[
  {
    "title": "Key_the_Metal_Idol",
    "id": "1457",
    "url": "https://myanimelist.net/anime/1457/Key_the_Metal_Idol",
    "user": "Hayato_Matsuo",
    "profile": "/profile/Hayato_Matsuo/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=19943",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\n私はまず高校に通った古いRightStufのカタログでこのアニメを聞いた。 説明を読んだ後、私はそれが必見であることを知っていた。\n\nほとんどの人が日本のサブを見ると思っていますが、英語のダブを強くお勧めします。  VAはまともだっただけでなく、音楽はすべて英語に作り直されており、90年代後半の最も美しい音楽の一部です。\n\nストーリーワイズ、これは素晴らしいストーリーがありました。 主人公（キー）が人間になろうとしているように、このアニメにピノキオの複合体が少しあると言うことができます。 彼女はこれをどうやって3万人の友達をO.O. あなたがシリーズの終わりに近づいてからすべての質問に答えられるまで、この仕組みは謎のままです。 キーは障害に直面しているので、彼女の人間の変容が起こり、本当に彼女の周りの人たちを怒らせます。 あなたがこのアニメの終わりに達する時までに、あなたは彼女の友人の一人になったことになります。\n\nアートワークは幾分時代遅れですが、それは1997年に作られたアニメから期待されています。しかし、それはそれが古くなるために別に投げる言い訳ではありません。 主なキャストとロボットのキャラクターデザインは、古典的なターミネーター映画の郷愁を高めます。 特別な効果は本当に印象的です。まだアニメーションがない場合、このアニメに賞を与える価値があります。 いくつかのヌードがありますが、エッチでこれを投げつけるのはそれほどではありません。これは深刻な話であることに留意してください。\n\n全体として、私はこのアニメが私のトップ5の1つだと言わなければならないでしょう。 初めてこれを見ると、本当にあなたの目に涙を浮かべます。 それを見ることを強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI first heard of this anime in an old RightStuf catalogue I got in high school. After reading the description, I knew it was a must see.\n\n\u001b[1m私はまず高校に通った古いRightStufのカタログでこのアニメを聞いた。 説明を読んだ後、私はそれが必見であることを知っていた。\u001b[22m\n\u001b[1m(Watashi wa mazu kōkō ni kayotta furui RightStuf no katarogu de kono anime o kiita. Setsumei o yonda nochi, watashi wa sore ga hikkendearu koto o shitteita.)\u001b[22m\n\nTranslations of \u001b[4mI first heard of this anime in an old RightStuf catalogue I got in high school. After reading the description, I knew it was a must see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI first heard of this anime in an old RightStuf catalogue I got in high school.\u001b[24m\n    \u001b[1m私はまず高校に通った古いRightStufのカタログでこのアニメを聞いた。\u001b[22m, \u001b[1m私が最初に私が高校に入った古いRightStufカタログにこのアニメのことを聞きました。\u001b[22m\n\u001b[4mAfter reading the description, I knew it was a must see.\u001b[24m\n    \u001b[1m説明を読んだ後、私はそれが必見であることを知っていた。\u001b[22m, \u001b[1m説明を読んだ後、私はそれが見なければならないことを知っていました。\u001b[22m\n\u001b[1m\u001b[22m\nEven though most people would rather see the japanese sub, I highly recommend the english dub. Not only the VAs were decent, but the music has all been remade to english, and is some of the most beautiful music of the mid-late 90s.\n\n\u001b[1mほとんどの人が日本のサブを見ると思っていますが、英語のダブを強くお勧めします。  VAはまともだっただけでなく、音楽はすべて英語に作り直されており、90年代後半の最も美しい音楽の一部です。\u001b[22m\n\u001b[1m(Hotondo no hito ga Nihon no sabu o miru to omotte imasuga, eigo no dabu o tsuyoku o susume shimasu. VA wa matomodatta dakedenaku, ongaku wa subete eigo ni tsukurinaosa rete ori, 90-nendai kōhan no mottomo utsukushī ongaku no ichibudesu.)\u001b[22m\n\nTranslations of \u001b[4mEven though most people would rather see the japanese sub, I highly recommend the english dub. Not only the VAs were decent, but the music has all been remade to english, and is some of the most beautiful music of the mid-late 90s.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though most people would rather see the japanese sub, I highly recommend the english dub.\u001b[24m\n    \u001b[1mほとんどの人が日本のサブを見ると思っていますが、英語のダブを強くお勧めします。\u001b[22m, \u001b[1mほとんどの人はむしろ日本のサブを見ることになるにもかかわらず、私は非常に英語の吹き替えをお勧めします。\u001b[22m\n\u001b[4mNot only the VAs were decent, but the music has all been remade to english, and is some of the most beautiful music of the mid-late 90s.\u001b[24m\n    \u001b[1mVAはまともだっただけでなく、音楽はすべて英語に作り直されており、90年代後半の最も美しい音楽の一部です。\u001b[22m, \u001b[1mだけでなく、変額年金はまともだったが、音楽はすべて英語にリメイクされてきた、と半ば90年代後半の最も美しい音楽の一部です。\u001b[22m\n\u001b[1m\u001b[22m\nStorywise, this had a great storyline. You could say this anime has a bit of a Pinocchio complex, as the main character (Key) is trying to become a human. How she does this is to simply make 30,000 friends O.O. How this works out remains a mystery until you get near the end of the series, where all questions will be answered. As Key is faced with obstacles, her human transformation takes place, and truly wows those around her. By the time you get to the end of this anime, you will also fee that you've become one of her friends.\n\n\u001b[1mストーリーワイズ、これは素晴らしいストーリーがありました。 主人公（キー）が人間になろうとしているように、このアニメにピノキオの複合体が少しあると言うことができます。 彼女はこれをどうやって3万人の友達をO.O. あなたがシリーズの終わりに近づいてからすべての質問に答えられるまで、この仕組みは謎のままです。 キーは障害に直面しているので、彼女の人間の変容が起こり、本当に彼女の周りの人たちを怒らせます。 あなたがこのアニメの終わりに達する時までに、あなたは彼女の友人の一人になったことになります。\u001b[22m\n\u001b[1m(Sutōrīwaizu, kore wa subarashī sutōrī ga arimashita. Shujinkō (kī) ga ningen ni narou to shite iru yō ni, kono anime ni pinokio no fukugō-tai ga sukoshi aru to iu koto ga dekimasu. Kanojo wa kore o dō yatte 3 man-ri no tomodachi o O. O. Anata ga shirīzu no owari ni chikadzuite kara subete no shitsumon ni kotae rareru made, kono shikumi wa nazo no mamadesu. Kī wa shōgai ni chokumen shite irunode, kanojo no ningen no hen'yō ga okori, hontōni kanojo no mawarinohito-tachi o okora semasu. Anata ga kono anime no owari ni tassuru toki made ni, anata wa kanojo no yūjin no hitori ni natta koto ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mStorywise, this had a great storyline. You could say this anime has a bit of a Pinocchio complex, as the main character (Key) is trying to become a human. How she does this is to simply make 30,000 friends O.O. How this works out remains a mystery until you get near the end of the series, where all questions will be answered. As Key is faced with obstacles, her human transformation takes place, and truly wows those around her. By the time you get to the end of this anime, you will also fee that you've become one of her friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStorywise, this had a great storyline.\u001b[24m\n    \u001b[1mストーリーワイズ、これは素晴らしいストーリーがありました。\u001b[22m, \u001b[1mStorywise、これは素晴らしいストーリーを持っていました。\u001b[22m\n\u001b[4mYou could say this anime has a bit of a Pinocchio complex, as the main character (Key) is trying to become a human.\u001b[24m\n    \u001b[1m主人公（キー）が人間になろうとしているように、このアニメにピノキオの複合体が少しあると言うことができます。\u001b[22m, \u001b[1mあなたは主人公（キー）は、ヒトになることをしようとしているように、このアニメは、ピノキオ複合体のビットを持って言うことができます。\u001b[22m\n\u001b[4mHow she does this is to simply make 30,000 friends O.O.\u001b[24m\n    \u001b[1m彼女はこれをどうやって3万人の友達をO.O.\u001b[22m, \u001b[1m彼女はどのようにこれは単に3万友達を作ることですO.O.\u001b[22m\n\u001b[4mHow this works out remains a mystery until you get near the end of the series, where all questions will be answered.\u001b[24m\n    \u001b[1mあなたがシリーズの終わりに近づいてからすべての質問に答えられるまで、この仕組みは謎のままです。\u001b[22m, \u001b[1mこれがうまくいく方法あなたがすべての質問に答えてくれるシリーズの終わり近くになるまで謎のまま。\u001b[22m\n\u001b[4mAs Key is faced with obstacles, her human transformation takes place, and truly wows those around her.\u001b[24m\n    \u001b[1mキーは障害に直面しているので、彼女の人間の変容が起こり、本当に彼女の周りの人たちを怒らせます。\u001b[22m, \u001b[1mキーは障害に直面しているように、彼女の人間の変換が行われ、本当に彼女の周りの人々を驚嘆させます。\u001b[22m\n\u001b[4mBy the time you get to the end of this anime, you will also fee that you've become one of her friends.\u001b[24m\n    \u001b[1mあなたがこのアニメの終わりに達する時までに、あなたは彼女の友人の一人になったことになります。\u001b[22m, \u001b[1mあなたはこのアニメの最後に取得した時間によって、あなたはまたはあなたが彼女の友人の一人になったの手数料。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork is somewhat outdated, but that's to be expected from an anime made in 1997. However, that's no excuse to toss it aside for it being so old. The character designs of the main cast and the robots raises some nostalgia for the classic Terminator movies. The special effects are truly impressive, worthy of giving this anime an award, if it doesn't already have one. Though there is some nudity, it's not so much to toss this in with ecchi Just enough for you to keep in mind that this is a serious story.\n\n\u001b[1mアートワークは幾分時代遅れですが、それは1997年に作られたアニメから期待されています。しかし、それはそれが古くなるために別に投げる言い訳ではありません。 主なキャストとロボットのキャラクターデザインは、古典的なターミネーター映画の郷愁を高めます。 特別な効果は本当に印象的です。まだアニメーションがない場合、このアニメに賞を与える価値があります。 いくつかのヌードがありますが、エッチでこれを投げつけるのはそれほどではありません。これは深刻な話であることに留意してください。\u001b[22m\n\u001b[1m(Ātowāku wa ikubun jidaiokuredesuga, sore wa 1997-nen ni tsukura reta anime kara kitai sa rete imasu. Shikashi, sore wa sore ga furuku naru tame ni betsuni nageru iiwakede wa arimasen. Omona kyasuto to robotto no kyarakutādezain wa, koten-tekina tāminētā eiga no kyōshū o takamemasu. Tokubetsuna kōka wa hontōni inshō-tekidesu. Mada animēshon ga nai baai, kono anime ni shōwoataeru kachi ga arimasu. Ikutsu ka no nūdo ga arimasuga, etchi de kore o nagetsukeru no wa sorehodode wa arimasen. Kore wa shinkokuna hanashidearu koto ni ryūi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is somewhat outdated, but that's to be expected from an anime made in 1997. However, that's no excuse to toss it aside for it being so old. The character designs of the main cast and the robots raises some nostalgia for the classic Terminator movies. The special effects are truly impressive, worthy of giving this anime an award, if it doesn't already have one. Though there is some nudity, it's not so much to toss this in with ecchi Just enough for you to keep in mind that this is a serious story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is somewhat outdated, but that's to be expected from an anime made in 1997. However, that's no excuse to toss it aside for it being so old.\u001b[24m\n    \u001b[1mアートワークは幾分時代遅れですが、それは1997年に作られたアニメから期待されています。しかし、それはそれが古くなるために別に投げる言い訳ではありません。\u001b[22m, \u001b[1mアートワークはやや時代遅れですが、それはしかし、それはそれはとても古いであることのためにそれを脇投げるための言い訳ません1997年に作られたアニメから予想されることです。\u001b[22m\n\u001b[4mThe character designs of the main cast and the robots raises some nostalgia for the classic Terminator movies.\u001b[24m\n    \u001b[1m主なキャストとロボットのキャラクターデザインは、古典的なターミネーター映画の郷愁を高めます。\u001b[22m, \u001b[1mメインキャストとロボットのキャラクターデザインは、古典的なターミネーター映画のためのいくつかの郷愁を発生させます。\u001b[22m\n\u001b[4mThe special effects are truly impressive, worthy of giving this anime an award, if it doesn't already have one.\u001b[24m\n    \u001b[1m特別な効果は本当に印象的です。まだアニメーションがない場合、このアニメに賞を与える価値があります。\u001b[22m, \u001b[1mそれは既に1を持っていない場合は、特別な効果は、このアニメに賞を与えることの価値がある、本当に印象的です。\u001b[22m\n\u001b[4mThough there is some nudity, it's not so much to toss this in with ecchi Just enough for you to keep in mind that this is a serious story.\u001b[24m\n    \u001b[1mいくつかのヌードがありますが、エッチでこれを投げつけるのはそれほどではありません。これは深刻な話であることに留意してください。\u001b[22m, \u001b[1mいくつかのヌードがありますが、それはあなたが、これは深刻な話であることを心に留めておくためにちょうど十分なエッチでこれをで投げるためにそれほどではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I would have to say this anime is one of my top 5's. After seeing this the first time through, it really brings a tear to your eyes. T_T I highly recommend watching it.\n\n\u001b[1m全体として、私はこのアニメが私のトップ5の1つだと言わなければならないでしょう。 初めてこれを見ると、本当にあなたの目に涙を浮かべます。 それを見ることを強くお勧めします。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kono anime ga watashi no toppu 5 no 1tsuda to iwanakereba naranaideshou. Hajimete kore o miru to, hontōni anata no me ni namida o ukabemasu. Sore o miru koto o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I would have to say this anime is one of my top 5's. After seeing this the first time through, it really brings a tear to your eyes. T_T I highly recommend watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I would have to say this anime is one of my top 5's.\u001b[24m\n    \u001b[1m全体として、私はこのアニメが私のトップ5の1つだと言わなければならないでしょう。\u001b[22m, \u001b[1m全体的に、私はこのアニメは私のトップ5のの一つであると言わざるを得ない。\u001b[22m\n\u001b[4mAfter seeing this the first time through, it really brings a tear to your eyes.\u001b[24m\n    \u001b[1m初めてこれを見ると、本当にあなたの目に涙を浮かべます。\u001b[22m, \u001b[1mこの初回を見た後、それが本当にあなたの目に涙をもたらします。\u001b[22m\n\u001b[4mT_T I highly recommend watching it.\u001b[24m\n    \u001b[1mそれを見ることを強くお勧めします。\u001b[22m, \u001b[1mT_T私は非常にそれを見てお勧めします。\u001b[22m"
  },
  {
    "title": "Key_the_Metal_Idol",
    "id": "1457",
    "url": "https://myanimelist.net/anime/1457/Key_the_Metal_Idol",
    "user": "Quiddity131",
    "profile": "/profile/Quiddity131/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=212859",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  8\n\nKey the Metal Idolの基本的な前提は、Pinocchioに非常に似ています。 日本の田舎に住んでいるロボット女の子。 キーの祖父、ミマ博士が意外にも亡くなったとき、彼は3万人の友達を作り、人間になることができるという瀕死のメッセージを残します。 この目標を達成するために、キーは東京の賑やかな街に向かい、何年も前に離れた親友の栗谷さくらとすぐに出会う。 このように、2人はKeyが人間になるのを助けるための探求を始める。そうする最善の方法を信じることは、有名なUtsuse MihoのようなKeyをアイドルの歌手にすることである。\n\n前提があなたをだまさせないようにしてください。これは暗いショーでもあり、非常に知的にも充実したものです。 ピノキオとの類似点は、キーとなる人間の主な目標ですが、これは子供にとっての話ではありません。 これは、最初のエピソードから明らかになります。ここでは、ナイーブなキーは、ポルノのために募集され、彼女の友人であるサクラの偶然​​の出現によってのみ救われます。 ショーにはかなりの暴力やヌードがあり、彼が作ったロボットの兵士のために、主人公のアズジ・ジンジャーが持っているほぼ性的なフェチに焦点を当てたいくつかのシーンが含まれています。 このショーは、アイドル・シンガーの人生がそれほど魅力的ではないことを示すのにも非常に効果的な仕事をしています。 歌手の美穂を賞賛しているけど、美穂が本当に生きる人生の背景がたくさんあるし、それほど美しいものでもない。\n\nまた興味深いのは、題名の文字を取り巻く謎です。 ショーが掘り下げた大きな謎は、Keyが本当にロボットかどうか、あるいは単に彼女が自分のものだと思っているかどうかということです。 キーは彼女がロボットであることは間違いないが、実際には彼女が本当に一つであるという証拠はないという事実がある。 彼女は完全な人間であり、ロボット部品を表示していません。彼女は時々神秘的に流行する傾向がありますが、貧血に苦しんでいる可能性が非常に高いです。 キーには確かにロボット的な性格があります。 キャラクターはエヴァンゲリオンの綾波レイと似ています。 しかし、それは彼女がロボットであることを意味するわけではありません、それは彼女がそのように考えることを引き起こした子供のようないくつかの外傷事象に苦しんでいる可能性があります。  Keyの親友であるSakuraはKeyが何らかの妄想のもとで生きていると単純に考える。 しかし、もし彼女が人間なら、彼女が3万人の友達を作るとどうなりますか？\n\nショーは主なストーリーの中で非常に興味深い相互作用を持っています。 アジョが率いる彼女の背後にある神秘的な会社、アイドルの歌手、ミホの人生になるためのキーの探求。 すべてのストーリーラインは本質的に相互にリンクされており、あるストーリーラインのシーンは他のストーリーラインに大きな影響を与えることがあります。\n\n技術的には、ショーはかなりの時間その上にある。  OVAであるため、アニメーションは一般的にショーを通して良質であり、キャラクターデザインは強いです。 アイドル歌手がプロットの大きな部分を占めていることを考えれば、強い楽譜を持つことが重要であり、ショーは楽器と歌詞の両方で本当にそこに届けます。 英語のダブもかなり強く、おそらく日本のものと同じくらい良いです。 メジャー・リーチはサクラ、ジョン・ノヴァクは特にアジョが素晴らしいパフォーマンスを見せてくれましたが、ここでは平均以下のパフォーマンスはありません。 歌は英語でもダビング​​され、英語で何かを失うことはありません。 ダブの1つの欠陥は、主要キャラクターの2人がショーの途中でリキャストされるということです。\n\n残念ながら、このショーには欠陥があり、それは最後の2つのエピソードに存在します。  The X-FilesやLostのような有名なテレビ番組とよく似ていますが、ショーの中でこのような謎を解きほぐしたとき、答えを出すべき時は、それを外して視聴者を疎外させる危険があります。 私はこのショーが本当に終わりに向かっていると思います。  2番目から最後までのエピソードは、90分の長さであり（フィナーレのように）、主にショーのバックグラウンド情報をすべて語っています。 私たちはこれのフラッシュバックを取得していますが、これの大部分は、ベンチに座っている2人のキャラクターを介して、この情報を別の人に与えている人、または過去を思い出して自分で働く老人のいずれかです。 展示することができることは、監督が視覚媒体で行うことができなければならない重要なことであり、単純にはそうではありません。 答えそのものが最も興味深く充実しているとしても、彼らの言い方は大失敗です。 監督は、この方法で私たちに提示するのではなく、これらの回答をストーリーライン全体に分散させる方法を見つけたはずです。\n\n最終的なエピソードはかなりの改善であり、結論に向けて私たちが作業を進めていく中で、このスタイルを廃止しています。 特にそれは非常に感情的に強力です。 ショーの重要なキャラクターの1つが死ぬ。 私は誰が言っているのだろうが、キャラクターの通過は、アニメで私にはもっと感情的に強力なものの一つであったと言うことができます。 そのキャラクターの死の仕方のためではなく、キャラクターの人生が終わった方法と、彼らの死が別のキャラクターに及ぼした影響は、私からの感情反応を引き出すのに非常に良い仕事でした。 残念ながら、ショーは結論に達するとペーシングの問題を起こし始めます。 作家と監督はどこに私たちを欲しかったのか分かっていましたが、彼らが私たちに与えたやり方は信じられないほど速く与えられていたはずでした。\n\nとにかく、これは非常に強く推奨されるショーです。 ショーの最後にはいくつかの問題があり、それはそれほど大きなものではないことを意味しますが、このショーは非常に面白い視聴体験であり、多くのアニメファンが楽しむべきものでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nKey the Metal Idol’s basic premise is very similar to Pinocchio. Tokiko Mima, nicknamed Key, is a robot girl who lives in the Japanese countryside. When Key’s grandfather, Dr. Mima passes away unexpectedly, he leaves her a dying message about how she can become human by making herself 30,000 friends. In order to fulfill this goal, Key heads to the busy streets of Tokyo where she quickly encounters her best friend, Sakura Kuriyagawa who had moved away years before. Thus, the two begin a quest to help Key become human, believing the best way to do so is to make Key an idol singer, like the well-known Miho Utsuse.\n\n\u001b[1mKey the Metal Idolの基本的な前提は、Pinocchioに非常に似ています。 日本の田舎に住んでいるロボット女の子。 キーの祖父、ミマ博士が意外にも亡くなったとき、彼は3万人の友達を作り、人間になることができるという瀕死のメッセージを残します。 この目標を達成するために、キーは東京の賑やかな街に向かい、何年も前に離れた親友の栗谷さくらとすぐに出会う。 このように、2人はKeyが人間になるのを助けるための探求を始める。そうする最善の方法を信じることは、有名なUtsuse MihoのようなKeyをアイドルの歌手にすることである。\u001b[22m\n\u001b[1m(Kī the Metal Idol no kihon-tekina zentei wa, Pinocchio ni hijō ni nite imasu. Nihon no inaka ni sunde iru robotto on'nanoko. Kī no sofu, Mima hakase ga igainimo nakunattatoki, kare wa 3 man-ri no tomodachi o tsukuri, ningen ni naru koto ga dekiru to iu hinshi no messēji o nokoshimasu. Kono mokuhyō o tassei suru tame ni, kī wa Tōkyō no nigiyakana machi ni mukai, nan'nen mo mae ni hanareta shin'yū no Kuriya sakura to sugu ni deau. Ko no yō ni, 2-ri wa kī ga ningen ni naru no o tasukeru tame no tankyū o hajimeru. Sō suru saizen no hōhō o shinjiru koto wa, yūmeina Utsuse Miho no yōna kī o aidoru no kashu ni suru kotodearu.)\u001b[22m\n\nTranslations of \u001b[4mKey the Metal Idol’s basic premise is very similar to Pinocchio. Tokiko Mima, nicknamed Key, is a robot girl who lives in the Japanese countryside. When Key’s grandfather, Dr. Mima passes away unexpectedly, he leaves her a dying message about how she can become human by making herself 30,000 friends. In order to fulfill this goal, Key heads to the busy streets of Tokyo where she quickly encounters her best friend, Sakura Kuriyagawa who had moved away years before. Thus, the two begin a quest to help Key become human, believing the best way to do so is to make Key an idol singer, like the well-known Miho Utsuse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKey the Metal Idol’s basic premise is very similar to Pinocchio.\u001b[24m\n    \u001b[1mKey the Metal Idolの基本的な前提は、Pinocchioに非常に似ています。\u001b[22m, \u001b[1mキーメタルアイドルの基本的な前提は、ピノキオと非常によく似ています。\u001b[22m\n\u001b[4mTokiko Mima, nicknamed Key, is a robot girl who lives in the Japanese countryside.\u001b[24m\n    \u001b[1m日本の田舎に住んでいるロボット女の子。\u001b[22m, \u001b[1m登紀子美馬は、キーの愛称、日本の田舎に住んでいるロボットの女の子です。\u001b[22m\n\u001b[4mWhen Key’s grandfather, Dr. Mima passes away unexpectedly, he leaves her a dying message about how she can become human by making herself 30,000 friends.\u001b[24m\n    \u001b[1mキーの祖父、ミマ博士が意外にも亡くなったとき、彼は3万人の友達を作り、人間になることができるという瀕死のメッセージを残します。\u001b[22m, \u001b[1mキーの祖父、博士美馬が突然亡くなったとき、彼は彼女に彼女自身3万友達を作ることによって、ヒトになる方法について死にかけメッセージを残しました。\u001b[22m\n\u001b[4mIn order to fulfill this goal, Key heads to the busy streets of Tokyo where she quickly encounters her best friend, Sakura Kuriyagawa who had moved away years before.\u001b[24m\n    \u001b[1mこの目標を達成するために、キーは東京の賑やかな街に向かい、何年も前に離れた親友の栗谷さくらとすぐに出会う。\u001b[22m, \u001b[1m年前に離れて移動していた彼女はすぐに彼女の親友に遭遇した東京、サクラ厨川の繁華街にこの目標、キーヘッドを満たすために。\u001b[22m\n\u001b[4mThus, the two begin a quest to help Key become human, believing the best way to do so is to make Key an idol singer, like the well-known Miho Utsuse.\u001b[24m\n    \u001b[1mこのように、2人はKeyが人間になるのを助けるための探求を始める。そうする最善の方法を信じることは、有名なUtsuse MihoのようなKeyをアイドルの歌手にすることである。\u001b[22m, \u001b[1mこのように、二人はそうするための最良の方法はよく知られている美穂Utsuseのような主要なアイドル歌手を、作ることであると信じ、人間のキーになるためのクエストを開始します。\u001b[22m\n\u001b[1m\u001b[22m\nDon’t let the premise fool you, this is both a dark show as well as a very intellectually fulfilling one. The similarities to Pinocchio are there with Key’s main goal to become human, but this is not a story for children. This become apparent from the very first episode where the naïve Key gets tricked into being recruited for pornography and is only saved by the coincidental appearance of her friend Sakura. The show has a considerable amount of violence and nudity, and contains several scenes focusing on the almost sexual fetish that the main villain, Jinsaku Ajo, has for the robot soldiers he creates. The show also does a very effective job at showing that the life of an idol singer is not as glamorous as it appears to be. Key idolizes the singer Miho, but we get a lot of background on the life Miho truly lives and it’s not pretty.\n\n\u001b[1m前提があなたをだまさせないようにしてください。これは暗いショーでもあり、非常に知的にも充実したものです。 ピノキオとの類似点は、キーとなる人間の主な目標ですが、これは子供にとっての話ではありません。 これは、最初のエピソードから明らかになります。ここでは、ナイーブなキーは、ポルノのために募集され、彼女の友人であるサクラの偶然​​の出現によってのみ救われます。 ショーにはかなりの暴力やヌードがあり、彼が作ったロボットの兵士のために、主人公のアズジ・ジンジャーが持っているほぼ性的なフェチに焦点を当てたいくつかのシーンが含まれています。 このショーは、アイドル・シンガーの人生がそれほど魅力的ではないことを示すのにも非常に効果的な仕事をしています。 歌手の美穂を賞賛しているけど、美穂が本当に生きる人生の背景がたくさんあるし、それほど美しいものでもない。\u001b[22m\n\u001b[1m(Zentei ga anata o damasa senai yō ni shite kudasai. Kore wa kurai shōde mo ari, hijō ni chiteki ni mo jūjitsu shita monodesu. Pinokio to no ruiji-ten wa, kī to naru ningen no omona mokuhyōdesuga, koreha kodomo ni totte no hanashide wa arimasen. Kore wa, saisho no episōdo kara akiraka ni narimasu. Kokode wa, naībuna kī wa, poruno no tame ni boshū sa re, kanojo no yūjindearu sakura no gūzen ​​ no shutsugen ni yotte nomi sukuwa remasu. Shō ni wa kanari no bōryoku ya nūdo ga ari, kare ga tsukutta robotto no heishi no tame ni, shujinkō no azuji jinjā ga motte iru hobo seitekina fechi ni shōten o ateta ikutsu ka no shīn ga fukuma rete imasu. Kono shō wa, aidoru shingā no jinsei ga sorehodo mirikitekide wanai koto o shimesunoni mo hijō ni kōkatekina shigoto o shite imasu. Kashu no Miho o shōsan shite irukedo, Miho ga hontōni ikiru jinsei no haikei ga takusan arushi, sore hodo utsukushī monode mo nai.)\u001b[22m\n\nTranslations of \u001b[4mDon’t let the premise fool you, this is both a dark show as well as a very intellectually fulfilling one. The similarities to Pinocchio are there with Key’s main goal to become human, but this is not a story for children. This become apparent from the very first episode where the naïve Key gets tricked into being recruited for pornography and is only saved by the coincidental appearance of her friend Sakura. The show has a considerable amount of violence and nudity, and contains several scenes focusing on the almost sexual fetish that the main villain, Jinsaku Ajo, has for the robot soldiers he creates. The show also does a very effective job at showing that the life of an idol singer is not as glamorous as it appears to be. Key idolizes the singer Miho, but we get a lot of background on the life Miho truly lives and it’s not pretty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon’t let the premise fool you, this is both a dark show as well as a very intellectually fulfilling one.\u001b[24m\n    \u001b[1m前提があなたをだまさせないようにしてください。これは暗いショーでもあり、非常に知的にも充実したものです。\u001b[22m, \u001b[1mこれは暗いショーだけでなく、非常に知的いずれかを満たす両方で、前提にだまされてはいけません。\u001b[22m\n\u001b[4mThe similarities to Pinocchio are there with Key’s main goal to become human, but this is not a story for children.\u001b[24m\n    \u001b[1mピノキオとの類似点は、キーとなる人間の主な目標ですが、これは子供にとっての話ではありません。\u001b[22m, \u001b[1mピノキオとの類似性は、人間になるためのキーの主な目標であるが、これは子供のための物語ではありません。\u001b[22m\n\u001b[4mThis become apparent from the very first episode where the naïve Key gets tricked into being recruited for pornography and is only saved by the coincidental appearance of her friend Sakura.\u001b[24m\n    \u001b[1mこれは、最初のエピソードから明らかになります。ここでは、ナイーブなキーは、ポルノのために募集され、彼女の友人であるサクラの偶然の出現によってのみ救われます。\u001b[22m, \u001b[1mこれはナイーブキーはポルノのために募集されてだまされますとだけ彼女の友人さくらの偶然の出現によって保存され、非常に最初のエピソードから明らかになる。\u001b[22m\n\u001b[4mThe show has a considerable amount of violence and nudity, and contains several scenes focusing on the almost sexual fetish that the main villain, Jinsaku Ajo, has for the robot soldiers he creates.\u001b[24m\n    \u001b[1mショーにはかなりの暴力やヌードがあり、彼が作ったロボットの兵士のために、主人公のアズジ・ジンジャーが持っているほぼ性的なフェチに焦点を当てたいくつかのシーンが含まれています。\u001b[22m, \u001b[1mショーは暴力やヌードのかなりの量を持っており、主な悪役、Jinsakuアホは、彼が作成したロボット兵士のために持っているほとんどの性的フェチに焦点を当てたいくつかのシーンが含まれています。\u001b[22m\n\u001b[4mThe show also does a very effective job at showing that the life of an idol singer is not as glamorous as it appears to be.\u001b[24m\n    \u001b[1mこのショーは、アイドル・シンガーの人生がそれほど魅力的ではないことを示すのにも非常に効果的な仕事をしています。\u001b[22m, \u001b[1mショーはまた、アイドル歌手の人生は、あるように思われるほど華やかではないことを示すには非常に効果的な仕事をしていません。\u001b[22m\n\u001b[4mKey idolizes the singer Miho, but we get a lot of background on the life Miho truly lives and it’s not pretty.\u001b[24m\n    \u001b[1m歌手の美穂を賞賛しているけど、美穂が本当に生きる人生の背景がたくさんあるし、それほど美しいものでもない。\u001b[22m, \u001b[1mキーは歌手美穂をidolizesが、我々は美穂が本当に住んでいる生活上の背景の多くを取得し、それはかなりありません。\u001b[22m\n\u001b[1m\u001b[22m\nAlso interesting is the mystery surrounding the titular character. A big mystery delved into by the show is whether Key really is a robot, or if she simply thinks she is one. While Key has no doubt that she is a robot, the fact is that there is no evidence that she really is one. She is completely human in appearance, displaying no robotic parts, and while she has a tendency to mysteriously pass out at times, this is very possibly just her suffering from anemia. Key certainly has a robotic personality; the character is very similar to Rei Ayanami from Evangelion (and she may have been an inspiration for said character). But that doesn’t mean she’s a robot, it could be she suffered some traumatic event as a child that caused her to think that way. Even Key’s best friend Sakura simply thinks Key is living under some kind of delusion. But then if she human, what will happen if she makes 30,000 friends?\n\n\u001b[1mまた興味深いのは、題名の文字を取り巻く謎です。 ショーが掘り下げた大きな謎は、Keyが本当にロボットかどうか、あるいは単に彼女が自分のものだと思っているかどうかということです。 キーは彼女がロボットであることは間違いないが、実際には彼女が本当に一つであるという証拠はないという事実がある。 彼女は完全な人間であり、ロボット部品を表示していません。彼女は時々神秘的に流行する傾向がありますが、貧血に苦しんでいる可能性が非常に高いです。 キーには確かにロボット的な性格があります。 キャラクターはエヴァンゲリオンの綾波レイと似ています。 しかし、それは彼女がロボットであることを意味するわけではありません、それは彼女がそのように考えることを引き起こした子供のようないくつかの外傷事象に苦しんでいる可能性があります。  Keyの親友であるSakuraはKeyが何らかの妄想のもとで生きていると単純に考える。 しかし、もし彼女が人間なら、彼女が3万人の友達を作るとどうなりますか？\u001b[22m\n\u001b[1m(Mata kyōmibukai no wa, daimei no moji o torimaku nazodesu. Shō ga horisageta ōkina nazo wa, kī ga hontōni robotto ka dō ka, aruiwa tan'ni kanojo ga jibun no monoda to omotte iru ka dō ka to iu kotodesu. Kī wa kanojo ga robottodearu koto wa machigainai ga, jissai ni wa kanojo ga hontōni hitotsudearu to iu shōko wa nai to iu jijitsu ga aru. Kanojo wa kanzen'na ningendeari, robotto buhin o hyōji shite imasen. Kanojo wa tokidoki shinpi-teki ni ryūkō suru keikō ga arimasuga, hinketsu ni kurushinde iru kanōsei ga hijō ni takaidesu. Kī ni wa tashika ni robotto-tekina seikaku ga arimasu. Kyarakutā wa evu~angerion no ayanamirei to nite imasu. Shikashi, sore wa kanojo ga robottodearu koto o imi suru wakede wa arimasen, sore wa kanojo ga sonoyōni kangaeru koto o hikiokoshita kodomo no yōna ikutsu ka no gaishō jishō ni kurushinde iru kanōsei ga arimasu. Kī no shin'yūdearu Sakura wa kī ga nanrakano mōsō no moto de ikite iruto tanjun ni kangaeru. Shikashi, moshi kanojo ga ningen'nara, kanojo ga 3 man-ri no tomodachi o tsukuru to dō narimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mAlso interesting is the mystery surrounding the titular character. A big mystery delved into by the show is whether Key really is a robot, or if she simply thinks she is one. While Key has no doubt that she is a robot, the fact is that there is no evidence that she really is one. She is completely human in appearance, displaying no robotic parts, and while she has a tendency to mysteriously pass out at times, this is very possibly just her suffering from anemia. Key certainly has a robotic personality; the character is very similar to Rei Ayanami from Evangelion (and she may have been an inspiration for said character). But that doesn’t mean she’s a robot, it could be she suffered some traumatic event as a child that caused her to think that way. Even Key’s best friend Sakura simply thinks Key is living under some kind of delusion. But then if she human, what will happen if she makes 30,000 friends?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso interesting is the mystery surrounding the titular character.\u001b[24m\n    \u001b[1mまた興味深いのは、題名の文字を取り巻く謎です。\u001b[22m, \u001b[1mまた、興味深いのは名ばかりの文字を囲む謎です。\u001b[22m\n\u001b[4mA big mystery delved into by the show is whether Key really is a robot, or if she simply thinks she is one.\u001b[24m\n    \u001b[1mショーが掘り下げた大きな謎は、Keyが本当にロボットかどうか、あるいは単に彼女が自分のものだと思っているかどうかということです。\u001b[22m, \u001b[1mショーによって掘り下げ大きな謎は、キーが本当にロボットである、または彼女は単に考えれば、彼女は1であるかどうかです。\u001b[22m\n\u001b[4mWhile Key has no doubt that she is a robot, the fact is that there is no evidence that she really is one.\u001b[24m\n    \u001b[1mキーは彼女がロボットであることは間違いないが、実際には彼女が本当に一つであるという証拠はないという事実がある。\u001b[22m, \u001b[1mキーは、彼女がロボットであることは疑いを持っていますが、実際には、彼女は本当に1であるという証拠がないことです。\u001b[22m\n\u001b[4mShe is completely human in appearance, displaying no robotic parts, and while she has a tendency to mysteriously pass out at times, this is very possibly just her suffering from anemia.\u001b[24m\n    \u001b[1m彼女は完全な人間であり、ロボット部品を表示していません。彼女は時々神秘的に流行する傾向がありますが、貧血に苦しんでいる可能性が非常に高いです。\u001b[22m, \u001b[1m彼女は何のロボットの部品を表示しない、外見は完全にヒトであり、彼女は不思議なタイミングで出て通過させる傾向がある一方で、これは非常に可能性貧血からちょうど彼女の苦しみです。\u001b[22m\n\u001b[4mKey certainly has a robotic personality;\u001b[24m\n    \u001b[1mキーには確かにロボット的な性格があります。\u001b[22m, \u001b[1mキーは確かにロボット性格をしています。\u001b[22m\n\u001b[4mthe character is very similar to Rei Ayanami from Evangelion (and she may have been an inspiration for said character).\u001b[24m\n    \u001b[1mキャラクターはエヴァンゲリオンの綾波レイと似ています。\u001b[22m, \u001b[1m文字は、エヴァンゲリオンの綾波レイと非常に類似している（と彼女は言った文字のためのインスピレーションされている場合があります）。\u001b[22m\n\u001b[4mBut that doesn’t mean she’s a robot, it could be she suffered some traumatic event as a child that caused her to think that way.\u001b[24m\n    \u001b[1mしかし、それは彼女がロボットであることを意味するわけではありません、それは彼女がそのように考えることを引き起こした子供のようないくつかの外傷事象に苦しんでいる可能性があります。\u001b[22m, \u001b[1mしかし、それは彼女がロボットだという意味ではありません、それは彼女が彼女がそのように考えることを引き起こした子供のようにいくつかの衝撃的な出来事に見舞わ可能性があります。\u001b[22m\n\u001b[4mEven Key’s best friend Sakura simply thinks Key is living under some kind of delusion.\u001b[24m\n    \u001b[1mKeyの親友であるSakuraはKeyが何らかの妄想のもとで生きていると単純に考える。\u001b[22m, \u001b[1mでもキーの親友さくらは、単にキーが妄想のいくつかの種類の下で暮らしていると考えています。\u001b[22m\n\u001b[4mBut then if she human, what will happen if she makes 30,000 friends?\u001b[24m\n    \u001b[1mしかし、もし彼女が人間なら、彼女が3万人の友達を作るとどうなりますか？\u001b[22m, \u001b[1m彼女は人間の場合、彼女は3万友人をした場合しかし、その後、何が起こるのだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nThe show has a very interesting interplay among its main storylines; Key’s quest to become human, the life of Miho the idol singer and the mysterious company behind her led by Ajo. All of the storylines are intrinsically linked with one another and scenes in one storyline often can have big impact on other ones.\n\n\u001b[1mショーは主なストーリーの中で非常に興味深い相互作用を持っています。 アジョが率いる彼女の背後にある神秘的な会社、アイドルの歌手、ミホの人生になるためのキーの探求。 すべてのストーリーラインは本質的に相互にリンクされており、あるストーリーラインのシーンは他のストーリーラインに大きな影響を与えることがあります。\u001b[22m\n\u001b[1m(Shō wa omona sutōrī no naka de hijō ni kyōmibukai sōgo sayō o motte imasu. Ajo ga hikiiru kanojo no haigo ni aru shinpi-tekina kaisha, aidoru no kashu, Miho no jinsei ni naru tame no kī no tankyū. Subete no sutōrīrain wa honshitsu-teki ni sōgo ni rinku sa rete ori, aru sutōrīrain no shīn wa hoka no sutōrīrain ni ōkina eikyō o ataeru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show has a very interesting interplay among its main storylines; Key’s quest to become human, the life of Miho the idol singer and the mysterious company behind her led by Ajo. All of the storylines are intrinsically linked with one another and scenes in one storyline often can have big impact on other ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show has a very interesting interplay among its main storylines;\u001b[24m\n    \u001b[1mショーは主なストーリーの中で非常に興味深い相互作用を持っています。\u001b[22m, \u001b[1mショーは、そのメインストーリーの中で非常に興味深い相互作用を持っています。\u001b[22m\n\u001b[4mKey’s quest to become human, the life of Miho the idol singer and the mysterious company behind her led by Ajo.\u001b[24m\n    \u001b[1mアジョが率いる彼女の背後にある神秘的な会社、アイドルの歌手、ミホの人生になるためのキーの探求。\u001b[22m, \u001b[1m人間になるために、キーのクエスト、美穂の寿命アイドル歌手とアホ率いる彼女の背後にある神秘的な会社。\u001b[22m\n\u001b[4mAll of the storylines are intrinsically linked with one another and scenes in one storyline often can have big impact on other ones.\u001b[24m\n    \u001b[1mすべてのストーリーラインは本質的に相互にリンクされており、あるストーリーラインのシーンは他のストーリーラインに大きな影響を与えることがあります。\u001b[22m, \u001b[1mストーリーのすべてが本質的に相互にリンクされ、1ストーリー内のシーンは、多くの場合、他のものに大きな影響を与える可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nTechnically, the show is fairly up there for its time. Being an OVA, the animation is typically of good quality throughout the show and the character design is strong. Given that idol singers is a big part of the plot, having a strong musical score is critical, and the show really delivers there, both with the instrumentals and the lyrical songs. The English dub is also quite strong, arguably as good as the Japanese one is. Megan Leitch as Sakura and John Novak in particular as Ajo put in great performances, but there isn’t really any performance here that I would say is below average. The songs are all dubbed in English as well and don’t really lose anything being in English. One flaw with the dub is that 2 of the major characters get recast halfway through the show.\n\n\u001b[1m技術的には、ショーはかなりの時間その上にある。  OVAであるため、アニメーションは一般的にショーを通して良質であり、キャラクターデザインは強いです。 アイドル歌手がプロットの大きな部分を占めていることを考えれば、強い楽譜を持つことが重要であり、楽器と歌詞の両方でショーが本当にそこに届けます。 英語のダブもかなり強く、おそらく日本のものと同じくらい良いです。 メジャー・リーチはサクラ、ジョン・ノヴァクは特にアジョが素晴らしいパフォーマンスを見せてくれましたが、ここでは平均以下のパフォーマンスはありません。 歌は英語でもダビング​​され、英語で何かを失うことはありません。 ダブの1つの欠陥は、主要キャラクターの2人がショーの途中でリキャストされるということです。\u001b[22m\n\u001b[1m(Gijutsu-teki ni wa, shō wa kanari no jikan sono-jō ni aru. Ovu~adearu tame, animēshon wa ippantekini shō o tōshite ryōshitsudeari, kyarakutādezain wa tsuyoidesu. Aidoru kashu ga purotto no ōkina bubun o shimete iru koto o kangaereba, tsuyoi gakufu o motsu koto ga jūyōdeari, gakki to kashi no ryōhō de shō ga hontōni soko ni todokemasu. Eigo no dabu mo kanari tsuyoku, osoraku Nihon no mono to onaji kurai yoidesu. Mejā rīchi wa sakura, Jon novu~aku wa tokuni ajo ga subarashī pafōmansu o misete kuremashitaga, kokode wa heikin ika no pafōmansu wa arimasen. Uta wa eigo demo dabingu ​​ sa re, eigo de nanika o ushinau koto wa arimasen. Dabu no 1tsu no kekkan wa, shuyō kyarakutā no 2-ri ga shō no tochū de rikyasuto sa reru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mTechnically, the show is fairly up there for its time. Being an OVA, the animation is typically of good quality throughout the show and the character design is strong. Given that idol singers is a big part of the plot, having a strong musical score is critical, and the show really delivers there, both with the instrumentals and the lyrical songs. The English dub is also quite strong, arguably as good as the Japanese one is. Megan Leitch as Sakura and John Novak in particular as Ajo put in great performances, but there isn’t really any performance here that I would say is below average. The songs are all dubbed in English as well and don’t really lose anything being in English. One flaw with the dub is that 2 of the major characters get recast halfway through the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTechnically, the show is fairly up there for its time.\u001b[24m\n    \u001b[1m技術的には、ショーはかなりの時間その上にある。\u001b[22m, \u001b[1m技術的には、ショーはその時間のためにそこにかなりアップしています。\u001b[22m\n\u001b[4mBeing an OVA, the animation is typically of good quality throughout the show and the character design is strong.\u001b[24m\n    \u001b[1mOVAであるため、アニメーションは一般的にショーを通して良質であり、キャラクターデザインは強いです。\u001b[22m, \u001b[1mOVAなので、アニメーションはショーを通じて、典型的には、良好な品質のであり、キャラクターデザインは強いです。\u001b[22m\n\u001b[4mGiven that idol singers is a big part of the plot, having a strong musical score is critical, and the show really delivers there, both with the instrumentals and the lyrical songs.\u001b[24m\n    \u001b[1mアイドル歌手がプロットの大きな部分を占めていることを考えれば、強い楽譜を持つことが重要であり、楽器と歌詞の両方でショーが本当にそこに届けます。\u001b[22m, \u001b[1mアイドル歌手がプロットの大部分であることを考えると、強力な楽譜を持つことは重要である、とショーは本当に両方のインストと叙情的な歌で、そこに提供しています。\u001b[22m\n\u001b[4mThe English dub is also quite strong, arguably as good as the Japanese one is.\u001b[24m\n    \u001b[1m英語のダブもかなり強く、おそらく日本のものと同じくらい良いです。\u001b[22m, \u001b[1m英語吹き替えも日本の1であるので、間違いなくように良い、非常に強いです。\u001b[22m\n\u001b[4mMegan Leitch as Sakura and John Novak in particular as Ajo put in great performances, but there isn’t really any performance here that I would say is below average.\u001b[24m\n    \u001b[1mメジャー・リーチはサクラ、ジョン・ノヴァクは特にアジョが素晴らしいパフォーマンスを見せてくれましたが、ここでは平均以下のパフォーマンスはありません。\u001b[22m, \u001b[1mサクラとしてミーガンリーチ、特にジョン・ノヴァクはアホは素晴らしいパフォーマンスに置くように、私は平均以下であると言うだろうことを、ここで任意のパフォーマンスは、実際にはありません。\u001b[22m\n\u001b[4mThe songs are all dubbed in English as well and don’t really lose anything being in English.\u001b[24m\n    \u001b[1m歌は英語でもダビングされ、英語で何かを失うことはありません。\u001b[22m, \u001b[1m曲はすべて同様に英語で吹き替えされているし、本当に英語であることは何も失うことはありません。\u001b[22m\n\u001b[4mOne flaw with the dub is that 2 of the major characters get recast halfway through the show.\u001b[24m\n    \u001b[1mダブの1つの欠陥は、主要キャラクターの2人がショーの途中でリキャストされるということです。\u001b[22m, \u001b[1mダブの一つの欠点は、主要な文字の2は、ショーの途中改鋳してしまうことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately the show does have its flaw, and that resides with the final 2 episodes. Much like with famous TV shows like The X-Files or Lost, when you build up such mystery throughout the show, when it is time to provide the answers you can risk not pulling it off right and alienating your audience. I think this show really does that towards the end. The second to last episode, which is 90 minutes in length (as is the finale) is composed primarily of us being narrated all of the background information of the show. While we do get certain flashbacks of this, a large portion of this is either told via a couple of characters sitting on a bench, one giving all this info to another, or an old man working by himself, recollecting the past. Being able to show, not tell is a critical thing a director needs to be able to do in the visual medium, and that simply isn’t the case here. Even if the answers themselves are for the most part interesting and fulfilling, the manner in which they are told is a massive failure. The director should have figured out a way to better disperse these answers throughout the storyline rather than presenting it to us in this manner.\n\n\u001b[1m残念ながら、このショーには欠陥があり、それは最後の2つのエピソードに存在します。  The X-FilesやLostのような有名なテレビ番組とよく似ていますが、ショーの中でこのような謎を解きほぐしたとき、答えを出すべき時は、それを外して視聴者を疎外させる危険があります。 私はこのショーが本当に終わりに向かっていると思います。  2番目から最後までのエピソードは、90分の長さであり（フィナーレのように）、主にショーのバックグラウンド情報をすべて語っています。 私たちはこれのフラッシュバックを取得していますが、これの大部分は、ベンチに座っている2人のキャラクターを介して、この情報を別の人に与えている人、または過去を思い出して自分で働く老人のいずれかです。 展示することができることは、監督が視覚媒体で行うことができなければならない重要なことであり、単純にはそうではありません。 答えそのものが最も興味深く充実しているとしても、彼らの言い方は大失敗です。 監督は、この方法で私たちに提示するのではなく、これらの回答をストーリーライン全体に分散させる方法を見つけたはずです。\u001b[22m\n\u001b[1m(Zan'nen'nagara, kono shō ni wa kekkan ga ari, soreha saigo no 2tsu no episōdo ni sonzai shimasu. The X - Files ya Lost no yōna yūmeina terebibangu to yoku nite imasuga, shō no naka de kono yōna nazo o tokihogushita toki, kotae o dasubeki toki wa, sore o hazushite shichō-sha o sogai sa seru kiken ga arimasu. Watashi wa kono shō ga hontōni owari ni mukatte iru to omoimasu. 2-Banme kara saigomade no episōdo wa, 90-bu no naga-sadeari (fināre no yō ni), omo ni shō no bakkuguraundo jōhō o subete katatte imasu. Watashitachi wa kore no furasshu bakku o shutoku shite imasuga, kore no daibubun wa, benchi ni suwatte iru 2-ri no kyarakutā o kaishite, kono jōhō o betsu no hito ni ataete iru hito, matawa kako o omoidashite jibun de hataraku rōjin no izurekadesu. Tenji suru koto ga dekiru koto wa, kantoku ga shikaku baitai de okonau koto ga dekinakereba naranai jūyōna kotodeari, tanjun ni wa sōde wa arimasen. Kotae sonomono ga mottomo kyōmibukaku jūjitsu shite iru to shite mo, karera no iikata wa dai shippaidesu. Kantoku wa, kono hōhō de watashitachi ni teiji suru node wa naku, korera no kaitō o sutōrīrain zentai ni bunsan sa seru hōhō o mitsuketa hazudesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe final episode is a considerable improvement, doing away with this style as we work our way towards the conclusion. In particular it is very emotionally powerful. One of the show’s significant characters dies; I won’t say who but can say that said character’s passing was and remains one of the more emotionally powerful ones to me in anime. Not because of the manner of said character’s death, but the way the character’s life ended up and the effect their death had on another character did a very good job at eliciting an emotional reaction out of me. Unfortunately the show starts to hit some pacing problems as it hits its conclusion; the writers and director knew where they wanted to get us, but the way they got us there was not as believable as it could have been given how quickly it took place.\n\n\u001b[1m最終的なエピソードはかなりの改善であり、結論に向けて私たちが作業を進めていく中で、このスタイルを廃止しています。 特にそれは非常に感情的に強力です。 ショーの重要なキャラクターの1つが死ぬ。 私は誰が言っているのだろうが、キャラクターの通過は、アニメで私にはもっと感情的に強力なものの一つであったと言うことができます。 そのキャラクターの死の仕方のためではなく、キャラクターの人生が終わった方法と、彼らの死が別のキャラクターに及ぼした影響は、私からの感情反応を引き出すのに非常に良い仕事でした。 残念ながら、ショーは結論に達するとペーシングの問題を起こし始めます。 作家と監督はどこに私たちを欲しかったのか分かっていましたが、彼らが私たちに与えたやり方は信じられないほど速く与えられていたはずでした。\u001b[22m\n\u001b[1m(Saishū-tekina episōdo wa kanari no kaizendeari, ketsuron ni mukete watashitachi ga sagyō o susumete iku naka de, kono sutairu o haishi shite imasu. Tokuni sore wa hijō ni kanjō-teki ni kyōryokudesu. Shō no jūyōna kyarakutā no 1tsu ga shinu. Watashi wa dare ga itte iru nodarouga, kyarakutā no tsūka wa, anime de watashiniha motto kanjō-teki ni kyōryokuna mono no hitotsudeatta to iu koto ga dekimasu. Sono kyarakutā no shi no shikata no tamede wa naku, kyarakutā no jinsei ga owatta hōhō to, karera no shi ga betsu no kyarakutā ni oyoboshita eikyō wa, watashi kara no kanjō han'nō o hikidasu no ni hijō ni yoi shigotodeshita. Zan'nen'nagara, shō wa ketsuron ni tassuru to pēshingu no mondai o okoshi hajimemasu. Sakka to kantoku wa doko ni watashitachi o hoshikatta no ka wakatte imashitaga, karera ga watashitachi ni ataeta yarikata wa shinji rarenai hodo hayaku atae rarete ita hazudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe final episode is a considerable improvement, doing away with this style as we work our way towards the conclusion. In particular it is very emotionally powerful. One of the show’s significant characters dies; I won’t say who but can say that said character’s passing was and remains one of the more emotionally powerful ones to me in anime. Not because of the manner of said character’s death, but the way the character’s life ended up and the effect their death had on another character did a very good job at eliciting an emotional reaction out of me. Unfortunately the show starts to hit some pacing problems as it hits its conclusion; the writers and director knew where they wanted to get us, but the way they got us there was not as believable as it could have been given how quickly it took place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe final episode is a considerable improvement, doing away with this style as we work our way towards the conclusion.\u001b[24m\n    \u001b[1m最終的なエピソードはかなりの改善であり、結論に向けて私たちが作業を進めていく中で、このスタイルを廃止しています。\u001b[22m, \u001b[1m最終回は、我々は結論に向かって私たちのように動作し、このスタイルで離れて行って、かなりの改善です。\u001b[22m\n\u001b[4mIn particular it is very emotionally powerful.\u001b[24m\n    \u001b[1m特にそれは非常に感情的に強力です。\u001b[22m, \u001b[1m特に、それは非常に感情的に強力です。\u001b[22m\n\u001b[4mOne of the show’s significant characters dies;\u001b[24m\n    \u001b[1mショーの重要なキャラクターの1つが死ぬ。\u001b[22m, \u001b[1mショーの重要な文字の一つは死にます。\u001b[22m\n\u001b[4mI won’t say who but can say that said character’s passing was and remains one of the more emotionally powerful ones to me in anime.\u001b[24m\n    \u001b[1m私は誰が言っているのだろうが、キャラクターの通過は、アニメで私にはもっと感情的に強力なものの一つであったと言うことができます。\u001b[22m, \u001b[1m私は誰を言うことはありませんが、前記キャラクタの通過があったとアニメで私にもっと感情的に強力なものの一つであると言うことができます。\u001b[22m\n\u001b[4mNot because of the manner of said character’s death, but the way the character’s life ended up and the effect their death had on another character did a very good job at eliciting an emotional reaction out of me.\u001b[24m\n    \u001b[1mそのキャラクターの死の仕方のためではなく、キャラクターの人生が終わった方法と、彼らの死が別のキャラクターに及ぼした影響は、私からの感情反応を引き出すのに非常に良い仕事でした。\u001b[22m, \u001b[1mていないための方法のキャラクターの死は言ったが、方法は、キャラクターの人生は終わったと彼らの死は別の文字に与えた影響は私のうち感情的な反応を誘発で非常に良い仕事をしました。\u001b[22m\n\u001b[4mUnfortunately the show starts to hit some pacing problems as it hits its conclusion;\u001b[24m\n    \u001b[1m残念ながら、ショーは結論に達するとペーシングの問題を起こし始めます。\u001b[22m, \u001b[1m残念ながら、ショーは、その結論に当たるとして、いくつかのペーシングの問題をヒットし始めます。\u001b[22m\n\u001b[4mthe writers and director knew where they wanted to get us, but the way they got us there was not as believable as it could have been given how quickly it took place.\u001b[24m\n    \u001b[1m作家と監督はどこに私たちを欲しかったのか分かっていましたが、彼らが私たちに与えたやり方は信じられないほど速く与えられていたはずでした。\u001b[22m, \u001b[1m彼らは私たちを取得したい場所の作家やディレクターが知っていたが、それは起こったどのように迅速にそれが与えられている可能性があるので、彼らは私たちを得た方法は、信じられありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, this is a very highly recommended show. It’s unfortunate that the show has some problems near the end which means it isn’t as great as it could have been, but that aside, this show was a very entertaining viewing experience and something that many anime fans should enjoy.\n\n\u001b[1mとにかく、これは非常に強く推奨されるショーです。 ショーの最後にはいくつかの問題があり、それはそれほど大きなものではないことを意味しますが、このショーは非常に面白い視聴体験であり、多くのアニメファンが楽しむべきものでした。\u001b[22m\n\u001b[1m(Tonikaku, kore wa hijō ni tsuyoku suishō sa reru shōdesu. Shō no saigo ni wa ikutsu ka no mondai ga ari, sore wa sorehodo ōkina monode wanai koto o imi shimasuga, kono shō wa hijō ni omoshiroi shichō taikendeari, ōku no anime fan ga tanoshimubeki monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, this is a very highly recommended show. It’s unfortunate that the show has some problems near the end which means it isn’t as great as it could have been, but that aside, this show was a very entertaining viewing experience and something that many anime fans should enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, this is a very highly recommended show.\u001b[24m\n    \u001b[1mとにかく、これは非常に強く推奨されるショーです。\u001b[22m, \u001b[1mとにかく、これは非常に非常にお勧めのショーです。\u001b[22m\n\u001b[4mIt’s unfortunate that the show has some problems near the end which means it isn’t as great as it could have been, but that aside, this show was a very entertaining viewing experience and something that many anime fans should enjoy.\u001b[24m\n    \u001b[1mショーの最後にはいくつかの問題があり、それはそれほど大きなものではないことを意味しますが、このショーは非常に面白い視聴体験であり、多くのアニメファンが楽しむべきものでした。\u001b[22m, \u001b[1mこれは、ショーは、されている可能性がほど大きくないが、それはさておき、このショーは非常に面白い視聴体験と多くのアニメファンが楽しむべきものであったことを意味する終わり近くにいくつかの問題を抱えていることが残念です。\u001b[22m"
  },
  {
    "title": "Key_the_Metal_Idol",
    "id": "1457",
    "url": "https://myanimelist.net/anime/1457/Key_the_Metal_Idol",
    "user": "FALLEN101",
    "profile": "/profile/FALLEN101/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=6150",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  5\nキャラクター|  7\n|  7\n\nストーリー：Key the Metal Idolの話は、最初は比較的単純です。 これは一般的な「go on a quest」タイプです。 キーのために、彼女はロボットから人間に変わることができるように、これらのファンをすべて手に入れなければなりません。 ええ、そうです。\n\nストーリーは最終的には本当に良くなりますが、そこに入ることは永遠に続き、シリーズのペーシングは良くありません。 それは約3つまたは4つのエピソードのために比較的退屈であり、次にBAM！ ちょうど十分なエキサイティングな何かが起こるので、あなたはシリーズをもう少し長く見て、それがどのように終了するか見る。\n\n最後まで実際には何も本当に意味をなさない。 しかし、エンディングはかなり良いですし、シリーズをうまく包み込み、終わりがなくなります。 物語は、いったん行くと、独創的で...奇妙なものです。\n\n芸術：芸術について言われることはあまりありません。 それは90年代半ばにリリースされたので、当時の一般的なアートタイプを持っています。 本当に驚くべきことは何もなく、それは平均以上で、それ以外はほとんどありません。 しかし、ロボットの設計には、芸術についての恩恵が一つあります。 彼らは優れている、問題はあなたがあまりにも多くを見ることができないということです。\n\nサウンド：ここでは、このシリーズに本当に痛感するものが1つあります。 音はあまり良くありません。 声は全体的にチーズで止まっています。 シリーズの終わりには、彼女の声がとても迷惑であるため、キーを閉めたいだけです。 それはあなたのコンピュータで聴くことができる一般的なロボットの声です。 彼らは彼女のために声優を必要としなかった。\n\nまた、たくさんの歌がありますが、私の意見では1曲しか実際にはうまくいかず、それがうぬぼれです。  （シリーズを台無しにすることは実際には言い表せません。）それだけでなく、曲はちょうどvrey goodではなく、\n\nキャラクター：最初はすべてのキャラクターがかなり一般的で退屈なように見えますが、シリーズの途中ではより良くなっていきます。 これはおそらく理由を推測することができるように、特に重要なものです。\n\nまた、このシリーズのパワープレイヤーの過去は、40年代からのロボット界の歴史をかなり再構築して以来、本当に良いです。  （あなたがロボット工学に興味を持っているならば、特に楽しむことができます。）\n\n楽しさ：シリーズはあなたが幸せになる...あなたがそれにこだわることができる場合。 私は一度に約4つのエピソードを見なければなりませんでした。 あなたがこのようにすれば、あなたは眠りにつかないでしょう。最も可能性が高い、そしてあなたはそれを最大限に活用します。 結末は実際に最初の13のエピソードを通して苦労する価値がある。\n\n全体：このシリーズは良いシリーズです。 それはあまり行動指向ではありませんが、会話はかなり深く、プロットの紆余曲折は優れています...しかし、いくつかは少し明白ですが。 すべてが最後に一緒に来て、それは素晴らしい結末です。\n\nこれは今までに発表されたショーの中では最高のものではありませんが、あなたが奇妙なアニメを好きな人や、 それはあなたのお気に入りのシリーズではないかもしれませんが、あなたは失望しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story for Key the Metal Idol is relatively simple at first. It's the generic 'go on a quest' type. For Key she has to get all these fans so she can change from a robot into a human, relatively blah right? Yeah, it kind of is.\n\n\u001b[1mストーリー：Key the Metal Idolの話は、最初は比較的単純です。 それは一般的な\"go on a quest\"タイプです。 キーのために、彼女はロボットから人間に変わることができるように、これらのファンをすべて手に入れなければなりません。 ええ、そうです。\u001b[22m\n\u001b[1m(Sutōrī: Kī the Metal Idol no hanashi wa, saisho wa hikakuteki tanjundesu. Sore wa ippantekina\" go on a quest\" taipudesu. Kī no tame ni, kanojo wa robotto kara ningen ni kawaru koto ga dekiru yō ni, korera no fan o subete te ni hairenakereba narimasen. E e,-sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story for Key the Metal Idol is relatively simple at first. It's the generic 'go on a quest' type. For Key she has to get all these fans so she can change from a robot into a human, relatively blah right? Yeah, it kind of is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story for Key the Metal Idol is relatively simple at first.\u001b[24m\n    \u001b[1mストーリー：Key the Metal Idolの話は、最初は比較的単純です。\u001b[22m, \u001b[1mストーリー：メタルアイドルは最初は比較的単純であるキーのための物語。\u001b[22m\n\u001b[4mIt's the generic 'go on a quest' type.\u001b[24m\n    \u001b[1mそれは一般的な\"go on a quest\"タイプです。\u001b[22m, \u001b[1mこれは、型 'クエストに行く」ジェネリックです。\u001b[22m\n\u001b[4mFor Key she has to get all these fans so she can change from a robot into a human, relatively blah right?\u001b[24m\n    \u001b[1mキーのために、彼女はロボットから人間に変わることができるように、これらのファンをすべて手に入れなければなりません。\u001b[22m, \u001b[1mキーのために彼女は比較的何とか右、人間にロボットから変更できるように、すべてのこれらのファンを取得しなければなりませんか？\u001b[22m\n\u001b[4mYeah, it kind of is.\u001b[24m\n    \u001b[1mええ、そうです。\u001b[22m, \u001b[1mええ、それは一種のです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story does get really good at the end but getting there takes forever and the pacing of the series isn't good. It's relatively boring for about three or four episodes and then BAM! something just exciting enough happens so you keep watching the series a little longer to see how it ends.\n\n\u001b[1mストーリーは最終的には本当に良くなりますが、そこに入ることは永遠に続き、シリーズのペーシングは良くありません。 それは約3つまたは4つのエピソードのために比較的退屈であり、次にBAM！ ちょうど十分なエキサイティングな何かが起こるので、あなたはシリーズをもう少し長く見て、それがどのように終了するか見る。\u001b[22m\n\u001b[1m(Sutōrī wa saishūtekini wa hontōni yoku narimasuga, soko ni hairu koto wa eien ni tsudzuki, shirīzu no pēshingu wa yoku arimasen. Sore wa yaku 3ttsu matawa 4tsu no episōdo no tame ni hikakuteki taikutsudeari, tsugini bamu! Chōdo jūbun'na ekisaitinguna nanika ga okorunode, anata wa shirīzu o mōsukoshi nagaku mite, sore ga dono yō ni shūryō suru ka miru.)\u001b[22m\n\nTranslations of \u001b[4mThe story does get really good at the end but getting there takes forever and the pacing of the series isn't good. It's relatively boring for about three or four episodes and then BAM! something just exciting enough happens so you keep watching the series a little longer to see how it ends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story does get really good at the end but getting there takes forever and the pacing of the series isn't good.\u001b[24m\n    \u001b[1mストーリーは最終的には本当に良くなりますが、そこに入ることは永遠に続き、シリーズのペーシングは良くありません。\u001b[22m, \u001b[1m物語は終わりに本当に良い取得しているが、そこに永遠にかかり、一連のペーシングが良いではありません取得します。\u001b[22m\n\u001b[4mIt's relatively boring for about three or four episodes and then BAM!\u001b[24m\n    \u001b[1mそれは約3つまたは4つのエピソードのために比較的退屈であり、次にBAM！\u001b[22m, \u001b[1mその後、約3または4つのエピソードやBAMのために比較的退屈です！\u001b[22m\n\u001b[4msomething just exciting enough happens so you keep watching the series a little longer to see how it ends.\u001b[24m\n    \u001b[1mちょうど十分なエキサイティングな何かが起こるので、あなたはシリーズをもう少し長く見て、それがどのように終了するか見る。\u001b[22m, \u001b[1mあなたはそれが終了する方法を確認するために少し長くシリーズを見続けるように、十分なだけで刺激的な何かが起こります。\u001b[22m\n\u001b[1m\u001b[22m\nUp until the end practically nothing really makes any sense at all. However, the ending is quite good and it wraps up the series nicely and with no loose ends. And the story, once it gets going, is rather original and ... strange.\n\n\u001b[1m最後まで実際には何も本当に意味をなさない。 しかし、エンディングはかなり良いですし、シリーズをうまく包み込み、終わりがなくなります。 物語は、いったん行くと、独創的で...奇妙なものです。\u001b[22m\n\u001b[1m(Saigomade jissai ni wa nani mo hontōni imiwonasanai. Shikashi, endingu wa kanari yoidesushi, shirīzu o umaku tsutsumikomi, owari ga nakunarimasu. Monogatari wa, ittan iku to, dokusō-tekide... Kimyōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mUp until the end practically nothing really makes any sense at all. However, the ending is quite good and it wraps up the series nicely and with no loose ends. And the story, once it gets going, is rather original and ... strange.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUp until the end practically nothing really makes any sense at all.\u001b[24m\n    \u001b[1m最後まで実際には何も本当に意味をなさない。\u001b[22m, \u001b[1m最後まで実質的に何も本当に全く意味がありません。\u001b[22m\n\u001b[4mHowever, the ending is quite good and it wraps up the series nicely and with no loose ends.\u001b[24m\n    \u001b[1mしかし、エンディングはかなり良いですし、シリーズをうまく包み込み、終わりがなくなります。\u001b[22m, \u001b[1mしかし、結末はかなり良いですし、それがうまくなし未決でシリーズを締めくくります。\u001b[22m\n\u001b[4mAnd the story, once it gets going, is rather original and ... strange.\u001b[24m\n    \u001b[1m物語は、いったん行くと、独創的で...奇妙なものです。\u001b[22m, \u001b[1mそして物語は、それが起こって取得したら、むしろオリジナルと...奇妙です。\u001b[22m\n\u001b[1m\u001b[22m\nArt: About the art there's not much to be said. It was released mid-90s so it has the generic art type from that time. Nothing really spectacular about it, it's above average, little else. There is one saving grace about the art though: the robot designs. They are excellent, the problem is you don't get to see them too much.\n\n\u001b[1m芸術：芸術について言われることはあまりありません。 それは90年代半ばにリリースされたので、当時の一般的なアートタイプを持っています。 本当に驚くべきことは何もなく、それは平均以上で、それ以外はほとんどありません。 しかし、ロボットの設計には、芸術についての恩恵が一つあります。 彼らは優れている、問題はあなたがあまりにも多くを見ることができないということです。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu ni tsuite iwa reru koto wa amari arimasen. Sore wa 90-nendai nakaba ni rirīsu sa retanode, tōji no ippantekina ātotaipu o motte imasu. Hontōni odorokubeki koto wa nani mo naku, soreha heikin ijō de, soreigai wa hotondo arimasen. Shikashi, robotto no sekkei ni wa, geijutsu ni tsuite no onkei ga hitotsu arimasu. Karera wa sugurete iru, mondai wa anata ga amarini mo ōku o miru koto ga dekinai to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: About the art there's not much to be said. It was released mid-90s so it has the generic art type from that time. Nothing really spectacular about it, it's above average, little else. There is one saving grace about the art though: the robot designs. They are excellent, the problem is you don't get to see them too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: About the art there's not much to be said.\u001b[24m\n    \u001b[1m芸術：芸術について言われることはあまりありません。\u001b[22m, \u001b[1mアート：芸術について語っべき多くはありません。\u001b[22m\n\u001b[4mIt was released mid-90s so it has the generic art type from that time.\u001b[24m\n    \u001b[1mそれは90年代半ばにリリースされたので、当時の一般的なアートタイプを持っています。\u001b[22m, \u001b[1mそれはその時から、一般的な芸術のタイプを持っているので、それは90年代半ばにリリースされました。\u001b[22m\n\u001b[4mNothing really spectacular about it, it's above average, little else.\u001b[24m\n    \u001b[1m本当に驚くべきことは何もなく、それは平均以上で、それ以外はほとんどありません。\u001b[22m, \u001b[1mそれについては本当に壮大な何も、それは少し他に、平均を上回るません。\u001b[22m\n\u001b[4mThere is one saving grace about the art though: the robot designs.\u001b[24m\n    \u001b[1mしかし、ロボットの設計には、芸術についての恩恵が一つあります。\u001b[22m, \u001b[1mロボットのデザイン：しかし芸術についての1省の猶予があります。\u001b[22m\n\u001b[4mThey are excellent, the problem is you don't get to see them too much.\u001b[24m\n    \u001b[1m彼らは優れている、問題はあなたがあまりにも多くを見ることができないということです。\u001b[22m, \u001b[1m彼らは優れている、問題はあなたがあまりにも多く、それらを見ることがないことです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Here comes the one thing that really hurts this series. The sound isn't very good at all. The voices are altogether cheesy and halting, espicially Key's. By the end of the series you just want Key to shut up because her voice is so annoying. It's the generic robot voice that you can listen to on your computer. They didn't even need a voice actor for her part.\n\n\u001b[1mサウンド：ここでは、このシリーズに本当に痛感するものが1つあります。 音はあまり良くありません。 声は全体的にチーズで止まっています。 シリーズの終わりには、彼女の声がとても迷惑であるため、キーを閉めたいだけです。 それはあなたのコンピュータで聴くことができる一般的なロボットの声です。 彼らは彼女のために声優を必要としなかった。\u001b[22m\n\u001b[1m(Saundo: Kokode wa, kono shirīzu ni hontōni tsūkan suru mono ga 1tsu arimasu. Oto wa amari yoku arimasen. Koe wa zentai-teki ni chīzu de tomatte imasu. Shirīzu no owari ni wa, kanojo no koe ga totemo meiwakudearu tame, kī o shimetai dakedesu. Sore wa anata no konpyūta de kiku koto ga dekiru ippantekina robotto no koedesu. Karera wa kanojo no tame ni seiyū o hitsuyō to shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mSound: Here comes the one thing that really hurts this series. The sound isn't very good at all. The voices are altogether cheesy and halting, espicially Key's. By the end of the series you just want Key to shut up because her voice is so annoying. It's the generic robot voice that you can listen to on your computer. They didn't even need a voice actor for her part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Here comes the one thing that really hurts this series.\u001b[24m\n    \u001b[1mサウンド：ここでは、このシリーズに本当に痛感するものが1つあります。\u001b[22m, \u001b[1mサウンド：ここでは本当にこのシリーズを傷つける一つのことが来ます。\u001b[22m\n\u001b[4mThe sound isn't very good at all.\u001b[24m\n    \u001b[1m音はあまり良くありません。\u001b[22m, \u001b[1m音は全く非常に良いではありません。\u001b[22m\n\u001b[4mThe voices are altogether cheesy and halting, espicially Key's.\u001b[24m\n    \u001b[1m声は全体的にチーズで止まっています。\u001b[22m, \u001b[1m声は、espicially Key社の完全安っぽいと停止しています。\u001b[22m\n\u001b[4mBy the end of the series you just want Key to shut up because her voice is so annoying.\u001b[24m\n    \u001b[1mシリーズの終わりには、彼女の声がとても迷惑であるため、キーを閉めたいだけです。\u001b[22m, \u001b[1m彼女の声はとても迷惑ですので、シリーズの終わりまでに、あなただけのキーを黙らしたいです。\u001b[22m\n\u001b[4mIt's the generic robot voice that you can listen to on your computer.\u001b[24m\n    \u001b[1mそれはあなたのコンピュータで聴くことができる一般的なロボットの声です。\u001b[22m, \u001b[1mそれはあなたのコンピュータ上に耳を傾けることができ、一般的なロボットの声です。\u001b[22m\n\u001b[4mThey didn't even need a voice actor for her part.\u001b[24m\n    \u001b[1m彼らは彼女のために声優を必要としなかった。\u001b[22m, \u001b[1m彼らは彼女の部分のための声優を必要としませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, there is a lot of singing but only one song is really any good in my opinion and that's the lullabye. (Can't really describe it without spoiling the series.) Besides that the songs just aren't vrey good, espiecially the opening theme which nearly turned me off before I even got two minutes in.\n\n\u001b[1mまた、たくさんの歌がありますが、私の意見では1曲しか実際にはうまくいかず、それがうぬぼれです。  （シリーズを台無しにすることは実際には言い表せません。）それだけでなく、曲はちょうどvrey goodではなく、\u001b[22m\n\u001b[1m(Mata, takusan no uta ga arimasuga, watashi no ikende wa 1-kyoku shika jissai ni wa umaku ikazu, sore ga unuboredesu. (Shirīzu o dainashi ni suru koto wa jissai ni wa iiarawasemasen. ) Sore dakedenaku,-kyoku wa chōdo vrey guddode wa naku,)\u001b[22m\n\nTranslations of \u001b[4mAlso, there is a lot of singing but only one song is really any good in my opinion and that's the lullabye. (Can't really describe it without spoiling the series.) Besides that the songs just aren't vrey good, espiecially the opening theme which nearly turned me off before I even got two minutes in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, there is a lot of singing but only one song is really any good in my opinion and that's the lullabye.\u001b[24m\n    \u001b[1mまた、たくさんの歌がありますが、私の意見では1曲しか実際にはうまくいかず、それがうぬぼれです。\u001b[22m, \u001b[1mまた、歌がたくさんあるが、唯一の曲は本当に私の意見では、任意の良いですし、それはlullabyeです。\u001b[22m\n\u001b[4m(Can't really describe it without spoiling the series.) Besides that the songs just aren't vrey good, espiecially the opening theme which nearly turned me off before I even got two minutes in.\u001b[24m\n    \u001b[1m（シリーズを台無しにすることは実際には言い表せません。）それだけでなく、曲はちょうどvrey goodではなく、\u001b[22m, \u001b[1m（本当にシリーズを損なうことなく、それを記述することはできません。）のほかの曲はちょうど良いvreyされていないことを、私もで2分を持って前に、ほぼ私をオフにespieciallyオープニングテーマ。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: At first all the characters seem rather generic and boring but they start to get better around the halfway point of the series. This goes espiecially for Key as you can probably guess why.\n\n\u001b[1mキャラクター：最初はすべてのキャラクターがかなり一般的で退屈なように見えますが、シリーズの途中ではより良くなっていきます。 これはおそらく理由を推測することができるように、特に重要なものです。\u001b[22m\n\u001b[1m(Kyarakutā: Saisho wa subete no kyarakutā ga kanari ippan-tekide taikutsuna yō ni miemasuga, shirīzu no tochūde wa yori yoku natte ikimasu. Kore wa osoraku riyū o suisoku suru koto ga dekiru yō ni, tokuni jūyōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: At first all the characters seem rather generic and boring but they start to get better around the halfway point of the series. This goes espiecially for Key as you can probably guess why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: At first all the characters seem rather generic and boring but they start to get better around the halfway point of the series.\u001b[24m\n    \u001b[1mキャラクター：最初はすべてのキャラクターがかなり一般的で退屈なように見えますが、シリーズの途中ではより良くなっていきます。\u001b[22m, \u001b[1mキャラクター：最初にすべての文字がむしろ一般的で退屈なように見えるが、彼らは一連の中間点の周りに良くなって起動します。\u001b[22m\n\u001b[4mThis goes espiecially for Key as you can probably guess why.\u001b[24m\n    \u001b[1mこれはおそらく理由を推測することができるように、特に重要なものです。\u001b[22m, \u001b[1mあなたはおそらく、なぜ推測することができますので、これはキーのespiecially行きます。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the pasts of the power players in it are really good since the series pretty much remade the history of the world of robotics from the forties on. (It's fun to watch, espiecially if you are into robotics.)\n\n\u001b[1mまた、このシリーズのパワープレイヤーの過去は、40年代からのロボット界の歴史をかなり再構築して以来、本当に良いです。  （あなたがロボット工学に興味を持っているならば、特に楽しむことができます。）\u001b[22m\n\u001b[1m(Mata, kono shirīzu no pawāpureiyā no kako wa, 40-nendai kara no robotto-kai no rekishi o kanari sai kōchiku shite irai, hontōni yoidesu. (Anata ga robotto kōgaku ni kyōmi o motte irunaraba, tokuni tanoshimu koto ga dekimasu. ))\u001b[22m\n\nTranslations of \u001b[4mAlso, the pasts of the power players in it are really good since the series pretty much remade the history of the world of robotics from the forties on. (It's fun to watch, espiecially if you are into robotics.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the pasts of the power players in it are really good since the series pretty much remade the history of the world of robotics from the forties on.\u001b[24m\n    \u001b[1mまた、このシリーズのパワープレイヤーの過去は、40年代からのロボット界の歴史をかなり再構築して以来、本当に良いです。\u001b[22m, \u001b[1mまた、その中に電源の選手の過去をはかなり上の四十代からのロボット工学の世界の歴史をリメイクシリーズ以来、本当に良いされています。\u001b[22m\n\u001b[4m(It's fun to watch, espiecially if you are into robotics.)\u001b[24m\n    \u001b[1m（あなたがロボット工学に興味を持っているならば、特に楽しむことができます。）\u001b[22m, \u001b[1m（それはあなたがロボットにあるespiecially場合、視聴することが楽しいです。）\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: The series will make you happy ... if you can stick with it. I had to watch about four episodes at a time and then take a few hours break before returning to it. If you do it this way, you won't fall asleep ... most likely, and you'll get the most out of it. The ending really makes it worth struggling through the first thirteen episodes.\n\n\u001b[1m楽しさ：シリーズはあなたが幸せになる...あなたがそれにこだわることができる場合。 私は一度に約4つのエピソードを見なければなりませんでした。 あなたがこのようにすれば、あなたは眠りにつかないでしょう。最も可能性が高い、そしてあなたはそれを最大限に活用します。 結末は実際に最初の13のエピソードを通して苦労する価値がある。\u001b[22m\n\u001b[1m(Tanoshisa: Shirīzu wa anata ga shiawase ni naru... Anata ga sore ni kodawaru koto ga dekiru baai. Watashi wa ichido ni yaku 4tsu no episōdo o minakereba narimasendeshita. Anata ga ko no yō ni sureba, anata wa nemuri ni tsukanaideshou. Mottomo kanōsei ga takai, soshite anata wa sore o saidaigen ni katsuyō shimasu. Ketsumatsu wa jissai ni saisho no 13 no episōdo o tōshite kurō suru kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: The series will make you happy ... if you can stick with it. I had to watch about four episodes at a time and then take a few hours break before returning to it. If you do it this way, you won't fall asleep ... most likely, and you'll get the most out of it. The ending really makes it worth struggling through the first thirteen episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: The series will make you happy ... if you can stick with it.\u001b[24m\n    \u001b[1m楽しさ：シリーズはあなたが幸せになる...あなたがそれにこだわることができる場合。\u001b[22m, \u001b[1m楽しさ：あなたはそれに固執することができればシリーズが...あなたが幸せになります。\u001b[22m\n\u001b[4mI had to watch about four episodes at a time and then take a few hours break before returning to it.\u001b[24m\n    \u001b[1m私は一度に約4つのエピソードを見なければなりませんでした。\u001b[22m, \u001b[1m私は当時の約4エピソードを見て、それに戻る前に数時間の休憩を取らなければなりませんでした。\u001b[22m\n\u001b[4mIf you do it this way, you won't fall asleep ... most likely, and you'll get the most out of it.\u001b[24m\n    \u001b[1mあなたがこのようにすれば、あなたは眠りにつかないでしょう。最も可能性が高い、そしてあなたはそれを最大限に活用します。\u001b[22m, \u001b[1mあなたは、このようにそれを行う場合は、最も可能性の高い...眠りに落ちることはありません、あなたはそれを最大限に活用します。\u001b[22m\n\u001b[4mThe ending really makes it worth struggling through the first thirteen episodes.\u001b[24m\n    \u001b[1m結末は実際に最初の13のエピソードを通して苦労する価値がある。\u001b[22m, \u001b[1mエンディングは本当に最初の13のエピソードを通して苦労それは価値になります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: This series is a good series, if you can make it through. It isn't very action oriented but the conversations are pretty deep and the plot twists are excellent ... though some of them are a little obvious. Everything does come together at the end and it's an excellent ending.\n\n\u001b[1m全体：このシリーズは良いシリーズです。 それはあまり行動指向ではありませんが、会話はかなり深く、プロットの紆余曲折は優れています...しかし、いくつかは少し明白ですが。 すべてが最後に一緒に来て、それは素晴らしい結末です。\u001b[22m\n\u001b[1m(Zentai: Kono shirīzu wa yoi shirīzudesu. Sore wa amari kōdō shikōde wa arimasenga, kaiwa wa kanari fukaku, purotto no uyokyokusetsu wa sugurete imasu... Shikashi, ikutsu ka wa sukoshi meihakudesuga. Subete ga saigo ni issho ni kite, sore wa subarashī ketsumatsudesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: This series is a good series, if you can make it through. It isn't very action oriented but the conversations are pretty deep and the plot twists are excellent ... though some of them are a little obvious. Everything does come together at the end and it's an excellent ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: This series is a good series, if you can make it through.\u001b[24m\n    \u001b[1m全体：このシリーズは良いシリーズです。\u001b[22m, \u001b[1m全体：あなたはそれを介して、作ることができる場合は、このシリーズは、優れたシリーズです。\u001b[22m\n\u001b[4mIt isn't very action oriented but the conversations are pretty deep and the plot twists are excellent ... though some of them are a little obvious.\u001b[24m\n    \u001b[1mそれはあまり行動指向ではありませんが、会話はかなり深く、プロットの紆余曲折は優れています...しかし、いくつかは少し明白ですが。\u001b[22m, \u001b[1mそれは非常にアクション指向ではありませんが、それらのいくつかは少し明白ですけれども...会話はかなり深いとどんでん返しが優れています。\u001b[22m\n\u001b[4mEverything does come together at the end and it's an excellent ending.\u001b[24m\n    \u001b[1mすべてが最後に一緒に来て、それは素晴らしい結末です。\u001b[22m, \u001b[1mすべてが終わりに一緒に来るん、それは優れた結末です。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough this isn't the greatest show ever released, it's worth a look espiecially if you like strange anime or if you like your sci-fi with a little twist. It may not be your favorite series ever, but you won't be disappointed.\n\n\u001b[1mこれは今までに発表されたショーの中では最高のものではありませんが、あなたが奇妙なアニメを好きな人や、 それはあなたのお気に入りのシリーズではないかもしれませんが、あなたは失望しません。\u001b[22m\n\u001b[1m(Kore wa ima made ni happyō sa reta shō no nakade wa saikō no monode wa arimasenga, anata ga kimyōna anime o sukinahito ya, sore wa anata no okiniiri no shirīzude wanai kamo shiremasenga, anata wa shitsubō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlthough this isn't the greatest show ever released, it's worth a look espiecially if you like strange anime or if you like your sci-fi with a little twist. It may not be your favorite series ever, but you won't be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough this isn't the greatest show ever released, it's worth a look espiecially if you like strange anime or if you like your sci-fi with a little twist.\u001b[24m\n    \u001b[1mこれは今までに発表されたショーの中では最高のものではありませんが、あなたが奇妙なアニメを好きな人や、\u001b[22m, \u001b[1mこれは今までにリリースの最大のショーではありませんが、あなたの奇妙なアニメのような、またはあなたは少しひねりを加えた、あなたのSFが好きな場合ならば、それはespiecially一見の価値があります。\u001b[22m\n\u001b[4mIt may not be your favorite series ever, but you won't be disappointed.\u001b[24m\n    \u001b[1mそれはあなたのお気に入りのシリーズではないかもしれませんが、あなたは失望しません。\u001b[22m, \u001b[1mそれは今までにあなたのお気に入りのシリーズではないかもしれないが、あなたは失望することはできません。\u001b[22m"
  },
  {
    "title": "Key_the_Metal_Idol",
    "id": "1457",
    "url": "https://myanimelist.net/anime/1457/Key_the_Metal_Idol",
    "user": "Fear_the_Reefer",
    "profile": "/profile/Fear_the_Reefer/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=219410",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n学生としての在職期間中、おそらくあなたは多種多様な人々に出会ったでしょう...あなたはあなたと仲良くした人と友達を作り、あなたが憎んだ人たちと侮辱し、道端で落ちた人たちを大部分は無視しました。 しかし、あなたが簡単に分類できない人に会う確率は非常に高いです...仲間の同級生が周囲の人々と行動して交流する方法についてのあなたの認識に異議を唱える人。 静かで奇妙な女の子で、フラットな、変わりのない声で話し、壊れた発言パターンを持ち、彼女の周りの世界に関心がないように思われる人物。 若い頃、Aspergersという言葉を聞いたことがないかもしれないので、このような子供を分類するために、変わった、気まずい、または同性愛者のような言葉を使う傾向があります。  Tokiko、またはKeyは、彼女自身のカテゴリーを採用しました：ロボット。 そして、いいえ、彼女はあなたを騙したり、自分の行動を簡単に説明するだけではありません。 彼女の祖父と話をすると、彼はそれが本当であることを教えてくれるでしょう...そうであれば、彼はまだ生きていたでしょう。\n\nはい、Tokikoさんのガーディアンはこの世界を去りました。彼女は日本の基準で十分に暮らしていますが、最終的なメッセージに彼女を残しました。 彼女が東京に行って、3万人の人と友達になれば、ついには本当の人間の女の子になれるでしょう。 彼女は次のバスを奪うが、大都市は期待通りに友好的ではないことが分かる。 実際、彼女に近づく最初の数人は、友人関係以外の何かを探していることを非常に明確にしています。 幸いにも、彼らは彼女を利用できるようになる前に、彼女は数年前に離れた旧友に救助され、すぐに彼女を連れて行きます。キーがキャッチするビデオストアでサクラのアルバイトを訪れるのです アイドル・コンサートを垣間見ることができ、30,000人の友達を作るためにはポップ・アイドルにならなければならないと決めました！ 彼女が日本の次の大きな国宝になるのを見て、彼女がトップに登るのだろうか、ロボットの暗殺者や、もっと冷静な音楽幹部が彼女の邪魔になる危険性が高いことが判明するだろうか？\n\nKey the Metal Idolは、1994年から1996年の間にStudio PierrotによってリリースされたOVAシリーズであり、対立する期限はなく、VHSのシングルエピソードで徐々にシリーズをリリースできるため、より多くの寛容さが許された 彼らの予算は、彼らが放送されたアニメであったよりも。 この財務的な負担の欠如は、私が90年代半ばの最も見栄えの良いアニメの1つと呼んでいなければならないもので美しく輝いています。 私は、芸術のスタイルと動きの制限がすぐにそれを捨てるかもしれないと認めていますが、それは何年もかけて驚くほどうまくやっています。 進行中のすべての対話を補償する角度。\n\nそのような種類の映画撮影のトリックに頼るのではなく、Keyははるかに現実的なビジュアルスタイルを持っています...大きな目の女性キャラクターや長い白い髪の悪役のような、 この古い学校のアニメ環境を見る人に臨場感を与えるようにすることは、長い道のりになります。 ステレオタイプのアニメ表現はどこにも見当たりません。これは、私が今までレビューしたことがないと思うものですが、何らかの形で最も無用なキャラクターの表情を関連付けることもできます。 キーの山の家と大都市の間の照明と色の違いと、汚れと転回のあらゆる場所を捕らえる細部への注意に加えて、両方の場所について知る必要があることがすべて分かります。 バックグラウンドのランダムな人は常に動くわけではありませんが、スマートな編集をすれば、気にするほど気づかない傾向があります。\n\n現実主義はまた、シリーズのほとんどの人が典型的な暗い日本人の髪を持っているため、キーは対照的に際立ち、特定の白髪のロシア人以外の唯一のキャラクターは、 彼女の感情を制御することができないたびに茶色に戻っていくという選択は、私たちのロボットと人間の区別を容易にします。 都市を歩いているロボットも、あなたが期待していたもののように見えます。巨大な大型の野獣は、あまりにも多くの鎧を持っていました。 全体として、ほとんどすべてを現実的な方法で見て動かすという決定は、人類の特定の側面を扱う物語のテーマへの意図的な奉仕であるが、将来の見直しまでは本当に明らかではない。\n\nこの音楽は、今日の市場でEDMやDubstepが主役になろうとしているロボットに囲まれたロボットかもしれない女の子についてのショーを期待しているように、ショーの年齢を明確に示しています。 いくつかのトラック、特にオープニングテーマの最初の数ビートには機械的なサウンドがありますが、このサウンドトラックは純粋なロックンロールであり、ゆっくりとバラードがスローインされています。 ミュージシャンのアニメだからこそ、声優の芝原千代子さん（ボーカル・パフォーマー）の方々からはもちろん、狂気の良い歌手であり、大多数の宇宙の歌を大切に扱っています。 その他のトラックは、Sario Kijimaが演奏しています。\n\nテーマについて言えば、オープニングはちょうど魅力的なもので、夢のようなショットがどんなやり方でそれに続くショットにつながるスタイルを採用しています。  RailgunとIndexが1点（それぞれ）でこれを行ったことは分かっていますが、ここでは一定の動きがシリーズの物語に関係するようにはるかに優れています。 エンディングのテーマは、オープニングと同様に美しい音楽を持っているかもしれませんが、シリーズがエピソードによってエリザベスでリリースされて以来、エンディングは、ほとんどのアニメ視聴者が慣れていたものよりも劇的に、黒の背景にテキストのスクロールで、 最終的にそれらの下の画面に表示される画像のスライドショー。 私が前に述べた岩の定義に実際には合わないバックグラウンドトラックもいくつかありますが、かなり低いキーであり、彼らの目的をうまく果たしています。\n\n私がダブについて話を始める前に、ほとんどの人がバットからすぐに気づくだろうことを認めるのに時間を取るべきでしょう...あなたがドラゴンボールZのオリジナルのオーシャンスタジオのダブを経験していれば十分です このキャストの少なくとも半分は既に認識しています。 このカナダのダビング会社は、西洋のアニメーションではなく、アニメに特化していませんが、彼らの名前にはいくつかのアニメがあり、Keyはその1つです。 あなたが一人であれば、私は、キーの役割は、人工音の機械的な色合いを持つすべてを言うフラットボイスの女の子は、ニコールオリバーによって演奏されたことを伝えると、おそらくダブルテイクを行うでしょう、 非常に少数のアニメの役割を果たした...悲劇的な主人公のミソラ・ナオミが鐘を鳴らすかもしれない...そして、キーとは異なるキャラクターになるかもしれない偽りのプリンセス・セレスタ。 このような単調なキャラクターを演奏すると行動するのは難しいですが、オリバーは人間の側が引き継ぐたびに複雑さと感情を爆発させてそれを補うことができます。\n\n言い換えれば、彼女は役割のための完璧な俳優ですが、彼女の親友は彼女とはかなり対照的です。  Megan LeitchはSakuraの声を出しています。彼女は4分の1くらいの間、まともな仕事をしていますが、彼女の人生を救うためにシーンの色合いを釘付けにすることはできません。 彼女の声の役割は、一方では数えることができ、神に感謝します。彼女は、長澤美樹がいくつかの場面にもたらした暖かさと慰めのすべてを、超越のメロドラマで置き換え、彼女にその性格を与えることを試みるとき、 古いチャーリーブラウンの漫画の子供の俳優のように聞こえる。 彼女は感情的なシーンを十分に演奏しますが、彼女はまだ残りのキャストが補償しなければならない弱いリンクです。 彼らの男性同盟者のうちの2人は、RecoomeとBOTH Gokuの声の元のダブ・アクターによって声をかけられています。そして、彼らは、特に、恥ずかしそうなエピソード14で兵士たちが抱いておかなければならない猥褻な量の対話で、\n\nジョン・ノヴァク、マーク・ギボン、デビッド・ソボロフは、名前にあまり敬意を払っていないが、恐ろしい記録幹部アジョと冷たい心の執事であるセルゲイとして、非常に威圧的な悪役を演じた。 オリジナルのベジータを演奏し、世界中で愛されているアニメをベースにしたメイドのブライアン・ドラモンド（「9000以上！」）は、シリーズの中で私の好きなキャラクターを演じている、生の本物の感情に執着している才能トレーナーである鶴木光 彼が見たいと思っていることを彼に示すことによって成功しようとする人々の考えにうんざりしている。 彼は一度キーの人間の側を見て、すぐにそれがどんなに正直で壊れやすいのかに夢中になった。それは彼女を生徒として狙うために生まれた。...何時間も何度も目を凝視し、彼女をひどく誘惑し、 その顔をもう一度見ることを願って。 彼の最初の出演では、彼は自分の成功によって損なわれているような特権的な男のような、汚れた、傲慢な人物から姿を消しますが、彼の狂気への方法が明らかになるにつれて、 ドラえもんのキャリアを最終的に定義する笑顔の死神獅子座に似て始まります。\n\n話す価値のある人は誰か残っていますか？ まあ、あなたが知っている、誰も特に、サフロンHendersonを恐れている人を除いて。 あなたはそれが誰なのか分からないと、少なくともオオカミのダブではドラゴンボールではなく、ゴハンでフォローアップシリーズDBZで演奏しました。 だから誰がキーで遊ぶの？ いくつかの小さな子供、おそらく子供時代のフラッシュバックの主人公の一つ？ いいえ。 キーをアイドルにしたアイドルキャラクター「ミホ」を演奏するだけでなく、サウンドトラックのほぼすべての曲の英語版を歌います。 そして、彼女はその中で驚異的に聞こえる。 彼女の主人公は、健全なサウンドのロボットのバージョンだけでなく、誰もが舞台裏で見ることのできない弱い、壊れた奴隷のバージョンをプレイしなければならず、彼女はそれを納得させることを止めることは決してありません。 さくらは特別な例外かもしれないが、私はこのダビングを強く勧めている。\n\nあなたが私のプロットの要約から推測しているかもしれないが、これは謎に包まれた最も深い細部を持つシリーズであり、初心者にとっては非常に混乱する話になることがあります。 私たちはKeyが彼女の旅を始めるにつれて多くの疑問を提起していますが、ありがたいことに、私たちが焦点を当てる最初のものは、彼女が実際にロボットであるかどうかです。 このプロットポイントは、より深刻なプロット要素が形を取るようになるにつれ、最終的に消え去るが、飛び降りるポイントとして、これは本当にうまく処理される。 私が前に述べた髪の色に加えて、このシリーズはどれほどの証拠がある結論に向かって私たちに与えるかに非常に注意しています。 私たちはキーが食べるのを決して見ない、そして彼女の祖父は、彼女が最近彼女のために新しいボディを作ったということを彼女に伝えるように言います...それは、視聴者が何を気にしないように解読するのにちょうど難しい 言われている。\n\nKeyの髪の色が変わったとき、人と物を浮揚させたり、マシンをフリッツに乗せるなど、超自然的な才能を何とか無意識に実行することができるという決定的な詳細な手がかりだけが与えられています。 彼女はしばしば最初のエピソードで特にヌードを見せていますが、これらのシーンはとても臨床的で寒く、ファンサービスとは言い難いものです。 それは彼女の誕生日の服の17歳の女の子よりも金メッキでC  -  3POを見ているような感じです。 あと、アニメーターがセクシーなヌードシーンを作る方法を知らないうちに、彼女の友人であるサクラは、10秒間もかかわらずセクシュアリティを滲出させるシャワーシーンを持ち、ジョブ間の衛生的なシャワーとして文脈に合っています。\n\nそして、それはキーがロボットである可能性をより明白にする別のプロットポイントです。彼女の親友は間違いなく人間です。私は彼女が好きな人は約12人いると確信しています と女性。 サクラさんのアパートにちょうどちょっとしたキーがありますが、サクラさんは彼女に提供されているシェルターを利用して、家賃と食費を支払うために3種類のアルバイトをしています。 そして、彼らは特に魅力的な仕事ではありません。ピザの配送、ゴミトラックの監督、ビデオストアのキャッシャーです。 そのような状況にいるほとんどの人は何らかの休憩を探すだろうか？ まあ、以前、私は、サクラは、最初のロボット女の子のポルノを生産するために探していたいくつかの日陰の個人からキーを保存したと述べた。 私が言及しなかったのは、彼らが後で2人の女の子に追いついたときにサクラに同様の申し出をしたということです。 さて、キーは、自分が何をしているのかを理解し、救出される直前に自分自身を言い訳しようとしたとき、人間性の軽い兆候を示しましたが、サクラは少し違って反応します。 彼女は彼らを卑劣な人物と見なし、彼らのために働くことを拒否します。 彼女は彼らのオファーを受け入れませんが、それは日常の研ぎ澄みからの休憩になるので簡単には震えません。\n\n私たちはすべて道徳を持っており、私たちはすべて基準を持っており、私たちはすべて、尊厳を保つことができる一定の範囲を持っています...しかし、水を歩いているとき、魔法の解決策は魅力的になります。 彼女の友人がそこにいなかったら、さくらは受け入れただろうか？ 私は考えているわけではありませんが、長期的に彼女を傷つけるような魔法の解決策で彼女自身の能力と仕事の倫理を選ぶことができるという事実は、彼女が信じていない このシリーズでは、ポルノよりも危険な追求の方法であることが判明したアイドルになるという魔法の解決策なしで3万人の友達を作る能力を持っています。 この違いは、Keyの個性のロボット要素だけでなく、シリーズの究極のテーマでもあります...現実とファンタジーのジレンマ。\n\nメタルアイドルがこのテーマに関連して議論するのが好きな2つのかなり人気のあるトピックがあります。これまでに何度も育ったと思っているトピックですが、どちらもさまざまな視点の余地があります。 最初の1つは、明らかに、アイドルであるという本当の人生です。 日本のアイドル文化はそれ自体が怪物であるため、他の場所よりもはるかに日本の主題です。 パーフェクト・ブルーは、不気味なことをしなければならない人を管理するだけでなく、変化を受け入れたり拒絶したりするファンファーレの認識によって、どのようにしてアイドルがコントロールされているかを探った 彼らのキャリア。 最近のLove Liveと呼ばれるショーでは、最初とは違った道を歩み、人々が偶然に偶然になっていかなければならないことを示しています。\n\n2番目のトピックは、人間と機械の関係です。 ヒッキキモリの考え方を探りながら、実際の女性より完璧で理想化された女性を男性に提供するためにコンピュータがどのように装備されているかを中心に、Chobitsはおそらく最も注目すべき例です。  Matrixフランチャイズのような他のタイトルは、創造のアイデアを探求しました。そして、私たちが誕生したマシンが、私たちを征服し、世界を引き継いで、人間が神と同じように創造者をつくる方法を探りました。 このように人工知能を扱う小説もたくさんありますが、目に見えないことに、Key the Metal IdolはAIのテーマにも触れません。 代わりに、鋼の錬金術師のアイデアと共通しているのは、たとえそれが人生の錯覚であっても、人生を生み出すために人生を変えなければならないという考えです。\n\nそれはプロットを通して、Keyはこれらの2つのトピックを多くの興味深い方法で組み合わせています。特にAjoとそのビジネスベンチャーには、アイドルミホを管理するものがあります。 キーは、ミホのようなアイドルになることが、ロボットから人への移行を助けると信じているが、彼女が知らないことは、（これはほんの小さなスポイラーである）実際のミホはヘッドセットに取り付けられ、 彼女が遠く離れている間にロボットの人形をステージに置いて、彼女の人生そのものは彼女を所有する人によって評価されない。 この宇宙でアイドルになることは、人間がロボットになるプロセスであり、その逆ではないプロセスなので、キーが期待していることは実際に起こっていることとはまったく逆です。 言い換えれば、オブジェクトは、実際にオブジェクトをオブジェクトに変える手段を通じて、人になりたいと考えています。 それをロボットが自分自身で動くことができず、人間の生命力によって動かされるという事実に加え、あなたは自分のイメージで人生を創造しようとする人にとって完璧な隠喩を持ち、神を演じようと試み、  。\n\nこのテーマの宗教的な角度についてのさらなる証拠が必要な場合は、プロットに大きな役割を果たす実際の宗教的カルトがあり、キーの能力を奇跡として描き、彼女の世界への夢から彼女を守る努力を惜しみません。 偶像崇拝の...私が先に述べた観点から読んだ場合、追求は神から取り除かれたものです。 このカルトのサービスでは、キーの力はシリーズの他のポイントよりも多くの慈悲で使用されています...彼女はさらに危機に瀕した小さな男の子を戻します。 シリーズの終わりに向かって彼女の目の前で死が起こった。 この方程式における宗教の意義は、人間が神の創造物として神を殺すようなものを創造したと言うように、最終的にはロボットが最終的にこのカルトを払拭するという事実によってさらに確かに確立されます。 後の露出バックストーンのバットトン。 そして、あなたはシリーズの主な運転テーマを持っています...人類の現実と創造された人間の幻想。 私たちの戦いを戦うために、あるいは私たちのためだけに実行するために作られたロボットは、私たちの道徳的な理念を支えている青年や若さと美しさの基準が、非現実的 客観化された。\n\nキーとなるメタルアイドルは、物語の中心にあるさまざまなトピックを完璧に織り交ぜた、きつく書かれた物語を私たちにもたらします。これらの状況がどのように起こったのか、 世界に、そしてどこでそれがすべて私たちのadorkableアンドロイドヒロインを取るのでしょう。 完璧なスコア未満の何かを与えるために私はそれが実行されていることに深刻な欠陥があるはずです...しかし、残念ながら、その難しい10/10は今日は達成されません。 たとえアニメーションが20年以上経過しても、プロットが深みで落ちているにもかかわらず、謎はまだ適切に展開する必要があります...そして、この要素がKey fumblesです。 最後の2つのエピソードはそれぞれ90分以上の長編であり、深く言うと私には悲しいことですが、エピソード14は境界がありません。\n\n物語の中でこれまでに起こったことのすべてを正当化するために、作者はKeyが誰であったか、彼女が何であったか、そしてこれらの生命力が食ロボットをどのようにして食べたかを説明する必要がありました。 ここに美しい部分があります。 彼らは、キーの祖父の視点から26分のフラッシュバックのエピソードを放送することでこれを行うことができた。 代わりに、全体の物語...複雑な詳細、動機、推測...おじいちゃんの話がバックグラウンドで私たちに示されている間、博覧会の形で私たちに与えられます。 それは大部分が2人のサポートキャラクターの間の会話で明らかになるだけで十分ですが、残りの部分は新しいロボットを構築する際に文字通り誰にも話していないランダムな古い男から来ています。 そして、しばらくの間、2人のメインキャラクターはお互いを抱き合ってアパートに集まります。 女性の鉛のキャラクターはどうですか？ 彼らは何が起こっているのかを知る必要はありません...彼らは感情的に支持する必要がありますが、民間人は観客のために物事を取り組んでいます。 最終的なエピソードは、そこから劇的に改善するために管理しています.14歳の愚かな設定から悲惨な死の場面を提供することを含むが、その時点ではすでに被害があった。\n\nキー：メタルアイドルはもともとビズ・メディアから入手できましたが、残念ながら2004年以来絶版となっています。オンラインでは3種類のDVDをさまざまな価格でオンラインで入手できます。  〜100ドル。  FYIで26ドルで私のコピーを見つけることができましたが、スリムパックのCDサウンドトラックのコピーはまだあなたの中に残っています。 それはViewster.comで法的に見ることができ、それ以外のところはほとんどありません。 サウンドトラックCDは様々なオンラインの場所でも見つかることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThroughout your tenure as a student, you probably met a diverse assortment of people... You made friends with those you connected with, feuded with those you hated, and largely ignored those that fell by the wayside. However, there’s an incredibly likely chance you met someone you couldn’t easily categorize... Someone who challenged your perception of how a fellow classmate should act and interact with the people around them. Someone like Tokiko Mima, a quiet, strange girl who speaks in a flat, inflectionless voice, carries a broken speech pattern, and seems to have no interest in the world around her. Now, being young, you probably haven’t heard of the word Aspergers, so you’re more likely to use words like weird, creepy or gay to categorize kids like this. Tokiko, or Key for short, has adopted a category of her own: Robot. And no, she’s not just saying that to troll you, or to offer up an easy explanation for her own behavior. Talk to her Grandfather, and he’ll tell you that it’s true... Or he would, were he still alive.\n\n\u001b[1m学生としての在職期間中、おそらくあなたは多種多様な人々に出会ったでしょう...あなたはあなたと仲良くした人と友達を作り、あなたが憎んだ人たちと侮辱し、道端で落ちた人たちを大部分は無視しました。 しかし、あなたが簡単に分類できない人に会う確率は非常に高いです...仲間の同級生が周囲の人々と行動して交流する方法についてのあなたの認識に異議を唱える人。 静かで奇妙な女の子で、フラットな、変わりのない声で話し、壊れた発言パターンを持ち、彼女の周りの世界に関心がないように思われる人物。 若い頃、Aspergersという言葉を聞いたことがないかもしれないので、このような子供を分類するために、変わった、気まずい、または同性愛者のような言葉を使う傾向があります。  Tokiko、またはKeyは、彼女自身のカテゴリーを採用しました：ロボット。 そして、いいえ、彼女はあなたを騙したり、自分の行動を簡単に説明するだけではありません。 彼女の祖父と話をすると、彼はそれが本当であることを教えてくれるでしょう...そうであれば、彼はまだ生きていたでしょう。\u001b[22m\n\u001b[1m(Gakusei to shite no zaishoku kikan-chū, osoraku anata wa tashu tayōna hitobito ni deattadeshou... Anata wa anata to nakayoku shita hito to tomodachi o tsukuri, anata ga nikunda hito-tachi to bujoku shi, michibata de ochita hito-tachi o daibubun wa mushi shimashita. Shikashi, anata ga kantan ni bunrui dekinai hitoniau kakuritsu wa hijō ni takaidesu... Nakama no dōkyūsei ga shūi no hitobito to kōdō shite kōryū suru hōhō ni tsuite no anata no ninshiki ni igiwotonaeru hito. Shizukade kimyōna on'nanoko de, furattona, kawari no nai koe de hanashi, kowareta hatsugen patān o mochi, kanojo no mawari no sekai ni kanshin ga nai yō ni omowa reru jinbutsu. Wakai koro, Aspergers to iu kotoba o kiita koto ga nai kamo shirenainode, kono yōna kodomo o bunrui suru tame ni, kawatta, kimazui, matawa dōseiai-sha no yōna kotoba o tsukau keikō ga arimasu. Tokiko, matawa kī wa, kanojo jishin no kategorī o saiyō shimashita: Robotto. Soshite, īe, kanojo wa anata o damashi tari, jibun no kōdō o kantan ni setsumei suru dakede wa arimasen. Kanojo no sofu to hanashi o suru to, kare wa sore ga hontōdearu koto o oshiete kurerudeshou... Sōdeareba, kare wa mada ikiteitadeshou.)\u001b[22m\n\u001b[1m\u001b[22m\nYes, Tokiko’s guardian has departed this world, and while she’s old enough by Japanese standards to begin living on her own, he’s left her with on final message; If she goes to Tokyo and makes friends with 30,000 people, she’ll finally be able to become a real human girl. She catches the next bus out, but it turns out the big city isn’t as friendly as she was expecting it to be. In fact, the first few people that approach her make it very clear that they’re looking for something a lot more than just friendship. Luckily, before they can take advantage of her, she's rescued by an old friend who'd moved away a few years before her, and immediately takes her in. It's when they visit Sakura's part-time job at a video store that Key catches a glimpse of an idol concert, and decides that in order to make 30,000 friends, she has to become a pop idol! Will her climb to the top see her becoming Japan’s next big national treasure, or will the robot assassins and even more cold-hearted music executives standing in her way prove to be too dangerous of an obstacle for her to overcome?\n\n\u001b[1mはい、Tokikoさんのガーディアンはこの世界を去りました。彼女は日本の基準で十分に暮らしていますが、最終的なメッセージに彼女を残しました。 彼女が東京に行って、3万人の人と友達になれば、ついには本当の人間の女の子になれるでしょう。 彼女は次のバスを奪うが、大都市は期待通りに友好的ではないことが分かる。 実際、彼女に近づく最初の数人は、友人関係以外の何かを探していることを非常に明確にしています。 幸いにも、彼らは彼女を利用できるようになる前に、彼女は数年前に離れた旧友に救助され、すぐに彼女を連れて行きます。キーがキャッチするビデオストアでサクラのアルバイトを訪れるのです アイドル・コンサートを垣間見ることができ、30,000人の友達を作るためにはポップ・アイドルにならなければならないと決めました！ 彼女が日本の次の大きな国宝になるのを見て、彼女がトップに登るのだろうか、ロボットの暗殺者や、もっと冷静な音楽幹部が彼女の邪魔になる危険性が高いことが判明するだろうか？\u001b[22m\n\u001b[1m(Hai, Tokiko-san no gādian wa kono sekai o sarimashita. Kanojo wa Nihon no kijun de jūbun ni kurashite imasuga, saishū-tekina messēji ni kanojo o nokoshimashita. Kanojo ga Tōkyō ni itte, 3 man-ri no hito to tomodachi ni nareba, tsuini wa hontō no ningen no on'nanoko ni narerudeshou. Kanojo wa tsugi no basu o ubauga, daitoshi wa kitai-dōri ni yūkō-tekide wanai koto ga wakaru. Jissai, kanojo ni chikadzuku saisho no sūnin wa, yūjin kankei igai no nanika o sagashite iru koto o hijō ni meikaku ni shite imasu. Saiwai ni mo, karera wa kanojo o riyō dekiru yō ni naru mae ni, kanojo wa sūnenmae ni hanareta kyūyū ni kyūjo sa re, sugu ni kanojo o tsurete ikimasu. Kī ga kyatchi suru bideo sutoa de sakuranoarubaito o otozureru nodesu aidoru konsāto o kaimamiru koto ga deki, 30, 000-ri no tomodachi o tsukuru tame ni wa poppu aidoru ni naranakereba naranai to kimemashita! Kanojo ga Nihon no tsugi no ōkina kokuhō ni naru no o mite, kanojo ga toppu ni noboru nodarou ka, robotto no asashin ya, motto reiseina ongaku kanbu ga kanojo no jamaninaru kiken-sei ga takai koto ga hanmei surudarou ka?)\u001b[22m\n\u001b[1m\u001b[22m\nKey the Metal Idol was an OVA series that was released by Studio Pierrot between 1994 and 1996. There were no deadlines to contend with, and they were able to release the series gradually in single episode VHS chunks, so they were allowed a lot more leniency with their budget than they would have been with a televised anime. This lack of a financial burden shines through beautifully in what I have to call one of the best looking anime of the mid-nineties. I admit that the art style and limitation of movements may immediately give away it's age, but it's held up surprisingly well over the years, even well into the modern age when a show as attention-demanding as this one would likely have obscure visuals and camera angles compensating for all the dialogue going on.\n\n\u001b[1mKey the Metal Idolは、1994年から1996年の間にStudio PierrotによってリリースされたOVAシリーズであり、対立する期限はなく、VHSのシングルエピソードで徐々にシリーズをリリースできるため、より多くの寛容さが許された 彼らの予算は、彼らが放送されたアニメであったよりも。 この財務的な負担の欠如は、私が90年代半ばの最も見栄えの良いアニメの1つと呼んでいなければならないもので美しく輝いています。 私は、芸術のスタイルと動きの制限がすぐにそれを捨てるかもしれないと認めていますが、それは何年もかけて驚くほどうまくやっています。 進行中のすべての対話を補償する角度。\u001b[22m\n\u001b[1m(Kī the Metal Idol wa, 1994-nen kara 1996-nen no ma ni sutadio Pierrot ni yotte rirīsu sa reta ovu~a shirīzudeari, tairitsu suru kigen wa naku, VHS no shinguruepisōdo de jojoni shirīzu o rirīsu dekiru tame, yori ōku no kan'yō-sa ga yurusa reta karera no yosan wa, karera ga hōsō sa reta animedeatta yori mo. Kono zaimu-tekina futan no ketsujo wa, watashi ga 90-nendai nakaba no mottomo mibae no yoi anime no 1tsu to yonde inakereba naranai monode utsukushiku kagayaite imasu. Watashi wa, geijutsu no sutairu to ugoki no seigen ga sugu ni sore o suteru kamo shirenai to mitomete imasuga, sore wa nan-nen mo kakete odoroku hodo umaku yatte imasu. Shinkō-chū no subete no taiwa o hoshō suru kakudo.)\u001b[22m\n\nTranslations of \u001b[4mKey the Metal Idol was an OVA series that was released by Studio Pierrot between 1994 and 1996. There were no deadlines to contend with, and they were able to release the series gradually in single episode VHS chunks, so they were allowed a lot more leniency with their budget than they would have been with a televised anime. This lack of a financial burden shines through beautifully in what I have to call one of the best looking anime of the mid-nineties. I admit that the art style and limitation of movements may immediately give away it's age, but it's held up surprisingly well over the years, even well into the modern age when a show as attention-demanding as this one would likely have obscure visuals and camera angles compensating for all the dialogue going on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKey the Metal Idol was an OVA series that was released by Studio Pierrot between 1994 and 1996. There were no deadlines to contend with, and they were able to release the series gradually in single episode VHS chunks, so they were allowed a lot more leniency\u001b[24m\n    \u001b[1mKey the Metal Idolは、1994年から1996年の間にStudio PierrotによってリリースされたOVAシリーズであり、対立する期限はなく、VHSのシングルエピソードで徐々にシリーズをリリースできるため、より多くの寛容さが許された\u001b[22m, \u001b[1mキーメタルアイドルはと競合する何の締め切りはありませんでした1994年と1996年の間にスタジオぴえろによって発売されたOVAシリーズだった、と彼らは、単一のエピソードのVHSチャンクで徐々にシリーズをリリースすることができたので、彼らはより多くの寛大させました\u001b[22m\n\u001b[4mwith their budget than they would have been with a televised anime.\u001b[24m\n    \u001b[1m彼らの予算は、彼らが放送されたアニメであったよりも。\u001b[22m, \u001b[1mその予算で、彼らはテレビ放映アニメとされているものよりも。\u001b[22m\n\u001b[4mThis lack of a financial burden shines through beautifully in what I have to call one of the best looking anime of the mid-nineties.\u001b[24m\n    \u001b[1mこの財務的な負担の欠如は、私が90年代半ばの最も見栄えの良いアニメの1つと呼んでいなければならないもので美しく輝いています。\u001b[22m, \u001b[1m財政負担の欠如は、私が90年代半ばの最高の探しているアニメの1を呼び出すために持っているものに美しくを通して輝いています。\u001b[22m\n\u001b[4mI admit that the art style and limitation of movements may immediately give away it's age, but it's held up surprisingly well over the years, even well into the modern age when a show as attention-demanding as this one would likely have obscure visuals and camera\u001b[24m\n    \u001b[1m私は、芸術のスタイルと動きの制限がすぐにそれを捨てるかもしれないと認めていますが、それは何年もかけて驚くほどうまくやっています。\u001b[22m, \u001b[1m私は運動のアートスタイルと制限はすぐにそれの年齢を離れて与えることができることを認めるが、この1のように可能性が不明瞭なビジュアルとカメラを持っているでしょうとしてショー注意が要求の厳しい場合であってもよく、モダンな時代に、年間で驚くほどよく持ちこたえています\u001b[22m\n\u001b[4mangles compensating for all the dialogue going on.\u001b[24m\n    \u001b[1m進行中のすべての対話を補償する角度。\u001b[22m, \u001b[1m角度はすべての対話が起こっを補償します。\u001b[22m\n\u001b[1m\u001b[22m\nInstead of relying on those kind of cinematography tricks, Key has a much more realistic visual style... Well, realistic with a few anime tropes thrown in, like big-eyes female characters and the all-important villain with long white hair.. . And it goes a long way in making this old-school anime environment look immersive to the viewer. Stereotypical anime expressions are nowhere to be found, which is something I don’t think I’ve ever said in a review, but it makes even the most useless character look relatable in some way. The difference in lighting and color between Key’s mountain home and the big city, along with an attention to detail that captures every spot of grime and turning gear, tells you all you need to know about both locations. Random people in the background don’t always move, but with smart editing, you’ll tend not to notice this enough for it to bother you.\n\n\u001b[1mそのような種類の映画撮影のトリックに頼るのではなく、Keyははるかに現実的なビジュアルスタイルを持っています...大きな目の女性キャラクターや長い白い髪の悪役のような、 この古い学校のアニメ環境を見る人に臨場感を与えるようにすることは、長い道のりになります。 ステレオタイプのアニメ表現はどこにも見当たりません。これは、私が今までレビューしたことがないと思うものですが、何らかの形で最も無用なキャラクターの表情を関連付けることもできます。 キーの山の家と大都市の間の照明と色の違いと、汚れと転回のあらゆる場所を捕らえる細部への注意に加えて、両方の場所について知る必要があることがすべて分かります。 バックグラウンドのランダムな人は常に動くわけではありませんが、スマートな編集をすれば、気にするほど気づかない傾向があります。\u001b[22m\n\u001b[1m(Sono yōna shurui no eiga satsuei no torikku ni tayoru node wa naku, kī wa haruka ni genjitsu-tekina bijuarusutairu o motte imasu... Ōkina me no josei kyarakutā ya nagai shiroi kami no akuyaku no yōna, kono furui gakkō no anime kankyō o miru hito ni rinbakan o ataeru yō ni suru koto wa, nagai michinori ni narimasu. Sutereo taipu no anime hyōgen wa dokoni mo miatarimasen. Kore wa, watashi ga imamade rebyū shita koto ga nai to omou monodesuga, nanrakano katachi de mottomo muyōna kyarakutā no hyōjō o kanrendzukeru koto mo dekimasu. Kī no yamanoie to daitoshi no ma no shōmei to iro no chigai to, yogore to tenkai no arayuru basho o toraeru saibu e no chūi ni kuwaete, ryōhō no basho ni tsuite shiru hitsuyō ga aru koto ga subete wakarimasu. Bakkuguraundo no randamuna hito wa tsuneni ugoku wakede wa arimasenga, sumātona henshū o sureba, ki ni suru hodo kidzukanai keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mInstead of relying on those kind of cinematography tricks, Key has a much more realistic visual style... Well, realistic with a few anime tropes thrown in, like big-eyes female characters and the all-important villain with long white hair.. . And it goes a long way in making this old-school anime environment look immersive to the viewer. Stereotypical anime expressions are nowhere to be found, which is something I don’t think I’ve ever said in a review, but it makes even the most useless character look relatable in some way. The difference in lighting and color between Key’s mountain home and the big city, along with an attention to detail that captures every spot of grime and turning gear, tells you all you need to know about both locations. Random people in the background don’t always move, but with smart editing, you’ll tend not to notice this enough for it to bother you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInstead of relying on those kind of cinematography tricks, Key has a much more realistic visual style... Well, realistic with a few anime tropes thrown in, like big-eyes female characters and the all-important villain with long white hair..\u001b[24m\n    \u001b[1mそのような種類の映画撮影のトリックに頼るのではなく、Keyははるかに現実的なビジュアルスタイルを持っています...大きな目の女性キャラクターや長い白い髪の悪役のような、\u001b[22m, \u001b[1m代わりに映画撮影のトリックのもの種類に頼るので、キーはビッグ目女性キャラクターと長い白い毛を持つすべての重要な悪役のように、中に投げいくつかのアニメの比喩と現実的な、まあ...はるかに現実的な視覚的なスタイルを持っています..\u001b[22m\n\u001b[4m. And it goes a long way in making this old-school anime environment look immersive to the viewer.\u001b[24m\n    \u001b[1mこの古い学校のアニメ環境を見る人に臨場感を与えるようにすることは、長い道のりになります。\u001b[22m, \u001b[1m。そして、それは、この古い学校のアニメの環境を作るには長い道のりを行くには、視聴者に没入見えます。\u001b[22m\n\u001b[4mStereotypical anime expressions are nowhere to be found, which is something I don’t think I’ve ever said in a review, but it makes even the most useless character look relatable in some way.\u001b[24m\n    \u001b[1mステレオタイプのアニメ表現はどこにも見当たりません。これは、私が今までレビューしたことがないと思うものですが、何らかの形で最も無用なキャラクターの表情を関連付けることもできます。\u001b[22m, \u001b[1mステレオタイプアニメの表現は、私は私が今までレビューで言ったとは思わないが、それはあってもほとんど役に立たない文字が何らかの形で関係づけに見えるものである、どこにも見つかりません。\u001b[22m\n\u001b[4mThe difference in lighting and color between Key’s mountain home and the big city, along with an attention to detail that captures every spot of grime and turning gear, tells you all you need to know about both locations.\u001b[24m\n    \u001b[1mキーの山の家と大都市の間の照明と色の違いと、汚れと転回のあらゆる場所を捕らえる細部への注意に加えて、両方の場所について知る必要があることがすべて分かります。\u001b[22m, \u001b[1m汚れのすべてのスポットをキャプチャし、ギアを回し細部へのこだわりと一緒にキーのホーム山と大都市間の照明と色の違いは、あなたが両方の場所を知るために必要なすべてを伝えます。\u001b[22m\n\u001b[4mRandom people in the background don’t always move, but with smart editing, you’ll tend not to notice this enough for it to bother you.\u001b[24m\n    \u001b[1mバックグラウンドのランダムな人は常に動くわけではありませんが、スマートな編集をすれば、気にするほど気づかない傾向があります。\u001b[22m, \u001b[1mバックグラウンドでのランダムな人々は、常に移動しませんが、スマートな編集で、あなたはそれがあなたを気にするために、この十分に気付かない傾向があるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe realism also extends to the character designs, as almost everyone in the series has your typical dark Japanese hair, which helps Key to stand out in contrast, being the only character other than a certain white haired Russian to have a lighter, grayer tone of hair than anyone else, and the choice to have it go back to brown every time she's unable to control her emotions makes it easy for us to distinguish between her robotic and human selves. The robots roaming the city also look like about what you’d expect them to... Giant, bulky brutes covered in way too much armor, like the original Ironman suit. All in all, the decision to make almost everything look and move in realistic ways is in deliberate service to the themes of the story, which deal with certain facets of humanity, but aren’t really apparent until future rewatches.\n\n\u001b[1m現実主義はまた、シリーズのほとんどの人が典型的な暗い日本人の髪を持っているため、キーは対照的に際立ち、特定の白髪のロシア人以外の唯一のキャラクターは、 彼女の感情を制御することができないたびに茶色に戻っていくという選択は、私たちのロボットと人間の区別を容易にします。 都市を歩いているロボットも、あなたが期待していたもののように見えます。巨大な大型の野獣は、あまりにも多くの鎧を持っていました。 全体として、ほとんどすべてを現実的な方法で見て動かすという決定は、人類の特定の側面を扱う物語のテーマへの意図的な奉仕であるが、将来の見直しまでは本当に明らかではない。\u001b[22m\n\u001b[1m(Genjitsu shugi wa mata, shirīzu no hotondo no hito ga tenkei-tekina kurai nihonjin no kami o motte iru tame, kī wa taishō-teki ni kiwadachi, tokutei no shiraga no roshiahito igai no yuiitsu no kyarakutā wa, kanojo no kanjō o seigyo suru koto ga dekinai tabi ni chairo ni modotte iku to iu sentaku wa, watashitachi no robotto to ningen no kubetsu o yōi ni shimasu. Toshi o aruite iru robotto mo, anata ga kitai shite ita mono no yō ni miemasu. Kyodaina ōgata no yajū wa, amarini mo ōku no yoroi o motte imashita. Zentai to shite, hotondo subete o genjitsu-tekina hōhō de mite ugokasu to iu kettei wa, jinrui no tokutei no sokumen o atsukau monogatari no tēma e no itotekina hōshidearuga, shōrai no minaoshi made wa hontōni akirakade wanai.)\u001b[22m\n\nTranslations of \u001b[4mThe realism also extends to the character designs, as almost everyone in the series has your typical dark Japanese hair, which helps Key to stand out in contrast, being the only character other than a certain white haired Russian to have a lighter, grayer tone of hair than anyone else, and the choice to have it go back to brown every time she's unable to control her emotions makes it easy for us to distinguish between her robotic and human selves. The robots roaming the city also look like about what you’d expect them to... Giant, bulky brutes covered in way too much armor, like the original Ironman suit. All in all, the decision to make almost everything look and move in realistic ways is in deliberate service to the themes of the story, which deal with certain facets of humanity, but aren’t really apparent until future rewatches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe realism also extends to the character designs, as almost everyone in the series has your typical dark Japanese hair, which helps Key to stand out in contrast, being the only character other than a certain white haired Russian to have a lighter, grayer tone of\u001b[24m\n    \u001b[1m現実主義はまた、シリーズのほとんどの人が典型的な暗い日本人の髪を持っているため、キーは対照的に際立ち、特定の白髪のロシア人以外の唯一のキャラクターは、\u001b[22m, \u001b[1mリアリズムもの軽量化、grayerトーンを持っているために、特定の髪の白ロシア以外の唯一の文字であること、などのシリーズのほとんどの人が対照的で目立つためにキーをするのに役立ちますあなたの典型的な暗い日本人の髪を、持っている、キャラクターデザインにまで及びます\u001b[22m\n\u001b[4mhair than anyone else, and the choice to have it go back to brown every time she's unable to control her emotions makes it easy for us to distinguish between her robotic and human selves.\u001b[24m\n    \u001b[1m彼女の感情を制御することができないたびに茶色に戻っていくという選択は、私たちのロボットと人間の区別を容易にします。\u001b[22m, \u001b[1m他の誰よりも、髪、そしてそれは私たちが彼女のロボットと人間の自己を区別するために、彼女は彼女の感情を制御することができませんだたびに、それが容易になります戻って茶色に行く持っている選択肢。\u001b[22m\n\u001b[4mThe robots roaming the city also look like about what you’d expect them to... Giant, bulky brutes covered in way too much armor, like the original Ironman suit.\u001b[24m\n    \u001b[1m都市を歩いているロボットも、あなたが期待していたもののように見えます。巨大な大型の野獣は、あまりにも多くの鎧を持っていました。\u001b[22m, \u001b[1m街をローミングロボットはまた、あなたがそれらへの期待するものについてのように見える...巨人、オリジナルアイアンマンスーツのように、あまりにも多くの鎧に覆われてかさばる獣。\u001b[22m\n\u001b[4mAll in all, the decision to make almost everything look and move in realistic ways is in deliberate service to the themes of the story, which deal with certain facets of humanity, but aren’t really apparent until future rewatches.\u001b[24m\n    \u001b[1m全体として、ほとんどすべてを現実的な方法で見て動かすという決定は、人類の特定の側面を扱う物語のテーマへの意図的な奉仕であるが、将来の見直しまでは本当に明らかではない。\u001b[22m, \u001b[1mすべてのすべてで、ほとんどすべてが見えるようにし、現実的な方法で移動するという決定は、人類の特定のファセットを扱う物語のテーマに意図的なサービスであるが、将来rewatchesまで本当に明らかではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is also a clear indicator of the show’s age, as you’d probably expect a show about a girl who may or not be a robot surrounded by beings that are definitely robots to be dominated by EDM or Dubstep in today’s market. While there are mechanical sounds in a few of the tracks, particularly the first few beats of the opening theme, this soundtrack is pure rock and roll, with a few slower ballads thrown in for good measure. Being that it’s an anime about musical artists, there are of course a lot of tracks including vocal performances, mostly from voice actor Chiyako Shibahara, who is an insanely good singer, and she takes care of the stark majority of the in-universe songs. The rest of the tracks are performed by Sario Kijima, including the haunting tunes from the opening and closing videos.\n\n\u001b[1mこの音楽は、今日の市場でEDMやDubstepが主役になろうとしているロボットに囲まれたロボットかもしれない女の子についてのショーを期待しているように、ショーの年齢を明確に示しています。 いくつかのトラック、特にオープニングテーマの最初の数ビートには機械的なサウンドがありますが、このサウンドトラックは純粋なロックンロールであり、ゆっくりとバラードがスローインされています。 ミュージシャンのアニメだからこそ、声優の芝原千代子さん（ボーカル・パフォーマー）の方々からはもちろん、狂気の良い歌手であり、大多数の宇宙の歌を大切に扱っています。 その他のトラックは、Sario Kijimaが演奏しています。\u001b[22m\n\u001b[1m(Kono ongaku wa, kyō no ichiba de EDM ya Dubstep ga shuyaku ni narou to shite iru robotto ni kakoma reta robotto kamo shirenai on'nanoko ni tsuite no shō o kitai shite iru yō ni, shō no nenrei o meikaku ni shimeshite imasu. Ikutsu ka no torakku, tokuni ōpuningutēma no saisho no sū bīto ni wa kikai-tekina saundo ga arimasuga, kono saundotorakku wa junsuina rokkunrōrudeari, yukkuri to barādo ga surōin sa rete imasu. Myūjishan no animedakara koso, seiyū no Shibahara Chiyoko-san (bōkaru pafōmā) no katagata kara wa mochiron, kyōki no yoi kashudeari, dai tasū no uchū no uta o taisetsu ni atsukatte imasu. Sonohoka no torakku wa, Sario Kijima ga ensō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is also a clear indicator of the show’s age, as you’d probably expect a show about a girl who may or not be a robot surrounded by beings that are definitely robots to be dominated by EDM or Dubstep in today’s market. While there are mechanical sounds in a few of the tracks, particularly the first few beats of the opening theme, this soundtrack is pure rock and roll, with a few slower ballads thrown in for good measure. Being that it’s an anime about musical artists, there are of course a lot of tracks including vocal performances, mostly from voice actor Chiyako Shibahara, who is an insanely good singer, and she takes care of the stark majority of the in-universe songs. The rest of the tracks are performed by Sario Kijima, including the haunting tunes from the opening and closing videos.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is also a clear indicator of the show’s age, as you’d probably expect a show about a girl who may or not be a robot surrounded by beings that are definitely robots to be dominated by EDM or Dubstep in today’s market.\u001b[24m\n    \u001b[1mこの音楽は、今日の市場でEDMやDubstepが主役になろうとしているロボットに囲まれたロボットかもしれない女の子についてのショーを期待しているように、ショーの年齢を明確に示しています。\u001b[22m, \u001b[1mあなたはおそらく、または間違いなく今日の市場でEDMやダブステップによって支配されるロボットである人間に囲まれたロボットではないかもしれない女の子についてのショーを期待したいような音楽は、またショーの年齢の明確な指標です。\u001b[22m\n\u001b[4mWhile there are mechanical sounds in a few of the tracks, particularly the first few beats of the opening theme, this soundtrack is pure rock and roll, with a few slower ballads thrown in for good measure.\u001b[24m\n    \u001b[1mいくつかのトラック、特にオープニングテーマの最初の数ビートには機械的なサウンドがありますが、このサウンドトラックは純粋なロックンロールであり、ゆっくりとバラードがスローインされています。\u001b[22m, \u001b[1m機械音がオープニングテーマの特に最初の数拍、トラックの数でありますが、このサウンドトラックは良い測定のために投入されたいくつかの遅いバラードで、純粋なロックンロールです。\u001b[22m\n\u001b[4mBeing that it’s an anime about musical artists, there are of course a lot of tracks including vocal performances, mostly from voice actor Chiyako Shibahara, who is an insanely good singer, and she takes care of the stark majority of the in-universe songs.\u001b[24m\n    \u001b[1mミュージシャンのアニメだからこそ、声優の芝原千代子さん（ボーカル・パフォーマー）の方々からはもちろん、狂気の良い歌手であり、大多数の宇宙の歌を大切に扱っています。\u001b[22m, \u001b[1mそれは音楽のアーティスト約アニメだということで、ボーカルなどの曲の多くは、ほとんどめちゃくちゃ良い歌手であり、彼女は内宇宙の曲の硬直した大半の世話をする声優芝原チヤコ、から、もちろんあります。\u001b[22m\n\u001b[4mThe rest of the tracks are performed by Sario Kijima, including the haunting tunes from the opening and closing videos.\u001b[24m\n    \u001b[1mその他のトラックは、Sario Kijimaが演奏しています。\u001b[22m, \u001b[1mトラックの残りの部分は開閉ビデオから忘れられない曲を含む、SARIO木島によって実行されています。\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of the themes, the opening is just mesmerizing, and it employs a style where every single dreamlike shot connects in some way to the shot following it. I know that Railgun and Index also did this at one point (each), but it works so much better here in the way that the constant motion relates to the narrative of the series. The ending theme may have equally beautiful music to the opening, but since the series was released episode by episode, the ending is presented as more theatrical than what most anime viewers are used to, with a scroll of text on a black background, and a slide show of images eventually appearing on screen underneath them. There are also a few background tracks that don’t really fit into the rock definition I mentioned earlier, but they’re fairly low-key, and they serve their purposes fine.\n\n\u001b[1mテーマについて言えば、オープニングはちょうど魅力的なもので、夢のようなショットがどんなやり方でそれに続くショットにつながるスタイルを採用しています。  RailgunとIndexが1点（それぞれ）でこれを行ったことは分かっていますが、ここでは一定の動きがシリーズの物語に関係するようにはるかに優れています。 エンディングのテーマは、オープニングと同様に美しい音楽を持っているかもしれませんが、シリーズがエピソードによってエリザベスでリリースされて以来、エンディングは、ほとんどのアニメ視聴者が慣れていたものよりも劇的に、黒の背景にテキストのスクロールで、 最終的にそれらの下の画面に表示される画像のスライドショー。 私が前に述べた岩の定義に実際には合わないバックグラウンドトラックもいくつかありますが、かなり低いキーであり、彼らの目的をうまく果たしています。\u001b[22m\n\u001b[1m(Tēma ni tsuite ieba, ōpuningu wa chōdo miryoku-tekina mono de, yume no yōna shotto ga don'na yarikata de sore ni tsudzuku shotto ni tsunagaru sutairu o saiyō shite imasu. Rērugan to Index ga 1-ten (sorezore) de kore o okonatta koto wa wakatte imasuga, kokode wa ittei no ugoki ga shirīzu no monogatari ni kankei suru yō ni haruka ni sugurete imasu. Endingu no tēma wa, ōpuningu to dōyō ni utsukushī ongaku o motte iru kamo shiremasenga, shirīzu ga episōdo ni yotte Erizabesu de rirīsu sa rete irai, endingu wa, hotondo no anime shichō-sha ga narete ita mono yori mo gekiteki ni, kuro no haikei ni tekisuto no sukurōru de, saishūtekini sorera no shita no gamen ni hyōji sa reru gazō no suraidoshō. Watashi ga mae ni nobeta iwa no teigi ni jissai ni wa awanai bakkuguraundo torakku mo ikutsu ka arimasuga, kanari hikui kīdeari, karera no mokuteki o umaku hatashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of the themes, the opening is just mesmerizing, and it employs a style where every single dreamlike shot connects in some way to the shot following it. I know that Railgun and Index also did this at one point (each), but it works so much better here in the way that the constant motion relates to the narrative of the series. The ending theme may have equally beautiful music to the opening, but since the series was released episode by episode, the ending is presented as more theatrical than what most anime viewers are used to, with a scroll of text on a black background, and a slide show of images eventually appearing on screen underneath them. There are also a few background tracks that don’t really fit into the rock definition I mentioned earlier, but they’re fairly low-key, and they serve their purposes fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of the themes, the opening is just mesmerizing, and it employs a style where every single dreamlike shot connects in some way to the shot following it.\u001b[24m\n    \u001b[1mテーマについて言えば、オープニングはちょうど魅力的なもので、夢のようなショットがどんなやり方でそれに続くショットにつながるスタイルを採用しています。\u001b[22m, \u001b[1mテーマといえば、開口部がちょうど魅惑的であり、一つ一つの夢のショットはそれを次のショットにはいくつかの方法で接続するスタイルを採用しています。\u001b[22m\n\u001b[4mI know that Railgun and Index also did this at one point (each), but it works so much better here in the way that the constant motion relates to the narrative of the series.\u001b[24m\n    \u001b[1mRailgunとIndexが1点（それぞれ）でこれを行ったことは分かっていますが、ここでは一定の動きがシリーズの物語に関係するようにはるかに優れています。\u001b[22m, \u001b[1m私はレールガンとインデックスも1点（各）でこれをやったことを知っているが、それは一定の動きが一連の物語に関係するような方法で、ここでそんなに良い作品。\u001b[22m\n\u001b[4mThe ending theme may have equally beautiful music to the opening, but since the series was released episode by episode, the ending is presented as more theatrical than what most anime viewers are used to, with a scroll of text on a black background, and a\u001b[24m\n    \u001b[1mエンディングのテーマは、オープニングと同様に美しい音楽を持っているかもしれませんが、シリーズがエピソードによってエリザベスでリリースされて以来、エンディングは、ほとんどのアニメ視聴者が慣れていたものよりも劇的に、黒の背景にテキストのスクロールで、\u001b[22m, \u001b[1mエンディングテーマは、開口部に均等に美しい音楽があるかもしれませんが、シリーズはエピソードによってエピソードをリリースされて以来、エンディングは黒い背景上のテキスト、およびAのスクロールで、ほとんどのアニメ視聴者が使っているものよりも多くの演劇として提示されています\u001b[22m\n\u001b[4mslide show of images eventually appearing on screen underneath them.\u001b[24m\n    \u001b[1m最終的にそれらの下の画面に表示される画像のスライドショー。\u001b[22m, \u001b[1m最終的にはそれらの下画面に表示された画像のスライドショー。\u001b[22m\n\u001b[4mThere are also a few background tracks that don’t really fit into the rock definition I mentioned earlier, but they’re fairly low-key, and they serve their purposes fine.\u001b[24m\n    \u001b[1m私が前に述べた岩の定義に実際には合わないバックグラウンドトラックもいくつかありますが、かなり低いキーであり、彼らの目的をうまく果たしています。\u001b[22m, \u001b[1m本当に私は前述した岩の定義に収まるが、彼らはかなり控えめだし、彼らは彼らの目的は罰金提供していませんいくつかの背景トラックもあります。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I start talking about the dub, I should probably take some time to acknowledge the thing that most of you will notice right off the bat... If you're old enough to have experienced the original Ocean Studios dub of Dragonball Z, you 'll already recognize at least half of this cast. This Canadian dubbing company doesn’t specialize in anime, rather in western animation, but they do have a few anime to their name, and Key was one of them. Moving on, if you're a brony, you'll probably do a double take when I tell you that the role of Key, the flat-voiced girl who says everything with an artificial-sounding mechanical tint, was played by Nicole Oliver, who played a very small number of anime roles... the tragic hero Naomi Misora may ring a bell... as well as the duplicitous Princess Celestia, who could be a more different character from Key. It’s difficult to act when playing such a monotonous character, but Oliver makes up for it by exploding with complexity and emotion every time her human side takes over.\n\n\u001b[1m私がダブについて話を始める前に、ほとんどの人がバットからすぐに気づくだろうことを認めるのに時間を取るべきでしょう...あなたがドラゴンボールZのオリジナルのオーシャンスタジオのダブを経験していれば十分です このキャストの少なくとも半分は既に認識しています。 このカナダのダビング会社は、西洋のアニメーションではなく、アニメに特化していませんが、彼らの名前にはいくつかのアニメがあり、Keyはその1つです。 あなたが一人であれば、私は、キーの役割は、人工音の機械的な色合いを持つすべてを言うフラットボイスの女の子は、ニコールオリバーによって演奏されたことを伝えると、おそらくダブルテイクを行うでしょう、 非常に少数のアニメの役割を果たした...悲劇的な主人公のミソラ・ナオミが鐘を鳴らすかもしれない...そして、キーとは異なるキャラクターになるかもしれない偽りのプリンセス・セレスタ。 このような単調なキャラクターを演奏すると行動するのは難しいですが、オリバーは人間の側が引き継ぐたびに複雑さと感情を爆発させてそれを補うことができます。\u001b[22m\n\u001b[1m(Watashi ga dabu ni tsuite hanashi o hajimeru mae ni, hotondo no hito ga batto kara sugu ni kidzukudarou koto o shitatameru no ni jikan o torubekideshou... Anata ga doragonbōru Z no orijinaru no ōshansutajio no dabu o keiken shite ireba jūbundesu kono kyasuto no sukunakutomo hanbun wa sudeni ninshiki shite imasu. Kono Kanada no dabingu kaisha wa, seiyō no animēshonde wa naku, anime ni toku-ka shite imasenga, karera no namae ni wa ikutsu ka no anime ga ari, kī wa sono 1tsudesu. Anata ga ichi-rideareba, watashi wa, kī no yakuwari wa, jinkō-on no kikai-tekina iroai o motsu subete o iu furattoboisu no on'nanoko wa, nikōruoribā ni yotte ensō sa reta koto o tsutaeru to, osoraku daburuteiku o okonaudeshou, hijō ni shōsū no anime no yakuwari o hatashita... Higeki-tekina shujinkō no Misora naomiga kane o narasu kamo shirenai... Soshite, kī to wa kotonaru kyarakutā ni naru kamo shirenai itsuwari no purinsesu seresuta. Ko no yōna tanchōna kyarakutā o ensō suru to kōdō suru no wa muzukashīdesuga, oribā wa ningen no soba ga hikitsugu tabi ni fukuzatsu-sa to kanjō o bakuhatsu sa sete sore o oginau koto ga dekimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nIn other words, she’s the perfect actor for the role, but her best friend stands in stark contrast to her. Megan Leitch provides the voice of Sakura, and while she does a decent job about a quarter of the time, she can’t nail down the tone of a scene to save her life. Her voice roles can be counted on one hand, and thank god, because she replaces all of the warmth and comfort that Miki Nagasawa brought to some scenes with over-the-top melodrama, and when she tries to give the character an attitude, she sounds like a child actor from an old Charlie Brown cartoon. She does emotional scenes well enough, but she’s still the weak link that the rest of the cast has to compensate for. Two of their male allies are voiced by the original dub actors of Recoome and BOTH Goku voices, and they do just fine, especially with the obscene amount of dialogue they have to soldier through in the abysmal episode 14.\n\n\u001b[1m言い換えれば、彼女は役割のための完璧な俳優ですが、彼女の親友は彼女とはかなり対照的です。  Megan LeitchはSakuraの声を出しています。彼女は4分の1くらいの間、まともな仕事をしていますが、彼女の人生を救うためにシーンの色合いを釘付けにすることはできません。 彼女の声の役割は、一方では数えることができ、神に感謝します。彼女は、長澤美樹がいくつかの場面にもたらした暖かさと慰めのすべてを、超越のメロドラマで置き換え、彼女にその性格を与えることを試みるとき、 古いチャーリーブラウンの漫画の子供の俳優のように聞こえる。 彼女は感情的なシーンを十分に演奏しますが、彼女はまだ残りのキャストが補償しなければならない弱いリンクです。 彼らの男性同盟者のうちの2人は、RecoomeとBOTH Gokuの声のオリジナルのダブ・アクターによって声をかけられています。そして、彼らはうんざりします。\u001b[22m\n\u001b[1m(Iikaereba, kanojo wa yakuwari no tame no kanpekina haiyūdesuga, kanojo no shin'yū wa kanojo to wa kanari taishō-tekidesu. Mēgan Leitch wa Sakura no koe o dashite imasu. Kanojo wa 4-bun'no 1 kurai no ma, matomona shigoto o shite imasuga, kanojo no jinsei o sukuu tame ni shīn no iroai o kugidzuke ni suru koto wa dekimasen. Kanojo no koe no yakuwari wa, ippōde wa kazoeru koto ga deki,-shin ni kansha shimasu. Kanojo wa, Nagasawa Miki ga ikutsu ka no bamen ni motarashita atataka-sa to nagusame no subete o, chōetsu no merodorama de okikae, kanojo ni sono seikaku o ataeru koto o kokoromiru toki, furui chārīburaun no manga no kodomo no haiyū no yō ni kikoeru. Kanojo wa kanjō-tekina shīn o jūbun ni ensō shimasuga, kanojo wa mada nokori no kyasuto ga hoshō shinakereba naranai yowai rinkudesu. Karera no dansei dōmei-sha no uchi no 2-ri wa, Recoome to BOTH Goku no koe no orijinaru no dabu akutā ni yotte koe o kake rarete imasu. Soshite, karera wa unzari shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn other words, she’s the perfect actor for the role, but her best friend stands in stark contrast to her. Megan Leitch provides the voice of Sakura, and while she does a decent job about a quarter of the time, she can’t nail down the tone of a scene to save her life. Her voice roles can be counted on one hand, and thank god, because she replaces all of the warmth and comfort that Miki Nagasawa brought to some scenes with over-the-top melodrama, and when she tries to give the character an attitude, she sounds like a child actor from an old Charlie Brown cartoon. She does emotional scenes well enough, but she’s still the weak link that the rest of the cast has to compensate for. Two of their male allies are voiced by the original dub actors of Recoome and BOTH Goku voices, and they do just fine, especially with the obscene amount of dialogue they have to soldier through in the abysmal episode 14.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn other words, she’s the perfect actor for the role, but her best friend stands in stark contrast to her.\u001b[24m\n    \u001b[1m言い換えれば、彼女は役割のための完璧な俳優ですが、彼女の親友は彼女とはかなり対照的です。\u001b[22m, \u001b[1mつまり、彼女は役割のための完璧な俳優だが、彼女の親友は彼女とは全く対照的です。\u001b[22m\n\u001b[4mMegan Leitch provides the voice of Sakura, and while she does a decent job about a quarter of the time, she can’t nail down the tone of a scene to save her life.\u001b[24m\n    \u001b[1mMegan LeitchはSakuraの声を出しています。彼女は4分の1くらいの間、まともな仕事をしていますが、彼女の人生を救うためにシーンの色合いを釘付けにすることはできません。\u001b[22m, \u001b[1mミーガンリーチはさくらの声を提供し、彼女は時間の約四分の一まともな仕事をしながら、彼女は彼女の生命を救うためにシーンのトーンを見極めることはできません。\u001b[22m\n\u001b[4mHer voice roles can be counted on one hand, and thank god, because she replaces all of the warmth and comfort that Miki Nagasawa brought to some scenes with over-the-top melodrama, and when she tries to give the character an attitude, she\u001b[24m\n    \u001b[1m彼女の声の役割は、一方では数えることができ、神に感謝します。彼女は、長澤美樹がいくつかの場面にもたらした暖かさと慰めのすべてを、超越のメロドラマで置き換え、彼女にその性格を与えることを試みるとき、\u001b[22m, \u001b[1m彼女は長沢美樹は、オーバーザトップメロドラマで、いくつかのシーンにもたらした暖かさと快適さのすべてを置き換えるために、彼女は文字に態度を与えるためにしようとすると、彼女の声の役割は彼女が、一方で計数し、神に感謝することができます\u001b[22m\n\u001b[4msounds like a child actor from an old Charlie Brown cartoon.\u001b[24m\n    \u001b[1m古いチャーリーブラウンの漫画の子供の俳優のように聞こえる。\u001b[22m, \u001b[1m古いチャーリーブラウンの漫画から子役のように聞こえます。\u001b[22m\n\u001b[4mShe does emotional scenes well enough, but she’s still the weak link that the rest of the cast has to compensate for.\u001b[24m\n    \u001b[1m彼女は感情的なシーンを十分に演奏しますが、彼女はまだ残りのキャストが補償しなければならない弱いリンクです。\u001b[22m, \u001b[1m彼女は十分に感情的なシーンを行いますが、彼女は、キャストの残りの部分は補償するために持っていることはまだ弱いのリンクです。\u001b[22m\n\u001b[4mTwo of their male allies are voiced by the original dub actors of Recoome and BOTH Goku voices, and they do just fine, especially with the obscene amount of dialogue they have to soldier through in the abysmal episode 14.\u001b[24m\n    \u001b[1m彼らの男性同盟者のうちの2人は、RecoomeとBOTH Gokuの声のオリジナルのダブ・アクターによって声をかけられています。そして、彼らはうんざりします。\u001b[22m, \u001b[1mその男性の同盟国の二つはRecoomeとBOTH悟空の声の元ダブ俳優によって表明されている、と彼らは特に彼らがひどいエピソード14内を通って兵士に持っている対話のわいせつな量で、うまくやります。\u001b[22m\n\u001b[1m\u001b[22m\nJohn Novak, Mark Gibbon and David Sobolov haven’t had much credits to their names, but they managed to play exceptionally intimidating villains as the terrifying record executive Ajo and his cold-hearted henchman Sergei. Brian Drummond, who played the original Vegeta and supplied the world with it's favorite anime-based meme of all time(“Its over 9000!) plays my favorite character in the series, Hikaru Tsurugi, a talent trainer who's obsessed with raw genuine emotion and disgusted with the idea of people trying to succeed by showing him what they think he wants to see. He saw the human side of Key once, and was immediately hooked by how honest and fragile it was, which led to him targeting her as a pupil... A pupil whom he would stare at for hours on end, cruelly provoking and depriving her in the hope of seeing that face again. In his first appearances, he comes off as slimy and arrogant, the sort of over-privileged man who's been spoiled by his own success, but as the methods to his madness are revealed,he goes further and further off the deep end until he finally starts resembling the grinning Death Note Shinigami that would eventually define Drummond's career.\n\n\u001b[1mジョン・ノヴァク、マーク・ギボン、デビッド・ソボロフは、名前にあまり敬意を払っていないが、恐ろしい記録幹部アジョと冷たい心の執事であるセルゲイとして、非常に威圧的な悪役を演じた。 オリジナルのベジータを演奏し、世界中で愛用されているアニメをベースにしたメイドのブライアン・ドラモンド（「9000以上！」）は、シリーズの中で私の好きなキャラクターを演じています。鶴居光、生の本物の感情に執着した才能トレーナー、 彼が見たいと思っていることを彼に示すことによって成功しようとする人々の考えにうんざりしている。 彼は一度キーの人間の側を見て、すぐにそれがどんなに正直で壊れやすいのかに夢中になった。それは彼女を生徒として狙うために生まれた。...何時間も何度も目を凝視し、彼女をひどく誘惑し、 その顔をもう一度見ることを願って。 彼の最初の出演では、彼は自分の成功によって損なわれているような特権的な男のような、汚れた、傲慢な人物から姿を消しますが、彼の狂気への方法が明らかになるにつれて、 ドラえもんのキャリアを最終的に定義する笑顔の死神獅子座に似て始まります。\u001b[22m\n\u001b[1m(Jon novu~aku, māku gibon, Debiddo soborofu wa, namae ni amari keii o haratte inaiga, osoroshī kiroku kanbu ajo to tsumetai kokoro no shitsujidearu Serugei to shite, hijō ni iatsu-tekina akuyaku o enjita. Orijinaru no bejīta o ensō shi, sekaijū de aiyō sa rete iru anime o bēsu ni shita meido no Buraian Doramondo (`9000 ijō!') Wa, shirīzu no naka de watashi no sukina kyarakutā o enjite imasu. Tsurui hikari,-sei no honmono no kanjō ni shūchaku shita sainō torēnā, kare ga mitai to omotte iru koto o kare ni shimesu koto ni yotte seikō shiyou to suru hitobito no kangae ni unzari shite iru. Kare wa ichido kī no ningen no soba o mite, sugu ni sore ga don'nani shōjikide koware yasui no ka ni muchū ni natta. Sore wa kanojo o seito to shite nerau tame ni uma reta. ... Nanjigan mo nando mo me o gyōshi shi, kanojo o hidoku yūwaku shi, sono-gao o mōichido miru koto o negatte. Kare no saisho no shutsuende wa, kare wa jibun no seikō ni yotte sokonawa rete iru yōna tokken-tekina otoko no yōna, kegareta, gōman'na jinbutsu kara sugata o keshimasuga, kare no kyōki e no hōhō ga akiraka ni naru ni tsurete, Doraemon no kyaria o saishūtekini teigi suru egao no shinigami shishi-za ni nite hajimarimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nIs there anyone else left who’s worth talking about? Well, you know, nobody in particular, except for Saffron freaking Henderson. If you don’t know who that is, she played not only Goku in Dragonball, but Gohan in the follow-up series DBZ, at least in the Ocean dub. So who does she play in Key? Some little kid, maybe one of the main characters in a childhood flashback? Nope. Not only does she play the idol character Miho that got Key into becoming an idol in the first place, she sings the English version of almost every single song on the soundtrack. And she sounds phenomenal in them. With her primary character, she has to play not only the healthy sounding robot version, but the weak, shriveled up slave version that nobody gets to see behind the scenes, and she never stops being convincing through any of it. While Sakura may be a special exception, I highly recommend this dub.\n\n\u001b[1m話す価値のある人は誰か残っていますか？ まあ、あなたが知っている、誰も特に、サフロンHendersonを恐れている人を除いて。 あなたはそれが誰なのか分からないと、少なくともオオカミのダブではドラゴンボールではなく、ゴハンでフォローアップシリーズDBZで演奏しました。 だから誰がキーで遊ぶの？ いくつかの小さな子供、おそらく子供時代のフラッシュバックの主人公の一つ？ いいえ。 キーをアイドルにしたアイドルキャラクター「ミホ」を演奏するだけでなく、サウンドトラックのほぼすべての曲の英語版を歌います。 そして、彼女はその中で驚異的に聞こえる。 彼女の主人公は、健全なサウンドのロボットのバージョンだけでなく、誰もが舞台裏で見ることのできない弱い、壊れた奴隷のバージョンをプレイしなければならず、彼女はそれを納得させることを止めることは決してありません。 さくらは特別な例外かもしれないが、私はこのダビングを強く勧めている。\u001b[22m\n\u001b[1m(Hanasu kachinoaru hito wa dare ka nokotte imasu ka? Mā, anata ga shitte iru, dare mo tokuni, safuron hendāson o osorete iru hito o nozoite. Anata wa sore ga darena no ka wakaranai to, sukunakutomo ōkami no dabude wa doragonbōrude wa naku, Gohan de forōappushirīzu DBZ de ensō shimashita. Dakara dare ga kī de asobu no? Ikutsu ka no chīsana kodomo, osoraku kodomo jidai no furasshu bakku no shujinkō no hitotsu? Īe. Kī o aidoruni shita aidorukyarakutā `Miho' o ensō suru dakedenaku, saundotorakku no hobo subete no kyoku no eigo-ban o utaimasu. Soshite, kanojo wa sono Chū de kyōi-teki ni kikoeru. Kanojo no shujinkō wa, kenzen'na saundo no robotto no bājon dakedenaku, daremoga butaiura de miru koto no dekinai yowai, kowareta dorei no bājon o purei shinakereba narazu, kanojo wa sore o nattoku sa seru koto o tomeru koto wa kesshite arimasen. Sakura wa tokubetsuna reigai kamo shirenaiga, watashi wa kono dabingu o tsuyoku susumete iru.)\u001b[22m\n\nTranslations of \u001b[4mIs there anyone else left who’s worth talking about? Well, you know, nobody in particular, except for Saffron freaking Henderson. If you don’t know who that is, she played not only Goku in Dragonball, but Gohan in the follow-up series DBZ, at least in the Ocean dub. So who does she play in Key? Some little kid, maybe one of the main characters in a childhood flashback? Nope. Not only does she play the idol character Miho that got Key into becoming an idol in the first place, she sings the English version of almost every single song on the soundtrack. And she sounds phenomenal in them. With her primary character, she has to play not only the healthy sounding robot version, but the weak, shriveled up slave version that nobody gets to see behind the scenes, and she never stops being convincing through any of it. While Sakura may be a special exception, I highly recommend this dub.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs there anyone else left who’s worth talking about?\u001b[24m\n    \u001b[1m話す価値のある人は誰か残っていますか？\u001b[22m, \u001b[1m話して価値が他の誰か左側はありますか？\u001b[22m\n\u001b[4mWell, you know, nobody in particular, except for Saffron freaking Henderson.\u001b[24m\n    \u001b[1mまあ、あなたが知っている、誰も特に、サフロンHendersonを恐れている人を除いて。\u001b[22m, \u001b[1mさて、あなたはサフランおかしくヘンダーソンを除いて、特に誰も知りません。\u001b[22m\n\u001b[4mIf you don’t know who that is, she played not only Goku in Dragonball, but Gohan in the follow-up series DBZ, at least in the Ocean dub.\u001b[24m\n    \u001b[1mあなたはそれが誰なのか分からないと、少なくともオオカミのダブではドラゴンボールではなく、ゴハンでフォローアップシリーズDBZで演奏しました。\u001b[22m, \u001b[1mあなたはそれが誰であるかわからない場合、彼女は少なくともオーシャンダブで、フォローアップシリーズDBZにドラゴンボールで悟空が、悟飯ないだけを果たしました。\u001b[22m\n\u001b[4mSo who does she play in Key?\u001b[24m\n    \u001b[1mだから誰がキーで遊ぶの？\u001b[22m, \u001b[1mそこで彼女は、キーに誰を果たしていますか？\u001b[22m\n\u001b[4mSome little kid, maybe one of the main characters in a childhood flashback?\u001b[24m\n    \u001b[1mいくつかの小さな子供、おそらく子供時代のフラッシュバックの主人公の一つ？\u001b[22m, \u001b[1mいくつかの小さな子供、子供の頃の回想でメインキャラクターの多分1？\u001b[22m\n\u001b[4mNope.\u001b[24m\n    \u001b[1mいいえ。\u001b[22m\n\u001b[4mNot only does she play the idol character Miho that got Key into becoming an idol in the first place, she sings the English version of almost every single song on the soundtrack.\u001b[24m\n    \u001b[1mキーをアイドルにしたアイドルキャラクター「ミホ」を演奏するだけでなく、サウンドトラックのほぼすべての曲の英語版を歌います。\u001b[22m, \u001b[1mだけでなく、彼女は最初の場所でアイドルになってきて中にキー持っアイドル文字美穂が演じるん、彼女はサウンドトラックで、ほぼすべてのシングル曲の英語バージョンを歌います。\u001b[22m\n\u001b[4mAnd she sounds phenomenal in them.\u001b[24m\n    \u001b[1mそして、彼女はその中で驚異的に聞こえる。\u001b[22m, \u001b[1mそして彼女はそれらに驚異的な音。\u001b[22m\n\u001b[4mWith her primary character, she has to play not only the healthy sounding robot version, but the weak, shriveled up slave version that nobody gets to see behind the scenes, and she never stops being convincing through any of it.\u001b[24m\n    \u001b[1m彼女の主人公は、健全なサウンドのロボットのバージョンだけでなく、誰もが舞台裏で見ることのできない弱い、壊れた奴隷のバージョンをプレイしなければならず、彼女はそれを納得させることを止めることは決してありません。\u001b[22m, \u001b[1m彼女の主要な文字で、彼女だけでなく、健康的な響きのロボットのバージョンをプレイするために持っていますが、弱い、誰も舞台裏で見るために取得していない、と彼女はそれのいずれかを介して説得力のあることを停止することはありませんスレーブバージョンアップしなび。\u001b[22m\n\u001b[4mWhile Sakura may be a special exception, I highly recommend this dub.\u001b[24m\n    \u001b[1mさくらは特別な例外かもしれないが、私はこのダビングを強く勧めている。\u001b[22m, \u001b[1mさくらは特別な例外かもしれないが、私は非常にこのダブをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nAs you may have surmised from my plot summary, this is a series who’s deepest details are shrouded in mystery, and at times, it can be a very confusing tale for first-time viewers. We’re offered many questions to ponder as Key begins her journey, but thankfully, the first one we’re encouraged to focus on is whether or not she’s actually a robot. This plot point will eventually fade away as the more serious plot elements start to take form, but as a jumping off point, this one is handled really well. In addition to the hair colors that I mentioned earlier, the series is very careful with how much evidence it gives us towards one conclusion or the other. We never see Key eat, and her grandfather makes a point of telling her that he recently made a new body for her... Which is designed to create a small plothole that's just hard enough to decipher to make the viewer feel uneasy about what they 're being told.\n\n\u001b[1mあなたが私のプロットの要約から推測しているように、これは謎に包まれた最も深い細部を持つシリーズであり、初心者にとっては非常に混乱する話になることがあります。 私たちはKeyが彼女の旅を始めるにつれて多くの疑問を提起していますが、ありがたいことに、私たちが焦点を当てる最初のものは、彼女が実際にロボットであるかどうかです。 このプロットポイントは、より深刻なプロット要素が形を取るようになるにつれ、最終的に消え去るが、飛び降りるポイントとして、これは本当にうまく処理される。 私が前に述べた髪の色に加えて、このシリーズはどれほどの証拠がある結論に向かって私たちに与えるかに非常に注意しています。 私たちはキーが食べるのを決して見ない、そして彼女の祖父は、彼女が最近彼女のために新しい体を作ったということを彼女に伝えるように指摘している...それは視聴者に何が不安を感じさせるように解読するのに十分な 言われている。\u001b[22m\n\u001b[1m(Anata ga watashi no purotto no yōyaku kara suisoku shite iru yō ni, koreha nazo ni tsutsuma reta mottomo fukai saibu o motsu shirīzudeari, shoshinsha ni totte wa hijō ni konran suru hanashi ni naru koto ga arimasu. Watashitachiha kī ga kanojo no tabi o hajimeru ni tsurete ōku no gimon o teiki shite imasuga, arigatai koto ni, watashitachi ga shōten o ateru saisho no mono wa, kanojo ga jissai ni robottodearu ka dō kadesu. Kono purotto pointo wa, yori shinkokuna purotto yōso ga katachi o toru yō ni naru ni tsure, saishūtekini kiesaruga, tobioriru pointo to shite, kore wa hontōni umaku shori sa reru. Watashi ga mae ni nobeta kami no iro ni kuwaete, kono shirīzu wa dore hodo no shōko ga aru ketsuron ni mukatte watashitachi ni ataeru ka ni hijō ni chūi shite imasu. Watashitachiha kī ga taberu no o kesshite minai, soshite kanojo no sofu wa, kanojo ga saikin kanojo no tame ni atarashī karada o tsukutta to iu koto o kanojo ni tsutaeru yō ni shiteki shite iru... Sore wa shichō-sha ni nani ga fuan o kanji saseru yō ni kaidoku suru no ni jūbun'na iwa rete iru.)\u001b[22m\n\nTranslations of \u001b[4mAs you may have surmised from my plot summary, this is a series who’s deepest details are shrouded in mystery, and at times, it can be a very confusing tale for first-time viewers. We’re offered many questions to ponder as Key begins her journey, but thankfully, the first one we’re encouraged to focus on is whether or not she’s actually a robot. This plot point will eventually fade away as the more serious plot elements start to take form, but as a jumping off point, this one is handled really well. In addition to the hair colors that I mentioned earlier, the series is very careful with how much evidence it gives us towards one conclusion or the other. We never see Key eat, and her grandfather makes a point of telling her that he recently made a new body for her... Which is designed to create a small plothole that's just hard enough to decipher to make the viewer feel uneasy about what they 're being told.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you may have surmised from my plot summary, this is a series who’s deepest details are shrouded in mystery, and at times, it can be a very confusing tale for first-time viewers.\u001b[24m\n    \u001b[1mあなたが私のプロットの要約から推測しているように、これは謎に包まれた最も深い細部を持つシリーズであり、初心者にとっては非常に混乱する話になることがあります。\u001b[22m, \u001b[1mあなたは私のプロットの要約から推測かもしれませんが、これは最も深い詳細は謎に包まれているのです、との回で、それが初めての視聴者のための非常に混乱物語であることができるシリーズです。\u001b[22m\n\u001b[4mWe’re offered many questions to ponder as Key begins her journey, but thankfully, the first one we’re encouraged to focus on is whether or not she’s actually a robot.\u001b[24m\n    \u001b[1m私たちはKeyが彼女の旅を始めるにつれて多くの疑問を提起していますが、ありがたいことに、私たちが焦点を当てる最初のものは、彼女が実際にロボットであるかどうかです。\u001b[22m, \u001b[1m私たちは、キーは彼女の旅を始めると熟考するために多くの質問を提供しているが、ありがたいことに、私たちが注力することを奨励している最初のものは、彼女が実際にロボットだかどうかです。\u001b[22m\n\u001b[4mThis plot point will eventually fade away as the more serious plot elements start to take form, but as a jumping off point, this one is handled really well.\u001b[24m\n    \u001b[1mこのプロットポイントは、より深刻なプロット要素が形を取るようになるにつれ、最終的に消え去るが、飛び降りるポイントとして、これは本当にうまく処理される。\u001b[22m, \u001b[1mこのプロット点は、より深刻なの描画要素が形を取るために始めると、最終的に消えていくだろうが、飛び降りポイントとして、これは本当によく処理されます。\u001b[22m\n\u001b[4mIn addition to the hair colors that I mentioned earlier, the series is very careful with how much evidence it gives us towards one conclusion or the other.\u001b[24m\n    \u001b[1m私が前に述べた髪の色に加えて、このシリーズはどれほどの証拠がある結論に向かって私たちに与えるかに非常に注意しています。\u001b[22m, \u001b[1m私は前述の髪の色に加えて、シリーズは、それが1結論または他の方に私たちを与えるどのくらいの証拠と非常に慎重です。\u001b[22m\n\u001b[4mWe never see Key eat, and her grandfather makes a point of telling her that he recently made a new body for her... Which is designed to create a small plothole that's just hard enough to decipher to make the viewer feel uneasy about what they\u001b[24m\n    \u001b[1m私たちはキーが食べるのを決して見ない、そして彼女の祖父は、彼女が最近彼女のために新しい体を作ったということを彼女に伝えるように指摘している...それは視聴者に何が不安を感じさせるように解読するのに十分な\u001b[22m, \u001b[1m私たちは、キー食べる見ることはない、と彼女の祖父は、視聴者がどのような彼らに不安を感じるように解読するだけで十分に懸命だ小さなplotholeを作成するために設計されて、彼は最近、彼女のために新しいボディを作ったことを彼女に伝えるのポイントを...作ります\u001b[22m\n\u001b[4m're being told.\u001b[24m\n    \u001b[1m言われている。\u001b[22m, \u001b[1m「言われて再び。\u001b[22m\n\u001b[1m\u001b[22m\nThe only definitive detail clue we’re given is that when Key’s hair color changes, she’s somehow able to subconsciously perform supernatural feats, such as levitating people and objects, and making machines go on the fritz. She’s often shown nude, particularly in the first episode, but these scenes are so clinical and cold that they can hardly be called fan-service at all. It feels more like seeing C-3PO with his gold plating off than a seventeen year old girl in her birthday suit. Oh, and before anybody suggests that the animators just don’t know how to create a sexy nude scene, her friend Sakura has a shower scene that exudes sexuality, despite being ten seconds long and fitting into context as a hygienic shower between jobs.\n\n\u001b[1mKeyの髪の色が変わったとき、人と物を浮揚させたり、マシンをフリッツに乗せるなど、超自然的な才能を何とか無意識に実行することができるという決定的な詳細な手がかりだけが与えられています。 彼女はしばしば最初のエピソードで特にヌードを見せていますが、これらのシーンはとても臨床的で寒く、ファンサービスとは言い難いものです。 それは彼女の誕生日の服の17歳の女の子よりも金メッキでC  -  3POを見ているような感じです。 あと、アニメーターがセクシーなヌードシーンを作る方法を知らないうちに、彼女の友人であるサクラは、10秒間もかかわらずセクシュアリティを滲出させるシャワーシーンを持ち、ジョブ間の衛生的なシャワーとして文脈に合っています。\u001b[22m\n\u001b[1m(Kī no kami no iro ga kawatta toki, hito to mono o fuyō sa se tari, mashin o furittsu ni noseru nado, chō shizen-tekina sainō o nantoka muishiki ni jikkō suru koto ga dekiru to iu ketteitekina shōsaina tegakari dake ga atae rarete imasu. Kanojo wa shibashiba saisho no episōdo de tokuni nūdo o misete imasuga, korera no shīn wa totemo rinshō-tekide samuku, fansābisu to wa ii gatai monodesu. Sore wa kanojo no tanjōbi no fuku no 17-sai no on'nanoko yori mo kinmekki de C - 3 PO o mite iru yōna kanjidesu. Ato, animētā ga sekushīna nūdoshīn o tsukuru hōhō o shiranai uchi ni, kanojo no yūjindearu sakura wa, 10-byōkan mo kakawarazu sekushuariti o shinshutsu sa seru shawāshīn o mochi, jobu-kan no eisei-tekina shawā to shite bunmyaku ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only definitive detail clue we’re given is that when Key’s hair color changes, she’s somehow able to subconsciously perform supernatural feats, such as levitating people and objects, and making machines go on the fritz. She’s often shown nude, particularly in the first episode, but these scenes are so clinical and cold that they can hardly be called fan-service at all. It feels more like seeing C-3PO with his gold plating off than a seventeen year old girl in her birthday suit. Oh, and before anybody suggests that the animators just don’t know how to create a sexy nude scene, her friend Sakura has a shower scene that exudes sexuality, despite being ten seconds long and fitting into context as a hygienic shower between jobs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only definitive detail clue we’re given is that when Key’s hair color changes, she’s somehow able to subconsciously perform supernatural feats, such as levitating people and objects, and making machines go on the fritz.\u001b[24m\n    \u001b[1mKeyの髪の色が変わったとき、人と物を浮揚させたり、マシンをフリッツに乗せるなど、超自然的な才能を何とか無意識に実行することができるという決定的な詳細な手がかりだけが与えられています。\u001b[22m, \u001b[1m我々は与えられている唯一の決定的な詳細の手がかりは、ときにキーの髪の色が変化し、彼女は何とか無意識のうちにそのような人や物を浮揚し、マシンがフリッツに行く作るなど超自然的偉業を、実行することができるということです。\u001b[22m\n\u001b[4mShe’s often shown nude, particularly in the first episode, but these scenes are so clinical and cold that they can hardly be called fan-service at all.\u001b[24m\n    \u001b[1m彼女はしばしば最初のエピソードで特にヌードを見せていますが、これらのシーンはとても臨床的で寒く、ファンサービスとは言い難いものです。\u001b[22m, \u001b[1m彼女は多くの場合、特に最初のエピソードでは、ヌード示されていますが、これらのシーンは、彼らはほとんどすべてでファンサービスと呼ばれることができないように、臨床的および冷たいです。\u001b[22m\n\u001b[4mIt feels more like seeing C-3PO with his gold plating off than a seventeen year old girl in her birthday suit.\u001b[24m\n    \u001b[1mそれは彼女の誕生日の服の17歳の女の子よりも金メッキでC  -  3POを見ているような感じです。\u001b[22m, \u001b[1mこれは、より多くの彼の金は彼女の誕生日のスーツで17歳の女の子よりもオフメッキとC-3POを見てのように感じています。\u001b[22m\n\u001b[4mOh, and before anybody suggests that the animators just don’t know how to create a sexy nude scene, her friend Sakura has a shower scene that exudes sexuality, despite being ten seconds long and fitting into context as a hygienic shower between jobs.\u001b[24m\n    \u001b[1mあと、アニメーターがセクシーなヌードシーンを作る方法を知らないうちに、彼女の友人であるサクラは、10秒間もかかわらずセクシュアリティを滲出させるシャワーシーンを持ち、ジョブ間の衛生的なシャワーとして文脈に合っています。\u001b[22m, \u001b[1m誰でもアニメーターがちょうどセクシーなヌードシーンを作成する方法を知らないことを示唆している前にああ、と、彼女の友人さくらはジョブ間の衛生シャワーのようにコンテキストに10秒の長とフィッティングであるにもかかわらず、セクシュアリティを醸し出しシャワーシーンがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAnd yes, that's another plot point that makes the possibility of Key being a robot more apparent... Her best friend is unmistakably human, to the point that I'm pretty sure I've known about a dozen people like her, both male and female. While Key just kinda exists in Sakura’s apartment, taking advantage of the shelter being offered to her, Sakura is off working three different part-time jobs to pay for her rent and food costs. And they’re not particularly glamorous jobs, either... Pizza delivery, garbage truck directing, and video store cashier. Most people in that kind of situation would look for some kind of break, right? Well, earlier, I mentioned that Sakura saved Key from some shady individuals that were looking to produce the first ever robot-girl porno. What I didn’t mention is that they made a similar offer to Sakura when they caught up with the two girls later. Now, Key showed a mild sign of humanity when she realized what they were doing and tried to excuse herself, right before being rescued, but Sakura reacts a little differently. She identifies them as the sleaze that they are, and refuses to work for them... Until they bring up the money she’d make. She doesn’t accept their offer, but she does falter, however briefly, as it would be a break from the daily grind.\n\n\u001b[1mそして、それはキーがロボットである可能性をより明白にする別のプロットポイントです。彼女の親友は間違いなく人間です。私は彼女が好きな人は約12人いると確信しています と女性。 サクラさんのアパートにちょうどちょっとしたキーがありますが、サクラさんは彼女に提供されているシェルターを利用して、家賃と食費を支払うために3種類のアルバイトをしています。 そして、彼らは特に魅力的な仕事ではありません。ピザの配送、ゴミトラックの監督、ビデオストアのキャッシャーです。 そのような状況にいるほとんどの人は何らかの休憩を探すだろうか？ まあ、以前、私は、サクラは、最初のロボット女の子のポルノを生産するために探していたいくつかの日陰の個人からキーを保存したと述べた。 私が言及しなかったのは、彼らが後で2人の女の子に追いついたときにサクラに同様の申し出をしたということです。 さて、キーは、自分が何をしているのかを理解し、救出される直前に自分自身を言い訳しようとしたとき、人間性の軽い兆候を示しましたが、サクラは少し違って反応します。 彼女は彼らを卑劣な人物と見なし、彼らのために働くことを拒否します。 彼女は彼らのオファーを受け入れませんが、それは日常の研ぎ澄みからの休憩になるので簡単には震えません。\u001b[22m\n\u001b[1m(Soshite, soreha kī ga robottodearu kanōsei o yori meihaku ni suru betsu no purotto pointodesu. Kanojo no shin'yū wa machigainaku ningendesu. Watashi wa kanojo ga sukinahito wa yaku 12-ri iru to kakushin shite imasuto josei. Sakura-san no apāto ni chōdo chottoshita kī ga arimasuga, sakura-san wa kanojo ni teikyō sa rete iru sherutā o riyō shite, yachin to shokuhi o shiharau tame ni 3 shurui no arubaito o shite imasu. Soshite, karera wa tokuni miryoku-tekina shigotode wa arimasen. Piza no haisō, gomi torakku no kantoku, bideo sutoa no kyasshādesu. So no yōna jōkyō ni iru hotondo no hito wa nanrakano kyūkei o sagasudarou ka? Mā, izen, watashi wa, sakura wa, saisho no robotto on'nanoko no poruno o seisan suru tame ni sagashite ita ikutsu ka no hikage no kojin kara kī o hozon shita to nobeta. Watashi ga genkyū shinakatta no wa, karera ga atode 2-ri no on'nanoko ni oitsuita toki ni sakura ni dōyō no mōshide o shita to iu kotodesu. Sate, kī wa, jibun ga nani o shite iru no ka o rikai shi, kyūshutsu sa reru chokuzen ni jibun jishin o iiwake shiyou to shita toki, ningensei no karui chōkō o shimeshimashitaga, sakura wa sukoshi chigatte han'nō shimasu. Kanojo wa karera o hiretsuna jinbutsu to minashi, karera no tame ni hataraku koto o kyohi shimasu. Kanojo wa karera no ofā o ukeiremasenga, soreha nichijō no togi sumi kara no kyūkei ni naru node kantan ni wa furuemasen.)\u001b[22m\n\u001b[1m\u001b[22m\nWe all have morals, we all have standards, and we all have certain extents to which our dignity can hold out... But when we’re treading water, magical solutions can become tempting. Would Sakura have accepted if her friends hadn’t been there? I don't *think* so, but the fact that she's able to choose her own abilities and work ethic over a magical solution that may end up hurting her in the long run is the exact opposite of Key, who doesn't believe she has the capacity to make 30,000 friends without the magical solution of becoming an Idol, which in this series turns out to be a way more dangerous pursuit than porn. This difference between them plays up not only the robotic elements of Key’s personality, but also the ultimate theme of the series... The dilemma between reality and fantasy.\n\n\u001b[1m私たちはすべて道徳を持っており、私たちはすべて基準を持っており、私たちはすべて、尊厳を保つことができる一定の範囲を持っています...しかし、水を歩いているとき、魔法の解決策は魅力的になります。 彼女の友人がそこにいなかったら、さくらは受け入れただろうか？ 私は考えているわけではありませんが、長期的に彼女を傷つけるような魔法の解決策で彼女自身の能力と仕事の倫理を選ぶことができるという事実は、彼女が信じていない このシリーズでは、ポルノよりも危険な追求の方法であることが判明したアイドルになるという魔法の解決策なしで3万人の友達を作る能力を持っています。 この違いは、Keyの個性のロボット要素だけでなく、シリーズの究極のテーマでもあります...現実とファンタジーのジレンマ。\u001b[22m\n\u001b[1m(Watashitachiha subete dōtoku o motte ori, watashitachiha subete kijun o motte ori, watashitachiha subete, songen o tamotsu koto ga dekiru ittei no han'i o motte imasu... Shikashi, mizu o aruite iru toki, mahō no kaiketsusaku wa mirikiteki ni narimasu. Kanojo no yūjin ga soko ni inakattara, sakura wa ukeiretadarou ka? Watashi wa kangaete iru wakede wa arimasenga, chōki-teki ni kanojo o kizutsukeru yōna mahō no kaiketsusaku de kanojo jishin no nōryoku to shigoto no rinri o erabu koto ga dekiru to iu jijitsu wa, kanojo ga shinjite inai kono shirīzude wa, poruno yori mo kiken'na tsuikyū no hōhōdearu koto ga hanmei shita aidoru ni naru to iu mahō no kaiketsusaku nashi de 3 man-ri no tomodachi o tsukuru nōryoku o motte imasu. Kono chigai wa, kī no kosei no robotto yōso dakedenaku, shirīzu no kyūkyoku no tēmade mo arimasu... Genjitsu to fantajī no jirenma.)\u001b[22m\n\nTranslations of \u001b[4mWe all have morals, we all have standards, and we all have certain extents to which our dignity can hold out... But when we’re treading water, magical solutions can become tempting. Would Sakura have accepted if her friends hadn’t been there? I don't *think* so, but the fact that she's able to choose her own abilities and work ethic over a magical solution that may end up hurting her in the long run is the exact opposite of Key, who doesn't believe she has the capacity to make 30,000 friends without the magical solution of becoming an Idol, which in this series turns out to be a way more dangerous pursuit than porn. This difference between them plays up not only the robotic elements of Key’s personality, but also the ultimate theme of the series... The dilemma between reality and fantasy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe all have morals, we all have standards, and we all have certain extents to which our dignity can hold out... But when we’re treading water, magical solutions can become tempting.\u001b[24m\n    \u001b[1m私たちはすべて道徳を持っており、私たちはすべて基準を持っており、私たちはすべて、尊厳を保つことができる一定の範囲を持っています...しかし、水を歩いているとき、魔法の解決策は魅力的になります。\u001b[22m, \u001b[1m私たちは皆、我々はすべての基準を持っている、モラルを持っている、と我々はすべて私たちの尊厳を持ちこたえることができるために、特定のエクステントを持っている...しかし、我々は水を踏むしているとき、魔法の解決策は魅力的になることができます。\u001b[22m\n\u001b[4mWould Sakura have accepted if her friends hadn’t been there?\u001b[24m\n    \u001b[1m彼女の友人がそこにいなかったら、さくらは受け入れただろうか？\u001b[22m, \u001b[1m彼女の友人がいなかった場合にはサクラが受け入れているだろうか？\u001b[22m\n\u001b[4mI don't *think* so, but the fact that she's able to choose her own abilities and work ethic over a magical solution that may end up hurting her in the long run is the exact opposite of Key, who doesn't believe she\u001b[24m\n    \u001b[1m私は考えているわけではありませんが、長期的に彼女を傷つけるような魔法の解決策で彼女自身の能力と仕事の倫理を選ぶことができるという事実は、彼女が信じていない\u001b[22m, \u001b[1m彼女を信じていない人は、私は*そう*とは思わないが、彼女は長期的に彼女を傷つけてしまうことがあり、魔法の溶液上に彼女自身の能力と仕事の倫理を選択することができるという事実は、キーの正反対です\u001b[22m\n\u001b[4mhas the capacity to make 30,000 friends without the magical solution of becoming an Idol, which in this series turns out to be a way more dangerous pursuit than porn.\u001b[24m\n    \u001b[1mこのシリーズでは、ポルノよりも危険な追求の方法であることが判明したアイドルになるという魔法の解決策なしで3万人の友達を作る能力を持っています。\u001b[22m, \u001b[1mこのシリーズではポルノよりも危険追求道であることが判明したアイドル、になる魔法の解決なしに3万友達を作る能力を持っています。\u001b[22m\n\u001b[4mThis difference between them plays up not only the robotic elements of Key’s personality, but also the ultimate theme of the series... The dilemma between reality and fantasy.\u001b[24m\n    \u001b[1mこの違いは、Keyの個性のロボット要素だけでなく、シリーズの究極のテーマでもあります...現実とファンタジーのジレンマ。\u001b[22m, \u001b[1mそれらの間のこの違いは、キーの人格のロボット要素だけでなく、シリーズの究極のテーマ...現実と幻想の間のジレンマないだけを再生します。\u001b[22m\n\u001b[1m\u001b[22m\nThere are two rather popular topics that Key the Metal Idol likes to discuss in relation to this theme... They’re topics I’ve seen brought up many times before, and they both have a lot of room for different perspectives. The first one is, obviously, the true life of being an Idol. This is far more a Japanese subject than it is anywhere else, as Japan’s Idol culture is a monster in it’s own right. Perfect Blue explored how Idols are subjected to the controls of not only the people managing them, whom they have to do uncomfortable things to please, but by the perceptions of their fanbases, whose acceptance or refusal of the changes they make can have devastating impacts on their careers. A more recent show called Love Live took a different route, showing how hard and sincerely people have to work to become idols in the first place.\n\n\u001b[1mメタルアイドルがこのテーマに関連して議論するのが好きな2つのかなり人気のあるトピックがあります。これまでに何度も育ったと思っているトピックですが、どちらもさまざまな視点の余地があります。 最初の1つは、明らかに、アイドルであるという本当の人生です。 日本のアイドル文化はそれ自体が怪物であるため、他の場所よりもはるかに日本の主題です。 パーフェクト・ブルーは、不気味なことをしなければならない人を管理するだけでなく、変化を受け入れたり拒絶したりするファンファーレの認識によって、どのようにしてアイドルがコントロールされているかを探った 彼らのキャリア。 最近のLove Liveと呼ばれるショーでは、最初とは違った道を歩み、人々が偶然に偶然になっていかなければならないことを示しています。\u001b[22m\n\u001b[1m(Metaru aidoru ga kono tēma ni kanren shite giron suru no ga sukina 2tsu no kanari ninkinoaru topikku ga arimasu. Kore made ni nando mo sodatta to omotte iru topikkudesuga, dochira mo samazamana shiten no yochi ga arimasu. Saisho no 1tsu wa, akiraka ni, aidorudearu to iu hontō no jinseidesu. Nihon no aidoru bunka wa sore jitai ga kaibutsudearu tame, hoka no basho yori mo haruka ni Nihon no shudaidesu. Pāfekuto burū wa, bukimina koto o shinakereba naranai hito o kanri suru dakedenaku, henka o ukeire tari kyozetsu shi tari suru fanfāre no ninshiki ni yotte, dono yō ni shite aidoru ga kontorōru sa rete iru ka o sagutta karera no kyaria. Saikin no rabu raibu to yoba reru shōde wa, saisho to wa chigatta michi o ayumi, hitobito ga gūzen ni gūzen ni natte ikanakereba naranai koto o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are two rather popular topics that Key the Metal Idol likes to discuss in relation to this theme... They’re topics I’ve seen brought up many times before, and they both have a lot of room for different perspectives. The first one is, obviously, the true life of being an Idol. This is far more a Japanese subject than it is anywhere else, as Japan’s Idol culture is a monster in it’s own right. Perfect Blue explored how Idols are subjected to the controls of not only the people managing them, whom they have to do uncomfortable things to please, but by the perceptions of their fanbases, whose acceptance or refusal of the changes they make can have devastating impacts on their careers. A more recent show called Love Live took a different route, showing how hard and sincerely people have to work to become idols in the first place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are two rather popular topics that Key the Metal Idol likes to discuss in relation to this theme... They’re topics I’ve seen brought up many times before, and they both have a lot of room for different perspectives.\u001b[24m\n    \u001b[1mメタルアイドルがこのテーマに関連して議論するのが好きな2つのかなり人気のあるトピックがあります。これまでに何度も育ったと思っているトピックですが、どちらもさまざまな視点の余地があります。\u001b[22m, \u001b[1mキーメタルアイドルがこのテーマに関連して議論するのが好きだ...彼らは私が前に何度も育て見てきた、と彼らは両方の異なる視点の余地を持っているトピックだ2むしろ人気のトピックがあります。\u001b[22m\n\u001b[4mThe first one is, obviously, the true life of being an Idol.\u001b[24m\n    \u001b[1m最初の1つは、明らかに、アイドルであるという本当の人生です。\u001b[22m, \u001b[1m最初のものは、明らかに、アイドルであることの真の人生です。\u001b[22m\n\u001b[4mThis is far more a Japanese subject than it is anywhere else, as Japan’s Idol culture is a monster in it’s own right.\u001b[24m\n    \u001b[1m日本のアイドル文化はそれ自体が怪物であるため、他の場所よりもはるかに日本の主題です。\u001b[22m, \u001b[1mこれは、日本のアイドル文化がそれ自身の権利でモンスターであるとして、それは、他のどこよりもはるかに多くの日本の課題です。\u001b[22m\n\u001b[4mPerfect Blue explored how Idols are subjected to the controls of not only the people managing them, whom they have to do uncomfortable things to please, but by the perceptions of their fanbases, whose acceptance or refusal of the changes they make can have devastating impacts on\u001b[24m\n    \u001b[1mパーフェクト・ブルーは、不気味なことをしなければならない人を管理するだけでなく、変化を受け入れたり拒絶したりするファンファーレの認識によって、どのようにしてアイドルがコントロールされているかを探った\u001b[22m, \u001b[1mパーフェクトブルーは、アイドルが、彼らは喜ばせるために不快な事をする必要があり、それらを管理する人だけでなくのコントロールに供されている方法を探ったが、受け入れまたは拒否、彼らが行った変更の彼らのfanbases、の認識でオンに壊滅的な影響を持つことができます\u001b[22m\n\u001b[4mtheir careers.\u001b[24m\n    \u001b[1m彼らのキャリア。\u001b[22m\n\u001b[4mA more recent show called Love Live took a different route, showing how hard and sincerely people have to work to become idols in the first place.\u001b[24m\n    \u001b[1m最近のLove Liveと呼ばれるショーでは、最初とは違った道を歩み、人々が偶然に偶然になっていかなければならないことを示しています。\u001b[22m, \u001b[1mラブライブと呼ばれるより最近のショーは、人々が最初の場所でアイドルになるために仕事をしなければならないどのようにハードと誠実に示す、別のルートを取りました。\u001b[22m\n\u001b[1m\u001b[22m\nThe second topic is the relationship between man and machines. Chobits is perhaps the most noteworthy example, as it explores the hikkikimori’s mind set, with a focus on how a computer may be more equipped to offer a man the perfect, idealized woman than actual women are. Other titles like the Matrix franchise have explored the idea of creation, and how the machines we birthed could eventually conquer us and take over the world, turning on their creators as man have with God. There’s also a lot of fiction dealing with artificial intelligence in this way, but shockingly, Key the Metal Idol doesn’t even touch the subject of AI. Instead, it has more in common with the Fullmetal Alchemist idea that you have to trade life to create life, even if it’s just the illusion of life.\n\n\u001b[1m2番目のトピックは、人間と機械の関係です。 ヒッキキモリの考え方を探りながら、実際の女性より完璧で理想化された女性を男性に提供するためにコンピュータがどのように装備されているかを中心に、Chobitsはおそらく最も注目すべき例です。  Matrixフランチャイズのような他のタイトルは、創造のアイデアを探求しました。そして、私たちが誕生したマシンが、私たちを征服し、世界を引き継いで、人間が神と同じように創造者をつくる方法を探りました。 このように人工知能を扱う小説もたくさんありますが、目に見えないことに、Key the Metal IdolはAIのテーマにも触れません。 代わりに、鋼の錬金術師のアイデアと共通しているのは、たとえそれが人生の錯覚であっても、人生を生み出すために人生を変えなければならないという考えです。\u001b[22m\n\u001b[1m(2-Banme no topikku wa, ningen to kikai no kankeidesu. Hikkikimori no kangaekata o sagurinagara, jissai no josei yori kanpekide risō-ka sa reta josei o dansei ni teikyō suru tame ni konpyūta ga dono yō ni sōbi sa rete iru ka o chūshin ni, Chobits wa osoraku mottomo chūmoku subeki reidesu. Matrix furanchaizu no yōna ta no taitoru wa, sōzō no aidea o tankyū shimashita. Soshite, watashitachi ga tanjō shita mashin ga, watashitachi o seifuku shi, sekai o hikitsuide, ningen ga kami to onajiyōni sōzō-sha o tsukuru hōhō o sagurimashita. Ko no yō ni jinkō chinō o atsukau shōsetsu mo takusan arimasuga,-me ni mienai koto ni, kī the Metal Idol wa AI no tēma ni mo furemasen. Kawari ni, haganenorenkinjutsushi no aidea to kyōtsū shite iru no wa, tatoe sore ga jinsei no sakkakudeatte mo, jinsei o umidasu tame ni jinsei o kaenakereba naranai to iu kangaedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe second topic is the relationship between man and machines. Chobits is perhaps the most noteworthy example, as it explores the hikkikimori’s mind set, with a focus on how a computer may be more equipped to offer a man the perfect, idealized woman than actual women are. Other titles like the Matrix franchise have explored the idea of creation, and how the machines we birthed could eventually conquer us and take over the world, turning on their creators as man have with God. There’s also a lot of fiction dealing with artificial intelligence in this way, but shockingly, Key the Metal Idol doesn’t even touch the subject of AI. Instead, it has more in common with the Fullmetal Alchemist idea that you have to trade life to create life, even if it’s just the illusion of life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second topic is the relationship between man and machines.\u001b[24m\n    \u001b[1m2番目のトピックは、人間と機械の関係です。\u001b[22m, \u001b[1m第二のトピックでは、人間と機械との間の関係です。\u001b[22m\n\u001b[4mChobits is perhaps the most noteworthy example, as it explores the hikkikimori’s mind set, with a focus on how a computer may be more equipped to offer a man the perfect, idealized woman than actual women are.\u001b[24m\n    \u001b[1mヒッキキモリの考え方を探りながら、実際の女性より完璧で理想化された女性を男性に提供するためにコンピュータがどのように装備されているかを中心に、Chobitsはおそらく最も注目すべき例です。\u001b[22m, \u001b[1mそれは、コンピュータがより多くの人に実際の女性はよりも完璧な、理想化された女性を提供するために装備することができるかに焦点を当て、hikkikimoriの心セットを探るようちょびっツは、おそらく最も注目すべき例です。\u001b[22m\n\u001b[4mOther titles like the Matrix franchise have explored the idea of creation, and how the machines we birthed could eventually conquer us and take over the world, turning on their creators as man have with God.\u001b[24m\n    \u001b[1mMatrixフランチャイズのような他のタイトルは、創造のアイデアを探求しました。そして、私たちが誕生したマシンが、私たちを征服し、世界を引き継いで、人間が神と同じように創造者をつくる方法を探りました。\u001b[22m, \u001b[1mマトリックスのフランチャイズのような他のタイトルは創造のアイデアを探求し、そしてどのように我々は生まれるのマシンが最終的に私たちを征服し、世界を引き継ぐことができ、人間が神と持っているように彼らのクリエイターをオンにしています。\u001b[22m\n\u001b[4mThere’s also a lot of fiction dealing with artificial intelligence in this way, but shockingly, Key the Metal Idol doesn’t even touch the subject of AI.\u001b[24m\n    \u001b[1mこのように人工知能を扱う小説もたくさんありますが、目に見えないことに、Key the Metal IdolはAIのテーマにも触れません。\u001b[22m, \u001b[1mそこにこのように人工知能を扱うフィクションの多くもだが、衝撃的な、キーメタルアイドルもAIの対象には触れていません。\u001b[22m\n\u001b[4mInstead, it has more in common with the Fullmetal Alchemist idea that you have to trade life to create life, even if it’s just the illusion of life.\u001b[24m\n    \u001b[1m代わりに、鋼の錬金術師のアイデアと共通しているのは、たとえそれが人生の錯覚であっても、人生を生み出すために人生を変えなければならないという考えです。\u001b[22m, \u001b[1mその代わりに、それが人生のちょうど錯覚だとしても、あなたの人生を作成するために、人生をトレードする必要があり鋼の錬金術師の考え方と共通の多くを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThrough it’s plot, Key combines these two topics in many intriguing ways, particularly when it comes to Ajo and his business ventures, one of which manages the idol Miho. Key believes that becoming an idol like Miho will help her transition from robot to person, but what she doesn't know is that(and this is only a small spoiler) the real Miho is locked away backstage, attached to a headset, controlling a robotic puppet on-stage while she withers away, her life itself unappreciated by those who own her. What Key expects is the exact opposite of what’s really happening, because becoming an idol in this universe is a process where a human becomes a robot, and not the other way around. In other words, an object wishes to become a person through means that actually turns people into objects. Add that to the fact that robots can't move on their own, and are powered by human life force, and you have the perfect metaphor for human beings trying to create life in their own image, attempting to play God and failing miserably at it .\n\n\u001b[1mそれはプロットを通して、Keyはこれらの2つのトピックを多くの興味深い方法で組み合わせています。特にAjoとそのビジネスベンチャーには、アイドルミホを管理するものがあります。 キーは、ミホのようなアイドルになることが、ロボットから人への移行を助けると信じているが、彼女が知らないことは、（これはほんの小さなスポイラーである）実際のミホはヘッドセットに取り付けられ、 彼女が遠く離れている間にロボットの人形をステージに置いて、彼女の人生そのものは彼女を所有する人によって評価されない。 この宇宙でアイドルになることは、人間がロボットになるプロセスであり、その逆ではないプロセスなので、キーが期待していることは実際に起こっていることとまったく逆です。 言い換えれば、オブジェクトは、実際にオブジェクトをオブジェクトに変える手段を通じて、人になりたいと考えています。 それをロボットが自分自身で動くことができず、人間の生命力によって動かされるという事実に加え、あなたは自分のイメージで人生を創造しようとする人にとって完璧な隠喩を持ち、神を演じようと試み、  。\u001b[22m\n\u001b[1m(Sore wa purotto o tōshite, kī wa korera no 2tsu no topikku o ōku no kyōmibukai hōhō de kumiawasete imasu. Tokuni Ajo to sono bijinesubenchā ni wa, aidorumiho o kanri suru mono ga arimasu. Kī wa, Miho no yōna aidoru ni naru koto ga, robotto kara hito e no ikō o tasukeru to shinjite iruga, kanojo ga shiranai koto wa,(kore wa hon'no chīsana supoirādearu) jissai no Miho wa heddo setto ni toritsuke rare, kanojo ga tōku hanarete iru ma ni robotto no ningyō o sutēji ni oite, kanojo no jinsei sonomono wa kanojo o shoyū suru hito ni yotte hyōka sa renai. Kono uchū de aidoru ni naru koto wa, ningen ga robotto ni naru purosesudeari, sono gyakude wanai purosesunanode, kī ga kitai shite iru koto wa jissai ni okotte iru koto to mattaku gyakudesu. Iikaereba, obujekuto wa, jissai ni obujekuto o obujekuto ni kaeru shudan o tsūjite, hito ni naritai to kangaete imasu. Sore o robotto ga jibun jishin de ugoku koto ga dekizu, ningen no inochiryoku ni yotte ugokasa reru to iu jijitsu ni kuwae, anata wa jibun no imēji de jinsei o sōzō shiyou to suru hito ni totte kanpekina in'yu o mochi,-shin o enjiyou to kokoromi,.)\u001b[22m\n\u001b[1m\u001b[22m\nAnd if you need more proof about the religious angle of this theme, there's an actual religious cult that plays a major role in the plot, painting Key's abilities as miracles, and putting every ounce of effort into protecting her from her aspirations to join the world of Idolhood... Which, if read from the perspective I mentioned earlier, is a pursuit removed from God. When in the service of this cult, Key's powers are used with more benevolence than at any other point in the series... She even brings a sick little boy back from the brink, something she didn't even try when a far more tragic death occurred right in front of her towards the end of the series. The significance of religion in this equation is established even more firmly by the fact that robots eventually wipe out this cult, as if to say that man, as God's creations, have created something that kills God... An idea further supported by a metric butt-ton of expositive backstory later on. And thus you have the main driving theme of the series... The reality of humanity vs. the fantasy of created humans. Robots that are built to fight wars for us or even just perform for us need to drink our life force to work, just like how idols that are meant to simultaneously uphold our moral ideals as well as our standards for youth and beauty are just being unrealistically objectified.\n\n\u001b[1mこのテーマの宗教的な角度についてのさらなる証拠が必要な場合は、プロットに大きな役割を果たす実際の宗教的カルトがあり、キーの能力を奇跡として描き、彼女の世界への夢から彼女を守る努力を惜しみません。 偶像崇拝の...私が先に述べた観点から読んだ場合、それは神から追求された追求です。 このカルトのサービスでは、キーの力はシリーズの他のポイントよりも多くの慈悲で使用されています...彼女はさらに危機に瀕した小さな男の子を戻します。 シリーズの終わりに向かって彼女の目の前で死が起こった。 この方程式における宗教の意義は、人間が神の創造物として神を殺すようなものを創造したと言うように、最終的にはロボットが最終的にこのカルトを払拭するという事実によってさらに確かに確立されます。 後の露出バックストーンのバットトン。 そして、あなたはシリーズの主な運転テーマを持っています...人類の現実と創造された人間の幻想。 私たちの戦いを戦うために、あるいは私たちのためだけに実行するために作られたロボットは、私たちの道徳的な理想を支えている青年や若者や美の基準を同時に非現実的に 客観化された。\u001b[22m\n\u001b[1m(Kono tēma no shūkyō-tekina kakudo ni tsuite no saranaru shōko ga hitsuyōna baai wa, purotto ni ōkina yakuwariwohatasu jissai no shūkyō-teki karuto ga ari, kī no nōryoku o kiseki to shite kaki, kanojo no sekai e no yume kara kanojo o mamoru doryoku o oshimimasen. Gūzō sūhai no... Watashi ga sakini nobeta kanten kara yonda baai, soreha-shin kara tsuikyū sa reta tsuikyūdesu. Kono karuto no sābisude wa, kī no chikara wa shirīzu no ta no pointo yori mo ōku no jihi de shiyō sa rete imasu... Kanojo wa sarani kiki ni hin shita chīsana otokonoko o modoshimasu. Shirīzu no owari ni mukatte kanojo no menomaede shi ga okotta. Kono hōteishiki ni okeru shūkyō no igi wa, ningen ga kami no sōzō-mono to shite kami o korosu yōna mono o sōzō shita to iu yō ni, saishūtekini wa robotto ga saishūtekini kono karuto o fusshoku suru to iu jijitsu ni yotte sarani tashika ni kakuritsu sa remasu.-Go no roshutsu bakkusutōn no battoton. Soshite, anata wa shirīzu no omona unten tēma o motte imasu... Jinrui no genjitsu to sōzō sa reta ningen no gensō. Watashitachi no tatakai o tatakau tame ni, aruiwa watashitachi no tame dake ni jikkō suru tame ni tsukura reta robotto wa, watashitachi no dōtokutekina risō o sasaete iru seinen ya wakamono ya bi no kijun o dōjini higenjitsuteki ni kyakkan-ka sa reta.)\u001b[22m\n\u001b[1m\u001b[22m\nKey the Metal Idol brings us a tightly written narrative, flawlessly weaving different topics into a theme that beats at the very heart of the story, all while inviting us along for a poignant mystery as to how any of these circumstances came about, what it means to the world, and just where it'll all take our adorkable android heroine. There would have to be some serious flaws in it’s execution for me to give it anything less than a perfect score... But alas, that elusive 10/10 will not be reached today. For you see, even though the animation holds up over twenty years later, and even though the plot is dripping with depth, the mystery still needs to unfold properly... And it’s with this element that Key fumbles. See, the final two episodes are each feature-length, at over 90 minutes apiece, and it deeply saddens me to say this, but episode 14 is borderline unwatchable.\n\n\u001b[1mキーとなるメタルアイドルは、物語の中心にあるさまざまなトピックを完璧に織り交ぜた、きつく書かれた物語を私たちにもたらします。これらの状況がどのように起こったのか、 世界に、そしてどこでそれがすべて私たちのadorkableアンドロイドヒロインを取るのでしょう。 完璧なスコア未満の何かを与えるために私はそれが実行されていることに深刻な欠陥があるはずです...しかし、残念ながら、その難しい10/10は今日は達成されません。 たとえアニメーションが20年以上経過しても、プロットが深みで落ちているにもかかわらず、謎はまだ適切に展開する必要があります...そして、この要素がKey fumblesです。 最後の2つのエピソードはそれぞれ90分以上の長編であり、深く言うと私には悲しいことですが、エピソード14は境界がありません。\u001b[22m\n\u001b[1m(Kī to naru metaru aidoru wa, monogatari no chūshin ni aru samazamana topikku o kanpeki ni ori mazeta, kitsuku kaka reta monogatari o watashitachi ni motarashimasu. Korera no jōkyō ga dono yō ni okotta no ka, sekai ni, soshite doko de sore ga subete watashitachi no adorkable andoroidohiroin o toru nodeshou. Kanpekina sukoa-miman no nanika o ataeru tame ni watashi wa sore ga jikkō sa rete iru koto ni shinkokuna kekkan ga aru hazudesu... Shikashi, zan'nen'nagara, sono muzukashī 10/ 10 wa kyō wa tassei sa remasen. Tatoe animēshon ga 20-nen ijō keika shite mo, purotto ga fukami de ochite iru nimokakawarazu, nazo wa mada tekisetsu ni tenkai suru hitsuyō ga arimasu... Soshite, kono yōso ga kī fumblesdesu. Saigo no 2tsu no episōdo wa sorezore 90-bu ijō no chōhendeari, fukaku iu to watashiniha kanashī kotodesuga, episōdo 14 wa kyōkai ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mKey the Metal Idol brings us a tightly written narrative, flawlessly weaving different topics into a theme that beats at the very heart of the story, all while inviting us along for a poignant mystery as to how any of these circumstances came about, what it means to the world, and just where it'll all take our adorkable android heroine. There would have to be some serious flaws in it’s execution for me to give it anything less than a perfect score... But alas, that elusive 10/10 will not be reached today. For you see, even though the animation holds up over twenty years later, and even though the plot is dripping with depth, the mystery still needs to unfold properly... And it’s with this element that Key fumbles. See, the final two episodes are each feature-length, at over 90 minutes apiece, and it deeply saddens me to say this, but episode 14 is borderline unwatchable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKey the Metal Idol brings us a tightly written narrative, flawlessly weaving different topics into a theme that beats at the very heart of the story, all while inviting us along for a poignant mystery as to how any of these circumstances came about, what it means\u001b[24m\n    \u001b[1mキーとなるメタルアイドルは、物語の中心にあるさまざまなトピックを完璧に織り交ぜた、きつく書かれた物語を私たちにもたらします。これらの状況がどのように起こったのか、\u001b[22m, \u001b[1mキーメタルアイドルは完璧にそれが何を意味するのか、これらの状況のいずれかが、約来たかのよう痛烈な謎のために沿って私たちを招待し、全てながら、物語の中心で打つテーマにさまざまなトピックを織り、私たちにしっかりと書かれた物語をもたらします\u001b[22m\n\u001b[4mto the world, and just where it'll all take our adorkable android heroine.\u001b[24m\n    \u001b[1m世界に、そしてどこでそれがすべて私たちのadorkableアンドロイドヒロインを取るのでしょう。\u001b[22m, \u001b[1m世界へ、そしてそれはすべて私たちのぶざまなところがかわいくて楽しくなるアンドロイドヒロインを取る場所。\u001b[22m\n\u001b[4mThere would have to be some serious flaws in it’s execution for me to give it anything less than a perfect score... But alas, that elusive 10/10 will not be reached today.\u001b[24m\n    \u001b[1m完璧なスコア未満の何かを与えるために私はそれが実行されていることに深刻な欠陥があるはずです...しかし、残念ながら、その難しい10/10は今日は達成されません。\u001b[22m, \u001b[1mとらえどころのない10月10日今日は到達できないことを、私はそれを完璧なスコア未満のものを与えるための実行だ...しかし、悲しいかな、それにいくつかの重大な欠陥があるように持っているだろう。\u001b[22m\n\u001b[4mFor you see, even though the animation holds up over twenty years later, and even though the plot is dripping with depth, the mystery still needs to unfold properly... And it’s with this element that Key fumbles.\u001b[24m\n    \u001b[1mたとえアニメーションが20年以上経過しても、プロットが深みで落ちているにもかかわらず、謎はまだ適切に展開する必要があります...そして、この要素がKey fumblesです。\u001b[22m, \u001b[1mアニメーションが20年以上後にかざすもかかわらず、あなたが参照してください、とプロットは深さで滴下されていても、謎はまだ...適切に展開する必要があるそしてそれはキーがファンブルすることをこの要素にです。\u001b[22m\n\u001b[4mSee, the final two episodes are each feature-length, at over 90 minutes apiece, and it deeply saddens me to say this, but episode 14 is borderline unwatchable.\u001b[24m\n    \u001b[1m最後の2つのエピソードはそれぞれ90分以上の長編であり、深く言うと私には悲しいことですが、エピソード14は境界がありません。\u001b[22m, \u001b[1m参照してください、最後の2つのエピソードは、個々に90分以上で、それぞれの長編であり、それは深くこれを言うために私を悲しく、しかしエピソード14は見るに耐えない境界線です。\u001b[22m\n\u001b[1m\u001b[22m\nIn order to justify basically everything that had happened thus far in the story, the writers needed to explain to us who Key was, what she was, and how these life force eating robots came to be. And here’s the beautiful part; They could have done this by airing a 26 minute flashback episode from Key’s grandfather’s perspective. Instead, the entire story... Intricate details, motivations, speculations... Is fed to us in the form of exposition while Grandpa’s story is shown to us in the background. It’s bad enough that the majority of it is revealed in conversation between two supporting characters, but the rest of it is coming from some random old dude who telling his tale to literally nobody as he constructs a new robot. And all the while, the two main characters are huddled in their apartment, hugging each other. How’s that for female lead characters? They don’t need to know what’s going on... They just need to be emotionally supportive while the men-folk work things out for the audience. The final episode manages to improve immensely from there, including delivering a heartbreaking death scene out of the clumsy, stupid set-up that 14 gave it, but at that point, the damage was already done.\n\n\u001b[1m物語の中でこれまでに起こったことのすべてを正当化するために、作者はKeyが誰であったか、彼女が何であったか、そしてこれらの生命力が食ロボットをどのようにして食べたかを説明する必要がありました。 ここに美しい部分があります。 彼らは、キーの祖父の視点から26分のフラッシュバックのエピソードを放送することでこれを行うことができた。 代わりに、全体の物語...複雑な詳細、動機、推測...おじいちゃんの話がバックグラウンドで私たちに示されている間、博覧会の形で私たちに与えられます。 それは大部分が2人のサポートキャラクターの間の会話で明らかになるだけで十分ですが、残りの部分は新しいロボットを構築する際に文字通り誰にも話していないランダムな古い男から来ています。 そして、しばらくの間、2人のメインキャラクターはお互いを抱き合ってアパートに集まります。 女性の鉛のキャラクターはどうですか？ 彼らは何が起こっているのかを知る必要はありません...彼らは感情的に支持する必要がありますが、民間人は観客のために物事を取り組んでいます。 最終的なエピソードは、そこから劇的に改善するために管理しています.14歳の愚かな設定から悲惨な死の場面を提供することを含むが、その時点ではすでに被害があった。\u001b[22m\n\u001b[1m(Monogatari no naka de kore made ni okotta koto no subete o seitō-ka suru tame ni, sakusha wa kī ga daredeatta ka, kanojo ga nandeatta ka, soshite korera no inochiryoku ga shoku robotto o dono yō ni shite tabe taka o setsumei suru hitsuyō ga arimashita. Koko ni utsukushī bubun ga arimasu. Karera wa, kī no sofu no shiten kara 26-bu no furasshu bakku no episōdo o hōsō suru koto de kore o okonau koto ga dekita. Kawari ni, zentai no monogatari... Fukuzatsuna shōsai, dōki, suisoku... Ojīchan no hanashi ga bakkuguraundo de watashitachi ni shimesa rete iru ma, hakurankai no katachi de watashitachi ni atae raremasu. Sore wa daibubun ga 2-ri no sapōtokyarakutā no ma no kaiwa de akiraka ni naru dakede jūbundesuga, nokori no bubun wa atarashī robotto o kōchiku suru sai ni mojidōri darenimo hanashite inai randamuna furui otoko kara kite imasu. Soshite, shibarakunoaida, 2-ri no meinkyarakutā wa otagai o dakiatte apāto ni atsumarimasu. Josei no namari no kyarakutā wa dōdesu ka? Karera wa nani ga okotte iru no ka o shiru hitsuyō wa arimasen... Karera wa kanjō-teki ni shiji suru hitsuyō ga arimasuga, minkan hito wa kankyaku no tame ni monogoto o torikunde imasu. Saishū-tekina episōdo wa, soko kara gekiteki ni kaizen suru tame ni kanri shite imasu. 14-Sai no orokana settei kara hisan'na shi no bamen o teikyō suru koto o fukumu ga, sono jitende wa sudeni higai ga atta.)\u001b[22m\n\u001b[1m\u001b[22m\nKey: The Metal Idol was originally available from Viz Media, but has unfortunately been out of print since 2004. You can find the three individual DVDs online for a variety of prices, or you can find them with the official series box for anywhere from sixty to 100 dollars. Copies with the slim-pack CD Soundtrack still inside of them will run you quite a bit more, although I was able to find my copy at FYE for 26 dollars. It can be viewed legally on Viewster.com, and pretty much nowhere else. Soundtrack CDs can be found in varying online locations as well.\n\n\u001b[1mキー：メタルアイドルはもともとビズ・メディアから入手できましたが、残念ながら2004年以来絶版となっています。オンラインでは3種類のDVDをさまざまな価格でオンラインで入手できます。  〜100ドル。  FYIで26ドルで私のコピーを見つけることができましたが、スリムパックのCDサウンドトラックのコピーはまだあなたの中に残っています。 それはViewster.comで法的に見ることができ、それ以外のところはほとんどありません。 サウンドトラックCDは様々なオンラインの場所でも見つかることができます。\u001b[22m\n\u001b[1m(Kī: Metaru aidoru wa motomoto bizu media kara nyūshu dekimashitaga, zan'nen'nagara 2004-nen irai zeppan to natte imasu. Onrainde wa 3 shurui no DVD o samazamana kakaku de onrain de nyūshu dekimasu. 〜 100-Doru. FYI de 26-doru de watashi no kopī o mitsukeru koto ga dekimashitaga, surimu pakku no CD saundotorakku no kopī wa mada anata no naka ni nokotte imasu. Sore wa Viewster. Komu de hōteki ni miru koto ga deki, soreigai no tokoro wa hotondo arimasen. Saundotorakku CD wa samazamana onrain no basho demo mitsukaru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mKey: The Metal Idol was originally available from Viz Media, but has unfortunately been out of print since 2004. You can find the three individual DVDs online for a variety of prices, or you can find them with the official series box for anywhere from sixty to 100 dollars. Copies with the slim-pack CD Soundtrack still inside of them will run you quite a bit more, although I was able to find my copy at FYE for 26 dollars. It can be viewed legally on Viewster.com, and pretty much nowhere else. Soundtrack CDs can be found in varying online locations as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKey: The Metal Idol was originally available from Viz Media, but has unfortunately been out of print since 2004. You can find the three individual DVDs online for a variety of prices, or you can find them with the official series box for anywhere from sixty\u001b[24m\n    \u001b[1mキー：メタルアイドルはもともとビズ・メディアから入手できましたが、残念ながら2004年以来絶版となっています。オンラインでは3種類のDVDをさまざまな価格でオンラインで入手できます。\u001b[22m, \u001b[1mキー：メタルアイドルはビズメディアから最初に利用できましたが、残念ながらあなたは価格のさまざまなオンライン3つの個別のDVDを見つけることができる2004年以降絶版となっている、またはあなたが60からどこでもの公式シリーズボックスでそれらを見つけることができます\u001b[22m\n\u001b[4mto 100 dollars.\u001b[24m\n    \u001b[1m〜100ドル。\u001b[22m, \u001b[1m100ドルに。\u001b[22m\n\u001b[4mCopies with the slim-pack CD Soundtrack still inside of them will run you quite a bit more, although I was able to find my copy at FYE for 26 dollars.\u001b[24m\n    \u001b[1mFYIで26ドルで私のコピーを見つけることができましたが、スリムパックのCDサウンドトラックのコピーはまだあなたの中に残っています。\u001b[22m, \u001b[1m私は26ドルでFYEでの私のコピーを見つけることができたが、まだそれらの内側スリムパックCDサウンドトラックとのコピーが、かなりより多くのあなたが実行されます。\u001b[22m\n\u001b[4mIt can be viewed legally on Viewster.com, and pretty much nowhere else.\u001b[24m\n    \u001b[1mそれはViewster.comで法的に見ることができ、それ以外のところはほとんどありません。\u001b[22m, \u001b[1mこれはかなりどこにもViewster.comに法的に見たことができます。\u001b[22m\n\u001b[4mSoundtrack CDs can be found in varying online locations as well.\u001b[24m\n    \u001b[1mサウンドトラックCDは様々なオンラインの場所でも見つかることができます。\u001b[22m, \u001b[1mサウンドトラックCDは同様にオンラインの場所を変更することで見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Key_the_Metal_Idol",
    "id": "1457",
    "url": "https://myanimelist.net/anime/1457/Key_the_Metal_Idol",
    "user": "Djisas",
    "profile": "/profile/Djisas/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=33445",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\n\nこれは17年の古典ですが、アニメのキャラクターデザインと音楽の両方がその年齢を示していますが、古典的な視点から見れば、彼らはまだ完璧でとても良いです...\nメタルアイドルについての最高のは、非常に遅く、非常に深く非常に詳細なエピソード14が97mで洗練された複雑な物語です、ほぼすべてが説明されているすべての秘密と謎が構築され、文字の開発がたくさんあります これはすべて最後のエピソードで続き、最後の攻撃を準備して準備を進めています。キーが再び人間になるための道には多くの犠牲がありますが、結局は誰もが彼女のルルビーと一緒に救われます...\nこのアニメのキャストは、その年齢が非常にうまく構成されている、特に男性のV.A. 私は非常によく知られていない1人の俳優の1つの例外を除いて、最近のアニメでそれらをみなすことができます...\n\nこれは素晴らしい古典です、少し悲しいかもしれませんが、非常に成熟したルックスとストーリーです...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis is a 17 yo classic, while both animation character design and music show their age, they are still impeccable and very good if you look at it from a classics's perspective...\n\n\u001b[1mこれは17年の古典ですが、アニメのキャラクターデザインと音楽の両方がその年齢を示していますが、古典的な視点から見れば、彼らはまだ完璧でとても良いです...\u001b[22m\n\u001b[1m(Kore wa 17-nen no kotendesuga, anime no kyarakutādezain to ongaku no ryōhō ga sono nenrei o shimeshite imasuga, koten-tekina shiten kara mireba, karera wa mada kanpekide totemo yoidesu...)\u001b[22m\n\nTranslations of \u001b[4mThis is a 17 yo classic, while both animation character design and music show their age, they are still impeccable and very good if you look at it from a classics's perspective...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a 17 yo classic, while both animation character design and music show their age, they are still impeccable and very good if you look at it from a classics's perspective...\u001b[24m\n    \u001b[1mこれは17年の古典ですが、アニメのキャラクターデザインと音楽の両方がその年齢を示していますが、古典的な視点から見れば、彼らはまだ完璧でとても良いです...\u001b[22m, \u001b[1mこれは、両方のアニメーションキャラクターデザインと音楽が自分の年齢を示しているが、彼らはまだ非の打ちどころのない、あなたは古典の視点から見れば非常に優れている、17歳古典的です...\u001b[22m\nThe best about The Metal Idol, is the Intricate story that develops really slowly but very deeply and very detailed, episode 14 at 97m was almost mind washing, almost everything is explained, all the secrets and mysteries built and there is a lot of character development , this all continues in the last episode where they continue to build up and prepare for the last assault, there are many sacrifices in the path for Key to become Human once again but in the end everyone is saved with her Lulaby...\n\n\u001b[1mメタルアイドルについての最高のは、非常に遅く、非常に深く非常に詳細なエピソード14が97mで洗練された複雑な物語です、ほぼすべてが説明されているすべての秘密と謎が構築され、文字の開発がたくさんあります これはすべて最後のエピソードで続き、最後の攻撃を準備して準備を進めています。キーが再び人間になるための道には多くの犠牲がありますが、結局は誰もが彼女のルルビーと一緒に救われます...\u001b[22m\n\u001b[1m(Metaru aidoru ni tsuite no saikō no wa, hijō ni osoku, hijō ni fukaku hijō ni shōsaina episōdo 14 ga 97 m de senrensareta fukuzatsuna monogataridesu, hobo subete ga setsumei sa rete iru subete no himitsu to nazo ga kōchiku sa re, moji no kaihatsu ga takusan arimasu koreha subete saigo no episōdo de tsudzuki, saigo no kōgeki o junbi shite junbi o susumete imasu. Kī ga futatabi ningen ni naru tame no michi ni wa ōku no gisei ga arimasuga, kekkyoku wa daremoga kanojo no rurubī to issho ni sukuwa remasu...)\u001b[22m\n\nTranslations of \u001b[4mThe best about The Metal Idol, is the Intricate story that develops really slowly but very deeply and very detailed, episode 14 at 97m was almost mind washing, almost everything is explained, all the secrets and mysteries built and there is a lot of character development , this all continues in the last episode where they continue to build up and prepare for the last assault, there are many sacrifices in the path for Key to become Human once again but in the end everyone is saved with her Lulaby...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best about The Metal Idol, is the Intricate story that develops really slowly but very deeply and very detailed, episode 14 at 97m was almost mind washing, almost everything is explained, all the secrets and mysteries built and there is a lot of character development\u001b[24m\n    \u001b[1mメタルアイドルについての最高のは、非常に遅く、非常に深く非常に詳細なエピソード14が97mで洗練された複雑な物語です、ほぼすべてが説明されているすべての秘密と謎が構築され、文字の開発がたくさんあります\u001b[22m, \u001b[1mメタルアイドルについての最もよいが、本当にゆっくりと、しかし非常に深く、非常に詳細な、97メートルでのエピソード14は、心の洗濯ほとんどだった開発複雑な物語である、ほとんどすべてが説明され、全ての秘密や謎が構築され、キャラクターの成長がたくさんあります\u001b[22m\n\u001b[4m, this all continues in the last episode where they continue to build up and prepare for the last assault, there are many sacrifices in the path for Key to become Human once again but in the end everyone is saved with her Lulaby...\u001b[24m\n    \u001b[1mこれはすべて最後のエピソードで続き、最後の攻撃を準備して準備を進めています。キーが再び人間になるための道には多くの犠牲がありますが、結局は誰もが彼女のルルビーと一緒に救われます...\u001b[22m, \u001b[1m、このすべては、彼らが構築し、最後の攻撃の準備をしていき、最後のエピソードで続けて、キーが再び人間になるために結局みんなで彼女Lulabyと一緒に保存されているのパスで多くの犠牲があります...\u001b[22m\nThe cast for this anime considering its age its very well composed, specially the male V.A. i could reckon them all in recent anime with a single exception of one actor that isnt very well known...\n\n\u001b[1mこのアニメのキャストは、その年齢が非常にうまく構成されている、特に男性のV.A. 私は非常によく知られていない1人の俳優の1つの例外を除いて、最近のアニメでそれらをみなすことができます...\u001b[22m\n\u001b[1m(Kono anime no kyasuto wa, sono nenrei ga hijō ni umaku kōsei sa rete iru, tokuni dansei no V. A. Watashi wa hijō ni yoku shira rete inai 1-ri no haiyū no 1tsu no reigai o nozoite, saikin no anime de sorera o minasu koto ga dekimasu...)\u001b[22m\n\nTranslations of \u001b[4mThe cast for this anime considering its age its very well composed, specially the male V.A. i could reckon them all in recent anime with a single exception of one actor that isnt very well known...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe cast for this anime considering its age its very well composed, specially the male V.A.\u001b[24m\n    \u001b[1mこのアニメのキャストは、その年齢が非常にうまく構成されている、特に男性のV.A.\u001b[22m, \u001b[1mその非常によく構成その年齢、特別に男性を考慮し、このアニメのためにキャストV.A.\u001b[22m\n\u001b[4mi could reckon them all in recent anime with a single exception of one actor that isnt very well known...\u001b[24m\n    \u001b[1m私は非常によく知られていない1人の俳優の1つの例外を除いて、最近のアニメでそれらをみなすことができます...\u001b[22m, \u001b[1m私は非常によく知られてイマイチ1俳優の唯一の例外で、最近のアニメにそれらすべてを数えることができます...\u001b[22m\n\u001b[1m\u001b[22m\nThis is a great classic, maybe a little sad but a very mature look and story...\n\n\u001b[1mこれは素晴らしい古典です、少し悲しいかもしれませんが、非常に成熟したルックスとストーリーです...\u001b[22m\n\u001b[1m(Kore wa subarashī kotendesu, sukoshi kanashī kamo shiremasenga, hijō ni seijuku shita rukkusu to sutōrīdesu...)\u001b[22m\n\nTranslations of \u001b[4mThis is a great classic, maybe a little sad but a very mature look and story...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a great classic, maybe a little sad but a very mature look and story...\u001b[24m\n    \u001b[1mこれは素晴らしい古典です、少し悲しいかもしれませんが、非常に成熟したルックスとストーリーです...\u001b[22m, \u001b[1mこれは偉大な古典的な、多分少し悲しいが、非常に成熟した外観と物語であります...\u001b[22m"
  }
]
