[
  {
    "title": "Tantei_Opera_Milky_Holmes__Alternative",
    "id": "14647",
    "url": "https://myanimelist.net/anime/14647/Tantei_Opera_Milky_Holmes__Alternative",
    "user": "quukii",
    "profile": "/profile/quukii/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=81890",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  5\n\n探偵オペラミルキー・ホームズは、奇妙なキャラクターとユーモアがあって驚いて私をつかまえたシリーズです。 しかし、この特別な、ミルキー・ホームズは、元のシリーズをとても楽しませる魅力が欠けています。\n\nMilky Holmesの刑事が実際に有能で実際の謎を解決したとしたらどうなるでしょうか？ それはあなたがこの代替エピソードで得るものです。 要するに、4人のMilky Holmesの女の子たちは、彼らのメンターである小林オペラの助けを借りてロンドンの謎を解きました。 ちょっとした楽しいレシピのような感じですね。\n\nまあ、実際にはありません。 エピソードは、言い換えれば、鈍いです。 女の子たちの新しい能力は両刃の剣です。ミルキー・ホームズがおもちゃを初めて正しく使うのは興味深いですが、いつもの不器用さと空気の流れに伴うユーモアはなくなります。 謎は、家に書き込むことも何もない。 それは特に巧妙ではないし、典型的な土曜日の朝の漫画の運賃です。\n\n探偵オペラ「ミルキー・ホームズ」には、芸術的なものがあります。 アニメーションはまともですが、元のシリーズよりもはるかに少ないエネルギーを持っています。 新しいエンディング曲を含む音楽は忘れられない。\n\n全体として、これはミルキー・ホームズの非常に落ち着いた、甘えられたバージョンであり、前の季節の不気味さとユーモアが欠けています。 あなたがシリーズのファンであれば、ここで最初のリアルなアニメの登場人物である小林を見てみるといいかもしれませんが、それ以上のことはこれ以上見ることはありません。 新人にとって、このスペシャルは親シリーズを見ることなくすぐに見ることができますが、最初に元のシリーズを見て、キャラクターとの親和性と愛着を高めることを強くおすすめします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nTantei Opera Milky Holmes was a series that caught me by surprise with its eccentric characters and ridiculous humor. This special, however, is Milky Holmes devoid of the charm that made the original series so enjoyable.\n\n\u001b[1m探偵オペラミルキー・ホームズは、奇妙なキャラクターとユーモアがあって驚いて私をつかまえたシリーズです。 しかし、この特別な、ミルキー・ホームズは、元のシリーズをとても楽しませる魅力が欠けています。\u001b[22m\n\u001b[1m(Tantei operamirukī hōmuzu wa, kimyōna kyarakutā to yūmoa ga atte odoroite watashi o tsukamaeta shirīzudesu. Shikashi, kono tokubetsuna, mirukī hōmuzu wa,-moto no shirīzu o totemo tanoshima seru miryoku ga kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mTantei Opera Milky Holmes was a series that caught me by surprise with its eccentric characters and ridiculous humor. This special, however, is Milky Holmes devoid of the charm that made the original series so enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTantei Opera Milky Holmes was a series that caught me by surprise with its eccentric characters and ridiculous humor.\u001b[24m\n    \u001b[1m探偵オペラミルキー・ホームズは、奇妙なキャラクターとユーモアがあって驚いて私をつかまえたシリーズです。\u001b[22m, \u001b[1m探偵オペラミルキィホームズは、その偏心文字ととんでもないユーモアと驚きによって私をつかまえたシリーズでした。\u001b[22m\n\u001b[4mThis special, however, is Milky Holmes devoid of the charm that made the original series so enjoyable.\u001b[24m\n    \u001b[1mしかし、この特別な、ミルキー・ホームズは、元のシリーズをとても楽しませる魅力が欠けています。\u001b[22m, \u001b[1mこの特別ただし、ミルキィホームズは、オリジナルシリーズはとても楽しく作っ魅力を欠いています。\u001b[22m\n\u001b[1m\u001b[22m\nImagine if the Milky Holmes detectives were actually competent and solved real mysteries. That’s what you’ll get in this alternative episode. In short, the four Milky Holmes girls solve a mystery in London with the help of their mentor, Kobayashi Opera. Sounds like a recipe for a good bit of fun, right?\n\n\u001b[1mMilky Holmesの刑事が実際に有能で実際の謎を解決したとしたらどうなるでしょうか？ それはあなたがこの代替エピソードで得るものです。 要するに、4人のMilky Holmesの女の子たちは、彼らのメンターである小林オペラの助けを借りてロンドンの謎を解きました。 ちょっとした楽しいレシピのような感じですね。\u001b[22m\n\u001b[1m(Mirukī hōmuzu no keiji ga jissai ni yūnōde jissai no nazo o kaiketsu shita to shitara dō narudeshou ka? Sore wa anata ga kono daitai episōdo de eru monodesu. Yōsuruni, 4-ri no mirukī hōmuzu no on'nanoko-tachi wa, karera no mentādearu Kobayashi opera no tasuke o karite Rondon no nazo o tokimashita. Chottoshita tanoshī reshipi no yōna kanjidesu ne.)\u001b[22m\n\nTranslations of \u001b[4mImagine if the Milky Holmes detectives were actually competent and solved real mysteries. That’s what you’ll get in this alternative episode. In short, the four Milky Holmes girls solve a mystery in London with the help of their mentor, Kobayashi Opera. Sounds like a recipe for a good bit of fun, right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImagine if the Milky Holmes detectives were actually competent and solved real mysteries.\u001b[24m\n    \u001b[1mMilky Holmesの刑事が実際に有能で実際の謎を解決したとしたらどうなるでしょうか？\u001b[22m, \u001b[1mミルキィホームズ探偵が実際に有能だったと本当の謎を解く場合を想像してみてください。\u001b[22m\n\u001b[4mThat’s what you’ll get in this alternative episode.\u001b[24m\n    \u001b[1mそれはあなたがこの代替エピソードで得るものです。\u001b[22m, \u001b[1mそれはあなたがこの代替エピソードで得られますものです。\u001b[22m\n\u001b[4mIn short, the four Milky Holmes girls solve a mystery in London with the help of their mentor, Kobayashi Opera.\u001b[24m\n    \u001b[1m要するに、4人のMilky Holmesの女の子たちは、彼らのメンターである小林オペラの助けを借りてロンドンの謎を解きました。\u001b[22m, \u001b[1m要するに、4ミルキィホームズの女の子は、彼らの師匠、小林オペラの助けを借りて、ロンドンの謎を解きます。\u001b[22m\n\u001b[4mSounds like a recipe for a good bit of fun, right?\u001b[24m\n    \u001b[1mちょっとした楽しいレシピのような感じですね。\u001b[22m, \u001b[1m楽しいの良いビットのためのレシピのような音、右？\u001b[22m\n\u001b[1m\u001b[22m\nWell, not really. The episode is, in a word, dull. The girls’ new competence is a double-edged sword: while it is interesting to see Milky Holmes using their toys properly for the first time, the humor that accompanies their usual clumsiness and air headedness becomes absent. The mystery is also nothing to write home about; it’s not especially clever and is typical Saturday morning cartoon kind of fare.\n\n\u001b[1mまあ、実際にはありません。 エピソードは、言い換えれば、鈍いです。 女の子たちの新しい能力は両刃の剣です。ミルキー・ホームズがおもちゃを初めて正しく使うのは興味深いですが、いつもの不器用さと空気の流れに伴うユーモアはなくなります。 謎は、家に書き込むことも何もない。 それは特に巧妙ではないし、典型的な土曜日の朝の漫画の運賃です。\u001b[22m\n\u001b[1m(Mā, jissai ni wa arimasen. Episōdo wa, iikaereba, nibuidesu. On'nanoko-tachi no atarashī nōryoku wa morohanotsurugidesu. Mirukī hōmuzu ga omocha o hajimete tadashiku tsukau no wa kyōmibukaidesuga, itsumo no bukiyō-sa to kūki no nagare ni tomonau yūmoa wanaku narimasu. Nazo wa,-ka ni kakikomu koto mo nanimonai. Sore wa tokuni kōmyōde wanaishi, tenkei-tekina doyōbi no asa no manga no unchindesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, not really. The episode is, in a word, dull. The girls’ new competence is a double-edged sword: while it is interesting to see Milky Holmes using their toys properly for the first time, the humor that accompanies their usual clumsiness and air headedness becomes absent. The mystery is also nothing to write home about; it’s not especially clever and is typical Saturday morning cartoon kind of fare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, not really.\u001b[24m\n    \u001b[1mまあ、実際にはありません。\u001b[22m, \u001b[1mそれほどでもありませんよ。\u001b[22m\n\u001b[4mThe episode is, in a word, dull.\u001b[24m\n    \u001b[1mエピソードは、言い換えれば、鈍いです。\u001b[22m, \u001b[1mエピソードは、一言で、鈍いです。\u001b[22m\n\u001b[4mThe girls’ new competence is a double-edged sword: while it is interesting to see Milky Holmes using their toys properly for the first time, the humor that accompanies their usual clumsiness and air headedness becomes absent.\u001b[24m\n    \u001b[1m女の子たちの新しい能力は両刃の剣です。ミルキー・ホームズがおもちゃを初めて正しく使うのは興味深いですが、いつもの不器用さと空気の流れに伴うユーモアはなくなります。\u001b[22m, \u001b[1m女子の新しい能力は両刃の剣である：最初に適切に自分のおもちゃを使用して、それらの通常の不器用さを伴うと空気ふらつきが不在になるユーモアをミルキィホームズを見るのは興味深いですしながら。\u001b[22m\n\u001b[4mThe mystery is also nothing to write home about;\u001b[24m\n    \u001b[1m謎は、家に書き込むことも何もない。\u001b[22m, \u001b[1m謎はまた、約自宅書くことは何もありません。\u001b[22m\n\u001b[4mit’s not especially clever and is typical Saturday morning cartoon kind of fare.\u001b[24m\n    \u001b[1mそれは特に巧妙ではないし、典型的な土曜日の朝の漫画の運賃です。\u001b[22m, \u001b[1mそれは特に賢いではないと運賃の典型的な土曜日の朝の漫画のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is what you’d expect for Tantei Opera Milky Holmes: colorful and cutesy. The animation is decent but has noticeably less energy than that of the original series. The music, including the new ending song, is forgettable.\n\n\u001b[1m探偵オペラ「ミルキー・ホームズ」には、芸術的なものがあります。 アニメーションはまともですが、元のシリーズよりもはるかに少ないエネルギーを持っています。 新しいエンディング曲を含む音楽は忘れられない。\u001b[22m\n\u001b[1m(Tantei opera `mirukī hōmuzu' ni wa, geijutsu-tekina mono ga arimasu. Animēshon wa matomodesuga,-moto no shirīzu yori mo haruka ni sukunai enerugī o motte imasu. Atarashī endingu kyoku o fukumu ongaku wa wasure rarenai.)\u001b[22m\n\nTranslations of \u001b[4mThe art is what you’d expect for Tantei Opera Milky Holmes: colorful and cutesy. The animation is decent but has noticeably less energy than that of the original series. The music, including the new ending song, is forgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is what you’d expect for Tantei Opera Milky Holmes: colorful and cutesy.\u001b[24m\n    \u001b[1m探偵オペラ「ミルキー・ホームズ」には、芸術的なものがあります。\u001b[22m, \u001b[1m技術は、あなたが探偵オペラミルキィホームズのために期待するものです。カラフルでかわいらしいです。\u001b[22m\n\u001b[4mThe animation is decent but has noticeably less energy than that of the original series.\u001b[24m\n    \u001b[1mアニメーションはまともですが、元のシリーズよりもはるかに少ないエネルギーを持っています。\u001b[22m, \u001b[1mアニメーションはまともですが、オリジナルシリーズのものよりも著しく少ないエネルギーを持っています。\u001b[22m\n\u001b[4mThe music, including the new ending song, is forgettable.\u001b[24m\n    \u001b[1m新しいエンディング曲を含む音楽は忘れられない。\u001b[22m, \u001b[1m新エンディング曲を含む音楽は、忘れられがちです。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, this is a very subdued, tamed version of Milky Holmes, lacking the wackiness and humor of the earlier seasons. If you are a fan of the series, you might want to watch this just to see Kobayashi, who makes his first real anime appearance here, but there’s not much more to see here beyond that. For newcomers, this special can be readily watched without seeing the parent series, but I would highly recommend watching the original series first to get more familiarity and attachment with the characters.\n\n\u001b[1m全体として、これはミルキー・ホームズの非常に落ち着いた、甘えられたバージョンであり、前の季節の不気味さとユーモアが欠けています。 あなたがシリーズのファンであれば、ここで最初のリアルなアニメの登場人物である小林を見てみるといいかもしれませんが、それ以上のことはこれ以上見ることはありません。 新人にとって、このスペシャルは親シリーズを見ることなくすぐに見ることができますが、最初に元のシリーズを見て、キャラクターとの親和性と愛着を高めることを強くおすすめします。\u001b[22m\n\u001b[1m(Zentai to shite, koreha mirukī hōmuzu no hijō ni ochitsuita, amae rareta bājondeari, mae no kisetsu no bukimi-sa to yūmoa ga kakete imasu. Anata ga shirīzu no fandeareba, koko de saisho no riaruna anime no tōjō jinbutsudearu Kobayashi o mite miruto ī kamo shiremasenga, soreijō no koto wa kore ijō miru koto wa arimasen. Shinjin ni totte, kono supesharu wa oya shirīzu o miru koto naku sugu ni miru koto ga dekimasuga, saisho ni gen no shirīzu o mite, kyarakutā to no shinwa-sei to aichaku o takameru koto o tsuyoku osusume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, this is a very subdued, tamed version of Milky Holmes, lacking the wackiness and humor of the earlier seasons. If you are a fan of the series, you might want to watch this just to see Kobayashi, who makes his first real anime appearance here, but there’s not much more to see here beyond that. For newcomers, this special can be readily watched without seeing the parent series, but I would highly recommend watching the original series first to get more familiarity and attachment with the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, this is a very subdued, tamed version of Milky Holmes, lacking the wackiness and humor of the earlier seasons.\u001b[24m\n    \u001b[1m全体として、これはミルキー・ホームズの非常に落ち着いた、甘えられたバージョンであり、前の季節の不気味さとユーモアが欠けています。\u001b[22m, \u001b[1mすべてのすべてで、これは非常に落ち着いている、以前の季節の狂気さとユーモアを欠いている、ミルキィホームズのバージョンを飼いならしました。\u001b[22m\n\u001b[4mIf you are a fan of the series, you might want to watch this just to see Kobayashi, who makes his first real anime appearance here, but there’s not much more to see here beyond that.\u001b[24m\n    \u001b[1mあなたがシリーズのファンであれば、ここで最初のリアルなアニメの登場人物である小林を見てみるといいかもしれませんが、それ以上のことはこれ以上見ることはありません。\u001b[22m, \u001b[1mあなたはシリーズのファンなら、あなたはちょうどここに彼の最初の本当のアニメ登場するが、それを越えて、ここで見て、はるかはありません小林を、参照するために、これを見たいと思うかもしれません。\u001b[22m\n\u001b[4mFor newcomers, this special can be readily watched without seeing the parent series, but I would highly recommend watching the original series first to get more familiarity and attachment with the characters.\u001b[24m\n    \u001b[1m新人にとって、このスペシャルは親シリーズを見ることなくすぐに見ることができますが、最初に元のシリーズを見て、キャラクターとの親和性と愛着を高めることを強くおすすめします。\u001b[22m, \u001b[1m新規参入者のために、この特別なは容易に親のシリーズを見ずに見ることができますが、私は非常に文字で、より親しみや愛着を取得するために最初のオリジナルシリーズを見てお勧めします。\u001b[22m"
  },
  {
    "title": "Tantei_Opera_Milky_Holmes__Alternative",
    "id": "14647",
    "url": "https://myanimelist.net/anime/14647/Tantei_Opera_Milky_Holmes__Alternative",
    "user": "loveiszero",
    "profile": "/profile/loveiszero/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=95635",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  8\n\nミルキー・ホームズの無駄を取り除くとアニメが素晴らしいと思う皆のために、私はあなたが再び考えることをお勧めします。\n\nはい、ミルキー・ホームズはこの「代替」宇宙で非常に有用でしたが、コストはあまりにも大きかったです。 このシリーズでは、笑いとランダムな愚かさは少なかった。 私は何か違うことを見ているような気がした。 これを見て、私は、ミルキー・ホームズが完全ではないことを知った。ココロちゃんは、彼女の大きなボウボーイで「ココロちゃん」とヘンリエット・ミステレと呼んでいないというキャッチコピーを叫んでいた。\n\nさて、私はあなたに少し甘やかされました。 ココロちゃんもヘンリエットもファンの方には見えない（地獄がない、部屋がない）のですが、スクリーンの時間がないためにこれを見れば失望します。\n\n私が話していることはこれまでのところ、ミルキー・ホームズのために今までに見た中で最高のプロットラインです。 物語を何度も何度も理解することをお勧めします。 それはミルキー・ホームズが探偵コナンを解決するのが難しいようなものです。\n\n結論として、ミルキー・ホームズの無駄を取り除くと、はるかに多くの無駄が増えます。 あなたが本当にミルキー・ホームズの大ファンなら、これを見てアニメ・リストに追加することができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nFor everybody that thinks that if you remove the uselessness of Milky Holmes then the anime would be awesome, I recommend that you think again.\n\n\u001b[1mミルキー・ホームズの無駄を取り除くとアニメが素晴らしいと思う皆のために、私はあなたが再び考えることをお勧めします。\u001b[22m\n\u001b[1m(Mirukī hōmuzu no muda o torinozoku to anime ga subarashī to omou mina no tame ni, watashi wa anata ga futatabi kangaeru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor everybody that thinks that if you remove the uselessness of Milky Holmes then the anime would be awesome, I recommend that you think again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor everybody that thinks that if you remove the uselessness of Milky Holmes then the anime would be awesome, I recommend that you think again.\u001b[24m\n    \u001b[1mミルキー・ホームズの無駄を取り除くとアニメが素晴らしいと思う皆のために、私はあなたが再び考えることをお勧めします。\u001b[22m, \u001b[1mあなたはミルキィホームズの無駄を削除した場合、その後のアニメは素晴らしいだろうと思って皆のために、私はあなたがもう一度考えていることをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nYes, Milky Holmes were very useful in this 'alternative' universe but the cost was far too great. There were less laughs and random stupidity in this series. I felt like I was watching something different. While watching this, I realized that Milky Holmes isn't complete without Kokoro-chan shouting her usual catchphrase of 'Don't call me Kokoro-chan' and Henriette Mystere with her big 'boing-boing'.\n\n\u001b[1mはい、ミルキー・ホームズはこの「代替」宇宙で非常に有用でしたが、コストはあまりにも大きかったです。 このシリーズでは、笑いとランダムな愚かさは少なかった。 私は何か違うことを見ているような気がした。 これを見て、私は、ミルキー・ホームズが完全ではないことを知った。ココロちゃんは、彼女の大きなボウボーイで「ココロちゃん」とヘンリエット・ミステレと呼んでいないというキャッチコピーを叫んでいた。\u001b[22m\n\u001b[1m(Hai, mirukī hōmuzu wa kono `daitai' uchū de hijō ni yūyōdeshitaga, kosuto wa amarini mo ōkikattadesu. Kono shirīzude wa, warai to randamuna oroka-sa wa sukunakatta. Watashi wa nani ka chigau koto o mite iru yōna ki ga shita. Kore o mite, watashi wa, mirukī hōmuzu ga kanzende wanai koto o shitta. Kokoro-chan wa, kanojo no ōkina boubōi de `Kokoro-chan' to henrietto misutere to yonde inai to iu kyatchikopī o sakende ita.)\u001b[22m\n\nTranslations of \u001b[4mYes, Milky Holmes were very useful in this 'alternative' universe but the cost was far too great. There were less laughs and random stupidity in this series. I felt like I was watching something different. While watching this, I realized that Milky Holmes isn't complete without Kokoro-chan shouting her usual catchphrase of 'Don't call me Kokoro-chan' and Henriette Mystere with her big 'boing-boing'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes, Milky Holmes were very useful in this 'alternative' universe but the cost was far too great.\u001b[24m\n    \u001b[1mはい、ミルキー・ホームズはこの「代替」宇宙で非常に有用でしたが、コストはあまりにも大きかったです。\u001b[22m, \u001b[1mはい、ミルキィホームズが、この「代替」宇宙で非常に有用であったが、コストがあまりにも大きかったです。\u001b[22m\n\u001b[4mThere were less laughs and random stupidity in this series.\u001b[24m\n    \u001b[1mこのシリーズでは、笑いとランダムな愚かさは少なかった。\u001b[22m, \u001b[1mこのシリーズではあまり笑いとランダムな愚かさがありました。\u001b[22m\n\u001b[4mI felt like I was watching something different.\u001b[24m\n    \u001b[1m私は何か違うことを見ているような気がした。\u001b[22m, \u001b[1m私は別の何かを見ていたように私は感じました。\u001b[22m\n\u001b[4mWhile watching this, I realized that Milky Holmes isn't complete without Kokoro-chan shouting her usual catchphrase of 'Don't call me Kokoro-chan' and Henriette Mystere with her big 'boing-boing'.\u001b[24m\n    \u001b[1mこれを見て、私は、ミルキー・ホームズが完全ではないことを知った。ココロちゃんは、彼女の大きなボウボーイで「ココロちゃん」とヘンリエット・ミステレと呼んでいないというキャッチコピーを叫んでいた。\u001b[22m, \u001b[1mこれを見ながら、私はミルキィホームズはこころちゃんとアンリエットミステール彼女の大きな 'ピョーン、ピョーン'で 'こころちゃん私を呼び出さないでください」のいつものキャッチフレーズを叫んなしで完全ではないことに気づきました。\u001b[22m\n\u001b[1m\u001b[22m\nOkay so I spoiled you a bit. Yes, there's no appearance (hell, there's no room) for Kokoro-chan nor Henriette here so for their fans, you'll get disappointed if you watch this because of the lack of screen time for them.\n\n\u001b[1mさて、私はあなたに少し甘やかされました。 ココロちゃんもヘンリエットもファンの方には見えない（地獄がない、部屋がない）のですが、スクリーンの時間がないためにこれを見れば失望します。\u001b[22m\n\u001b[1m(Sate, watashi wa anata ni sukoshi amayakasa remashita. Kokoro-chan mo henrietto mo fan no kata ni wa mienai (jigoku ga nai, heya ga nai) nodesuga, sukurīn no jikan ga nai tame ni kore o mireba shitsubō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOkay so I spoiled you a bit. Yes, there's no appearance (hell, there's no room) for Kokoro-chan nor Henriette here so for their fans, you'll get disappointed if you watch this because of the lack of screen time for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay so I spoiled you a bit.\u001b[24m\n    \u001b[1mさて、私はあなたに少し甘やかされました。\u001b[22m, \u001b[1mさて私はあなたを少し台無し。\u001b[22m\n\u001b[4mYes, there's no appearance (hell, there's no room) for Kokoro-chan nor Henriette here so for their fans, you'll get disappointed if you watch this because of the lack of screen time for them.\u001b[24m\n    \u001b[1mココロちゃんもヘンリエットもファンの方には見えない（地獄がない、部屋がない）のですが、スクリーンの時間がないためにこれを見れば失望します。\u001b[22m, \u001b[1mあなたがためにそれらのためのスクリーンの時間の不足のため、これを見れば彼らのファンのために、あなたは失望取得しますので、はい、ここでこころちゃんもリエットのための外観は（地獄、余地はありません）ありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhat can I say about the story is so far, this is the best plot line I've ever seen for Milky Holmes. I recommend that you understand the story again and again. It's like Milky Holmes meets Detective Conan's hard to solve cases.\n\n\u001b[1m私が話していることはこれまでのところ、ミルキー・ホームズのために今までに見た中で最高のプロットラインです。 物語を何度も何度も理解することをお勧めします。 それはミルキー・ホームズが探偵コナンを解決するのが難しいようなものです。\u001b[22m\n\u001b[1m(Watashi ga hanashite iru koto wa kore made no tokoro, mirukī hōmuzu no tame ni ima made ni mita naka de saikō no purottoraindesu. Monogatari o nandomonandomo rikai suru koto o o susume shimasu. Sore wa mirukī hōmuzu ga tantei Konan o kaiketsu suru no ga muzukashī yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say about the story is so far, this is the best plot line I've ever seen for Milky Holmes. I recommend that you understand the story again and again. It's like Milky Holmes meets Detective Conan's hard to solve cases.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say about the story is so far, this is the best plot line I've ever seen for Milky Holmes.\u001b[24m\n    \u001b[1m私が話していることはこれまでのところ、ミルキー・ホームズのために今までに見た中で最高のプロットラインです。\u001b[22m, \u001b[1m私が話を言うことができることはこれまでのところですが、これは私が今までミルキィホームズのために見た中で最高のプロット線です。\u001b[22m\n\u001b[4mI recommend that you understand the story again and again.\u001b[24m\n    \u001b[1m物語を何度も何度も理解することをお勧めします。\u001b[22m, \u001b[1m私はあなたが何度も何度も話を理解することをお勧めします。\u001b[22m\n\u001b[4mIt's like Milky Holmes meets Detective Conan's hard to solve cases.\u001b[24m\n    \u001b[1mそれはミルキー・ホームズが探偵コナンを解決するのが難しいようなものです。\u001b[22m, \u001b[1mミルキィホームズが事件を解決する探偵コナンのハードを満たしているようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nConclusion, if you remove Milky Holmes' uselessness, you'll get much, much more uselessness. Then again, if you really are a big fan of Milky Holmes, you should watch this just so you could add this to your anime list.\n\n\u001b[1m結論として、ミルキー・ホームズの無駄を取り除くと、はるかに多くの無駄が増えます。 あなたが本当にミルキー・ホームズの大ファンなら、これを見てアニメ・リストに追加することができます。\u001b[22m\n\u001b[1m(Ketsuron to shite, mirukī hōmuzu no muda o torinozoku to, haruka ni ōku no muda ga fuemasu. Anata ga hontōni mirukī hōmuzu no dai fan'nara, kore o mite anime risuto ni tsuika suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mConclusion, if you remove Milky Holmes' uselessness, you'll get much, much more uselessness. Then again, if you really are a big fan of Milky Holmes, you should watch this just so you could add this to your anime list.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion, if you remove Milky Holmes' uselessness, you'll get much, much more uselessness.\u001b[24m\n    \u001b[1m結論として、ミルキー・ホームズの無駄を取り除くと、はるかに多くの無駄が増えます。\u001b[22m, \u001b[1mあなたはミルキィホームズ」無駄を削除すると結論、あなたは、はるかに多くの無駄を取得します。\u001b[22m\n\u001b[4mThen again, if you really are a big fan of Milky Holmes, you should watch this just so you could add this to your anime list.\u001b[24m\n    \u001b[1mあなたが本当にミルキー・ホームズの大ファンなら、これを見てアニメ・リストに追加することができます。\u001b[22m, \u001b[1mあなたが本当にミルキィホームズの大ファンであれば、あなたのアニメのリストにこれを追加することができますので、もう一度、あなただけのこれを見なければなりません。\u001b[22m"
  },
  {
    "title": "Tantei_Opera_Milky_Holmes__Alternative",
    "id": "14647",
    "url": "https://myanimelist.net/anime/14647/Tantei_Opera_Milky_Holmes__Alternative",
    "user": "Blakfang402",
    "profile": "/profile/Blakfang402/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=114343",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  9\n\nミルキー・ホームズの最初の2シーズンを見て、「私は十分なモエ・コメディを持っていましたが、私はオルタナティブを見たくありません」と決めたあなたのために。 オルタナティブを見る。 これらの2つのエピソードはMilky Holmesの180です。 それは彼らがおもちゃを失ったことがないなら何が起こったのかを示しています。 正直なところ、これがMilky Holmesのものだったら、それはおそらく私のお気に入りの一つだろう。\n\nミルキー・ホームズは、ロンドンに行って、古い教師である小林邸に行く。 彼らは無用ではなく、本格的な探偵になるための道を歩んでいる。 コメディよりもプロットが多いですが、コメディは今までと同じくらいスラップスティックです。 彼らはアドラーと英国版のココロを満たす。 一緒に、彼らは5つの神秘的な絵を取り戻し、秘密を解かなければなりません。\n\nオルタナティブはアニメよりも深刻であり、アルセン、ファントム・シーフ帝国、G4が欠けている。 しかしそれはまだ本当に良いです。 話はちょうど2つのエピソードがあったので少し開発されていますが、本当に良いです。 ミルキー・ホームズが愚かで無駄な、馬鹿でないなら、あなたが見たいものを見たいなら、これは見るべきアニメです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFor those of you who watched the first two seasons of Milky Holmes, and then decided, 'I have had enough moe comedy, I don't want to watch the Alternatives.' Watch the Alternative. These two episodes are the 180 of Milky Holmes. It shows what would have happened if they had never lost their Toys. Honestly, if this is what Milky Holmes was, it would would probably be one of my favorites.\n\n\u001b[1mミルキー・ホームズの最初の2シーズンを見て、「私は十分なモエ・コメディを持っていましたが、私はオルタナティブを見たくありません」と決めたあなたのために。 オルタナティブを見る。 これらの2つのエピソードはMilky Holmesの180です。 それは彼らがおもちゃを失ったことがないなら何が起こったのかを示しています。 正直なところ、これがMilky Holmesのものだったら、それはおそらく私のお気に入りの一つだろう。\u001b[22m\n\u001b[1m(Mirukī hōmuzu no saisho no 2 shīzun o mite,`watashi wa jūbun'na Moe komedi o motte imashitaga, watashi wa orutanatibu o mitaku arimasen' to kimeta anata no tame ni. Orutanatibu o miru. Korera no 2tsu no episōdo wa mirukī hōmuzu no 180desu. Sore wa karera ga omocha o ushinatta koto ga nainara nani ga okotta no ka o shimeshite imasu. Shōjikina tokoro, korega mirukī hōmuzu no monodattara, sore wa osoraku watashinōkiniiri no hitotsudarou.)\u001b[22m\n\nTranslations of \u001b[4mFor those of you who watched the first two seasons of Milky Holmes, and then decided, 'I have had enough moe comedy, I don't want to watch the Alternatives.' Watch the Alternative. These two episodes are the 180 of Milky Holmes. It shows what would have happened if they had never lost their Toys. Honestly, if this is what Milky Holmes was, it would would probably be one of my favorites.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those of you who watched the first two seasons of Milky Holmes, and then decided, 'I have had enough moe comedy, I don't want to watch the Alternatives.'\u001b[24m\n    \u001b[1mミルキー・ホームズの最初の2シーズンを見て、「私は十分なモエ・コメディを持っていましたが、私はオルタナティブを見たくありません」と決めたあなたのために。\u001b[22m, \u001b[1mミルキィホームズの最初の2つの季節を見て、その後、決定した人のために「私は十分に萌えコメディを持っていた、私は代替案を見たくありません。」\u001b[22m\n\u001b[4mWatch the Alternative.\u001b[24m\n    \u001b[1mオルタナティブを見る。\u001b[22m, \u001b[1m代替を見ます。\u001b[22m\n\u001b[4mThese two episodes are the 180 of Milky Holmes.\u001b[24m\n    \u001b[1mこれらの2つのエピソードはMilky Holmesの180です。\u001b[22m, \u001b[1mこれらの2つのエピソードは、ミルキィホームズの180です。\u001b[22m\n\u001b[4mIt shows what would have happened if they had never lost their Toys.\u001b[24m\n    \u001b[1mそれは彼らがおもちゃを失ったことがないなら何が起こったのかを示しています。\u001b[22m, \u001b[1mそれは彼らが自分のおもちゃを失ったことがなかった場合に起こったであろうものを示しています。\u001b[22m\n\u001b[4mHonestly, if this is what Milky Holmes was, it would would probably be one of my favorites.\u001b[24m\n    \u001b[1m正直なところ、これがMilky Holmesのものだったら、それはおそらく私のお気に入りの一つだろう。\u001b[22m, \u001b[1mこれはミルキィホームズが何であったかであれば正直なところ、それはおそらく私のお気に入りの一つであろうことになります。\u001b[22m\n\u001b[1m\u001b[22m\nMilky Holmes goes to London to visit their old teacher Opera Kobayashi. Except instead of being useless, they are well on their way to becoming full fledged detectives. There is more plot than comedy, but the comedy is still as slapstick as ever. They meet Adler and the british version of Kokoro. Together, they must recover five mysterious paintings and unlock their secret.\n\n\u001b[1mミルキー・ホームズは、ロンドンに行って、古い教師である小林邸に行く。 彼らは無用ではなく、本格的な探偵になるための道を歩んでいる。 コメディよりもプロットが多いですが、コメディは今までと同じくらいスラップスティックです。 彼らはアドラーと英国版のココロを満たす。 一緒に、彼らは5つの神秘的な絵を取り戻し、秘密を解かなければなりません。\u001b[22m\n\u001b[1m(Mirukī hōmuzu wa, Rondon ni itte, furui kyōshidearu Kobayashi-tei ni iku. Karera wa muyōde wa naku, honkaku-tekina tantei ni naru tame no michi o ayunde iru. Komedi yori mo purotto ga ōidesuga, komedi wa imamade to onaji kurai surappusutikkudesu. Karera wa adorā to Igirisu-ban no Kokoro o mitasu. Issho ni, karera wa itsutsu no shinpi-tekina e o torimodoshi, himitsu o tokanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mMilky Holmes goes to London to visit their old teacher Opera Kobayashi. Except instead of being useless, they are well on their way to becoming full fledged detectives. There is more plot than comedy, but the comedy is still as slapstick as ever. They meet Adler and the british version of Kokoro. Together, they must recover five mysterious paintings and unlock their secret.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMilky Holmes goes to London to visit their old teacher Opera Kobayashi.\u001b[24m\n    \u001b[1mミルキー・ホームズは、ロンドンに行って、古い教師である小林邸に行く。\u001b[22m, \u001b[1mミルキィホームズは、古い先生オペラ小林を訪問するためにロンドンに行きます。\u001b[22m\n\u001b[4mExcept instead of being useless, they are well on their way to becoming full fledged detectives.\u001b[24m\n    \u001b[1m彼らは無用ではなく、本格的な探偵になるための道を歩んでいる。\u001b[22m, \u001b[1m代わりに役に立たないという場合を除き、彼らは本格的な探偵になるための道でもあります。\u001b[22m\n\u001b[4mThere is more plot than comedy, but the comedy is still as slapstick as ever.\u001b[24m\n    \u001b[1mコメディよりもプロットが多いですが、コメディは今までと同じくらいスラップスティックです。\u001b[22m, \u001b[1mそこ喜劇よりプロットであるが、喜劇は相変わらずドタバタとしてはまだです。\u001b[22m\n\u001b[4mThey meet Adler and the british version of Kokoro.\u001b[24m\n    \u001b[1m彼らはアドラーと英国版のココロを満たす。\u001b[22m, \u001b[1m彼らは、アドラーとココロのイギリスバージョンを満たしています。\u001b[22m\n\u001b[4mTogether, they must recover five mysterious paintings and unlock their secret.\u001b[24m\n    \u001b[1m一緒に、彼らは5つの神秘的な絵を取り戻し、秘密を解かなければなりません。\u001b[22m, \u001b[1m一緒に、彼らは5神秘的な絵画を回復し、彼らの秘密のロックを解除する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe Alternatives are more serious than the anime, and lack Arsene, Phantom Thief empire, and G4. However it is still really good. The story is a little under developed since it only had two episodes, but is really good. If you want to see what Milky Holmes would be if they weren't stupid, useless, idiots, this is the anime to watch!\n\n\u001b[1mオルタナティブはアニメよりも深刻であり、アルセン、ファントム・シーフ帝国、G4が欠けている。 しかしそれはまだ本当に良いです。 話はちょうど2つのエピソードがあったので少し開発されていますが、本当に良いです。 ミルキー・ホームズが愚かで無駄な、馬鹿でないなら、あなたが見たいものを見たいなら、これは見るべきアニメです！\u001b[22m\n\u001b[1m(Orutanatibu wa anime yori mo shinkokudeari, arusen, fantomu shīfu teikoku, G 4 ga kakete iru. Shikashi sore wa mada hontōni yoidesu. Hanashi wa chōdo 2tsu no episōdo ga attanode sukoshi kaihatsu sa rete imasuga, hontōni yoidesu. Mirukī hōmuzu ga orokade mudana, bakadenainara, anata ga mitai mono o mitainara, kore wa mirubeki animedesu!)\u001b[22m\n\nTranslations of \u001b[4mThe Alternatives are more serious than the anime, and lack Arsene, Phantom Thief empire, and G4. However it is still really good. The story is a little under developed since it only had two episodes, but is really good. If you want to see what Milky Holmes would be if they weren't stupid, useless, idiots, this is the anime to watch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Alternatives are more serious than the anime, and lack Arsene, Phantom Thief empire, and G4.\u001b[24m\n    \u001b[1mオルタナティブはアニメよりも深刻であり、アルセン、ファントム・シーフ帝国、G4が欠けている。\u001b[22m, \u001b[1m代替はアニメよりも深刻であり、アーセン、怪盗帝国、およびG4を欠いています。\u001b[22m\n\u001b[4mHowever it is still really good.\u001b[24m\n    \u001b[1mしかしそれはまだ本当に良いです。\u001b[22m, \u001b[1mしかし、それはまだ本当に良いです。\u001b[22m\n\u001b[4mThe story is a little under developed since it only had two episodes, but is really good.\u001b[24m\n    \u001b[1m話はちょうど2つのエピソードがあったので少し開発されていますが、本当に良いです。\u001b[22m, \u001b[1m話はそれだけで2つのエピソードを持っていたので、少し開発中ですが、本当に良いです。\u001b[22m\n\u001b[4mIf you want to see what Milky Holmes would be if they weren't stupid, useless, idiots, this is the anime to watch!\u001b[24m\n    \u001b[1mミルキー・ホームズが愚かで無駄な、馬鹿でないなら、あなたが見たいものを見たいなら、これは見るべきアニメです！\u001b[22m, \u001b[1mあなたは彼らが愚かな、役に立たない、馬鹿ではなかった場合はミルキィホームズはどうなるか見てみたい場合は、これは見るべきアニメです！\u001b[22m"
  }
]
