[
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "KarlaFerns",
    "profile": "/profile/KarlaFerns/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=186197",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたが十分に得られない本当に魅力的なアニメシリーズ。 ショーを一緒に保持するものはその暗い基盤なので、少なくともロマンチックなコメディーは言う。\n\nストーリーラインは、キャラクターとそのアクションをサポートするバックグラウンドの豊富な蓄積を持っています。 これだけでなく、観客はこのようなロマンチックでコメディーなショーから間違いなく予期せぬ紆余曲折を与えます。 物語はとてもよくまとまっているので、あなたは個人的なレベルですべてを経験しているように感じるでしょう。 あなたは笑うでしょう、泣くでしょう。\n\n完璧な1つの言葉で芸術。 美しい色と優れたアニメーション。 美しいものから、美しいものまで、美しいものまで。 実際、最小の場面が最高です。 あなたはそれを見てそれの美しさを理解する必要があります。  10/10\n\nオープニング曲については夢中ではないが、クローズ・ソングは完全にキャッチーであり、それについての何かが暗いので、ストーリー基盤に戻る。 エピソード内の音楽の構成はとても美しく、本当にロマンスを反映しています。 このシリーズの音楽はアートにのみ追加され、次のエピソードほど楽しみにしています。 ああ、ああああああああああああああああああ\n\n一人ひとりのキャラクターにこだわり、小鉄に至る。 すべてのキャラクターは、あなたが何らかの形でつながって成長するような、そのような深い背景を持っています。 キャラクターの成長と開発は最初は遅く見えるかもしれませんが、まさに私がそれを愛していた理由です。 彼らは、本当の感情や感情のように、すばらしく開発された本当の感情的な資質を持っています。 文字は頑固で、寒く、希望的で、傲慢で、ロマンチックで、絶望的で、＆amp; 壊れた。  PS  -  Tomoeと恋をする10/10\n\n他と違って私は上城を楽しんでいました。 それは間違いなく私のリストの1位を保持しています。 あなたがそれについて疑問を持っているならば、あなたがそれを無関係に見ることを提案する。 私はこのアニメを何度もスキップしました。私はそれを信じません。\n\n特にあなたが女の子なら、自分自身に好意を持ち、チャンスを与えてください。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "arienight",
    "profile": "/profile/arienight/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=182960",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nこれは私の最初のアニメレビューですが、それは私のお気に入りのアニメのための私の最初のレビューを書くことが適切と思われます。 このアニメは主に、父親の負債のために家が追い出される若い少女のことです。 彼女は明らかに荒廃しており、奇妙な声で助けを求める声が聞こえてきたら、何をすべきかわからないベンチの上に放置されている。 彼女は奇妙な悲鳴を上げる男を愛していることを示すだけで、犬から木にこだわって救助します。この奇妙でカリスマ的な男が彼女に自宅をくれます。 彼女はとにかくどこに行かなくても、恩知らずではないと望みません。 彼女が新しい家に到着すると、それは単に暗い雰囲気の腐った古い神社ですが、それだけでは驚きではありません。 不気味な声と、奇妙で​​魅力的で変態的なキツネの悪魔が彼女を迎える。 それが最初のエピソードの始まりです。\n\n全体的にアニメは陽気で、私には大きな喜びをもたらしました。 私はマンガを読むことを提案します。なぜなら、ストーリーラインと芸術が本当に演劇に入ってきて、それは美しく、私の好きな漫画です。 トモエは男性の主人公で、私は彼がその1人の特別な女の子のための柔らかい場所を持っているあなたの古典的な冷たい心の良い見栄えの男だと言わなければならない。 ナナミはメインの女性キャラクターで、彼女は軽く心を込めていて、2Dアニメのために美しい人格を持っています。 すべての面白い愛らしいキャラクターは本当にアニメをお気に入りにします。 私はこのアニメにチャンスを与えることを強くお勧めします。私はあなたが本当にアートを楽しむと信じているマンガです。 これは私が今まで見た中で最もロマンチックなコメディでもあり、違っていて、単にあなたに喜びをもたらします。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "beccabear94",
    "profile": "/profile/beccabear94/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=182657",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメが大好きです、私は本当にあります。 彼らは第2シーズンに出てきたので、私は最初のシーズンを見直しました。そして私はまだそれを愛しています。\nストーリー：\n女の子は彼女の家を失い、（100％ではないが）新しい家を与えられる。 今あなた方の中には、「どうしたのですか」と言うつもりです。 なぜなら、家には所有権があるからです。これは、車のように所有されています。これは、特に前の所有者が消えたときに、簡単に返却することはできません。 とにかくそれはコメディー、アクション、そしてラブストーリーです。 私は女性ですので、それは私の完璧な組み合わせです。\nアート：\n柔らかい色彩、そして多くの微妙なものが、アニメには「ええと」の要素を与えます。 小さな青い蝶から星がいっぱいの雲のない夜まで。 かなり簡単ですが、アニメが描いている落ち着いた感覚で私はまだ笑顔になります。\n音：\n私はテーマソングが好きです。 アニメ全体の音のさほど違いはありませんが、私はそれがよく考えられていたと感じています。 冒頭にはナレーターがいましたが、それはメモリであれば、それは関連する詳細だけを説明していて、フラッシュバックと一緒に行く他のすべてのものを説明するものではなかったからです。 この声明は音に属するのですか？\nキャラクター：\nアニメ全体を通して、主人公は成長しており、体と心の両方が強くなっています。彼らは最終的に何かを理解し、自分の間違いに対する適切な修正をして完璧になることができ、魅力的です。\n私はおそらく好きではないはずのものでさえ、すべてのキャラクターが大好きです;）\n楽しみ：\nI LOVE LOVE L-O-V-Eこのアニメ、私のお気に入りの一つ。 正直なところ、それは純粋な喜びです。\n見て！！！"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Laura_Raptor",
    "profile": "/profile/Laura_Raptor/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=77889",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  6\nキャラクター|  10\n|  10\n\nこれはまさに私が楽しく楽しい少女アニメで探しているものです。 登場人物は偉大になり、普通の人のように論じます。 ストーリーは楽しく再視聴可能です。 ナナミは好きな主人公で、トモエを愛することはできません。 このアニメの唯一のネガはテーマソングです。 それはひどいです。 それだけで早送りすると、他のすべてが大好きになります。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "mikayla-chan",
    "profile": "/profile/mikayla-chan/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=85311",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n私の全体的なスコアは9だった。私は申し訳ありませんが、それは本当にカバーしたいいくつかの欠けているものを持っていた。 私は漫画の巨大なファンですが、アニメはとても早く終わって、全体のプロットラインを失ってしまいました。  * sigh *私はあまりにも多くを期待していたかもしれませんが、それはすべての時間の私の好きな漫画の一つです。 物語はちょうど全体的に軽快でロマンチックです。私はこのストーリーラインをそんなに崇拝します。 オープニングとクローズの両方の曲が楽しいです。 オープニング曲で悩んでるのが普通ですが、上映されたのはオープニングテーマソングで、アニメを終えてから聞いていました。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "charlotterose",
    "profile": "/profile/charlotterose/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=222254",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n#NOスポイラー＃\nOMGこのアニメはいつも私の好きなアニメであり、私はIM GONNAがこのレビューでKINDA BIASTであると思っています。\n\n基本的には、七海という女の子が、御影という無名の見知らぬ人によって陸上神の役割を与えられているという話です。 プロットは、彼女がこれらの新しい職務と彼女のおなじみのTomoeをどう扱うかに基づいています。\n\nアニメには涙が出る部分があり、ユーモラスな部分もあります。 さらに、アートスタイルは美しく、それぞれのキャラクターはお互いに異なっています。\nあなたが言うことができないなら、私は間違いなくロマンスのビットを含むコメディーアニメを好きな人にこのアニメをお勧めします。  :-)"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "ouj-i",
    "profile": "/profile/ouj-i/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=84299",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\n私は本当にこのアニメを楽しんだと言っています。 私はコメディのタイミングがすごいので、シリーズ全体を通してとても笑っていました。 音楽はまた、私の意見では素晴らしいですが、オペラとエンディングの曲は楽しいものでしたが、バックグラウンドミュージックは優れていました。 手袋のようにカミサマにはめ込まれました。\n\n私は芸術も本当に好きだった。 キャラクターはうまくやっていて、彼らの個性が出てくるのを見てうれしかったです。 アンド・ダム、トモーエは目の細かいキャンディです。 私は声優がうまく選ばれたと感じました。^^\n\n私はいくつかの苦情を持っています。 物語は非常に非常に急いでいた。 あなたが漫画を読んでいるなら、あなたは私が何を意味しているのか理解するでしょう。  Tomoeと七味の関係は、このアニメでは非現実的に速いレートで成長しましたが、それほど劣らず、それはまだ見て楽しかったです。 プロットは興味深いもので、最初からあなたを引き寄せます。\n\n私は第2シーズンを望んでいる^^"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "jennerz34",
    "profile": "/profile/jennerz34/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=86439",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\nこの前に書かれた前回のレビューのように、私はアニメを通してどれぐらいの音楽が好きだったかにも驚いていました。\n\n物語は良かった。 半分の時間で私は退屈からアニメを落とすが、これは最初から私を引っ張った。 そして、私はこのアニメのキャラクター、特にTomoe（キツネの悪魔）と恋に落ちました。\n\nこのアニメの芸術は非常にシンプルですが、とても良いです。 私はキャラクターのアニメーションが本当に好きだった。\n\n全体として、私はこのアニメを徹底的に楽しんで、推薦リストに追加すると言っています。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "krahul44",
    "profile": "/profile/krahul44/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=84773",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nこんにちは\n\n私はどんなスポイラーも明らかにしないようにします...\n\nこのショーは、女の子桃園奈々美と魔法使いのトモエとのロマンスに関するものですが、それは「その表紙だけで本を判断しないでください」同じ事実がここに当てはまります その最初のエピソードは、あなたは私がここで何を話しているのか知っていると私の評価は、それらの事実に依存しています。\n\n私はむしろロマンス/コメディアニメを見に行くだろう、あなたは今日のアニメがecchiと他のすべてのものと無意味なコメディでいっぱいだと知っているが、このアニメのコメディ、流行とロマンスは非常にバランスが取れていたので、 関心\n\nあなたがロマンスに入っているなら、アニメを見る価値があると言いたいのですが、このアニメの主な焦点はロマンスなので、これを必ず見てください。\n\nがんばろう..."
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Nerucchi",
    "profile": "/profile/Nerucchi/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=76995",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私のMAL生涯で2回目のレビュー。  XD\n私は今本当に私の最も好きなアニメについてのレビューをしたいと思っています！\n私はこのことを知らなかったので、上杉さんが何かを読んで、良いことを始めました。  XD\n私はマンガを読んでいない、これについて前に聞いていない、しかし、私は最初のエピソードを見たとき、OMG、多くのことが起こったと私はすぐにこのアニメに魅了された！  X3\nあなたがまだマンガを読んでいないかどうかは関係ありません。 一度このシリーズを見ると、あなたはマンガを読むようになり、13のエピソードに満足することはできません。 それは今私に起こっている。  XD\nSOOO...それを見て！ それは素晴らしいです！  XD"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "wildfly",
    "profile": "/profile/wildfly/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=78227",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n今シーズンはこれがロマンチックなアニメだと思う。 トモエ、男性のリードは魅力的で、保護的で、面白いです。そして、彼の大まかなマナーの後ろで、彼は気遣う人です。 要するに、彼は\n男はすべきことすべて。\nヒロインはかわいいナナミは、暖かく魅惑的な個性を持っています。救われるのを待っている多くの悲鳴を上げるアニメの女の子のようなものではありません。 彼女は彼女が愛する人のために彼女の人生を危険にさらすことができます。 プロットは面白く、サポートする文字も素晴らしいです。 ストーリーは面白く、劇的で、あなたはできません\n芸術は素晴らしく、少しはメイド様のアニメを思い出させます。 音楽は十分にいいです。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Ririchiyo-san",
    "profile": "/profile/Ririchiyo-san/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=82042",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  10\n\nこれは私の最初のレビューで、私の好きな漫画に合わせたアニメです。 ちょっとハードなんですか？ しかし、事は：私はマンガを愛しても、私は実際にアニメを見ていくつかの問題があります。 ええ、それは忠節ですが、私はそれがずっと良かったと思います。\n\nこれ以外に、アニメは素晴らしいです。 それはかわいい、いくつかの素晴らしい文字と許容される曲を持っています。 さて、正直言って、エンディングはそれだけではありませんが、いいです。オープニングは大丈夫です。\n\nアニメは短かったので、短くする必要があったと思います。 あなたがマンガを読んでいないなら、それは大丈夫でしょう。なぜなら、終わりはかわいい素敵で、私たちがお気に入りのアニメで夢見てきたすべてのものだったからです。 しかし、私のために...私は知らない、彼らは彼らが2番目のシーズンをやろうとしているように感じるので、最初の人は終わりの種を持つことができませんでした。 すべてはふわふわしていて（Tomoeの耳、heheのように）、すべてこれが私を気にしました。\n\nさて、Tomoeについて話しておきます。私は文字の大半を愛しています。 メインのナナミは、スマートで、親切で、永続的で、それが私を本当に気に入ってくれます。  Tomoeは私のために私が欲しい男です、そして、彼は今私の心があると言うことができます。 お粗末で、時にはとても甘い...水木、御影、鞍馬、これは私が好きなものでした。\n\n結局、私は本当にアニメが好きだと言うことができます。 人生を生み出すマンガを見てうれしいです。 そして、私が言ったことにかかわらず、私は第2シーズンがあることを願っています。\n\nPS：人々、私の英語はあまり良くはありませんが、私は試しました。 私はちょうど私がこのアニメについて自分自身を表現しなければならないと感じました。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Kenny_was_afk",
    "profile": "/profile/Kenny_was_afk/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=141299",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  6\n\n今日このアニメを完成させました。 言いたくはありませんが、ここに行きます。\n\nいいもの：\n\n - ロマンスの話が固い、何も予測できない、あるいは胸が痛い。 ちょうど「甘い小さな妖精の尾」。\n\n - サウンドトラックは本当にうまくテーマに合っていましたが、それは「私のお茶のカップ」ではありませんでしたが、ショーで行われていたすべてのことが関係していました。\n\n - 面白いことがありました。 私は笑いや笑顔にするには十分ではありませんが、それは私を楽しませてくれました。何が重要か、私はショーを見守っていました。\n\n悪い人：\n\n - このようなアニメではあまり重要ではないが、アニメーションの質とアートデザインは、改善の余地が非常に大きい。 それは私のショーを見て気をそらすことはなかったが、それはかなり目立っていた。 シリーズのスタイルと美しさは全体的には申し分ありませんでしたが、それは「革新的」、「良い」、「よく選ばれた」などのようなものではありません。\n\n\n一種のtl; 博士？\n\nショーは平凡です。 私はそれを良いとか悪いと呼ぶつもりはない。 それはOKだったし、私はそれに私の時間を費やして後悔していないが、私はロマンスのテーマの周りに同じ12のエピソードの時間枠でより多くを演奏するたくさんのショーがあるように感じる。 しかし、あなたが神、狐、不愉快に大きな笑顔や小人に入っているなら、あなたはこれを楽しむかもしれません。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "fiarose12",
    "profile": "/profile/fiarose12/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=133187",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n私はこの1つがどれほど好きだったかに本当に驚いた。 それはマンガの素晴らしい仲間です。\n私はまず、このスタイルの芸術が大好きです。 音楽も楽しいものでした。 全体的な音と風景はとてもうまくいっていました。\nストーリーは楽しいです。 七海だけでなく、陸上神になっているのには弧がありません。 それは素晴らしいアニメでした。 エピソードはマンガよりも楽しく軽いものでした。 キャラクターは面白かったし、独自の個性を持っていました。 私は彼らがとても記憶に残っていると言います。 七海に共感し、彼女と笑うことができたので、私も話を楽しんだ。 公正な警告：ロマンスは本当に遅いです。 それは素晴らしく、よく書かれていますが、彼らはすぐに集まりません。私はそれも大好きです。 ストーリーは、ロマンスではなく個人的なキャラクターの成長と関係の成長をより重視しています。  「ハーレム」の要素（あなたがそれを呼ぶことさえできれば）は、彼女たちが過度に彼女に恋していないし、彼女に告白していなかったので、うまくいった。\n強くお勧めします！"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "TheBigGuy",
    "profile": "/profile/TheBigGuy/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=132789",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nかみさまは始めました、あるいはホームレスの女の子が土地神になりました。\n突然の状況では、主人公は神殿を継承し、精神と慣れ親しんだ慣習に遭遇する。 その後、彼女の新しいエキサイティングな人生を女神として始める。 私のすべての時間のお気に入りの一つ。 サウンドトラックに関しては、オープニングとエンディングが非常に良い（最初のエピソードの後に​​飛び越すことのない数少ないものの1つ）とBGMも良いです。  VAはいい仕事をしました。 アニメーションはかなり良い、流動的な動きと活発な背景です。 文字は非常に好きでよく書かれています。 私の好きなものは水木です。最後の2つのエピソードでは、彼のフルートの演奏は、一例では面白いです。 ストーリー自体はよく発達しています。 私が好きではないのは、私の意見ではエピソードが少なすぎるということです。 キャラクターの開発は大抵成功ですが、トモエの変化とストーリーの結論はちょっと急いでいるようです。 アニメが不足しているからだと思います。 総合的には非常に優れたショーであり、見る価値があります。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "ocean_lullaby",
    "profile": "/profile/ocean_lullaby/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=130277",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメは新鮮な空気のような息吹です！ それは私の最高のアニメの一つです。 私はすぐに言うでしょう、あなたは蒸気、エッチ、またはヘンタイのロマンスにもっと興味を持っているなら、これを楽しむことはありません。 このアニメは甘くて面白いですし、私はそれを愛していました。\n\nこのアニメは完璧に実行されています。 それは美しいアートワーク、面白いが意味のあるストーリー、興味深い、愛らしいキャラクター、そして甘く信じられないロマンスを持っています。 人間と妖怪の関係を調べるのは初めてのアニメではありませんが、私の意見ではそれは最高のものです。\n\nストーリー：10\n初めはちょっと狂っていましたが、一度それを通り抜けたら、物語は本当にうまく流れました。 これはあなたの典型的な高校ロマンスではありませんが、それにはヒントがあります。 ここに焦点を当てるのは、異世界からの2人の著しく異なる人々、そして彼らがどのように衝突するか、七世と巴にです。 物語は面白かった（私は実際にいくつかの部分を笑って叫んだ）が、深刻で感動的な瞬間もある。 私はペーシングがちょうどいいと思った.2人の主人公はお互いを愛することを学ばなければならず、それは素晴らしいことだと思った。 ストーリーの精神的要素は圧倒的ではありませんでした。彼らは素晴らしいロマンスに素敵な触れ合いでした。\n\nアート：10\nアニメの中で私の最大のペットピーブはばかげた作品です。私はこのアニメでそれを見つけられなかったと言ってうれしいです。 キャラクターのアートワークとバックグラウンドのアートワークの両方がうまくバランスしていると思って、そのキャラクターはとても美しいものでした。 特にTomoe  - 私は彼と恋に落ちたと思う、初めて彼を見た時！ 絶対に例外的です。\n\nサウンド：9\nオープニングテーマはとてもキャッチーです！ 私は日本語の笑い声を話していませんが、私は一緒に歌っていました。 ショー全体の音楽はさまざまな状況に適していました。私はその音楽がキーシーンの魔法に加えられたと感じました。 エンディングのテーマはそれほど素晴らしいものではありませんでしたが、通常はテーマを終了するのが好きではありません。\n\nキャラクター：10\nこのアニメのすべてのキャラクターはお互いにうまくいった。 このアニメの関係のダイナミクスは陽気で完璧でした。 私はすべての性格を愛し、彼らはとてもユニークでリアルなので、私の心を吹き飛ばしました。 主人公ナナミとトモエは完璧です。 お互いだけでなく、アニメのために。 七海はとてもかわいくて決まり、Tomoeは危険な魅惑的で皮肉な（ユーモラスな）ユーモア感覚でバランスをとる。 彼らはお互いの周りを回り、アニメではとても美しく、それは素晴らしいです。\n\n楽しさ/全体：10\n私はこのアニメ100％をお勧めします！ 私はそれを楽しんだので、私はマンガを読むことに行きました。私は通常、マンガを読むのに忍耐を持たないので、何かを言っています。 物語はすばらしいし、七海と巴はおそらく私の好きなカップルです（彼らは現在、沢子と風早と戦っています）。 私はまだこのアニメを再ウォッチしていないが、おそらくそうだろう。 何度か。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "arielphf",
    "profile": "/profile/arielphf/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=126069",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメの英語版がすぐに出てきたので、私はおそらくそれについてのレビューを書くべきです。 それは、このレビューはこのアニメの_subtitled version_です。\n\n私はこれを読んだ人が少なくともこのアニメを試してくれることを願っています。それは喜びであり、何度も何度も何度も見ているショーの一つです。 私が宝物ではない部分は一箇所もなく、私が好きではない一人のキャラクターでもありません。 素晴らしいです！\n\n物語はおそらく私が一番好きな部分です。 それは自宅や収入なしで自分自身を見つける信頼できる、同情的な女性のリードを持っています。 彼女は、彼女の信じられないほどの恐怖と、非常に困難な子供時代にもかかわらず、肯定的なままでいる彼女の能力を除いて、かなり普通です。 彼女がどのように会い、男性の鉛と恋に落ちるかの話。 地元の神に「馴染み深い」ように働く、まばゆい、snarky fox yokaiは貴重です。\n\nあなたは自分自身で物語の要約を読むことができますが、それは2つの主人公の関係の魅力と化学を表現することはできません。 トモエは、彼の熟しさとスニークで最も確かに「キツネのようなもの」ですが、ナナミの明るい個性は、とにかく彼に届きます。 妖怪と人間が恋に落ちないという繰り返しの言葉にもかかわらず、誰にも頼ることができなかったナナミは、トモエの強さと不自然な心配のために落ちる。\n\nメインキャラクターは13エピソードの短いスパンでも成長し成熟し、あなたはそれらのために歓声を上げます。 サイドのキャラクターは魅力的で、細工されており、物語に完全に加わります。 アニメは、物語に合った完璧なスタイルで美しく描かれています。芸術的、芸術的、サッカリン的ではなく、甘くグラウンド的な美しいパレットです。 楽譜は明るく魅力的で、ストーリーにも合っています。 思い出深いものは何もありません。それは全体的な気分にまさに調和しています。これはおそらく最高のものです！\n\n私はペーシングが好きです。遅い場所はなく、視聴者の関与を維持し、あまりにも多くの冗長性や視聴者が外国人視聴者が理解できないことを理解することなくストーリーに従います。 私は本当にそれを感謝します！ それはアメリカの聴衆、または私がこれまでに見たことのある人のみなさんにとてもうれしく思います。私はそれがダビングされるのをとてもうれしく思います。\n\nこれらのすべてのポジティブの後、私はいくつかのネガティブを考えようとしましたが、すぐに何も気にしません。 それは短すぎます -  IMHO  - シーズン2をやりたいと思えば、13のエピソードと1つのOVAの面白いものがたくさんありますが、それは本当に私がこのプログラムについて考えることができるすべての批判です。 それは素敵で、私の少数の「必見」アニメの一つです。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "xanax-please",
    "profile": "/profile/xanax-please/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=96927",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nそれは光栄です。 見て。  ITはとてもかわいいです。 どういうわけか、それは私がすべてでベストを尽くしたいと思うようになり、ちょうど私が幸運であることを知っている。 それは私がもっとリサイクルし、私が家と賭け人ではない父と私にホームレスを残していることを幸運にしたいと思う。 とにかく、それを見てください。 それは同時に軽いロマンスと面白いです。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Luv67",
    "profile": "/profile/Luv67/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=82996",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\nあなたが何か面白い、速いペースで、ロマンスとファンタジーの気分に入っているなら、このアニメが好きになるでしょう。それは犬夜叉を思い出させますが、このアニメは確かに自分のアイデンティティを持っています。メインガールは迷惑ではありません それは爽やかでした。 長く描かれた場面で無駄になったショーの2分の1はありませんでした。 それは非常に直接的で、ポイントと楽しさを見ています。 一言で言えば、放棄された神社の神の場所を取るホームレスの女の子。 彼女のおなじみのトモエの助けを借りて、人間と妖怪のユニットを作っている間に、彼女は家に帰り、その過程で愛を見つけることができる場所を見つけます。 漫画では、Tomoeの過去と奈南の時間を遡って（Inuyashaのように）深く掘り下げています。\n\nあなたがマンガを読んでみたいのであれば、アニメは約99％のストーリーラインを辿り、変化したいくつかのものは良い選択であり、ストーリーから全く離れていないと感じました。 あなたがすでに見たことをすべてスキップしたいのであれば、私は「ビーチ」のエピソードの直後に始まり、最後の「フェスティバル」エピソードの直前で始まる第25章から始めると言うでしょう。他の章は基本的にあなたがすでに見たものの鏡像です おそらくアニメの中に残っている1つまたは2つの章ですが、あなたがしたい場合は、あなたが物語に自分自身をキャッチした後に戻って、最初を読むことができます。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "paloma",
    "profile": "/profile/paloma/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=82018",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n偉大な物語、偉大な人物、素晴らしい音楽、素晴らしい結末。 何が私はそこに何も間違って言うことはできません。 あなたが見守っている瞬間から、あなたが終わるまであなたは止めたくありません。 あなたがこのアニメを見ないなら、あなたは失われます。"
  }
]
