[
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "NostalgicDPT",
    "profile": "/profile/NostalgicDPT/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=101235",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n私は通常あなたの典型的なコメディ/ロマンス/少女アニメのファンではありませんが、私は本当にこの1つを愛したことを認めなければなりません。\n今、プロットはオリジナルではないかもしれませんが、誰が気にしますか？ それは楽しいアニメです、それは普通の視聴者を満足させる以上のものです。\n\nストーリー9/10：アニメの簡単な概要は、女の子が神になり、身近なものになることです。 彼女がより良い神格になるために訓練を始めると、彼女の親戚との関係が成長します。 物語は基本的にロマンスのテーマのために設定されており、それはかなり面白いです。 いくつかのクールな戦いシーンと非常に良いプロットラインがあります。 それは間違いなく「ユニークな」ストーリー・ラインではありませんが、それはアニメにうまく収まります。 アニメは時々陽気で、また感動的で愛らしい瞬間があります。\n\nアート9/10：顔の向こう側にある十字マークで構成されている主人公（私はそれに耐えられません）を除いて、芸術についての他のものはすべて一貫しています。 文字は魅力的で、風景もそうです。\n\nサウンド10/10：最初にそのプレイボタンを押すと、あなたの耳は驚異的なOPで才能を発揮します。 彼らは耳に和やかで、素晴らしい歌詞を持っています。\n\nキャラクター9/10：ストーリーが進行するにつれて、キャラクターの開発がたくさんあります。 私はまず、すべてのキャラクターが少し落ち込んでいるので、開発が進んでいないと仮定しましたが、私が成長を見始めたときには安心しました。 もちろん、それぞれのキャラクターは独自のバックストーリーを持っており、かなり面白いです。\n\n楽しさ10/10：私はこのアニメを見て本当に好きでした、そして、それはおそらく私が今まで見ている唯一のロマンスです。 私は自分自身が大声で笑っていることが分かりました。私は主人公とその人格が本当に好きです。 それは単なるラブリー・ドーヴィーなものではなく、キャラクターはしばしば彼らの性格に忠実であり、それがベストです。\n\n全体的な9/10：*私はアクションのビットで、迅速なロマンスアニメを探している誰にもこれをお勧めします。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "quercifolia",
    "profile": "/profile/quercifolia/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=83253",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nいくつかのスポイラー...\n\nストーリー：[8/10]\n\n興味深いプロット、女の子は彼女の家を失うが、神秘的な男が新しい家を与えられ、神社の新しい地球神になる。 それは完璧に始まらないが、終わりには物事がうまくいくと言う必要はない。\n\nアート：[8/10]\n\nあまり言わないけれど、芸術はうまくアニメーションされていて、素敵な背景とテクスチャーがありました。\n\nサウンド：[7/10]\n\nOPのテーマは、私は自分自身をハミングして見つけたカップルのエピソードの後、本当にキャッチーだった！  EDのテーマはそれほど魅力的ではありませんでしたが、それでもかなり良かったです。\n\nSE、それらのいくつかはかなり一般的でした。  BGM、本当に悪いところは何も目立たなかったけど、どちらも素晴らしいとは思えなかった。 それは大丈夫だった。\n\n文字：[8/10]\n\nまともなものではありませんが、まったくまともなものではありません。\n\nトモエ、フォックスの悪魔、最初は嫌な七夕に拘束され、非常に寒さと不親切なが、最終的に彼女に暖かく...\n\nナナミは、父親が借金で首を絞った普通の女子高生です。 最終的に彼女の家から追い出された。\n\n元々は敵であったが、すぐに友人になったミズキ。\n\nクラマ、ポップスターのカラスの悪魔！\n\n楽しさ：[8/10]\n\n私はYoukaiと日本の神話のアニメを楽しんでいるので、私はそれを否定しません。\n\n全体：[8/10]\n\nロマンス、超自然的なテーマ、Youkaiが好きな人は、横に人生のスライスがあると、これはあなたのアニメです！\n\nあまりにも複雑ではない、いくつかの悲しい瞬間がありますが、簡単で幸せなアニメを見て、それを理解するためにすべてを選ぶことなく楽しむだけです。  ;）"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "SkyXD",
    "profile": "/profile/SkyXD/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=142123",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は本当にカミサマを愛してくれました！ 私はすべてのキャラクターは、誰かが涼しい人のために落ちる普通の退屈なメインキャラクターの代わりに、非常に異なる人格を持っていたことが大好きでした。 話はうまくやっていて、マンガを読むことを強くお勧めします。それはずっと続き、それは本当に素晴らしいことです。 それは喜劇の良い量を持っており、私はロマンスのための吸盤ですので、これは私にとって完璧なアニメでした。 私は本当に彼らがこれの別の季節を作ることを願っています。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Sumimasen",
    "profile": "/profile/Sumimasen/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=180576",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  5\nキャラクター|  9\n|  10\n\n\n第一印象：\n私がこのアニメを見始めたときに思い浮かぶ最初の考えは「かわいい」でした。 主にロマンスとコメディーアニメです。 これはもっと女性の視聴者に向けられたアニメだと一目瞭然で分かります。 プロットはかなり早く明らかになり、理解しやすい。 それは混乱の余地を残さず、よりリラックスした時計になります。 私が持っていた唯一の「ファーストインプレッション」は、「オリジナリティー」の欠如でした。 私はこの特定のストーリーラインでアニメを見たことはないが、それはわずかに演奏されたように感じる。\nしかし、このバイブの欠如にもかかわらず、私はこのアニメを楽しんだ。\n\n\n楽しさ：\n私が楽しんでいたのは、ジャンルの表現でもありました。 ロマンスはうまくペースで楽しく、コメディも楽しかったです。 私は、個人的には、私が笑わせるものになると非常にピカピカですが、このアニメは私に時間と笑いを再び与えました。\n私はまた2人の主人公（私の好みはTomoeであるが）とストーリーライン/プロットを楽しんだ。  「独創性」のある雰囲気が欠けているにもかかわらず、それはまだ私にとって非常に魅力的なプロットでした。 私は、主人公が人類のために持っていた闘争と、アニメ全体のペースを楽しんだ。\n最後に、私はアニメーションスタイルも楽しんでいました。 あまりにも贅沢ではありませんでしたが、それはそれ自体の単純なやり方でうまくいっていました。\n\n\n欠点：\n私はすでにアニメ感情の欠如である一つの欠点を述べました。 非常にオリジナルではないのとは別に、サスペンスも欠けていました。 いくつかのアニメが持っているような感覚を持っているようではありませんでした。 あなたは私が話しているものを知っているかもしれません。 あなたが見ている人のたびに「ただもう一つのエピソード」と言い続けるようなもの。\n私がかわいそうと思ったアニメのロマンスを楽しんだのですが、ちょっとしたものでした。 それは軽度に予測可能でした。 前に述べた単純な面の一部。\n私が言及しなければならない最後の欠点は、それが取る脳の力の欠如である。 私は、個人的には、もう少し時間がかかるアニメのようです。 それにもかかわらず、他に言及された欠点と同様に、私はこのアニメを徹底的に楽しんでおり、これらの「欠点」はそれほど大きな問題ではありませんでした。 あなたがこれのような小さな宝石を楽しむようになる方法でそれらをさせてはいけません。\n\n\nその他の情報：\n全体的に私は本当にこのアニメを愛していました。 私はそれが愛らしいと思って、間違いなく第2シーズンを見ているでしょう。 私はそれを楽しんで、私は実際にマンガを読んでいる。 それは私の味の中にある（私は誰もが異なった '芽'を持っていることは知っているが）。 私はこのアニメに10のうち8を与えますが、あなたがこのアニメを楽しむ（楽しむ）なら、自分で決めるべきです。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "hello_dani",
    "profile": "/profile/hello_dani/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=232224",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n軽快で気持ち良いアニメを見て、あなたの一日を輝かせたいなら、必ず上見山を見てみてください！\n\nそれはあなたのおなかいっぱいに良い気分でいっぱいになり、あなたは暖かく、ふわふわで、子犬を飲み込むように感じます。 笑：P\n\n\nストーリー -  10\n私はここにスポイラーを置いて欲しくない、なぜこのアニメが特別なのかあなた自身で発見してほしい。 正直言って、最初はストーリーラインがシンプルだと思ったが、その後シリーズではもっと複雑でユニークになった。\n\nアート -  10\n芸術は素晴らしいです。 キャラクターは美しく描かれた、彼らはすべて絵のように見える。\n\nサウンド -  9\n私は英語の吹き替え版を見ました（私には裁判をしないでください。私はまだアニメシーンではまだ新しいですし、まだアニメーション技術を見ている読書の芸術を習得していません）。\n文字の声は素敵です。 彼らはキャラクターのペルソナをよりしっかりとし、彼らの演技はショーともっとつながりました。\n\nキャラクター -  10\nキャラクターは仲良しで、私が見ているショーでは本当に好きです。 彼らには独自の長所と短所、そして自分自身やその周りの人々にとってより良いものを作るための闘いがあります。\n\nエンジョイ -  10\n私はこのアニメを徹夜で見ていましたが、私はちょうど1つのエピソードの後に​​見ることを期待していませんでした！\n\n全般 -  10\n私はこのショーを最初に見始めたときに私が望んでいたほどこのショーを好きになるとは思っていませんでした。 私はたいてい超チーズなものから恥ずかしがり屋です。でも、これは空洞を得るまでに甘すぎることなく甘いです。 愛と友情についての気持ちのいいアニメです。私はそれが大好きです。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "AkikoMerek",
    "profile": "/profile/AkikoMerek/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=220227",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  7\n\n私がこのレビューを始める前に、私はこのアニメが特別なもののようには見えないのに、このアニメが大好きだと言わなければなりません。 このシリーズの私の提案は、最初の数回のエピソードを少し見ても興味があるなら、キャラクターが気に入らない場合は、シリーズをドロップすることです。\n\nストーリー（6）：\n全体的なプロットの仕方には何もありません。 これは13エピソードだけであるため、これは予想されます。 アニメは普通の少女、ロマンス、コメディタイプのショーです。 これはキャラクターの生活を見ても楽しいので、ショーは悪くはありません。\n\nキャラクター（6）：\nこのシリーズのキャラクターが楽しいと感じました（七海のようなキャラクターには柔らかいスポットがあることも認めなければなりません）。 しかし、あなたがキャラクターが気に入っているかどうかは、あなたのキャラクターが何を求めているかによって決まります。\n\nアート（6）：\n芸術はその物語を伝える目的を果たしています。あなたが見るであろうものだけを見て、「アートワークの傑作なんて！  （お分かりでしょうが）\n\nサウンド（7）：\n曲がかわいいし、アニメの全体的な調子がきちんと合っていることを除いて、音楽については何も言えません。 彼らはまた聞くのも楽しかったです。\n\n\n私は探している人にこのアニメをお勧めします：\n - 短いアニメ（第1シーズンが好きな場合は2シーズンもある）\nあるロマンチックコメディ\n-Shoujo\n超自然的要素の少し"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Angel_Apocalypse",
    "profile": "/profile/Angel_Apocalypse/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=217838",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  8\n\nアニメは視聴者に軽い気分を与えます。\n\nそれはシリーズ全体の中で重い雰囲気を熟考する他の妖怪シリーズのようなものではなかった。 むしろ、私はアニメの恋人として私を魅了する軽い気分とユーモラスなストーリーラインを設定します。\n\nこれらの2人の主人公の間の化学は典型的なものですが、私は言うべきです...しかし、少なくとも彼らは良いバイブスタイプのチームアップを見せていました...これは私が見守ることをお勧めするアニメの1つです 。\n\n私が他の漫画シリーズに読んでいたように、創作者がそのようなストーリーの気分を維持して、それが決して古典的な物語ではないことを願っています。 それはそれ自身の方法でかなり招待しています..."
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "qichiro",
    "profile": "/profile/qichiro/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=84911",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n私は現在、このアニメの漫画に従っており、アニメに持ち込まれて作られているのを見ているだけで、すごく変わっていました。\n私はこれについての私の愛のレベルが、Skip BeatとParにあったと言っています...それは高いです。\n私はメアリースーのものではない強い女性のリードを愛しています。\n彼女は良いですが、彼女はあなたが嫌い​​だと言うのを恐れることはありません。 ハハ\nキツネ男は私の上で成長しなければなりませんでした。私は嘘をつきませんが、今は彼が鞍馬陽子、犬夜叉、セッソマルと一緒に遊ぶことを許しています。\n\nとにかく、私はそれが私にとって非常にユニークな話を愛し、そのキャラクターは驚くべき発展を示しています。 私はシーズン2がどのように終了したのために起こるのか疑いがありますが、私は地獄がこれを続けて読んでいると確信しています！\n大好きです！ 私には10点を得ることができないので、10点しか得られなかった。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Bexxii_171611",
    "profile": "/profile/Bexxii_171611/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=93169",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は実際にレビューを書いたことはありませんが、このアニメで私はそれを見直したいと思っていました。\n\n私はこのアニメを見ることを少しは心配していました。 私はそれが非常に面白いと退屈だと思ったが、私はうれしく驚いて完全に間違っていた。\nあなたがロマンス/コメディを探しているなら、これはおそらく必見です。 私は何が起こるかを予想する瞬間がありましたが、代わりにこのアニメのコメディーサイドからの笑いの涙で残されました。\n\n神様に本当の瑕疵があるとは思っていませんでした。 私がそれについて嫌う唯一の事は、わずか13のエピソードがあるという事実です。しかし、短いアニメのために、それはかなりうまく結びついていて、あなたが失望感を残すことはありません ほとんどのアニメは短くて甘いです。\n\n私はそこに多くのアニメファンがいることを知っているアニメのヒロインは、ストーリーラインではほとんど役割を果たしていないが、この特定の女性の主人公のためにあなたは彼女が実際に多くを見つけると苦しんで絶望的な乙女ではない :)"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "jkalyana",
    "profile": "/profile/jkalyana/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=128603",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nあなたは、概要そのものから物語の基本的な概要を読むことができます。 私はそれを書く必要はない。 今話がどのように感じられたのか、その光と非常に良い。 誰かがそれや何をやったのか、行動の偉大なスーパー戦いは、それを期待していない方法について考えるのは複雑なことは何もありません。 あまりにも深刻なことはありません。 七人が神になった後の主人公の七海と巴と、その人生と障害は非常に素晴らしく、非常によく示されています。 非常に素晴らしく、軽く心のこもった話。 音楽、エンディングもあまりにも良くなかった。 一度それを聞くと、そのようなあなたはトランスに入るように 'ああああああああ。 あなたはそれを感謝するためにそれを見なければなりません。\n\nストーリー：9/10\nアート：9/10\nサウンド：10/10\nキャラクター：9/10\n楽しさ：9/10\n全体：9/10"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Toby_Kun",
    "profile": "/profile/Toby_Kun/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=204683",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nこんにちは！ ミナ！ それは私が入力しているように午後9時30分です。 ちょうどこの陽気なアニメを終了し、それは私が行くので、ここでレビューに値する。\n\n私はこのアニメを徹底的に楽しんだ。 すべてのキャラクターの個性が本当に輝き、さまざまなキャラクター間のつながりをほとんど感じることができます。 これは、このようなアニメにとってはしばしば普通ではない、より幸せなメモで終了しました！  （私はあまり言わないだろう）それはまた、それはカバーによって本を判断することを示していない、人々は私が最初に仮定されたより強力で溶かすことができます。\n\n私は間違いなくこのアニメを推薦するでしょう、特にあなたがフルーツバスケットを楽しんだ場合、これはいくつかの点で似ていますが、コメディよりも少しアクションがありますが、まだ面白くて楽しい部分があります。 ほとんどのロマンスが最後のエピソードにある通常のクリシェのように、ちょっとした部分以外の2人の主人公の間に少しロマンスがある方が良いです。\n\nすべてでは、それは素晴らしいアニメです！  9/10\n\nお楽しみください！"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Elvenerd",
    "profile": "/profile/Elvenerd/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=179244",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10\n\n（最初のレビュー、私は不適切なものを書く場合は事前にお詫び申し上げます）\nかみさまは、愛らしいキャラクターのアニメのロマンス・コメディーです。 頑固で、不器用で、世話をする女の子は、土地の神になります。 彼女の神々で彼女を助けることは、厄介で忠実なトモエ、悪魔のキツネの一種です。 一意の二次的なキャラクターの束があれば、プロットは非常に魅力的になります。 私はこのコメディがロマンスを引き継ぐと言うことができます。 最初のエピソードでは、私は楽しい時を過ごしてアニメを見て楽しい時間を過ごすことができると私に示しました。 コメディを除いて、アニメは退屈にはならない強い主人公を持っています。 ビジュアルはいいですし、声優と音楽は完璧に合っています。このアニメは全体的には短いですが、笑いと感情で満たされた良い旅だと言えるでしょう。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "darkmeder",
    "profile": "/profile/darkmeder/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=82154",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  5\nキャラクター|  10\n|  10\n\nkamisama kissとしても知られている神様は特に新しいものではありませんでした。 若い高校女の子、魔法の出来事、恋に落ちる。 それ以前に聞いた？ 私が持っています。 それにもかかわらず、私は神様が本当に楽しんだものであることを発見しました。\n\n文字は私が触れたい最初の話題です。 キャラミのような上映された他のアニメとの違いは、ナナミの指導者は親切だったということでした。 すべてのキャラクターはとてもうまくやっていましたが、七海は本当に私の注目を集めました。 はい、彼女はそのような特徴（上司、不器用なものなど）をいくつか持っていましたが、彼女はまた面白くて勤勉で永続的でした。もう一つの主なものは観客ゲッターです。 彼は主義的、傲慢（境界を接する）であり、基本的にすべてのエピソードで七海を救う。 それは普通のアニメの人物ですが、私は普通の10代の少女です。正直言って、それは私が見たいものです。 アニメの不足にもかかわらず、キャラクターは発展し、変化する。\n\nストーリー。 これは本当に最も重要な部分ですね。 若い人間の女の子は神社の土地の神になり、基本的に日常生活を神と学生として扱わなければなりません。 ああ、スポイラーは彼女が暮らしている親友（Tomoe）と恋に落ちる。 だからシンプルです。 しかし、それは甘くて面白いし、シンプルな話を爽やかにすることができる場所があります。\n\nアート。 私は特にアニメアートワークのドントやドントに精通しているわけではありませんが、私は視覚的に魅力的なものを知っています。  kamisamaは多くのものよりも優れていましたが、完璧とはかけ離れていました。 私の意見では、上美さんは元気に見えました。\n\n最後の話題。 音。 本当に何もなかった。だからこそ、私はこれが上坂華だと思った。 あなたはエンディングを持っていましたが、あなたはとてもキャッチーなオープニングをしていましたが、それはそれでした。\n\n私はクリシーなので、このアニメが好きだった。 クリエイターは私が好きなことを知っていて、彼らは納品しました。 マジック、魅力的な男性のリード、私を悩ませていない女性のリード、そしてロマンスの重いストーリー。 だからこそ私は上城さんが優秀だと思っていました。楽しかったです。\n\nかみさまは見たことがありませんでした。 それは短いです。 私は1日に13のエピソードをすべて見て、1日を過ごしました（またはあなたが人生を持っている場合は多分）、この小さなアニメの宝石をお楽しみください。\n\nい ほぺ ふぉｒ あのてぇｒ せあそん おｆ かみさま はじめました！"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Masumi_Hayashi",
    "profile": "/profile/Masumi_Hayashi/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=194084",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n熱い男 -  CHECK\nファンタジーチェック\n苦しんでいる女 - チェック\n見た目の片面愛 -  CHECK\n重要かつ関連性の高いキャラクター開発 - チェック\n素晴らしいバックストーリー - チェック\n何がもっと必要なのですか？\n______________________________________________________\n\n母桃園の父親がギャンブル負債で逃げ出し、アパートから追い出された後、ナナミは犬に追われているので、木にぶら下がっている変わった男が見えます。 七海は自分を御影として紹介する男を「救う」。 彼を救ってくれてありがとうと、七世は自分の家に七世を招待します。 彼女は家にいないという事実のために躊躇なく受け入れます。 七世が御影の家に着くと、七神は神社であることにショックを受けます。 彼女が神社に入ると、神社の精神である鬼怒川と小鉄によって迎えられる。 それと並行して、彼女はYokai Tomoeと出会う。 これら3つの会見で、七海は神社の神であることを知り、自分の場所を選んだことを示す印を付けました。 奈南は恥ずかしがらなく、彼女の味方として、Tomoeと一緒に彼女の義務を神として始める。 物語が進むにつれて、七海への愛を実現するが、人と妖怪との愛が禁忌であると言われて拒絶される。\n______________________________________________________\n\nこの2シーズンのショーは見る価値がある\n（2016年に第3シーズン出てくる："
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Grapesandraisin",
    "profile": "/profile/Grapesandraisin/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=190878",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n私の友人は私をこのアニメに紹介しました。正直言ってオープニング曲を聞いた後、私はこのアニメが本当に安っぽいと思っていました。 私は通常、私が見て読んでいるものについては非常に気になります。つまり、私はアニメ/マンガをむしろ素早く簡単に削除します。  2日後、私はアニメで終わった。  1日後、私はマンガを読んで1週間以内に終了しました。 うん、私は恥知らずに中毒だった。\n\n物語（9/10）：\n私はその物語がオリジナルだと信じています。 もちろん、それはその典型と真実を持っていますが、私が見た他のアニメとは違います。 さらに、多くのプロットホールはありません（少なくとも私は1つを見つけることができませんでした）...むしろ、それは完全な反対です！ マンガを読んだことがある人なら、その物語は本当によく計画されていると私は同意するでしょう。 私は何が起こるのを楽しみにしています。 私は作家が良い仕事をすることができると信じることができるので、とても興奮しています。\n\nアート（10/10）：\nこれは、漫画のスタイルを美しく保存した芸術を持つ珍しいアニメの1つです。\n\n音（9/10）：\nDat Tomoeのサウンドトラック。\n\n文字（9/10）：\n私は絶対このアニメのすべてのキャラクターを崇拝する。 主人公ナナミは、ハンサムな男性に依存して仕事を全力でこなす若者ではありません。 いいえ、いいえ、ナナミは自分自身のために立ち上がる方法を知っており、彼女の意見を声に出して、違うことを恐れることはありません。 私はまた、TomoeとMizukiがアニメを通してどのように発展するのが好きです。 アニメが進むにつれて（そしてシーズン3でもそうするつもりですが）、過去の小さな部分が明らかになりますが、同時に彼らの興味深い謎は保持されます。\n\n楽しさ（10/10）：\nこのアニメは薬です。 それは、暴力的な感情的なジェットコースターに乗って、あなたがすべての気持ちを感じさせるアニメの1つです。そして、それが終わったときに心の中にこの大きな穴を残します。 アニメには退屈な瞬間はありません。\n\n全体的（10/10）：\n私の意見では、このアニメは主に女の子に興味があります（セクシュアリティにしようとしているわけではありません）。 誰もが、完全なアクション満載のアニメを探している人は、これを楽しんでいないでしょう。 それにもかかわらず、私はこのアニメを楽しんで、他の人にそれを撃つよう強く勧めます。 少なくとも最初の3つのエピソードを見てください！"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "LeaMichaelis",
    "profile": "/profile/LeaMichaelis/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=137971",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメはフルーツバスケットと少し似ていますが、まだ素晴らしいです。このアニメでは、1日に13回のエピソードを観ました。完成した後、私は1日で70冊のマンガを読んでいます！ いい意味で）\n良いもの：\n - 驚くべき芸術\n-可愛い\n - グッドストーリー\n - ファニー\n-美しい\n - 熱狂\n-Comedy\n\n改善すべき点：\n - それはもう少しマンガのプロットに続いてほしい、それはもっと面白いだろう。\n - より多くのエピソード"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "gray-samaxlove",
    "profile": "/profile/gray-samaxlove/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=82826",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nLOL私は本当にこのアニメを楽しんだ！  ：D\n\nそれはFruits Basketと同じディレクターなので、同じユーモアが続いています（私が何を意味しているか知っていれば）。\n物語はかなり興味深いです。あなたが私のような恥ずかしがり屋少女漫画/アニメファンならば、それについて心配しないでください。このアニメは他の少女漫画/アニメのようにはっきりしていません。 彼らはあなたが最も期待していないことをします！\n\nやっぱり面白い、面白い、ランダムアニメ！"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "florizeta",
    "profile": "/profile/florizeta/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=173549",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  10\n\nこれはこれまでに行われた私の最初のレビューなので完璧であるとは思わないT_T\n〜いいえスポイラー!!〜\n私はすべてのレビューが10のうち6を与えてくれるのか分からない。 まず第一に、私は正直なところ、常にカバーを使って本を判断するので、全体のレビューを見たとき、私はそれを見たくなかった。 また、カバーはそれほど魅力的ではありませんでしたが、私はそれを見ることに決めました。 だから私はそれにチャンスを与えた。 私はそれが好きだった！ あなたがコメディーとコメディーとロマンスを愛していれば、このアニメはあなたのためです。 それは私にとって完璧なバランスだったし、誰が知っているのかも知れません、おそらくあなたにとっても同じです。\n\n私の同じミスをしてチャンスを与えてはいけません。 あなたは何を失うことができますか？  25分？  ：p"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "GiveMeHaru",
    "profile": "/profile/GiveMeHaru/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=173001",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n多くの人がそれを嫌っていましたが。 私は個人的にはそれほど大好きで、ここには道があります。\n\nストーリー：（7）\nホームレスの女の子は、家に住むことができると言った男に会った。 彼女は後で自分の家が神社で、彼女がその神社の新しい神だと分かっている。 彼女は2つの神社の霊を満たし、親しみのある人と契約を結ぶ。 それで、普通の女の子は神になってから何をすべきでしょうか？ 見て、あなたが表示されます。\nロマンスは私がこのシリーズに恋していた最初の理由であり、2番目のシーズンを待って、2つのOVAも見たいと思ったのです！\n\nアート：（9）\n私はドローイングが本当に素晴らしく、うまくいったと思います！ 色は本当に目を覚ますものでした。 あまりにも暗すぎたり明るすぎたりしてはいけません。 キャラクターや背景の動きもきれいだった。\n\nサウンド：（9）\nサウンドトラックや俳優の声は素晴らしかったです！ 特に終わりの歌。  a a a〜a a a〜それはとてもキャッチーです！ 私は何度もそれを聞いていました。 とても美しく楽しいです。\n\nキャラクター：（10）\n多分私は誰とも違っているかもしれない。 私は文字を嫌っている人が多いことを知っています。 しかし私には、キャラクターはよく書かれ、開発されました。 占星術に入っている人の視点からは、彼らはとても現実的に作られていたと言えます。 特におなじみの「Tomoe」の場合、彼の性格が過去のものからどのように変わったのかを知ることは、誰もが次のシーズンを見て興奮している理由です。 彼の性格は非常に神秘的で、クールで面白かったです！ 主人公「七味」私は、自分の考えを全部聞くことができ、感情やアイデアを感じ、発達させる方法を理解することが大好きでした。\n\n楽しさ：（10）\n私はこのアニメをとても楽しんだ。 私は物語とキャラクターを楽しんだ、両方とも非常にうまくいき、それは私にこのアニメのより多くのものを欲しかった。\n\n全体：（10）\n私は本当にすべてをとても愛していました。 私はたくさんの気持ちを持っていて、「浪波」が恋に落ちたものと恋に落ちたところまで、物語に巻き込まれました。 非常にエキサイティングで面白い。 なぜ時間を費やすのか？ キャラクターに付き添われたらアニメはいいと思うし、これはまさに何が起こっているのかな。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "DontPanicToktok",
    "profile": "/profile/DontPanicToktok/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=99741",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\n神様は今までの私の好きなアニメの一つです。その物語は非常にユニークで傑出したものでした。私はそれを楽しんでいました。また、本当に面白かったです。芸術も素晴らしく、すべてのキャラクターとそれ以外のものは素晴らしかったです。 キャラクターそのもの、私はすべてのキャラクターが大好きだったし、誰も迷惑していなかった、彼らはすべてとても楽しく「カワイイ」だった。音楽も素晴らしかった、オープニングとエンディングテーマソングに恋していた 同じサウンドが一般的に聞こえます。全体的に見るととても楽しかったアニメでしたが、それについてはすべて完璧でした。私はそれを全面的にお勧めします。"
  }
]
