[
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "ProbablyTsundere",
    "profile": "/profile/ProbablyTsundere/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=110543",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  7\n\nマンガシリーズを熱心に読んだ後、私はこのアニメを掘り下げることを大いに楽しみにしていました。\n\nしかし、それはほとんどの場合、マンガにはかなりスムーズに見える、私はそれが本と同じ興奮が不足していることがわかります。 アニメに持ち越されたとき、私は時々鈍くなり、他の人はゆっくりと動いていました。 私は他のアニメの間でそれを見なければならず、一度に3つ以上のエピソードに座ることができませんでした。\n\n芸術は失望しない。 少女アニメシリーズで知っている、愛していて、細部には欠かせない、クシュタイスタイルとライトパレットです。\n\nイントロとオープニングに行く限り、私はそれらを非常にフィット感と全体的に愛らしい見つける。 私は実際にシリーズの終わりまでにそれらの完全に病気になることなく、エピソードの開始時と終了時にそれらを介して座ることができます。 それのための+。\n\nあなたがマンガを読んだら、文字を読んでいなくても、あなたはそれらが少し平らで真実であるかもしれないが、文字は失望しないであろう。  「若い女子生徒は、半分の手の届かない男性と恋に落ちる」 それをかなりうまくまとめます。\n\nしかし、私はこのシリーズでは再ウォッチの価値がないことを発見しました。 時にはそれが鈍かったにもかかわらず、見る価値があった。 私は雨の日のためにそれをお勧めしたいと思います。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "puffpingla",
    "profile": "/profile/puffpingla/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=95189",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n正直言って、これは私が今まで見てきた最高のアニメです！ 多くのロマンスアニメを試しましたが、これは本当にあなたが驚くべきラブストーリーで求めているすべてのものを持っています！\n私が愛したもの：\n悪魔と女神の間のラブストーリー\nいくつかの行動\n熱い男たち\nそしてオープニングとエンディングの曲もかわいいです！"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "kamigeisha",
    "profile": "/profile/kamigeisha/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=93859",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は最近このアニメを見て、それは本当に素晴らしいです。 私は24時間以内にこれを終えました。 いくつかの文字が本当に怖いと奇妙な見て、そしてもちろんそれはロマンチックなので、面白い、幾分スリリングです。 巴と七海はよく見える。 最初は、このアニメは美しいアニメの負荷があり、おそらくアニメは時間がかかると思うでしょう 。 私はこれを見て後悔したことはありません！ それはすべてのものの組み合わせです。  Kamisama KissのOSTは本当に素晴らしいです、私は自分が演奏されるたびに歌っています。 この人を見て！"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "Ranko-chan",
    "profile": "/profile/Ranko-chan/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=127927",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nかみさま はじめました いｓ あ ｔｙぴかｌ しょじょう ろまんせ／こめｄｙ あにめ。\n\n（8）物語はとても面白いですが、少し誇張されています。 馬の人間が神になっていくのを見るのは普通ではありません。 別の問題は、アニメが本当に短いことです！ それは13のエピソードしか持っていないので、あなたはマンガの元の物語の多くを最初に見ることは実際にはありません。 また、アニメの不足のためにキャラクターの開発が不足しています。 そうでなければ、物語はとても面白くて退屈ではありません。\n\n（10）2012年に制作されて以来、私は芸術が驚くべきものであることを期待していました。私はこのアニメを見始めると全く失望しませんでした。 それはまた、漫画の鈴木ジュリエッタのオリジナルアートと非常によく似ています。 私は本当に不平を言うことは何もない、それはすごかった。  ^^\n\n（9）主人公の七海と巴について話します。\nまあ、私もマンガを読んでいたので、そのキャラクターについてもっと学んだ。\nとにかく、不足しているchのインパクト。 開発、彼らは非常にうまく構築されています。\nナナミは典型的な強力な少女のヒロインです。 彼女は強い心を持っていて、本当に王様で、ちょっとばかばかしい。\nトモエ - 初めの冷たいキツネ（キツネの悪魔）。ナナミのおなじみになってますます柔らかくなります。 私は、個人的に、このキャラクターを愛していました！\n\n（9）私は毎秒楽しんだ！ それは飽きることはありませんでした、それまで面白かったです。そして、それが完成するたびにもっと多くのエピソードを見たいと思っていました。私はただ見守ることができませんでした。 私は一日、全体のショーを見ました。\n\n（9）全体的に、それは私のお気に入りの偉大なアニメでした。 あなたが良い喜劇を楽しむなら、これを見なければなりません。 それはまたロマンチックでかわいいですが、ほとんど劇的ではありません。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "firemercury",
    "profile": "/profile/firemercury/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=133813",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  8\n\n私は通常、イントロからのアニメについてどう感じるかを判断することができ、これも変わりません。 全体的には、偉大なキャラクター、音楽、ストーリーを見てとても楽しいものでした。 しかし、私はそれが本当に終了していないと言ったように、それはあなた次第です。 ダウンサイドでは、実際に終了しない別のアニメ。 彼らはちょうど良い場所を選んだ。 それにかかわらず、時計の価値がある。 私はフルーツバスケットと戦術のマッシュアップとして、このアニメを記述することをお勧めします。 果物のバスケットのように、この平均的な学校の女の子は、すべてが彼らにテーマを持っている（奇妙な神である）奇妙な男性の束と一緒に暮らしている。 彼女はそれぞれの善を見つけ、彼らはすべて彼女を崇拝する。 戦術と同様に、人間と悪魔は一緒に働くことができないという強い中心的テーマがありますが、人間はそれを過ぎることに決めました。 ラブストーリーは当初予期していなかったが、それは私が好んだ全体的なストーリーの方法では得られないが、必ずしも「彼らは決して一緒にならない」土地に残されているわけではない。\n\n長所：\n - カイト、軽い心のストーリー（あなたが病的なアニメをやってきて180をする必要がある場合は素晴らしい）\n強い人格を持ち、バックストーリーを発達させた偉大な人物\n - 本当に良い音楽\nアートワーク\n-even tho主人公は典型的な高校女の子であり、胸を張って胸を張っているが、彼女はまだ多くの性格を持っていて、彼女の周りのすべてに与えるものではない\n\n短所：\n - 最大のものは、それが本当にエンディングを持っていないということです（マンガはまだ出版しています）\n - 上記の理由から、いくつかのプロットホールがありますが、全体的なストーリーは良いです（フルーツバスケットがどのようにプロットホールを持っているか考えてください）\n少し時間が掛かったと感じ、時間の進行があまり明確ではない\nあなたの声優が重要だと思っている人は、本当に日本語でこれを見ています。 英語は良いですが、楽しみは新しい俳優でとても短いので、アニメのすべてのキャラクターは同じように聞こえ始めています。 それは本当にトゥーエの声のために私を盗んだ。ただcuz tatumは使い終わっている。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "katlee8225",
    "profile": "/profile/katlee8225/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=85161",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれはすべての時間favかもしれません！  （しかし、果物のバスケットはまだかなり結ばれています）私はちょうどすべてに10を与えました！ 大好きです！！\nストーリー-10\n私は彼女が本当に知っていない男と一緒に住んでいる貧しい少女についての全話が大好きです。 私はトモエがキツネの精神だと思っています。 私はナナミが少し感情的だと思いますが、それは大丈夫です。 私はトモエがいつも彼女を守るためにそこにいるのが大好きです！\nアート-10\n私はこれまでにアニメで見た中で最高の芸術がこれにあると思う。 ちょうど素晴らしい！\nサウンド10\nただ素晴らしい！！\n文字-10\n私の好きなキャラクターはまだトモエです！ 実際に彼は私のトップ3のfavのキャラクターです！ 私はこの種の物語のために私が好きなあなたの典型的な女の子だと思います。\n楽しさ-10\n私はこのアニメをどのくらい楽しんでいたのか、すでにかなり明確にしていると思います！ 私は初めてそれを見たときに恋に落ちました！\n全体的な - 私はちょうどそれが大好き！  :)"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "wisa",
    "profile": "/profile/wisa/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=77521",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまず、アニメ字幕に入ることは一度もありませんでしたが、私は画面の下から読み込むのが好きではありませんでした。 でも、今はちょっと好きです。正直、それほど悪くはありません。\n\n私は本当にこのアニメを楽しんだと言わなければならない。 それはよくできていて、美しく、華やかで、暗くてセクシーです。 うん、私はそれを言わなければならなかった。\n\n私はこのショーを見ることを強くお勧めします。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "cr6zym0nkeyiz",
    "profile": "/profile/cr6zym0nkeyiz/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=117689",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\n最初のエピソードを見てこのアニメを始めた時、私はそれがそれほど素晴らしいとは思っていませんでしたが、もっと多くのエピソードがそれに注がれていれば、私はそのようになりました。 私はTomoeのためにそれを見ることを決めただけだと認めます。 彼は私が見ているこれらすべての写真の中でとても暑かった。 ハハ。\n\n芸術はとても素敵です。 私はそれを認めます。 彼は間違いなく一番ホットな男です.Naナミとトモエの関係がさらに発展してくれることを願っています。 彼らは美しいオープニングと終わりのテーマソングと音楽を持っています。 私が持っている唯一の問題は主人公、七海です。 彼女は私の好みにはあまりにも多くの馬鹿のようだ。 私は彼女を容認することができますが、時には彼女はとても馬鹿だと思います。 そしてTomoe！  Fangirlの叫び声！ 彼は私のハイライトです！ アニメのエピソードがもっと欲しいので、私はもっと彼を得ることができます。"
  },
  {
    "title": "Kamisama_Hajimemashita",
    "id": "14713",
    "url": "https://myanimelist.net/anime/14713/Kamisama_Hajimemashita",
    "user": "thewolfofanime",
    "profile": "/profile/thewolfofanime/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=121715",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\n私たちがこれに入る前に、この全体のレビューが私の考えである。 このレビューでは、私が好きなこと、それがどうやって自分自身に現れたのか、私が改善できると思うもの、そしてもっと多くをカバーします。 何かが間違っていたら（名前やエピソードのように）、教えてください。私はそれを修正します。 ありがとう、私のスポイラーがあなたと違うかもしれないので、このレビューにはスポイラーがあります。 私はアニメだけを話そうとしますので、あなたがそれをすべて見たならば、あなたは安全です。\n\n私はこのショーを本当に愛し、どのようにそれが現れたかを知った。 私はそれを見ているだけで一晩中見ていたが、普通にそうであったように25のエピソードにアニメを続けなかったことを見て、私は失望した。\n\nストーリーライン：\n私は本当にそれが好きでしたが、これは本当に新しいものではありませんでした。 たとえ彼らがそれをかなりうまく引き出したとしても。 超自然的な気分は、私が見ることがさらに良くなり、それは決して古くはなかった。\n\nアート：\n素晴らしい！ そのような美しい芸術は、それをさらに良くしました、私にはいくつかのアニメが好きではありませんでした。\n\n音：\n非常によく作られ、彼らはそれを非常に良いものから引き出した。 楽しかった。\n\nキャラクター：\n\n私は本当にそれらを、好きな人が好きだった。\n\n（スポイラー警告あなたが全身を見ていない場合）\n私が本当に欲しかったのは、七海は神であるというスキルを学ぶ上でよりうまくやっていました。 そうでないことを意味するわけではありません、私は私の歯を通して横たわっていますが、それでも改善されている可能性があります。\n\n楽しみ：\n一番上に、私はそれを愛していました。 素晴らしいショー、私は完全に私の友人にお勧めするショー。\n\n全体：\n良いショーですが、それは世界で最もショーではありません。 たとえ次のシーズンを見ていても、そのシーズンを見ています。\n\n（彼らのロマンスについてのスポイラーは、あなたが全身を見ていないと読まないでください）\nロマンスはとてもいいですが、TomoeとNanamiのロマンスはとても遠かったです。 しかし、トモエが彼女と恋に落ちるのを恐れていたので、私はそんなに不平を言うことはできないので、私はその人をそんなに攻撃することはできません。"
  }
]
