[
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "datkrazykorean",
    "profile": "/profile/datkrazykorean/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=205721",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私が始める前にこれを言うつもりなので、皆さんは私のPOVがどんなものかという一般的な考えを持っています。  Chuunibyou Demo恋のことしは、いつも私の好きなアニメです。このアニメの受動的なレビューをここでやりたくないのなら、これはあなたにとって間違ったレビューです。\n\nまず、このアニメのすべてが完璧です（私にとって）。 キャラクターは非常に活気があり、パーソナリティーでいっぱいです。物語は心温まるものです。あなたがしばらくひどいことがあっても、キャラクターが直面している問題に関係している可能性があります。 このアニメのビジュアルも驚くほどあり、かなりリニアなデザインで、アニメーションや一般的な芸術に対する暖かさがあります。\n\n私はちょうどこのアニメのためのダブが非常に良いことを指摘したいと思うし、それを見ることをお勧めします。 サブも素晴らしいですが、私にはストーリーに合っていないようです。 私は本当に一つの理由のためにダブを指摘する必要があった。 ダブはちょうどアニメを見て楽しくしました。 私の考えでは、あなたはそれを見るために一晩中問題を抱えていなければアニメだけを見なければならず、ダブはそのアニメの背後にある個性のためにこのアニメをより良くします。 対話の多くは変更されており、サブと同じスクリプトではありませんが、多くのアメリカの文化的側面がダブで使用されています。もしあなたがアメリカ人なら、あなたはこれらのジョークを感謝することができます。 あります。\n\n私のレビューでは、私は物語を指摘しないようにしようとすると、一般的には何の情報もなく、アニメを見ることを説得しようとする。 この場合、いくつかの情報を与える必要があります。 まず第一に、これは「スライス・オブ・ライフ」アニメなので、あなたと私が関連して覚えていることがたくさんあります。 また、これはアニメのロマンスのジャンルの下に落ちるので、あなたがロマンスの重い話にならないなら、これはあなたのタイプのものではありません。\n\nキャラクターのためのセクションだけ、彼らはこのアニメの焦点です。 彼らの性格やバックストーリーはこのアニメを動かすもので、他のアニメとは違う形であなたの気持ちを実際に感じさせます。 実際にアニメが展開しているのを見ているように、有機的な感じがします。\n\n結局のところ、私が今まで見てきた私の好きなアニメは、中日デモ、恋愛チームです。 これと第2シーズンは驚異的ですが、第1シーズンは第2シーズンよりはるかに優れています。 私はあなたがもっとドラマ愛好家であれば、最初のシーズンはあなたのためです。 しかし、第2シーズンの「Chuunibyou Demo Koi ga Shitai Ren」は、主にロマンスに支配されていますが、両方とも驚くほどうまくいっています。 文字、音楽、芸術、そのすべてここに。 本当に、私はこの程度までにアニメを楽しんでいません。 あなたがこのアニメを見ていない場合は、それを撮影してください。 私はあなたがショーの間に楽しむことが少なくともあることを保証します。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Toby_Kun",
    "profile": "/profile/Toby_Kun/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=205580",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\n名前：ちょっと男ちょうど強い結末を見終わった！ 京都アニメーションが12本のエピソードを数えてくれたので、私はこの番組が12のエピソードの1つのシーズンに過ぎないことに満足しました。 私は、あなたがプロットの欠如について罵倒している人がいなくても、「それは昨シーズンほど良いものではなかった」など、それをどのようにフォローしていますか？\n\n私は良い物語のための袋です、そして、この結末は、私がそれを通ってほとんどの方法を教えてくれました。 彼女が母親と祖父母と一緒に戻ってくることを決意し、祐太を後にしている間に、彼女は「正常」になることを失ったことに対する彼女の内なる苦しみを取り戻す。\n\n重要な最後の文章「あなたは特別です」で、将来のユウタの手紙。 彼女が若い頃に彼女を観察することから彼女のチャウニボーをどのように獲得したのかについての久寿の説明をユウタに説明している。[私はフラッシュバックが重要であることを知っていた！  ;-)]ゆうたの「普通の」デカモリとニブタニの突然の深い考えは、あなたが普通ではないと信じるために、あなたが特別だと信じている同じコインの裏側です。\n\nゆうたが里親の祖父母の家に逃げ出し、逃げ出した時の流れはすばらしく出来て、とても感動を伝えています。  Rikkaから彼女の父親への強力な別れ、とても悲しい、しかし彼女の人生で進む必要がある。\n\nある人は、Rikkaの家にある他のキャラクターが考案されていると思っていましたが、そうは思わないです。 夏のOriental Magik Napping Societyは、最終的に友人になった人々を魅了しました。 私は、友人が必要な時にお互いを助け、支援したいと考えているのは、それが人格だとは思わない。  ;-)\n全体として、私はそれが終わるのを見るのが悲しいですが、それはそれがやったように終わったことは非常に幸せです。\n\n私は第2シーズンを見たいと思っていましたが、彼らは最初のシーズンを時間のテストに立つ満足のいく結論に包み込む素晴らしい仕事をしました。本当に必見です^^"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Mnemofysh",
    "profile": "/profile/Mnemofysh/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=154427",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  9\n\n「ねえ、あなたはここの萌えキャラではない！」\n - プロのように第4壁を壊す方法、ゆうたの礼儀。\n\nタイトルの周りを回る議論でこれを始めましょう。\n個人的には、このサイトのほとんどの人と比較して、私の小さな日本語のボキャブラリーと合わせて、MALのタイトルの翻訳は私を少し誤解していると私は信じています。 より正確な翻訳（kissanime.comから、そして同時に、「類義語」の下でも）は次のようなものです：私の思春期の誇大妄想にもかかわらず、私は日付が欲しいです！\n\nそして、それはまさにそれです - ロマンチックな関係の多くは、よく、ロマンス、または少なくとも意志を持っているかなりロマンチックなコメディです。 そして、タイトルにもかかわらず、これは主なものばかりでなく、「チューニボー」に苦しむ人物にも及んでいます。「8級の症状」または壮大な思春期の妄想として知られています。 いずれにしてもタイトルとカバーアートが私に信じてくれる本当の魔法はありませんが、それは他の誰よりも自分の過ちです。\n一見すると、それは人生の正統な部分であり、本当に特別なことはありません。 毛羽立って積み重なったプロットラインです。 最後に、それは人生の断片なので、プロットラインはあまりありませんでした。 それは私が最近見た他の多くのアニメとは対照的に、私がしばらくの間、アニメで笑っていたという事実は別として、特に興味深いものは何もありませんでした。 事実、私が心配していた限り、エピソードはさらに別々の部分に分割され、イベントの「アーク」を経て進歩しました。私はすでにバケモガタリで十分だったのです。 私はそれが生命の断片アニメの特徴の少しであると思う。 ロマンスには驚きの要素はありませんでした。あなたはそれを呼び出すことができます。 誰が2人の主人公と少なくとも誰と恋に落ちようとしていたかはかなり明らかでした。 技術的にはクラス全体が存在するにもかかわらず、実際には少数の文字しか存在しないため、すべての関係が明らかにそれらの間にあることになります。 そして、ほとんどのアニメと同様に、誇張（かなりのスピードで床に頭/拳/何でも打つキャラクター、金属製の手すりなどを常時携えているトカさん）、時間スキップ、 コース、騒ぎストーリー。\nそれが判明したように、このアニメは絶対に誤った第一印象でいっぱいです。 本当に平均的な始まりにもかかわらず、それは私が完全に楽しんだアニメに成長しました。 途中からちょっと後になると、もっと深いテーマが背景に現れ、私はこの深い意味を絶対に愛していました。 このアニメ（驚くべきことに）は、育ったこと、さらに重要なことに、変化に対処して受け入れ、特に私たちが見たいと思わない変化を多く扱っています。 これは実際には、私が好きではないし、変化にうまく対処しないという事実のために、私は非常によく関連する話題です。\nこのアニメは私の目では非常に立派ですが、私はロマンスと人生のスライスを嫌っていましたが、私はまだこのアニメが好きでした - 実際、私は自分のお気に入りリストに追加するのに十分良いと判断して喜んでいました 私は最初に持っていただろう）。\nChuunibyouのデモKoi ga Shitaiは全体的にユーモアに満ちた軽快なアニメです（彼らが最高のジョークではないにしても、私はまだ多くのことを笑っています）。 すごく楽しかったです。 死ぬほど！\nそれが欠点でも良い面も考慮に入れて、私は8/10のスコアを決めました。 そのような単純なプロットラインがどのようにしてうまく生成されたかは素晴らしいことです。 それは人生の一部であることを念頭に置いておいてください。だから、私が以前に言ったように、そのような顕著な線を持たないでしょう。\n\n京都アニメーションは、それが偉大な基準であることは明らかでした。 景色は私が見た最高のものではありませんでしたが、それはまだ非常に楽しいものでした、そして、それは非常に現実的であると考えて、アニメの一般的な感じに非常によく対応しました。\nキャラクターアートは私が見た中で最高のものの一つです。 文字はあまりにもモエではありませんが、それでも絶対に愛らしいものです。 私が1週間ほど前にt.v.で見た桜蘭高校ホストクラブのエピソードの5分のように、目は巨大で変形していません。  （申し訳ありません、ちょうどそれを持ち出さなければなりませんでした！）。\n最後に、私は、偶像崇拝と現実の「想像上の」世界の間に描かれているコントラストを愛しています。 私の好きなシーンの一つは、魔法のサークルが設定された最初の数回のエピソードではいつかだった - 青色のLEDであることが判明した光の真の壁面に輝いた最初の青い光、またはチュニビウスの頭の戦いのシーン 現実とは対照的に これはユーモア要素とは少し関係がありますが、私はまだ視覚的な側面とその変化を本当に気に入っています。  Rikkaが成長して眼瞼を失うと、これはさらに深くなります。すべてがカラフルになりますが、極端な尺度にはなりません。\nそれは目に非常に満足していたので、これは9/10に値するということは驚くことではありません。\n\n音楽は私がこのアニメでほとんど気付かなかった側面の一つでした。 私はそれに気づくために何が起こっているのか少しだけ集中していたと思う。 私が拾うことができたのは良いことでしたが、決して例外的な音楽ではありませんでした。 オープニングのテーマは、私が1分半を聞くのではなく、スキップする方がはるかに好きなテーマでした。 しかし、それが起こるにつれて、私はアニメの世界的な文脈で何を考えなければならないかは完全には分かっていませんが、私はエンディングテーマをもっと楽しんでいました。 私はそれが最もフィット感のあるEDだとは言いませんが、痛い親指のように突き出ることはありません。\n私は演技の声を本当に楽しんだ。 声はキャラクターに非常に似ていた。 たとえば、デコモリの性格は、彼女の声の様子、特に彼女の文章のすべてで「des」が強調されたと思った。\n特定のシーンを見直すと、音楽が本当にどれだけ美しいかが分かりました。 それはPMMMのトラックとは決して比較されませんが、全体としては素晴らしかったです（8/10）。\n\n文字は裁判が少し難しいです。 一方で、彼らの性格は、キャラクターの中には、ある程度の予測可能で浅いものがありました。彼らは、非常に面白いクラスを持ち、大人の良質な面に着いています（シンプルで、 人気のある女の子）、柔らかく、絶えず眠っている先輩、少年のキャラクターが女の子たちに自分自身の利益のためにあまりにも執着していること、信じられない男性の主人公。 一方、私たちには、想像力が野生的に実行され、絶対に満ちている2つの主なチューンニボイスがあります。 最初の2つのエピソードの後、私はRikkaととても恋していたので、彼女をお気に入りのリストに追加することにしました。 デコモリと出会ったとき、私は誰がもっと愛したのかを判断できませんでした。 これは、それ自体が欠陥と解釈される可能性があります。つまり、2つの文字が非常に似ています。  Rikkaのキャラクターはアニメの過程で変化しますが、変化のいくつかはやや活発で、彼女の最初のスパンクがどこに姿を消したのか疑問に思いました。\n結局、デコモリが好きだったのは、彼女が好きなチュンニボだけじゃなくて、私は彼女にとても関係していたからです。 この種のキャラクターはもちろん誰もが変わるだろうが、このアニメでこのようなキャラクターが見つかったという事実は確かにプラスだった。\n私は他のアニメキャラクターに似たキャラクターの側面を探しているだけかもしれないことに気がつきました。 私はまだ彼らはいくつかのステレオタイプを持っていると信じていますが、それは実際にはそれほど悪くはありません。\n全体的に、キャラクターは少し浅く、予測可能であるにもかかわらず、本当に面白くて面白くて、それぞれがショーに何かを加えています。 そして、私はこの側面を7/10にします。\n\n前項で述べたことの大部分について言及しているので、私は正直言って楽しさについてはあまり言い表せません。 しかし、私が要約しましょう：私の最初の印象と私の憎しみの両方ロマンスと生活のスライスの両方にもかかわらず、これは私が本当に楽しんでアニメになった - そんなに私は実際には怖かった私はそれを与える必要があります 少なくともその瞬間の拍車で）。 全体的に、それは心の近くに触れる明るいアニメです。\n\nストーリー：8/10\nアート：9/10\nサウンド：8/10\nキャラクター：7/10\n楽しさ：9/10\n\n全体：8.2 / 10（8に丸められた）\n\n--------------------------------------------------  --------------------------------------------------  --------------------------------------------------  --------------\nそのボタンをクリックすると、その理由を教えてください！  ：3"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=202562",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\n何が正常と見なされますか？ たとえば、中学校の親友が目のパッチと包帯で登場した場合、彼らは狂っていますか？ どうやら、彼らはちょうど社会の一般的な嫌がらせをするかもしれない方法で行動を始める約8年生に典型的に表面するchuunibyou  -  '病気'の重いケースを持っています。 このシリーズでは、chuunibyouを通過した、またはchuunibyouを通過している可能性のある人々のグループ、おそらくそれの根本的な原因を探っています。\n\nこれは主にデンパ・オンナと非常によく似ているユニークで探索的な作品で、主に魔法の/超自然的な要素がない点が異なる（チュニビの難民の頭にあるものを除く）。  Chuunibyouは、コメディーとロマンチックな要素の両方が有意義かつ面白いやり方で散在している、興味深い人生の断片としてふさわしく、プロット単位ではあまり進んでいない。 他の人が指摘しているように、それはあなたが見守っているのに十分楽しんでいる時間の大部分はひどく深刻ではないので、素晴らしい時間を殺すシリーズです。 全体的に、中日は有意義なキャラクターと刺激的な相互作用でいっぱいの予想外の驚きでした。\n\nアニメーション：\n過度に明白な時には、他の人が巧みに、中日の作品は混在することができます。 ほとんどの場合、適切な着色とライティングで品質は非常に良好です。 このシリーズを本当に他のものと区別するのは、細部（キャラクターの表情や行動）への注意と、チューニボーの視点から見たものの描写です。 キャラクターは、その外観が一意で、かなり面白いワードローブをいくつか持っています。 兄弟姉妹は、私が彼らが同じ血統を共有していると疑問に思うポイントにユニークに見えます。\n\nアクションは、この一見無地のシリーズには意外にも存在します。 まず、このシリーズには暴力的なキャラクターがたくさんあります。 私たちの主人公ゆうたを含む多くのキャラクターは、軽い空手のチョップから激しい激しい揺れに至るまでの攻撃で、他のキャラクターに繰り返しヒットします。 その後、チャニビョウが巨大な人間サイズの武器を駆使して奇妙な名前の攻撃とエネルギー発射で互いに攻撃する想像上の戦いがあります。  「現実の世界」では、勇者はほうきや傘などでお互いを攻撃しているのを観察しています。このすべての行動はほとんど「真実」ではないので、ここにゴア/血液はありません。 このシリーズでは、重要なファンサービスのないロマンス/ドラマのライトシリーズを手に入れることができるという凶暴な概念も紹介しています。\n\n音：\nショーは、電子要素を持つ鮮明でオープンな曲から始まります。 メロディーはそれほど偉大ではなく、歌手は時々彼女の能力の限界にぶつかっているように聞こえるが、もっと重要なのは、OPシーケンスが2パネルのアニメーションアプローチ 。 キャストによって歌われたEDは、興味深いパーソナリティと関連性のある歌詞を含むよりフィット感のある作品です。 残念なことに、BGMはデンパ・オンナと同じくらい印象的です。 このシリーズは、適切なサウンドエフェクトを戦略的に使用して、ユーモアあふれる特定の瞬間にアクセントを付けさせることで少ししか構成しません。\n\nボイス演奏のキャストは素晴らしいです。 はい、誰もが無意味な謎を取り入れて、自分だけが理解できるが、VAは実際にはラインが乾燥していたり​​、一般的に聞こえなかったことを確実にするために懸命に働いていました。 リカがサンカ・レイと同様に素晴らしい仕事をしている中、内田麻弥は素晴らしい仕事をしています。 比較的新しいスーレ・ウイサカはデュモモリと同様に素晴らしい仕事をします。デコモリは実際にチュンニョウの呪いの下で軽い外国のアクセントを持つように聞こえます。\n\nストーリー：\n特定のグループの友人に焦点を当てた、学校ベースの多すぎるシリーズのライフシリーズがあります。 これは、このカテゴリがまだかなり死んでいないことを再確認するいくつかの番組の1つです。 それは巧妙なキャラクターのやりとりと気分の光を維持するのに十分なコメディーとロマンチックな要素を混合した素晴らしい実行によって、「ただ別のもの」として分類されていません。 私たちの主人公、ゆうたは高校の新入生です。 彼は故意に遠い学校に引っ越して、彼の後ろに彼のチュンニボーの記憶を置くことができるようにした。 残念なことに彼のために、まだチューバに苦しんでいて、すぐにゆうたに興味を持っているRikkaという女の子がいます。 ハルヒと同じように、ユウタと梨花はチュンニョ型の活動をするクラブを結成しています。 ゆうたの普通の高校の夢は今遠くの記憶ですか？\n\nChuunibyouは非常にシンプルな単一のプロットラインを持っています。 このことからあなたを逸らすのは、プライマリキャラクターの間にうまく実行されたユーモアとドラマだけです。 ショーの大半はユーモラスな瞬間の多くが比較的軽いですが、最後のいくつかのエピソードは、キャラクターがチュービブー症候群に直面するとき、そして他のプレイヤーとはまったく異なる行動をしているため、 ショーの終わりに向かって、いくつかのキャラクター自身が哲学的になってきて、それは良い質問をもたらします。社会が正常と判断するものに従うのではなく、むしろ自分自身に忠実に生きるでしょうか？\n\nはい、このショーではあまり起こりません。 しかし、実行とペーシングはどちらも優れています。このジャンルの歴史からSFやその他のクレイジーな要素を使って興味をそそることができたので、私はこのシリーズ、その巧みさと簡単なメッセージに拍手喝采します。\n\nキャラクター：\n私はちょうどちょうどの人たちと同じように面白くて丸い人物を見てきたのでしばらくしてきました。 幻想的な夢の幻想から異国的な君への幻覚まで、シリーズは、一般的なナレーションを使用するのではなく、状況のユニークな視点を与えるために道を離れる。 主なキャラクターは、ほとんどがチャウニボー犠牲者と元犠牲者で構成されています。 これは、あなたが恥ずかしい過去を取り除くために必死になっているシンドロームを現在経験している人たちを持っているので、重要です。 この興味深い混合物にロマンチックな興味を育てるための品揃えを入れると、あなたは非常に面白いキャラクターの絵を手に入れました。 幼稚なデコモリから驚くべきニブタニまで、あなたはこのキャストに飽きることはありません。 偉大なキャラクターの開発、クールなスタイル、そして重要なロマンチックな進歩を期待してください。\n\n値：\nChuunibyouは偉大な音楽、畏敬の念を起こすアニメーション、またはクライマックスプロットラインのために記憶されません。 しかし、それは面白いプレゼンテーションと非常に活発な文字セットの下に埋め込まれた非常に実際のメッセージを持っています。 このシリーズを試してみることをお勧めします。 追放、この世界！"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Lord_Lamington",
    "profile": "/profile/Lord_Lamington/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=199731",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nChuunibyouデモKoi ga Shitai、Love、Chunibyo＆amp; その他の妄想！\n\nストーリー9\n物語はchuunibyou、または8グレードの症候群についてです。 主人公のゆうたに続くシリーズは、学校を移転したばかりで、「ダーク・フレイム・マスター」のふりをしている恥ずかしいチャウニブ・ステージのため、誰も彼を認識できない場所を探しています。 彼はまもなくチュニボーである女の子、リカに出会う。 あなたの人生、コメディ、ドラマのロマンスを残して、彼らの関係が成長するにつれて、この2つに続くストーリー。\n\nアート10\nシリーズのアニメーションは非常に驚くべきことです。 アニメーションは現実的であり、異なる感情を非常によく示しています。 キャラクターのデザインはユニークだったので、キャラクターはお互いに似ていなかったので、全体的な楽しみが良くなりました。 背景も変わりませんでした。細部と作業が盛り込まれ、壮観に見えました。\n\nサウンド9\nオープニングとエンディングのテーマはかなり良い、キャッチーです。 このシリーズの音楽は本当に気分を盛り上げ、コメディ、悲しい、強烈なシーンなどを作っています。 ダビングされた英語と下位の英語の両方がうまく作られており、価値があります。\n\nキャラクター9\nシリーズの主人公は、六花、ゆうた、新館、さなえです。 そのような短いシリーズのために、キャラクターの開発はかなり良かったですが、それは実際にはRikkaとYuutaだけでした。 他のキャラクターのほとんどはあまり変化しませんでした。 各キャラクターには独自の個性があり、それぞれのキャラクターを好きにします\n\n楽しさ10\nアニメは感情のジェットコースターで、最初のエピソードの後に​​すぐに夢中になり、シリーズ全体を1つの座席で見ました。 これは私の好きなシリーズの一つで、私はトップ10を離れて見ることができません。\n\n全体的に9\n全体的に、私は人生、ロマンス、コメディ、ドラマのスライスが好きな人にこのシリーズをおすすめします。 私はこのシリーズに高い9/10を与える。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Rayyken",
    "profile": "/profile/Rayyken/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=199521",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n2015年9月30日現在、このレビューを書き直しています。 それを扱い、書き直している。 私は以前のレビューで別のアニメを批判しました。私はあまりにも多くをやったので、書き直しています。 あなたが私の古いレビューを読まない限り、私が批判した以前のアニメが何だったのか分かりません。\n\n中日デモ恋をしています！ 私の好きなロマンス/ハーレム/コメディアニメの一つです。その理由は完全に陽気で、時にはかわいい瞬間をすることができます。 ショーにはいくつかの悲しい瞬間がありましたが、コメディを上書きするには十分ではありません。\n\nストーリー：9/10\n\nTakanashi RikkaはWicked Eyeのウィーダーで、Unseen Horizo​​nに行くようになっています...彼女は考えています。 彼女は私がこのアニメを見た時まで存在していたことを知らなかったチューニボーに影響を受けている。  Chuunibyouは、あなたがあなたが誰かではないと思うようになる「8番目のグレードの症候群」の略です。 私は実際にこれが存在するかどうかは分かりませんが、このアニメの事です。 トガシユウタはチュニビョウに苦しんでいましたが、神秘的に回復しました。\n\nトガシ・ユウタはコードギアスのルルーシュ・ランペルージと同じセイユです。彼の他の人格「ダーク・フレイム・マスター」を聞いたときの意味を知ることができます。 彼はダーク・フレイム・マスターだと思っていましたが、彼は過去にそれを入れたかったのですが、タカナシリッカは人生に入ってしまって、ちょっと台無しになりました。\n\nアート：10/10\n\nアート・スタイルとアニメーションは魅力的です。美しくて、アニメを捨てないほどのことが大好きです。 彼らの芸術スタイルに関係なく、私はすべてのアニメにチャンスを与えているので、私はアートスタイルのために多くのアニメを捨てません...ヴァンパイアホームズを除いて、アートスタイルは悪くない、アニメ自体は恐ろしいものでした。 私はこれを批判することは許されています。誰もそれがほとんど気に入らないからです。 私は1人で連続して4人を評価しました。\n\nサウンド：8/10\n\nサウンドトラックは、一部のシーンでは、ほとんどのシーンで顕著です。 意味をなさないが、誰が気にする。 サウンドトラックは魅力的で、余裕があれば聴いていますが、アニメやマンガを見て忙しいので、できません。\n\nキャラクター：10/10\n\nシリーズの私のお気に入りの部分、文字。  Chuunibyouのすべてのキャラクターは非常にユニークで素晴らしい、私はすべてが大好きです。  Takanashi Rikkaはこのシリーズの中で私の好きなキャラクターです。なぜなら、彼女はちょうど素晴らしいですから。 彼女はとてもかわいいので、次はおそらくデコモリサナエ、はい、それは正当な理由です。 その後、トガシユウタ、ニブタニ新館、クミンツユリになります。 彼は無作為にエピソードの一つで黒くなったので、一貫誠は存在しない。 私はちょうどそのエピソードで何が起こったのか分からなかった。 すべてのキャラクターは素晴らしいです、主人公は私のトップにちょうど... 5.シリーズの。\n\n全体：10/10\n\n私はシリーズ全体に10/10を与えました。それは傑作ではありませんでしたが...ナー、冗談です。 私の目では、それは傑作です、それは本当に魅力的です、そして、第2シーズンは大丈夫ですが、私はこの最初の方が良いです。 中日デモ恋をしています！ 彼らが最初の2つを打ち消す第3のシーズンを作っていない限り、長い間、私のお気に入りのロマンス/ハーレムシリーズの1つになります。 しかし、それはまだChuunibyouシリーズの一部です、そうです。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "AustinBoucinha",
    "profile": "/profile/AustinBoucinha/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=80622",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  9\n\n中日 - 自己の哲学 - 私たちの最大の恐怖\n\n私はこのアニメの最初のエピソードを見たとき、私は他のタイトルのように私がショーに吸い込まれなかったことを認めますが、いつものように次の少数のエピソードを見て試してみることにしました。 その決定は2012年の最後の四半期にわたってアニメとの関連で作った最高のものの1つだったと言わざるを得ない。\n\nアニメの前半は、キャラクターを紹介し、後で視聴者に彼らの真の色を示し、彼らが文学で表現しているものを紹介する、かなり良い仕事をしています。 一方、私がレビューに焦点を当てることを決めた後半は、人間が本質的に恐れている最大のもののひとつであるという哲学的な質問です。\n\n私はその答えは単純に自分自身であるという結論に達しました。 私たち人間は、日々の生活の中で、社会が作り出した規範の一部になるように大変な努力をしています。私たちは真実を世界に示していれば、その障害が起こるのを目の当たりにしています。\n\nしかし、Chuunibyouは完全にその理論に反する！ 問題の真実は、私たちの真の自己であり、私たちの自己意識は永遠に私たちの一部です。 社会が単に変えることができないものです。 これは、人間を地球上の他の生き物と区別する大きな要因です。私たちは自由意志と自力を完全に可能にする意識を持っています！\n\n本当に私はあなたに言っているので、本当の自分は世界に十分ではないと感じる人にこのアニメを推奨します。このアニメはあなたの心を変えるものかもしれません。\n\nまた、私は最後のエピソードでMayan Apocalypse 2012の参考文献を愛しました：D"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Sparkyt3hMadman",
    "profile": "/profile/Sparkyt3hMadman/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=81164",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  7\nキャラクター|  10\n|  8\n\nこのシリーズは非常に大きな可能性を秘めていました。 私は本当にそれを愛したいと思うし、他の多くのシリーズであまりにも頻繁に残されている問題を取り上げるのが好きです。\n\nちょっと恥ずかしがり屋デモ恋人！ まず第一にコメディーであり、ロマンチックなサブプロットが後ろの座席を取っている。 これは、通常はrom-comを掘り下げない私のような人でも、楽しむのが簡単です。 多くの点で、このアニメはクラスの残りの部分と正確に同じページにない子供たちに対処し、それらをポジティブな光で塗りつぶします。 ある時点では自閉症意識のキャンペーンのように感じられますが、それは実際にはかなりクールです。 このようなアニメは、あなたが時には面白い人を見つけるために見なければならない暴かれた道からどのくらい離れているかを理解させ、それは私が最近見た他のシリーズの新鮮な空気の息吹です。\n\n本当にこのアニメのキャラクターを引き出すのはそのキャラクターです。 高梨里カは、特に、過去3年間に出てきたロムコンアニメの典型的なツンデレヒロインの新鮮な空気の息吹であり（ニールルコさんとは別に、それがポイントの横にある）、時には 彼女が自分の頭の外の世界について何か新しいことを理解することにどれくらい近いのか、彼女が物事を理解することからどれくらいの距離を置いているのかを見るために少し迷惑をかける。 他のキャラクターは、面白い、ユニークで面白い、自分のやり方で見ることができますが、メインの2つの強さをバックアップする以外には、ほとんど目的を果たしませんが、ほとんどの場合、少なくとも思い出深いものです。 ジョークはときどきオーバーライドされます。\n\nしかし同じように、アニメはそのキャラクターに強く依存している。 特にマンガからアニメへの移行では、実行の残りの部分の多くが不安定です。 プロットペーシングはどこにでもあり、たとえそれが理解できるものであっても、キャラクターの性質を考慮しても、シリーズでは目に見えない気晴らしを作ります。特に、最後のいくつかのエピソードでは、 キャラクターの間の想像上の戦いシーンのアニメーションは一流ですが、アートワークそのものとは完全には絡み合っていません。アートワーク自体は最小限で、幾分前衛的です。 色のスキームやモチーフは、奇妙なやり方で、夢メイメリーから引き出されているようです。 コントラストが少し高くなりすぎることがあります。そのため、時々環境が汚れて見えますが、これはキャラクター自身の色合いが柔らかく、パステルのようなものになります。\n\n健全な仕事は、アニメの基準でさえ、やや上品です。 萌えのキャラクターには典型的な萌え声があり、それがあなたのものならもっと見ることができます。 音楽は大丈夫です。少なくとも、あなたを物語の中に閉じ込めるという目的には役立ちますが、目立ったことではありません。 私は間違いなく良いことを聞いたことがあるが、それを打ち負かすのに十分な取引ではない。\n\n繰り返しますが、私は本当にこのシリーズが大好きです。 私は本当に新鮮な空気の息を探している人のためにそれをお勧めしますが、プロットペーシングについてはあまり気にせず、Chuunibyouが最終的なプレゼンテーションで提供しなければならない様々なスピードバンプを乗り越えることができます。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Shigeta",
    "profile": "/profile/Shigeta/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=81130",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  7\n\n親愛なるアニメファン、\n最初の3つのエピソードは良いものでしたが、私はこのアニメが多くのノスタルジアで減少したと言って、嫌いです。 つまり、それは悪いことでも良いことでもない。 あなたはこのアニメを見ている間、少数のエピソードでは楽しいですが、あなたが物語の中にもっと入ると、それは...まあ、あなたが起こると思うことはまったく起こらないと思います。 私を間違えないでください（あなたは嫌いです）、すべてが完璧でしたが、ストーリーライン。 しかし、思考によれば、このアニメは生涯のレッスンを教えても、平凡なグレードになるだろうと私は言っていただろう。 しかし、このアニメが良いかどうか、これを見て0-5の間で、私は2と言うでしょう。私に同意しない人のために私を許してください、これは私が悪いレビューを与えなければならなかった最初のアニメです。\n\n日本語：\nあにめ ふぁん の みなさま、\nSaisho no 3ttsu no episōdo wa yokatta ga, watashi wa kono anime ga chūsen de kyōshū ni genshō shita to, i~tsu te, shitatameru koto o nikumu hitsuyō ga arimasu. Watashi wa sore ga yoi koto mo, warui kotode wa AAde wanai, to iu imi. Kono anime o mite iru ma, sore wa ikutsu ka no episōdo de tanoshīdesuga, anata wa monogatari ni ōku o eru yō ni, sore isshu no... Mā, sore wa nani ga okorudeshouga mattaku okoranai to omou mono wa nani demo, motto ki ni naru. (Anata no kirai) gokai shinaide kudasai, subete ga kanpekide wa sutōrīraindatta. Shikashi, shikō ni atae rareta watashi wa, sore ga jinsei no kyōkun o oshiete iru baai demo, kono anime wa heibon'na seiseki o toru to nobete itadarou. Shikashi, kono anime wa kore o mite no 0 kara 5 no ma ni ryōkōdeatta ka hi ka ni kakawarazu, watashi wa 2da to omoimasu. Watashi ni hantai suruga, kore wa watashi ga warui hyōka o ataenakereba naranakatta hatsu no animedearu hito no tame no watashi o yurushitekudasai."
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "UnariChan",
    "profile": "/profile/UnariChan/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=81272",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はすぐにそのユニークなキャラクターデザインとカラフルで魅力的なアートワークによって描かれましたが、私はすぐにこのアニメにスリリングで心温まる物語があることを知っていました。\n\nストーリー\n最初の一見で、Chuunibyouのデモは、モエの側面とファンサービスに焦点を当てたさらに別の平凡なアニメのように見えるかもしれません。 アニメにはモエの瞬間とビキニのシーンがたくさん含まれていましたが、それは素早く使用され、ストーリーとの関連性がありました。 私は要約に記載されて以来、話を説明する時間を無駄にするつもりはないが、基本的に愚かな、皮肉なユーモアとcutesyロマンスの混合物です。 エピソードの最初のカップルは、エピソードの最初のカップルのあなたが期待するものですが、それはさらに強力なストーリーのラインに向かって操縦するまでではありません。 もう一人の目が水をあて、少女の感情的な物語と彼女の闘争と男の子と後悔。\n\nキャラクター\nキャラクターを知ることは、お互いに魅力的な関係とそれに伴う魅力のために、このアニメの重要なハイライトでした。 彼女の変わった個性と興味深いキャラクターの発展のために、主人公の主人公であり、最も魅力的なのは高梨六花です。 男性の主人公がまったく同じものであり、出演や性格が繰り返されていることが時々あるので、戸越裕太は男性の主人公に対する私の期待を超えました。 私はデコモリ、ニブタニ、クミンのようなキャラクターがほとんど見えなかったので、影に残っているキャラクターがいくつかあると感じました。\n\nアート＆amp; amp; アニメーション\nオリジナルのキャラクターデザインと魅力的な色を持ち、K-onの女の子と明らかに類似していて、私はそれを見ることができませんでした。 このアニメでは、流暢なアニメーションと素晴らしい夜景に満足しました。\n\n音\nオープニングは受け入れられましたが、私はちょっと落ち着いていて、この部分のためにもっと劇的なサウンドトラックを使っていたかもしれません。 結末は素晴らしかったし、私はそれが合併症を表すことに関連していると感じました。  bgmとOSTは素敵で、正しく使用されていました。\n\n全体的に、Chuunibyouは愛情豊かでチャーミングなアニメであり、ロマンス/コメディのテーマです。 愛らしいキャラクターと魅力的なプロットライン。 ウォッチに値する。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "DAVIDPD",
    "profile": "/profile/DAVIDPD/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=80728",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n正直なところ、青い月に一度、私たちは、アニメの視聴者は、この良いアニメで飾られています。 それを優秀なものと呼ぶことは、控えめな表現になるでしょう。 私は確信しています、数年後にこれは古典になるでしょう。 鈴木晴利のメランコリー以来、私はこのアニメを見たことがありません。 皆様、私は謙虚に祝福するかもしれません、幸福のデモKOI GA SHITAI！！\n\nCHU 2を表現する最も基本的な方法は、前述の私の好きなアニメ「スズミヤ・ハルヒのメランコリー」を走らせた同じテーマの若い愛に関するアニメです。 それとも初めて恋に落ちるかのようなものです。 はい、超自然的なテーマ、（軽い）変態ユーモアがあります。私たちは皆知っています。しかし、CHU 2の主なテーマは間違いなく愛です。 その愛が私たちの主人公、ゆうた、またはRikkaの家族の愛から来ているかどうかに関わらず、このアニメはすべて、愛する人を扱うことです。\n\nプロットは、基本的にあなたが大人になってあなたがより積極的な想像力を持って挑戦しようとしているときに、チャウニボーに苦しむ女Rikka、または第8グレードの症候群の周りを回っています。 高校を卒業したリッカは、すぐに自分のチャウビョウの事件から取り除かれた男の子、ゆうたと友達になります。 ゆうたは自分の「古い」自己を嫌っているが、彼女は魔法とオカルトの世界から逃れることを拒否している。 途中で、彼らは新しいクラブを結成し、4人の他のキャラクターを集めます（または強制します）。 ユーモアは、自分の古いやり方を取り除こうとしているゆうたと、リカの常識を変えようとしています。 ドラマはRikkaが乱暴な過去から生まれたものです。 アクションは、魔法と大きな剣が現実のリカの幻想から来ます。\n\nアニメーションは素晴らしいです。 クイックアクションカットは、キャラクターの動きがスムーズに流れるように、すべてが最も優れています。 それは私に、秀和と涼宮ハルヒの憂鬱のアニメーションスタイルを思い出させます。 サウンドデザインもとても良いです。 サラウンドサウンドヘッドフォンで聞く私は、5.1サラウンドサウンドシステムと同様、多くの方向性を持っています。 声の演技は、それが得られるように、それが明確かつ十分な性格であるため、賞賛されるべきである。 技術的には、CHU 2はアニメの権利を行うための完璧な例です。\n\nこのアニメが好きなのは、それについて私がとても好意的なのは、それがジャンルを非常にシームレスにブレンドする方法です。 はい、ちょうど中途半端な顔がありますが、プロットが賢明ですが、CHU 2の最も重要な部分は、クリエイターが非常に多くの面白いビート、劇的な崖、完全に魅力的なアクションビットでどのように織ったかです。 私たちが観客がRikkaと現実を打ち砕くときはいつも、BLACK ROCK SHOOTERのアニメはどうだったのでしょうか？ 若い女の子が「運転席」に座っている世界へ逃げ出します。力と勇気とコントロールは、彼女の世界にあるものですが、現実にはこれらの特質が欠けています。 彼女が人格として進歩するにつれて、これがどうなったのか、そして彼女が彼女自身を取り戻すために必要なことを学びます。\n\n私がCHU 2について嫌ったのは、その長さでした。  12回のエピソードでは間違いなく十分だった。 これは簡単に22シリーズまたは24シリーズとすることができました。 もし私が本当にかわいそうでなければならないのであれば、Rikkaの姉妹にはより多くのキャラクターが登場するかもしれないが、それは本当にかわいい。 全体的に、私は実際にCHU 2について不平を言うことはあまりありませんが、それはちょうど良いアニメでした。\n\n結論として、これは、風変わりなユーモア、ドラマタイプのアニメが好きな人のアニメです。 それは深刻な十代のドラマのようなものではありませんが、それがたくさんあります。 どちらも超自然的なタイプのアニメではない。 しかし、それは楽しい方法で多くのジャンルをブレンドし、いずれかのタイプの多くを望むことはありません。 これは、あなたが最初のエピソードが気に入らなければ、それはあなたのためではないかもしれないが、あなたがそれを楽しむなら、これはあなたが今までにやることの中で最も報われる\"旅行\"の1つになる、1つのアニメです。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Spoony_Bard",
    "profile": "/profile/Spoony_Bard/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=86633",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  8\n\n「自然や社会と戦うことを強いられ、男と市民の間で選択しなければならない。両方を訓練することはできない」\n\n明日の通りで私が歩いて、中日が何だったのか尋ねたら、「かわいいことをする奇妙な女の子がいて、心が爆発した」という行に何か答えてくれるだろう。 私はちょうどそれを残して、10を与えて、上記の何かを好きな人にそれを勧めますが、それは簡単ではありません。 それは決してありません。\n\n私は放送開始後すぐに番組を開始した。 それ以前は、京都アニメーションが行ったことは何も気にしませんでした。私は仕事の多くを見ていなかったので、私は心を開いていました。 ショーのすべてが素晴らしいから、それは無駄ではないことが分かりました。 芸術と音楽はどちらも優れていて、キャラクターは素晴らしく（ほとんどの場合）、最後のエピソードの終わりまでストーリーは私を魅了し続けました。 ここからいいと思うよ、そう？ これは実際に問題が始まる場所です。\n\nつまり、最後のエピソードの後、私はそれが約1日でどれほど良いかと考え、次の2ヶ月間はそれを完全に忘れてしまいました。 約二日前、空想の真っ只中に、私は突然思い出しました。「オハイオ州、チュービブー。 Denpa Onnaによってかわいいことをしている変わった女の子が行われました。ワタモテは8番目のシンドロームによって育ちましたが、すべての技術的な要素は既に他の作品に取って代わられています。 それが行われたことの最も良い例であることは、それが目立ったものではありませんでした。 それは本当にクールでした。 私の頭の中に浮かんでいる他の思考に向かうために戻った。 それ以来、私はそれから何かを取っていませんでした。 私がショーを終えてから10年を与えてくれたものはすべて私と一緒にいた。 別の言い方をすると、私が10を与えるすべてが何かのために（私の心の中で）基準を設定し、その位置だけを保持します。 バケモガタリは男の主人公のための私の基準を設定して（可能な限り芸術的である）、Gurren Lagannはトップ、ホット・アクション、テストステロン中毒のための私の基準を設定しました。私はチュニビョウを愛しましたが、何もしませんでした 遠隔地に近い。 ほとんどすべてのことがきわめてうまくいったが、それは以前よりよく行われていたし、以前と同じようにうまくいった。 \n\n私はこの問題のいくつかは最終的なエピソードの終わりから来ていると思います。それは突然、そして決して微妙に私に物語の道徳を伝えませんでした。「チューニボー」は私たち人間と私たちの自然な自己意識によってもたらされます。 自分自身に唯一の真実なので、それを持っていることや抱いていることを恥ずかしく感じる理由はありません。 これは誰にでも学ぶ良いレッスンですが、私は同意しますが、それは私にとって無駄な教訓です。\n\n今、私は子供として後悔したことはしていないと言っているわけではありません。 それはちょうど重複しているので、道徳的なものは無駄です。  「自分自身である」というレッスンは、誰もが何百万回も聞いたことであり、同じ時間に何かを読んでいて、より包括的で、微妙でない同様のメッセージをくれました。 私はそれが何であったかは言いませんが、それは基本的に、他の男性に依存することも支配もされない方法で生きることが理想だと言っています。 私はそれがちょうど不幸なことに終わったことを意味すると思うが、私はそれもそれだとは思わない。 いずれにしても、持続的なインパクトを目指した中部の試みはまったく機能しませんでした。\n\nRikkaはまだかなりかわいいですが、多分あなたは私より多くを取るでしょう。 今私は道徳的見解と私の見解を別々に裂いて、それらを近くで見ていると、それに落ちるかもしれません。私はChuunibyouを基本的に誰にでも推薦したいと思います。 しかし、あなたが見ている最高のショーの1つとして競争相手を探しているなら、それはおそらくレーダーの下で滑ります。 私は本当にそれが10を得るべきだったと感じるように、私はそれを言うことを憎むが、それは十分ではない。\n\nそれは、このレビューを通して考えた後、少し明るくなってきています。 私は深くそれを道徳的なものに掘り下げたことはありませんでした。そして、ちょうど私がちょっと後で起き上がろうとしていたことが何とか影を落としました。 私は、最近のうちの1つを再ウォッチする必要があります。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "EteheralForm",
    "profile": "/profile/EteheralForm/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=82232",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私の考えでは\nこのアニメはすごく元気です！\n1. OP曲が実際にスポットに当たった（ZAQのSparkling Daydream）\n2.すべての女性キャラは、彼ら独自の個性を持っています。\n3.このアニメは深い意味がある\n\n私はこれをもっと早く見なかったのは残念です。\n物語はちょっとしたものです。リカの過去、彼女が初めてユータに会った経緯、彼女が耐えなければならなかった悲劇、彼女のための理由\n\n私のために最高のものは：このアニメは、成長し、あなたの幼稚な性格を残して簡単ではないことをウォッチャーに語った\n私はちょうど1つのことが好きではありません、最終的になぜ成長しているリカとサナエはとても幼稚な人格に戻ってきます。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Hadrianlee",
    "profile": "/profile/Hadrianlee/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=80774",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nこれは私の最初のアニメレビューですが、私はこのアニメで始める方がいいですか？\n\n\n正直言って私はそれがちょうどランダムな喜劇平均アニメになると思った、非常に面白い話。  7つまたは8つのエピソードシリーズには、物語は非常に感情的な話になって非常に深刻になって本当に驚いて私を取った。\n\nこのアニメを見ていると、あなたの幼年期を覚えさせるように、またファンタジーと現実をどのように混ぜるのか、あなたの感情を引き起こします。\n\n京都のアニメーションは本当にそれを釘付けにして、私はあまり期待していない！\n\n私はこのアニメのアニメーションとサウンドが優れていると感じ、プロットは非常によく実行され、これは私の好きなアニメの1つです。\n\nこれを一言でまとめると、「驚くべきことだ」という概念がこのようなアニメがたくさんあって、その概念が違っていて、私はまだ娯楽と同じような概念のアニメを見ることができないので賞賛します。\n\n私は非常にこのような愛らしいアニメとしてこれを見ることをお勧めします！\n\n読んでいただきありがとうございました。私の最初のことだったので、このレビューが参考になったことを願っています。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Falco2424",
    "profile": "/profile/Falco2424/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=231916",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  8\n\nこのアニメは非常にかわいい、あまりにもかわいすぎる（良い方法で）、私たちの主人公の目を通して語られた変わったかわいい女の子についての生き生きしたアニメーションのスライス。 生涯のジャンルに関わる私の関与は、クラナド、アノナナ、ハルヒ、君のナナです。 そして、私はこのシリーズがそれらのすべてよりも厳密に悪いことを完全に確実に伝えることができます。 ジャンルの経験がこのシリーズの私の見解を歪めていることは分かっていますが、私はそれを平均以下にしなければならないでしょう。 主人公のRikkaは、アニメの唯一の償還可能な要素であり、彼女は肩にシリーズ全体を運ぶ際に優れた仕事をしますが、1人のキャラクターだけが行うことができます。 プロットは明るくなく、他のすべての文字はタイトルほど忘れがたいものです。 しかしビジュアルは素晴らしいです。  1つか2つのエピソードを見て、あなたが私のようにRikkaに恋したら、それを見続ける。 それ以外の場合は、より良いものを見てください。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "BigBoss0327",
    "profile": "/profile/BigBoss0327/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=158845",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nストーリー：10/10\n\nゆうたは過去を避けて捨てようとしていますが、Rikkaはいつも迷子のように彼の周りを辿っているので、彼の幸運に加えて彼の学校に行くことができません。  YuutaとRikkaの生活がますます結ばれるにつれて、彼らはより近づき始める。 それ以上には得られない〜\n\nキャラクター：8/10\n\n文字は素晴らしいです。 私はそれについて他に何が言えるのか本当に知りません。\n\n私は睡眠少女やチアリーディング少女があまり好きではなかった。 私にとっては、それはすべての梨花、徳森、ゆうたでした〜\nちょうど過去、物語、そして想像力は私がアニメで見たことのないものです〜\n\n\n音楽：10/10\n\n音質は戦いに来て、遊んでいて、周りにいた時は素晴らしかったです。 声優/女優は華麗で、キャラクターをとてもうまく描いていました。 オープニング+エンディングソングのビデオと音楽も素晴らしかったですが、彼らが提供したすばらしい.gifとは別に、私の好みに驚く/思い出深いものは何もありません\n\n[video = youtube; 4ocZMgqtVkc] http://www.youtube.com/watch?v=4ocZMgqtVkc [/ video]\n\n[video = youtube; PwDAl_3Bwpg] http://www.youtube.com/watch?v=PwDAl_3Bwpg [/ video]\n\nアート：10/10\n\nRikkaとDekomori（彼女の「サーヴァント」）の目を見ると、その物語は非常に魔法になる。 彼らはすべてが違うと見ているので、人々が見るためのまったく新しい冒険です。 ふたりの戦い、代わりの競技場はすべてRikkaの8年生の症候群の一部です。 彼らの想像の外にあるものもすべて華麗であることは言うまでもありません。 照明と着色はスポットをうまく打ち、奇妙な感じを放った。 ここにいくつかのスクリーンショットがあります：\n[SPOILER] [/スポイラー]\n\n\n全体的な楽しさ：10/10\n\n私は中日のデモを恋人にしたいと思っていた！  9/10、しかし私は終わりを見たときにできなかった...\nすべてが適切に調整されているように見えました。正直言って、どうやってそれを引っ張ったのか分かりません。 キャラクターが状況に合わせて開発し調整するのを見ることは素晴らしく、私は何度も何度も生き続けることができます。\n\n最終的なレーティング：48/50\n\n私が個人的にそれを楽しんでいたので、私はこのアニメをとても高く評価しています。 あなたは今、私が真剣な批評家ではなく、私が好きなアニメ、つまり私が評価しているものを評価していることを私にとって伝えることができます。 これは決して形にはなりませんし、これまで最高のアニメを形成していますが、それは私のお気に入りの1つで、この点です。 私はユニークなアニメを愛し、これまでに一度も見たことがない新しい体験を私に与えてくれました。このアニメはそのひとりです〜\n\n第2シーズンが発表されたのは本当に驚いたが、私は不平を言っていない！ うーん、次の季節に放送するのを待つことはできない〜明らかに、このアニメを見てみんなに推薦すると、私は間違いなく、すべての年齢の人々がそれを楽しむだろうと言うだろう。\n\n\n推奨事項：\n\nこのアニメのようなものは他にありません。 それはそれらの明確な必見の傑作の一つです。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Ninjjamonk",
    "profile": "/profile/Ninjjamonk/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=157913",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  9\n\nまず、この番組はかなり素晴らしいです、それは優秀なキャラクターと興味深い（わずかに明白な）プロットがあり、あなたが各エピソードのすべての瞬間を通して関わり続けることを管理します。\n\n\nストーリー -  8  - 優れたペーシング。\n\n物語は、あなた自身を見つけるという一般的な考え方に基づいており、どちらも現実の言葉になりますが、過半数のフォールドを盲目的にはしておらず、代わりにあなた自身の人物です。 私が感じるこのストーリーはよく話されていて、私は個人的にそれを楽しんだ、誰もが少なくともこのストーリーを少しでも楽しむと思う。\n\n\n音と芸術 -  7  - 芸術と音の両方の特に具体的な幻想的な瞬間ですが、全体的にはやや上ですが、本当にユニークで邪魔にならない優れものはありません。\n\nこのアニメのサウンドは全体的にはかなり良いですが、完璧に機能しましたが、どこかにいくつかの場所がありますが、ほとんどの場合、特に気付いていませんでした。 それは絶対にそれが間違っている絶対に罰金、絶対に言うことです。 芸術は、再び見事に見えます（あなたがそれを見ているときに見えます）。しかし、そのほとんどは、現代的でよく描かれたアニメーションショーです。\n\n\nキャラクター -  8  - 独特の性格の良いキャストですが、特に特別なことはありません。\n\n特に特別なことは何も言わないときは、本当にユニークなキャラクターは誰もいませんが、すべてが声高に書かれ、信じられないほどうまく表現されています。 キャストの最善は主人公（もちろん）ですが、重症児を含む他のすべてのキャラクターはすべてまだ素晴らしいキャラクターです。\n\n\n全体的に -  8  - かなり多くの誰もがみんなで腕時計にふさわしい優れたシリーズです。\n\n私が言ったように、このアニメのための多くの描画があり、ほとんどすべての回しているので、誰もがそれを楽しむと思います。 文字、プロット、サウンド、アートはすべて完璧に動作します。 私が9または10を与えなかった唯一の理由は、それについて本当にユニークなものがないからです。 しかし、私の厳しい審査でも、それは8の価値があります。つまり、このアニメはとても良いと思います。 それを見てください。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "callmebiko",
    "profile": "/profile/callmebiko/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=157735",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  8\n\n私は非常に面白いアニメとして私に推薦された後、私はこのアニメを見た。 私は最初の3-4のエピソードの後で涙を浮かべていた。 あなたが私の想像上の友達と一緒にいて、エゴを変えていた「特別な」子どもだった場合、最初の3-4エピソードはあなたが見ている最も面白いアニメエピソードの一部です。 私は地面に笑っていて、このアニメはエピソード5周りまで蜂の膝のようだと思った。それはすべてが変わったとき、信じられないほど面白いアニメは非常にユニークで非常に劇的な話になった。 最初のシーズン後、私はほとんど涙が詰まり、すべてのコメディは憂鬱な物語に完全に影を落としました。\n\nこのアニメとそのフォローアップシーズンは、非常にユニークで、非常に面白い瞬間、非常に悲しい瞬間、非常にかわいいロマンスなどがたくさんあるので、\"chuunibyou demo koi ga shitai ren\"を観るべきです。\n\nこのアニメとの私の唯一の失望は、最初のいくつかのエピソードのように、心が軽くて面白いと思ったのですが、代わりに私のカードを入れて、最初のシーズンの終わりまでに泣いていました。 しかし、第2シーズンはもっと心が軽いです。 全体的にこれは素晴らしいアニメシリーズであり、誰にでもお勧めします。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Gammie",
    "profile": "/profile/Gammie/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=228332",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\n私はアニメを見て笑う。 私は幻想のアニメを見る。 このアニメは私にそのような気持ちをもたらし、私にそれとの大きな絆を与えました。\n\nアニメ「中日劇デモ恋愛会」は、本当に素晴らしいアニメでした。 最近の多くのロマンスやコメディアニメとは異なり、彼らはカジュアルなプロットを使用し、背景ストーリーには入りません。 そういうわけで、彼らの大半が別のシーズンや開発をもう得られないのです。  Chuunibyouはロマンスとコメディのジャンルに多くの素晴らしい感情と新たな展開をもたらしました。\n\n中日は私にとって素晴らしいアニメでした。 それは私をアニメ界に広げたショーで、私は中日映画と他のショーの質の違いを見せてくれました。 ショーは初心者にとって素晴らしい経験でした。 そのスタジオ、京都アニメーションは、このショーの中で多大な仕事をしていて、私はこのショーを楽しんだと言ってうれしいです。\n\n京都アニメーションは、多くのストーリーポンピング、心臓の駆動、感情のランニング、アニメでアニメコミュニティを配信してきました。  Chuunibyouは一番の例です。 私はこのレビューをすると多くの人々を興味をそそられ、この傑作を始めるように説得するような気がします。 私は多くの人々がこのショーを楽しんで、多くの人々にそれを分かち合うことを願っています。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "OdanUrr",
    "profile": "/profile/OdanUrr/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=157165",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nハゼロ、リアル！ ハジケロ、シナプス！ 追放...この世界！\n\n最近私はどこに興味があったのか分かりません。 それは指を回転させている少女と目のパッチを特集しました。 私はそれを見たのは初めてではありませんでしたので、私は好奇心を満々に満たし、彼女が誰であり、もっと重要なのはどこから来たのかを知ることに決めました。 シンプルなGoogle画像検索をすると、すぐに彼女の名前が高梨六花であることがわかりました。彼女はアニメの主人公の一人でした。「中学生デモ恋愛しました！ 私はそれを試してみることに決めました（神は私には十分なアニメがないのを知っているので）。\n\n物語には、中学校を終えて高校に入学しようとしている16歳の少年少女トガシ・ユタが登場する。 しかし、彼は暗黒の過去、特に彼の\"chuunibyou\"を残しておくことを約束しています。\"chuunibyou\"は、\"中学2年目のシンドローム\"と大まかに解釈されるアニメによく使われる日本語の用語です。  10歳から14歳までの若者が、自分が何かではないふりをしたり、他の人と違うように特別な力を持っていることを自慢しています。 これは、成長し、この世界で私たちの場所を見つけることに関わる多くの段階の一つに過ぎず、愛情、恥ずかしさ、後悔を含む感情が混じっていることがよくあります。\n\nその年のユウタが選んだペルソナは「ダーク・フレイム・マスター」のペルソナでした。そして、このペルソナとその想像上の戦いとクエストによって現実感が形作られたという点に達しました。 しかし、彼は高校に入っているので、彼は自分の家から数マイル離れた高校を選ぶ限り、彼の背後にある全てのものを「成長」させていくことに決めました。 だから当然のことながら、彼はチャウビョウの一風変わった事例を持ち、彼の別の人格を完全に知っている、年内の女の子である高梨六花を会うと衝撃的です。 さらに悪いことに、Rikaはコストにかかわらず、Ethereal Horizo​​nの探求にDark Flame Masterの助けを捧げることに決めました。\n\nこれは私たちの話のセットアップです。 このアニメは、ゆったりがRikkaから遠ざかるように努力していて、そうすることでますます癒されていく光のコメディーとして始まります。  Rikkaの召使い、Dekomoriのような、YuutaとRikkaのサークルの一部になりそうな他の二次キャラクターにも紹介されています。 自分の秘密を抱いていた別の女の子ナブタニ。 クミン、先輩の過度の寝心地。 随時漫画の援助をしている男子生であるIsshiki。 二次キャラクターのキャラクター開発に関してはあまり話がありませんが、その中にはかなり一次元ですが、彼らの瞬間があります。そして、彼らが典型的なやり方でお互いにやりとりするのを見て楽しいです。 典型的な高等学校のファッションです。\n\nRikkaとDekomoriの両方が彼らのチューリップのファンタジーを存続させ続けるため、このショーでは、日常的な事柄が、巨大な武器、膨大な数の呪文、そして起動するサウンドトラックを備えた本格的な魔法のデュエルに昇格します。 幻想を共有していないキャラクターでさえ、自分の力を持つ強力な敵として描かれています。  1つのそのような敵は、Rikkaのファンタジーで\"Priestess\"というタイトルを得て、スープスプーンで致命的で正確である、Rikkaの高齢者である高橋俊和です。  ToukaはRikkaの態度を承認も理解もしていないため、Rikkaと彼女の友人との取引で過酷であることがあります。 それは彼女が妹とうまくやり取りできると信じている一人のゆうたに（最初は脅迫で）手を差し伸べているのです。そして、少しずつ、私たちはこのアニメの予期せず悲しみの側面を扱い、Rikkaのchuunibyou  。\n\nこの中には、初めに納得できないような気がしていたら、リッカさんとゆうたさんのロマンスが始まりました。 私がロマンスに苦労したのは、裕太との姉妹関係が、他のアニメと同じように、リカを罰する兄弟の役をすることが多いからです この役割を果たしている姉妹かガールフレンドがいます。 確かに、Rikkaの出現と態度は彼女の年齢（16歳、Yuutaと同じ）に似ているので、私も捨ててしまいましたが、それは結局ショーのポイントです。\n\nRikkaとYuutaの両方が登場すると予想されるように、Yuutaが成長していくにつれて、彼女の現実はますます幻想と衝突するようになります。 おそらく私がショーについて最も不公平だと思うのは、Rikkaの家族がYuutaの肩に置いた責任の量であり、Rikkaが彼女の空想を放棄するようになったときに最終的にショーの悲しい瞬間につながるものです。 それにもかかわらず、彼は、彼が誰であり、何を望んでいるかをより深く知り、愛する女の子のために一層厳しく戦い、非常に感情的なシーズンフィナーレ（声優独特のモノローグによってやや害される）  。\n\n結局のところ、ショーはその欠点がないわけではなく、物語的には水密ではないかもしれないが、決して一度も次のエピソードを楽しみにして終わりまで楽しみませんでした。 これは、ロッカとドラマのバランスがとれた高校のコメディで、RikkaとYuutaが新しい不確実なステージに入っていく中で、これまでのアニメで最も印象的なロマンスのひとつです。"
  }
]
