[
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "LordPlucky",
    "profile": "/profile/LordPlucky/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=232183",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nなぜ私はこのレビューを長年かけて止めてしまったのか分かりません。おそらく、私が焦点を合わせて正義をしたいと思ったからでしょうか？ 何も残っていませんが、ダイビングは...\n\n私が最初に気づいていないそれらのために、「Chuunibyou」は、（言い換えれば）中学生の病気または症候群を意味する用語としてアニメに定義されています。 これはさまざまな形で現れることがありますが、このシリーズでは、あなたの典型的なファンタジーオタクのものよりももっと現実に溶け込む極端なLARPingの強迫観念を指しています。 誰かが彼らが悪魔の精神によって留置されていると思うか、または「コモンズ」が扱うことができないまたは理解できない古代の力を利用します。 これは、典型的には、非チャウニボーの人々によって幼稚な、または妄想的なものとみなされます。\n\nまともな話だから、私は何かを台無しにしたくない。 私たちは、ハードコアチュニビュウから新鮮になったユタと、彼が高校に通った今、彼を後ろに残そうとしています。 彼の計画はゆっくりと解きほぐされ、チュニビに深く浸った少女Rikkaと出会う。 彼らの相互作用だけでなく、真に動く感情的な物語に広がっています。 最も弾力性のある心臓の鼓動でさえ引き裂く多くの「甘い」瞬間があります。 それは典型的なSoLのアニメよりもはるかに多くの構造を持っています。私は個人的にこれを「クラブ」アニメと呼んでいます。グループのバインディング・グルーは、クラブ・クラブのテーマです。 あずまんが大王やラッキースターとは違って実際の物語がありますので、本当に同じカテゴリに入れることができたらidkです。 私がこれと比較できる最も近いのは、私が見た/見たアニメの中の倉敷ですが、以下の視覚的な違いをカバーします。 それのストーリーラインは明らかに若いですが、クラゲヒメは高校時代に設定されているので、より未成熟なように見えるかもしれませんが、キャラクターの設定に合っています。 全体的には素晴らしいストーリーですが、10を稼ぐには十分動かなかったのです。\n\n芸術は非常に素晴らしいです。 それは鮮明で、うまくいっていますし、「チュンニボフの映像」は単なる素敵です。 それと通常の映像とのコントラストはちょうど素晴らしいと非常に楽しい効果です。 ユーモアと気分を設定する/それは素晴らしい作品です。 これらの部分はあなたを興奮させ、少し上に物を混ぜることができます。また、「特殊効果」が明らかになったときにはかなり面白いです。 見て、とても面白い素晴らしいショーなので、芸術は私の意見では10倍の収入を得ています。\n\nこれは、私がダビングの代わりにサブベッドバージョンに基づいてレビューした2番目のものです。 伝えるのは難しいですが、特に悪いことや迷惑なものは何も目立たない（デコモリは時折船外に出ることがありますが）。 音楽も悪くないですが、私はそれが吹いているとは思いません。 私にとってはそれほど大したことではありませんが、それ以外は素晴らしいと思われますが、驚異的ではありません。\n\n\n\nだからこのアニメを見て楽しんでいる限り、私が見たのはそれが一番楽しかったと言わなければならない。 彼らは物語の弧があることを考えるとクリフハンガーをする能力を持っているので、私はこの物を他の物よりもずっと下に置くのがはるかに難しいと感じました。 倉吉姫と同じように、私は「Uggghh.... ok。もう一つのエピソード...」を続けた。 私は本当に繰り返しのエンターテイメントのためにそれを評価することはできませんが、私は間違いなく私はそれを初めて楽しんだと言うことができます。 私はエンディングが素晴らしく、物事を終わらせるために必要なものを正確に感じました。 しかし...今シーズンが終わったら、それは終わりではありません！  XD\n\n\nあなたが高校に設定されたSoLよりも多くの物語の奥行きを持つものを望むなら、あなたを笑わせる気分の良い「クラブアニメ」がほしいと思うなら、これは見るべき場所です。 現実的なストーリーと素敵なキャラクターの発展の要素を与えながら、ファンタジー/アクションの中毒者の欲望を満たすことができます。 それは間違いなくコメディーであり、いくつかの強いロマンチックな要素を持っていますが、うまくいくと思います。 ストーリーのドライブは悪くないだけで、私は正当化される必要がある文字の反応を感じるほど強くなかった。 これは完璧な、単に時計の価値があるのに欠けている！"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Baconzombie",
    "profile": "/profile/Baconzombie/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=80656",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n本当の幸福は何ですか？ それは物質的な所有物でいっぱいの人生を生きていますか？ あなたの夢の社会的グループ内で受け入れられていますか？ それとももっとシンプルなのでしょうか？\n\nChuunibyouの美しさはシンプルさの美しさです。 簡単なメッセージで説教するのは簡単な話です。 分析心が不足し、深くて連続的なメロドラマの期待や、無意識の哲学的なメッセージに対する憧れのように、この番組の人気は\"よく、私はもっと期待していた\"とか逆に単純な\"私はいなかった\" まったく期待していない」\n\n中日デモ恋をしています！  （Chuu2）はディズニーの作品をほぼ想起させる、かなりぴったりな均衡を見つけることができます。 面白い、しかし感動的なストーリーは、すべてが言われて終わったときにその暖かいぼやけた感じを残すだろう。\n\nストーリー：\nトガシユウタはかつて「チュニビョウ」と呼ばれる「病気」、あるいは8級の症候群に苦しんでいました。 一度彼自身の幻想的な世界に吸収されると、彼の恥ずかしい過去を後にして彼の最初の年に入ると、シンプルな高校生活を目指すようになりました。 しかし、彼の妄想のように、完全な高校生への希望は、宇宙の過去を襲った同じ不幸な病気に襲われた\"神秘的な\"女の子、高梨梨花のおかげで遠い夢になることが分かった 。\n\n物語のペースはやや遅かった。 不愉快な始まりは、かわいそうと嫌悪感が溢れていて、ショーには何も提供していないと信じるようになった。 たった12回のエピソードしかないので、ペーシングの問題を防ぐために開発がより速くなると期待していますが、残念ながら、石原達也監督はこの過度に軽快な領域に長すぎると思うかもしれません。 その気分を思いのままに燃やして、音色やペーシングの変化がかなり厄介なように感じました。 驚くべきことに、厄介な瞬間があったにもかかわらず、より深刻な色調への移行は、ほとんど自然に感じられ、そうではないものになるのは難しくありませんでした。\n\n一方、ストーリーの強さは間違いなくそのアイデンティティでした。 簡単に言えば、シリーズ全体では、ロマンチックなコメディの一貫した要素があるだけでなく、他とのショーを区別するいくつかのユニークな要素を誇っていました。 後半に移行しても、コメディのクォータは確実に引き下げられるが、決して廃止されることはない。 さらに、chuu2の物語の最もユニークな点の1つは、想像力を通して文字が幻想的な世界（私はそれを今からそれと呼ぶだろう）です。 この要素は、一貫してストーリーティーチング媒体として使用されています。それは見た目にもフィッティングでもあり、率直でもあります。 特定の感情を不注意に過度に強調するものとしてこの点を主張する人もいるかもしれませんが、私はそれが重要だと考えています。 とにかく妄想の子供たちを扱っているのではないのですか？\n\n全体として、ストーリーはいくつかのペーシングの問題からわずかに苦しんでいます。 個人的には、1つ少ないエピソードをばかげて過ごすと、さらにそのエピソードを使って、ゆうたとRikkaの関係をさらに深めていくことが望ましいでしょう。 それにもかかわらず、ストーリーの全体的な経験は面白くて感動的であり、他のロマンチックなコメディーの公式からの新鮮な空気の息吹である。\n\nストーリー：8.5 / 10\n\nアート：\nいつものように、京都アニメーションはアニメーション部門でお届けします。 キャラクターデザインはかなりシンプルでおなじみですが、いつものようにかわいいです。 シリーズの正式な英語名が自慢する\"壮大な青年の妄想\"に忠実で、背景の色調がうまくいっています。 しかし、2部では、私を驚かせる芸術とアニメーションの2つの主要な要素がありました。 幻想的な世界のシーンは明らかな予算ダンプでした。 これらのシーンは、一貫して、アニメファンが見たいと思う高品質の一見ばかげた目の玉キャンディを提供します。 前に述べたように、これらのシーンは目の保養よりも多くの目的を果たします。 本質的に、彼らはシリーズの商標となります。 この媒体を使用すると、典型的なロマンチックコメディで見られるかもしれない一般的なシーンに対処するための新鮮な視点が得られます。  2番目の要素は大気の形で存在します。  Kyoaniは意図的にシーンの感情を増強するフィッティング設定とトーンを設定します。\n\nアート：9/10\n\n音：\n\n音に関しては、OSTがいかにうまく構築されているのか、私は確かに驚いた。 最も注目に値するのは、非常に情熱的なヴァイオリン、あるいはおそらくビオラのいずれかでトラックが行われたことです。 それらの特定のトラックは、思い出に残る、質の高いトラックでした。 しかし、文字間の「通常の」対話の間に演奏するBGMはまあまあですが、忘れることはありません。\n\nZAQのオープニング「Sparkling Daydream」は、シリーズの音色によく合います。 残念ながら、エピソードの連続性にうまく合わないようになり始めるキャッチーな曲です（話を終えてトーチを覚えている人はいますか？そう、そうです）。 同様に、女性のキャストが歌い、ZAQによって構成されたエンディングのInside Identityも、オープニングのように、上半身には完全にフィットするが、後半ではちょっとした感じがするような、とてもキャッチーな曲です。\n\nサウンドカテゴリの中で最もよく実行された要素は、確かに声優でした。 ルルーシュの声は、ユウタの古いチュニビョウ「オルゴーエゴ、ダーク・フレイムマスター」にどれだけうまく当てられていたかを考えれば、 内田麻弥の声も、リカの自然に臆病な性格に完全にフィットしていました。 しかし、最も顕著なのは、上坂すみれの佐古徳森の傑出した業績でした。\n\nChuu2のサウンドセット全体がうまく実行されました。 ここやそこにはいくつかの矛盾がありましたが、声優やOSTのトラックの優秀さは、ショーの成功に重要な要因となりました。\n\nサウンド：8.5 / 10\n\nキャラクター:(ストーリー方向のマイナースポイラー。ここで過度に特定のスポイラーはありません）\n\n今ここでそれは少しトリッキーになります。  chuu2の基本的なキャラクタモデルはかなり一般的です。 あなたはおそらく、いくつかの異なるショーで同じような文字タイプを見つけることができました。そして、特に1文字は疑いなく矛盾していました。 しかし、主人公を特定のペアに区別するという決定は、最初は停滞したキャストに人生を呼吸させました。 私たちは、愛を求めている絶望的な英雄と、彼の側にある恐ろしい、恐らく精神的に障害のあるヒロインから始めます。  3人の美しい女の子のキャストを追加し、あなたのコメディの救助の男の友人を投げると、我々は一般的なハーレムシリーズを持っていますか？\n\nChuu2は、彼らが堕落していたことを認識し、迅速に行動を起こしました。 ここからは、ユウタ/リッカ、サネエ/新カ、一樹/クミンという3つの異なる対が見えます。 場面はしばしば、一度に相互作用するすべてのキャラクタに最も多く取り込まれますが、視聴者はこれらのペアが個別に発達するのを見ることができます。  Yuuta / Rikkaのペアのために、Yuutaは単なる一般的な絶望的な男性のリード以上に成長することができ、Rikkaはモブロブ以上になり、実際には恥ずかしがりな性格を持っています。 同様に、私たちのプライマリコメディの救済ペア、SanaeとShinkaは、絶え間なく交流しながら聴衆に素早く成長します。 残念ながら、Ishiharaが欠けていたものはIsshikiとKuminと一緒でした。 一貫は他の追求の中でも裕太の「仲間」としての役割を果たしましたが、これら2人のキャラクターは約束を示しましたが、最後には落ちました。 さらに、Rikkaの姉、Tookaは、Rikkaの行動に反応するようになったときに、彼女の性格に若干の不一致がありました。\n\n私の楽しい驚きに、キャラクターのキャストはかなり記憶に残るものでした。  Yuuta / Rikkaのペアでは、ストーリーはキャラクターの定義のほとんどを与えることができました。 キャストの約半分が光の小説ではない元のキャラクターだったことを考えると、Kyoaniは今度はキャラクターと素晴らしい仕事をしました。 私たちには複雑な愛の三角形はなく、不必要な高校ドラマもなく、その結果、シンプルでユニークなロマンチックなコメディに満足しています。\n\nキャラクター：8/10\n\n楽しみ：\n\n私が各レビューで述べているように、楽しさは完全に個人的なものであり、一部のレビューアは恥ずかしがりがちです。 個人的に、私はシリーズの1分を楽しんだ。 私はロマンチックなコメディを期待して来て、私はほぼ完全に満足しているショーを終了しました。 ショーのユーモアは面白くて、ストーリーの触れ合いは思い出深いものです。\n\n大きな疑問は残っています：あなたは真剣にシリーズを取るべきですか？ まあ、それははいといいえです。 私はロマンチックなコメディーとしてそれに近づき、それからすべてを得ました。 あなたがそれをあまりにも真剣に服用したり、真剣に服用しないと、完全に満足することはないでしょう。 ロマンスは一般的にはより深刻なジャンルであり、コメディはそうではないことを覚えておくことは重要です。 ロマンチックなコメディのジャンルの「深刻さのスケール」は一般的にはじめて可能である。 すべての質問を除いて、全体的に、これは間違いなく私にとって季節の最も楽しいショーでした。\n\n楽しさ：9/10。\n\n全体：\n\n結局、chuu2の全体は簡単な前提に基づいています。 この話を真剣に受け入れるかどうかに疑問を抱かせるのは、物語が描かれる方法です。 あなたがショーが送る\"メッセージ\"を過度に複雑にしたり過大評価したりすると、あなたはそのポイントを失ってしまいます。 つまり、あなたは通常、キャンディーを期待しているチップの袋を開けません。 同様に、chuu2も同様の方法で取ります。 シンプルなロマンチックなコメディーとしてそれをお楽しみください、そしてチャンスは、あなたはすばらしい乗り物のためにあります。\n\n全体：8.6 / 10"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "KlinsK",
    "profile": "/profile/KlinsK/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=82882",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n中日。 私はこのシンドロームが存在するかどうかは確信していませんが、神はどれほど面白いでしょうか!!! あなたの親友が学校で絆創膏を持っているのを想像して、竜を解放する危険があるので、彼を取り除くことはできないと言ってください！ これは、チューリップのルールです。\n\nあなたが今知っているように、このアニメは私が見た中で最も面白いの一つです。 しかし、彼は感情的な別の目標を持っている：それはあなたの学校の年を思い出させる、私たちは笑い、恥を取る、私たちは楽しい、私たちは泣く、私たちは愛する...それはこのアニメの最強のポイント、 それを圧倒することができます。 さぁ、始めよう ：\n\nストーリー：8。\n1つの言葉：オリジナル、私たちは今日本のscenaristsから期待できる。 現実とフィクションを病気に混ぜるというアイデアはただのものばかりです。 学校の設定はそれに賛成です。 だから今コメディが準備されている、私は強くその場で言うだろう。 ロマンスを始めると、私が最初に思ったことにもかかわらず、それは全く悪くありませんでした。 とにかく、これは純粋な喜劇に続けるのが良いと思う。\n\nアート：8。\n何と言えばいい？ 適切。 これは私の好きな芸術ではありませんが、大丈夫でした。\n\nサウンド：9。\nああ、最高のエンディング！ 私は一日中それを聞いています。 オープニングもすごいです。通常の音と、私たちが「戦い」に入ったときのサウンドとの間のジャグリングは、かなり興味深いものです。\n\nキャラクター：10。\nDark Flame MasterやJao Shinganなどのキャラクターを作るには、想像力が必要です！ 彼らはとても愛情深いです。 私たちがチュービブをどうやってトラブルになっているかを見ると、恥ずかしがり屋ゆうたが感じることが必ずわかる。  Rikkaもいいです、彼女は他の人とは何の関係もなく、彼女は自然です。 私のお気に入りはニブタニです。クラスの中で最も美しい女の子が400年以上もインターネットで魔女だったと書いていたのはどうでしょうか？ 彼女は本当に面白いです。\n\n楽しさ：10。\nRikkaとYuutaを引き起こす恥ずかしい状況を見ることはとても面白いです。 私が言ったように、このアニメは、今まで見たことのない最も面白いコミックです。\n\n全体：9。\n中学生は、学年の懐かしい人、まだそこにいる人、それに入る人たちを対象としています。 これはその強さです。 多くの人がキャラクターに自分自身を認識させます。 私には、必見です。 それを嫌うには、あなたはKyoAni、またはあなたの学校の日を嫌うべきです..."
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "xXSniPuRGuRLXx",
    "profile": "/profile/xXSniPuRGuRLXx/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=80816",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  4\nキャラクター|  4\n|  1\n\nエヴァンゲリオン以来、アニメアニメの最悪の終わりだったニットピッカーを呼び出します。 エンディングは、アメリカのロムコムエンディングを連想させるものでした。 なぜ警察官は最後に彼らを追跡し続けたのですか？ 裕太とリカが抱き合った後、祖父が裕太にそんなに脅かされたのはなぜですか？ なぜデコモリは誰もリカスの家に連れて行ったのですか？  DekoはRikkaをそんなに見たいですか？ その場合、なぜ彼女はゆうたを服用しないのですか？ メキシコ人はなぜ虐殺者にならなければならなかったのですか？ 彼はどのように警官を雇いましたか？ 強制警察官は、まったく重要ではなかったし、ユーモアを加えなかったり、緊張を生み出したりもしなかった。 手紙はなんとなくつまらない。 それはどこにも出現しなかっただけでなく、マヤのカレンダーのリファレンスは単なる愚かなアイデアでした。 自転車シーンはばかげたものでした。  Rikkaのお母さんがどこに住んでいるのか分からないうちに、彼は10マイル以上乗っていたと推測できます。 もしそれらの間の距離が小さかったら、翌日に祐太が列車に乗ることができたら、なぜ彼女を訪れる必要がありますか？  14歳の痩せた日本人の少年は自転車を10マイル以上運転したのですか？ なぜ彼は明らかに彼の話を聞いたときに彼の肺の上で叫んだのですか？\n\nあなたが見ることができるように、それはちょうど悪いこれらの小さなアイデアの蓄積です。 一緒に、彼らは他の場合平均的なエ​​ンディングを下げる。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Toucanbird",
    "profile": "/profile/Toucanbird/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=89657",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nChuunibyou demo Koi ga Shitai!:自己に忠実なシリーズ\n\n私はKyoAniがそれをする方法を確信していませんが、彼らはいつも私を驚かせるようです。 私はもともとデビューしたこのシリーズは、厳密にロマンチックなコメディであるモエ・ハレム・シリーズの登場だったので、このシリーズを上回りました。 しかし、あなたがこのシリーズに入って、それがすべてであると思ったら、あなたは間違っているでしょう。 ちょっと変わった人や奇妙な人があなたを知っているとはいえ、Chuunibyouは自分自身に本当にとどまることについてのシリーズです。\n\n正直言って、このシリーズの私の好きな部分は、その背後にあるメッセージでした。 このシリーズは、「成長する」プロセスを中心に展開しています。 私はそれを台無しにしたくはありませんが、シリーズはあなた自身の独創的な個性を放棄し、あなたの幼年期の空想を忘れることが最高のための問題であることに重点を置いています。 また、ある人物の幻想が他人のインスピレーションとしてどのように役立つかを中心にしています。 シリーズ全体を通して、特に後半には多くの準潜在的なメッセージがあります。 私の説明はやや曖昧に思えるかも知れませんが、シリーズを見ていると意味が分かります。\n\n物語は、恥ずかしがり屋の暗い炎マスターとして知られている他の世界的な戦士である彼の 'chuunibyouまたは8年の妄想を完全に放棄した後、高校の新入生年に入る少年Yuutaの周りを回転します。 しかし、このHSでの初日の前夜、彼はRikkaと出会います。Rikkaは、彼が上の階に住んでいる彼のHSクラスで、彼のバルコニーの外にあるロープを降りて、彼女の脱出を助けていることを後で知ります。 彼はこのアイパッチを着た女の子にも「ウィキッドアイ」と呼んでいる「チューリッヒ地平線」を探しているチュニビュウがあることを知っています。  Rikkaは裕太の周りに多くの時間を費やして、Wicked Eyeが検索の手助けをしてくれると主張し、魔法のユーザーなどの周りを回る趣味のクラブを始めることさえしようとしている。 少なくとも、それはこのシリーズの始まりですが、最終的にはRikkaがこのchuunibyouを持つ理由を中心に展開しています。 全体として、ストーリーはかなり上品で、キャラクターもかなり面白いです。\n\n2本のリードの外側に、このシリーズは興味深い支持キャストを持っていました。 あなたには、昼寝に執着した純粋で無実の少女クミンと、Rikkaを「マスター」と呼んでいる鮮やかな想像力を持つ極上の女の子Sanaeと、証拠を破壊するためにクラブに加わったクラスの人気女の子Shinka サナエが所有していた彼女自身の以前の放棄されたチュンニボウ。 マコト、裕太のクラスの友人も後でクラブに加わる。 これには「クラブ」の焦点はあまりありませんでしたが、これらのキャラクターを興味深いものにしたのは、シリーズ中にどのように結びついているのか、キャラクターを構築したシリーズで起こった出来事でした。 残念ながら、Rikka以外の人にとっては本当に多くのキャラクターの裏話はありませんが、同時にこのシリーズには必要なことは感じませんでした。 クラブの各メンバーとTouka、Rikkaの姉妹は、それぞれが独自の物語を獲得するのではなく、2つのリードのサポートとしてさらに役立っています。 私の最大の牛肉はキャラクターの開発で、彼の役割は後でシリーズでかなり増幅されるので、私は本当にそれが裕太のキャラクターをもう少し構築したかったということでした。 ゆうたのキャラクターがさらに発展したような気がしただけで、このシリーズがクライマックスに到達したときに役立つでしょう。\n\nアニメーションはかなり良いですが、特にKyoAniの場合は息をのむようなものではありません。 キャラクターデザインはK-ONに似ています！  2000年代後半にKyoAniの主力キャラクターだったAir、Kanon、Clannadと同じように、KyoAniの現時点での商標のようです。 アニメーションについて私が見つけた興味深い面は、特に戦闘シーンで妄想をいかに鮮明に描いたかです。 それは、RikkaとToukaの間の壮大な幻想の戦いから、傘とスープの手すりでお互いに戦うのを見るまで、非常に陽気なセグを作るでしょう。\n\nこのシリーズの弱点に遭遇したとき、私はペーシングがちょっとばかりであることを認めます。 それはかなり素早くプロットを進めて、それを全面的なスタンドに持っていくように見える部分を持っていました。 このシリーズの中では、特にプロットの利便性としての役割を果たすマイナーな出来事もあるようです。 私がこのシリーズについて持っているマイナーグリップの1つは、もう少し長くしたいと思っていることです。 シリーズは12エピソードでかなりの成果をあげていましたが、これを24エピソードシリーズにするために行われたキャラクター開発とストーリー構築は非常にたくさんありました。 私はそれがこのシリーズのペーシングが非常にぎくしゃくした理由の一部であったと言います。 それは12エピソードだけだったので、それは本当にゆうたとRikkaの関係を開発する時間を持っていましたが、他の誰よりも多くはありませんでした。 サポートキャストには多くのキャラクターが生まれたので、残念です。 以前は言いましたが、Yuutaのキャラクター開発はやや浅すぎました。\n\nオール・イン・オール、チュンニボーは、特にあなたが創造的で想像力のあるタイプなら、あなたが子供のように感じられるようにするシリーズの一つです。 それはあなたが社会適合性のために個性をあきらめることの重要性を熟考させるシリーズの一つです。 私の正直な意見では、自分自身に本当に重要であることがいかに重要か、あなたの個人的な創造性が他人のインスピレーションとしてどのように役立つかを示す素晴らしい仕事をしていると私は信じています。 それはその点で強力なシリーズです。 私はこの作品をKyoAniのベスト作品と呼んでいないが、まだかなり強いシリーズである。 面白いソーシャルコメンタリーと潜在的なメッセージのビットで素敵なロマンチックなコメディを探しているなら、Chuunibyouが行く道です。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "ChelseaBlue2004",
    "profile": "/profile/ChelseaBlue2004/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=229685",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n誰もが知っている、自分の想像上の世界に住んでいる奇妙なアヒル。 高校で非常に著名なこの物語はそれを基盤にしています。 ショーはその状況のた​​めに非常に面白いです、芸術は非常に良いですし、主人公は愛らしいです、そして、サポートするキャラクターのキャストは素晴らしく、非常に物語に追加します。\n\n私の好きなキャラクターはクミン（昼寝が大好きで、キャストの中で最も古くてもいくつかの状況に対処するとほとんど子供の無邪気さを感じるキャラクター）です。\n\nショーが続いていくにつれて、キャラクターには少しの深みがあります。この「キャラクター」は、表現方法がわからない感情を扱う方法です。 これは別の12ショーシリーズと2組のOVAに続きますが、私は第1シリーズがより良いと思います。\n\n非常に楽しく、面白く、見直すことができます！  9/10"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "samuel_sfx",
    "profile": "/profile/samuel_sfx/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=226084",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nこのアニメを説明する3つの単語があります：\nユーモア、ロマンス、ドラマ。 またはおそらく（ヘビー）ユーモア、（ヘビー）ロマンス、（ヘビー）ドラマ。\n\n最初の数回のエピソードでは、私は単にこれを高校テーマの面白いユーモラスなアニメとして見ていますが、私は実際に物語がヒロインの個人的な過去の重大な問題に発展する方法に実際に驚いています。\n\n正直言って、これはFARと私の期待を超えています。\n\nエピソードは本当にその偉大なユーモアによって私の関心を引いて、キャラクターの反応とオーバー反応は本当に面白いです。 そして、私は本当に毎日の愚かさと妄想で楽しんでいます。\n\n物語は進んで、本当に滑らかな方法で発展する。 それは友情から愛の関係に移行する、本当に良い仕事をします。 それをもっと味わい深くするために、彼らはケーキの上にもう一つの氷結の上に置く。\n\nしかし、...いい食べ物のように........最後のエピソード数が少なくなると、アニメ全体のジャンルが違う、物語の塩味と苦味があります。\n\n私は個人的にエピソード9-11を愛している（私はあなたに何かを台無しにしないだろう、そして発言のためにサウンド効果と背景は本当に私を激しく殴った。恋！）それはロマンスがどのくらい厚く、 暖かいから暖かい、そして安定したペースで暗くなる。\n\nまあ...私が話を台無しにするより大きなチャンスを語るほど、話をあまりに多く話すのは私のタブーです。 だから、もしあなたが光、ウォーミング、ダークを同時に使ってアニメを探しているのであれば、そのジャンルの人生や高校テーマで....それはあなたに合っています。\n\n最後...私は、このアニメがこのようにその話を発展させるとは思っておらず、驚いて私をたくさん捉えています。 大好きです。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Amarrez",
    "profile": "/profile/Amarrez/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=80850",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  6\n\nすべてのメディア、特にコメディは、実生活で議論するのに不快感を感じたり、あまりにも恥ずかしいと感じるようなテーマを扱っていると、常に聴衆と和音を鳴らします。 もちろん、私たちの子供時代の中でどうやって私たちがすべて恥ずかしそうな方法で行動したかについてのアニメが残っていると、それは実際にそのアイデアをうまく​​カプセル化します。  ChuunibyouデモKoi ga Shitaiはそのショーですが、それはユーモアと活気のある幻想的な戦いで私に最初に感銘を受けましたが、後者のエピソードで変わったショーの勢いが口に悪い味を残した方法。\n\n私はまず、Chuunibyouの技術的側面について話しますが、それは間違いなくもっとも客観的です。 少なくとも西洋では、「Kyoaniのすべてが同じように見える」ということについてたくさんのことがありました。  ChuunibyouについてもK-ON！と同様の苦情がありました。 しかし、これは間違っています。 朱乃さんと京山さんはかなり独特の芸術スタイルを持っていますが、キャラクターデザイナーは2人であることに疑いはありません（K-ON！の堀口由紀子さんに比べて池田和美さん）。  Kyoaniの定期的な幻想的なアニメーションの品質は、ここで欠けているわけではありません。フルアニメーションであり、ショーの全体を通してフォアグラウンドにフレームがないことがあります。 アニメーションの予算と才能は、特に、Kyoaniが本当に驚くべき量のフレームとエフェクトを使ってシーンの「魔法」を生き生きとさせるエピソード的な戦いシーンの間に披露されます。 ほとんどの人が、現代の時代に適切なアクションアニメを制作している京谷のことが何になるのだろうかと思います（フルメタル・パニックからそうしたことはありません）。\n\n音は目立ちませんが、確かにしっかりしています。  OPとEDの両方がキャッチーで、シーンからシーンに使用される音楽は常に気分を捉えることができます。  OSTのトラックは特に優れているとは思えませんでしたが、いずれも貧弱で過酷なものではありませんでした。\n\n私はこれらの両方が本質的にリンクされているので、キャラクターとストーリーの両方を試して組み合わせます。 スポイラーを避けるために最善を尽くします。 当初、Chuunibyouデモの「物語」は恋をしていました！ 中学校の「ダーク・フレイム・マスター」になっていた彼の過去の苦しみを克服しようとしているユウタについて、 新たに出発するために彼が住んでいるところから遠く離れている。 しかし、彼のこの希望は、このチューニュボウ状態からかなりひどく苦しんでいるリカという女の子と出会ったときに崩れ落ちてしまい、ゆうたと闇の炎のマスターであることに魅了されているようです。 これは、ユーモアのような一連の出来事につながります。そして、今の難民である早江徳モリや、ゆうたのように、朱乃を後ろから追い抜こうとしている少年 高校生の普通の生活）。\n\n\n\n全体的にみると、中日はまだまだ良いショーです。 しかし、ショー後半のコメディーとロマンスの微妙なバランスの欠如とドラマの貧弱な取り扱いは、非常に強い前半のものを損なう。 純粋なロマンチックなコメディにとどまっていた場合、または結論のエピソードがより充実している/よりよく対処された場合、私の得点は高くなりました。\n\n全体的に、7/10、そしてコメディー、ロマンス、またはほんの少しの壮大な昔の青年の妄想を楽しむ人のためのお勧めです。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "RazorRamona200",
    "profile": "/profile/RazorRamona200/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=98867",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  3\nキャラクター|  7\n|  7\n\nそれで、DB管理者が私にそれを修正するよう命令したので、これは私の編集したこのアニメのレビューです。\n\n\n公平6：\n\nストーリー - それは悪くないかもしれませんが、あまり楽しまないのですが、アニメは日本のコスプレ文化に関する事実を考慮すると、日本の8年生全員が幻想を抱いているというネガティブな印象を与えています。 そこに住んでいないので、そこからそれをやめようと思う私は常設犯罪で告発されることを望んでいない、結論はまだ私にそれが面白い面を見ている部分を私に与えるということですコメディジャンルRikka 祐太と姉の姉妹から厳しい愛情を得るよりも、誰が収縮を見なければならないのだろうか。\n\n\nアート - また悪いですが、犬が欲しいと思っているファンがいないので、健康的ですが、RikkaとSanaeが着用したゴス様式のドレスが本当に好きではありません。\n\n\n悪い3：\n\nこのオープニングは深いロマンティックなジャンルを持つアニメのためのものであり、エンディングはホラージャンルを持つアニメに適しているので、このアニメのサウンドトラックはまったく合っていないと思う。\n\n良い7：\n\nキャラクター - 私はシンプルな男のユータが少し狂ったような面倒な女の子と絡み合っているような風が好きです。 もちろん、ニブタニがあります。ここで私は支配的な女の子に順番に関係していますが、彼女の過去を実際に育てるのはここでバナナに行っています。 クミンとマコトは、愛のチームを提供しています。それは、マコトが次のことについて2番目の考えを持っていることに気がついただけです。 サナエ........ああ、サナエ、私はその女の子に私の空手チョップのいくつかを与えたいと思っていました、私はそれが可能であった、そして再びRikkaの姉のトカです、私は彼女が彼女のやり方を愛する 彼女の厳しい愛。\n\n\n楽しさ - それはそれが得られるほど良いです。\n\n全体的に - それは良いことだ。短くやったにもかかわらず、RikkaとSanaeをヒットしたいと思っているにもかかわらず、彼らに何か感銘を受けるために硬い紙のファンがいるからだ。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "zCowley",
    "profile": "/profile/zCowley/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=80616",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\nこれは私の最初のレビューを試みることですが、私はそれがショットを与える時間だと決めました。 このアニメはとても楽しかったし、次のエピソードが出てくるのを待ち望んでいたので、今年の秋にはこのアニメが好きかもしれない。\n\nストーリー：[8/10]\n非常に良い物語、私はそれが真剣になった後、どれだけ多くの人々がアニメを落としたのを見るために失望した、ドラマのわずかなビットの後でさえ、アニメのプロットは進歩し、良くなったように。 非常に感情的な物語、そして私はいくつかのシーンに涙を流しました。涙が幸せであるか悲しいか、私はショーが感情を感じるために私を 'ウォッチャー'にすることができてうれしいです。\n\nアート：[8/10]\nショーの感情にリンクして、芸術はキャラクターの気持ちを示すために非常にうまくいって、シーンのいくつかをさらに強力にしました。 一般的には芸術はもちろん、「Ethereal Horizo​​n」のシーンは信じられないほどうまくいっていて、私はそれに取り入れられた仕事に取り戻されました。\n\nサウンド：[8/10]\n個人的には、オープニングが大好きで、特にピアノを弾いてみるとその始まりがすごく気に入りました。 素敵なオープニング、そしてすべてのエピソードの終わりに行く良いEDは非常に重要です。 声優、特にデコモリの俳優（ウサカ、スミレ）は華麗でした。 いくつかの非常に強力なシーンは、声優が標準的ではない場合にはしばしば損なわれることがありますが、ここではそうではありません。 キャラクターの声は素晴らしく、特にRikkaは恥ずかしがり屋だった。CUTE。\n\nキャラクター：[10/10]\n8歳のグレードの症候群は、Chu-2のキャラクターを判断するときにプラスになります。 イースター・ナッピング・ソサエティのメンバー全員の個性は、夏にはとてもユニークで新鮮で、通常のヒロインとキャラクターからの本物の変化でした。 私も暗い炎のマスター..個人的な愛があります。そのような上司。\n\n楽しさ：[9/10]\n私は本当にこのアニメを楽しんで、本当にそれをお勧めします。 それだけでなく、コメディーを持っているだけでなく、いくつかのドラマだけでなく、2つの主人公の間に非常にかわいいロマンスが含まれています。 おそらく私のお気に入りのアニメは今シーズンであり、私は間違いなく近い将来にこれをもう一度見直さなければならないでしょう。\n\n全体：[9/10]\n要約すると、このアニメは素晴らしいです。 非常に良いアニメの上のクラス（とにかく私のため）しかし、10/10の傑作は同時に。 私が強く愛用してくれるアニメであることを強くお勧めします.12話の話しかできないのは本当に残念ですが、それと同時に、より短期間に多くのことが起こると思います。 間違いなくこの時計を与える、あなたは女の子の少なくとも1つに恋する必要があります。  Nibutani、Dekomori、KuminまたはRikka、個人的には私にとって、Rikkaはそれです。 ハハ。\n\nこのレビューが役に立ったと思ったら、私はちょっとしたことがあったかもしれませんが、私を許してください。初めてレビューをしています。 あなたがこのアニメや、私が見たかもしれない関連するアニメーションについての議論をしたいのであれば、メッセージやコメントを恐れてはいけません。 あなたがこれを遠くに持っていれば、読んでいただきありがとうございます。  ^ _ ^"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Xyujio",
    "profile": "/profile/Xyujio/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=219789",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  6\n\nテーマの権利：\n\n1）ジャンルライトドラマ。\n私はちょうど最初から愚直なスライス・オブ・ライフ・コメディであると認識しています。私は完全に間違っていました。 真ん中からは、コメディーやロマンスの小さな作品で、いくつかのドラマを見ることができます。 そして、まあ、それは間違っているかもしれませんが、私は他のどのドラマよりも面白いです。\n\n2）文字-6。\n私は奇妙な気持ちを持っていました。私はどこかのキャラクターを見ましたが、彼らは奇妙な本質を持っています。 しかし、魂だけが記憶に残る良いキャラクターを作るのに十分ではありません。\n\n3）グラフィックス/描画/アート-8。\n他に何かを見る前に、私たちはグラフィカルな部分を満たすでしょう。 図面はかなり良かった。 色はきれいで、見た目と滑らかさがあり、描画に問題はありませんでした。\n\n4）サウンドトラック-7。\n素敵なBGMと素晴らしいサウンドトラック。 しかしオープニングは私のためにちょっと変わっていました、音は...のようでしたプディング？\n\n5）プロット-7。\nそれほどダイナミックではありませんが、シンプルでリラックスした良いストーリーラインです。 ドラマの要素も優れており、快適で簡単に視聴できます。\n\n6）意味。\nあなたの子供の頃を覚えているのではないかもしれませんが、子供たちだけでなく、彼ら自身がより良い世界を作り出すための想像力を使用しているのではないでしょうか。 このアニメでは、想像力がどれくらい小さな人間に与えることができるかがわかります。 それは厄介なように見えるかもしれませんが、理解しやすいです。 タイトルの末尾には非常に良い言葉もあります。 私はそれらを書きません、それを試してみて、それらに耳を傾ける。 彼らは物語の中で滑らかで素敵な最後のメモでした。\n\n全体：7/10\nいくつかの側面は良い、いくつかの十分ではありません。 特別なものはありませんが、素敵です。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "ADK_Ron",
    "profile": "/profile/ADK_Ron/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=179470",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n偉大なアニメ！ 私のようなロマンチックなコメディを愛するすべての人にお勧めできます。\nストーリー：10/10\nチュニビョ（中学校症候群）の新鮮な話。 主人公の裕太さんは、中学校の間に春休みをしていたので、高校で新鮮なスタートを探していました。 彼は自分自身を「ダーク・フレイム・マスター」と考えました。 高校の舞台に到達すると、誰も彼を知らない高校に行きましたが、彼の死去には、現在、ちょうど自分自身を経験しているリード女の子リカと出会った。\n物語は陽気で始めて、後でもっと真剣でロマンチックになりました。終わりを楽しみにしています！  :)\n\nアート：10/10\n彼らが現実を変えたときの芸術と特殊効果は、大いに描かれ、とても楽しいものです。\n\nサウンド：10/10\nダビングとOPとENの曲はとても楽しいです。\n\nキャラクター：10/10\nそれぞれのキャラクターは新鮮な感触を持ち、独自の方法でユニークです。\n\n楽しさ：10/10\n最初は笑い、中で真剣になり、最後は恋に落ちる。\n\n全体：10/10\nTwasは私のリストに追加するには良いアニメ。 誰にでもおすすめできます10/10"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "romansiii",
    "profile": "/profile/romansiii/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=87113",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  7\n\nこのレビューにはスポイラーはありません\nまあ、私はこのシリーズを終えたばかりで、楽しいと思った。 いくつかの点でちょっとばかげていましたが、実際に何かをするのが難しくないので、本当に間違っているとは思っていませんでした。\n\n\nストーリー\n物語はおそらくChu-2の最も弱い部分ですが、それは決して悪いことではありません。 それはよく書かれ、よく実行されますが、それは本当に特別なものではありませんし、その真偽もありません。 これは単に、誰かが好きかどうかを予測するのが難しいことを意味します。 私はこれが誰かが好きか嫌いなアニメだと思う。 結局私は本当にそれを楽しんで、それは私の意見では良い話だった。\n\nテック\nここに私にバグのある小さな事がいくつかあります。 全体的にはうまくアニメートされていますが、芸術スタイルはいいですが、鼻はあまり定義されていないので、時々鼻がないように見えます。\nこれはいつも一種のペットピーボーです。 しかし、これ以外にも芸術はうまくいっています。 特殊効果は良好で、音と効果は素晴らしいです。 バックグラウンドミュージックの一部が私に迷惑をかけるような点がありましたが、これはややこしいことです。\n\nキャラクター\n私はこのアニメをキャラクターにとって高い評価を与えます。 彼らはうまく発展し、本当に面白かったところにありました。\nちなみに、全体の思春期のコンセプトは、面白いものになりました。\nこれはたぶん私の思春期のChunibyoステージがキャラクターよりも穏やかに割り当てられていることによると思います。そして、私はまだそれにいるかもしれませんが、私のものは恥ずかしいものではありませんでした。\n\nconculsion\n消化しやすく、楽しむことが簡単で短命で楽しい小さなスライス。 より扇情的なアニメの季節の間に見て良いアニメ。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Danishkabby",
    "profile": "/profile/Danishkabby/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=207449",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  9\n\nChuunibyou demo Koi ga Shitaiは、なぜ私が最初にアニメに恋したのかを思い起こさせるショーです。 それは、私の心に馴染み深い、私の目と記憶にはなじみのない、触っている物語を伝えることを管理します。 キャラクター、感情を喚起する音楽、ショーとしてすべてのことが終わりに近づくにつれて心の深い状態で私を残すために管理するキャラクターを持っています。\nストーリー：Chuunibyouデモの小説は、悲しみ、幸福、そして明確なメッセージを見る人にとって興味深いものです。  Chuunibyouは、大人への移行に苦労している学生クラブの周りに美しい物語を織り上げています。 物語の重要なポイントは、このメッセージを強調し、観客に子供のような想像力の美しさを表現しようとするときですが、弱いリンクはそれが間違っていないこととそれ以外のことです。 その他の文字。 この問題とは対照的に、すべてのキャラクターのストーリーにスタートと結論があることを管理しているショー・サクラソウのペット・ナ・カノジョです。 このショーは結局のところ、スターウッドのカップルの外のすべてのための良い決断が欠けていました。\nアート：芸術はストーリーによくマッチします。 文字は非常に無邪気で穏やかに見えるようにアニメーション化されています。 それは「現実的」にはアニメ化されていませんが、このシナリオでは、完全に動作し、遊び心のある想像力がなぜ償還され、美しい品質であるかについての物語の柔らかで有意義なメッセージを称賛します。\nサウンド：このショーの最大の成果は「サウンド」です。それは音楽であり、それはシーンに別のレベルの感情を加えることになります。 音楽は、アニメーションやボイス演​​奏といっしょに完全に織り成わされ、完璧な場所で盛り上がり、成長したり柔らかくなります。\nキャラクター：このエリアは、キャラクターの関係がどれほどひどく盛り上がっているかで、特に主な男性主人公の井上一樹を中心に、私から一番低いスコアを得ました。  Toradora、Sakurasou、Steinsのような番組を紹介していますが、Gateはサポートするキャストの話を広げるために全エピソードを脇に置いていますが、Chuunibyouは数分もできませんでした。\n\n全体的に、私はショーが大好きでしたが、私はとても幸せでしたが、過去に見た本当の傑作アニメ、シガツワキミのうさぎ、スタインズゲートなどで評価した磨きが欠けていました。 だから、このショーは私から9を得るでしょう、それは現実的にもっと高い8.8 ishの評価です。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Brendan352",
    "profile": "/profile/Brendan352/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=185823",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n*スポイラー無料レビュー*\n\nちょっと恥ずかしがり屋デモ恋人！ 傑作です。 このアニメを見ることは、私が最近した最も楽しい経験の1つでした。 私は誰もがこの時計を与えることを強く勧めます。\n\n物語は素晴らしく、陽気で奇妙な瞬間がたくさんあります。 これは、あまりにもかわいすぎて、男性の大学生から来ています。 ストーリーにも深みがあります。 私は突然シリーズが感情のトンであなたをパンチし、腸の中で右に感じるときに驚いた。 それは大きな進歩であり、それはシリーズが満ち足りたと思うように感じます。 あなたは笑うだろう、笑顔になる、泣くだろう、そしてあなたはAWEに行くだろう！ それは感情のフルレンジを持っており、それらのすべてが大きく達成されています。 それはちょうどコメディ以上の方法です、あなたの組織を準備してください！\n\n文字はとても愛らしいです。  Rikkaはアニメの中でも最高のキャラクターのひとつです。 私がストーリーのセクションで言ったように、これらのキャラクターはあなたに幅広い感情をもたらし、偉大なキャラクターの発展によって達成されます。 途中にあるか、そこに置かれているような感じのキャラクターはいませんでした。 彼らはすべて重要で現実的だと感じました。 キャラクターのデザインは美しく、アニメーションは鮮明で芸術作品です。\n\n私はこのアニメは誰のためにも見なければならないと思う。 私は本当にこのアニメがあなたのためではない理由についてピンポイントを付けることはできません、あなたはただ私を信頼してそれを見なければなりません。 あまりにも幼稚な、またはあなたの味を探している\"かわいい\"かもしれないと思っているなら、とにかくそれを見て、あなたは幸せになるでしょう。 このアニメは私の最高の推薦を得る。\n\nコンテンツの評価 -  13+成人向けのテーマ、一部の言語、一部の暴力"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Dougery",
    "profile": "/profile/Dougery/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=201762",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n私は「Chuunibyou」の全体のコンセプトが魅力的であり、全体的な物語をデザインする価値があることがわかります。 ほとんどの大人たちは、幸せであるか涼しい時に松の木を想像することができますが（私が推測したときはいつでも）、私たちの歴史の巨大なスウィングには、  。 シャダー。 私たちがどれくらい本気で無意識にかかっていたかではじまる。 私が言っていることは、非常に奇妙で、自分の世界に存在していたことです。\n\nこのショーはその奇妙なことを祝うものであり、たとえプロセスが悲しいものであっても、過去の自己を捨てる必要があると主張しています。 それはまた、たとえ成人期などの理由で、私たちの外向的な人格を必要としていたとしても、その中には「魔法」の一部を維持することができるという希望を示唆しています。\n\n私の唯一の批判は、ショーがさらに「魔法」を押し進め、より多くの「バトル」シーケンスなどを作った可能性があるということだけです。彼らが遠く離れているので、一見一生懸命でパワフルで面白いです。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "ryanxwonbin",
    "profile": "/profile/ryanxwonbin/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=77589",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\n'あなたは、' chuunibyou 'という言葉に精通していますか？  2年目の中学生が捕まえると言われている驚くばかりの魅力的な「病気」を指します...彼らは見知らぬマラニズムを採用する傾向があります。\n\n私は、子供たちの過去を振り返ってみると、彼らがプレイしたすべての偽装ゲーム、好きなスーパーヒーローとしてのロールプレイ、そして彼らが過激な行動を取って行動すると、彼らは恥ずかしそうに顔を赤らめ、 問題のすべての考えを放棄してください。 私たちは育って社会の要求や社会的期待に統合し、子供の頃のように頭を振った。 しかし深く、私たちは皆、懐かしさと孤独の感覚を持っていると信じています。私たちの自発性のために捨てられない単純な時代に戻っていくような相反する感覚です。\n\nこれは、中日に発表された美しいテーマです。 彼は「ダーク・フレイム・マスター」であり、彼のクラスメートを怖がっていると思っていた中学生として過去を捨てたい、高校時代に入った少年トガシ・ユウタの主人公の目を通る。 彼はチュンニボだが、彼女の妄想と想像力を放棄していない女の子、高梨里香と出会います。その話は彼らの会合から始まり、両者が友情を深めるように続き、そうすることによって、 二つ。 彼の過去のゆうたの拒絶反応、リアカの現実の拒絶反応、これら2つの間で織り交ぜられた相互作用は、中日のテーマを形成する。\n\nそしてそれはうまくいく。 どのような形式のメディアでも最大の問題の1つは、テーマやレッスンをあなたの顔に投げかけて、あなたにそれを遵守させようとすることです。 あなたのモニターを叩きたいところまで、迷惑になる傾向があります。 ちょうどちょうどは何が良いか悪いかを直接教えてくれるわけではありませんが、文字のやりとりを通してテーマを提示し、あなたが嫌われることなくあなたの思考を形作ることを可能にします。 ドラマが始まると、それは強制的なものではなく、自然なものになります。 このショーの魔法は、コメディとドラマを一緒にまとめることを驚くほどに管理している。 あなたは一場面でRikkaの愚かさに笑うことができます、そして、彼女がただの妄想の幸せな女の子ではないことが分かったときに、別の人に悲しみの念を感じ、彼女の選択に沿ってchuuni  。 あなたのライフスタイルの典型的なビーチのエピソードが、あなたが期待する笑いと喜びであなたを満たし、その後、分の感情を後で感じさせるようにしているとき、それは多くのことを言います。\n\nテーマはさておき、この番組のアニメーションは美しいです。  Kyoaniは核弾頭を購入できる予算を持っているようだが、そのほとんどはアニメーションに費やされている。 キャラクターはすばらしく動き、身体の言語、ジェスチャー、リアクションが非常に詳細になります。 背景を見てみると、いつも何かが動いているか、起こっていることがわかります。 キヤニがショーの進行に合わせてアニメーション化することを決める小さな事柄にはほとんど困惑し、私にとっては大いに感謝しています。 そして、「魔法の戦い」の場面が始まると、美しい色彩、活気、人生を楽しむことができます。\n\n音質も素晴らしいですし、努力の欠如は全く見られません。 サウンドエフェクトはすごく完成しています。あなたの感情を引き出すためにあなたが見ているシーンと一緒に音楽が盛り上がり、流れています。普通の高校生の声を真剣に聞かないと、ルルーシュ・ランペルージは聞こえません。 素晴らしい。 しかし、福山潤があなたを騙して、他のキャストも素晴らしい役割を果たすと信じてはいけません。\n\nショーにはいくつか問題があります。 当初、中学生は高校生の妄想的な事実を真剣に受け止めていないように思えるかもしれません。主に、Rikkaは大きな影響を受けずに逃げ出してしまうことが許されています。 しかし、ショーが進行するにつれて、いくつかの問題が出始めます。 それを掘り下げるためにはちょっとしたエピソードが必要です。 時にはエピソードも形式的に見え、ショーのジョーカーの中には過度のものがあります。 それはまた、そのかわいらしさと活発なキャラクターで聴衆に挑戦します。\n\nそれは、あなたがこれらのいくつかの問題を脇に投げかけることができれば、そのテーマをすばらしく描写し、高品質のアニメーションとサウンドを提供する、全体的に楽しいショーが提示されていることです。 感情。 あなたが京都アニメーションの真の嫌悪感を放っていない限り、私はこのショーをお勧めします。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "AaronDesu",
    "profile": "/profile/AaronDesu/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=78722",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\nちゅうびょうデモ恋がしたい！ 私がしばらく見てきた最も愛らしいアニメの一つかもしれません。 初めに強調されているのは中学校で共通に開発されている「シンドローム」です。 あなたのロールプレイヤーのために、私はあなたのためにこのアニメをお勧めします。\n\nオープニングとエンディングにもかかわらず、アニメはハレームアニメではありません。 私はそれを言及すべきです。\n\n続けて：\n物語そのものは少し平均的だと感じますが、それは私を見守っています。 しばらくの間、本当のプロットはなく、まあまあのユニークな人たちで学校生活をもっと生きています。 それはあなたの平均的な/学校/人生ですが、シリーズの中間に向かって少し歪んでいます。\n\n芸術はK-On（同じアニメーションスタジオ）に似ています。 私は彼らのキャラクターデザインが好きで、かわいいと言われています。 かわいいあなたの好みではない場合は、文字が好きではないかもしれませんが、このアニメを見てからあなたを止めることを許可しないでください。\n\n背景の音楽がほとんどの場面に収まる間、声の演技は愛らしいです。 たくさんのBGMにリピートがあるので、同じ音楽をたくさん聞くことになります（ただし、すべてのアニメではそうではありません）。\n\n全体として、私はキャラクターの人生に人生を関連付けることができるので、このアニメを大いに楽しんでいます。 それは私の中学生からの懐かしい時間を取り戻すので、それは非常に復活して見守っていました。 それは学校生活などの断片にそれらのための素晴らしいアニメだ。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Trequartista",
    "profile": "/profile/Trequartista/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=91031",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  7\n\n「自己意識と呼ばれる病気」\nやりがいのない人生の一部があなた自身に真実をもたらす。\n確かに、誰もが生涯にわたって8級の症候群を抱えています。\n\n子供時代の大部分は、未知の魔法の世界の幻想によって占められています。子供として、飛行できるかどうか疑問に思っていました。本当の魔法が存在すると信じていました。ひとりが育つと、これらの感情は恐れる 公衆の恥ずかしさは、いわゆる正常な世界の領域から除外されている。\n「Chunnibyou」という日本の言葉は、架空のファンタジー世界に縛られているティーンエイジャーや次の大人を指しています。普通の人とは違うものを見る人たち。彼らの大多数は社会から排除されています。男性の主人公のように 「闇の火の師」と呼ばれる祐太。\n\nストーリー：ストーリーには2つの主要な部分があります。\nこのチュンニボー症候群の以前の苦しみを経験していたユウタは、今や普通の高校生を育てようとしています。彼の孤独な過去は恥ずかしそうなものだったので、彼は彼の「暗い炎マスター」の地位を否定し、\n彼女の父親の死の現実に直面することができないRikka.aは彼女が彼女のchunnibyouエイリアスを苦痛な現実から逃れるために使用するので、女性の主人公は\"暴君の目\"別名。\nこれらの2人が、毎日の家事、楽しみ、そして笑いのシェアとともに、通常の生活と矛盾しない感情に直面しています。\n\nキャラクター：アニメ全体は基本的に2人の主人公の周りに中心を置いています。他のサポートキャラクターはほとんど開発されていません。このアニメの1つの主な欠陥は、サポートキャラクターの乱用でした...ニンブタニもまたチュニビュウ症候群の被害者です、 最初は興味深いキャラクターとして登場しましたが、すぐに追い払われ、あまり好ましさが与えられませんでした。 また、KuminとIshikiを含めることは、実質的にアニメ全体で何もしないので意味がありませんでした。\n\n芸術：Kyo Aniは視覚的な傑作である。\n\nサウンド：ベストの中ではありませんが、より深刻な部分では本当に効果的です。\n\n視覚的な美しさとコメディの描写。後半には、コメディの部分が少し落ち、よりメロドラマ的な側面が関わった。しかし、祐太とRikkaの間のロマンスは、 アニメがRikkaの過去に深く入ったときの深刻なプロットも含まれています。 そして、これはChunnibyouの最大のクレジットです。そのモエとクリシェの要素にもかかわらず、それはまだ深刻な瞬間の良いプレゼンテーションのために他のほとんどのロマンスアニメより際立つように管理しています。\n全体的に、Chuu2-byoには欠陥がありますが、それはまだ見るのがとても楽しく、2012年のベストの1つとして確かに立っています。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "matic12345",
    "profile": "/profile/matic12345/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=201589",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\nコメディはしばしば偉大なものですが、より深刻な注意を払い、その後は悲惨に失敗します。 ちょっと恥ずかしがり屋デモ恋人！ 彼らの前の魅力の大部分を失ったより深刻なものを得る試みで、大きな約束を示した番組の一つです。\n\n私たちの物語は、彼の8年生のシンドロームの人格\"ダーク・フレイムマスター\"に代わって大いに苦しんでいた裕太さんから始まります。 彼は恥ずかしい過去を忘れようとしている高校で新たに始めているが、彼の最初の日に、彼自身がまだこの症候群に苦しんでいるRikkaは、彼が以前の恥ずかしい自己に戻ってくるのを見ている。 彼女は彼女の行動を理解することができ、彼女はまた彼女の下の一面に住んでいて、すぐに友人になるようにソートします。 彼女は彼女の妄想に学校のクラブを編成したいと考えて、ゆうたに参加させます。 彼らはまた、クラブにいくつかの人々を取得し、彼らは一緒に別の楽しい冒険を開始します。\n\nストーリーはオリジナルではありませんが、コメディーは、キャラクターのやりとりだけでなく、すべての欠点を許すのは簡単です。 ショーが物事を複雑にし、より多くをドラマに変えたいと思うほど、途中で真剣に下降し始める。 理論的には間違っているわけではありませんが、ここではすべてを信じられないくらい退屈にしてしまいました。私はエピソード9の周りを真剣に考えていましたが、幸運なことに、 最後のいくつかのエピソードは、前半の偉大さに一致しません。 エンディング自体はかなり素晴らしく、次のシーズンにはいいスタート地点を与えてくれます。私はそれを見たり、見たりすることがまだわかりません。\n\nキャラクターはすべて楽しいものです。ゆうた、特にRikkaはバックストーリーをうまく展開しています。 キャラクターのダイナミクスは素晴らしいものばかりでなく、お互いを完全に補完し、リードを取り巻くキャラクターのグループ全体が楽しくて、この多様性があります。 まだいくつかの問題があり、多くのキャラクターがオリジナルではないので、他の主人公のバックストーリーは未踏のままです。\n\n特にオリジナルではないと芸術は素晴らしいです。 私は特にRikkaが好きでしたが、彼女のMisaki Meiとの類似点は他の人にはあまりにも凄すぎます。 私が指摘しなければならないのは、彼らが美しくアニメーション化されているように想像上のバトルシーケンスであり、時には観客の1人に変わる見方は華麗です。 オープニングは素晴らしく、ベル・アンド・ヘスティアのシーンがダン・マキの終わりに歯を磨いてから、私が見たかわいいシーケンスが含まれています。 サウンドトラックは家に書き込むことは何もないが、それは役に立つ。\n\nすべての中日デモで恋をしています！ 私は最初の部分が10を保証すると言わなければならないが、次のエピソードは、それを破壊した。しかし、それは非常に傷ついたアニメですが、最初の部分はとても良いので、私は7よりも低いスコアを与えることができません。 良い第一印象。 これはアニメではありませんが、アニメを捨てるのに一番近かったので、私は誰にも心からお勧めできますが、初めは例外的で、最初の数回のエピソードだけ見る価値があります。\nコメントを残すか、私の他のレビューのいくつかを読んで自由に感じてください。"
  }
]
