[
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "fillyy",
    "profile": "/profile/fillyy/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=185848",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのアニメはすべての人にアピールするものではありません。 アイデアが過度に使われているため、全体的な話はちょっとしたものです。 誰かと一緒に過ごしてから恋に落ちる、それは多くのアニメで過度に使われている。 それを止める時です。\n\nそのすべてにもかかわらず、アニメは面白くて遅い進歩を追加することで、キャラクターがより密接に近づくにつれて結合します。 時々、それはより扱いにくく、扱いにくくなることがあります。\n\nあまりにも多くを損なうことなく、あなたがゆったりとした、深刻ではない、冷たい、面白い、アニメのようなコメディが好きなら、このアニメはあなたにとって完璧です。 第2シーズンも必ず観戦してください！"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "simon999",
    "profile": "/profile/simon999/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=121311",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nあなたが哲学者や宗教家や妖精の尾を見ているときに、私たちはそこに大いなるマジョリティシェアでなくてはならないものがあると言います。そして、それは.....人間たちは、 私たち（これの背後にある事実はありません）は、私たちの生活の中で私たちが後悔したり、\n\nこれは、このアニメには「ちゅうにん」デモがあります！  （クラナド、k-on、air、kannonなどのシリーズの制作や手助けをすることで知られている）の京都アニメーション製作は、虎子の軽小説\n\nストーリー-9\nストーリーは私に大きな驚きをもたらしました。私はノーマルコメディを期待していましたが、ロマンスと後悔、悲しみと喜劇に満ちた話がありました。私のトップ5のコメディでは、 私は最後に声を出して笑っていましたが（スーパー・スマッシュ・ブラザーズのシーン）、彼の過去と彼の「第8学年症候群」との間には、人の話があり、彼の周りの人間関係を築くために成長し、  （あるいは、必要に応じて自分の古い自己に戻っていく）、本当に誰もが私たちの思春期を過ぎ去って大人になりたいという気持ちや、私たちが持っている現実感や私たちが残している習慣 このような大規模な群衆に到達することができるため、これを素晴らしいシリーズにする\n\nサウンド8\n素晴らしい演技と終わりの両方でエピソードの感情を捉え、何が来るのかを視覚的に知らせるだけでなく、壮大な壮大なバトル音楽や面白い幼稚な音楽を実際に追加して洪水を このアニメシリーズ\n\n\nアートとアニメーション-9\nシリーズは非常に良いと固体のアニメーションバーの設定やクレイジー良いものを示していますが、私は喜んでアートワークの影響を受けたいくつかのシーンに気づいた\n\n\nキャラクター-9\n私はキャラクターに多くの人が気に入っているのが好きではありませんが、自分の気持ちと行動を概観すると好きなキャラクターがいくつか残っていますが、私は自分自身を助けることはできませんが、 私に何も否定的な言葉を残すことは、声がそれを演奏する最高のiveの1つであったと言いました。\n\n全体的 -  9\n\nこのアニメは私のトップ5に近づいていましたが、それはそのジャンルを好んでいる人のためのすばらしいコメディーです。そしてそれは、光の小説を読んで、もっとテーブルに持ってきて 感情に満ちたバッグ"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Bazus",
    "profile": "/profile/Bazus/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=82598",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nちょっと恥ずかしがり屋デモ恋人！ 本当に私を驚かせました。 外では、それはあなたの標準的な\"高校のラブストーリー\"運賃のようで、あるレベルではそれだけですが、それは非常に多くの多様でユニークな側面を取り入れ、すべてが新しい経験のように感じます。 要するにそれはあなたの時間の価値があります。 長い読書で。\n\n物語は上記のように、あるレベルでは「高校のラブストーリー」です。 最初のエピソードの後に​​私が最初に思ったのは「大いなる愛の三角です。 それはすぐに私が期待していなかった驚くべき新鮮な変化だった水から急に吹き飛ばされました。  （全体のニブタニのキャラクターは素晴らしかった、すべてtsunとdere）。 アニメがいかに本当に面白いかは言うまでもありません。 私は自分自身が何かを見ているときに私は一般的に笑っていない、私はいくつかの時間よりも大声で笑いを見つけた。 ペーシングは別の目立つ機能であり、それが必要と感じる限り続きます。 ドラッグしたり、コンテンツを再利用したりして、時間を埋めることもありません。 結末は本当に何かと同様です。 すべてのことはあなたの時間をちょうど価値がある。\n\nこの魅力的な魅力の中で、本当の傑出した才能は文字です。 彼らは（本質的に）ユニークで多様なものです。 私は特に、ニブタニとユウタのフラッシュバックと時折の再発を感謝します。  （Ahem Mori SummerとDark Flame Masterそれぞれ）。 彼らの互いの相互作用は信じられており、とても面白いです。 それは彼らが完璧だと言っているわけではありません。 ほぼすべてのキャラクターのいくつかの側面はかなり一般的ですが、私はそのような側面はとにかに廃止することはほとんど不可能であり、2つはより奇妙な側面を引き出すためにのみ役立つと感じています。 気の利いたと言えば、中学2年生シンドローム全体のことは素晴らしかった。 それは、平均以上の何かから優秀な何かにChuunibyouを回したものです。 それでも苦しんでいるキャラクター（デコモリとリッカ）とリハビリの人（ニブタニとゆうた）とそれらの相互作用を見ていることが、私にとってこれを作ったのです。 彼らはポイントで陽気で、他の人に触れていました。 時には両方。\n\nChuunibyouの他の側面は確かに平均以上、特にArtスタイルでした。 ストーリーやキャラクターの種類に合わせて非常に洗練されていることがわかりました。 しかし、本当の顕著なのは確かにストーリー、特にキャラクターです。 彼らはこのアニメをすばらしい、壮大なものにします。 私はこれを見て爆発してきました、そして、私は嘘をつくつもりではありません。私は最後にいくつかの男の涙を流しました。 これは簡単に2012年の私の最高のアニメを作ることができます。あなたは時間がある場合（それは12エピソードだけですね！）、あなたは良い笑いとかなり関連する '物語への道徳'の気分に入っています。 実際、このアニメのモラルは、今日の文化には大変関係していると思います。 それは説教ではなく、私は彼らが解釈に開放されていると感じていません。 それにもかかわらず、それは私がそれを見て以来、確かに私の思考プロセスに影響を与えました。 誰にでも何かがあります。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "gunnersforlife",
    "profile": "/profile/gunnersforlife/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=80648",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n最初はランダムなコメディーシリーズだと思っていましたが、今まで見た中で最高のアニメの1つになっています。 もともと私はこのアニメを見ようとはしませんでしたが、私は「最も待っていたアニメ」のポーリングを見たので、このアニメを見るショットを与えました。\n\n「中学生」は基本的に「8グレードのシンドローム」を意味し、日本人は普通は想像力を持ってあなたの実生活と混ざり合っている「病気」です。 たとえば、あなたは自分自身が魔法の力を持っていると信じています。どこでもあなたは魔法使いのように服を着きます。\n\nあなたはおそらく中学校で「中学生」を持っていて、高校に入学したときにそれを入れたいと思っています。それが中2の始まりです。 しかし、あなたの恥ずかしそうな過去の話を簡単に忘れると、あなたの友人や家族はいつもあなたの過去を持ち出し、あなたの友人はまだ「中日」にいます。 あなたは同じボートに友達を持っていてもいいかもしれません。同じボートには、過去に「中日」があったかもしれません。\n\n\n--------------------\n\n\nストーリー10\nストーリーラインは初めにあまりにも速く発展しなかったし、私が言ったように、それはちょうどランダムなコメディシリーズだと思ったが、シリーズの途中で、それはよく発展し始めた。 彼らはいくつかのキャラクターの過去を明らかにし、Rikkaの過去、そしてなぜ彼女がChuunibyouを持っていたのかは、真ん中から終わりに向かってうまくいきました。\n\nキャラクターの間のラブストーリーも予想外にうまく開発されました。 予期せぬ予期せぬ事態が予想できない話があり、私はこのアニメの終わりを正確に推測することさえできませんでした。\n\nキャラクターが戦ったとき、私はいつもそれらの間の緊張を感じることができた。 シリーズの終わりに近づくにつれて、彼らは主人公のすべての過去を明らかにするように、とても感動的になり、最後のエピソードで泣いても、それはとても感動的でした。\n\nまあ、Chuunibyouの物語の中で最も重要なことは、シリーズをうまく閉じられないことがあるためです。  Chuunibyouの結末はかなりmomerable、IMOだった。 他のシリーズのいくつかは初期のストーリーが良いものでしたが、最終的には発展しなかったため、より良いアニメとして終わりました。\n\n--------------------\n\nアート10\n私は単に芸術が大好きです.KyoAniはキャラクターをデザインする素晴らしい仕事をしましたし、戦闘シーンは本当のバトルだったので優れていました。 彼らはメインのヒロインたちをとても愛らしい人にしましたが、他のシリーズと同じようにファンタジーではありませんでした。\n\n--------------------\n\nサウンド9\nキャッチーなオープニングで、あなたはオープニングで「Woop Woop」Rikka doをやろうと試みることすらできました。\n最初は結末が本当に好きではありませんでしたが、数回聞いた後は本当に素敵な曲です。\nインストゥルメンタル・ソングはいいです、私はミドル・パート・トランジション・ソングが好きです。\n\n--------------------\n\nキャラクター10\nストーリーの早い段階では、各キャラクターの背景はまだ分かっていませんが、各エピソードで非常によく解説されています。\n\n祐太は主人公であり、彼は過去を忘れたくて、みんなのように普通の学生になりたかった。\n\nChuunibyouの女の子としてTakanashi Rikkaはうまく作られており、彼女のすべての行動はあなたが笑いを止めたり、時には笑うことができないようにします。\n\nクラスで一番美しい女の子である新八新谷さんはすばらしかったです。 シリーズ全体で彼女の秘密についてもっと知ることができます。彼女は実際にはピーピーです。 彼女は主人公の中で賢明な人物であり、常に自分の人を喜んで助けています。\n\nRikkaのデコモリのしもべ、私は彼女の態度にはかなり腹が立っていましたが、デコモリは彼女の「Desu」とRikkaでやったいくつかの狂気のもので、このシリーズをもっと面白くしていることに気付きました。\n\nKuminはどこでも眠っている眠っているsenpaiであり、Isshikiはいつも彼がすべてを知っていると思った祐太の親友です。\n\nTakanashi Tookaは典型的な厳密な姉妹ですが、実際には彼女は本当にRikkaを愛しています\n\n--------------------\n\nエンジョイ10\n当然私はモエシリーズを楽しんでいて、私はちゅう2が大好きでした。 すべてのエピソードはシリーズ全体と同じくらい楽しいですが、私は笑って、笑って、いくつかのキャラクターの関係を見て「とても甘い」と言っていて、さらにはChuu-2と一緒に泣いていました。 私はいつも「えー、このエピソードはもう終わりました！」といつも感じています。私はいつも次のエピソードを楽しみにしていました。\n\n--------------------\n\n全体的に10\nだからちょうどチュービブーが持っているもの：\n陽気なジョーク\n萌えキャラ\nキャッチーなOP\n触れる物語\n夕暮れよりもはるかに良いラブストーリー\n思い出に残るエンディング\nニース・モラル・ストーリー\nノスタルジックな物語（おそらくあなたは「中日」もあったでしょう）\n\n最高のアニメ今シーズン、私は言わなければならない...これは必見アニメです！\n\n--------------------\n\nこれは私の最初のレビューであり、読んでいただきありがとうございます！  ^^"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "SakurasouBusters",
    "profile": "/profile/SakurasouBusters/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=107707",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\nちゅうにびょう でも こい が したい！\nストーリー：9-全体的なIDは、物語は非常に強く、独自の独自の方法であると言う、ドラマは特定の時点で少しメロドラマすることができますが、通常は非常によく扱われ、またコメディのほとんどは絶対に黄金とスポットです 。\nアート：10-明らかに、このアニメの芸術は、それがアニメにとって最も良いスタジオの1つである京都アニメーションによってアニメーションされるので、息をのむほど明瞭です。\nサウンド：9-アニメのスコアは本当に注目すべきものではありませんが、ショーに完全に合っています。それは本当に重要です。オープニングはかわいいと非常にキャッチーですが、エンディング曲は最高のエンディング 長い間。\nキャラクター：8-このアニメにはそれほど多くの重要なキャラクターはありませんが、重要なキャラクターはかなり記憶に残っています.RikkaとYuttaも私が今まで見た中で一番愛らしいカップルの一人になります\n楽しさ：9-私は徹底的に劇的なドラマ、愛らしいロマンス、素晴らしいコメディーシーンを展開している、中日版デモ「恋愛会」を堪能しました。\n全体：9  - これは最高のアニメではありませんが、あなたはいつも楽しませてくれるものです。誰もが見なければならないものです。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Merrian",
    "profile": "/profile/Merrian/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=115159",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\n2レビュー：\n最初のエピソードからこのアニメの私の印象は...まあ...私でした。 私はそれが難しいと感じると現実から脱出するのが好きです。 私は飽きると、一日中白昼夢になります。 私は好きなキャラクターのように時々コスプレして行動するのが好きです。\n\nちょっと恥ずかしがり屋デモ恋人！ または私の思春期の偉大な妄想に関係なく、私は欲しいです！ ロマンチックなコメディーを取り、コス遊びやファンタジーと結びつけることができます！\n\nストーリー[8/10]：\nそのすべてがコメディーとファンタジーのような瞬間であるにもかかわらず、このアニメは私の感情をひねった。  1分、私は「ダーク・フレイム・マスター」を召喚しようとしている「ウィキッド・アイのウィーダー」と、「ホライズン」を見ながらゆっくりと考え直してみる人々を見ていました。 それは私が対処しなければならない物語のようなものであり、それはすべて素晴らしいものでした。  （私に本当に触れた涙の瞬間もあります。）\n\nアート[9/10]：\nこのアニメでこのような素晴らしい仕事をしてくれた京都アニメーションのような人に感謝したい。 キャラクターはうまくやっていて、背景の特徴はきれいだったし、妄想もしたことが大好きです。 トランジションはスムーズです。ほとんどの場合、一部のシーンでは少しばれています。 しかし、それ以外にはここには不平はありません。\n\nサウンド[8/10]：\nそれは楽しい音楽でも、静かで小さなピアノでも、このアニメのサウンドは多くのパーツに適しています。 彼らは、ほとんどの場合、気分と雰囲気を設定します。 感情的なシーンは何か美しいものに設定され、面白い部分は、まあ、言い換えれば、より奇抜なものでした。 オープニングとエンディングの曲は元気で、ストーリーといくつかのキャラクターが何をしているのかを説明しました。\n\nキャラクター[9/10]：\n私はこの物語の特徴を絶対に愛していました。 私は彼らの妄想がどのように生き生きとしていたかを愛しました。 私はまた、彼らが住んでいた恐ろしい思い出から普通の生活に切り替えることを試みている人たちを愛していました。 グループの「普通の」ものである戸谷優太と新八新谷を迎えよう。 その後、ストーリーの気分を変えた人たちから、あまりにも恐ろしいことを恐れることのない高梨里カやさなえ徳森のような人には、誰も聞きたくない恥ずかしいことを言います。 これらのすべての文字で、私は興味を持っていることを確認しました。\n\n楽しさ[10/10]：\nこのアニメは、私が持っていないものを私に思い出させました。 恥ずかしさの欠如、愛（私は独身ですが、問題がありますか？ ドラマチックであれ、コメディーであれ、妄想的な戦場であれ、あらゆるエピソードで目を引くシーンが、私を夢中にさせてくれるものです。 このアニメのほぼすべての側面も、すべてのエピソードで一緒にきれいに収まりそうです。\n\n全体的な[10/10]：\nもし私ができれば、私はこのアニメに貢献したすべての人に背中を軽くたたき、彼らがうまくいったことすべてに100+語のコメントを与えるだろう。 このアニメは、私が飽くなきものを見つけた、これらの馬鹿様なキャラクターのほうをもっと望んでいました。 彼らがこのアニメの続編を作ってくれることを感謝します！"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "FreeKill38",
    "profile": "/profile/FreeKill38/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=95349",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はちょうどMALをブラウズして、アニメが見たいものを見て、おすすめを読んで、次に見なければならないアニメを選んだのです。 それから、私はこの奇妙なタイトルのChuunibyouデモコイガシタイを見つけました。 実際には、これは既に私の友人によって推薦されましたが、MALでそれを見た後に注目を集めました。\n\nアニメの表紙に一見すると、私はこのアニメが魔法と第一次銃を含む何らかの魔法にかかわっているアクションアニメだと思った。 私は間違っていた。 それは私が読んだことに応じて異なるプロットを持っています。 それから、結局私はそれを見始めた。 真実を伝えるために、私は本当にこのアニメについてきました。 私の心のどこかで、何か叫んでいるところから、私はこのアニメが本当に私の気持ちを理解していることに気付いた。 厳しい現実を想像力で逃げ出し、すべてを正常よりも楽しくする。 それは私がまだ私の中に住んでいたことを知らなかった幼少時代の私の本質に触れており、私たちがこの現実を退屈な人生、またはマンガのような楽しいものにすることを選択した人物であることを視覚化することができました。\n\nそのようなインスピレーションアニメ（私のPOV）のために、私は実際に私の注意を引いたし、私の心もプロット9/10を与えた。 しかし、実際にはまだ私の完璧なアニメプロットではありません。\n\n私はArtに8/10を与えています。 私は彼らの性格が彼らの芸術にどのように適合しているか好きです。\n\n9/10の音が鳴ります。 オープニングとエンディングの曲はストーリーに合った。 特に、私たち自身を見つけることについて語る終わり。  OSTはそれほどは言えませんが、私の見解では、OSTは大気に合っています。\n\nキャラクター9/10。 もっと言いたいですか？\n\n私にとって、楽しさは完璧です、私はアニメを本当に楽しんでいました。私が紹介したアニメについて、どのように感じたかを指摘しました。\n\n - フリーキル38"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "NostalgicDPT",
    "profile": "/profile/NostalgicDPT/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=97839",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\nジャンル：コメディ/スクール/ややロマンス*スポイラーなし*\n\nストーリー8/10：高校新入生の湯田はかつて「8年生」でした。 これは、彼らがスーパーヒーロー型のキャラクターだと信じており、いつものようにそのように行動するフェーズです。 彼の恥ずかしい過去を忘れるために、彼は新しい高校に移りました。 彼は現在、8歳のグレードのシンドロームを患っているRikkaという少女と出会い、彼の周りを追っている。 物語はそこから解き放たれます。\n\nアート9/10：2013年のアニメから期待されるように、キャラクター、風景、色が最新です。 全体的に、アニメは見て良質なものです。 陽気で、実際にはかなり派手で/涼しいところで、「戦いの場面」。\n\nサウンド8/10：OP / EDは楽しく、キャラクターの声は大丈夫でした。 戦いシーンの音楽はうまくいった。\n\nキャラクター8/10：キャラクターは半面白いものもあれば、いくつかの点では非常に迷惑ですが、視聴者は彼らに感情を抱かせることができます。 私の好きなキャラクターは、彼女の性格や行動のためだけに、Rikkaの姉でなければなりません。\n\n\n*楽しさ/全体的な8/10：アニメは面白いのではなく、笑いで死ぬアニメではなく、ただ単に楽しいショーです。 私は、アニメの終わりに、誰かが第8グレードの症候群を続けることが大丈夫かどうか、あるいは他の人の期待に合うように社会に適合するべきかどうか、結論には至りませんでした。 私は終わりに向かって明確な答えがあると思ったが、私は気にしない考えを持たなかった。 そのアニメは私に残っていましたが、その決定は「正しい」または「より良い」ものでした。\n\n*私はこのアニメをクイックスクールコメディを探している人におすすめします。 あなたが子供のように超能力を持っていると想像した子供だったら、これはおそらくあなたを笑わせるでしょう。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "genetic_crisis",
    "profile": "/profile/genetic_crisis/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=85389",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nエンディングの最も難しい部分が再び始まります\nリンクパーク\n\n新しい人生、新しい友達、新しいスタート、\nしかし、あなたの古い人生の一部があなたの新しい始まりと和解し始めるとどうなりますか？ それはあなたが本当にそれを終了していないということですか？ それともちょうどそれはまだ終了するつもりはないのですか？\n\nこのアニメの教訓を1つ与えてみましょう。\n「アダルト時代に急いではいけない」\n\n成熟は、あなたが神があなたに提示する問題をどのように解決するかに依存しません。それはあなたがその結果を受け入れてどのように扱うかです。\n成人期は本当に人生の中で最も難しいことです。つまり、私たちがすでにその段階にいるかどうか、どのように知っていますか？ あなたはそれのために準備ができていますか？ あなたはそれのために自分を準備しましたか？ 他の大人ができることは私たちが責任を取ることができるということですか？\n\nこのアニメは実際にはとてもシンプルですが、\n高校の環境、新しい挑戦、それぞれのキャラクターが忘れたい過去、\n新しいことを学び、前にやっていないことを達成しようとする喜び、少しずつ彼らは成長が本当にすべてを忘れて、新しい始まりを抱くことを意味するわけではありません。\n\nこのアニメにはチャンスを与え、あなたは自分自身について何かを学ぶかもしれませんが、実際にこのアニメが好きです。素晴らしい芸術と効果はもちろんのこと、OSTは本当に良かったですが、とりわけそれはそれぞれの個性を表す深い意味です。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Minervaorlando",
    "profile": "/profile/Minervaorlando/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=219509",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  6\n\n私は、芸術の友人の推薦のもとに、中日を見ました。\nストーリー：5-第1シーズンのプロットはうまく計画されていません。 それはスーパースローからやや遅くなり、シーズンが終わった。 ロマンスは大丈夫だと思いますか？  KWMSのロマンスを探しているなら、これはそうではありません。\nアート：10-芸術は期待通りに素晴らしいです。 このスタジオは一般的には芸術性が高いので、ここでも芸術的には驚くべきことではありません。 私がこれで大好きだった最高のもの。\nサウンド：7-普通ではない\n文字：7-いくぶん元気？ 私はこれらの文字から覚えている思い出に残るものは何もありません。 そして、彼らの多くは、それほどオリジナルではないが、とにかく期待される特定のキャラクターの役割のいくつかのステレオタイプに従っています。\n楽しさ：6  - プロットがあった。 ちょうど。 方法。 あまりにも。 スロー。 最初のシーズンの最初の半分をやっつけるだけで、それを完全に止めたくない。\n全体的に：6-ちょうどアートのためにそれを見てください。 あなたがストーリーラインの実際の内容ではなく芸術に入っているなら。 芸術以外に特別なものはあまりありません。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "BasedErio",
    "profile": "/profile/BasedErio/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=218864",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\n注：私はこのレビューを読む前にChuunibyouを見てみることをお勧めします。 主要なスポイラーは関与していませんが、コンテキストは私がどこから来ているのかを理解する上で重要です。\n\nはじめに、私は京都アニメーションは、彼らのショーによって異なる独自のカラーパレットを持つスタジオであり、それは通常アニメの主題の目標に基づいていることに注意したいと思います。 私は、1つの理由で、中日はその視覚的パターンに従うとは思わない、そして正当な理由がある。 文字が暗い茶色で突然輪郭を描き、大気中の緊張を伝わってきたり、各フレームに含まれる無数の色のために、最も不安定で調和の取れたレベルの感情を操作する場面もあります。 これらの文体の選択の多様性のために、アートの方向性がフラットになることはほとんどありません。\n\nそして、私はこれが中日の中核テーマの側面を反映していると思っています。成長し、あなたの周りの世界を知覚する方法を絶えず拡大しています。  RikkaはChuuniの傾向を後に残すことは決してないかもしれませんが、彼女は常にシリーズ全体で作り出した関係においてますます価値を見いだしています。 彼女は彼女の周りの世界とそれに住む人々と交流していますが、現実を拒否する多くの人々のように、彼女は彼女の世界観があらゆる冗談、軽薄な姿勢、そして毎秒彼女が突然感じていること ゆうたの手を握るように促す。 彼女は表面的に見ると同じように世界を見ていますが、シリーズの終わりには、彼女のタイプの多くのキャラクターが無数の色を含む洞察力のあるビジョンを感じることのない無数の陰影によって豊かな視野が広がります。\n\nしかしそれはそこで終わらない。 実際、このシリーズのほとんどすべてのキャラクターは、人々の共通の欠陥の兆候であるため、実際には、単にそれらを描写するのではなく、社会的な暴行の性質について実際にコメントしています。 裕太はすべての人の中で最大の現実主義者かもしれないが、現実を追求するために十字軍に反応して自分自身を強制的に行動させ始めると同時に、偽善を受け入れることに苦労している。 デコモリは、あまりにもコミックに見えるかもしれませんが、デコモリはそれらを製作したことに同意しているにもかかわらず、彼女の妄想に耽ることによって真実の拒絶を象徴する方法においても同様です。 だから、Rikkaは、Yuutaの現実主義的態度とDekomoriの誇張された流行の傾向の間の種類の合併である。 彼女とのより深い関係を追求するために、彼女がゆうたの「理想」に適合する必要があるかもしれないことを認識すると、Rikkaはちょうど彼女のChuuni傾向から心を失う。 しかし、Rikkaの場合、生き生きとした心は、それ自身のやり方では鋭敏です。 デコモリが意外にも彼女を「マスター」として扱うときに、彼女の散文を調整するのを忘れると、彼女の目には躊躇していることが分かります。  Rikkaが画面上に表示されているときはいつも色が不自然になっていて、彼女の表情は無意味になっています。 彼女は誰かが彼女を救うのを待っている。\n\nそして、結局のところ、ゆうたとリッカの両者は、彼らの関係が本物であると感じる独自の特異性と個人差を認めているのです。 真夜中の月の地平線に向かって無限に自転車に乗っているのはばかばかしいかもしれません。そして、私はRikkaとYuutaの両方がそれを認めたと確信していますが、それは彼らを幸せにしました。 本質的には、あなたの信念を過度に追求すれば、最終的に偽善に直面することになってしまう壁にあなたを導くかもしれませんが、あなたの信念がもっと悪いことは分かりません。 それは、あなたがデコモリの最新の発見のために賞賛に溶けたいと思っているリカのようなものですが、彼女の価値観との自己葛藤のためにはできません。\n\n言い換えれば、このシリーズのキャラクターは、物語の文脈のなかで、最も多様で奇妙で、最も重要なことに、人間の心に響くものの中にあります。  Chuunibyouは、人間的に欠陥のある視覚的および心理的な提示を与えるために、信憑性のある人物を作るだけでなく、実際のコミュニケーションから生じた関係から実際に意味をなさない。 それが、中日芸を芸術作品とする理由です。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Simonian",
    "profile": "/profile/Simonian/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=217590",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n「ちょっと恥ずかしがって！ ゴージャスな雌犬に囲まれた、無骨な男性の鉛についての話で、骨を飛ばす人は、ゴマの通りで次に起こることを考え出すのに忙しいわけではありません。 それは面白いことは、彼はただスカートでそれらをつかむ必要があることを理解していないと彼らは彼らが求めているスパンキングを与える代わりに、すべてのあまり面白い状況につながる涼しい演奏するという事実です。\n\n設定はあなたの典型的な高校です。 私たちには、アティラ・ザ・ハンのバイブレーションを持っている男性のリードがいます。 ストリップ・クラブでバンカーのように女の子を左右に引き寄せ、私たちのヒーローは高校生の生活を始めることを覚悟しています。 ある日、彼の作り付けの猫マグネットが、彼のドラゴンを捕まえようとする（つまり、彼に激しい怒りを与える）バイシュを着ている目のパッチを引き寄せるだけである。 すぐに彼のために何を与えるために彼が待っているアティラの人生には、奇妙なバイシェットの多くが現れます。 私たちの主人公は、彼のハーレムの性質のように子供を楽しませることと、ジッパーを引き裂くことと、本当に欲しいものを雛に与えることとの間で引き裂かれています。\n\n冒険が始まります。 あなたの座席を持ってください。 彼は自分の幼稚さと条件に来るようにしようとすると、彼女は\"実践\"アクションの不足の不穏さにもかかわらず成長し、 陽気なたわごと。\n\n芸術は素晴らしく、女の子が経験する空想的なエピソードの巨大なビジョンは目に見えるものです。  DBZは比較しても、話はしません（Goku＆Frieza 20 episode shit talk fml）。 ビアグラは必要ありません。 あなたはレンガよりも硬くなるでしょう。\n\nサウンドは優れています。 音楽、声優 - パッケージ全体。 あなたの感覚はこの人間の勝利に没頭しましょう。\n\nまったく、非常に面白い。 私は男性のリードが女性のキャストでビルコスビーに行くのを待っていたが、私たちは人生で必要なものすべてを得ることができません。 それにもかかわらず、壮大な時計。 あなたが何らかの妄想的な幼稚なものに入っているひよこに襲われた場合は、これを見て、彼女をひねり、不審な地震活動のために彼女の地獄の地域を点検する必要があると彼女に言う。\n\n10点満点中10点。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Animesucks-sama",
    "profile": "/profile/Animesucks-sama/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=146715",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nだから私はここで一種の喪失している。\n\n私は萌えのファンではなく、一般的に私には魅力的ではありません。\n私はHSのロマンスのファンではない、私はそれが本当に面白くて退屈だと思う。\n\n\nでも、私は中日を楽しんでいる......\n\n私は本当に馬鹿なことを言うつもりですが、それは実際には良いのでしょうか？\n\nアニメーション - 京都アニメーション、すごい/上層。\nサウンドトラック - まともな、あまりにも苦痛ではなく、正確にはオーケストラの品質。\nキャラクター - うーん、コメディは主に私の焦点です。 それは素晴らしいことではありませんが、私はすべてのエピソードを笑うことが面白いです。 モノガタリ/銀魂にはまだ何もありませんが、一貫しています。\n\nストーリー - 私が問題を抱えているのはここだけです。 文字自体にプッシュが必要です。 ロマンスは外出したあまりにも\"恥ずかしがり屋\"です（それは以前はかなり簡単だったので変です）（時間を埋める？）私は走っているギャグが好きですが、時にはそのようなものもあります。  ？\n\n\nそれにいくつかの任意のスコアを与えるために私は言う：8/10、良いアニメ。\n---------------------------------\n軽度の賞賛と苦情。\n\n賞賛：\n - 私はどのようにランニングギャグが想像力の土地であるのが好きです。 それは非常に創造的に使用され、それは良いギャグです。\n - 私はいつも眠っている女の子であっても、キャラクター自体がかなりうまくいっていると思う。クミン（私の好きなキャラクターbtw）は、ジェネリックXアーキタイプのような気がしていない。 これは主に京アナのせいですが、すべて同じです。\n一般的な戦闘シーンは良いものも悪いものもあります。 このJRPGの設定では、別のアニメを見たいと思っていました。\nHSのロマンスについてのオリジナルアイデア Chuunibyo（またはいくつかのサブの8年生の症候群）は、非常にユニークです。\n\n\n苦情\n - 時にはあまりにも多くのモエーショット。 その京アンと彼らはすべてこれでやるが、それでもなお。\n - 再発するエピソード/テーマ。  Rikkaのライバルポイントやmori-summerのアークのいくつかは、以前のエピソードや2つのアークとかなり似ています。 しかし、これは頻繁に（1〜2回）起こるわけではありません。\n - 成人が「このファンタジーを信じていない」と言っているが、その後それに完全に参加する奇妙なシナリオの種類。 矛盾するメッセージ。\n--------------------------------------------------  -------------"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "AnotherStatsGuy",
    "profile": "/profile/AnotherStatsGuy/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=215972",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  7\n\nこのショーはどこから始めるのですか？ 私は約36時間でこの全シーズンを観戦しました（シーズン2があります）。 そして、人、私の印象は全部の場所にあります。\n\nそれはとても面白くて、人生でいっぱいです。 それは素晴らしいアニメコメディです。そして、それは暗く、本当に暗くなります。 そして、それは本当に戻ってくることはありません。 実際、ショーは後のエピソードでいくつかの面白い瞬間を持っていますが、トーンを緩和することはほとんどありません。  Rikkaはショーが彼女と一緒に暗くなる前に、かわいそうです。 そして、ゆうた、さて、周囲に何が起こっているのかを言いましょう。\n\nバージン諸島ではあまり知られていませんが、ブリトニー・カルボスキーはデコモリとしてしか聞こえませんでしたが、彼女はA Certain Magical Indexの「Last Order」と同じ声を使用しているからです。 私が前に残りのことを聞いていたら、うまくいって、彼らは深刻な範囲を持っています。 彼らがとてもいいから、すべてのVAが仕事を続けてくれることを願っています。\n\nもっと感情的な瞬間を沈めるために、私はエピソードを数回休止しなければなりませんでした。（オンラインで見ることの利点の1つです。）京都アニメーションによって作られています。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "mrzeldafan123",
    "profile": "/profile/mrzeldafan123/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=212069",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  8\n\nChuunibyou demo Koi ga Shitai（英語では、Love、Chunibyo＆Other Delusions）は、主要なプロットを持たないアニメシリーズの1つです。 私は確かに、裏話がありますが、大部分は、物語は他の疑わしい生徒に囲まれた普通の中学生についてです。  Love、Chunibyo＆amp; 他の妄想には、キャラクターが解決するために努力した主なストーリーはなく、それはまだ機能していました。\n\nストーリー：8/10\n物語は私がすでに話し始めたことです。 基本的には、多くのティーンエイジャーが、現実から脱出しようとするチュンビョー（Chunibyo）を体験し、本当にファンタスティックな存在であると本当に信じています。 代表的な例は、田田裕太の友人の高梨六花少女です。 彼女は「邪悪な大王の目」を持っていると信じています。そして、彼は忠臣蔵を持っていたときに彼が発明した人物によってまだ祐太を認めています。それはダーク・フレイム・マスターです。 物語の大部分は、中日と一緒に暮らしていた時から逃げようとしているユウタと、オーバーナイトの邪悪な目や境界線というものがないことをRikkaが理解できるようにすることです。\n\nアート：9/10\nアートは美しく、すべてがオンポイントです。 それほど多くは言いません。\n\nサウンド：10/10\n再び、音についてはあまり言わない。 それはちょうど例外的です。\n\nキャラクター：7/10\nはい、キャラクターは7つだけのランクです。 どうして？ まあ、あなたが好きなキャラクターがあります（Rikkaのように彼女は私のお気に入りです）。そして、私がちょうど嫌っていた文字がいくつかあります。 デコモリが一番の例です、私は彼女がとても迷惑であると感じました！ しかし、それは大丈夫です。なぜなら、ほとんどのキャラクターはあなたが恋に落ちるからです。 それはあなたが文字を愛するようにする単純なシリーズの一つです。\n\n楽しさ：8/10\n主なプロットは、Rikkaが彼女の妄想が現実的ではなく、それだけであることを実感できるようにしようとしている唯一のYuutaですが、このアニメは本当にあなたの笑みを浮かべる部分を持っています。 私は激しいストーリーを持っていないアニメの巨大なファンではありませんが、私が今愛してきたこのアニメのファンです！\n\n全体：10/10\nはい、非常に高いランク付けですが、私はそれが本当に価値があると信じています。 私は見守りを止めたかったことは決してありませんでした。そして、それはわずか12のエピソードしかないことを非常に憂慮しています。\nあなたが簡単なアニメをしているなら、Love、Chunibyoなどの妄想を見ることをお勧めします。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "AUA_Raiden",
    "profile": "/profile/AUA_Raiden/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=126521",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nねえ、これは私がオタクの道を歩き、アニメが提供しなければならない素晴らしいことを見ている最初のアニメの最初のレビューです。 これで十分です。 皆さんが探しているものについてお話しましょう。\n\n中日ぐらいって何？ あなたはたぶんその概要を読んで、そのことを説明する理由はありません！ しかし、要するに、それは基本的にあなたにアイデアを与えることです。 成長はすべてのティーンエイジャーが何をする必要があるのか​​の一部です。 あなたの幼稚な恥ずかしい方法の後ろに立ち、普通の10代の普通の生き物を始める。 男性の主人公ゆうたとまったく同じように行かなかったので、Rikkaとの接触により、「普通のライフスタイルの夢」が崩壊しました。  yuutaが背後にあるすべての恥ずかしそうなことを残そうとしているとき、Rikkaの行動はyuutaがまさに彼の姿を思い起こさせる！\n\nジャンル？ コメディー、ドラマ、ロマンス、スクール、生命のスライス...これらはそれぞれ、アニメと非常によく合います。\n\nロマンスに関しては、ショーが進行するにつれて関係が成長します。 このアニメのシーズン2は、ロマンスやコメディを愛する人に間違いがないとすれば、1月9日に放送されます。シーズン2はもっと深くなるでしょう。 心配しないで、シーズン1のロマンスとコメディに満足するでしょう：何も心配する必要はありません。 このアニメはかなりかわいいロマンスを展開しており、RikkaとDekomoriの両方がある第8グレードの症候群ではとても陽気です。 彼らがおそらくあなたが割って笑っている主な理由：P\n\n\nドラマ？ 個人的に私の意見では、良いロマンスはキャラクター開発につながる良いドラマを持っていなければなりません。 そうでなければ、それは退屈になります。 ドラマのないロマンスはすぐに悪いと言っているわけではありません。 しかし、あなたは私が何を意味するのかを知っています。\n\nストーリーラインはかなり大丈夫です。 謎や何かが興奮するものはほとんどありません。 それはあなたにゆうたの日常的な「普通の」生活様式がRikkaという名前の女の子によって変わるだろうという考えをもたらします。 それは素晴らしいものになるのは、ロマンス（ロマンスを愛する人たちのためのもの）、そして確かにコメディーとその中の深刻なドラマのタッチです。\n\n要するに、アニメはロマンス、コメディ、ドラマに関してかなりバランスが取れています。\nそれは欠陥か、それがあなたの期待/満足を満たしていない地域にあります。 しかし、これは素晴らしいアニメでした。\nロマンス愛好家？ 恋人ですか？ あなたはこのアニメをうまく楽しむでしょう。\n\nキャラクター：9\n個人的に、各キャラクターはアニメを面白くてすばらしいものにするのを助けました。  8人目のグレード・シンドローム、学校で人気のある女の子、そして彼のことを思い出すと、一番面白い反応を見せてくれる主人公であるRikka and Sanae Dekomori（Rikka's underling lol） 過去の自己xD\n\nストーリー：7（大丈夫\nアート：10（アートを愛する）\nサウンド：10（ニース）\n楽しさ：10（それを楽しんだ）\n全体：9（最高）"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Aavy",
    "profile": "/profile/Aavy/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=209905",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nそれはkyoaniだこれを見るためにもう理由が必要ですか？\n\nこのアニメは、ハヌイ、エア、ノン、k-onのクラナドが消えたアニメを作った京都のアニメーションスタジオによって作られたもので、それはkoeと似ています。 同時に楽しかった\n\nPLOT-プロットは単純です。リカという名前の女の子は、8年生の症候群や中学生に苦しんでいて、中学校で苦しんでいた少年に会います。その後、彼女は隣人であり、ラブストーリーはいくつか始まっています 面白い学校生活の瞬間かわいいロマンス。しかし、彼女はなぜ、どのように彼女はchuunibyouを持っていないいくつかの深く悲しい話があります。私はそれを台無しにしたくないが、まだ私はこのアニメが小さなパッケージにすべてのものをパックし、 それを見なさい\n\nSOUND- opとedは私のためのmehですが、まだ彼らは悪くはありませんアニメのサウンドトラックは軽快なオーラを与え、プロットと合ってプロット\n\nビジュアル - これは視覚と芸術のスタイルのkyoanieの強打が芸術のために多くのamvでそれを見つけるほど豪華である点です。文字は流体の動き、美しい目を持って、色は明るく自然です、そして すべてがちょうど完全に流れるので、あなたはそれが美しさに襲われるかもしれません。\n\nキャラクターはこのアニメでとてもかわいいと思いますが、あなたは誰も憎んではいけませんが、それは素敵です。キャラクターは自分自身の重要性を持ち、誰かが捨てられているような気がしません。\n\nエンジョイメント - 私はこのアニメを楽しんでいました。それは私の3番目のアニメであり、誰かにアニメの世界を見せたいと思っていれば良いものです。このアニメはちょうど12のエピソードで、視聴者の喜び、喜劇、感情、悲しみ、 ちょっと驚くべきことに、私はこのアニメを人生/ロマンスアニメの恋人のいずれにもお勧めします"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "Werchiel",
    "profile": "/profile/Werchiel/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=120673",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n中日は、半年ほど私を追い続けてきたアニメでした。 私はこのシリーズにオススメされたときに誇りを持っていましたが、私はそれを見ていませんでした。 私は最終的にそれをすることを決める前に、6ヶ月の間持続しました。\n私はスポイラーを避けるために最善を尽くしますが、いくつかのことはマイナーなものでしか説明できません。\n\nだから、中学校ではコスプレやロールプレイングをしていた男がいて、高校に通うときには、そのすべてを終わらせたいと思っていた人がいます。 しかし、彼は本当に、彼が昔のように中学生シンドロームを持っている彼のクラスの女の子と出会ったときにそれをすることができますか？\nあなたはこれをロマンスやコメディとして扱うことができますが、どちらも問題ありませんが、私の場合はロマンス要素を備えたコメディです。 ロマンス部門には欠けているものもあります。 私は彼女の妄想の世界に潜入しているリカと、彼女を現実を把握させようとしているが、同時にそれがその世界にいるように理解していることについての話が好きでした。 本当に心温まるシーンがあり、あなたを興奮させ、もっと待っています。そこにはただ1つの問題があります。フォローアップはありません。 だからそれはかなり上手くいって、あなたがもっと物語を待っています。\n\n芸術に関しては、私はそれに9を与えます - それはそれ自体が良いが、いくつかの本当に素敵なシーンがある共通の現代の芸術のスタイルです - それは明るくて夜の街の景色は、 本当に妄想の世界の戦いの場面であるいくつかの楽しみを見ることができます。 私はそれらがかなり素晴らしい、信じられないほど派生しているが、見て驚くべきであることを見つける。\n\nキャラクターになると、私は彼らの大部分が好きだと分かります。\n\n私たちの主要な男性のリードは十分に好きです、あなたは彼が彼の後ろに彼の前の人生を残して、\"普通の\"高校の男となり、彼のために根っこをしたいと思うことが本当に感じることができます。 他のキャラクターとの彼のやり取りも、私が本当に楽しんでいたものです。 しかし、一般的には、私が見た多くのアニメを楽しんだのはキャラクターのひとつだと言わざるを得ない（ただし、エンディングに向かって1〜2シーンは除きますが、ここではスポイラーはありません）。 正直言って、私は実際に彼が妄想的な役割を果たすのをもっと見たいと思っていました。 私の唯一の希望は、彼が2回目のシーズンにDark Flame Masterの役割をより頻繁に演じることです。\n\nフェメルの鉛 - 彼女の妄想の中に住む女、呪われた目を所有し、現実には現実に対処できない少女、彼女は夢の世界に逃げ出します。 正直言って、覚えたくない状況に直面しましたか？ 彼女はそれだけでそれに対処することができず、彼女を守る自分の世界を創造しなければならなかった。 また、彼女は陽気で、かわいいです。 彼女が私にかなり怒ってしまった瞬間はありますが、なぜ彼女はそれをやったのか理解しました。私はそれが正しいことだと分かっていました。 一度見たらどういう意味なのか分かりますよ。\n\n私たちの支持キャストについては、クミンがいつでもどこでも（不可能な）眠りにつくと思ったとき、そして毎回自分の気持ちを何度も告白して悲惨に失敗しようと思っている時は、今でも笑っています。 デコモリとシンカのライバル関係は、少なくとも初めに私をスピンさせてくれる。 アニメの前半は本当に好きでしたが、2回目は何とか私にとってはもう楽しまなかった（私はここではデコモリ、KuminとIshikiはずっと素晴らしい）。\n\n要約すると、私はこのシリーズを見て楽しんでいましたが、2年目のシーズンには本当に誇りに思っています。私は今半分それを拾う前に、 キャラクターがキスしていないロマンスの物語で、私は許してくれない、ただ1つの資本犯罪を伴う多くのユーモアを持つ本当に楽しい話でした。 私はこのキスを全面的に待っていました...彼らが抱きしめると本当に甘い場面が1つあり、私はそれをすべて愛していました。 しかし、来てください - 頬のキスさえありません。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "DeathReign",
    "profile": "/profile/DeathReign/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=76615",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n*** NOTE ***私のフレーズを定式化するオランダ語を使用すると、英語は私の最初の言語ではありません。\n今日5回目のエピソードを見た後、私は何かのための私の最初のレビューを書くことにしました。\n\nこのアニメは非常に面白い話題の非常に面白いアニメです。\n私たちは皆若いところから、スーパーパワーやものを持っていると思っています。\nこのアニメのキャラクターとの違いはありません。\nこのアニメは主人公のゆうたと、その恥ずかしい過去を忘れようとしているアニメの後半にあるものに焦点を当てています。\n\nストーリー：8\nあなたはこのような話を私の意見では非常に頻繁に見ません。\nそれは多くの人々が自分自身で見つけることができる話です。\nゆうたが過去を忘れようとするのを見るのは本当に面白いですが、\nRikkaは彼をその中に入れようとしている。\n\nアート：8\nアニメはとても素敵に見えます。\n遠く離れているものであっても、細かい傾向があります。\nしかし、いくつかのクローズアップオブジェクトは少し怠惰な方法で描かれています。\n\nサウンド：8\n***注***これはストリーミングエンジンに関するより個人的な意見と経験です\n私はオープニングソングが本当に好きではないのに、このアニメでは音がとても良いです。\n音質は本当に良いですし、間違ったピッチや歪みではありません。\nバックグラウンドの音楽はかなり普通ですね、正に、私は本当にそれに注意を払っていません。\n効果音は本当に素晴らしいです、それはアニメが確実により生き生きと現実に聞こえるようにします。\n私はエンディングの曲が本当に好きですが、ロックジャンルの曲だと思いますが、それは私の個人的な意見です。\n\nキャラクター：8\n***警告***スポイラーが含まれています！\n主人公のトガシユウタは最近、8年生のシンドロームから「回復」しています。\nそしてそれは非常に恥ずかしいです、彼は彼の周りの人々を作るしようとし、自分自身を忘れてしまった。 彼は正常な人生を送ろうとしている。\n\nTakanashi RikkaはTogashi Yuutaの隣人と同級生であり、まだ「8グレードシンドローム」を持っています。 彼女は「8グレーダー症候群」でゆうたを元気にしたいと思っていて、数分間成功することもあります。\n\nニブタニ新館は、クラス代表であり、チアリーダー（彼女の髪の毛には巨大なクリップがあります）です。 多くの人が彼女が完璧な女の子だと思うだろうが、外見は欺瞞的だ。 彼女はかなり怒っている傾向があり、彼女の邪悪な側面を持っています。 いずれにせよ、彼女は多かれ少なかれ裕太と同じ立場にいるが、どうやって、なぜそれを損なうことはないだろう。\n\nつゆりクミンは、寝るのが大好きな、素敵な女の子です。彼女は一年前のゆうたですが、何とかゆうたとリッカに巻き込まれました（やはり私はそれを台無しにしません）。 彼女はまた、猫もかなり好きです。\n\nデコモリサナエは長いピグテールの女の子で、Rikkaの「アンダーリング」です。 彼女はまた、「8グレードシンドローム」を持っており、主に、特定の人物がゆうたとRikkaに関わっている理由です。 彼女はRikkaとYuutaより若い年でも、（少なくとも数学では）かなりスマートです。\n\n筑波七瀬は、ゆうた、リッカ、新華の担任教師です。\n彼女は時々Rikkaに向かって少しサディスティックですが、彼女は全体的に親切な人です。\n\nTakanashi ToukaはRikkaの姉で、主に私が彼女に言及させる主な理由は、彼女がYuutaの家族の話よりも大きな役割を果たすからです。\n彼女は、Rikkaのクレイジーないたずらに対する武器としてレードルを使用しています。\n\n楽しさ：8\n私は本当にこのアニメを楽しむ、それは私に良い笑いを与えるとRikkaはシリーズ全体を通してかわいいです。 話は本当に独特で、私が「7グレード」だったにもかかわらず、私の「8グレーダー症候群」に戻って考えるようになっています。\n\n全体：8\nこのアニメは、特にあなたがコメディーとロマンスを楽しむとき、本当に良いアニメです。\nアニメは、これを維持すれば簡単に9または10に上昇することができます。\nこのアニメは本当に見る価値があるので、私は言うだろう： '試してみてください！ あなたがそれを後悔しないと確信しています。"
  },
  {
    "title": "Chuunibyou_demo_Koi_ga_Shitai",
    "id": "14741",
    "url": "https://myanimelist.net/anime/14741/Chuunibyou_demo_Koi_ga_Shitai",
    "user": "PyraXadon",
    "profile": "/profile/PyraXadon/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=112153",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  6\nキャラクター|  8\n|  9\n\n恥ずかしがるくせに、中学生は精神的に狂気の高校生のグループです。 それは言われて、Chuunibyouはこのアイデアを良い意味に置き、あまり満足のいく終わりで終わる心温まる話をしています。\n\nストーリー：Chunnibyouの話には興味深い話があります。 最初の半分は、このアニメが知られているもののどちらの側面にもあまり行きすぎていません。 主に、物語の前提を与えるキャラクターの紹介とキャラクターの関係だけです。 それは本当に退屈だが、前半はそれほど悪くない。 実際、ショーのベースラインを示すのにはかなり良いです。 しかし、それは本当に人々を得る後半です。 後半は2人の主人公の周りを回って、なぜ主人公の女性Rikkaが魔法について語り、Misaki Meiのように見えるのかを説明します。 物語はあなたにそれを掴み、感情の混乱の中に視聴者を送り、次のエピソードで何が起こるかを知りたがって、あなたに行くことはできません。 つまり、物語の「魔法」要素は、戦闘シーン（戦闘シーンがある）がOPynessのカテゴリに分類され、とても不必要で不気味で、陽気であると言われています。 アニメでそのことを見ているときにロマンチックなコメディを見ていることを忘れてしまうのは簡単です。\n\nキャラクター：それ以外の2人の主人公、残りの「メイン」キャストには何もありません。 私がそれを意味するとき、私はキャラクターの発展とアイデアがそれを超えて行くことを意味します。 メイン女性！ このショーの中心として、彼女は彼女が本当に重要であるとは思われません。 ウィキッドアイとして、彼女は彼女がしなければならない特定の事のために、Etheral Horizo​​nを探します。 物語は2人の主人公であるRikkaとYuutaの周りを回っています。 そのため、残りの主なキャストの種類は、助けて、一緒に物語をプッシュします。 それは彼らが何らかのバックグラウンドキャラクターだと言っているわけではありません。 ほとんどの場合、彼らは特定の役割を果たすだけですが、メインキャストの残りの部分は実際には適切なバックストーリーを持ち、実際にここにいることを推論します。 彼らはよく丸められていて、他の文字としてうまくいきます。 特にチュービュイの影響を受けているため。 主な男性であるゆうたは、ダーク・フレイム・マスター（DFM）の歴史を持っています。 彼の過去を忘れて、彼はRikkaと会うまで、彼は行くことができ、それを忘れることができるすべてを行い、彼の計画は崩壊する... Rikka、Meiの妹/双子の萌え何でも。\n\nアートとサウンド：このアニメの芸術は、おそらくK-on、Another、Angel Beatsのクロスであるかもしれません。これは京都アニのもうひとつの作品です。 つまり、アニメはモエの感触があり、女の子の1人が少し虐待を受けるたびに目立ちます。 注意すべきもう一つのことは、このアニメにある「武器」が非常に詳細で素晴らしいものになっていることです！  （ちょうどそこに置く）。 このアニメの音楽は、とてもまあまあです。 その一般的な感触のために感じることを聞くのが最も良いことではありません。\n\n個人的な楽しさ：大丈夫ピラ、なぜこのアニメが好きですか？ なぜなら、モエ！ （個人的な苦情）終わりのために、それは集団的な終わりがいかにあったかと少しの失望として終わった。 それは続編のために公開されていると言われています。それは...私は来ると思います。 とにかく、中日は本当に楽しい、かわいいアニメです。 私はそれをうまく楽しんだし、京都アニメーションはそれが自慢していることを誇りに思うべきです。 冗談。 私がこれについて愛しているのは、このアニメの深い意味です。 すべての魔法と信念をもって巧みで楽しいものですが、特に後半のストーリーそのものがより強くなります。 結果として、ストーリーはよりぎこちなくなり、次に何が起こるかを知りたいと言っています。 コメディ自体はかなり良いです。 しかし、私がこれを好まないようなものがあれば、それはロマンチックな側面と終わりになるでしょう。 ロマンチックな側面は目立っていましたが、私がロマンチックなコメディで好きだったほど強烈ではありませんでした。 私にとって、ロマンチックな側面はサイドプロットのように見え、2人の関係を強化するためだけに使用されていましたが、まだそこにあったので、私は満足しています。 "
  }
]
