[
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "korison",
    "profile": "/profile/korison/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=100287",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  6\nキャラクター|  6\n|  5\n\n2013年春にレッドデータガールが放映されているRDGについて読むと、とても興奮していました。 シノプシス全体が本当に良いと思った。 今度は放映が終わったので、私はそれが私が期待したものではないと言うことができます！\n\nストーリー：ストーリーは女の子が「所有」していて、電気に触れることができない少女の周りを中心にしています。 彼女は山に育ちましたが、ある日、東京に行き高校に入ることにしました。\nプロットは、さまざまな神道の伝説と、かなり興味深い音に基づいています。 リアリティは少し違って見えますが。 私はショー全体のコンセプトが好きで、原則として私は彼らがそれをどのように実行したか好きでした。 私の唯一の問題は、私は何も理解していないということでした。 全体のショーはフィラーでいっぱいでしたが、時には私にとって無意味に思えることもありました。 私の問題があったところでの説明でした。 それは毎回混乱してしまった。\n6/10\n\nキャラクターズ：主人公の鈴原いずみ子が主人公です。 自分自身に女神がある女の子。 彼女は本当に恥ずかしがり屋です。 彼女はいくつかの開発を得るが、私が望むほど大きくはない。\nそれから、次のキャラクター、Sagara Miyukiがいます。 彼はいずみ子のしもべのようなものです。 最初は、ほとんど誰にとっても本当に失礼だと思われますが、一見したように思っていたよりもはるかに親切であることがわかるまで、シリーズに入る時間は長くありません。 彼はおそらく、シリーズ全体で最も発展しているものです。\n合計で、他の文字は大丈夫でした。 以前は見たことのないものはなかったが、私はどちらも嫌いではなかった。\n6/10\n\nビジュアル：この番組はP.A. エンジェルビーツのような他のショーを発表した作品！ または別のもの。 ビジュアルはとても素敵です。 文字のデザインは美しく、背景は素晴らしいです。 アニメーションは流暢で、すべてが合うようです。\n9/10\n\nサウンド：ショー全体のサウンドはかなり良いです。 正直言ってOSTがたくさん聞こえなかったのですが、何か聞いたとき、それは何か特別なことではないと聞きました。 オープニングとエンディングの両方が特別なものではありません。 どちらも遅いペースです。\n感情が必要な場合、声の演技は良好で、感情は見ている人に達しました。\n6/10\n\n楽しさ：私の主な問題は、すでに述べたように、私はそれを全く理解していないということでした。 それはそれが混乱していた。 私はトラックを失ってしまったので、私が物事を説明しようとしているうちに、自分自身が退屈しているのを見つけました。 もちろん、私はものを得るのが遅すぎるかもしれないが、それは私がそれを感じた方法である。\n5/10\n\nショーは、本当にこのショーを楽しみにしていた人々の一人として私には少し失望でした。 それでも、それは駄目ではなかった。 それは単なる平凡だった。\n\n全体：6/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWhen I read about RDG: Red Data Girl airing in Spring 2013, I was kind of excited. The whole Synopsis sounded really good. Now that it has finished airing, I can safely say it was not what I expected!\n\n\u001b[1m2013年春にレッドデータガールが放映されているRDGについて読むと、とても興奮していました。 シノプシス全体が本当に良いと思った。 今度は放映が終わったので、私はそれが私が期待したものではないと言うことができます！\u001b[22m\n\u001b[1m(2013-Nen haru ni reddodētagāru ga hōei sa rete iru RDG ni tsuite yomu to, totemo kōfun shite imashita. Shinopushisu zentai ga hontōni yoi to omotta. Kondo wa hōei ga owattanode, watashi wa sore ga watashi ga kitai shita monode wa nai to iu koto ga dekimasu!)\u001b[22m\n\nTranslations of \u001b[4mWhen I read about RDG: Red Data Girl airing in Spring 2013, I was kind of excited. The whole Synopsis sounded really good. Now that it has finished airing, I can safely say it was not what I expected!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I read about RDG: Red Data Girl airing in Spring 2013, I was kind of excited.\u001b[24m\n    \u001b[1m2013年春にレッドデータガールが放映されているRDGについて読むと、とても興奮していました。\u001b[22m, \u001b[1m私はRDGについて読んだとき：春2013年に放映レッドデータガール、私はちょっと興奮していました。\u001b[22m\n\u001b[4mThe whole Synopsis sounded really good.\u001b[24m\n    \u001b[1mシノプシス全体が本当に良いと思った。\u001b[22m, \u001b[1m全体の概要は本当に良い聞こえました。\u001b[22m\n\u001b[4mNow that it has finished airing, I can safely say it was not what I expected!\u001b[24m\n    \u001b[1m今度は放映が終わったので、私はそれが私が期待したものではないと言うことができます！\u001b[22m, \u001b[1m今では放映終了したことを、私は安全にそれは私が期待したものではなかったと言うことができます！\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story centers around a girl, that is 'possessed' by a goddess and can't handle anything electric, since it breaks the moment she touches it. She has been raised in the mountains, but one day decides to go to Tokyo and enter a High School there.\n\n\u001b[1mストーリー：ストーリーは女の子が「所有」していて、電気に触れることができない少女の周りを中心にしています。 彼女は山に育ちましたが、ある日、東京に行き高校に入ることにしました。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa on'nanoko ga `shoyū' shite ite, denki ni fureru koto ga dekinai shōjo no mawari o chūshin ni shite imasu. Kanojo wa yama ni sodachimashitaga, aru hi, Tōkyō ni iki kōkō ni hairu koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story centers around a girl, that is 'possessed' by a goddess and can't handle anything electric, since it breaks the moment she touches it. She has been raised in the mountains, but one day decides to go to Tokyo and enter a High School there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story centers around a girl, that is 'possessed' by a goddess and can't handle anything electric, since it breaks the moment she touches it.\u001b[24m\n    \u001b[1mストーリー：ストーリーは女の子が「所有」していて、電気に触れることができない少女の周りを中心にしています。\u001b[22m, \u001b[1mストーリー：女神によって「所有」され、それが、彼女はそれに触れた瞬間を壊すので、電気何かを扱うことができない女の子、周りの話センター。\u001b[22m\n\u001b[4mShe has been raised in the mountains, but one day decides to go to Tokyo and enter a High School there.\u001b[24m\n    \u001b[1m彼女は山に育ちましたが、ある日、東京に行き高校に入ることにしました。\u001b[22m, \u001b[1m彼女は山の中で提起されてきたが、1日には、東京に行くとそこに高校を入力することを決定します。\u001b[22m\nThe Plot is based on different Shinto legends and sounds quite intriguing. Reality though looks a bit different. I liked the whole concept the show had and in principle I liked how they executed it too. My only problem was, that I didn't understand anything. The whole show was full of fillers, that sometimes seemed kind of pointless to me (even if they weren't always). The explenations were , where I had my problems. It got me confused everytime.\n\n\u001b[1mプロットは、さまざまな神道の伝説と、かなり興味深い音に基づいています。 リアリティは少し違って見えますが。 私はショー全体のコンセプトが好きで、原則として私は彼らがそれをどのように実行したか好きでした。 私の唯一の問題は、私は何も理解していないということでした。 全体のショーはフィラーでいっぱいでしたが、時には私にとって無意味に思えることもありました。 私の問題があったところでの説明でした。 それは毎回混乱してしまった。\u001b[22m\n\u001b[1m(Purotto wa, samazamana shintō no densetsu to, kanari kyōmibukai oto ni motodzuite imasu. Riariti wa sukoshi chigatte miemasuga. Watashi wa shō zentai no konseputo ga sukide, gensokutoshite watashi wa karera ga sore o dono yō ni jikkō shita ka sukideshita. Watashi no yuiitsu no mondai wa, watashi wa nani mo rikai shite inai to iu kotodeshita. Zentai no shō wa firā de ippaideshitaga, tokiniha watashi ni totte muimi ni omoeru koto mo arimashita. Watashi no mondai ga atta tokoro de no setsumeideshita. Sore wa maikai konran shite shimatta.)\u001b[22m\n\nTranslations of \u001b[4mThe Plot is based on different Shinto legends and sounds quite intriguing. Reality though looks a bit different. I liked the whole concept the show had and in principle I liked how they executed it too. My only problem was, that I didn't understand anything. The whole show was full of fillers, that sometimes seemed kind of pointless to me (even if they weren't always). The explenations were , where I had my problems. It got me confused everytime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Plot is based on different Shinto legends and sounds quite intriguing.\u001b[24m\n    \u001b[1mプロットは、さまざまな神道の伝説と、かなり興味深い音に基づいています。\u001b[22m, \u001b[1mプロットは異なる神道の伝説に基づいて、非常に魅力的な音をされています。\u001b[22m\n\u001b[4mReality though looks a bit different.\u001b[24m\n    \u001b[1mリアリティは少し違って見えますが。\u001b[22m, \u001b[1m現実には、しかし少し異なります。\u001b[22m\n\u001b[4mI liked the whole concept the show had and in principle I liked how they executed it too.\u001b[24m\n    \u001b[1m私はショー全体のコンセプトが好きで、原則として私は彼らがそれをどのように実行したか好きでした。\u001b[22m, \u001b[1m私はショーが持っていた全体のコンセプトが好きで、彼らはあまりにもそれを実行する方法を原理的には私が好きでした。\u001b[22m\n\u001b[4mMy only problem was, that I didn't understand anything.\u001b[24m\n    \u001b[1m私の唯一の問題は、私は何も理解していないということでした。\u001b[22m, \u001b[1m私の唯一の問題は、私が何かを理解していなかったということでした。\u001b[22m\n\u001b[4mThe whole show was full of fillers, that sometimes seemed kind of pointless to me (even if they weren't always).\u001b[24m\n    \u001b[1m全体のショーはフィラーでいっぱいでしたが、時には私にとって無意味に思えることもありました。\u001b[22m, \u001b[1m全体のショーは（彼らは常にではなかった場合でも）、時々私に種類の無意味に思えたことは、充填材でいっぱいでした。\u001b[22m\n\u001b[4mThe explenations were , where I had my problems.\u001b[24m\n    \u001b[1m私の問題があったところでの説明でした。\u001b[22m, \u001b[1m私は私の問題を抱えていたところexplenationsがありました。\u001b[22m\n\u001b[4mIt got me confused everytime.\u001b[24m\n    \u001b[1mそれは毎回混乱してしまった。\u001b[22m, \u001b[1mそれは私に混乱毎回を得ました。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: We have our main protagonist Suzuhara Izumiko. A girl that has a goddess in herself. She is a really shy person. She does get some developement, but not as much as I hoped it to be.\n\n\u001b[1mキャラクターズ：主人公の鈴原いずみ子が主人公です。 自分自身に女神がある女の子。 彼女は本当に恥ずかしがり屋です。 彼女はいくつかの開発を得るが、私が望むほど大きくはない。\u001b[22m\n\u001b[1m(Kyarakutāzu: Shujinkō no Suzuhara Izumi ko ga shujinkōdesu. Jibun jishin ni megami ga aru on'nanoko. Kanojo wa hontōni hazukashigariyadesu. Kanojo wa ikutsu ka no kaihatsu o eruga, watashi ga nozomu hodo ōkiku wanai.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: We have our main protagonist Suzuhara Izumiko. A girl that has a goddess in herself. She is a really shy person. She does get some developement, but not as much as I hoped it to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: We have our main protagonist Suzuhara Izumiko.\u001b[24m\n    \u001b[1mキャラクターズ：主人公の鈴原いずみ子が主人公です。\u001b[22m, \u001b[1mキャラクター：私たちは私たちの主な主人公Suzuhara Izumikoを持っています。\u001b[22m\n\u001b[4mA girl that has a goddess in herself.\u001b[24m\n    \u001b[1m自分自身に女神がある女の子。\u001b[22m, \u001b[1m自分で女神を持っている女の子。\u001b[22m\n\u001b[4mShe is a really shy person.\u001b[24m\n    \u001b[1m彼女は本当に恥ずかしがり屋です。\u001b[22m, \u001b[1m彼女は本当にシャイな人です。\u001b[22m\n\u001b[4mShe does get some developement, but not as much as I hoped it to be.\u001b[24m\n    \u001b[1m彼女はいくつかの開発を得るが、私が望むほど大きくはない。\u001b[22m, \u001b[1m彼女はいくつかの開発効率向上を得るが、私はそれがあることを期待と同じくらいいません。\u001b[22m\nThen we have the next character, Sagara Miyuki. He is something like Izumiko's servant. At first he seems to be really rude towards almost everyone, but it's not long into the series until we realize that he is a lot more kind than you might've thought at first glance. He probably is the one developing the most in the whole series.\n\n\u001b[1mそれから、次のキャラクター、Sagara Miyukiがいます。 彼はいずみ子のしもべのようなものです。 最初は、ほとんど誰にとっても本当に失礼だと思われますが、一見したように思っていたよりもはるかに親切であることがわかるまで、シリーズに入る時間は長くありません。 彼はおそらく、シリーズ全体で最も発展しているものです。\u001b[22m\n\u001b[1m(Sorekara,-ji no kyarakutā, Sagara Miyuki ga imasu. Kare wa Izumi-ko no shimo be no yōna monodesu. Saisho wa, hotondo dare ni tottemo hontōni shitsureida to omowa remasuga, ikken shita yō ni omotte ita yori mo haruka ni shinsetsudearu koto ga wakaru made, shirīzu ni hairu jikan wa nagaku arimasen. Kare wa osoraku, shirīzu zentai de mottomo hatten shite iru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThen we have the next character, Sagara Miyuki. He is something like Izumiko's servant. At first he seems to be really rude towards almost everyone, but it's not long into the series until we realize that he is a lot more kind than you might've thought at first glance. He probably is the one developing the most in the whole series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen we have the next character, Sagara Miyuki.\u001b[24m\n    \u001b[1mそれから、次のキャラクター、Sagara Miyukiがいます。\u001b[22m, \u001b[1mその後、我々は次の文字、相良みゆきを持っています。\u001b[22m\n\u001b[4mHe is something like Izumiko's servant.\u001b[24m\n    \u001b[1m彼はいずみ子のしもべのようなものです。\u001b[22m, \u001b[1m彼はIzumikoの僕のようなものです。\u001b[22m\n\u001b[4mAt first he seems to be really rude towards almost everyone, but it's not long into the series until we realize that he is a lot more kind than you might've thought at first glance.\u001b[24m\n    \u001b[1m最初は、ほとんど誰にとっても本当に失礼だと思われますが、一見したように思っていたよりもはるかに親切であることがわかるまで、シリーズに入る時間は長くありません。\u001b[22m, \u001b[1m最初に彼はほとんどの人に向かって、本当に失礼なことのようですが、私たちは、彼はあなたが一目見ただけで思っているかもしれないよりも多くの種類があることを理解するまで、それがシリーズに長くはありません。\u001b[22m\n\u001b[4mHe probably is the one developing the most in the whole series.\u001b[24m\n    \u001b[1m彼はおそらく、シリーズ全体で最も発展しているものです。\u001b[22m, \u001b[1m彼はおそらく全シリーズの中で最も開発1です。\u001b[22m\nIn total the other characters were ok. Nothing we haven't seen before, but nothing I would dislike either.\n\n\u001b[1m合計で、他の文字は大丈夫でした。 以前は見たことのないものはなかったが、私はどちらも嫌いではなかった。\u001b[22m\n\u001b[1m(Gōkei de, hoka no moji wa daijōbudeshita. Izen wa mita koto no nai mono wa nakattaga, watashi wa dochira mo kiraide wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mIn total the other characters were ok. Nothing we haven't seen before, but nothing I would dislike either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn total the other characters were ok.\u001b[24m\n    \u001b[1m合計で、他の文字は大丈夫でした。\u001b[22m, \u001b[1m合計で他の文字は大丈夫でした。\u001b[22m\n\u001b[4mNothing we haven't seen before, but nothing I would dislike either.\u001b[24m\n    \u001b[1m以前は見たことのないものはなかったが、私はどちらも嫌いではなかった。\u001b[22m, \u001b[1m私たちは前に見ていない何もありませんが、私はどちらか嫌いだろう何もありません。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nVisuals: The show was produced by P.A. Works, who published other shows like Angel Beats! or Another. The visuals look really nice. The character design is beautiful and the backgrounds great. The Animation is fluent and everything seems to fit.\n\n\u001b[1mビジュアル：この番組はP.A. エンジェルビーツのような他のショーを発表した作品！ または別のもの。 ビジュアルはとても素敵です。 文字のデザインは美しく、背景は素晴らしいです。 アニメーションは流暢で、すべてが合うようです。\u001b[22m\n\u001b[1m(Bijuaru: Kono bangumi wa P. A. Enjerubītsu no yōna ta no shō o happyō shita sakuhin! Matawa betsu no mono. Bijuaru wa totemo sutekidesu. Moji no dezain wa utsukushiku, haikei wa subarashīdesu. Animēshon wa ryūchōde, subete ga au yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mVisuals: The show was produced by P.A. Works, who published other shows like Angel Beats! or Another. The visuals look really nice. The character design is beautiful and the backgrounds great. The Animation is fluent and everything seems to fit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisuals: The show was produced by P.A.\u001b[24m\n    \u001b[1mビジュアル：この番組はP.A.\u001b[22m, \u001b[1mビジュアル：ショーはP.A.によって製作されました\u001b[22m\n\u001b[4mWorks, who published other shows like Angel Beats!\u001b[24m\n    \u001b[1mエンジェルビーツのような他のショーを発表した作品！\u001b[22m, \u001b[1mエンジェルビーツのような他のショーを発表した作品、！\u001b[22m\n\u001b[4mor Another.\u001b[24m\n    \u001b[1mまたは別のもの。\u001b[22m, \u001b[1mまたは別の。\u001b[22m\n\u001b[4mThe visuals look really nice.\u001b[24m\n    \u001b[1mビジュアルはとても素敵です。\u001b[22m, \u001b[1mビジュアルは本当に素敵に見えます。\u001b[22m\n\u001b[4mThe character design is beautiful and the backgrounds great.\u001b[24m\n    \u001b[1m文字のデザインは美しく、背景は素晴らしいです。\u001b[22m, \u001b[1mキャラクターデザインは美しく、背景は素晴らしいです。\u001b[22m\n\u001b[4mThe Animation is fluent and everything seems to fit.\u001b[24m\n    \u001b[1mアニメーションは流暢で、すべてが合うようです。\u001b[22m, \u001b[1mアニメーションが堪能で、すべてが収まるように思われます。\u001b[22m\n9/10\n\n\u001b[1m9/10\u001b[22m\n\u001b[1m(9/ 10)\u001b[22m\n\nTranslations of \u001b[4m9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sound of the whole show is in total quite ok. I didn't hear a lot of the OST to be honest, but when I heard something, I heard something it wasn't anything extraordinary. Both Opening and Ending aren't anything special either. They are both slow paced.\n\n\u001b[1mサウンド：ショー全体のサウンドはかなり良いです。 正直言ってOSTがたくさん聞こえなかったのですが、何か聞いたとき、それは何か特別なことではないと聞きました。 オープニングとエンディングの両方が特別なものではありません。 どちらも遅いペースです。\u001b[22m\n\u001b[1m(Saundo: Shō zentai no saundo wa kanari yoidesu. Shōjiki itte OST ga takusan kikoenakatta nodesuga, nani ka kiita toki, sore wa nani ka tokubetsuna kotode wa nai to kikimashita. Ōpuningu to endingu no ryōhō ga tokubetsuna monode wa arimasen. Dochira mo osoi pēsudesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: The sound of the whole show is in total quite ok. I didn't hear a lot of the OST to be honest, but when I heard something, I heard something it wasn't anything extraordinary. Both Opening and Ending aren't anything special either. They are both slow paced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sound of the whole show is in total quite ok.\u001b[24m\n    \u001b[1mサウンド：ショー全体のサウンドはかなり良いです。\u001b[22m, \u001b[1mサウンド：番組全体の音が合計で非常にokです。\u001b[22m\n\u001b[4mI didn't hear a lot of the OST to be honest, but when I heard something, I heard something it wasn't anything extraordinary.\u001b[24m\n    \u001b[1m正直言ってOSTがたくさん聞こえなかったのですが、何か聞いたとき、それは何か特別なことではないと聞きました。\u001b[22m, \u001b[1m私は正直にOSTをたくさん聞いていないが、私は何かを聞いたとき、私はそれが特別なものではなかった何かを聞きました。\u001b[22m\n\u001b[4mBoth Opening and Ending aren't anything special either.\u001b[24m\n    \u001b[1mオープニングとエンディングの両方が特別なものではありません。\u001b[22m, \u001b[1mオープニングとエンディングの両方がどちらか何か特別なことではありません。\u001b[22m\n\u001b[4mThey are both slow paced.\u001b[24m\n    \u001b[1mどちらも遅いペースです。\u001b[22m, \u001b[1m彼らは両方の遅いペースのです。\u001b[22m\nThe voice acting was good and the emotions reached the one watching, if there were emotions needed.\n\n\u001b[1m感情が必要な場合、声の演技は良好で、感情は見ている人に達しました。\u001b[22m\n\u001b[1m(Kanjō ga hitsuyōna baai,-goe no engi wa ryōkōde, kanjō wa mite iru hito ni tasshimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting was good and the emotions reached the one watching, if there were emotions needed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting was good and the emotions reached the one watching, if there were emotions needed.\u001b[24m\n    \u001b[1m感情が必要な場合、声の演技は良好で、感情は見ている人に達しました。\u001b[22m, \u001b[1m声の演技は良かったし、必要な感情があった場合感情が、見て1に達しました。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: My main problem was, as I stated earlier already, that I didn't understand it at all. It was confusing that was it. I found myself being bored while they tried to explain me things, because I had lost track already. Of course it might be that I am too slow at getting things, but that's just how I felt it.\n\n\u001b[1m楽しさ：私の主な問題は、すでに述べたように、私はそれを全く理解していないということでした。 それはそれが混乱していた。 私はトラックを失ってしまったので、私が物事を説明しようとしているうちに、自分自身が退屈しているのを見つけました。 もちろん、私はものを得るのが遅すぎるかもしれないが、それは私がそれを感じた方法である。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi no omona mondai wa, sudeni nobeta yō ni, watashi wa sore o mattaku rikai shite inai to iu kotodeshita. Sore wa sore ga konran shite ita. Watashi wa torakku o ushinatte shimattanode, watashi ga monogoto o setsumeishiyō to shite iru uchi ni, jibun jishin ga taikutsu shite iru no o mitsukemashita. Mochiron, watashi wa mono o eru no ga oso sugiru kamo shirenaiga, sore wa watashi ga sore o kanjita hōhōdearu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: My main problem was, as I stated earlier already, that I didn't understand it at all. It was confusing that was it. I found myself being bored while they tried to explain me things, because I had lost track already. Of course it might be that I am too slow at getting things, but that's just how I felt it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: My main problem was, as I stated earlier already, that I didn't understand it at all.\u001b[24m\n    \u001b[1m楽しさ：私の主な問題は、すでに述べたように、私はそれを全く理解していないということでした。\u001b[22m, \u001b[1m楽しさ：私はそれを全く理解していなかったことを、先に既に述べたように私の主な問題がありました。\u001b[22m\n\u001b[4mIt was confusing that was it.\u001b[24m\n    \u001b[1mそれはそれが混乱していた。\u001b[22m, \u001b[1mそれは、それはそれだった混乱しました。\u001b[22m\n\u001b[4mI found myself being bored while they tried to explain me things, because I had lost track already.\u001b[24m\n    \u001b[1m私はトラックを失ってしまったので、私が物事を説明しようとしているうちに、自分自身が退屈しているのを見つけました。\u001b[22m, \u001b[1m彼らは私に物事を説明しようとしている間、私はすでにトラックを失っていたので、私は、自分自身が退屈しているが見つかりました。\u001b[22m\n\u001b[4mOf course it might be that I am too slow at getting things, but that's just how I felt it.\u001b[24m\n    \u001b[1mもちろん、私はものを得るのが遅すぎるかもしれないが、それは私がそれを感じた方法である。\u001b[22m, \u001b[1mもちろん、私は物事を取得するには遅すぎると思っているかもしれないが、それは私がそれを感じただけ方法です。\u001b[22m\n5/10\n\n\u001b[1m5/10\u001b[22m\n\u001b[1m(5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nThe Show in total was a bit of a disappointment for me as one of the people, that really were looking forward to this show. Still it wasn't crap. It was just mediocre.\n\n\u001b[1mショーは、本当にこのショーを楽しみにしていた人々の一人として私には少し失望でした。 それでも、それは駄目ではなかった。 それは単なる平凡だった。\u001b[22m\n\u001b[1m(Shō wa, hontōni kono shō o tanoshimini shite ita hitobito no hitori to shite watashiniha sukoshi shitsubōdeshita. Soredemo, sore wa damede wa nakatta. Sore wa tan'naru heibondatta.)\u001b[22m\n\nTranslations of \u001b[4mThe Show in total was a bit of a disappointment for me as one of the people, that really were looking forward to this show. Still it wasn't crap. It was just mediocre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Show in total was a bit of a disappointment for me as one of the people, that really were looking forward to this show.\u001b[24m\n    \u001b[1mショーは、本当にこのショーを楽しみにしていた人々の一人として私には少し失望でした。\u001b[22m, \u001b[1m合計でショーは本当にこのショーを楽しみにしていたことが、人々の一人として、私にとって失望のビットでした。\u001b[22m\n\u001b[4mStill it wasn't crap.\u001b[24m\n    \u001b[1mそれでも、それは駄目ではなかった。\u001b[22m, \u001b[1mそれでもそれはがらくたではありませんでした。\u001b[22m\n\u001b[4mIt was just mediocre.\u001b[24m\n    \u001b[1mそれは単なる平凡だった。\u001b[22m, \u001b[1mそれはちょうど平凡でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6/10\n\n\u001b[1m全体：6/10\u001b[22m\n\u001b[1m(Zentai: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6/10\u001b[24m\n    \u001b[1m全体：6/10\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "Ceralynne",
    "profile": "/profile/Ceralynne/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=224439",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\n\nストーリー：\n\n日本文化の影響を強く受けていることもありますが、新入社員が理解できない場合もありますが、プロットにはあまり影響しません。 そうでなければ、プロットは新しいものであり、非常に興味深いものだと思います。\n\n象徴主義は素晴らしいですが、私は台無しにしたくないので、それはすべて私が言うことです。\n\n\nアート：\n\nアニメーションは本当に素晴らしく、まったく不安定ではありません。\n\n私は彼らがほとんどここで自然な髪の色にこだわってどのように非常に好きです。 キャラクターは魅力的でしたが、イズミコがどのように穏やかに見えているか分かりませんでしたが、このアニメは現代日本の影響を強く受けています。学校では髪を染めることができません。*咳、\n\n\n音：\n\n声優さんは素敵な声をしています...歌も素晴らしいです..\n\n父親がアメリカ人と英語で話しているシーンを除いて、私は本当に問題はありませんが、アメリカ人のアクセントは非常に厚く、彼を理解するのは少し難しかったです。\n\n\nキャラクター：\n\nそれが始まったとき、私は泉子とミユキを抱いていた。 しかし、シリーズを通っていくうちに、私は彼女に暖まるようになり、彼女の変化に気付きました。 私は泉子が自分自身と自分が望むものを見つけたと思った。 だから基本的にキャラクターの開発は美しいものでした。 ミユキは初めは少しブラッディでしたが、時間がたつと、イズミコとの結びつきが強くなりました。 また、\n\n悪役は何の理由もなく悪ではなかった。それは面白かった。\n\n私が嫌いだったのは、ホノカ、ホダカ、マスミ、マナツのような名前の類似点でした。双子/トリプレット（Mayuraと共に）でした。\n\n\n\n\n私は漫画について非常に興奮しています、そして、これが別の季節になることを願って、私はこれが行く方向が好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nHeavily influenced by Japanese culture, and in some cases newcomers might not understand, but it does not affect the plot too much. Otherwise, I'd say the plot is something new, and very intriguing.\n\n\u001b[1m日本文化の影響を強く受けていることもありますが、新入社員が理解できない場合もありますが、プロットにはあまり影響しません。 そうでなければ、プロットは新しいものであり、非常に興味深いものだと思います。\u001b[22m\n\u001b[1m(Nipponbunka no eikyō o tsuyoku ukete iru koto mo arimasuga, shin'nyū shain ga rikai dekinai baai mo arimasuga, purotto ni wa amari eikyō shimasen. Sōdenakereba, purotto wa atarashī monodeari, hijō ni kyōmibukai monoda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mHeavily influenced by Japanese culture, and in some cases newcomers might not understand, but it does not affect the plot too much. Otherwise, I'd say the plot is something new, and very intriguing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHeavily influenced by Japanese culture, and in some cases newcomers might not understand, but it does not affect the plot too much.\u001b[24m\n    \u001b[1m日本文化の影響を強く受けていることもありますが、新入社員が理解できない場合もありますが、プロットにはあまり影響しません。\u001b[22m, \u001b[1m重日本文化の影響を受け、場合によっては、新規参入者は理解できないかもしれないが、それはあまりにも多くのプロットには影響を与えません。\u001b[22m\n\u001b[4mOtherwise, I'd say the plot is something new, and very intriguing.\u001b[24m\n    \u001b[1mそうでなければ、プロットは新しいものであり、非常に興味深いものだと思います。\u001b[22m, \u001b[1mそうでなければ、私はプロットが何か新しい、そして非常に興味をそそられると思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe symbolism is nice, but I don't want to spoil so that's all I'll say.\n\n\u001b[1m象徴主義は素晴らしいですが、私は台無しにしたくないので、それはすべて私が言うことです。\u001b[22m\n\u001b[1m(Shōchō shugi wa subarashīdesuga, watashi wa dainashi ni shitakunainode, soreha subete watashi ga iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe symbolism is nice, but I don't want to spoil so that's all I'll say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe symbolism is nice, but I don't want to spoil so that's all I'll say.\u001b[24m\n    \u001b[1m象徴主義は素晴らしいですが、私は台無しにしたくないので、それはすべて私が言うことです。\u001b[22m, \u001b[1m象徴はいいですが、私はそれは私が言うよすべてですので台無しにしたくありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe animation is truly great and not very choppy at all.\n\n\u001b[1mアニメーションは本当に素晴らしく、まったく不安定ではありません。\u001b[22m\n\u001b[1m(Animēshon wa hontōni subarashiku, mattaku fuanteide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is truly great and not very choppy at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is truly great and not very choppy at all.\u001b[24m\n    \u001b[1mアニメーションは本当に素晴らしく、まったく不安定ではありません。\u001b[22m, \u001b[1mアニメーションは、すべての非常にとぎれとぎれ真に偉大ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI very much like how they mostly stuck to natural hair colors in here. The characters were attractive, I don't know how you could think Izumiko looks bland, it's quite obvious this anime is heavily influenced by modern day Japan, where at school you cannot dye your hair *cough, cough*\n\n\u001b[1m私は彼らがほとんどここで自然な髪の色にこだわってどのように非常に好きです。 キャラクターは魅力的でしたが、イズミコがどのように穏やかに見えているか分かりませんでしたが、このアニメは現代日本の影響を強く受けています。学校では髪を染めることができません。*咳、\u001b[22m\n\u001b[1m(Watashi wa karera ga hotondo koko de shizen'na kami no iro ni kodawatte dono yō ni hijō ni sukidesu. Kyarakutā wa mirikitekideshitaga, izumiko ga dono yō ni odayaka ni miete iru ka wakarimasendeshitaga, kono anime wa gendainihon no eikyō o tsuyoku ukete imasu. Gakkōde wa kami o someru koto ga dekimasen.* Seki,)\u001b[22m\n\nTranslations of \u001b[4mI very much like how they mostly stuck to natural hair colors in here. The characters were attractive, I don't know how you could think Izumiko looks bland, it's quite obvious this anime is heavily influenced by modern day Japan, where at school you cannot dye your hair *cough, cough*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI very much like how they mostly stuck to natural hair colors in here.\u001b[24m\n    \u001b[1m私は彼らがほとんどここで自然な髪の色にこだわってどのように非常に好きです。\u001b[22m, \u001b[1m私は非常に彼らはほとんどがここで自然な髪色にこだわったかのように。\u001b[22m\n\u001b[4mThe characters were attractive, I don't know how you could think Izumiko looks bland, it's quite obvious this anime is heavily influenced by modern day Japan, where at school you cannot dye your hair *cough, cough*\u001b[24m\n    \u001b[1mキャラクターは魅力的でしたが、イズミコがどのように穏やかに見えているか分かりませんでしたが、このアニメは現代日本の影響を強く受けています。学校では髪を染めることができません。*咳、\u001b[22m, \u001b[1m文字は、それがこのアニメが頻繁にあなたがあなたの髪*咳、咳を染めることができない学校で現代日本の影響を受ける非常に明白だ、私はあなたがIzumikoは当たり障りのない見えると思うことができるかわからない、魅力的でした*\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe voice actors have nice voices... The songs are great as well..\n\n\u001b[1m声優さんは素敵な声をしています...歌も素晴らしいです..\u001b[22m\n\u001b[1m(Seiyū-san wa sutekina koe o shite imasu... Uta mo subarashīdesu..)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors have nice voices... The songs are great as well..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors have nice voices... The songs are great as well..\u001b[24m\n    \u001b[1m声優さんは素敵な声をしています...歌も素晴らしいです..\u001b[22m, \u001b[1m声優は曲にも最適です...素敵な声を持っています..\u001b[22m\n\u001b[1m\u001b[22m\nI don't really have a problem with, except for the scene where the father is talking in English with an American, but the American's accent was very thick and it was a little hard to understand him.\n\n\u001b[1m父親がアメリカ人と英語で話しているシーンを除いて、私は本当に問題はありませんが、アメリカのアクセントは非常に厚く、彼を理解するのは少し難しかったです。\u001b[22m\n\u001b[1m(Chichioya ga amerikahito to eigo de hanashite iru shīn o nozoite, watashi wa hontōni mondai wa arimasenga, Amerika no akusento wa hijō ni atsuku, kare o rikai suru no wa sukoshi muzukashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mI don't really have a problem with, except for the scene where the father is talking in English with an American, but the American's accent was very thick and it was a little hard to understand him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't really have a problem with, except for the scene where the father is talking in English with an American, but the American's accent was very thick and it was a little hard to understand him.\u001b[24m\n    \u001b[1m父親がアメリカ人と英語で話しているシーンを除いて、私は本当に問題はありませんが、アメリカのアクセントは非常に厚く、彼を理解するのは少し難しかったです。\u001b[22m, \u001b[1m私は本当に父親がアメリカと英語で話しているシーンを除いて、との問題はありませんが、アメリカのアクセントが非常に濃厚であり、彼を理解するには少し大変でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nWhen it started off, I HATED Izumiko as well as Miyuki. However, as I went through the series, I began to warm up to her and notice her changes. I thought Izumiko found herself and what she wanted. So basically the character development was beautiful. Miyuki was a little bratty at first, but after time, you see different sides of him as his bond with Izumiko strengthens. alsohischaracterdesignissuperhot\n\n\u001b[1mそれが始まったとき、私は泉子とミユキを抱いていた。 しかし、シリーズを通っていくうちに、私は彼女に暖まるようになり、彼女の変化に気付きました。 私は泉子が自分自身と自分が望むものを見つけたと思った。 だから基本的にキャラクターの開発は美しいものでした。 ミユキは初めは少しブラッディでしたが、時間がたつと、イズミコとの結びつきが強くなりました。 また、\u001b[22m\n\u001b[1m(Sore ga hajimatta toki, watashi wa Izumiko to Miyuki o daite ita. Shikashi, shirīzu o kayotte iku uchi ni, watashi wa kanojo ni atatamaru yō ni nari, kanojo no henka ni kidzukimashita. Watashi wa Izumiko ga jibun jishin to jibun ga nozomu mono o mitsuketa to omotta. Dakara kihontekini kyarakutā no kaihatsu wa utsukushī monodeshita. Miyuki wa hajime wa sukoshi buraddideshitaga, jikan ga tatsu to, izumiko to no musubitsuki ga tsuyoku narimashita. Mata,)\u001b[22m\n\nTranslations of \u001b[4mWhen it started off, I HATED Izumiko as well as Miyuki. However, as I went through the series, I began to warm up to her and notice her changes. I thought Izumiko found herself and what she wanted. So basically the character development was beautiful. Miyuki was a little bratty at first, but after time, you see different sides of him as his bond with Izumiko strengthens. alsohischaracterdesignissuperhot\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it started off, I HATED Izumiko as well as Miyuki.\u001b[24m\n    \u001b[1mそれが始まったとき、私は泉子とミユキを抱いていた。\u001b[22m, \u001b[1mそれが始まったとき、私はIzumikoだけでなく、みゆきを嫌っ。\u001b[22m\n\u001b[4mHowever, as I went through the series, I began to warm up to her and notice her changes.\u001b[24m\n    \u001b[1mしかし、シリーズを通っていくうちに、私は彼女に暖まるようになり、彼女の変化に気付きました。\u001b[22m, \u001b[1m私はシリーズを通過したとしてしかし、私は彼女にウォームアップし、彼女の変化に気づくようになりました。\u001b[22m\n\u001b[4mI thought Izumiko found herself and what she wanted.\u001b[24m\n    \u001b[1m私は泉子が自分自身と自分が望むものを見つけたと思った。\u001b[22m, \u001b[1m私はIzumikoが自分自身を発見し、どのような彼女が望んでいたと思いました。\u001b[22m\n\u001b[4mSo basically the character development was beautiful.\u001b[24m\n    \u001b[1mだから基本的にキャラクターの開発は美しいものでした。\u001b[22m, \u001b[1mしたがって、基本的な文字の開発が綺麗でした。\u001b[22m\n\u001b[4mMiyuki was a little bratty at first, but after time, you see different sides of him as his bond with Izumiko strengthens.\u001b[24m\n    \u001b[1mミユキは初めは少しブラッディでしたが、時間がたつと、イズミコとの結びつきが強くなりました。\u001b[22m, \u001b[1mみゆきは、最初は少しやんちゃだったが、時間が経過した後、あなたはIzumiko強化の彼結合として彼の異なる側面を参照してください。\u001b[22m\n\u001b[4malsohischaracterdesignissuperhot\u001b[24m\n    \u001b[1mまた、\u001b[22m, \u001b[1malsohischaracterdesignissuperhot\u001b[22m\n\u001b[1m\u001b[22m\nThe villains weren't evil for no reason, which was interesting.\n\n\u001b[1m悪役は何の理由もなく悪ではなかった。それは面白かった。\u001b[22m\n\u001b[1m(Akuyaku wa nani no riyū mo naku akude wa nakatta. Sore wa omoshirokatta.)\u001b[22m\n\nTranslations of \u001b[4mThe villains weren't evil for no reason, which was interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe villains weren't evil for no reason, which was interesting.\u001b[24m\n    \u001b[1m悪役は何の理由もなく悪ではなかった。それは面白かった。\u001b[22m, \u001b[1m悪人は面白かった理由もなく、ための悪ではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOne thing I disliked was the similarity in names like Honoka and Hodaka or Masumi and Manatsu, who happen to be twins/ triplets (along with Mayura).\n\n\u001b[1m私が嫌いだったのは、ホノカ、ホダカ、マスミ、マナツのような名前の類似点でした。双子/トリプレット（Mayuraと共に）でした。\u001b[22m\n\u001b[1m(Watashi ga kiraidatta no wa, honoka, Hodaka, Masumi, manatsu no yōna namae no ruiji-tendeshita. Futago/ toripuretto (Mayura to tomoni)deshita.)\u001b[22m\n\nTranslations of \u001b[4mOne thing I disliked was the similarity in names like Honoka and Hodaka or Masumi and Manatsu, who happen to be twins/ triplets (along with Mayura).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing I disliked was the similarity in names like Honoka and Hodaka or Masumi and Manatsu, who happen to be twins/ triplets (along with Mayura).\u001b[24m\n    \u001b[1m私が嫌いだったのは、ホノカ、ホダカ、マスミ、マナツのような名前の類似点でした。双子/トリプレット（Mayuraと共に）でした。\u001b[22m, \u001b[1m私は嫌わことの一つは、双子/（マユラと共に）トリプレットことが起こるほのかと穂高または真澄と真夏のような名前で類似しました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI'm very excited about the manga and hope this gets another season, I like the direction this is going.\n\n\u001b[1m私は漫画について非常に興奮しています、そして、これが別の季節になることを願って、私はこれが行く方向が好きです。\u001b[22m\n\u001b[1m(Watashi wa manga ni tsuite hijō ni kōfun shite imasu, soshite, korega-betsu no kisetsu ni naru koto o negatte, watashi wa kore ga iku hōkō ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm very excited about the manga and hope this gets another season, I like the direction this is going.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm very excited about the manga and hope this gets another season, I like the direction this is going.\u001b[24m\n    \u001b[1m私は漫画について非常に興奮しています、そして、これが別の季節になることを願って、私はこれが行く方向が好きです。\u001b[22m, \u001b[1m私は漫画について非常に興奮していると私はこれが起こっている方向が好きで、これは別のシーズンを取得したいと考えています。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "daisy-",
    "profile": "/profile/daisy-/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=100359",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\nこのアニメは、最高レベルまで詰め込まれたサンドイッチを食べるようなものです。 それは良いようだが、どうにかしてその部分が落ちてしまい、それは無駄だ。\n\nストーリー：\nスタートは本当に良かったし、このアニメから多くを期待していたシノプシスでさえ、今シーズン最高の1つだと思っていたが、泉子とミユキの間のかわいいロマンス部分でさえ、終わりは本当に残らなかった 満足のいく結末。\n\n私はLNを読んでいないので多分混乱が多いかもしれませんが、それはストーリーが特に非読者に正しく説明されるようにする理由が増えます。 私が混乱した部分がありました。なぜこれが起こったのですか？ この理由は何ですか？ このひとはだれ？ 最後は残念だった。 それはシリーズへの完成感を残しておらず、いくつかのことについていくつかの光を放つことに失敗しました。 それは多くの穴が残っていて、それを埋めるものはありません。\n\n私はそれのコンセプトが好きですが、それは実現できませんでした。  6/10\n\nアート：\n芸術はこのシリーズに私を抱きしめている一つのものでした。 それは、私が長い間、すでに長い間待っていたとしても、シリーズを脱落しないという事実です。 アートは最も重要なポイントの1つですが、これはP.A. 働く 風景は良いです、キャラクターアートも良いです。  *咳*みゆき*咳*\n\n9/10\n\n音：OPはキャッチー、EDはあまり見ないし、泉子が踊っているときの音もいいです。  8/10\n\nキャラクター：\n\n7/10\n出雲子とみゆきが最後になります。 三つ子は何とか発展を遂げますが、同時に私は何かが欠けているように感じます。 私は文字が正しく説明されていない部分が好きではない。 たとえば、母親と真剣に何が関係しているのですか？ なぜテクノロジーが機能しないのか分かりません。  （あるいは多分私がつかまえなかった）。 なぜワミヤと高柳は同じように見えるのですか？  （あるいは私もそれにつかまえなかったかもしれません）私は裁判官のことの要点さえも得られません。 それにもかかわらず、その物語は、人物、その決定、さらには三つ組についてさえも明らかにしていない。\n\n楽しみ：\n嘘をついても、たとえその物語が届かなかったとしても、私はまだ何とか女神と一緒にプロットに夢中になっていました。そして、泉子は、彼女の不安を煽る偉大なことをします。 私が本当に楽しんだことの1つはみゆきと出雲です。 私は彼らの終わりが大好きですが、終わりはありません。 私は本当に彼らが最後にキスを見るのが大好きでしたが。  ：Cしかし、私が言ったように、あまりにも多くの混乱は7/10。\n\n全体：\n6/10\n\nミユキといずみ子、そして芸術とのあいまいな瞬間が大好きですが、ストーリーはまだ重要なポイントであり、7（良い）ではなく6（ファイン）を意味するように感じます。\n私は彼らがもっと速いペースで感じることができないように、より多くのエピソードを持っていて、ウォッチャーの部分にそれほど混乱させないことを望みます。\n\nこれが良いアニメになる可能性は非常に高いですが、12のエピソードでそれを殺しましたか、それともストーリーボードだったのでしょうか。\n\nサンドイッチはまだサンドイッチですが、それでも大丈夫です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is like eating a sandwich packed and full to the highest level. It looks good but somehow parts of it fall off and it's a waste.\n\n\u001b[1mこのアニメは、最高レベルまで詰め込まれたサンドイッチを食べるようなものです。 それは良いようだが、どうにかしてそれの一部が落ち、それは無駄だ。\u001b[22m\n\u001b[1m(Kono anime wa, saikō reberu made tsumekoma reta sandoitchi o taberu yōna monodesu. Sore wa yoi yōdaga, dōnika shite sore no ichibu ga ochi, sore wa mudada.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is like eating a sandwich packed and full to the highest level. It looks good but somehow parts of it fall off and it's a waste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is like eating a sandwich packed and full to the highest level.\u001b[24m\n    \u001b[1mこのアニメは、最高レベルまで詰め込まれたサンドイッチを食べるようなものです。\u001b[22m, \u001b[1mこのアニメは、パックされ、最高レベルへの完全なサンドイッチを食べるようなものです。\u001b[22m\n\u001b[4mIt looks good but somehow parts of it fall off and it's a waste.\u001b[24m\n    \u001b[1mそれは良いようだが、どうにかしてそれの一部が落ち、それは無駄だ。\u001b[22m, \u001b[1mそれはよさそうだが、どういうわけかその一部は落ちる、それは無駄です。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe start was really good, even the synopsis which is why I expected a lot from this anime, expecting it to be one of the best this season even but somehow even with the cute romance part between Izumiko and Miyuki, the end really failed to leave a satisfying ending.\n\n\u001b[1mスタートは本当に良かったし、このアニメから多くを期待していたシノプシスでさえ、今シーズン最高の1つだと思っていたが、泉子とミユキの間のかわいいロマンス部分でさえ、終わりは本当に残らなかった 満足のいく結末。\u001b[22m\n\u001b[1m(Sutāto wa hontōniyokatta shi, kono anime kara ōku o kitai shite ita shinopushisude sae, ima shīzun saikō no 1tsuda to omotte itaga, Izumiko to Miyuki no ma no kawaī romansu bubunde sae, owari wa hontōni nokoranakatta manzoku no iku ketsumatsu.)\u001b[22m\n\nTranslations of \u001b[4mThe start was really good, even the synopsis which is why I expected a lot from this anime, expecting it to be one of the best this season even but somehow even with the cute romance part between Izumiko and Miyuki, the end really failed to leave a satisfying ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe start was really good, even the synopsis which is why I expected a lot from this anime, expecting it to be one of the best this season even but somehow even with the cute romance part between Izumiko and Miyuki, the end really failed to leave\u001b[24m\n    \u001b[1mスタートは本当に良かったし、このアニメから多くを期待していたシノプシスでさえ、今シーズン最高の1つだと思っていたが、泉子とミユキの間のかわいいロマンス部分でさえ、終わりは本当に残らなかった\u001b[22m, \u001b[1mスタートは、私はこのアニメから多くのことを期待する理由であっても概要は、さえIzumikoとみゆきの間にかわいいロマンスの部分であっても何とかそれは今シーズン最高の一つであることを期待して、最後は本当に残すために本当に良い失敗しました\u001b[22m\n\u001b[4ma satisfying ending.\u001b[24m\n    \u001b[1m満足のいく結末。\u001b[22m\n\u001b[1m\u001b[22m\nThere's a lot of confusion in my part maybe because I haven't read the LN but that just makes it more reason that the story should be properly explained especially to non-readers. Some parts left me confused: Why did this happen? What is the reason for this? Who is this person? The end was disappointing. It did not leave the feeling of completeness to the series and failed to shed some light on some things. It's like it left a lot of holes and nothing to fill it with.\n\n\u001b[1m私はLNを読んでいないので多分混乱が多いかもしれませんが、それはストーリーが特に非読者に正しく説明されるようにする理由が増えます。 私が混乱した部分がありました。なぜこれが起こったのですか？ この理由は何ですか？ このひとはだれ？ 最後は残念だった。 それはシリーズへの完成感を残しておらず、いくつかのことについていくつかの光を放つことに失敗しました。 それは多くの穴が残っていて、それを埋めるものはありません。\u001b[22m\n\u001b[1m(Watashi wa LN o yon de inainode tabun konran ga ōi kamo shiremasenga, soreha sutōrī ga tokuni hi dokusha ni tadashiku setsumei sa reru yō ni suru riyū ga fuemasu. Watashi ga konran shita bubun ga arimashita. Naze kore ga okotta nodesu ka? Kono riyū wa nanidesu ka? Kono hito wa dare? Saigo wa zan'nendatta. Sore wa shirīzu e no kansei-kan o nokoshite orazu, ikutsu ka no koto ni tsuite ikutsu ka no hikari o hanatsu koto ni shippai shimashita. Sore wa ōku no ana ga nokotte ite, sore o umeru mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere's a lot of confusion in my part maybe because I haven't read the LN but that just makes it more reason that the story should be properly explained especially to non-readers. Some parts left me confused: Why did this happen? What is the reason for this? Who is this person? The end was disappointing. It did not leave the feeling of completeness to the series and failed to shed some light on some things. It's like it left a lot of holes and nothing to fill it with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's a lot of confusion in my part maybe because I haven't read the LN but that just makes it more reason that the story should be properly explained especially to non-readers.\u001b[24m\n    \u001b[1m私はLNを読んでいないので多分混乱が多いかもしれませんが、それはストーリーが特に非読者に正しく説明されるようにする理由が増えます。\u001b[22m, \u001b[1m私はLNを読んでいないが、それはちょうどそれにストーリーが正しく非読者に特に説明する必要があることをより多くの理由になるかもしれないので、多くの混乱が私の部分にあります。\u001b[22m\n\u001b[4mSome parts left me confused: Why did this happen?\u001b[24m\n    \u001b[1m私が混乱した部分がありました。なぜこれが起こったのですか？\u001b[22m, \u001b[1mいくつかの部分は混乱私を残し：これはなぜ起こるのですか？\u001b[22m\n\u001b[4mWhat is the reason for this?\u001b[24m\n    \u001b[1mこの理由は何ですか？\u001b[22m\n\u001b[4mWho is this person?\u001b[24m\n    \u001b[1mこのひとはだれ？\u001b[22m, \u001b[1mこの人はだれ？\u001b[22m, \u001b[1mこの人は誰なのか？\u001b[22m, \u001b[1mこの人は誰ですか？\u001b[22m\n\u001b[4mThe end was disappointing.\u001b[24m\n    \u001b[1m最後は残念だった。\u001b[22m, \u001b[1m最後は残念でした。\u001b[22m\n\u001b[4mIt did not leave the feeling of completeness to the series and failed to shed some light on some things.\u001b[24m\n    \u001b[1mそれはシリーズへの完成感を残しておらず、いくつかのことについていくつかの光を放つことに失敗しました。\u001b[22m, \u001b[1mこれは、シリーズに完全感を残すし、いくつかの点でいくつかの光を当てることができなかったしませんでした。\u001b[22m\n\u001b[4mIt's like it left a lot of holes and nothing to fill it with.\u001b[24m\n    \u001b[1mそれは多くの穴が残っていて、それを埋めるものはありません。\u001b[22m, \u001b[1mそれは穴とでそれを埋めるために何の多くを残したようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nI like the concept of it but it failed to deliver. 6/10\n\n\u001b[1m私はそれのコンセプトが好きですが、それは実現できませんでした。  6/10\u001b[22m\n\u001b[1m(Watashi wa sore no konseputo ga sukidesuga, soreha jitsugen dekimasendeshita. 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mI like the concept of it but it failed to deliver. 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like the concept of it but it failed to deliver.\u001b[24m\n    \u001b[1m私はそれのコンセプトが好きですが、それは実現できませんでした。\u001b[22m, \u001b[1m私はそれの概念を好むが、それはお届けできませんでした。\u001b[22m\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art was the one thing that's holding me to this series. That and the fact that I don't drop series even if they are on hold for so long already. Art is one of the strongest points, not a surprise since this is from P.A. works. Sceneries are good, character art is also good. *cough*Miyuki*Cough*\n\n\u001b[1m芸術はこのシリーズに私を抱きしめている一つのものでした。 それは、私が長い間、すでに長い間待っていたとしても、シリーズを脱落しないという事実です。 アートは最も重要なポイントの1つですが、これはP.A. 働く 風景は良いです、キャラクターアートも良いです。  *咳*みゆき*咳*\u001b[22m\n\u001b[1m(Geijutsu wa kono shirīzu ni watashi o dakishimete iru hitotsu no monodeshita. Sore wa, watashi ga nagaiai, sudeni nagaiai matteita to shite mo, shirīzu o datsuraku shinai to iu jijitsudesu. Āto wa mottomo jūyōna pointo no 1tsudesuga, koreha P. A. Hataraku fūkei wa yoidesu, kyarakutāāto mo yoidesu. * Seki* Miyuki* seki*)\u001b[22m\n\nTranslations of \u001b[4mThe art was the one thing that's holding me to this series. That and the fact that I don't drop series even if they are on hold for so long already. Art is one of the strongest points, not a surprise since this is from P.A. works. Sceneries are good, character art is also good. *cough*Miyuki*Cough*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was the one thing that's holding me to this series.\u001b[24m\n    \u001b[1m芸術はこのシリーズに私を抱きしめている一つのものでした。\u001b[22m, \u001b[1m芸術はこのシリーズに私を保持して一つのことでした。\u001b[22m\n\u001b[4mThat and the fact that I don't drop series even if they are on hold for so long already.\u001b[24m\n    \u001b[1mそれは、私が長い間、すでに長い間待っていたとしても、シリーズを脱落しないという事実です。\u001b[22m, \u001b[1mつまり、私は、彼らはあまりにも長い間、すでにのために保留になっている場合でも、シリーズをドロップしないという事実。\u001b[22m\n\u001b[4mArt is one of the strongest points, not a surprise since this is from P.A.\u001b[24m\n    \u001b[1mアートは最も重要なポイントの1つですが、これはP.A.\u001b[22m, \u001b[1mこれはP.A.からのものであるので、アートは最強のポイントではなく、驚きの一つであります\u001b[22m\n\u001b[4mworks.\u001b[24m\n    \u001b[1m働く\u001b[22m, \u001b[1m作品。\u001b[22m\n\u001b[4mSceneries are good, character art is also good.\u001b[24m\n    \u001b[1m風景は良いです、キャラクターアートも良いです。\u001b[22m, \u001b[1m風景は、文字アートも良いですが、良いです。\u001b[22m\n\u001b[4m*cough*Miyuki*Cough*\u001b[24m\n    \u001b[1m*咳*みゆき*咳*\u001b[22m\n\u001b[1m\u001b[22m\n9/10\n\n\u001b[1m9/10\u001b[22m\n\u001b[1m(9/ 10)\u001b[22m\n\nTranslations of \u001b[4m9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound: OP is catchy, I don't watch the ED much and the sounds when Izumiko is dancing is also good. 8/10\n\n\u001b[1m音：OPはキャッチー、EDはあまり見ないし、泉子が踊っているときの音もいいです。  8/10\u001b[22m\n\u001b[1m(Oto: OP wa kyatchī, ED wa amari minaishi, Izumiko ga odotte iru toki no oto mo īdesu. 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: OP is catchy, I don't watch the ED much and the sounds when Izumiko is dancing is also good. 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: OP is catchy, I don't watch the ED much and the sounds when Izumiko is dancing is also good.\u001b[24m\n    \u001b[1m音：OPはキャッチー、EDはあまり見ないし、泉子が踊っているときの音もいいです。\u001b[22m, \u001b[1mサウンド：OPはキャッチーですが、私は多くのEDを見ていないとIzumikoが踊っている音も良いです。\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\nIzumiko and Miyuki develops at the end. The triplets somehow make a development but at the same time I feel like there's something lacking. I just don't like the part where the characters aren't properly explained. For example, what is seriously the deal with her mother. I don't know why technology doesn't work. (or maybe I failed to catch on). Why does Wamiya and Takayanagi look the same? (Or maybe I failed to catch on that too) I don't even get the gist of the judges thing. Nevertheless, the story fails to expound more on characters, their decisions and even on the triplets.\n\n\u001b[1m出雲子とみゆきが最後になります。 三つ子は何とか発展を遂げますが、同時に私は何かが欠けているように感じます。 私は文字が正しく説明されていない部分が好きではない。 たとえば、母親と真剣に何が関係しているのですか？ なぜテクノロジーが機能しないのか分かりません。  （あるいは多分私がつかまえなかった）。 なぜワミヤと高柳は同じように見えるのですか？  （あるいは私もそれにつかまえなかったかもしれません）私は裁判官のことの要点さえも得られません。 それにもかかわらず、その物語は、人物、その決定、さらには三つ組についてさえも明らかにしていない。\u001b[22m\n\u001b[1m(Izumo-ko to Miyuki ga saigo ni narimasu. Mitsugo wa nantoka hatten o togemasuga, dōjini watashi wa nanika ga kakete iru yō ni kanjimasu. Watashi wa moji ga tadashiku setsumei sa rete inai bubun ga sukide wanai. Tatoeba, hahaoya to shinken ni nani ga kankei shite iru nodesu ka? Naze tekunorojī ga kinō shinai no ka wakarimasen. (Aruiwa tabun watashi ga tsukamaenakatta). Naze wamiya to Takayanagi wa onajiyōni mieru nodesu ka? (Aruiwa watashi mo sore ni tsukamaenakatta kamo shiremasen) watashi wa saibankan no koto no yōten sae mo e raremasen. Sore nimokakawarazu, sono monogatari wa, jinbutsu, sono kettei, sarani wa mitsugumi ni tsuite sae mo akiraka ni shite inai.)\u001b[22m\n\nTranslations of \u001b[4mIzumiko and Miyuki develops at the end. The triplets somehow make a development but at the same time I feel like there's something lacking. I just don't like the part where the characters aren't properly explained. For example, what is seriously the deal with her mother. I don't know why technology doesn't work. (or maybe I failed to catch on). Why does Wamiya and Takayanagi look the same? (Or maybe I failed to catch on that too) I don't even get the gist of the judges thing. Nevertheless, the story fails to expound more on characters, their decisions and even on the triplets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIzumiko and Miyuki develops at the end.\u001b[24m\n    \u001b[1m出雲子とみゆきが最後になります。\u001b[22m, \u001b[1mIzumikoとみゆきが最後に開発しています。\u001b[22m\n\u001b[4mThe triplets somehow make a development but at the same time I feel like there's something lacking.\u001b[24m\n    \u001b[1m三つ子は何とか発展を遂げますが、同時に私は何かが欠けているように感じます。\u001b[22m, \u001b[1mトリプレットは何とか開発を行いますが、何か欠けてありますように、同時に私は感じています。\u001b[22m\n\u001b[4mI just don't like the part where the characters aren't properly explained.\u001b[24m\n    \u001b[1m私は文字が正しく説明されていない部分が好きではない。\u001b[22m, \u001b[1m私はただの文字が適切に説明されていない部分が好きではありません。\u001b[22m\n\u001b[4mFor example, what is seriously the deal with her mother.\u001b[24m\n    \u001b[1mたとえば、母親と真剣に何が関係しているのですか？\u001b[22m, \u001b[1mたとえば、真剣に彼女の母親との契約ものです。\u001b[22m\n\u001b[4mI don't know why technology doesn't work.\u001b[24m\n    \u001b[1mなぜテクノロジーが機能しないのか分かりません。\u001b[22m, \u001b[1m技術が動作しない理由を私は知りません。\u001b[22m\n\u001b[4m(or maybe I failed to catch on).\u001b[24m\n    \u001b[1m（あるいは多分私がつかまえなかった）。\u001b[22m, \u001b[1m（または多分私は上のキャッチに失敗しました）。\u001b[22m\n\u001b[4mWhy does Wamiya and Takayanagi look the same?\u001b[24m\n    \u001b[1mなぜワミヤと高柳は同じように見えるのですか？\u001b[22m, \u001b[1mなぜWamiyaと高柳は同じように見えますか？\u001b[22m\n\u001b[4m(Or maybe I failed to catch on that too) I don't even get the gist of the judges thing.\u001b[24m\n    \u001b[1m（あるいは私もそれにつかまえなかったかもしれません）私は裁判官のことの要点さえも得られません。\u001b[22m, \u001b[1m（または多分私もその上でキャッチすることができなかった）私も裁判官の事の要点を得ることはありません。\u001b[22m\n\u001b[4mNevertheless, the story fails to expound more on characters, their decisions and even on the triplets.\u001b[24m\n    \u001b[1mそれにもかかわらず、その物語は、人物、その決定、さらには三つ組についてさえも明らかにしていない。\u001b[22m, \u001b[1mそれにもかかわらず、物語は文字、彼らの決定、さらには三つ子についての詳細を詳しく説明することができません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nNot gonna lie, even if the story did fail to deliver, I was still somehow kind of hooked on the plot with all the goddess thing and during the times Izumiko does great things inspite of her insecurities. One thing that I really enjoyed was Miyuki and Izumiko. I love their end, but not THE END itself. Although I would have really loved it to see them kiss at the end. :C But like I said, too much confusion so 7/10.\n\n\u001b[1m嘘をついても、たとえその物語が届かなかったとしても、私はまだ何とか女神と一緒にプロットに夢中になっていました。そして、泉子は、彼女の不安を煽る偉大なことをします。 私が本当に楽しんだことの1つはみゆきと出雲です。 私は彼らの終わりが大好きですが、終わりはありません。 私は本当に彼らが最後にキスを見るのが大好きでしたが。  ：Cしかし、私が言ったように、あまりにも多くの混乱は7/10。\u001b[22m\n\u001b[1m(Uso o tsuite mo, tatoe sono monogatari ga todokanakatta to shite mo, watashi wa mada nantoka megami to issho ni purotto ni muchū ni natte imashita. Soshite, Izumiko wa, kanojo no fuan o aoru idaina koto o shimasu. Watashi ga hontōni tanoshinda koto no 1tsu wa Miyuki to Izumodesu. Watashi wa karera no owari ga daisukidesuga, owari wa arimasen. Watashi wa hontōni karera ga saigo ni kisu o miru no ga daisukideshitaga. : C shikashi, watashi ga itta yō ni, amarini mo ōku no konran wa 7/ 10.)\u001b[22m\n\nTranslations of \u001b[4mNot gonna lie, even if the story did fail to deliver, I was still somehow kind of hooked on the plot with all the goddess thing and during the times Izumiko does great things inspite of her insecurities. One thing that I really enjoyed was Miyuki and Izumiko. I love their end, but not THE END itself. Although I would have really loved it to see them kiss at the end. :C But like I said, too much confusion so 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot gonna lie, even if the story did fail to deliver, I was still somehow kind of hooked on the plot with all the goddess thing and during the times Izumiko does great things inspite of her insecurities.\u001b[24m\n    \u001b[1m嘘をついても、たとえその物語が届かなかったとしても、私はまだ何とか女神と一緒にプロットに夢中になっていました。そして、泉子は、彼女の不安を煽る偉大なことをします。\u001b[22m, \u001b[1m嘘つもりはない、話が配信するために失敗した場合でも、私はまだ何とか種類のすべての女神の事でプロットに引っ掛けたと時間の間にIzumikoは彼女の不安のinspite偉大なことを行います。\u001b[22m\n\u001b[4mOne thing that I really enjoyed was Miyuki and Izumiko.\u001b[24m\n    \u001b[1m私が本当に楽しんだことの1つはみゆきと出雲です。\u001b[22m, \u001b[1m私は本当に楽しんだことの一つは、みゆきとIzumikoました。\u001b[22m\n\u001b[4mI love their end, but not THE END itself.\u001b[24m\n    \u001b[1m私は彼らの終わりが大好きですが、終わりはありません。\u001b[22m, \u001b[1m私は彼らの終わりではなく、END自体が大好きです。\u001b[22m\n\u001b[4mAlthough I would have really loved it to see them kiss at the end.\u001b[24m\n    \u001b[1m私は本当に彼らが最後にキスを見るのが大好きでしたが。\u001b[22m, \u001b[1m私は実際にそれを愛しているだろうが、彼らは最後にキスを確認してください。\u001b[22m\n\u001b[4m:C But like I said, too much confusion so 7/10.\u001b[24m\n    \u001b[1m：Cしかし、私が言ったように、あまりにも多くの混乱は7/10。\u001b[22m, \u001b[1m：Cしかし、これ7/10、私が言ったように、あまりにも多くの混乱。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nEven though I love those fleeting moments with Miyuki and Izumiko and the art, the story is still an important point and I feel like it's meant a 6 (Fine) rather than a 7 (good).\n\n\u001b[1mミユキといずみ子、そして芸術とのあいまいな瞬間が大好きですが、ストーリーはまだ重要なポイントであり、7（良い）ではなく6（ファイン）を意味するように感じます。\u001b[22m\n\u001b[1m(Miyuki to Izumi ko, soshite geijutsu to no aimaina shunkan ga daisukidesuga, sutōrī wa mada jūyōna pointodeari, 7 (yoi)de wanaku 6 (fain) o imi suru yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mEven though I love those fleeting moments with Miyuki and Izumiko and the art, the story is still an important point and I feel like it's meant a 6 (Fine) rather than a 7 (good).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though I love those fleeting moments with Miyuki and Izumiko and the art, the story is still an important point and I feel like it's meant a 6 (Fine) rather than a 7 (good).\u001b[24m\n    \u001b[1mミユキといずみ子、そして芸術とのあいまいな瞬間が大好きですが、ストーリーはまだ重要なポイントであり、7（良い）ではなく6（ファイン）を意味するように感じます。\u001b[22m, \u001b[1m私はみゆきとIzumikoや技術と、それらのつかの間の瞬間を愛していても、物語はまだ重要なポイントであると私はむしろ7（良い）よりも、それが6（ファイン）を意味しているように感じます。\u001b[22m\nI wish they had more episodes so that it wouldn't feel so fast paced and won't leave that much confusion to the watchers part.\n\n\u001b[1m私は彼らがもっと速いペースで感じることができないように、より多くのエピソードを持っていて、ウォッチャーの部分にそれほど混乱させないことを望みます。\u001b[22m\n\u001b[1m(Watashi wa karera ga motto hayai pēsu de kanjiru koto ga dekinai yō ni, yori ōku no episōdo o motte ite, u~otchā no bubun ni sorehodo konran sa senai koto o nozomimasu.)\u001b[22m\n\nTranslations of \u001b[4mI wish they had more episodes so that it wouldn't feel so fast paced and won't leave that much confusion to the watchers part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wish they had more episodes so that it wouldn't feel so fast paced and won't leave that much confusion to the watchers part.\u001b[24m\n    \u001b[1m私は彼らがもっと速いペースで感じることができないように、より多くのエピソードを持っていて、ウォッチャーの部分にそれほど混乱させないことを望みます。\u001b[22m, \u001b[1m私はそれがとても速いペースで感じていないだろうとウォッチャー部にその多くの混乱を離れないように、彼らはより多くのエピソードがあればいいのに。\u001b[22m\n\u001b[1m\u001b[22m\nSo much potential for this to become a good anime but 12 episodes butchered it or maybe it was the story board, who knows.\n\n\u001b[1mこれが良いアニメになる可能性は非常に高いですが、12のエピソードでそれを殺しましたか、それともストーリーボードだったのでしょうか。\u001b[22m\n\u001b[1m(Kore ga yoi anime ni naru kanōsei wa hijō ni takaidesuga, 12 no episōdo de sore o koroshimashita ka, soretomo sutōrībōdodatta nodeshou ka.)\u001b[22m\n\nTranslations of \u001b[4mSo much potential for this to become a good anime but 12 episodes butchered it or maybe it was the story board, who knows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo much potential for this to become a good anime but 12 episodes butchered it or maybe it was the story board, who knows.\u001b[24m\n    \u001b[1mこれが良いアニメになる可能性は非常に高いですが、12のエピソードでそれを殺しましたか、それともストーリーボードだったのでしょうか。\u001b[22m, \u001b[1mこのために多くの可能性は良いアニメになることが、12のエピソードはそれを解体または多分それは知っているストーリーボードがありました。\u001b[22m\n\u001b[1m\u001b[22m\nA sandwich is still a sandwich and it's still fine.\n\n\u001b[1mサンドイッチはまだサンドイッチですが、それでも大丈夫です。\u001b[22m\n\u001b[1m(Sandoitchi wa mada sandoitchidesuga, soredemo daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mA sandwich is still a sandwich and it's still fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA sandwich is still a sandwich and it's still fine.\u001b[24m\n    \u001b[1mサンドイッチはまだサンドイッチですが、それでも大丈夫です。\u001b[22m, \u001b[1mサンドイッチはまだサンドイッチであり、それはまだ大丈夫です。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "partially",
    "profile": "/profile/partially/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=178481",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  6\n\n私は全体的なRDGがまともなショーであることを知り、他の人が少し厳しいと感じる。  RDGsの問題は、それがかなり興味深い要素で演奏されるということです。 要素は、本質的に放棄または無視されます。 これは非常に低いステークショーです。 明白な「危険」の時代にさえ、我々は本当に文字が危険にさらされているとは決して感じません。 姫風神女神のための船の役をする女の子のショーです。 しかし、今のところヒメガミは重要な役割を果たしていません。 それは電気装置に干渉する力を持つ少女のショーです。 それはまたショーの主要な役割もポイントも決してありません。 これらの興味深い要素を紹介し、エピソードの大半を他のことをするのに費やしています。\n\nショーを特に評価するためには、本質的にスライス・オブ・ライフとして扱われなければならない。 ショーが表示されていないことを考えずに、単に見て、感じ、聴くだけです。 音楽、音、芸術は一般的に優れています。 文字はあなたの上に成長する。 スタートの近くで正直言っても、彼らはひどいものでした。 このショーの主な問題は、それが全く新しいルートを明らかに示していることです。 最初の数回のエピソードでの急激なキャラクターの変化、そして多くのイベントの切り替えは、この12回のエピソードにあまりにも多くの本を詰め込もうとしていたことです。 含まれているものの多くは籾殻であり、容易に切断された可能性があります。\n\n全体的にこれは楽しいものでした。 すべての強力な女神のタイプの人のための完全に低いステークスは、主なヒロインは決して本当に多くはありません。 これは本質的に主人公、彼女の「奉仕者」、そして彼女の2人の友人のキャラクタードラマであり、これ以上では決してありません。 私はそれが無理だと思う。 あなたがそれをスキップすることを決定した場合、あなたは確かに素晴らしいものを見逃していませんが。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI found RDG overall to be a decent show, and feel others are a little harsh on it. RDGs problem is that it plays with quite a few interesting elements. Elements, which are then essentially abandoned or ignored. This is a very low stakes show. Even in times of apparent 'danger' never do we really feel the characters are at risk. This is a show about a girl whom serves as a vessel of sorts for a hime-gami goddess. And yet at no point does the hime-gami have any major role in the show. It is a show about a girl whose powers interfere with electrical devices. Yet that also never has a major role nor point in the show. It introduces these interesting elements, then spends most of the episodes off doing other things.\n\n\u001b[1m私は全体的なRDGがまともなショーであることを知り、他の人が少し厳しいと感じる。  RDGsの問題は、それがかなり興味深い要素で演奏されるということです。 要素は、本質的に放棄または無視されます。 これは非常に低いステークショーです。 明白な「危険」の時代にさえ、我々は本当に文字が危険にさらされているとは決して感じません。 姫風神女神のための船の役をする女の子のショーです。 しかし、今のところヒメガミは重要な役割を果たしていません。 それは電気装置に干渉する力を持つ少女のショーです。 それはまたショーの主要な役割もポイントも決してありません。 これらの興味深い要素を紹介し、エピソードの大半を他のことをするのに費やしています。\u001b[22m\n\u001b[1m(Watashi wa zentai-tekina RDG ga matomona shōdearu koto o shiri, hokanohito ga sukoshi kibishī to kanjiru. RDGs no mondai wa, sore ga kanari kyōmibukai yōso de ensō sa reru to iu kotodesu. Yōso wa, honshitsu-teki ni hōki matawa mushi sa remasu. Kore wa hijō ni hikui sutēkushōdesu. Meihakuna `kiken' no jidai ni sae, wareware wa hontōni moji ga kiken ni sarasa rete iru to wa kesshite kanjimasen. Hime fūjin megami no tame no fune no yaku o suru on'nanoko no shōdesu. Shikashi, imanotokoro himegami wa jūyōna yakuwari o hatashite imasen. Sore wa denki sōchi ni kanshō suru chikara o motsu shōjo no shōdesu. Sore wa mata shō no shuyōna yakuwari mo pointo mo kesshite arimasen. Korera no kyōmibukai yōso o shōkai shi, episōdo no taihan o hoka no koto o suru no ni tsuiyashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI found RDG overall to be a decent show, and feel others are a little harsh on it. RDGs problem is that it plays with quite a few interesting elements. Elements, which are then essentially abandoned or ignored. This is a very low stakes show. Even in times of apparent 'danger' never do we really feel the characters are at risk. This is a show about a girl whom serves as a vessel of sorts for a hime-gami goddess. And yet at no point does the hime-gami have any major role in the show. It is a show about a girl whose powers interfere with electrical devices. Yet that also never has a major role nor point in the show. It introduces these interesting elements, then spends most of the episodes off doing other things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found RDG overall to be a decent show, and feel others are a little harsh on it.\u001b[24m\n    \u001b[1m私は全体的なRDGがまともなショーであることを知り、他の人が少し厳しいと感じる。\u001b[22m, \u001b[1m私は、RDGの全体的なまともなショーであることが判明し、他の人がその上に少し厳しいと感じます。\u001b[22m\n\u001b[4mRDGs problem is that it plays with quite a few interesting elements.\u001b[24m\n    \u001b[1mRDGsの問題は、それがかなり興味深い要素で演奏されるということです。\u001b[22m, \u001b[1mRDGsの問題は、それがかなりの数の興味深い要素と果たしていることです。\u001b[22m\n\u001b[4mElements, which are then essentially abandoned or ignored.\u001b[24m\n    \u001b[1m要素は、本質的に放棄または無視されます。\u001b[22m, \u001b[1mその後、基本的に放棄されたり、無視されている要素、。\u001b[22m\n\u001b[4mThis is a very low stakes show.\u001b[24m\n    \u001b[1mこれは非常に低いステークショーです。\u001b[22m, \u001b[1mこれは非常に低いステークスが表示されます。\u001b[22m\n\u001b[4mEven in times of apparent 'danger' never do we really feel the characters are at risk.\u001b[24m\n    \u001b[1m明白な「危険」の時代にさえ、我々は本当に文字が危険にさらされているとは決して感じません。\u001b[22m, \u001b[1mでも見かけ「危険」の時代に私たちは本当に文字を感じないん決して危険にさらされています。\u001b[22m\n\u001b[4mThis is a show about a girl whom serves as a vessel of sorts for a hime-gami goddess.\u001b[24m\n    \u001b[1m姫風神女神のための船の役をする女の子のショーです。\u001b[22m, \u001b[1mこれは姫-GAMIの女神のための一種の容器として働く女の子についてのショーです。\u001b[22m\n\u001b[4mAnd yet at no point does the hime-gami have any major role in the show.\u001b[24m\n    \u001b[1mしかし、今のところヒメガミは重要な役割を果たしていません。\u001b[22m, \u001b[1mそして、はまだありません時点で姫-gamiがショーに大きな役割を持っています。\u001b[22m\n\u001b[4mIt is a show about a girl whose powers interfere with electrical devices.\u001b[24m\n    \u001b[1mそれは電気装置に干渉する力を持つ少女のショーです。\u001b[22m, \u001b[1mそれは力の電気機器に干渉女の子についてのショーです。\u001b[22m\n\u001b[4mYet that also never has a major role nor point in the show.\u001b[24m\n    \u001b[1mそれはまたショーの主要な役割もポイントも決してありません。\u001b[22m, \u001b[1mしかし、それはまた、ショーで主要な役割もポイントがありませんでした。\u001b[22m\n\u001b[4mIt introduces these interesting elements, then spends most of the episodes off doing other things.\u001b[24m\n    \u001b[1mこれらの興味深い要素を紹介し、エピソードの大半を他のことをするのに費やしています。\u001b[22m, \u001b[1mこれは、他のことをやってからのエピソードの大半を費やした後、これらの興味深い要素を紹介します。\u001b[22m\n\u001b[1m\u001b[22m\nTo particularly appreciate the show, it essentially has to be treated as a slice-of-life. Simply watch, feel, and listen, without thinking about what the show isn't showing. The music, sound, and art is generally excellent. The characters grow on you. Though to be honest near the start they were terrible. The major problem with this show is that it is quite obviously demonstrates its novel roots. The sudden changes in character over the first few episodes, and the switching between many events are the hallmarks they were simply trying to cram too much of the books material into this 12 episode run. A lot of what is included is chaff and could have been easily cut, it is odd they did not do so.\n\n\u001b[1mショーを特に評価するためには、本質的にスライス・オブ・ライフとして扱われなければならない。 ショーが表示されていないことを考えずに、単に見て、感じ、聴くだけです。 音楽、音、芸術は一般的に優れています。 文字はあなたの上に成長する。 スタートの近くで正直言っても、彼らはひどいものでした。 このショーの主な問題は、それが全く新しいルートを明らかに示していることです。 最初の数回のエピソードでの急激なキャラクターの変化、そして多くのイベントの切り替えは、この12回のエピソードにあまりにも多くの本を詰め込もうとしていたことです。 含まれているものの多くは籾殻であり、容易に切断された可能性があります。\u001b[22m\n\u001b[1m(Shō o tokuni hyōka suru tame ni wa, honshitsu-teki ni suraisu Obu raifu to shite atsukawa renakereba naranai. Shō ga hyōji sa rete inai koto o kangaezu ni, tan'ni mite, kanji, kiku dakedesu. Ongaku,-on, geijutsu wa ippantekini sugurete imasu. Moji wa anata no ue ni seichō suru. Sutāto no chikaku de shōjiki itte mo, karera wa hidoi monodeshita. Kono shō no omona mondai wa, sore ga mattaku atarashī rūto o akiraka ni shimeshite iru kotodesu. Saisho no sū-kai no episōdo de no kyūgekina kyarakutā no henka, soshite ōku no ibento no kirikae wa, kono 12-kai no episōdo ni amarini mo ōku no hon o tsumekomou to shite ita kotodesu. Fukuma rete irumonono ōku wa momigaradeari, yōi ni setsudan sa reta kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo particularly appreciate the show, it essentially has to be treated as a slice-of-life. Simply watch, feel, and listen, without thinking about what the show isn't showing. The music, sound, and art is generally excellent. The characters grow on you. Though to be honest near the start they were terrible. The major problem with this show is that it is quite obviously demonstrates its novel roots. The sudden changes in character over the first few episodes, and the switching between many events are the hallmarks they were simply trying to cram too much of the books material into this 12 episode run. A lot of what is included is chaff and could have been easily cut, it is odd they did not do so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo particularly appreciate the show, it essentially has to be treated as a slice-of-life.\u001b[24m\n    \u001b[1mショーを特に評価するためには、本質的にスライス・オブ・ライフとして扱われなければならない。\u001b[22m, \u001b[1m特にショーを理解するために、それは本質的に、スライスオブライフとして扱われなければなりません。\u001b[22m\n\u001b[4mSimply watch, feel, and listen, without thinking about what the show isn't showing.\u001b[24m\n    \u001b[1mショーが表示されていないことを考えずに、単に見て、感じ、聴くだけです。\u001b[22m, \u001b[1m単に、見て感じて、そしてショーが表示されていないものについて考えず、耳を傾けます。\u001b[22m\n\u001b[4mThe music, sound, and art is generally excellent.\u001b[24m\n    \u001b[1m音楽、音、芸術は一般的に優れています。\u001b[22m, \u001b[1m音楽、サウンド、および技術は、全体的に良好です。\u001b[22m\n\u001b[4mThe characters grow on you.\u001b[24m\n    \u001b[1m文字はあなたの上に成長する。\u001b[22m, \u001b[1m文字はあなたに成長します。\u001b[22m\n\u001b[4mThough to be honest near the start they were terrible.\u001b[24m\n    \u001b[1mスタートの近くで正直言っても、彼らはひどいものでした。\u001b[22m, \u001b[1m先頭付近正直に言うけど、彼らはひどいものでした。\u001b[22m\n\u001b[4mThe major problem with this show is that it is quite obviously demonstrates its novel roots.\u001b[24m\n    \u001b[1mこのショーの主な問題は、それが全く新しいルートを明らかに示していることです。\u001b[22m, \u001b[1mこのショーの主な問題は、それがかなり明らかにその小説のルーツを実証していることです。\u001b[22m\n\u001b[4mThe sudden changes in character over the first few episodes, and the switching between many events are the hallmarks they were simply trying to cram too much of the books material into this 12 episode run.\u001b[24m\n    \u001b[1m最初の数回のエピソードでの急激なキャラクターの変化、そして多くのイベントの切り替えは、この12回のエピソードにあまりにも多くの本を詰め込もうとしていたことです。\u001b[22m, \u001b[1m最初のいくつかのエピソードを超える文字の急激な変化、および多くのイベントの間の切り替えは、彼らは単にこの12エピソードの実行に図書材料のあまりを詰め込むしようとしていた特徴です。\u001b[22m\n\u001b[4mA lot of what is included is chaff and could have been easily cut, it is odd they did not do so.\u001b[24m\n    \u001b[1m含まれているものの多くは籾殻であり、容易に切断された可能性があります。\u001b[22m, \u001b[1m含まれるものの多くは、彼らがそうしなかった奇数である、籾殻であり、容易にカットされている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this was enjoyable. Though completely low stakes, for an all powerful goddess type person, the main heroine never really does much. This is essentially a character drama of the heroine, her 'servant', and her two friends, and it never strives beyond being this. I think it is passable. Though you certainly aren't missing something superb if you decide to skip it.\n\n\u001b[1m全体的にこれは楽しいものでした。 すべての強力な女神のタイプの人のための完全に低いステークスは、主なヒロインは決して本当に多くはありません。 これは本質的に主人公、彼女の「奉仕者」、そして彼女の2人の友人のキャラクタードラマであり、これ以上では決してありません。 私はそれが無理だと思う。 あなたがそれをスキップすることを決定した場合、あなたは確かに素晴らしいものを見逃していませんが。\u001b[22m\n\u001b[1m(Zentai-teki ni kore wa tanoshī monodeshita. Subete no kyōryokuna megami no taipu no hitonotame no kanzen ni hikui sutēkusu wa, omona hiroin wa kesshite hontōni ōku wa arimasen. Kore wa honshitsu-teki ni shujinkō, kanojo no `hōshi-sha', soshite kanojo no 2-ri no yūjin no kyarakutādoramadeari, koreijōde wa kesshite arimasen. Watashi wa sore ga murida to omou. Anata ga sore o sukippu suru koto o kettei shita baai, anata wa tashika ni subarashī mono o minogashite imasenga.)\u001b[22m\n\nTranslations of \u001b[4mOverall this was enjoyable. Though completely low stakes, for an all powerful goddess type person, the main heroine never really does much. This is essentially a character drama of the heroine, her 'servant', and her two friends, and it never strives beyond being this. I think it is passable. Though you certainly aren't missing something superb if you decide to skip it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this was enjoyable.\u001b[24m\n    \u001b[1m全体的にこれは楽しいものでした。\u001b[22m, \u001b[1m全体的にこれは楽しかったです。\u001b[22m\n\u001b[4mThough completely low stakes, for an all powerful goddess type person, the main heroine never really does much.\u001b[24m\n    \u001b[1mすべての強力な女神のタイプの人のための完全に低いステークスは、主なヒロインは決して本当に多くはありません。\u001b[22m, \u001b[1m完全に低ステークスものの、すべての強力な女神のタイプの人のために、メインヒロインは本当に多くを行うことはありません。\u001b[22m\n\u001b[4mThis is essentially a character drama of the heroine, her 'servant', and her two friends, and it never strives beyond being this.\u001b[24m\n    \u001b[1mこれは本質的に主人公、彼女の「奉仕者」、そして彼女の2人の友人のキャラクタードラマであり、これ以上では決してありません。\u001b[22m, \u001b[1mこれは本質的に、文字ヒロインのドラマ、彼女の「サーバント」、と彼女の二人の友人であり、それは、このされて超えて努力していませんでした。\u001b[22m\n\u001b[4mI think it is passable.\u001b[24m\n    \u001b[1m私はそれが無理だと思う。\u001b[22m, \u001b[1m私はそれはまずまずだと思います。\u001b[22m\n\u001b[4mThough you certainly aren't missing something superb if you decide to skip it.\u001b[24m\n    \u001b[1mあなたがそれをスキップすることを決定した場合、あなたは確かに素晴らしいものを見逃していませんが。\u001b[22m, \u001b[1mあなたはそれをスキップすることにした場合、あなたは確かに素晴らしい何かが欠けていないが。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "rossfudgew",
    "profile": "/profile/rossfudgew/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=100575",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\nレッドデータガールはフィラーのようなシーズンのアニメでした。 それは素晴らしく見え、アニメーションに関しては視覚的には魅力的でしたが、そのプロットやキャラクターは、アニメーターがスタジオでやった素敵なトリートメントまで所有していませんでした。\n\nストーリーは賢明なことに、このアニメは、13話で伝えようとしたことを伝えるためには、全26話のシーズンが必要なように思えた。プロットには多くの大きな穴があり、\n\nこれは確かに物語を見るアニメではなく、何かが見えたらそれは見た目だけだったのでかなり見えました。 私はあなたがそこでより良く見つけることができると信じています。\n\n今度は主要なセクションを参照してください：\n\n - キャラクターとストーリー -  4/10\n\n\n要約すると：現在の時間に比較的近い日本の山には、彼女が何のために技術に触れることができない少女がいます。 彼女は神の霊の女神のための船で、女神の力を伝えるのに本当に長い髪を持っています。 突然、彼女は邪悪な精神が害を及ぼすのを防ぐために、ミユキという名前の保護者の山の僧侶が割り当てられます。 結局彼らは東京の学校に行き、孤独な精神を拒否して学校生活の残りの部分で友だちとなり、一緒に幸せに生きる。\n\n出雲は基本的に技術に絡み合うことのできない女の子です。 彼女は彼女がyorishiroであることによって引き起こされる何か電子的なものに触れ、それは神、神の精神のための船です。 彼女の性格では、現代社会では完全に無力であり、シリーズの一部では、現実の彼女とは正反対の彼女の神の女神に自分自身のコントロールを失います。\n\nこの逆ミラーリングは、逆の意味で男性の俳優であるMiyukiを運ぶ。 ミユキは山の修道士であり、精神と魔術師を扱うための訓練を終えたにもかかわらず、実際には戦闘には役に立たない。 彼は毎日のことに秀でていますが、シリーズを通じて、彼は社会から泉子を守らなければならず、自分の力を利用したいと思っている人に負担を感じます。\n\nそして、残りのキャラクターは、実際には意味をなさないエクストラであり、このストーリーがあまりにも良くなったものに合わないようです。\n\nあなたはミユキの負担の気持ちがゆっくりと恋に変わると推測するかもしれませんが、これは潜在的な可能性を秘めたこの物語を完全に進化させます。 そして、この物語が恋愛物語に発展する必要があったので、最初に起こっていた叙事詩の物語を完全に台無しにしました。\n\n - アニメーションとサウンド -  8/10\nこれを成し遂げたスタジオは少なくともこれで良い仕事をしたので、視覚的に言えば失望することはありません。 文字の顔はちょっとフラットですが、それはそれです。 私には本当の苦情はありません。\n\n\n - エンターテイメントバリュー -  6/10\n\n私はいつも悪いアニメを最後まで出すが、それは悪いが、それはまともな時計だった。 ちょうど私にはスタジオと放送局のための緊急フィラーアニメのように思えました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nRed Data Girl was the anime of the season that seemed like it was a filler. While it looked nice and was quite visually appealing in terms of animation, its plot and characters did not own up to the nice treatment the animators did in the studio.\n\n\u001b[1mレッドデータガールはフィラーのようなシーズンのアニメでした。 それは素晴らしく見え、アニメーションに関しては視覚的には魅力的でしたが、そのプロットやキャラクターは、アニメーターがスタジオでやった素敵なトリートメントまで所有していませんでした。\u001b[22m\n\u001b[1m(Reddodētagāru wa firā no yōna shīzun no animedeshita. Sore wa subarashiku mie, animēshon ni kanshite wa shikaku-teki ni wa mirikitekideshitaga, sono purotto ya kyarakutā wa, animētā ga sutajio de yatta sutekina torītomento made shoyū shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mRed Data Girl was the anime of the season that seemed like it was a filler. While it looked nice and was quite visually appealing in terms of animation, its plot and characters did not own up to the nice treatment the animators did in the studio.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRed Data Girl was the anime of the season that seemed like it was a filler.\u001b[24m\n    \u001b[1mレッドデータガールはフィラーのようなシーズンのアニメでした。\u001b[22m, \u001b[1mRDGレッドデータガールは、それが充填材であったように思えた今シーズンのアニメでした。\u001b[22m\n\u001b[4mWhile it looked nice and was quite visually appealing in terms of animation, its plot and characters did not own up to the nice treatment the animators did in the studio.\u001b[24m\n    \u001b[1mそれは素晴らしく見え、アニメーションに関しては視覚的には魅力的でしたが、そのプロットやキャラクターは、アニメーターがスタジオでやった素敵なトリートメントまで所有していませんでした。\u001b[22m, \u001b[1mそれは素晴らしい見て、非常に視覚的なアニメーションの点で魅力ましたが、そのプロットや文字はアニメーターがスタジオでやった素敵な治療まで所有していませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory wise, this anime seemed like something that needed a full 26 episode season to convey what they tried to convey in 13. The plot had many major holes, and the story seemed rushed throughout the majority of this series.\n\n\u001b[1mストーリーは賢明なことに、このアニメは、13話で伝えようとしたことを伝えるためには、全26話のシーズンが必要なように思えた。プロットには多くの大きな穴があり、\u001b[22m\n\u001b[1m(Sutōrī wa kenmeina koto ni, kono anime wa, 13-wa de tsutaeyou to shita koto o tsutaeru tame ni wa, zen 26-wa no shīzun ga hitsuyōna yō ni omoeta. Purotto ni wa ōku no ōkina ana ga ari,)\u001b[22m\n\nTranslations of \u001b[4mStory wise, this anime seemed like something that needed a full 26 episode season to convey what they tried to convey in 13. The plot had many major holes, and the story seemed rushed throughout the majority of this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory wise, this anime seemed like something that needed a full 26 episode season to convey what they tried to convey in 13. The plot had many major holes, and the story seemed rushed throughout the majority of this series.\u001b[24m\n    \u001b[1mストーリーは賢明なことに、このアニメは、13話で伝えようとしたことを伝えるためには、全26話のシーズンが必要なように思えた。プロットには多くの大きな穴があり、\u001b[22m, \u001b[1mストーリー賢明な、このアニメは、彼らが13にプロットを伝えるためにしようとしたものを伝えるために、完全な26エピソードシーズンに必要なもののように思われたが、多くの主要な穴があったが、ストーリーは、このシリーズの大半を通じて急いで見えました。\u001b[22m\n\u001b[1m\u001b[22m\nThis is certainly not an anime to watch for the story, and if anything it was just something to watch because it looked pretty. I believe you can find better out there.\n\n\u001b[1mこれは確かに物語を見るアニメではなく、何かが見えたらそれは見た目だけだったのでかなり見えました。 私はあなたがそこでより良く見つけることができると信じています。\u001b[22m\n\u001b[1m(Kore wa tashika ni monogatari o miru animede wa naku, nanika ga mietara sore wa mitame dakedattanode kanari miemashita. Watashi wa anata ga sokode yori yoku mitsukeru koto ga dekiru to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is certainly not an anime to watch for the story, and if anything it was just something to watch because it looked pretty. I believe you can find better out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is certainly not an anime to watch for the story, and if anything it was just something to watch because it looked pretty.\u001b[24m\n    \u001b[1mこれは確かに物語を見るアニメではなく、何かが見えたらそれは見た目だけだったのでかなり見えました。\u001b[22m, \u001b[1mこれは確かに物語を監視するためのアニメではなく、それはかなり見えたので、どちらかといえば、それだけで見て何かでした。\u001b[22m\n\u001b[4mI believe you can find better out there.\u001b[24m\n    \u001b[1m私はあなたがそこでより良く見つけることができると信じています。\u001b[22m, \u001b[1m私はあなたがそこに、より良い見つけることができると信じています。\u001b[22m\n\u001b[1m\u001b[22m\nNow to go over the major sections:\n\n\u001b[1m今度は主要なセクションを参照してください：\u001b[22m\n\u001b[1m(Kondo wa shuyōna sekushon o sanshō shite kudasai:)\u001b[22m\n\nTranslations of \u001b[4mNow to go over the major sections:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow to go over the major sections:\u001b[24m\n    \u001b[1m今度は主要なセクションを参照してください：\u001b[22m, \u001b[1m今の主要なセクションの上に移動するには：\u001b[22m\n\u001b[1m\u001b[22m\n--Characters and Story-- 4/10\n\n\u001b[1m - キャラクターとストーリー -  4/10\u001b[22m\n\u001b[1m(- Kyarakutā to sutōrī - 4/ 10)\u001b[22m\n\nTranslations of \u001b[4m--Characters and Story-- 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Characters and Story-- 4/10\u001b[24m\n    \u001b[1m - キャラクターとストーリー -  4/10\u001b[22m, \u001b[1m--CharactersとStory-- 4/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIn summary: Relatively close to current time, there is a girl in the mountains of Japan that cannot touch technology because of what she is. She is a vessel for a shinto spirit goddess, and has really long hair to channel the goddesses power. Suddenly she is assigned a protector mountain monk named Miyuki to prevent evil spirits from doing her harm. Eventually they end up going to a school in Tokyo, they make friends and live happily together for the rest of their school lives after rejecting a lonely spirit.\n\n\u001b[1m要約すると：現在の時間に比較的近い日本の山には、彼女が何のために技術に触れることができない少女がいます。 彼女は神の霊の女神のための船で、女神の力を伝えるのに本当に長い髪を持っています。 突然、彼女は邪悪な精神が害を及ぼすのを防ぐために、ミユキという名前の保護者の山の僧侶が割り当てられます。 結局彼らは東京の学校に行き、孤独な精神を拒否して学校生活の残りの部分で友だちとなり、一緒に幸せに生きる。\u001b[22m\n\u001b[1m(Yōyaku suruto: Genzai no jikan ni hikakuteki chikai nihon'noyama ni wa, kanojo ga nan'notameni gijutsu ni fureru koto ga dekinai shōjo ga imasu. Kanojo wa kami no rei no megami no tame no fune de, megami no chikara o tsutaerunoni hontōni nagai kami o motte imasu. Totsuzen, kanojo wa jaakuna seishin ga gai o oyobosu no o fusegu tame ni, Miyuki to iu namae no hogo-sha no yama no sōryo ga wariate raremasu. Kekkyoku karera wa Tōkyō no gakkō ni iki, kodokuna seishin o kyohi shite gakkō seikatsu no nokori no bubun de tomodachi to nari, issho ni shiawase ni ikiru.)\u001b[22m\n\nTranslations of \u001b[4mIn summary: Relatively close to current time, there is a girl in the mountains of Japan that cannot touch technology because of what she is. She is a vessel for a shinto spirit goddess, and has really long hair to channel the goddesses power. Suddenly she is assigned a protector mountain monk named Miyuki to prevent evil spirits from doing her harm. Eventually they end up going to a school in Tokyo, they make friends and live happily together for the rest of their school lives after rejecting a lonely spirit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn summary: Relatively close to current time, there is a girl in the mountains of Japan that cannot touch technology because of what she is.\u001b[24m\n    \u001b[1m要約すると：現在の時間に比較的近い日本の山には、彼女が何のために技術に触れることができない少女がいます。\u001b[22m, \u001b[1m要約すると：現在の時間に比較的近い、なぜなら彼女が何であるかの技術に触れることができない日本の山の中で女の子があります。\u001b[22m\n\u001b[4mShe is a vessel for a shinto spirit goddess, and has really long hair to channel the goddesses power.\u001b[24m\n    \u001b[1m彼女は神の霊の女神のための船で、女神の力を伝えるのに本当に長い髪を持っています。\u001b[22m, \u001b[1m彼女は神道の精神の女神のための容器である、と女神の力をチャネルに本当に長い髪をしています。\u001b[22m\n\u001b[4mSuddenly she is assigned a protector mountain monk named Miyuki to prevent evil spirits from doing her harm.\u001b[24m\n    \u001b[1m突然、彼女は邪悪な精神が害を及ぼすのを防ぐために、ミユキという名前の保護者の山の僧侶が割り当てられます。\u001b[22m, \u001b[1m突然、彼女は彼女の害をやってから悪霊を防ぐために、みゆきという名前のプロテクター山の僧侶が割り当てられます。\u001b[22m\n\u001b[4mEventually they end up going to a school in Tokyo, they make friends and live happily together for the rest of their school lives after rejecting a lonely spirit.\u001b[24m\n    \u001b[1m結局彼らは東京の学校に行き、孤独な精神を拒否して学校生活の残りの部分で友だちとなり、一緒に幸せに生きる。\u001b[22m, \u001b[1m結局、彼らは東京の学校に行く結局、彼らは友人を作り、孤独な精神を拒否した後、それらの学校の生活の残りのために一緒に幸せに暮らしています。\u001b[22m\n\u001b[1m\u001b[22m\nIzumiko is a girl that basically cannot mesh with technology. She touches anything electronic and it breaks, which is caused by her being a yorishiro, that is a vessel for a kami, a shinto spirit god. In terms of her character she is completely helpless in a modern society, and throughout parts of the series she looses control of herself to the kami goddess within her who is the exact opposite of how she is in real life.\n\n\u001b[1m出雲は基本的に技術に絡み合うことのできない女の子です。 彼女は彼女がyorishiroであることによって引き起こされる何か電子的なものに触れ、それは神、神の精神のための船です。 彼女の性格では、現代社会では完全に無力であり、シリーズの一部では、現実の彼女とは正反対の彼女の神の女神に自分自身のコントロールを失います。\u001b[22m\n\u001b[1m(Izumo wa kihontekini gijutsu ni karamiau koto no dekinai on'nanokodesu. Kanojo wa kanojo ga yorishirodearu koto ni yotte hikiokosa reru nanika denshi-tekina mono ni fure, soreha-shin,-shin no seishin no tame no funedesu. Kanojo no seikakude wa, gendai shakaide wa kanzen ni muryokudeari, shirīzu no ichibude wa, genjitsu no kanojo to wa seihantai no kanojo no kami no megami ni jibunjishin'no kontorōru o ushinaimasu.)\u001b[22m\n\nTranslations of \u001b[4mIzumiko is a girl that basically cannot mesh with technology. She touches anything electronic and it breaks, which is caused by her being a yorishiro, that is a vessel for a kami, a shinto spirit god. In terms of her character she is completely helpless in a modern society, and throughout parts of the series she looses control of herself to the kami goddess within her who is the exact opposite of how she is in real life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIzumiko is a girl that basically cannot mesh with technology.\u001b[24m\n    \u001b[1m出雲は基本的に技術に絡み合うことのできない女の子です。\u001b[22m, \u001b[1mIzumikoは、基本的には技術と噛み合うことができない女の子です。\u001b[22m\n\u001b[4mShe touches anything electronic and it breaks, which is caused by her being a yorishiro, that is a vessel for a kami, a shinto spirit god.\u001b[24m\n    \u001b[1m彼女は彼女がyorishiroであることによって引き起こされる何か電子的なものに触れ、それは神、神の精神のための船です。\u001b[22m, \u001b[1mそれは神、神道の精神の神のための容器である、彼女はよりしろであることによって引き起こされる、彼女は電子何かに触れ、それが壊れます。\u001b[22m\n\u001b[4mIn terms of her character she is completely helpless in a modern society, and throughout parts of the series she looses control of herself to the kami goddess within her who is the exact opposite of how she is in real life.\u001b[24m\n    \u001b[1m彼女の性格では、現代社会では完全に無力であり、シリーズの一部では、現実の彼女とは正反対の彼女の神の女神に自分自身のコントロールを失います。\u001b[22m, \u001b[1m彼女の性格の面では、彼女は、現代社会の中で完全に無力であり、一連の部分を通して、彼女は彼女が実際の生活の中でどのように正反対である彼女の内に神の女神に彼女自身のコントロールを失います。\u001b[22m\n\u001b[1m\u001b[22m\nThis reverse mirroring carries onto the male lead character, Miyuki in an inverse sense. Miyuki is a mountain monk, and even though he has completed his training for dealing with spirits and sorcerers, he is practically useless in fighting them. He excels at everyday things, but throughout the series he feels burdened for having to protect Izumiko from society, and those who want to take advantage of her power.\n\n\u001b[1mこの逆ミラーリングは、逆の意味で男性の俳優であるMiyukiを運ぶ。 ミユキは山の修道士であり、精神と魔術師を扱うための訓練を終えたにもかかわらず、実際には戦闘には役に立たない。 彼は毎日のことに秀でていますが、シリーズを通じて、彼は社会から泉子を守らなければならず、自分の力を利用したいと思っている人に負担を感じます。\u001b[22m\n\u001b[1m(Kono gyaku mirāringu wa, gyaku no imi de dansei no haiyūdearu Miyuki o hakobu. Miyuki wa yama no shūdō-shideari, seishin to majutsu-shi o atsukau tame no kunren o oeta nimokakawarazu, jissai ni wa sentō ni wa yakunitatanai. Kare wa mainichi no koto ni hīdete imasuga, shirīzu o tsūjite, kare wa shakai kara Izumiko o mamoranakereba narazu, jibun no chikara o riyō shitai to omotte iru hito ni futan o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis reverse mirroring carries onto the male lead character, Miyuki in an inverse sense. Miyuki is a mountain monk, and even though he has completed his training for dealing with spirits and sorcerers, he is practically useless in fighting them. He excels at everyday things, but throughout the series he feels burdened for having to protect Izumiko from society, and those who want to take advantage of her power.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis reverse mirroring carries onto the male lead character, Miyuki in an inverse sense.\u001b[24m\n    \u001b[1mこの逆ミラーリングは、逆の意味で男性の俳優であるMiyukiを運ぶ。\u001b[22m, \u001b[1mこの逆のミラーリングは逆の意味での男性のリード文字、みゆきの上に運びます。\u001b[22m\n\u001b[4mMiyuki is a mountain monk, and even though he has completed his training for dealing with spirits and sorcerers, he is practically useless in fighting them.\u001b[24m\n    \u001b[1mミユキは山の修道士であり、精神と魔術師を扱うための訓練を終えたにもかかわらず、実際には戦闘には役に立たない。\u001b[22m, \u001b[1mみゆきは、山の僧である、と彼はスピリッツ、魔術師に対処するための彼のトレーニングを完了したにもかかわらず、彼はそれらの戦いで事実上無用です。\u001b[22m\n\u001b[4mHe excels at everyday things, but throughout the series he feels burdened for having to protect Izumiko from society, and those who want to take advantage of her power.\u001b[24m\n    \u001b[1m彼は毎日のことに秀でていますが、シリーズを通じて、彼は社会から泉子を守らなければならず、自分の力を利用したいと思っている人に負担を感じます。\u001b[22m, \u001b[1m彼は日常的なものに秀でたが、シリーズ全体で、彼は社会からIzumikoを保護すること、そして彼女の力を活用したい人のための負担に感じています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the rest of the characters are extras that don't really make sense and don't seem to fit into what this story became too well.\n\n\u001b[1mそして、残りのキャラクターは、実際には意味をなさないエクストラであり、このストーリーがあまりにも良くなったものに合わないようです。\u001b[22m\n\u001b[1m(Soshite, nokori no kyarakutā wa, jissai ni wa imiwonasanai ekusutoradeari, kono sutōrī ga amarini mo yoku natta mono ni awanai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the rest of the characters are extras that don't really make sense and don't seem to fit into what this story became too well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the rest of the characters are extras that don't really make sense and don't seem to fit into what this story became too well.\u001b[24m\n    \u001b[1mそして、残りのキャラクターは、実際には意味をなさないエクストラであり、このストーリーがあまりにも良くなったものに合わないようです。\u001b[22m, \u001b[1mそして、文字の残りの部分は本当に意味がありませんし、この物語は、あまりにもよくなったものに適合していないようですおまけです。\u001b[22m\n\u001b[1m\u001b[22m\nPlot wise, as you may guess Miyuki's feelings of burden slowly transform into love, which makes this story that had so much potential, go completely cliche. And because this story needed to develop into a love story, it completely ruined the epic spirits story that was going on at first.\n\n\u001b[1mあなたはミユキの負担の気持ちがゆっくりと恋に変わると推測するかもしれませんが、これは潜在的な可能性を秘めたこの物語を完全に進化させます。 そして、この物語が恋愛物語に発展する必要があったので、最初に起こっていた叙事詩の物語を完全に台無しにしました。\u001b[22m\n\u001b[1m(Anata wa Miyuki no futan no kimochi ga yukkuri to koi ni kawaru to suisoku suru kamo shiremasenga, koreha senzai-tekina kanōsei o himeta kono monogatari o kanzen ni shinka sa semasu. Soshite, kono monogatari ga ren'ai monogatari ni hatten suru hitsuyō ga attanode, saisho ni okotte ita jojishi no monogatari o kanzen ni dainashi ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mPlot wise, as you may guess Miyuki's feelings of burden slowly transform into love, which makes this story that had so much potential, go completely cliche. And because this story needed to develop into a love story, it completely ruined the epic spirits story that was going on at first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot wise, as you may guess Miyuki's feelings of burden slowly transform into love, which makes this story that had so much potential, go completely cliche.\u001b[24m\n    \u001b[1mあなたはミユキの負担の気持ちがゆっくりと恋に変わると推測するかもしれませんが、これは潜在的な可能性を秘めたこの物語を完全に進化させます。\u001b[22m, \u001b[1mあなたはゆっくりとそんなにポテンシャルを持っていたこの物語を作るこれ、愛に変身負担のみゆきの気持ちを推測することができるよう、賢明なプロット、完全に決まり文句を行きます。\u001b[22m\n\u001b[4mAnd because this story needed to develop into a love story, it completely ruined the epic spirits story that was going on at first.\u001b[24m\n    \u001b[1mそして、この物語が恋愛物語に発展する必要があったので、最初に起こっていた叙事詩の物語を完全に台無しにしました。\u001b[22m, \u001b[1mこの物語はラブストーリーに発展するために必要なので、それは完全に最初に起こっていた壮大な霊の話を台無しに。\u001b[22m\n\u001b[1m\u001b[22m\n--Animation and Sound-- 8/10\n\n\u001b[1m - アニメーションとサウンド -  8/10\u001b[22m\n\u001b[1m(- Animēshon to saundo - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4m--Animation and Sound-- 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Animation and Sound-- 8/10\u001b[24m\n    \u001b[1m - アニメーションとサウンド -  8/10\u001b[22m, \u001b[1m--AnimationとSound-- 8/10\u001b[22m\nThe studios that made this did a good job on this at least, so visually speaking you won't be disappointed. The characters faces are kinda flat, but that's about it. I have no real complaints.\n\n\u001b[1mこれを成し遂げたスタジオは少なくともこれで良い仕事をしたので、視覚的に言えば失望することはありません。 文字の顔はちょっとフラットですが、それはそれです。 私には本当の苦情はありません。\u001b[22m\n\u001b[1m(Kore o nashitogeta sutajio wa sukunakutomo kore de yoi shigoto o shitanode, shikaku-teki ni ieba shitsubō suru koto wa arimasen. Moji no kao wa chotto furattodesu ga, sore wa soredesu. Watashiniha hontō no kujō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe studios that made this did a good job on this at least, so visually speaking you won't be disappointed. The characters faces are kinda flat, but that's about it. I have no real complaints.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe studios that made this did a good job on this at least, so visually speaking you won't be disappointed.\u001b[24m\n    \u001b[1mこれを成し遂げたスタジオは少なくともこれで良い仕事をしたので、視覚的に言えば失望することはありません。\u001b[22m, \u001b[1mこれを作ったスタジオはとても視覚的にあなたが失望されません言えば、少なくともこの上に良い仕事をしました。\u001b[22m\n\u001b[4mThe characters faces are kinda flat, but that's about it.\u001b[24m\n    \u001b[1m文字の顔はちょっとフラットですが、それはそれです。\u001b[22m, \u001b[1m文字面はちょっと平らであるが、それはそれについてです。\u001b[22m\n\u001b[4mI have no real complaints.\u001b[24m\n    \u001b[1m私には本当の苦情はありません。\u001b[22m, \u001b[1m私は本当の不満を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n-- Entertainment Value -- 6/10\n\n\u001b[1m - エンターテイメントバリュー -  6/10\u001b[22m\n\u001b[1m(- Entāteimentobaryū - 6/ 10)\u001b[22m\n\nTranslations of \u001b[4m-- Entertainment Value -- 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-- Entertainment Value -- 6/10\u001b[24m\n    \u001b[1m - エンターテイメントバリュー -  6/10\u001b[22m, \u001b[1m - エンターテインメント価値 -  6月10日\u001b[22m\n\u001b[1m\u001b[22m\nI always stick bad animes out to the end, and though it was bad, it was still a decent watch. Just to me it seemed like an emergency filler anime for the studio and station airing it.\n\n\u001b[1m私はいつも悪いアニメを最後まで出すが、それは悪いが、それはまともな時計だった。 ちょうど私にはスタジオと放送局のための緊急フィラーアニメのように思えました。\u001b[22m\n\u001b[1m(Watashi wa itsumo warui anime o saigomade dasu ga, sore wa waruiga, sore wa matomona tokeidatta. Chōdo watashiniha sutajio to hōsōkyoku no tame no kinkyū firāanime no yō ni omoemashita.)\u001b[22m\n\nTranslations of \u001b[4mI always stick bad animes out to the end, and though it was bad, it was still a decent watch. Just to me it seemed like an emergency filler anime for the studio and station airing it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI always stick bad animes out to the end, and though it was bad, it was still a decent watch.\u001b[24m\n    \u001b[1m私はいつも悪いアニメを最後まで出すが、それは悪いが、それはまともな時計だった。\u001b[22m, \u001b[1m私はいつも最後まで出の悪いアニメを固執し、それが悪いでしたが、それはまだまともな時計でした。\u001b[22m\n\u001b[4mJust to me it seemed like an emergency filler anime for the studio and station airing it.\u001b[24m\n    \u001b[1mちょうど私にはスタジオと放送局のための緊急フィラーアニメのように思えました。\u001b[22m, \u001b[1mただ、私にはそれを放映スタジオや駅の緊急フィラーアニメのように思えました。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "apoddball",
    "profile": "/profile/apoddball/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=219063",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私は、Netflix上にある単一の文の記述以外のショーについての事前知識がない状態でRDGを見ました。 私は新しいものが必要でした。それは面白かったので、私はそれを見て徹底的に楽しんだ。 それから、私はMALに行き、それについて不平を言うすべての読書を読んで、私の意見を書き留めることに決めました。\n\n子猫はアニメの中では過小評価されています（実際には一般的にはストーリーテリングでありますが、アニメに焦点を当てます）。 画面に表示されるすべてのことを説明するあまりにも多くのショーがあります。頭の中の人を頭の中にぶつけて、ちょうど起こったことをちょっと説明する長いモノグラムで、あるいは状況を把握するための展示をほとんど偽装しています。 そして、これを行う悪いショーだけではありません。  Madoka Magicaのようなものでさえ、説明でうんざりすることがあります。\n\nしかし、ショーが私に完全な情報を伝えるために長さに向かないときは、私は個人的に楽しんでいます。 手がかりを与えられたときに私はそれを好むし、私は自分の結論を引き出すことができます。 たとえば、マナツとマユラは必ずしももっとも元気なキャラクターであるとは言えませんが、マユウラは少なくとも彼女と彼女の状況については説明されていないため、いくつかの部屋を開発して深めることができました。 それは私が自分の結論を引き出して、彼女が面白い人物になることを余儀なくされたからです。\n\nもちろん、それは人々がこのショーで不平を言う説明の欠如ではありません。 人々はプロットについて不平を言っている。 彼らは、学校や裁判官、言及されたことはありませんが、何の説明もされていない他のすべての小さな事柄について不平を言っています。 おそらくこれらのことがもう少し説明されていたはずだと私は同意するだろう。 しかし、同時に、それはオリジナルを保つショーのコイネスです。 権力闘争、ルール、ゴール、そして選手たちがよく知られていたなら、このショーは他の高校のアニメと全く同じではないでしょう。 このショーのユニークな点は、あなたに答えを伝えずにショーを理解する手がかりを与えることです。\n\nあまりにも多くの暴言を防ぐために、私はこれを残します。  RDGはあなたのために簡単にはなりませんし、それが悪いショーにならないだけでなく、私がショーが好きな理由の1つです。 すべてのショーがそれをしたらいいとは思っていませんが、RDGの説明が不足しているため、過度に誇張したアニメの過多から歓迎されています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI watched RDG with no prior knowledge of the show other than the single sentence description it has on Netflix. I needed something new to watch, and it looked interesting, so I watched it and thoroughly enjoyed it. Then I went on MAL and read all of the reviews complaining about it and decided to write down my opinion.\n\n\u001b[1m私は、Netflix上にある単一の文の記述以外のショーについての事前知識がない状態でRDGを見ました。 私は新しいものが必要でした。それは面白かったので、私はそれを見て徹底的に楽しんだ。 それから、私はMALに行き、それについて不平を言うすべての読書を読んで、私の意見を書き留めることに決めました。\u001b[22m\n\u001b[1m(Watashi wa, Netflix-jō ni aru tan'itsu no bun no kijutsu igai no shō ni tsuite no jizen chishiki ga nai jōtai de RDG o mimashita. Watashi wa atarashī mono ga hitsuyōdeshita. Sore wa omoshirokattanode, watashi wa sore o mite tetteiteki ni tanoshinda. Sorekara, watashi wa MAL ni iki, sore ni tsuite fuheiwoiu subete no dokusho o yonde, watashi no iken o kakitomeru koto ni kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mI watched RDG with no prior knowledge of the show other than the single sentence description it has on Netflix. I needed something new to watch, and it looked interesting, so I watched it and thoroughly enjoyed it. Then I went on MAL and read all of the reviews complaining about it and decided to write down my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched RDG with no prior knowledge of the show other than the single sentence description it has on Netflix.\u001b[24m\n    \u001b[1m私は、Netflix上にある単一の文の記述以外のショーについての事前知識がない状態でRDGを見ました。\u001b[22m, \u001b[1m私はそれがネットフリックスに持つ単一の文の記述以外のショーの事前の知識とRDGを見ました。\u001b[22m\n\u001b[4mI needed something new to watch, and it looked interesting, so I watched it and thoroughly enjoyed it.\u001b[24m\n    \u001b[1m私は新しいものが必要でした。それは面白かったので、私はそれを見て徹底的に楽しんだ。\u001b[22m, \u001b[1m私は見て何か新しいものを必要とし、それは面白そう、私はそれを見て、徹底的にそれを楽しみました。\u001b[22m\n\u001b[4mThen I went on MAL and read all of the reviews complaining about it and decided to write down my opinion.\u001b[24m\n    \u001b[1mそれから、私はMALに行き、それについて不平を言うすべての読書を読んで、私の意見を書き留めることに決めました。\u001b[22m, \u001b[1mそれから私はMALに行き、それについて文句件のすべてを読み、私の意見を書き留めることにしました。\u001b[22m\n\u001b[1m\u001b[22m\nSubtlety is an underrated thing in anime (actually, in storytelling generally, but I'm going to focus on anime). There are too many shows that explain everything that appears on screen, bashing people over the head with long monologues explaining exactly what just happened, or barely disguised exposition to catch you up to the situation. And it's not just the bad shows that do this; even something as great as Madoka Magica can get bogged down by explanations.\n\n\u001b[1m子猫はアニメの中では過小評価されています（実際には一般的にはストーリーテリングでありますが、アニメに焦点を当てます）。 画面に表示されるすべてのことを説明するあまりにも多くのショーがあります。頭の中の人を頭の中にぶつけて、ちょうど起こったことをちょっと説明する長いモノグラムで、あるいは状況を把握するための展示をほとんど偽装しています。 そして、これを行う悪いショーだけではありません。  Madoka Magicaのようなものでさえ、説明でうんざりすることがあります。\u001b[22m\n\u001b[1m(Koneko wa anime no nakade wa kashō hyōka sa rete imasu (jissai ni wa ippantekini wa sutōrīteringudearimasuga, anime ni shōten o atemasu). Gamen ni hyōji sa reru subete no koto o setsumei suru amarini mo ōku no shō ga arimasu. Atama no naka no hito o atama no naka ni butsukete, chōdo okotta koto o chotto setsumei suru nagai monoguramu de, aruiwa jōkyō o haaku suru tame no tenji o hotondo gisō shite imasu. Soshite, kore o okonau warui shō dakede wa arimasen. Madoka magika no yōna monode sae, setsumei de unzari suru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSubtlety is an underrated thing in anime (actually, in storytelling generally, but I'm going to focus on anime). There are too many shows that explain everything that appears on screen, bashing people over the head with long monologues explaining exactly what just happened, or barely disguised exposition to catch you up to the situation. And it's not just the bad shows that do this; even something as great as Madoka Magica can get bogged down by explanations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSubtlety is an underrated thing in anime (actually, in storytelling generally, but I'm going to focus on anime).\u001b[24m\n    \u001b[1m子猫はアニメの中では過小評価されています（実際には一般的にはストーリーテリングでありますが、アニメに焦点を当てます）。\u001b[22m, \u001b[1m繊細さは、（一般的に物語で、実際に、私はアニメに集中するつもりです）アニメで過小評価さのものです。\u001b[22m\n\u001b[4mThere are too many shows that explain everything that appears on screen, bashing people over the head with long monologues explaining exactly what just happened, or barely disguised exposition to catch you up to the situation.\u001b[24m\n    \u001b[1m画面に表示されるすべてのことを説明するあまりにも多くのショーがあります。頭の中の人を頭の中にぶつけて、ちょうど起こったことをちょっと説明する長いモノグラムで、あるいは状況を把握するための展示をほとんど偽装しています。\u001b[22m, \u001b[1m画面に表示されるすべてを説明あまりにも多くのショーは、状況にあなたをキャッチするだけで何が起こったかを正確に説明する長いモノローグ、またはかろうじて装った博覧会で頭の上に人をたたき、があります。\u001b[22m\n\u001b[4mAnd it's not just the bad shows that do this;\u001b[24m\n    \u001b[1mそして、これを行う悪いショーだけではありません。\u001b[22m, \u001b[1mそしてそれは、この操作を行うだけで悪い番組はありません。\u001b[22m\n\u001b[4meven something as great as Madoka Magica can get bogged down by explanations.\u001b[24m\n    \u001b[1mMadoka Magicaのようなものでさえ、説明でうんざりすることがあります。\u001b[22m, \u001b[1mでもまどかマジカのように偉大な何かが説明によって行き詰まることができます。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, I personally enjoy when a show does not go to lengths to keep me perfectly informed. I prefer it when I'm just given the clues and I'm allowed to draw my own conclusions. For example, Manatsu and Mayura are not necessarily the most original characters, but Mayura at least allowed some room to develop and deepen because of a number of things about her and her situation that are not explained. It is because I am forced to draw my own conclusions about her that she becomes an interesting character.\n\n\u001b[1mしかし、ショーが私に完全な情報を伝えるために長さに向かないときは、私は個人的に楽しんでいます。 手がかりを与えられたときに私はそれを好むし、私は自分の結論を引き出すことができます。 たとえば、マナツとマユラは必ずしももっとも元気なキャラクターであるとは言えませんが、マユウラは少なくとも彼女と彼女の状況については説明されていないため、いくつかの部屋を開発して深めることができました。 それは私が自分の結論を引き出して、彼女が面白い人物になることを余儀なくされたからです。\u001b[22m\n\u001b[1m(Shikashi, shō ga watashi ni kanzen'na jōhō o tsutaeru tame ni naga-sa ni mukanai toki wa, watashi wa kojin-teki ni tanoshinde imasu. Tegakari o atae rareta toki ni watashi wa sore o konomushi, watashi wa jibun no ketsuron o hikidasu koto ga dekimasu. Tatoeba, manatsu to mayura wa kanarazushimo mottomo genkina kyarakutādearu to wa iemasenga, mayuura wa sukunakutomo kanojo to kanojo no jōkyō ni tsuite wa setsumei sa rete inai tame, ikutsu ka no heya o kaihatsu shite fukameru koto ga dekimashita. Sore wa watashi ga jibun no ketsuron o hikidashite, kanojo ga omoshiroi jinbutsu ni naru koto o yoginaku sa retakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, I personally enjoy when a show does not go to lengths to keep me perfectly informed. I prefer it when I'm just given the clues and I'm allowed to draw my own conclusions. For example, Manatsu and Mayura are not necessarily the most original characters, but Mayura at least allowed some room to develop and deepen because of a number of things about her and her situation that are not explained. It is because I am forced to draw my own conclusions about her that she becomes an interesting character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, I personally enjoy when a show does not go to lengths to keep me perfectly informed.\u001b[24m\n    \u001b[1mしかし、ショーが私に完全な情報を伝えるために長さに向かないときは、私は個人的に楽しんでいます。\u001b[22m, \u001b[1mショーは完全に情報に私を保つために長さにならないときしかし、私は個人的に楽しむことができます。\u001b[22m\n\u001b[4mI prefer it when I'm just given the clues and I'm allowed to draw my own conclusions.\u001b[24m\n    \u001b[1m手がかりを与えられたときに私はそれを好むし、私は自分の結論を引き出すことができます。\u001b[22m, \u001b[1m私は手がかりを与えていると私は私自身の結論を引き出すことは許可されているとき、私はそれを好みます。\u001b[22m\n\u001b[4mFor example, Manatsu and Mayura are not necessarily the most original characters, but Mayura at least allowed some room to develop and deepen because of a number of things about her and her situation that are not explained.\u001b[24m\n    \u001b[1mたとえば、マナツとマユラは必ずしももっとも元気なキャラクターであるとは言えませんが、マユウラは少なくとも彼女と彼女の状況については説明されていないため、いくつかの部屋を開発して深めることができました。\u001b[22m, \u001b[1m例えば、真夏とマユラは必ずしも最も独創的な文字ではありませんが、マユラは、少なくともいくつかの部屋が開発し、ために説明されていない、彼女と彼女の状況について多くのことを深めることができました。\u001b[22m\n\u001b[4mIt is because I am forced to draw my own conclusions about her that she becomes an interesting character.\u001b[24m\n    \u001b[1mそれは私が自分の結論を引き出して、彼女が面白い人物になることを余儀なくされたからです。\u001b[22m, \u001b[1m私は彼女が面白いキャラクターになることを彼女についての私自身の結論を引き出すことを余儀なくしていますので、それはです。\u001b[22m\n\u001b[1m\u001b[22m\nOf course, that's not the lack of explanation that people are complaining about with this show. People are complaining about the plot. They're complaining about the school and the judges and all of those other little things that are mentioned but never given any explanation. I would agree that those things probably should have been a little more explained. However, at the same time, it's the coyness of the show that keeps it original. If the power struggles, the rules, the goals, and the players were all well known, then this show would not be any different to any other highschool anime. What's unique about this show is that it gives you the clues to figure out the show without handing you the answer.\n\n\u001b[1mもちろん、それは人々がこのショーで不平を言う説明の欠如ではありません。 人々はプロットについて不平を言っている。 彼らは、学校や裁判官、言及されたことはありませんが、何の説明もされていない他のすべての小さな事柄について不平を言っています。 おそらくこれらのことがもう少し説明されていたはずだと私は同意するだろう。 しかし、同時に、それはオリジナルを保つショーのコイネスです。 権力闘争、ルール、ゴール、そして選手たちがよく知られていたなら、このショーは他の高校のアニメと全く同じではないでしょう。 このショーのユニークな点は、あなたに答えを伝えずにショーを理解する手がかりを与えることです。\u001b[22m\n\u001b[1m(Mochiron, soreha hitobito ga kono shō de fuheiwoiu setsumei no ketsujode wa arimasen. Hitobito wa purotto ni tsuite fuhei o itte iru. Karera wa, gakkō ya saibankan, genkyū sa reta koto wa arimasenga, nani no setsumei mo sa rete inai ta no subete no chīsana kotogara ni tsuite fuhei o itte imasu. Osoraku korera no koto ga mōsukoshi setsumei sa rete ita hazuda to watashi wa dōi surudarou. Shikashi, dōjini, soreha orijinaru o tamotsu shō no koinesudesu. Kenryoku tōsō, rūru, gōru, soshite senshu-tachi ga yoku shira rete itanara, kono shō wa hoka no kōkō no anime to mattaku onajide wanaideshou. Kono shō no yunīkuna ten wa, anata ni kotae o tsutaezu ni shō o rikai suru tegakari o ataeru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOf course, that's not the lack of explanation that people are complaining about with this show. People are complaining about the plot. They're complaining about the school and the judges and all of those other little things that are mentioned but never given any explanation. I would agree that those things probably should have been a little more explained. However, at the same time, it's the coyness of the show that keeps it original. If the power struggles, the rules, the goals, and the players were all well known, then this show would not be any different to any other highschool anime. What's unique about this show is that it gives you the clues to figure out the show without handing you the answer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, that's not the lack of explanation that people are complaining about with this show.\u001b[24m\n    \u001b[1mもちろん、それは人々がこのショーで不平を言う説明の欠如ではありません。\u001b[22m, \u001b[1mもちろん、それは、人々がこのショーで不満されている説明不足ではありません。\u001b[22m\n\u001b[4mPeople are complaining about the plot.\u001b[24m\n    \u001b[1m人々はプロットについて不平を言っている。\u001b[22m, \u001b[1m人々はプロットについて訴えています。\u001b[22m\n\u001b[4mThey're complaining about the school and the judges and all of those other little things that are mentioned but never given any explanation.\u001b[24m\n    \u001b[1m彼らは、学校や裁判官、言及されたことはありませんが、何の説明もされていない他のすべての小さな事柄について不平を言っています。\u001b[22m, \u001b[1m彼らは学校や裁判官と述べたが、任意の説明を与えられたことはありませんそれらの他のささいなことのすべての不満です。\u001b[22m\n\u001b[4mI would agree that those things probably should have been a little more explained.\u001b[24m\n    \u001b[1mおそらくこれらのことがもう少し説明されていたはずだと私は同意するだろう。\u001b[22m, \u001b[1m私はそれらのものは、おそらくもう少し説明されている必要があることを同意するだろう。\u001b[22m\n\u001b[4mHowever, at the same time, it's the coyness of the show that keeps it original.\u001b[24m\n    \u001b[1mしかし、同時に、それはオリジナルを保つショーのコイネスです。\u001b[22m, \u001b[1mしかし、同時に、それは元のそれを保持ショーのcoynessです。\u001b[22m\n\u001b[4mIf the power struggles, the rules, the goals, and the players were all well known, then this show would not be any different to any other highschool anime.\u001b[24m\n    \u001b[1m権力闘争、ルール、ゴール、そして選手たちがよく知られていたなら、このショーは他の高校のアニメと全く同じではないでしょう。\u001b[22m, \u001b[1m権力闘争、ルール、目標、プレーヤーはすべてよく知られていた場合、このショーは、他の高校のアニメに何が違うのではないでしょう。\u001b[22m\n\u001b[4mWhat's unique about this show is that it gives you the clues to figure out the show without handing you the answer.\u001b[24m\n    \u001b[1mこのショーのユニークな点は、あなたに答えを伝えずにショーを理解する手がかりを与えることです。\u001b[22m, \u001b[1m何この番組についてのユニークなのは、それはあなたに答えを渡すことなく、ショーを把握するためにあなたの手がかりを与えることです。\u001b[22m\n\u001b[1m\u001b[22m\nTo prevent too much of a rant, I'll leave it at this; RDG doesn't make it easy for you, and, not only does that not make it a bad show, it is also one of the reasons that I liked the show. It's not something I would like if all shows did it, but in RDG's lack of explanation is a welcome relief from the overabundance of overexplained anime.\n\n\u001b[1mあまりにも多くの暴言を防ぐために、私はこれを残します。  RDGはあなたのために簡単にはなりませんし、それが悪いショーにならないだけでなく、私がショーが好きな理由の1つです。 すべてのショーがそれをしたらいいとは思っていませんが、RDGの説明が不足しているため、過度に誇張したアニメの過多から歓迎されています。\u001b[22m\n\u001b[1m(Amarini mo ōku no bōgen o fusegu tame ni, watashi wa kore o nokoshimasu. RDG wa anata no tame ni kantan ni wa narimasenshi, sore ga warui shō ni naranai dakedenaku, watashi ga shō ga sukina riyū no 1tsudesu. Subete no shō ga sore o shitara ī to wa omotte imasenga, RDG no setsumei ga fusoku shite iru tame, kado ni kochō shita anime no kata kara kangei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mTo prevent too much of a rant, I'll leave it at this; RDG doesn't make it easy for you, and, not only does that not make it a bad show, it is also one of the reasons that I liked the show. It's not something I would like if all shows did it, but in RDG's lack of explanation is a welcome relief from the overabundance of overexplained anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo prevent too much of a rant, I'll leave it at this;\u001b[24m\n    \u001b[1mあまりにも多くの暴言を防ぐために、私はこれを残します。\u001b[22m, \u001b[1m暴言のあまりを防止するために、私はこのままにしておきますよ。\u001b[22m\n\u001b[4mRDG doesn't make it easy for you, and, not only does that not make it a bad show, it is also one of the reasons that I liked the show.\u001b[24m\n    \u001b[1mRDGはあなたのために簡単にはなりませんし、それが悪いショーにならないだけでなく、私がショーが好きな理由の1つです。\u001b[22m, \u001b[1mRDGは、それはまた、私はショーが好きな理由の一つであるだけでなく、それ悪いショーにならないようにして、あなたのためにそれを容易にする、としません。\u001b[22m\n\u001b[4mIt's not something I would like if all shows did it, but in RDG's lack of explanation is a welcome relief from the overabundance of overexplained anime.\u001b[24m\n    \u001b[1mすべてのショーがそれをしたらいいとは思っていませんが、RDGの説明が不足しているため、過度に誇張したアニメの過多から歓迎されています。\u001b[22m, \u001b[1mこれは、すべてのショーはそれをしなかった場合、私は希望のものではないが、説明のRDGの欠如にoverexplainedアニメの過剰から歓迎のレリーフです。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "tsundines",
    "profile": "/profile/tsundines/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=218191",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  6\nキャラクター|  7\n|  7\n\nストーリー -  4/10\n言い換えれば：急いで。 この話で何が起こっているのですか？ あなたの典型的な聴衆の中から、本当に誰が言うことができますか？ 結局、私はまだ何が起こっているかにほとんど気づくことができませんでしたが、それは私が混乱の一種もなかったということを意味しません。 たとえプロットが追従可能であったとしても（それはやっと）、それがどうやって組み合わされているかは間違いありません。 このシリーズを最初から最後まで見ると、これを包括的な物語として受け入れることさえ困難です。 ペースが完全に外れていると感じることがあります。 それは絶対にひどいものではなく、コンセプト自体が良い物語のために作ったかもしれませんが、実行は貧弱でした。 おそらく長いシリーズでは、これは避けられたかもしれないが、それは非常にばらばらになって急いで感じた。\n\nアート/アニメーション -  9/10\nこのシリーズのアートとアニメーションは正直に美しいです。 気を散らすか、トップエフェクトやフィルターの上に、まったく良い芸術のどちらかがあります。 全体的にとても楽しかったです。それは絶対に最高のものではなく、芸術的には賢明でしたが、まだまだ良いことです。 少なくとも、このシリーズの他の部分が鈍いか失望しているように見えるかもしれないところでは、アートはすべてを凌駕し、少なくともショーの欠点のいくつかを補っています。\n\nサウンド -  6/10\n公平を期すために、私はダビングを見ました（通常は私の最初の選択ではありませんでしたが、それは私には利用可能でした）ので、私はこれについて一般的にどのくらいコメントできるか分かりませんが、全体的には大丈夫でした。 時々曲がオーバーレイされたり、「演奏された」ように見えます。スコアを通じたストーリーの試みは時にはあまりにも誇張されすぎてフラットになることがありました。 それでも、一般的には大丈夫でした。\n\nキャラクター -  7/10\nこの中の文字は全体的にかなり良いものであり、深刻な問題を私に残さないように十分に開発されています。 少なくとも、主人公（いずみ子、みゆき、麻耶、マナツ）は大丈夫でしたし、少数のアニメよりもレベルの低いものでも、自分とつながっていました。 私はキャラクターと互いの関係について感じましたが、全体的にサイド/マイナーキャラクターは、どれほど重点が置かれていたのか分かりませんでした。 本当に私のために気を配り、彼らを全く理解するのに十分な逃げ出しを得てください。 キャラクターフォーカスのバランスも、私が実際にはできないようになっていたようです。 本当に主人公の泉子が、観客が心配する必要のないキャラクターに焦点を当てるために、しばしば道に迷い込むような気分になったときに、時々奇妙な全体として奇妙になりました。\n\n楽しさ -  7/10\n多くの人が回答よりも多くの質問を残しましたが、そのうちのいくつか（特に上半身）にはいくつかの明確な筆記問題とペーシング問題などがありました。 それでも、楽しいアニメ。 私はこれを再ウォッチするかもしれないし、そうでないかもしれない - それは私が再び見ることを急いでいるものではないが、私はいつかそうすることにノーとは思わないと思う。 そして、誰が知っているのでしょうか？多分、それはもう一度行くと意味をなさないでしょう。  1つだけ希望することができます。\n\n全体的 -  7/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStory - 4/10\n\n\u001b[1mストーリー -  4/10\u001b[22m\n\u001b[1m(Sutōrī - 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 4/10\u001b[24m\n    \u001b[1mストーリー -  4/10\u001b[22m\nIn a word: rushed. What is happening in this story? Well, who can really say, out of your typical audience? In the end, I was still just barely able to follow what was happening, but that doesn't mean I was without any sort of confusion. Even if the plot WAS followable (barely), that does not excuse how poorly put together it seemed. Watching this series from beginning to end, it's hard to even accept this as a comprehensive narrative. It does not flow as it should and left me often feeling the pacing was completely off. It wasn't absolutely terrible, and the concepts themselves could have made for a good story - but the execution was poor. Perhaps with a longer series, this could have been avoided, but as it was it felt very disjointed and rushed.\n\n\u001b[1m言い換えれば：急いで。 この話で何が起こっているのですか？ あなたの典型的な聴衆の中から、本当に誰が言うことができますか？ 結局、私はまだ何が起こっているかにほとんど気づくことができませんでしたが、それは私が混乱の一種もなかったということを意味しません。 たとえプロットが追従可能であったとしても（それはやっと）、それがどうやって組み合わされているかは間違いありません。 このシリーズを最初から最後まで見ると、これを包括的な物語として受け入れることさえ困難です。 ペースが完全に外れていると感じることがあります。 それは絶対にひどいものではなく、コンセプト自体が良い物語のために作ったかもしれませんが、実行は貧弱でした。 おそらく長いシリーズでは、これは避けられたかもしれないが、それは非常にばらばらになって急いで感じた。\u001b[22m\n\u001b[1m(Iikaereba: Isoi de. Ko no hanashi de nani ga okotte iru nodesu ka? Anata no tenkei-tekina chōshū no naka kara, hontōni dare ga iu koto ga dekimasu ka? Kekkyoku, watashi wa mada nani ga okotte iru ka ni hotondo kidzuku koto ga dekimasendeshitaga, sore wa watashi ga konran no isshu mo nakatta to iu koto o imi shimasen. Tatoe purotto ga tsuishō kanōdeatta to shite mo (sore wa yatto), sore ga dō yatte kumiawasa rete iru ka wa machigai arimasen. Kono shirīzu o saisho kara saigomade miru to, kore o hōkatsu-tekina monogatari to shite ukeireru koto sae kon'nandesu. Pēsu ga kanzen ni hazurete iru to kanjiru koto ga arimasu. Sore wa zettai ni hidoi monode wa naku, konseputo jitai ga yoi monogatari no tame ni tsukutta kamo shiremasenga, jikkō wa hinjakudeshita. Osoraku nagai shirīzude wa, kore wa yoke rareta kamo shirenaiga, sore wa hijō ni barabara ni natte isoide kanjita.)\u001b[22m\n\nTranslations of \u001b[4mIn a word: rushed. What is happening in this story? Well, who can really say, out of your typical audience? In the end, I was still just barely able to follow what was happening, but that doesn't mean I was without any sort of confusion. Even if the plot WAS followable (barely), that does not excuse how poorly put together it seemed. Watching this series from beginning to end, it's hard to even accept this as a comprehensive narrative. It does not flow as it should and left me often feeling the pacing was completely off. It wasn't absolutely terrible, and the concepts themselves could have made for a good story - but the execution was poor. Perhaps with a longer series, this could have been avoided, but as it was it felt very disjointed and rushed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a word: rushed.\u001b[24m\n    \u001b[1m言い換えれば：急いで。\u001b[22m, \u001b[1m一言で：急ぎました。\u001b[22m\n\u001b[4mWhat is happening in this story?\u001b[24m\n    \u001b[1mこの話で何が起こっているのですか？\u001b[22m, \u001b[1m何がこの物語の中で起こっているのでしょうか？\u001b[22m\n\u001b[4mWell, who can really say, out of your typical audience?\u001b[24m\n    \u001b[1mあなたの典型的な聴衆の中から、本当に誰が言うことができますか？\u001b[22m, \u001b[1mまあ、本当にあなたの典型的な聴衆のうち、誰が言うことができますか？\u001b[22m\n\u001b[4mIn the end, I was still just barely able to follow what was happening, but that doesn't mean I was without any sort of confusion.\u001b[24m\n    \u001b[1m結局、私はまだ何が起こっているかにほとんど気づくことができませんでしたが、それは私が混乱の一種もなかったということを意味しません。\u001b[22m, \u001b[1m最後に、私はまだ起こっていたものをフォローするだけでやっとできましたが、それは私が混乱の任意の並べ替えがなかったわけではありません。\u001b[22m\n\u001b[4mEven if the plot WAS followable (barely), that does not excuse how poorly put together it seemed.\u001b[24m\n    \u001b[1mたとえプロットが追従可能であったとしても（それはやっと）、それがどうやって組み合わされているかは間違いありません。\u001b[22m, \u001b[1mプロットは（ほとんど）追従可能であっても、それはそれは見えたか不完全に一緒に入れて言い訳していません。\u001b[22m\n\u001b[4mWatching this series from beginning to end, it's hard to even accept this as a comprehensive narrative.\u001b[24m\n    \u001b[1mこのシリーズを最初から最後まで見ると、これを包括的な物語として受け入れることさえ困難です。\u001b[22m, \u001b[1m最初から最後までこのシリーズを見て、それも包括的な物語としてこれを受け入れることは困難です。\u001b[22m\n\u001b[4mIt does not flow as it should and left me often feeling the pacing was completely off.\u001b[24m\n    \u001b[1mペースが完全に外れていると感じることがあります。\u001b[22m, \u001b[1mそれが必要として流れ、多くの場合、ペーシングが完全にオフにした感じ私を残していません。\u001b[22m\n\u001b[4mIt wasn't absolutely terrible, and the concepts themselves could have made for a good story - but the execution was poor.\u001b[24m\n    \u001b[1mそれは絶対にひどいものではなく、コンセプト自体が良い物語のために作ったかもしれませんが、実行は貧弱でした。\u001b[22m, \u001b[1mそれは絶対にひどいではなかった、とのコンセプト自体は良い話のために作られたかもしれない - しかし、実行が不良でした。\u001b[22m\n\u001b[4mPerhaps with a longer series, this could have been avoided, but as it was it felt very disjointed and rushed.\u001b[24m\n    \u001b[1mおそらく長いシリーズでは、これは避けられたかもしれないが、それは非常にばらばらになって急いで感じた。\u001b[22m, \u001b[1mおそらく長いシリーズで、これは避けられたはずだったが、それがあったとして、それは非常にまとまりのない感じと急ぎました。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Animation - 9/10\n\n\u001b[1mアート/アニメーション -  9/10\u001b[22m\n\u001b[1m(Āto/ animēshon - 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt/Animation - 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Animation - 9/10\u001b[24m\n    \u001b[1mアート/アニメーション -  9/10\u001b[22m\nThe art and animation in this series is honestly beautiful. There's no distracting or over the top effects or filters, either - just some genuinely good art. Overall very enjoyable to watch - not the absolute best it could ever be, art wise, but still pretty damn good. At the very least, where other parts of this series might have seemed dull or disappointing, the art outshone everything and at the very least made up for some of the show's shortcomings.\n\n\u001b[1mこのシリーズのアートとアニメーションは正直に美しいです。 気を散らすか、トップエフェクトやフィルターの上に、まったく良い芸術のどちらかがあります。 全体的にとても楽しかったです。それは絶対に最高のものではなく、芸術的には賢明でしたが、まだまだ良いことです。 少なくとも、このシリーズの他の部分が鈍いか失望しているように見えるかもしれないところでは、アートはすべてを凌駕し、少なくともショーの欠点のいくつかを補っています。\u001b[22m\n\u001b[1m(Kono shirīzu no āto to animēshon wa shōjiki ni utsukushīdesu. Ki o chirasu ka, toppu efekuto ya firutā no ue ni, mattaku yoi geijutsu no dochira ka ga arimasu. Zentai-teki ni totemo tanoshikattadesu. Sore wa zettai ni saikō no monode wa naku, geijutsu-teki ni wa kenmeideshitaga, madamada yoikotodesu. Sukunakutomo, kono shirīzu no ta no bubun ga nibui ka shitsubō shite iru yō ni mieru kamo shirenai tokorode wa, āto wa subete o ryōga shi, sukunakutomo shō no ketten no ikutsu ka o oginatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation in this series is honestly beautiful. There's no distracting or over the top effects or filters, either - just some genuinely good art. Overall very enjoyable to watch - not the absolute best it could ever be, art wise, but still pretty damn good. At the very least, where other parts of this series might have seemed dull or disappointing, the art outshone everything and at the very least made up for some of the show's shortcomings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation in this series is honestly beautiful.\u001b[24m\n    \u001b[1mこのシリーズのアートとアニメーションは正直に美しいです。\u001b[22m, \u001b[1mこのシリーズのアートやアニメーションは正直美しいです。\u001b[22m\n\u001b[4mThere's no distracting or over the top effects or filters, either - just some genuinely good art.\u001b[24m\n    \u001b[1m気を散らすか、トップエフェクトやフィルターの上に、まったく良い芸術のどちらかがあります。\u001b[22m, \u001b[1mちょうどいくつかの純粋に良い芸術 - のいずれか、何の気が散るまたはトップエフェクトやフィルターではありません。\u001b[22m\n\u001b[4mOverall very enjoyable to watch - not the absolute best it could ever be, art wise, but still pretty damn good.\u001b[24m\n    \u001b[1m全体的にとても楽しかったです。それは絶対に最高のものではなく、芸術的には賢明でしたが、まだまだ良いことです。\u001b[22m, \u001b[1m賢明ではない、それは今までとすることができる最高の絶対的な芸術が、それでもかなり上出来 - 見て全体的に非常に楽しいです。\u001b[22m\n\u001b[4mAt the very least, where other parts of this series might have seemed dull or disappointing, the art outshone everything and at the very least made up for some of the show's shortcomings.\u001b[24m\n    \u001b[1m少なくとも、このシリーズの他の部分が鈍いか失望しているように見えるかもしれないところでは、アートはすべてを凌駕し、少なくともショーの欠点のいくつかを補っています。\u001b[22m, \u001b[1mこのシリーズの他の部分は鈍いまたは失望思えたかもしれない場合には、最低でも、アートはすべてをoutshone、非常に少なくとも、ショーの欠点のいくつかのために作ら。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 6/10\n\n\u001b[1mサウンド -  6/10\u001b[22m\n\u001b[1m(Saundo - 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound - 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 6/10\u001b[24m\n    \u001b[1mサウンド -  6/10\u001b[22m\nTo be fair, I watched the dub (not usually my first choice, but it's what was available to me), so I'm not sure how much I can comment on this in general - but it was okay overall. Sometimes the songs seemed overplayed or 'played up' so to speak - their attempts to tell the story through the score sometimes seemed to fall flat simply by way of being too over-exaggerated. Still, generally it was okay.\n\n\u001b[1m公平を期すために、私はダビングを見ました（通常は私の最初の選択ではありませんでしたが、それは私には利用可能でした）ので、私はこれについて一般的にどのくらいコメントできるか分かりませんが、全体的には大丈夫でした。 時々曲がオーバーレイされたり、「演奏された」ように見えます。スコアを通じたストーリーの試みは時にはあまりにも誇張されすぎてフラットになることがありました。 それでも、一般的には大丈夫でした。\u001b[22m\n\u001b[1m(Kōhei o kisu tame ni, watashi wa dabingu o mimashita (tsūjō wa watashi no saisho no sentakude wa arimasendeshitaga, soreha watashiniha riyō kanōdeshita)node, watashi wa kore ni tsuite ippantekini donokurai komento dekiru ka wakarimasen ga, zentai-teki ni wa daijōbudeshita. Tokidoki kyoku ga ōbārei sa re tari,`ensō sa reta' yō ni miemasu. Sukoa o tsūjita sutōrī no kokoromi wa tokiniha amarini mo kochō sa re sugite furatto ni naru koto ga arimashita. Soredemo, ippantekini wa daijōbudeshita.)\u001b[22m\n\nTranslations of \u001b[4mTo be fair, I watched the dub (not usually my first choice, but it's what was available to me), so I'm not sure how much I can comment on this in general - but it was okay overall. Sometimes the songs seemed overplayed or 'played up' so to speak - their attempts to tell the story through the score sometimes seemed to fall flat simply by way of being too over-exaggerated. Still, generally it was okay.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be fair, I watched the dub (not usually my first choice, but it's what was available to me), so I'm not sure how much I can comment on this in general - but it was okay overall.\u001b[24m\n    \u001b[1m公平を期すために、私はダビングを見ました（通常は私の最初の選択ではありませんでしたが、それは私には利用可能でした）ので、私はこれについて一般的にどのくらいコメントできるか分かりませんが、全体的には大丈夫でした。\u001b[22m, \u001b[1m公平を期すために、私は（ない通常私の最初の選択肢が、それは私に利用可能であったものです）ダブを見て、私は、私は一般的にはこれについてコメントすることができますどのくらいかわからない - しかし、それは大丈夫全体的でした。\u001b[22m\n\u001b[4mSometimes the songs seemed overplayed or 'played up' so to speak - their attempts to tell the story through the score sometimes seemed to fall flat simply by way of being too over-exaggerated.\u001b[24m\n    \u001b[1m時々曲がオーバーレイされたり、「演奏された」ように見えます。スコアを通じたストーリーの試みは時にはあまりにも誇張されすぎてフラットになることがありました。\u001b[22m, \u001b[1m時には歌がoverplayedまたは、いわば「アップ果たした」ように見えた - スコアを介して話をする彼らの試みは、単にあまりにも過剰に誇張される経由でフラットに落ちるように見えました。\u001b[22m\n\u001b[4mStill, generally it was okay.\u001b[24m\n    \u001b[1mそれでも、一般的には大丈夫でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - 7/10\n\n\u001b[1mキャラクター -  7/10\u001b[22m\n\u001b[1m(Kyarakutā - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - 7/10\u001b[24m\n    \u001b[1mキャラクター -  7/10\u001b[22m\nThe characters in this are overall fairly nice and developed just enough not to leave me with any serious issues, partially perhaps because the true focus is on so few characters in the first place. At the very least, the main characters (Izumiko, Miyuki, Mayara, and Manatsu) were generally okay and I did find myself connecting with them at least on the slightest of levels, which is more than some anime can say. I did feel for the characters and their relationships with each other, but overall the side / minor characters seemed to distract from the story as a whole some, as it wasn't clear just how much emphasis was being placed on them and they did not truly get enough fleshing out for me to care about them or understand them at all. The balance of character focus also seemed to be off in a way that I can't really place; it simply came off as weird overall, especially when sometimes it felt as if the true main character, Izumiko, would often fall to the wayside for focus on characters the audience likely didn't really have any reason to care about.\n\n\u001b[1mこの中の文字は全体的にかなり良いものであり、深刻な問題を私に残さないように十分に開発されています。 少なくとも、主人公（いずみ子、みゆき、麻耶、マナツ）は大丈夫でしたし、少数のアニメよりもレベルの低いものでも、自分とつながっていました。 私はキャラクターと互いの関係について感じましたが、全体的にサイド/マイナーキャラクターは、どれほど重点が置かれていたのか分かりませんでした。 本当に私のために気を配り、彼らを全く理解するのに十分な逃げ出しを得てください。 キャラクターフォーカスのバランスも、私が実際にはできないようになっていたようです。 本当に主人公の泉子が、観客が心配する必要のないキャラクターに焦点を当てるために、しばしば道に迷い込むような気分になったときに、時々奇妙な全体として奇妙になりました。\u001b[22m\n\u001b[1m(Kono Chū no moji wa zentai-teki ni kanari yoi monodeari, shinkokuna mondai o watashi ni nokosanai yō ni jūbun ni kaihatsu sa rete imasu. Sukunakutomo, shujinkō (Izumi ko, Miyuki, Maya, manatsu) wa daijōbudeshitashi, shōsū no anime yori mo reberu no hikui monode mo, jibun to tsunagatte imashita. Watashi wa kyarakutā to tagai no kankei ni tsuite kanjimashitaga, zentai-teki ni saido/ mainākyarakutā wa, dorehodo jūten ga oka rete ita no ka wakarimasendeshita. Hontōni watashi no tame ni ki o kubari, karera o mattaku rikai suru no ni jūbun'na nigedashi o ete kudasai. Kyarakutāfōkasu no baransu mo, watashi ga jissai ni wa dekinai yō ni natte ita yōdesu. Hontōni shujinkō no Izumiko ga, kankyaku ga shinpai suru hitsuyō no nai kyarakutā ni shōten o ateru tame ni, shibashiba michi ni mayoikomu yōna kibun ni natta toki ni, tokidoki kimyōna zentai to shite kimyō ni narimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 7/10\n\n\u001b[1m楽しさ -  7/10\u001b[22m\n\u001b[1m(Tanoshisa - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 7/10\u001b[24m\n    \u001b[1m楽しさ -  7/10\u001b[22m, \u001b[1m楽しさ -  7月10日\u001b[22m\nIt was good and I enjoyed it as a whole, though many parts left me with more questions than answers and some of it (especially the first half) had some clear writing issues and pacing issues et cetera. Still, an enjoyable anime. I may rewatch this and I may not - it isn't something I'm rushing to watch again, but I don't think I'd say no to doing so some day either. And who knows - maybe it will make more sense on a second go. One can only hope.\n\n\u001b[1m多くの人が回答よりも多くの質問を残しましたが、そのうちのいくつか（特に上半身）にはいくつかの明確な筆記問題とペーシング問題などがありました。 それでも、楽しいアニメ。 私はこれを再ウォッチするかもしれないし、そうでないかもしれない - それは私が再び見ることを急いでいるものではないが、私はいつかそうすることにノーとは思わないと思う。 そして、誰が知っているのでしょうか？多分、それはもう一度行くと意味をなさないでしょう。  1つだけ希望することができます。\u001b[22m\n\u001b[1m(Ōku no hito ga kaitō yori mo ōku no shitsumon o nokoshimashitaga, sonōchi no ikutsu ka (tokuni jōhanshin) ni wa ikutsu ka no meikakuna hikki mondai to pēshingu mondai nado ga arimashita. Soredemo, tanoshī anime. Watashi wa kore o sai u~otchi suru kamo shirenaishi,-sōdenai kamo shirenai - sore wa watashi ga futatabi miru koto o isoide iru monode wa naiga, watashi wa itsuka-sō suru koto ni nō to wa omowanai to omou. Soshite, dare ga shitte iru nodeshou ka? Tabun, sore wa mōichido iku to imiwonasanaideshou. 1Tsu dake kibō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt was good and I enjoyed it as a whole, though many parts left me with more questions than answers and some of it (especially the first half) had some clear writing issues and pacing issues et cetera. Still, an enjoyable anime. I may rewatch this and I may not - it isn't something I'm rushing to watch again, but I don't think I'd say no to doing so some day either. And who knows - maybe it will make more sense on a second go. One can only hope.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was good and I enjoyed it as a whole, though many parts left me with more questions than answers and some of it (especially the first half) had some clear writing issues and pacing issues et cetera.\u001b[24m\n    \u001b[1m多くの人が回答よりも多くの質問を残しましたが、そのうちのいくつか（特に上半身）にはいくつかの明確な筆記問題とペーシング問題などがありました。\u001b[22m, \u001b[1m多くの部分が答えより多くの質問を私に残し、それのいくつか（特に前半は）いくつかの明確な書き込みの問題とペーシングの問題エトセトラを持っていたものの、それは良かったし、私は、全体としてそれを楽しみました。\u001b[22m\n\u001b[4mStill, an enjoyable anime.\u001b[24m\n    \u001b[1mそれでも、楽しいアニメ。\u001b[22m\n\u001b[4mI may rewatch this and I may not - it isn't something I'm rushing to watch again, but I don't think I'd say no to doing so some day either.\u001b[24m\n    \u001b[1m私はこれを再ウォッチするかもしれないし、そうでないかもしれない - それは私が再び見ることを急いでいるものではないが、私はいつかそうすることにノーとは思わないと思う。\u001b[22m, \u001b[1m私はこれをrewatchすることができ、私はないかもしれない - それは私が再び見に急いだものではありませんが、私はどちらかの日かそうすることにノーと言うだろうとは思いません。\u001b[22m\n\u001b[4mAnd who knows - maybe it will make more sense on a second go.\u001b[24m\n    \u001b[1mそして、誰が知っているのでしょうか？多分、それはもう一度行くと意味をなさないでしょう。\u001b[22m, \u001b[1mそして、誰が知っている - 多分それは第二の外出先でより多くの意味を行います。\u001b[22m\n\u001b[4mOne can only hope.\u001b[24m\n    \u001b[1m1つだけ希望することができます。\u001b[22m, \u001b[1m一つだけ望むことができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 7/10\n\n\u001b[1m全体的 -  7/10\u001b[22m\n\u001b[1m(Zentai-teki - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 7/10\u001b[24m\n    \u001b[1m全体的 -  7/10\u001b[22m, \u001b[1m全体的に -  7月10日\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "anime_aditi",
    "profile": "/profile/anime_aditi/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=140719",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  8\n\n***マイルスポーラー警告***\n\n私はレッドデータガールを見て楽しんでいました。 私は、ファンデーションのコンテンツが少ないアニメや、自分自身を誇張したアニメを見ることを意味してきました。 私はオンラインで見たポスターのためにシリーズに誘惑されました。 典型的な少女シリーズ（Code-Eのような）とは異なり、私たちが知っている男性のリードSagara Miyukiは、よく成熟していました。 いずみ子は臆病で壊れやすい作りになっています。 最初の参加者がストーリーラインを予測することは明らかでした。\n\nそれは本当です。 最初のエピソードは、姫路の女神の船として自分自身を受け入れることを望んでいない出雲を開始します。 彼女は、いずみ子にひどく無礼になる、相良みゆきさんと一緒に紹介されます。 しかし、私が一番大事なのは、私たちの泉が、壊れやすい少女に過ぎないということでした。 だから、私は必然的に、生産チームが、私が出雲の話と彼女の変わった自我との関係についてもっと知りたがっていることを、私の心の後ろから知っていました。 だから私は彼女のことをもっと知るためにシリーズに行きました。\n\n私は出雲のキャラクターの発展に全く失望していません。 少なくとも彼女はほとんどの時間泣かなかった。 実際、それは私たちが彼女の変わった自我、または彼女を船に使っている彼女を持っている姫姫の女の子についてもっと知ることになるシリーズの終わりに入るときに意味を成しました。\n\n[スポイラー]\n出雲の後は、みゆきの不完全な性格が大好きでした。 シリーズは強力な男性のリードから始まりますが、シリーズの途中でのみ、彼は彼が選ばれた仕事に適しているかどうかを疑うと公然と告白しています。 彼は、自分の自己を守る方法が分からないので、彼女を守る方法を知らないと言います。 どういうわけか、私たちの生活の時代には、私たちに与えられた意思決定と役割について自信を持っているので、それは理にかなっていました。\n\n私の心が一番壊れているのは、このシリーズが泉子とみゆきの親密さが増していないということです。 熱烈な少女マンガの読者であるので、私はもっとロマンスを期待しています。 ミユキは彼女をもはや負担と見なしていたことを私たちが理解している少数の終わりのエピソードだけにすぎません。 彼らの関係は、彼らの運命を思い起こさせるすばらしいクエストにさらされていたことを念頭に置いて、シリーズを通じて成熟して成長しました。 ミユキの出雲への愛の表情にはそれほど大きな成長はなかった。\n[/スポイラー]\n\n私は、Soudaの兄弟姉妹が主なプロットよりももっと集中していると感じました。 しかし、マユリ、マナツ、マスミは両方のリードに大きな影響を与えます。 マスミ、マユリ、マナツの精神は、兄弟以外の人を見ていたので、泉子子が自分自身になりたかったのは明らかでした。\n\n明らかなように、このシリーズは、オープンに終わったばかりで、より多くのファンを必要とするままにしました。 私たちの質問のほとんどは未回答です。 間違いなくオリジナルの小説を読むことを私たちに示唆している。  （それには漫画の適応もありますが、まだ進行中です。悲しみ。）\n\nレッドデータガールズは、日本文化についてもっと知りたいなら、素晴らしい時計です。 あなたが穏やかな期間シリーズを探しているなら、このシリーズはお勧めです。 景色は息を呑むほどです。 ペースは良いです。 あなたは急いで感じることはありません。 情報はビットごとにあなたに注がれます。 私が探していたアニメの一種。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n***MILD SPOILER ALERT***\n\n\u001b[1m***マイルスポーラー警告***\u001b[22m\n\u001b[1m(*** Mairusupōrā keikoku***)\u001b[22m\n\nTranslations of \u001b[4m***MILD SPOILER ALERT***\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m***MILD SPOILER ALERT***\u001b[24m\n    \u001b[1m***マイルスポーラー警告***\u001b[22m, \u001b[1m***マイルドスポイラーALERT ***\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed watching Red Data Girl. I have been meaning to watch a anime with less fanservice content or over-the-top-forced-on-yourself plot. I was tempted to the series because of the Poster I saw online. Unlike a typical Shoujo Series (like Code-E etc) the male lead, Miyuki Sagara as we know, looked well mature. Izumiko has a timid and fragile built. So it was evident for first goers to predict the storyline.\n\n\u001b[1m私はレッドデータガールを見て楽しんでいました。 私は、ファンデーションのコンテンツが少ないアニメや、自分自身を誇張したアニメを見ることを意味してきました。 私はオンラインで見たポスターのためにシリーズに誘惑されました。 典型的な少女シリーズ（Code-Eのような）とは異なり、私たちが知っている男性のリードSagara Miyukiは、よく成熟していました。 いずみ子は臆病で壊れやすい作りになっています。 最初の参加者がストーリーラインを予測することは明らかでした。\u001b[22m\n\u001b[1m(Watashi wa reddodētagāru o mite tanoshinde imashita. Watashi wa, fandēshon no kontentsu ga sukunai anime ya, jibun jishin o kochō shita anime o miru koto o imi shite kimashita. Watashi wa onrain de mita posutā no tame ni shirīzu ni yūwaku sa remashita. Tenkei-tekina shōjo shirīzu (Code - E no yōna) to wa kotonari, watashitachi ga shitte iru dansei no rīdo Sagara Miyuki wa, yoku seijuku shite imashita. Izumi ko wa okubyō de koware yasui tsukuri ni natte imasu. Saisho no sankasha ga sutōrīrain o yosoku suru koto wa akirakadeshita.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed watching Red Data Girl. I have been meaning to watch a anime with less fanservice content or over-the-top-forced-on-yourself plot. I was tempted to the series because of the Poster I saw online. Unlike a typical Shoujo Series (like Code-E etc) the male lead, Miyuki Sagara as we know, looked well mature. Izumiko has a timid and fragile built. So it was evident for first goers to predict the storyline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed watching Red Data Girl.\u001b[24m\n    \u001b[1m私はレッドデータガールを見て楽しんでいました。\u001b[22m, \u001b[1m私はレッドデータガールを見て楽しみました。\u001b[22m\n\u001b[4mI have been meaning to watch a anime with less fanservice content or over-the-top-forced-on-yourself plot.\u001b[24m\n    \u001b[1m私は、ファンデーションのコンテンツが少ないアニメや、自分自身を誇張したアニメを見ることを意味してきました。\u001b[22m, \u001b[1m私はあまりサービスカットのコンテンツまたはオーバーザトップの強制・オン・自分プロットアニメを見るために意味されています。\u001b[22m\n\u001b[4mI was tempted to the series because of the Poster I saw online.\u001b[24m\n    \u001b[1m私はオンラインで見たポスターのためにシリーズに誘惑されました。\u001b[22m, \u001b[1mため、私は私がオンラインで見たポスターのシリーズに誘惑されました。\u001b[22m\n\u001b[4mUnlike a typical Shoujo Series (like Code-E etc) the male lead, Miyuki Sagara as we know, looked well mature.\u001b[24m\n    \u001b[1m典型的な少女シリーズ（Code-Eのような）とは異なり、私たちが知っている男性のリードSagara Miyukiは、よく成熟していました。\u001b[22m, \u001b[1m典型的な少女シリーズとは異なり、男性のリード（コード-Eなどのように）、みゆき相良私たちが知っているように、十分に成熟したに見えました。\u001b[22m\n\u001b[4mIzumiko has a timid and fragile built.\u001b[24m\n    \u001b[1mいずみ子は臆病で壊れやすい作りになっています。\u001b[22m, \u001b[1mIzumikoは内蔵臆病と脆いがあります。\u001b[22m\n\u001b[4mSo it was evident for first goers to predict the storyline.\u001b[24m\n    \u001b[1m最初の参加者がストーリーラインを予測することは明らかでした。\u001b[22m, \u001b[1m最初の来場者がストーリーを予測するので、それは明らかでした。\u001b[22m\n\u001b[1m\u001b[22m\nSo it is true. The first episode starts off Izumiko not wanting to accept herself as the vessel for the Goddess Himegami. She is introduced with Miyuki Sagara who becomes horribly rude to Izumiko. But what it struck me the most that the main lead, our Izumiko was just a fragile girl. So, I inevitably had in the back of my mind that the Production team wants us to learn more about Izumiko's story and her relationship with her alter ego. So I stuck to the series to know more about her.\n\n\u001b[1mそれは本当です。 最初のエピソードは、姫路の女神の船として自分自身を受け入れることを望んでいない出雲を開始します。 彼女は、いずみ子にひどく無礼になる、相良みゆきさんと一緒に紹介されます。 しかし、私が一番大事なのは、私たちの泉が、壊れやすい少女に過ぎないということでした。 だから、私は必然的に、生産チームが、私が出雲の話と彼女の変わった自我との関係についてもっと知りたがっていることを、私の心の後ろから知っていました。 だから私は彼女のことをもっと知るためにシリーズに行きました。\u001b[22m\n\u001b[1m(Sore wa hontōdesu. Saisho no episōdo wa, Himeji no megami no fune to shite jibun jishin o ukeireru koto o nozonde inai Izumo o kaishi shimasu. Kanojo wa, Izumi ko ni hidoku burei ni naru, Sagara Miyuki-san to issho ni shōkai sa remasu. Shikashi, watashi ga ichiban daijina no wa, watashitachi no izumi ga, koware yasui shōjo ni suginai to iu kotodeshita. Dakara, watashi wa hitsuzen-teki ni, seisan chīmu ga, watashi ga Izumo no hanashi to kanojo no kawatta jiga to no kankei ni tsuite motto shirita gatte iru koto o, watashi no kokoro no ushiro kara shitte imashita. Dakara watashi wa kanojo no koto o motto shiru tame ni shirīzu ni ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mSo it is true. The first episode starts off Izumiko not wanting to accept herself as the vessel for the Goddess Himegami. She is introduced with Miyuki Sagara who becomes horribly rude to Izumiko. But what it struck me the most that the main lead, our Izumiko was just a fragile girl. So, I inevitably had in the back of my mind that the Production team wants us to learn more about Izumiko's story and her relationship with her alter ego. So I stuck to the series to know more about her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo it is true.\u001b[24m\n    \u001b[1mそれは本当です。\u001b[22m, \u001b[1mだから、それは本当です。\u001b[22m\n\u001b[4mThe first episode starts off Izumiko not wanting to accept herself as the vessel for the Goddess Himegami.\u001b[24m\n    \u001b[1m最初のエピソードは、姫路の女神の船として自分自身を受け入れることを望んでいない出雲を開始します。\u001b[22m, \u001b[1m最初のエピソードはIzumikoは女神Himegamiするための容器としての自分自身を受け入れることを望んでいないオフを開始します。\u001b[22m\n\u001b[4mShe is introduced with Miyuki Sagara who becomes horribly rude to Izumiko.\u001b[24m\n    \u001b[1m彼女は、いずみ子にひどく無礼になる、相良みゆきさんと一緒に紹介されます。\u001b[22m, \u001b[1m彼女はIzumikoに恐ろしく失礼になるみゆき相良で導入されています。\u001b[22m\n\u001b[4mBut what it struck me the most that the main lead, our Izumiko was just a fragile girl.\u001b[24m\n    \u001b[1mしかし、私が一番大事なのは、私たちの泉が、壊れやすい少女に過ぎないということでした。\u001b[22m, \u001b[1mしかし、それは私に主リードは、私たちのIzumikoがちょうど壊れやすい女の子だったことを最も打ったもの。\u001b[22m\n\u001b[4mSo, I inevitably had in the back of my mind that the Production team wants us to learn more about Izumiko's story and her relationship with her alter ego.\u001b[24m\n    \u001b[1mだから、私は必然的に、生産チームが、私が出雲の話と彼女の変わった自我との関係についてもっと知りたがっていることを、私の心の後ろから知っていました。\u001b[22m, \u001b[1mだから、私は必然的に生産チームはIzumikoの物語と彼女の分身と彼女の関係についての詳細を学ぶために私たちを望んでいることを私の心の奥にありました。\u001b[22m\n\u001b[4mSo I stuck to the series to know more about her.\u001b[24m\n    \u001b[1mだから私は彼女のことをもっと知るためにシリーズに行きました。\u001b[22m, \u001b[1mだから私は彼女のことをもっと知りシリーズにこだわりました。\u001b[22m\n\u001b[1m\u001b[22m\nI am not disappointed at all by Izumiku's character development. At least she did not weep most the time. In fact it all made sense when we get into to the ending of series we get to know more about her Alter ego, or the Goddess Himegami possessing her using Izumiko as a vessel.\n\n\u001b[1m私は出雲のキャラクターの発展に全く失望していません。 少なくとも彼女はほとんどの時間泣かなかった。 実際、それは私たちが彼女の変わった自我、または彼女を船に使っている彼女を持っている姫姫の女の子についてもっと知ることになるシリーズの終わりに入るときに意味を成しました。\u001b[22m\n\u001b[1m(Watashi wa Izumo no kyarakutā no hatten ni mattaku shitsubō shite imasen. Sukunakutomo kanojo wa hotondo no jikan nakanakatta. Jissai, soreha watashitachi ga kanojo no kawatta jiga, matawa kanojo o fune ni tsukatte iru kanojo o motte iru hime hime no on'nanoko ni tsuite motto shiru koto ni naru shirīzu no owari ni hairu toki ni imi o nashimashita.)\u001b[22m\n\nTranslations of \u001b[4mI am not disappointed at all by Izumiku's character development. At least she did not weep most the time. In fact it all made sense when we get into to the ending of series we get to know more about her Alter ego, or the Goddess Himegami possessing her using Izumiko as a vessel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not disappointed at all by Izumiku's character development.\u001b[24m\n    \u001b[1m私は出雲のキャラクターの発展に全く失望していません。\u001b[22m, \u001b[1m私はIzumikuのキャラクターの開発によって、まったく失望していないです。\u001b[22m\n\u001b[4mAt least she did not weep most the time.\u001b[24m\n    \u001b[1m少なくとも彼女はほとんどの時間泣かなかった。\u001b[22m, \u001b[1m少なくとも、彼女はほとんどの時間を泣きませんでした。\u001b[22m\n\u001b[4mIn fact it all made sense when we get into to the ending of series we get to know more about her Alter ego, or the Goddess Himegami possessing her using Izumiko as a vessel.\u001b[24m\n    \u001b[1m実際、それは私たちが彼女の変わった自我、または彼女を船に使っている彼女を持っている姫姫の女の子についてもっと知ることになるシリーズの終わりに入るときに意味を成しました。\u001b[22m, \u001b[1m実際にはそれがすべてでは、我々はシリーズのエンディングに入るとき、私たちは彼女のアルターエゴについての詳細を知ってもらう、または女神Himegamiは容器としてIzumikoを使用して、彼女を所有する意味がありました。\u001b[22m\n\u001b[1m\u001b[22m\n[spoiler]\n/ˈspoilər/\n\n\u001b[1m[スポイラー]\u001b[22m\n\u001b[1m([Supoirā])\u001b[22m\n\nTranslations of \u001b[4m[spoiler]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[spoiler]\u001b[24m\n    \u001b[1m[スポイラー]\u001b[22m\nAfter Izumiko, I loved how incomplete Miyuki's character was. The series starts off with the strong male lead but it only in the middle of series we see him openly confessing that he doubts himself whether being suited for the job that he is chosen for. He says that he doesn't know how to protect her as he doesn't know how to protect his own self. Somehow, it did make sense because at times of our lives, we do become in-confident about decisions and the role given to us.\n\n\u001b[1m出雲の後は、みゆきの不完全な性格が大好きでした。 シリーズは強力な男性のリードから始まりますが、シリーズの途中でのみ、彼は彼が選ばれた仕事に適しているかどうかを疑うと公然と告白しています。 彼は、自分の自己を守る方法が分からないので、彼女を守る方法を知らないと言います。 どういうわけか、私たちの生活の時代には、私たちに与えられた意思決定と役割について自信を持っているので、それは理にかなっていました。\u001b[22m\n\u001b[1m(Izumo no nochi wa, Miyuki no fukanzen'na seikaku ga daisukideshita. Shirīzu wa kyōryokuna dansei no rīdo kara hajimarimasuga, shirīzu no tochū de nomi, kare wa kare ga eraba reta shigoto ni tekishite iru ka dō ka o utagau to kōzen to kokuhaku shite imasu. Kare wa, jibun no jiko o mamoru hōhō ga wakaranainode, kanojo o mamoru hōhō o shiranai to iimasu. Dō iu wake ka, watashitachi no seikatsu no jidai ni wa, watashitachi ni atae rareta ishi kettei to yakuwari ni tsuite jishin o motte irunode, soreha ri ni kanatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter Izumiko, I loved how incomplete Miyuki's character was. The series starts off with the strong male lead but it only in the middle of series we see him openly confessing that he doubts himself whether being suited for the job that he is chosen for. He says that he doesn't know how to protect her as he doesn't know how to protect his own self. Somehow, it did make sense because at times of our lives, we do become in-confident about decisions and the role given to us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter Izumiko, I loved how incomplete Miyuki's character was.\u001b[24m\n    \u001b[1m出雲の後は、みゆきの不完全な性格が大好きでした。\u001b[22m, \u001b[1mIzumiko後、私は不完全みゆきのキャラクターがいかに愛さ。\u001b[22m\n\u001b[4mThe series starts off with the strong male lead but it only in the middle of series we see him openly confessing that he doubts himself whether being suited for the job that he is chosen for.\u001b[24m\n    \u001b[1mシリーズは強力な男性のリードから始まりますが、シリーズの途中でのみ、彼は彼が選ばれた仕事に適しているかどうかを疑うと公然と告白しています。\u001b[22m, \u001b[1mシリーズは、強力な男性のリードで始まるが、それは唯一のシリーズの途中で、我々は彼が公然と彼はのために選択されていることを仕事に適しているかどうか、自分自身を疑うことを告白参照してください。\u001b[22m\n\u001b[4mHe says that he doesn't know how to protect her as he doesn't know how to protect his own self.\u001b[24m\n    \u001b[1m彼は、自分の自己を守る方法が分からないので、彼女を守る方法を知らないと言います。\u001b[22m, \u001b[1m彼は彼が彼自身の自己を保護する方法を知らないとして彼女を保護する方法を知らないと言います。\u001b[22m\n\u001b[4mSomehow, it did make sense because at times of our lives, we do become in-confident about decisions and the role given to us.\u001b[24m\n    \u001b[1mどういうわけか、私たちの生活の時代には、私たちに与えられた意思決定と役割について自信を持っているので、それは理にかなっていました。\u001b[22m, \u001b[1m私たちの生活の時間に、私たちは、自信を持って意思決定し、私たちに与えられた役割についてになりますので、どういうわけか、それは意味を成しました。\u001b[22m\n\u001b[1m\u001b[22m\nWhat breaks my heart the most is that the series did not magnify Izumiko and Miyuki's growing closeness. Since as being an ardent Shoujo Manga reader I would expect more of romance. It is only in the few ending episodes we understand that Miyuki thought no longer of her as a burden. Although, the relationship between them grew maturely over the series keeping in mind that they were exposed to wonderful quests that reminded of their of their destiny. It did not give much growth to Miyuki's display of love for Izumiko.\n\n\u001b[1m私の心が一番壊れているのは、このシリーズが泉子とみゆきの親密さが増していないということです。 熱烈な少女マンガの読者であるので、私はもっとロマンスを期待しています。 ミユキは彼女をもはや負担と見なしていたことを私たちが理解している少数の終わりのエピソードだけにすぎません。 彼らの関係は、彼らの運命を思い起こさせるすばらしいクエストにさらされていたことを念頭に置いて、シリーズを通じて成熟して成長しました。 ミユキの出雲への愛の表情にはそれほど大きな成長はなかった。\u001b[22m\n\u001b[1m(Watashi no kokoro ga ichiban kowarete iru no wa, kono shirīzu ga Izumiko to Miyuki no shinmitsu-sa ga mashite inai to iu kotodesu. Netsuretsuna shōjo manga no dokushadearunode, watashi wa motto romansu o kitai shite imasu. Miyuki wa kanojo o mohaya futan to minashite ita koto o watashitachi ga rikai shite iru shōsū no owari no episōdo dake ni sugimasen. Karera no kankei wa, karera no unmei o omoiokosa seru subarashī kuesuto ni sarasa rete ita koto o nentō ni oite, shirīzu o tsūjite seijuku shite seichō shimashita. Miyuki no Izumo e no ai no hyōjō ni wa sorehodo ōkina seichō wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mWhat breaks my heart the most is that the series did not magnify Izumiko and Miyuki's growing closeness. Since as being an ardent Shoujo Manga reader I would expect more of romance. It is only in the few ending episodes we understand that Miyuki thought no longer of her as a burden. Although, the relationship between them grew maturely over the series keeping in mind that they were exposed to wonderful quests that reminded of their of their destiny. It did not give much growth to Miyuki's display of love for Izumiko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat breaks my heart the most is that the series did not magnify Izumiko and Miyuki's growing closeness.\u001b[24m\n    \u001b[1m私の心が一番壊れているのは、このシリーズが泉子とみゆきの親密さが増していないということです。\u001b[22m, \u001b[1m一番私の心を壊すことシリーズはIzumikoとみゆきの成長近さを拡大しなかったことです。\u001b[22m\n\u001b[4mSince as being an ardent Shoujo Manga reader I would expect more of romance.\u001b[24m\n    \u001b[1m熱烈な少女マンガの読者であるので、私はもっとロマンスを期待しています。\u001b[22m, \u001b[1m熱烈な少女マンガリーダーであるとして以来、私はロマンスの多くを期待します。\u001b[22m\n\u001b[4mIt is only in the few ending episodes we understand that Miyuki thought no longer of her as a burden.\u001b[24m\n    \u001b[1mミユキは彼女をもはや負担と見なしていたことを私たちが理解している少数の終わりのエピソードだけにすぎません。\u001b[22m, \u001b[1mそれだけで私たちはみゆきが負担と彼女のことはもう考えていることを理解していないいくつかのエンディングエピソードです。\u001b[22m\n\u001b[4mAlthough, the relationship between them grew maturely over the series keeping in mind that they were exposed to wonderful quests that reminded of their of their destiny.\u001b[24m\n    \u001b[1m彼らの関係は、彼らの運命を思い起こさせるすばらしいクエストにさらされていたことを念頭に置いて、シリーズを通じて成熟して成長しました。\u001b[22m, \u001b[1mそれらの間の関係は、彼らが彼らの運命のを思い出し素晴らしいクエストに暴露された心の中で一連の保管の上に分別成長した、が。\u001b[22m\n\u001b[4mIt did not give much growth to Miyuki's display of love for Izumiko.\u001b[24m\n    \u001b[1mミユキの出雲への愛の表情にはそれほど大きな成長はなかった。\u001b[22m, \u001b[1mそれはIzumikoのための愛のみゆきのディスプレイに多くの成長を与えていません。\u001b[22m\n[/spoiler]\n/ˈspoilər/\n\n\u001b[1m[/スポイラー]\u001b[22m\n\u001b[1m([ / Supoirā])\u001b[22m\n\nTranslations of \u001b[4m[/spoiler]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[/spoiler]\u001b[24m\n    \u001b[1m[/スポイラー]\u001b[22m\n\u001b[1m\u001b[22m\nI felt that the Souda siblings arc got more focus than the main plot. Yet, Mayuri, Manatsu and Masumi has a great impact of both of our leads. It was obvious that Masumi, Mayuri and Manatsu's spirit, wanted Izumiko all to himself since she was the one to see him other than his siblings.\n\n\u001b[1m私は、Soudaの兄弟姉妹が主なプロットよりももっと集中していると感じました。 しかし、マユリ、マナツ、マスミは両方のリードに大きな影響を与えます。 マスミ、マユリ、マナツの精神は、兄弟以外の人を見ていたので、泉子子が自分自身になりたかったのは明らかでした。\u001b[22m\n\u001b[1m(Watashi wa, Souda no keiteishimai ga omona purotto yori mo motto shūchū shite iru to kanjimashita. Shikashi, Mayuri, manatsu, Masumi wa ryōhō no rīdo ni ōkina eikyō o ataemasu. Masumi, Mayuri, manatsu no seishin wa, kyōdai igai no hito o mite itanode, Izumiko ko ga jibun jishin ni naritakatta no wa akirakadeshita.)\u001b[22m\n\nTranslations of \u001b[4mI felt that the Souda siblings arc got more focus than the main plot. Yet, Mayuri, Manatsu and Masumi has a great impact of both of our leads. It was obvious that Masumi, Mayuri and Manatsu's spirit, wanted Izumiko all to himself since she was the one to see him other than his siblings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI felt that the Souda siblings arc got more focus than the main plot.\u001b[24m\n    \u001b[1m私は、Soudaの兄弟姉妹が主なプロットよりももっと集中していると感じました。\u001b[22m, \u001b[1m私はそうだ兄弟アークがメインのプロットよりもフォーカスを得たことを感じました。\u001b[22m\n\u001b[4mYet, Mayuri, Manatsu and Masumi has a great impact of both of our leads.\u001b[24m\n    \u001b[1mしかし、マユリ、マナツ、マスミは両方のリードに大きな影響を与えます。\u001b[22m, \u001b[1mしかし、マユリ、真夏と真澄は、私たちのリードの両方の大きな影響を与えています。\u001b[22m\n\u001b[4mIt was obvious that Masumi, Mayuri and Manatsu's spirit, wanted Izumiko all to himself since she was the one to see him other than his siblings.\u001b[24m\n    \u001b[1mマスミ、マユリ、マナツの精神は、兄弟以外の人を見ていたので、泉子子が自分自身になりたかったのは明らかでした。\u001b[22m, \u001b[1m真澄、マユリと真夏の精神は、彼女が彼の兄弟よりも彼が他を参照するために、1つだったので、自分自身にIzumikoすべてを望んでいたことは明らかでした。\u001b[22m\n\u001b[1m\u001b[22m\nAs obvious as it seems, the series just concluded open ended leaving the fans needing for more. Leaving most of our questions unanswered. Definitely hinting us to read the Original Novel. (It has a manga adaption as well but it is still ongoing. Sadness.)\n\n\u001b[1m明らかなように、このシリーズは、オープンに終わったばかりで、より多くのファンを必要とするままにしました。 私たちの質問のほとんどは未回答です。 間違いなくオリジナルの小説を読むことを私たちに示唆している。  （それには漫画の適応もありますが、まだ進行中です。悲しみ。）\u001b[22m\n\u001b[1m(Akirakana yō ni, kono shirīzu wa, ōpun ni owatta bakari de, yori ōku no fan o hitsuyō to suru mama ni shimashita. Watashitachi no shitsumon no hotondo wa mi kaitōdesu. Machigainaku orijinaru no shōsetsu o yomu koto o watashitachi ni shisa shite iru. (Soreni wa manga no tekiō mo arimasuga, mada shinkō-chūdesu. Kanashimi. ))\u001b[22m\n\nTranslations of \u001b[4mAs obvious as it seems, the series just concluded open ended leaving the fans needing for more. Leaving most of our questions unanswered. Definitely hinting us to read the Original Novel. (It has a manga adaption as well but it is still ongoing. Sadness.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs obvious as it seems, the series just concluded open ended leaving the fans needing for more.\u001b[24m\n    \u001b[1m明らかなように、このシリーズは、オープンに終わったばかりで、より多くのファンを必要とするままにしました。\u001b[22m, \u001b[1mそれはそうのように明らかなように、ちょうどオープン結論づけシリーズは、より多くのために必要なファンを残して終了しました。\u001b[22m\n\u001b[4mLeaving most of our questions unanswered.\u001b[24m\n    \u001b[1m私たちの質問のほとんどは未回答です。\u001b[22m, \u001b[1m未回答の我々の質問のほとんどを残します。\u001b[22m\n\u001b[4mDefinitely hinting us to read the Original Novel.\u001b[24m\n    \u001b[1m間違いなくオリジナルの小説を読むことを私たちに示唆している。\u001b[22m, \u001b[1m確かにオリジナル小説を読むために私たちをほのめかし。\u001b[22m\n\u001b[4m(It has a manga adaption as well but it is still ongoing. Sadness.)\u001b[24m\n    \u001b[1m（それには漫画の適応もありますが、まだ進行中です。悲しみ。）\u001b[22m, \u001b[1m（それだけでなく、漫画の適応を持っていますが、それはまだ進行中である。悲しみ。）\u001b[22m\n\u001b[1m\u001b[22m\nRed Data Girl is a wonderful watch if you wish to know more about Japanese Culture. If you are looking for a mild period series, this series is a recommendation. The scenery is breathtaking. The pace is good. You won't feel being rushed. The information is poured to you bit by bit. A kind of anime that I have been looking for.\n\n\u001b[1mレッドデータガールズは、日本文化についてもっと知りたいなら、素晴らしい時計です。 あなたが穏やかな期間シリーズを探しているなら、このシリーズはお勧めです。 景色は息を呑むほどです。 ペースは良いです。 あなたは急いで感じることはありません。 情報はビットごとにあなたに注がれます。 私が探していたアニメの一種。\u001b[22m\n\u001b[1m(Reddodētagāruzu wa, nipponbunka ni tsuite motto shiritainara, subarashī tokeidesu. Anata ga odayakana kikan shirīzu o sagashite irunara, kono shirīzu wa o susumedesu. Keshiki wa ikiwonomu hododesu. Pēsu wa yoidesu. Anata wa isoide kanjiru koto wa arimasen. Jōhō wa bitto-goto ni anata ni sosoga remasu. Watashi ga sagashite ita anime no isshu.)\u001b[22m\n\nTranslations of \u001b[4mRed Data Girl is a wonderful watch if you wish to know more about Japanese Culture. If you are looking for a mild period series, this series is a recommendation. The scenery is breathtaking. The pace is good. You won't feel being rushed. The information is poured to you bit by bit. A kind of anime that I have been looking for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRed Data Girl is a wonderful watch if you wish to know more about Japanese Culture.\u001b[24m\n    \u001b[1mレッドデータガールズは、日本文化についてもっと知りたいなら、素晴らしい時計です。\u001b[22m, \u001b[1mあなたは日本文化についての詳細をお知りになりたい場合は、レッドデータガールは素晴らしい時計です。\u001b[22m\n\u001b[4mIf you are looking for a mild period series, this series is a recommendation.\u001b[24m\n    \u001b[1mあなたが穏やかな期間シリーズを探しているなら、このシリーズはお勧めです。\u001b[22m, \u001b[1mあなたは穏やかな期間のシリーズを探しているなら、このシリーズがオススメです。\u001b[22m\n\u001b[4mThe scenery is breathtaking.\u001b[24m\n    \u001b[1m景色は息を呑むほどです。\u001b[22m, \u001b[1m景色は息をのむようです。\u001b[22m\n\u001b[4mThe pace is good.\u001b[24m\n    \u001b[1mペースは良いです。\u001b[22m\n\u001b[4mYou won't feel being rushed.\u001b[24m\n    \u001b[1mあなたは急いで感じることはありません。\u001b[22m, \u001b[1mあなたは急いでされて感じることはありません。\u001b[22m\n\u001b[4mThe information is poured to you bit by bit.\u001b[24m\n    \u001b[1m情報はビットごとにあなたに注がれます。\u001b[22m, \u001b[1m情報は、ビットであなたのビットに注がれています。\u001b[22m\n\u001b[4mA kind of anime that I have been looking for.\u001b[24m\n    \u001b[1m私が探していたアニメの一種。\u001b[22m, \u001b[1m私が探していたアニメのようなもの。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "lainbow",
    "profile": "/profile/lainbow/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=206148",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  5\nキャラクター|  6\n|  6\n\nこのアニメは、技術上不思議な力を持っていたこの特別な女の子がいたように思えたとき、私にとって面白かったです。 しかし、それは最初に思われたようなものではなくなった。 彼女の学校のほとんどの人は特別な力を持っていたことが判明し、その力は技術よりも精神ともっと関係していました。 このショーは、データとはまったく関係がないため、「Red Data Girl」ではなく「Red Glasses Girl」または「Red Spirit Girl」だったはずです。 エンディングも不満足だった。 いずみ子の過去の自己が過去に何をやったのか、またなぜそれをやり直そうとしたのかは、決して学ばない。  （私はもっと具体的だが、私はスポイラーを放棄したくない。）ショーの最善のことはおそらくかなり芸術だったが、私が好きではなかった芸術についての1つのことは、それが女の子のように見える方法だった いつも白っぽいです。 私はそれがメイクアップとして説明することができると思うが、私は泉子は毎日メイクを着用する女の子のようだとは思わない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was interesting to me when it seemed like there was this one special girl who had a mysterious power over technology. But it ended up being nothing like it seemed at first. It turned out that almost everyone in her school had special powers, and the powers had more to do with spirits than technology. A better name for the show would've been 'Red Glasses Girl' or 'Red Spirit Girl' rather than 'Red Data Girl,' since the show had almost nothing to do with data. The ending was also unsatisfactory. We never learn the reason why Izumiko's past self did what she did in the past, or why she wants to do it again. (I'd be more specific, but I don't want to give away spoilers.) The best thing about the show was probably the pretty art, but one thing about the art I didn't like was how it looks like the girls are always blushing. I guess it could be explained as makeup, but I don't think Izumiko is the kind of girl to wear makeup everyday.\n\n\u001b[1mこのアニメは、技術上不思議な力を持っていたこの特別な女の子がいたように思えたとき、私にとって面白かったです。 しかし、それは最初に思われたようなものではなくなった。 彼女の学校のほとんどの人は特別な力を持っていたことが判明し、その力は技術よりも精神ともっと関係していました。 このショーは、データとはまったく関係がないため、「Red Data Girl」ではなく「Red Glasses Girl」または「Red Spirit Girl」だったはずです。 エンディングも不満足だった。 いずみ子の過去の自己が過去に何をやったのか、またなぜそれをやり直そうとしたのかは、決して学ばない。  （私はもっと具体的だが、私はスポイラーを放棄したくない。）ショーの最善のことはおそらくかなり芸術だったが、私が好きではなかった芸術についての1つのことは、それが女の子のように見える方法だった いつも白っぽいです。 私はそれがメイクアップとして説明することができると思うが、私は泉子は毎日メイクを着用する女の子のようだとは思わない。\u001b[22m\n\u001b[1m(Kono anime wa, gijutsu-jō fushiginachikara o motte ita kono tokubetsuna on'nanoko ga ita yō ni omoeta toki, watashi ni totte omoshirokattadesu. Shikashi, soreha saisho ni omowa reta yōna monode wanaku natta. Kanojo no gakkō no hotondo no hito wa tokubetsuna chikara o motte ita koto ga hanmei shi, sono chikara wa gijutsu yori mo seishin to motto kankei shite imashita. Kono shō wa, dēta to wa mattaku kankei ga nai tame,`Red Data Girl'de wanaku `Red Glasses Girl' matawa `Red supiritto Girl'datta hazudesu. Endingu mo fumanzokudatta. Izumi-ko no kako no jiko ga kako ni nani o yatta no ka, mata naze sore o yarinaosou to shita no ka wa, kesshite manabanai. (Watashi wa motto guteitekidaga, watashi wa supoirā o hōki shitakunai. ) Shō no saizen no koto wa osoraku kanari geijutsudattaga, watashi ga sukide wa nakatta geijutsu ni tsuite no 1tsu no koto wa, sore ga on'nanoko no yō ni mieru hōhōdatta itsumo shiroppoidesu. Watashi wa sore ga meikuappu to shite setsumei suru koto ga dekiru to omou ga, watashi wa Izumiko wa mainichi meiku o chakuyō suru on'nanoko no yōda to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was interesting to me when it seemed like there was this one special girl who had a mysterious power over technology. But it ended up being nothing like it seemed at first. It turned out that almost everyone in her school had special powers, and the powers had more to do with spirits than technology. A better name for the show would've been 'Red Glasses Girl' or 'Red Spirit Girl' rather than 'Red Data Girl,' since the show had almost nothing to do with data. The ending was also unsatisfactory. We never learn the reason why Izumiko's past self did what she did in the past, or why she wants to do it again. (I'd be more specific, but I don't want to give away spoilers.) The best thing about the show was probably the pretty art, but one thing about the art I didn't like was how it looks like the girls are always blushing. I guess it could be explained as makeup, but I don't think Izumiko is the kind of girl to wear makeup everyday.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was interesting to me when it seemed like there was this one special girl who had a mysterious power over technology.\u001b[24m\n    \u001b[1mこのアニメは、技術上不思議な力を持っていたこの特別な女の子がいたように思えたとき、私にとって面白かったです。\u001b[22m, \u001b[1m技術の上に不思議な力を持っていたこの1特別な女の子があったように思えたとき、このアニメは私には面白かったです。\u001b[22m\n\u001b[4mBut it ended up being nothing like it seemed at first.\u001b[24m\n    \u001b[1mしかし、それは最初に思われたようなものではなくなった。\u001b[22m, \u001b[1mしかし、それはそれが最初に見えたのように何もされないことになりました。\u001b[22m\n\u001b[4mIt turned out that almost everyone in her school had special powers, and the powers had more to do with spirits than technology.\u001b[24m\n    \u001b[1m彼女の学校のほとんどの人は特別な力を持っていたことが判明し、その力は技術よりも精神ともっと関係していました。\u001b[22m, \u001b[1mそれは彼女の学校ではほとんどの人が特別な力を持っていたことが判明し、パワーは技術よりも精神で行うことがより多くを持っていました。\u001b[22m\n\u001b[4mA better name for the show would've been 'Red Glasses Girl' or 'Red Spirit Girl' rather than 'Red Data Girl,' since the show had almost nothing to do with data.\u001b[24m\n    \u001b[1mこのショーは、データとはまったく関係がないため、「Red Data Girl」ではなく「Red Glasses Girl」または「Red Spirit Girl」だったはずです。\u001b[22m, \u001b[1mショーは、データを行うにはほとんど何もありませんでしたので、ショーのためのより良い名前は 'レッドデータガール」ではなく「赤いメガネの少女」や「レッドスピリット少女であっただろう。\u001b[22m\n\u001b[4mThe ending was also unsatisfactory.\u001b[24m\n    \u001b[1mエンディングも不満足だった。\u001b[22m, \u001b[1mエンディングも不十分でした。\u001b[22m\n\u001b[4mWe never learn the reason why Izumiko's past self did what she did in the past, or why she wants to do it again.\u001b[24m\n    \u001b[1mいずみ子の過去の自己が過去に何をやったのか、またなぜそれをやり直そうとしたのかは、決して学ばない。\u001b[22m, \u001b[1m私たちは、Izumikoの過去の自己彼女が過去にやったことなかった理由、またはなぜ彼女は再びそれをやりたいを学ぶことはありません。\u001b[22m\n\u001b[4m(I'd be more specific, but I don't want to give away spoilers.) The best thing about the show was probably the pretty art, but one thing about the art I didn't like was how it looks like the girls\u001b[24m\n    \u001b[1m（私はもっと具体的だが、私はスポイラーを放棄したくない。）ショーの最善のことはおそらくかなり芸術だったが、私が好きではなかった芸術についての1つのことは、それが女の子のように見える方法だった\u001b[22m, \u001b[1m（私はより具体的になるだろうが、私はネタバレを離れて与えたくない。）ショーについての最もよい事は、おそらくかなり芸術だったが、私は好きではなかった芸術についての一つのことは、それが女の子のように見える方法でした\u001b[22m\n\u001b[4mare always blushing.\u001b[24m\n    \u001b[1mいつも白っぽいです。\u001b[22m, \u001b[1m常に顔を赤らめています。\u001b[22m\n\u001b[4mI guess it could be explained as makeup, but I don't think Izumiko is the kind of girl to wear makeup everyday.\u001b[24m\n    \u001b[1m私はそれがメイクアップとして説明することができると思うが、私は泉子は毎日メイクを着用する女の子のようだとは思わない。\u001b[22m, \u001b[1m私はそれがメイクアップのように説明することができると思いますが、私はIzumikoはメイク毎日を着用する女の子のようなものではないと思います。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "Rice_Bowl",
    "profile": "/profile/Rice_Bowl/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=204733",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  7",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "Alacarte",
    "profile": "/profile/Alacarte/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=200028",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|  8\n\nレッドデータガールあなたがあまりにも難しいと思っていない場合は、かなり気に入っています。 実際に許されている実行時間よりもはるかに大きな世界を作り出そうとしているかのように見えます。 特に、構築された宇宙の複雑なニュアンスを説明しようとすると、ストーリーは失われています。 このビューアの展示は必要です。 私は、この無神経の文化に関連するあらゆる規則や習慣が、すべての人にとって共通の知識であるとは思っていません。 シリーズの短期間では、複雑で先進的な世界が効果的で一貫したストーリーを示すように効果的に制限されていることは残念です。 それについて何か言いたいことがあれば、最も重要なストーリーはいくつかのサブプロットによって弱く結びついており、その逆もあり、ストーリーテリングが不満足な悪循環に陥っています。 もし私がプロットの扱いにどのように動揺していたかという理由だけで、ゆるい終わりがあるかどうかはわかりませんでした。\n\nこのシリーズは、物語の霊的な性質が輝くような色彩のスキームやキャラクターデザインを用いて、芸術的スタイルと美的感覚を楽しむべきです。 関係する宗教の信憑性については話すことができませんが、服装、建築物、一般的なデザインは、提示された現実と現実の様相をシームレスにブレンドしたクリーンな外観を促進します。 衣装も、悪魔も、霊的な存在も見えていないようです。 私は特に、音楽がこの全体のスタイルを補完していることを、今までにない気持ちで感じることができたと評価しました。 特に開かれたテーマの冒頭の詩は、上品な不協和音のクラスターである。 それは実際に取引を封印し、シリーズのエキゾチックな性質のトーンを設定しました。\n\nすべてのことを考慮し、このシリーズはヒットミスまたはミスです。 ストーリーや感情的な賭けの欠如は、シリーズを普遍的に楽しむことをノックします。 しかし、あなたがその様相を過ぎてシリーズのオカルトのような感触を楽しむことができれば、審美的な魅力がないかどうかを見る価値があるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nRed Data Girl is fairly decent to watch if you don't think about it too hard. There are numerous aspects of it seem as if it tried to create a world much bigger than its run time actually allowed for. Notably, the story constantly feels lost in trying to explain the complex nuances of the universe constructed. This exposition for the viewer is necessary; I won't pretend that whatever rules and customs associated with this ethereal culture is common knowledge to everyone, least of all me. It is disappointing then, that the short run of the series effectively limits the intricately developed world to show a satisfying and coherent story. If there's anything to say about it, the overarching story is weakly connected by several subplots and vice versa resulting in a vicious cycle of unsatisfying storytelling. I couldn't tell you if there were any loose ends (it certainly felt that way) just because of how upset I was with the handling of the plot.\n\n\u001b[1mレッドデータガールあなたがあまりにも難しいと思っていない場合、かなり気に入っています。 実際に許されている実行時間よりもはるかに大きな世界を作り出そうとしているかのように、それは数多くの側面があります。 特に、構築された宇宙の複雑なニュアンスを説明しようとすると、ストーリーは失われています。 このビューアの展示は必要です。 私は、この無神経の文化に関連するあらゆる規則や習慣が、すべての人にとって共通の知識であるとは思わない。 シリーズの短期間では、複雑で先進的な世界が効果的で一貫したストーリーを示すように効果的に制限されていることは、残念です。 それについて何か言いたいことがあれば、最も重要なストーリーはいくつかのサブプロットによって弱く結びついており、その逆もあり、ストーリーテリングが不満足な悪循環に陥っています。 もし私がプロットの扱いにどのように動揺していたのかという理由だけで、ゆるい終わりがあるかどうかは分かりませんでした。\u001b[22m\n\u001b[1m(Reddodētagāru anata ga amarini mo muzukashī to omotte inai baai, kanari kiniitte imasu. Jissai ni yurusa rete iru jikkō jikan yori mo haruka ni ōkina sekai o tsukuridasou to shite iru ka no yō ni, sore wa kazuōku no sokumen ga arimasu. Tokuni, kōchiku sa reta uchū no fukuzatsuna nyuansu o setsumeishiyō to suru to, sutōrī wa ushinawa rete imasu. Kono byūa no tenji wa hitsuyōdesu. Watashi wa, kono mushinkei no bunka ni kanren suru arayuru kisoku ya shūkan ga, subete no hito ni totte kyōtsū no chishikidearu to wa omowanai. Shirīzu no tankikande wa, fukuzatsude senshin-tekina sekai ga kōka-tekide ikkan shita sutōrī o shimesu yō ni kōka-teki ni seigen sa rete iru koto wa, zan'nendesu. Sore ni tsuite nani ka iitai koto ga areba, mottomo jūyōna sutōrī wa ikutsu ka no sabupurotto ni yotte yowaku musubitsuite ori, sono gyaku mo ari, sutōrīteringu ga fumanzokuna akujunkan ni ochītte imasu. Moshi watashi ga purotto no atsukai ni dono yō ni dōyō shite ita no ka to iu riyū dake de, yurui owari ga aru ka dō ka wa wakarimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mRed Data Girl is fairly decent to watch if you don't think about it too hard. There are numerous aspects of it seem as if it tried to create a world much bigger than its run time actually allowed for. Notably, the story constantly feels lost in trying to explain the complex nuances of the universe constructed. This exposition for the viewer is necessary; I won't pretend that whatever rules and customs associated with this ethereal culture is common knowledge to everyone, least of all me. It is disappointing then, that the short run of the series effectively limits the intricately developed world to show a satisfying and coherent story. If there's anything to say about it, the overarching story is weakly connected by several subplots and vice versa resulting in a vicious cycle of unsatisfying storytelling. I couldn't tell you if there were any loose ends (it certainly felt that way) just because of how upset I was with the handling of the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRed Data Girl is fairly decent to watch if you don't think about it too hard.\u001b[24m\n    \u001b[1mレッドデータガールあなたがあまりにも難しいと思っていない場合、かなり気に入っています。\u001b[22m, \u001b[1mあなたはあまりにもハードそれについて考えていない場合RDGレッドデータガールは見ていて、かなりまともです。\u001b[22m\n\u001b[4mThere are numerous aspects of it seem as if it tried to create a world much bigger than its run time actually allowed for.\u001b[24m\n    \u001b[1m実際に許されている実行時間よりもはるかに大きな世界を作り出そうとしているかのように、それは数多くの側面があります。\u001b[22m, \u001b[1mそれは実際に許可され、その実行時間よりもはるかに大きな世界を創造しようとしたかのようにそれの多くの側面が見えるがあります。\u001b[22m\n\u001b[4mNotably, the story constantly feels lost in trying to explain the complex nuances of the universe constructed.\u001b[24m\n    \u001b[1m特に、構築された宇宙の複雑なニュアンスを説明しようとすると、ストーリーは失われています。\u001b[22m, \u001b[1m特に、物語は常に構築宇宙の複雑なニュアンスを説明しようとする際に失われた感じ。\u001b[22m\n\u001b[4mThis exposition for the viewer is necessary;\u001b[24m\n    \u001b[1mこのビューアの展示は必要です。\u001b[22m, \u001b[1m視聴者のためのこの博覧会は、必要です。\u001b[22m\n\u001b[4mI won't pretend that whatever rules and customs associated with this ethereal culture is common knowledge to everyone, least of all me.\u001b[24m\n    \u001b[1m私は、この無神経の文化に関連するあらゆる規則や習慣が、すべての人にとって共通の知識であるとは思わない。\u001b[22m, \u001b[1m私は、どのようなこのエーテル文化に関連付けられたルールや習慣がすべての人に共通の知識であることをすべての私の少なくともふりをしません。\u001b[22m\n\u001b[4mIt is disappointing then, that the short run of the series effectively limits the intricately developed world to show a satisfying and coherent story.\u001b[24m\n    \u001b[1mシリーズの短期間では、複雑で先進的な世界が効果的で一貫したストーリーを示すように効果的に制限されていることは、残念です。\u001b[22m, \u001b[1mこれは、一連の短いランが効果的に満足し、コヒーレント話を表示するために複雑に開発された世界を制限していること、そして、残念です。\u001b[22m\n\u001b[4mIf there's anything to say about it, the overarching story is weakly connected by several subplots and vice versa resulting in a vicious cycle of unsatisfying storytelling.\u001b[24m\n    \u001b[1mそれについて何か言いたいことがあれば、最も重要なストーリーはいくつかのサブプロットによって弱く結びついており、その逆もあり、ストーリーテリングが不満足な悪循環に陥っています。\u001b[22m, \u001b[1mそれについて言うことは何もあります場合は、包括的な物語が弱く不満足なストーリーテリングの悪循環の結果、いくつかのサブプロットとその逆によって接続されています。\u001b[22m\n\u001b[4mI couldn't tell you if there were any loose ends (it certainly felt that way) just because of how upset I was with the handling of the plot.\u001b[24m\n    \u001b[1mもし私がプロットの扱いにどのように動揺していたのかという理由だけで、ゆるい終わりがあるかどうかは分かりませんでした。\u001b[22m, \u001b[1m緩んで両端があった場合、私はちょうどので、私はプロットの取り扱いにあったか動揺の（それは確かにそのように感じた）を教えてくれませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThis series should be enjoyed for its art style and aesthetic, with colour schemes and character designs that allow the spiritual nature of the story to shine through. I can't speak on the authenticity of the religion involved, but the outfits, architecture, and general design promote a clean look that seamlessly blends the real and surreal aspects presented; no outfit, demon or spiritual being that appeared looked out of place. I especially appreciated that the music complemented this whole style without ever feeling out of place; especially the opening theme's opening verse with those tastefully dissonant clustered chords. That really sealed the deal and set the tone for the exotic nature of the series.\n\n\u001b[1mこのシリーズは、物語の霊的な性質が輝くような色彩のスキームやキャラクターデザインを用いて、芸術的スタイルと美的感覚を楽しむべきです。 関係する宗教の信憑性については話すことができませんが、服装、建築物、一般的なデザインは、提示された現実と現実の様相をシームレスにブレンドしたクリーンな外観を促進します。 衣装も、悪魔も、霊的な存在も見えていないようです。 私は特に、音楽がこの全体のスタイルを補完していることを、今までにない気持ちで感じることができたと評価しました。 特に開かれたテーマの冒頭の詩は、上品な不協和音のクラスターである。 それは実際に取引を封印し、シリーズのエキゾチックな性質のトーンを設定しました。\u001b[22m\n\u001b[1m(Kono shirīzu wa, monogatari no reitekina seishitsu ga kagayaku yōna shikisai no sukīmu ya kyarakutādezain o mochiite, geijutsu-teki sutairu to biteki kankaku o tanoshimubekidesu. Kankei suru shūkyō no shinbyōsei ni tsuite wa hanasu koto ga dekimasenga, fukusō, kenchiku-mono, ippantekina dezain wa, teiji sa reta genjitsu to genjitsu no yōsō o shīmuresu ni burendo shita kurīn'na gaikan o sokushin shimasu. Ishō mo, akuma mo, reitekina sonzai mo miete inai yōdesu. Watashi wa tokuni, ongaku ga kono zentai no sutairu o hokan shite iru koto o, ima made ni nai kimochi de kanjiru koto ga dekita to hyōka shimashita. Tokuni aka reta tēma no bōtō no uta wa, jōhin'na fukyōwaon no kurasutādearu. Sore wa jissai ni torihiki o fūin shi, shirīzu no ekizochikkuna seishitsu no tōn o settei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis series should be enjoyed for its art style and aesthetic, with colour schemes and character designs that allow the spiritual nature of the story to shine through. I can't speak on the authenticity of the religion involved, but the outfits, architecture, and general design promote a clean look that seamlessly blends the real and surreal aspects presented; no outfit, demon or spiritual being that appeared looked out of place. I especially appreciated that the music complemented this whole style without ever feeling out of place; especially the opening theme's opening verse with those tastefully dissonant clustered chords. That really sealed the deal and set the tone for the exotic nature of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series should be enjoyed for its art style and aesthetic, with colour schemes and character designs that allow the spiritual nature of the story to shine through.\u001b[24m\n    \u001b[1mこのシリーズは、物語の霊的な性質が輝くような色彩のスキームやキャラクターデザインを用いて、芸術的スタイルと美的感覚を楽しむべきです。\u001b[22m, \u001b[1mこのシリーズは、カラースキームと物語の精神的な性質が透けて見えることを可能キャラクターデザインと、そのアートスタイルと審美のために楽しむべきです。\u001b[22m\n\u001b[4mI can't speak on the authenticity of the religion involved, but the outfits, architecture, and general design promote a clean look that seamlessly blends the real and surreal aspects presented;\u001b[24m\n    \u001b[1m関係する宗教の信憑性については話すことができませんが、服装、建築物、一般的なデザインは、提示された現実と現実の様相をシームレスにブレンドしたクリーンな外観を促進します。\u001b[22m, \u001b[1m私は関与して宗教の真偽に話すことはできませんが、衣装、アーキテクチャ、および一般的な設計をシームレスに提示し、実際の超現実的な側面をブレンドきれいな外観を促進します。\u001b[22m\n\u001b[4mno outfit, demon or spiritual being that appeared looked out of place.\u001b[24m\n    \u001b[1m衣装も、悪魔も、霊的な存在も見えていないようです。\u001b[22m, \u001b[1m場違いだったように見えない衣装、悪魔なかっまたは精神的な。\u001b[22m\n\u001b[4mI especially appreciated that the music complemented this whole style without ever feeling out of place;\u001b[24m\n    \u001b[1m私は特に、音楽がこの全体のスタイルを補完していることを、今までにない気持ちで感じることができたと評価しました。\u001b[22m, \u001b[1m私は特に音楽は今まで場違い感じることなく、この全体のスタイルを補完することを理解しました。\u001b[22m\n\u001b[4mespecially the opening theme's opening verse with those tastefully dissonant clustered chords.\u001b[24m\n    \u001b[1m特に開かれたテーマの冒頭の詩は、上品な不協和音のクラスターである。\u001b[22m, \u001b[1m特に上品な不協和音のクラスタ化されたコードとのオープニングテーマのオープニングの詩。\u001b[22m\n\u001b[4mThat really sealed the deal and set the tone for the exotic nature of the series.\u001b[24m\n    \u001b[1mそれは実際に取引を封印し、シリーズのエキゾチックな性質のトーンを設定しました。\u001b[22m, \u001b[1mそれは本当に契約を密封し、一連のエキゾチックな性質のためのトーンを設定しました。\u001b[22m\n\u001b[1m\u001b[22m\nAll things considered, this series will be hit-or-miss. The lack of story and/or emotional stakes does knock the series from being universally enjoyed. But if you can look past that aspect and enjoy the occult-like feel of the series, it would be worth watching if not for the aesthetic appeal.\n\n\u001b[1mすべてのことを考慮し、このシリーズはヒットミスまたはミスです。 ストーリーや感情的な賭けの欠如は、シリーズを普遍的に楽しむことをノックします。 しかし、あなたがその様相を過ぎてシリーズのオカルトのような感触を楽しむことができれば、審美的な魅力がないかどうかを見る価値があるでしょう。\u001b[22m\n\u001b[1m(Subete no koto o kōryo shi, kono shirīzu wa hitto misu matawa misudesu. Sutōrī ya kanjō-tekina kake no ketsujo wa, shirīzu o fuhen-teki ni tanoshimu koto o nokku shimasu. Shikashi, anata ga sono yōsō o sugite shirīzu no okaruto no yōna kanshoku o tanoshimu koto ga dekireba, shinbi-tekina miryoku ga nai ka dō ka o miru kachigārudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAll things considered, this series will be hit-or-miss. The lack of story and/or emotional stakes does knock the series from being universally enjoyed. But if you can look past that aspect and enjoy the occult-like feel of the series, it would be worth watching if not for the aesthetic appeal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll things considered, this series will be hit-or-miss.\u001b[24m\n    \u001b[1mすべてのことを考慮し、このシリーズはヒットミスまたはミスです。\u001b[22m, \u001b[1mすべてのものが考えられ、このシリーズは、ヒットまたはミスされます。\u001b[22m\n\u001b[4mThe lack of story and/or emotional stakes does knock the series from being universally enjoyed.\u001b[24m\n    \u001b[1mストーリーや感情的な賭けの欠如は、シリーズを普遍的に楽しむことをノックします。\u001b[22m, \u001b[1mストーリーおよび/または感情的な杭の欠如は、普遍的に享受されるのシリーズをノックします。\u001b[22m\n\u001b[4mBut if you can look past that aspect and enjoy the occult-like feel of the series, it would be worth watching if not for the aesthetic appeal.\u001b[24m\n    \u001b[1mしかし、あなたがその様相を過ぎてシリーズのオカルトのような感触を楽しむことができれば、審美的な魅力がないかどうかを見る価値があるでしょう。\u001b[22m, \u001b[1mあなたはその点を過ぎて見て、一連のオカルトのような感触を楽しむことができるかどうか審美的な魅力のためにされていない場合でも、それは見て価値があるだろう。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "Chrono1219",
    "profile": "/profile/Chrono1219/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=190989",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nRGD：赤いデータガールは、誕生以来神秘的な能力を持っていた若い女の子、鈴原についてのアニメで、なぜ彼女はそれを持っていて、どのようにそれに対処しているのですか？ 他にもたくさんのことがありますが、ショー全体がちょっと混乱しているので、それ以上のことはほとんど理解できません。\n\nアニメは神道の伝説に基づいていますが、私はこれらの伝説を自分では知らないことは間違いありません。 それは現代の時代に行われますが、それには多くの魔法と超自然的要素があります。 実際、主人公「状態」のために、ショーには多くの技術が全く存在しません。 私はプロットとプロットの紆余曲折があったと言いたいと思いますが、本当に何が起こったのか分かりません。\n\n鈴原はレッド・データ・ガールで、基本的には彼女が正常であることと特別なバランスをとっている。 彼女は本質的に恥ずかしがるほど恥ずかしがり屋です。 サガラは本当に好きではないが、彼女を守る任務がある。 他の文字がありますが、私はそれらがどんなに重要であるかも分かりません。文字はあなたに投げられ、全く開発されていません。 突然悪人が現れ、私は「これらの人はどこから来たの？」と思っています。 私は主電源が何らかの発展を遂げると言うと遠くまで行くつもりですが、鈴原は非常に遅く、釣り合っていますが、Sagara'sは非常に突然であり、偽りのようです。\n\nショーで最も問題となるのは、ペーシングです。 最初の4つのエピソードでは何も起こりませんし、最終的に最初の2つのエピソードで明らかにされるべき重要なプロットポイントになります。 すべてがちょうど非常に散らばっているように見えますが、それはすべての神秘的なものにしようとするすべてのこの超自然的なものと一緒に行く、そして突然彼らは学校に学校のものをやっている。\n\n私はコンセンサスは、それがエピソードの倍を持っていれば、ショーが良いだろうと思う。 私はショーが不完全であるように見えるだけでなく、ショーがどのようにまとめられたのか、何らかの制約のために遅く混乱しているように見えるので、それについてはあまりよく分かりません。 私は12エピソードシーズンにいくつかのショーにフィラーエピソードが必要だと思いますが、ここで何が起こったのか分かりません。\n\n全体的に、私はあなたが離れてお勧めします。 あなたの特別な力を使って、あなたのウォッチリストからこのショーを閉めることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nRGD: Red Data Girl is an anime about a young girl, Suzuhara, who has had a mysterious ability since birth and why she has it and how she copes with it. It's also about a lot of other things, but the whole show is just so confusing that I can barely comprehend any more than that.\n\n\u001b[1mRGD：赤いデータガールは、誕生以来神秘的な能力を持っていた若い女の子、鈴原についてのアニメで、なぜ彼女はそれを持っていて、どのようにそれに対処しているのですか？ 他にもたくさんのことがありますが、ショー全体がちょっと混乱しているので、それ以上のことはほとんど理解できません。\u001b[22m\n\u001b[1m(RGD: Akai dētagāru wa, tanjō irai shinpi-tekina nōryoku o motte ita wakai on'nanoko, Suzuhara ni tsuite no anime de, naze kanojo wa sore o motte ite, dono yō ni sore ni taisho shite iru nodesu ka? Hoka ni mo takusan no koto ga arimasuga, shō zentai ga chotto konran shite irunode, soreijō no koto wa hotondo rikai dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mRGD: Red Data Girl is an anime about a young girl, Suzuhara, who has had a mysterious ability since birth and why she has it and how she copes with it. It's also about a lot of other things, but the whole show is just so confusing that I can barely comprehend any more than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRGD: Red Data Girl is an anime about a young girl, Suzuhara, who has had a mysterious ability since birth and why she has it and how she copes with it.\u001b[24m\n    \u001b[1mRGD：赤いデータガールは、誕生以来神秘的な能力を持っていた若い女の子、鈴原についてのアニメで、なぜ彼女はそれを持っていて、どのようにそれに対処しているのですか？\u001b[22m, \u001b[1mRGD：レッドデータガール誕生と、なぜ彼女はそれを持っているとどのように彼女はそれに対処するので、不思議な能力を持っていた若い女の子、Suzuhara、約アニメです。\u001b[22m\n\u001b[4mIt's also about a lot of other things, but the whole show is just so confusing that I can barely comprehend any more than that.\u001b[24m\n    \u001b[1m他にもたくさんのことがありますが、ショー全体がちょっと混乱しているので、それ以上のことはほとんど理解できません。\u001b[22m, \u001b[1mこれは、他の多くのものについてもですが、全体のショーはちょうど私がかろうじてそれよりも多くを理解できるように混乱しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime is based on Shinto legends, but I admittedly do not know any of these legends myself. It takes place during the modern era, but has a great deal of magical and supernatural elements to it. In fact, due to the main characters 'condition' there is not a lot of technology present in the show at all. I want to say there was a plot and plot twists, but I really don't understand what happened enough to really say anything about that.\n\n\u001b[1mアニメは神道の伝説に基づいていますが、私はこれらの伝説を自分では知らないことは間違いありません。 それは現代の時代に行われますが、それには多くの魔法と超自然的要素があります。 実際、主人公「状態」のために、ショーには多くの技術が全く存在しません。 私はプロットとプロットの紆余曲折があったと言いたいと思いますが、本当に何が起こったのか分かりません。\u001b[22m\n\u001b[1m(Anime wa shintō no densetsu ni motodzuite imasuga, watashi wa korera no densetsu o jibunde wa shiranai koto wa machigai arimasen. Sore wa gendai no jidai ni okonawa remasuga, soreni wa ōku no mahō to chō shizen-teki yōso ga arimasu. Jissai, shujinkō `jōtai' no tame ni, shō ni wa ōku no gijutsu ga mattaku sonzai shimasen. Watashi wa purotto to purotto no uyokyokusetsu ga atta to iitai to omoimasuga, hontōni nani ga okotta no ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe anime is based on Shinto legends, but I admittedly do not know any of these legends myself. It takes place during the modern era, but has a great deal of magical and supernatural elements to it. In fact, due to the main characters 'condition' there is not a lot of technology present in the show at all. I want to say there was a plot and plot twists, but I really don't understand what happened enough to really say anything about that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime is based on Shinto legends, but I admittedly do not know any of these legends myself.\u001b[24m\n    \u001b[1mアニメは神道の伝説に基づいていますが、私はこれらの伝説を自分では知らないことは間違いありません。\u001b[22m, \u001b[1mアニメは神道の伝説に基づいているが、私は確かにこれらの伝説のいずれかを自分自身を知りません。\u001b[22m\n\u001b[4mIt takes place during the modern era, but has a great deal of magical and supernatural elements to it.\u001b[24m\n    \u001b[1mそれは現代の時代に行われますが、それには多くの魔法と超自然的要素があります。\u001b[22m, \u001b[1mそれは、現代の時代に行われますが、それに魔法や超自然的要素の多くを持っています。\u001b[22m\n\u001b[4mIn fact, due to the main characters 'condition' there is not a lot of technology present in the show at all.\u001b[24m\n    \u001b[1m実際、主人公「状態」のために、ショーには多くの技術が全く存在しません。\u001b[22m, \u001b[1m実際には、メインキャラクター「条件」が原因で、すべてのショーで技術の存在の多くはありません。\u001b[22m\n\u001b[4mI want to say there was a plot and plot twists, but I really don't understand what happened enough to really say anything about that.\u001b[24m\n    \u001b[1m私はプロットとプロットの紆余曲折があったと言いたいと思いますが、本当に何が起こったのか分かりません。\u001b[22m, \u001b[1m私はプロットとプロットひねりがあったと言いたいが、私は本当にそれについては何も言うことは十分に何が起こったのか理解していません。\u001b[22m\n\u001b[1m\u001b[22m\nSuzuhara is the Red Data Girl, and the story is basically how she balances being special with being normal. She is inherently shy, to the point where it can be annoying. Sagara is tasked to protect her, even though he does not really like doing it. There are other characters, but I'm not even sure how they matter, characters just get thrown at you and have no development at all. Suddenly bad guys appear and I'm thinking 'where did these guys come from?' I will go as far to say that the mains get some development, but while Suzuhara's is extremely slow and ballanced, Sagara's is very abrupt and seems kind of fake.\n\n\u001b[1m鈴原はレッド・データ・ガールで、基本的には彼女が正常であることと特別なバランスをとっている。 彼女は本質的に恥ずかしがるほど恥ずかしがり屋です。 サガラは本当に好きではないが、彼女を守る任務がある。 他の文字がありますが、私はそれらがどんなに重要であるかも分かりません。文字はあなたに投げられ、全く開発されていません。 突然悪人が現れ、私は「これらの人はどこから来たの？」と思っています。 私は主電源が何らかの発展を遂げると言うと遠くまで行くつもりですが、鈴原は非常に遅く、釣り合っていますが、Sagara'sは非常に突然であり、偽りのようです。\u001b[22m\n\u001b[1m(Suzuhara wa reddo dēta gāru de, kihontekini wa kanojo ga seijōdearu koto to tokubetsuna baransu o totte iru. Kanojo wa honshitsu-teki ni hazukashi garu hodo hazukashigariyadesu. Sagara wa hontōni sukide wa naiga, kanojo o mamoru ninmu ga aru. Hoka no moji ga arimasuga, watashi wa sorera ga don'nani jūyōdearu kamo wakarimasen. Moji wa anata ni nage rare, mattaku kaihatsu sa rete imasen. Totsuzen akunin ga araware, watashi wa `korera no hito wa dokokarakitano?' To omotte imasu. Watashi wa shu dengen ga nanrakano hatten o togeru to iu to tōku made iku tsumoridesuga, Suzuhara wa hijō ni osoku, tsuriatte imasuga, Sagara' s wa hijō ni totsuzendeari, itsuwari no yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mSuzuhara is the Red Data Girl, and the story is basically how she balances being special with being normal. She is inherently shy, to the point where it can be annoying. Sagara is tasked to protect her, even though he does not really like doing it. There are other characters, but I'm not even sure how they matter, characters just get thrown at you and have no development at all. Suddenly bad guys appear and I'm thinking 'where did these guys come from?' I will go as far to say that the mains get some development, but while Suzuhara's is extremely slow and ballanced, Sagara's is very abrupt and seems kind of fake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSuzuhara is the Red Data Girl, and the story is basically how she balances being special with being normal.\u001b[24m\n    \u001b[1m鈴原はレッド・データ・ガールで、基本的には彼女が正常であることと特別なバランスをとっている。\u001b[22m, \u001b[1mSuzuharaはレッドデータガールであり、そして物語は、彼女が正常であるとの特別であるバランスを取る基本的にはどのようです。\u001b[22m\n\u001b[4mShe is inherently shy, to the point where it can be annoying.\u001b[24m\n    \u001b[1m彼女は本質的に恥ずかしがるほど恥ずかしがり屋です。\u001b[22m, \u001b[1m彼女はそれが迷惑することができますポイントに、本質的に恥ずかしがり屋です。\u001b[22m\n\u001b[4mSagara is tasked to protect her, even though he does not really like doing it.\u001b[24m\n    \u001b[1mサガラは本当に好きではないが、彼女を守る任務がある。\u001b[22m, \u001b[1m相良は、彼が実際にそれをやって好きではないにもかかわらず、彼女を守るために仕事を課されています。\u001b[22m\n\u001b[4mThere are other characters, but I'm not even sure how they matter, characters just get thrown at you and have no development at all.\u001b[24m\n    \u001b[1m他の文字がありますが、私はそれらがどんなに重要であるかも分かりません。文字はあなたに投げられ、全く開発されていません。\u001b[22m, \u001b[1m他にも文字がありますが、私も、彼らは問題かどうかはわかりません、文字はちょうどあなたにスローさと全くの開発を持っていません。\u001b[22m\n\u001b[4mSuddenly bad guys appear and I'm thinking 'where did these guys come from?'\u001b[24m\n    \u001b[1m突然悪人が現れ、私は「これらの人はどこから来たの？」と思っています。\u001b[22m, \u001b[1m突然悪者が現れ、私が考えている「これらの人はどこから来ましたの？」\u001b[22m\n\u001b[4mI will go as far to say that the mains get some development, but while Suzuhara's is extremely slow and ballanced, Sagara's is very abrupt and seems kind of fake.\u001b[24m\n    \u001b[1m私は主電源が何らかの発展を遂げると言うと遠くまで行くつもりですが、鈴原は非常に遅く、釣り合っていますが、Sagara'sは非常に突然であり、偽りのようです。\u001b[22m, \u001b[1m私は主にいくつかの開発を得ることを言ってまで行きますが、Suzuharaのが非常に遅いとballancedありながら、相良さんは非常に突然で、偽の一種です。\u001b[22m\n\u001b[1m\u001b[22m\nAmong the most problematic issues in the show is the pacing. Nothing happens in the first 4 episodes and then you finally get to an important plot point which should have been revealed within the first 2 episodes at the most. Everything just seems very scattered, it goes with all this supernatural stuff to trying to be all mysterious and all, and then suddenly they are in school doing school stuff.\n\n\u001b[1mショーで最も問題となるのは、ペーシングです。 最初の4つのエピソードでは何も起こりませんし、最終的に最初の2つのエピソードで明らかにされるべき重要なプロットポイントになります。 すべてがちょうど非常に散らばっているように見えますが、それはすべての神秘的なものにしようとするすべてのこの超自然的なものと一緒に行く、そして突然彼らは学校に学校のものをやっている。\u001b[22m\n\u001b[1m(Shō de mottomo mondai to naru no wa, pēshingudesu. Saisho no 4tsu no episōdode wa nani mo okorimasenshi, saishūtekini saisho no 2tsu no episōdo de akiraka ni sa rerubeki jūyōna purotto pointo ni narimasu. Subete ga chōdo hijō ni chirabatte iru yō ni miemasuga, soreha subete no shinpi-tekina mono ni shiyou to suru subete no kono chō shizen-tekina mono to issho ni iku, soshite totsuzen karera wa gakkō ni gakkō no mono o yatte iru.)\u001b[22m\n\nTranslations of \u001b[4mAmong the most problematic issues in the show is the pacing. Nothing happens in the first 4 episodes and then you finally get to an important plot point which should have been revealed within the first 2 episodes at the most. Everything just seems very scattered, it goes with all this supernatural stuff to trying to be all mysterious and all, and then suddenly they are in school doing school stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAmong the most problematic issues in the show is the pacing.\u001b[24m\n    \u001b[1mショーで最も問題となるのは、ペーシングです。\u001b[22m, \u001b[1mショーで最も問題と課題の中でのペーシングです。\u001b[22m\n\u001b[4mNothing happens in the first 4 episodes and then you finally get to an important plot point which should have been revealed within the first 2 episodes at the most.\u001b[24m\n    \u001b[1m最初の4つのエピソードでは何も起こりませんし、最終的に最初の2つのエピソードで明らかにされるべき重要なプロットポイントになります。\u001b[22m, \u001b[1m何も最初の4話では起こりませんし、その後、最終的には最大で最初の2エピソード内で明らかにされている必要があります重要なプロット点に到達します。\u001b[22m\n\u001b[4mEverything just seems very scattered, it goes with all this supernatural stuff to trying to be all mysterious and all, and then suddenly they are in school doing school stuff.\u001b[24m\n    \u001b[1mすべてがちょうど非常に散らばっているように見えますが、それはすべての神秘的なものにしようとするすべてのこの超自然的なものと一緒に行く、そして突然彼らは学校に学校のものをやっている。\u001b[22m, \u001b[1mすべてがちょうど非常に散在し、それはすべての神秘的ですべてのことをしようとするすべてのこの超自然的なもので行く、そして、突然、彼らは学校のものをやって学校にあるようです。\u001b[22m\n\u001b[1m\u001b[22m\nI think the consensus is that the show would be better if it had double the episodes. I'm not really sure about that since the show not only seemed incomplete but also slow, and confusing due to how the show was put together and not because of any constraints. I mean, some shows need fillers episodes for a 12 episode season, I'm not sure what happened here.\n\n\u001b[1m私はコンセンサスは、それがエピソードの倍を持っていれば、ショーが良いだろうと思う。 私はショーが不完全であるように見えるだけでなく、ショーがどのようにまとめられたのか、何らかの制約のために遅く混乱しているように見えるので、それについてはあまりよく分かりません。 私は12エピソードシーズンにいくつかのショーにフィラーエピソードが必要だと思いますが、ここで何が起こったのか分かりません。\u001b[22m\n\u001b[1m(Watashi wa konsensasu wa, sore ga episōdo no bai o motte ireba, shō ga yoidarou to omou. Watashi wa shō ga fukanzendearu yō ni mieru dakedenaku, shō ga dono yō ni matome rareta no ka, nanrakano seiyaku no tame ni osoku konran shite iru yō ni mieru node, sore ni tsuite wa amari yoku wakarimasen. Watashi wa 12 episōdoshīzun ni ikutsu ka no shō ni firāepisōdo ga hitsuyōda to omoimasuga, koko de nani ga okotta no ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI think the consensus is that the show would be better if it had double the episodes. I'm not really sure about that since the show not only seemed incomplete but also slow, and confusing due to how the show was put together and not because of any constraints. I mean, some shows need fillers episodes for a 12 episode season, I'm not sure what happened here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the consensus is that the show would be better if it had double the episodes.\u001b[24m\n    \u001b[1m私はコンセンサスは、それがエピソードの倍を持っていれば、ショーが良いだろうと思う。\u001b[22m, \u001b[1m私はコンセンサスが、それは二重のエピソードを持っていた場合、ショーが良いだろうということだと思います。\u001b[22m\n\u001b[4mI'm not really sure about that since the show not only seemed incomplete but also slow, and confusing due to how the show was put together and not because of any constraints.\u001b[24m\n    \u001b[1m私はショーが不完全であるように見えるだけでなく、ショーがどのようにまとめられたのか、何らかの制約のために遅く混乱しているように見えるので、それについてはあまりよく分かりません。\u001b[22m, \u001b[1mショーが原因でショーがあるため、任意の制約のため一緒にではなく、置かれたどのように不完全なだけでなく、遅い、と混乱に見えただけでなくので、私はそれについては本当に分かりません。\u001b[22m\n\u001b[4mI mean, some shows need fillers episodes for a 12 episode season, I'm not sure what happened here.\u001b[24m\n    \u001b[1m私は12エピソードシーズンにいくつかのショーにフィラーエピソードが必要だと思いますが、ここで何が起こったのか分かりません。\u001b[22m, \u001b[1m私が意味する、いくつかのショーは、私がここで何が起こったのかわからないんだけど、12のエピソードシーズンにフィラーエピソードを必要としています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I'd suggest you stay away. Use your special powers to shut this show out of your watch list, whatever.\n\n\u001b[1m全体的に、私はあなたが離れてお勧めします。 あなたの特別な力を使って、あなたのウォッチリストからこのショーを閉めることができます。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa anata ga hanarete o susume shimasu. Anata no tokubetsuna chikara o tsukatte, anata no u~otchirisuto kara kono shō o shimeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I'd suggest you stay away. Use your special powers to shut this show out of your watch list, whatever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I'd suggest you stay away.\u001b[24m\n    \u001b[1m全体的に、私はあなたが離れてお勧めします。\u001b[22m, \u001b[1m全体的に、私はあなたが離れて滞在をお勧めしたいです。\u001b[22m\n\u001b[4mUse your special powers to shut this show out of your watch list, whatever.\u001b[24m\n    \u001b[1mあなたの特別な力を使って、あなたのウォッチリストからこのショーを閉めることができます。\u001b[22m, \u001b[1m何でも、あなたのウォッチリストのうち、このショーをシャットダウンするためにあなたの特別な力を使用してください。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "KawaiiDesu01",
    "profile": "/profile/KawaiiDesu01/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=122767",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nPA Worksの他の作品を見たとき、描くのが本当に好きだったので、私はRDG：Red Data Girlに興味を持ち始めました。\n\n私は実際にそのプロットを見ていなかった（私はそれをやりたいとは思わなかった）ので、私はそのストーリーについてかなり驚いた。  Shinto Legendsに基づく姫路の最後の船である恥ずかしがり屋。 私は神道について何も知らなかった。\nしかし、私はこれについて書いている他のユーザーのように、私は失望していませんでした。 本当に面白かったですが、ちょっと混乱しました。\n\n芸術は私が不平を言うことは何もありません。 それは本当に美しく描かれ、風景は素晴らしいです。 私は芸術に恋しました。 不平を言うことは絶対にありません。 それは本当にリラックスした気分を失った。\n\n音は本当に最高でした。 私はすべてのOSTが好きで、オープニングとエンディングは素晴らしかったです。 エズミコのep.3、ep.5、ep.7の声はとてもかわいかったです。 曲はリラックスしていた。 私はPA Worksからアニメを見ているときに音について不平を言ったことはありません。\n\n文字はよくデザインされていて、本当にかわいいです。 しかしそれほどユニークではない私はそれに9または10を与えるだろう。\n\n私は本当にこのアニメを楽しんだ。 私の意見では、これは最も良い2013年のアニメの1つです。\nしかし、私は人々がこれを嫌った理由を理解しています。 あまりにも急いで混乱する。\n私はこのことを見てマンガと小説を読んで、私は彼らが細部を忘れていることに気づいた。 それは12より多くのエピソードでずっと良かったでしょう。それは十分ではなく、彼らは解説とあらゆる種類のものをスキップしました。 少し失望して、私は^^と言うでしょう。\n\n全体的に、このアニメは本当によかったですが、ロマンスがちょっと...奇妙な感じですか？（正しい言葉ではありません）\nみゆきちゃんが突然「オハイオ州のように私は彼女が好き」のような感じだったか、それともちょうど私が何かを見逃しているような気がした。 小説にはもっとロマンスがあった。  xD\n\nあなたが混乱するのが嫌いでない限り、このアニメは価値があります。\n私はこのアニメに9/10を与えるでしょう。 私はそれに8を与えることを考えていたが、実際には9に値する。\n\nちなみに、意味がないのは悪いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhen I watched some other works from PA Works, I really liked their way to draw so I started to get interested to RDG: Red Data Girl.\n\n\u001b[1mPA Worksの他の作品を見たとき、描くのが本当に好きだったので、私はRDG：Red Data Girlに興味を持ち始めました。\u001b[22m\n\u001b[1m(PA Works no ta no sakuhin o mita toki, kaku no ga hontōni sukidattanode, watashi wa RDG: Red Data Girl ni kyōmi o mochi hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I watched some other works from PA Works, I really liked their way to draw so I started to get interested to RDG: Red Data Girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I watched some other works from PA Works, I really liked their way to draw so I started to get interested to RDG: Red Data Girl.\u001b[24m\n    \u001b[1mPA Worksの他の作品を見たとき、描くのが本当に好きだったので、私はRDG：Red Data Girlに興味を持ち始めました。\u001b[22m, \u001b[1mRDGレッドデータガール：私はPAワークスからいくつかの他の作品を見たとき、私は本当に私はRDGに興味を持ってもらうために始めたので、描画するための自分の道を好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nI didn't really look at the plot(I didn't like to do that back then) so I was rather surprised about the story. A shy girl being the last vessel of the Himegami based on the Shinto Legends. and i didn't know anything about Shinto.\n\n\u001b[1m私は実際にそのプロットを見ていなかった（私はそれをやりたいとは思わなかった）ので、私はそのストーリーについてかなり驚いた。  Shinto Legendsに基づく姫路の最後の船である恥ずかしがり屋。 私は神道について何も知らなかった。\u001b[22m\n\u001b[1m(Watashi wa jissai ni sono purotto o mite inakatta (watashi wa sore o yaritai to wa omowanakatta)node, watashi wa sono sutōrī ni tsuite kanari odoroita. Shinto Legends ni motodzuku Himeji no saigo no funedearu hazukashigariya. Watashi wa shintō ni tsuite nani mo shiranakatta.)\u001b[22m\n\nTranslations of \u001b[4mI didn't really look at the plot(I didn't like to do that back then) so I was rather surprised about the story. A shy girl being the last vessel of the Himegami based on the Shinto Legends. and i didn't know anything about Shinto.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't really look at the plot(I didn't like to do that back then) so I was rather surprised about the story.\u001b[24m\n    \u001b[1m私は実際にそのプロットを見ていなかった（私はそれをやりたいとは思わなかった）ので、私はそのストーリーについてかなり驚いた。\u001b[22m, \u001b[1m私は実際にプロットを見ていませんでした（私は、そのバックを行うには好きではなかった）ので、私は話についてかなり驚きました。\u001b[22m\n\u001b[4mA shy girl being the last vessel of the Himegami based on the Shinto Legends.\u001b[24m\n    \u001b[1mShinto Legendsに基づく姫路の最後の船である恥ずかしがり屋。\u001b[22m, \u001b[1m内気な少女は神道伝説に基づいてHimegamiの最後の容器です。\u001b[22m\n\u001b[4mand i didn't know anything about Shinto.\u001b[24m\n    \u001b[1m私は神道について何も知らなかった。\u001b[22m, \u001b[1mそして、私は神道について何も知りませんでした。\u001b[22m\nBut no I did not get disappointed, like some other users i've seen writing about this. It was really interesting but yeah, a little bit confusing.\n\n\u001b[1mしかし、私はこれについて書いている他のユーザーのように、私は失望していませんでした。 本当に面白かったですが、ちょっと混乱しました。\u001b[22m\n\u001b[1m(Shikashi, watashi wa kore ni tsuite kaite iru ta no yūzā no yō ni, watashi wa shitsubō shite imasendeshita. Hontōni omoshirokattadesuga, chotto konran shimashita.)\u001b[22m\n\nTranslations of \u001b[4mBut no I did not get disappointed, like some other users i've seen writing about this. It was really interesting but yeah, a little bit confusing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut no I did not get disappointed, like some other users i've seen writing about this.\u001b[24m\n    \u001b[1mしかし、私はこれについて書いている他のユーザーのように、私は失望していませんでした。\u001b[22m, \u001b[1mしかし、いいえ、私は私がこれについて書いて見てきたいくつかの他のユーザーと同様に、がっかりしませんでした。\u001b[22m\n\u001b[4mIt was really interesting but yeah, a little bit confusing.\u001b[24m\n    \u001b[1m本当に面白かったですが、ちょっと混乱しました。\u001b[22m, \u001b[1mそれは本当に面白いが、ええ、少し混乱しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is nothing I can complain about. It's really beautifully drawn and the sceneries are great. I fell in love with the art. There's absolutely nothing to complain about. it gave off a really relaxing feeling.\n\n\u001b[1m芸術は私が不平を言うことは何もありません。 それは本当に美しく描かれ、風景は素晴らしいです。 私は芸術に恋しました。 不平を言うことは絶対にありません。 それは本当にリラックスした感じを断ち切った。\u001b[22m\n\u001b[1m(Geijutsu wa watashi ga fuhei o iu koto wa nani mo arimasen. Sore wa hontōni utsukushiku egaka re, fūkei wa subarashīdesu. Watashi wa geijutsu ni koi shimashita. Fuhei o iu koto wa zettai ni arimasen. Sore wa hontōni rirakkusu shita kanji o tachikitta.)\u001b[22m\n\nTranslations of \u001b[4mThe art is nothing I can complain about. It's really beautifully drawn and the sceneries are great. I fell in love with the art. There's absolutely nothing to complain about. it gave off a really relaxing feeling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is nothing I can complain about.\u001b[24m\n    \u001b[1m芸術は私が不平を言うことは何もありません。\u001b[22m, \u001b[1m芸術は、私が文句を言うことができます何もありません。\u001b[22m\n\u001b[4mIt's really beautifully drawn and the sceneries are great.\u001b[24m\n    \u001b[1mそれは本当に美しく描かれ、風景は素晴らしいです。\u001b[22m, \u001b[1mそれは本当に美しく描かれ、景色は素晴らしいですです。\u001b[22m\n\u001b[4mI fell in love with the art.\u001b[24m\n    \u001b[1m私は芸術に恋しました。\u001b[22m, \u001b[1m私は芸術と恋に落ちました。\u001b[22m\n\u001b[4mThere's absolutely nothing to complain about.\u001b[24m\n    \u001b[1m不平を言うことは絶対にありません。\u001b[22m, \u001b[1m文句を言うことは何も絶対にありません。\u001b[22m\n\u001b[4mit gave off a really relaxing feeling.\u001b[24m\n    \u001b[1mそれは本当にリラックスした感じを断ち切った。\u001b[22m, \u001b[1mそれは本当にリラックス感を発しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was really awesome. I liked all the OSTs and the opening and ending was awesome. Izumiko's voice in ep.3, ep.5 and ep.7 was so pretty. The song was relaxing. I have never complained about the sound when watching the anime from PA Works.\n\n\u001b[1m音は本当に最高でした。 私はすべてのOSTが好きで、オープニングとエンディングは素晴らしかったです。 エズミコのep.3、ep.5、ep.7の声はとてもかわいかったです。 曲はリラックスしていた。 私はPA Worksからアニメを見ているときに音について不平を言ったことはありません。\u001b[22m\n\u001b[1m(Oto wa hontōni saikōdeshita. Watashi wa subete no OST ga sukide, ōpuningu to endingu wa subarashikattadesu. Ezumiko no ep. 3, Ep. 5, Ep. 7 No koe wa totemo kawaikattadesu. Kyoku wa rirakkusu shite ita. Watashi wa PA Works kara anime o mite iru toki ni otonitsuite fuhei o itta koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was really awesome. I liked all the OSTs and the opening and ending was awesome. Izumiko's voice in ep.3, ep.5 and ep.7 was so pretty. The song was relaxing. I have never complained about the sound when watching the anime from PA Works.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was really awesome.\u001b[24m\n    \u001b[1m音は本当に最高でした。\u001b[22m, \u001b[1mサウンドは本当に最高でした。\u001b[22m\n\u001b[4mI liked all the OSTs and the opening and ending was awesome.\u001b[24m\n    \u001b[1m私はすべてのOSTが好きで、オープニングとエンディングは素晴らしかったです。\u001b[22m, \u001b[1m私はすべてのOSTが好きで、開口部とエンディングが最高でした。\u001b[22m\n\u001b[4mIzumiko's voice in ep.3, ep.5 and ep.7 was so pretty.\u001b[24m\n    \u001b[1mエズミコのep.3、ep.5、ep.7の声はとてもかわいかったです。\u001b[22m, \u001b[1mEP.3、EP.5とep.7でIzumikoの声がとてもきれいでした。\u001b[22m\n\u001b[4mThe song was relaxing.\u001b[24m\n    \u001b[1m曲はリラックスしていた。\u001b[22m, \u001b[1m歌はリラックスしました。\u001b[22m\n\u001b[4mI have never complained about the sound when watching the anime from PA Works.\u001b[24m\n    \u001b[1m私はPA Worksからアニメを見ているときに音について不平を言ったことはありません。\u001b[22m, \u001b[1mPAワークスからアニメを見たとき、私は音に不満たことがありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are well-designed, really pretty. But not so unique i would give it a 9 or 10.\n\n\u001b[1m文字はよくデザインされていて、本当にかわいいです。 しかしそれほどユニークではない私はそれに9または10を与えるだろう。\u001b[22m\n\u001b[1m(Moji wa yoku dezain sa rete ite, hontōni kawaīdesu. Shikashi sorehodo yunīkude wa nai watashi wa sore ni 9 matawa 10 o ataerudarou.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are well-designed, really pretty. But not so unique i would give it a 9 or 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are well-designed, really pretty.\u001b[24m\n    \u001b[1m文字はよくデザインされていて、本当にかわいいです。\u001b[22m, \u001b[1m文字は、実際にはかなりうまく設計されています。\u001b[22m\n\u001b[4mBut not so unique i would give it a 9 or 10.\u001b[24m\n    \u001b[1mしかしそれほどユニークではない私はそれに9または10を与えるだろう。\u001b[22m, \u001b[1mしかし、ないユニークな私はそれを9または10を与えるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this anime. This is one of the best spring 2013 anime in my opinion.\n\n\u001b[1m私は本当にこのアニメを楽しんだ。 私の意見では、これは最も良い2013年のアニメの1つです。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o tanoshinda. Watashi no ikende wa, kore wa mottomo yoi 2013-nen no anime no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime. This is one of the best spring 2013 anime in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime.\u001b[24m\n    \u001b[1m私は本当にこのアニメを楽しんだ。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しみました。\u001b[22m\n\u001b[4mThis is one of the best spring 2013 anime in my opinion.\u001b[24m\n    \u001b[1m私の意見では、これは最も良い2013年のアニメの1つです。\u001b[22m, \u001b[1mこれは私の意見では最高の春2013年のアニメの一つです。\u001b[22m\nBut I understand why people disliked this. Too rushed and too confusing.\n\n\u001b[1mしかし、私は人々がこれを嫌った理由を理解しています。 あまりにも急いで混乱する。\u001b[22m\n\u001b[1m(Shikashi, watashi wa hitobito ga kore o kiratta riyū o rikai shite imasu. Amarini mo isoide konran suru.)\u001b[22m\n\nTranslations of \u001b[4mBut I understand why people disliked this. Too rushed and too confusing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I understand why people disliked this.\u001b[24m\n    \u001b[1mしかし、私は人々がこれを嫌った理由を理解しています。\u001b[22m, \u001b[1m人々はこれを嫌い、なぜしかし、私は理解しています。\u001b[22m\n\u001b[4mToo rushed and too confusing.\u001b[24m\n    \u001b[1mあまりにも急いで混乱する。\u001b[22m, \u001b[1mあまりにも急いで、あまりにも混乱。\u001b[22m\nI read the manga and novel after watching this, and i noticed they skipped out ALOT of details. It would have been so much better with more episodes than 12. It wasn't enough and they skipped out explanations and all kind of things. A little bit disappointing, i would say ^^.\n\n\u001b[1m私はこのことを見てマンガと小説を読んで、私は彼らが細部を忘れていることに気づいた。 それは12より多くのエピソードでずっと良かったでしょう。それは十分ではなく、彼らは解説とあらゆる種類のものをスキップしました。 少し失望して、私は^^と言うでしょう。\u001b[22m\n\u001b[1m(Watashi wa kono koto o mite manga to shōsetsu o yonde, watashi wa karera ga saibu o wasurete iru koto ni kidzuita. Sore wa 12 yori ōku no episōdo de zutto yokattadeshou. Sore wa jūbunde wa naku, karera wa kaisetsu to arayuru shurui no mono o sukippu shimashita. Sukoshi shitsubō shite, watashi wa ^ ^ to iudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI read the manga and novel after watching this, and i noticed they skipped out ALOT of details. It would have been so much better with more episodes than 12. It wasn't enough and they skipped out explanations and all kind of things. A little bit disappointing, i would say ^^.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI read the manga and novel after watching this, and i noticed they skipped out ALOT of details.\u001b[24m\n    \u001b[1m私はこのことを見てマンガと小説を読んで、私は彼らが細部を忘れていることに気づいた。\u001b[22m, \u001b[1m私はこれを見た後、マンガや小説を読んで、私は、彼らが詳細の多くをスキップ気づきました。\u001b[22m\n\u001b[4mIt would have been so much better with more episodes than 12. It wasn't enough and they skipped out explanations and all kind of things.\u001b[24m\n    \u001b[1mそれは12より多くのエピソードでずっと良かったでしょう。それは十分ではなく、彼らは解説とあらゆる種類のものをスキップしました。\u001b[22m, \u001b[1mこれは、12以上のエピソードでそんなにもっと良かったはずそれは十分ではなかった、彼らは説明や物事のすべての種類をスキップ。\u001b[22m\n\u001b[4mA little bit disappointing, i would say ^^.\u001b[24m\n    \u001b[1m少し失望して、私は^^と言うでしょう。\u001b[22m, \u001b[1m少し失望は、私は^^と言うでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this anime was really good but I feel like the romance was a little... weird?(not the right word)\n\n\u001b[1m全体的に、このアニメは本当によかったですが、ロマンスがちょっと...奇妙な感じですか？（正しい言葉ではありません）\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime wa hontōni yokattadesuga, romansu ga chotto... Kimyōna kanjidesu ka? (Tadashī kotobade wa arimasen))\u001b[22m\n\nTranslations of \u001b[4mOverall, this anime was really good but I feel like the romance was a little... weird?(not the right word)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this anime was really good but I feel like the romance was a little... weird?(not the right word)\u001b[24m\n    \u001b[1m全体的に、このアニメは本当によかったですが、ロマンスがちょっと...奇妙な感じですか？（正しい言葉ではありません）\u001b[22m, \u001b[1m全体的に、このアニメは本当に良かったけど恋愛はちょっと...奇妙な？（ない正しい言葉）だったような気がします\u001b[22m\nI mean it felt like Miyuki just suddenly was like 'oh so apparently i like her' or it's just me missing something. The novel had more romance on. xD\n\n\u001b[1mみゆきちゃんが突然「オハイオ州のように私は彼女が好き」のような感じだったか、それともちょうど私が何かを見逃しているような気がした。 小説にはもっとロマンスがあった。  xD\u001b[22m\n\u001b[1m(Miyuki-chan ga totsuzen `Ohaio-shū no yō ni watashi wa kanojo ga suki' no yōna kanjidatta ka, soretomo chōdo watashi ga nanika o minogashite iru yōna ki ga shita. Shōsetsu ni wa motto romansu ga atta. XD)\u001b[22m\n\nTranslations of \u001b[4mI mean it felt like Miyuki just suddenly was like 'oh so apparently i like her' or it's just me missing something. The novel had more romance on. xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mean it felt like Miyuki just suddenly was like 'oh so apparently i like her' or it's just me missing something.\u001b[24m\n    \u001b[1mみゆきちゃんが突然「オハイオ州のように私は彼女が好き」のような感じだったか、それともちょうど私が何かを見逃しているような気がした。\u001b[22m, \u001b[1m私はそれがああそう、明らかに私は彼女が好き」のようなものだったか、それはちょうど私が何かが足りないちょうど突然みゆきように感じたわけ。\u001b[22m\n\u001b[4mThe novel had more romance on.\u001b[24m\n    \u001b[1m小説にはもっとロマンスがあった。\u001b[22m, \u001b[1m小説はの詳細ロマンスを持っていました。\u001b[22m\n\u001b[4mxD\u001b[24m\n    \u001b[1mxD\u001b[22m, \u001b[1mxDさん\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is worth watching unless you hate getting confused.\n\n\u001b[1mあなたが混乱するのが嫌いでない限り、このアニメは価値があります。\u001b[22m\n\u001b[1m(Anata ga konran suru no ga kiraidenai kagiri, kono anime wa kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is worth watching unless you hate getting confused.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is worth watching unless you hate getting confused.\u001b[24m\n    \u001b[1mあなたが混乱するのが嫌いでない限り、このアニメは価値があります。\u001b[22m, \u001b[1mあなたが混乱してき嫌いしない限り、このアニメは見て価値があります。\u001b[22m\nI'll give this anime a 9/10. I was thinking of giving it an 8 but it really is worth a 9.\n\n\u001b[1m私はこのアニメに9/10を与えるでしょう。 私はそれに8を与えることを考えていたが、実際には9に値する。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni 9/ 10 o ataerudeshou. Watashi wa sore ni 8 o ataeru koto o kangaete itaga, jissai ni wa 9 ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mI'll give this anime a 9/10. I was thinking of giving it an 8 but it really is worth a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll give this anime a 9/10.\u001b[24m\n    \u001b[1m私はこのアニメに9/10を与えるでしょう。\u001b[22m, \u001b[1m私はこのアニメ9/10を与えるでしょう。\u001b[22m\n\u001b[4mI was thinking of giving it an 8 but it really is worth a 9.\u001b[24m\n    \u001b[1m私はそれに8を与えることを考えていたが、実際には9に値する。\u001b[22m, \u001b[1m私はそれを8を与えることを考えていたが、それは本当に9価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nBy the way, my bad for making no sense ._.\n\n\u001b[1mちなみに、意味がないのは悪いです。\u001b[22m\n\u001b[1m(Chinamini, imi ga nai no wa waruidesu.)\u001b[22m\n\nTranslations of \u001b[4mBy the way, my bad for making no sense ._.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the way, my bad for making no sense ._.\u001b[24m\n    \u001b[1mちなみに、意味がないのは悪いです。\u001b[22m, \u001b[1mところで、全く意味を成していないため私の悪いです._。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "Friti25",
    "profile": "/profile/Friti25/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=104227",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  8\n\n私はRDGが好きだった、私はそれに8を与えた。\n\n私の意見では最高のもの：芸術。 それはちょうど美しい、細部の多くです。\n\n物語も素晴らしかったが、ちょっと急いで私は推測する。 最初の2〜3回のエピソードは最悪で、その後はアニメが成長します。\n\n文字は大丈夫です、特に東京に着いたら。 私にとっては、泉子はあまりにも素朴な人物です。 あまりにも恥ずかしすぎる、若すぎる。 そして、私は彼女が全体のショーのようになることを認めなければならない。 しかし、残りのキャラクターは素晴らしいです、特に兄弟と '敵'。\n\n暗い雰囲気の美しい緑色のアニメです。 少なくともep 6まで見ることをお勧めします。あなたが好きかどうかを知ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI liked RDG, I gave it an 8.\n\n\u001b[1m私はRDGが好きだった、私はそれに8を与えた。\u001b[22m\n\u001b[1m(Watashi wa RDG ga sukidatta, watashi wa sore ni 8 o ataeta.)\u001b[22m\n\nTranslations of \u001b[4mI liked RDG, I gave it an 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked RDG, I gave it an 8.\u001b[24m\n    \u001b[1m私はRDGが好きだった、私はそれに8を与えた。\u001b[22m, \u001b[1m私はそれを8を与え、RDGが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe best thing in my opinion: the art. It is just beautiful, plenty of details.\n\n\u001b[1m私の意見では最高のもの：芸術。 それはちょうど美しい、細部の多くです。\u001b[22m\n\u001b[1m(Watashi no ikende wa saikō no mono: Geijutsu. Sore wa chōdo utsukushī, saibu no ōkudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe best thing in my opinion: the art. It is just beautiful, plenty of details.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best thing in my opinion: the art.\u001b[24m\n    \u001b[1m私の意見では最高のもの：芸術。\u001b[22m, \u001b[1m私の意見では最高のもの：アート。\u001b[22m\n\u001b[4mIt is just beautiful, plenty of details.\u001b[24m\n    \u001b[1mそれはちょうど美しい、細部の多くです。\u001b[22m, \u001b[1mこれは、詳細をたっぷりちょうど美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was great too, but a little rushed I guess. The first 2-3 episodes are the worst, after that the anime grows.\n\n\u001b[1m物語も素晴らしかったが、ちょっと急いで私は推測する。 最初の2〜3回のエピソードは最悪で、その後はアニメが成長します。\u001b[22m\n\u001b[1m(Monogatari mo subarashikattaga, chotto isoide watashi wa suisoku suru. Saisho no 2 〜 3-kai no episōdo wa saiaku de, sonogo wa anime ga seichō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was great too, but a little rushed I guess. The first 2-3 episodes are the worst, after that the anime grows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was great too, but a little rushed I guess.\u001b[24m\n    \u001b[1m物語も素晴らしかったが、ちょっと急いで私は推測する。\u001b[22m, \u001b[1m物語はあまりにも大きかったが、少しは私が推測する急いで。\u001b[22m\n\u001b[4mThe first 2-3 episodes are the worst, after that the anime grows.\u001b[24m\n    \u001b[1m最初の2〜3回のエピソードは最悪で、その後はアニメが成長します。\u001b[22m, \u001b[1mそれはアニメが成長した後、最初の2〜3のエピソードは、最悪です。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are okay, especially when they reach Tokyo. To me, Izumiko is just too plain of a character. Too shy, too young. And I have to admit that she will be like for the entire show. But the rest of the characters are great, especially the brothers and the 'enemies'.\n\n\u001b[1m文字は大丈夫です、特に東京に着いたら。 私にとっては、泉子はあまりにも素朴な人物です。 あまりにも恥ずかしすぎる、若すぎる。 そして、私は彼女が全体のショーのようになることを認めなければならない。 しかし、残りのキャラクターは素晴らしいです、特に兄弟と '敵'。\u001b[22m\n\u001b[1m(Moji wa daijōbudesu, tokuni Tōkyō ni tsuitara. Watashi ni totte wa, Izumiko wa amarini mo sobokuna jinbutsudesu. Amarini mo hazukashi sugiru, waka sugiru. Soshite, watashi wa kanojo ga zentai no shō no yō ni naru koto o mitomenakereba naranai. Shikashi, nokori no kyarakutā wa subarashīdesu, tokuni kyōdai to' teki'.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are okay, especially when they reach Tokyo. To me, Izumiko is just too plain of a character. Too shy, too young. And I have to admit that she will be like for the entire show. But the rest of the characters are great, especially the brothers and the 'enemies'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are okay, especially when they reach Tokyo.\u001b[24m\n    \u001b[1m文字は大丈夫です、特に東京に着いたら。\u001b[22m, \u001b[1m文字は、彼らが東京に到達する場合は特に、大丈夫です。\u001b[22m\n\u001b[4mTo me, Izumiko is just too plain of a character.\u001b[24m\n    \u001b[1m私にとっては、泉子はあまりにも素朴な人物です。\u001b[22m, \u001b[1m私には、Izumikoは文字のあまりにも平野です。\u001b[22m\n\u001b[4mToo shy, too young.\u001b[24m\n    \u001b[1mあまりにも恥ずかしすぎる、若すぎる。\u001b[22m, \u001b[1mあまりにも恥ずかしがり屋、若すぎます。\u001b[22m\n\u001b[4mAnd I have to admit that she will be like for the entire show.\u001b[24m\n    \u001b[1mそして、私は彼女が全体のショーのようになることを認めなければならない。\u001b[22m, \u001b[1mそして、私は彼女が全体のショーのためのようになることを認めざるを得ません。\u001b[22m\n\u001b[4mBut the rest of the characters are great, especially the brothers and the 'enemies'.\u001b[24m\n    \u001b[1mしかし、残りのキャラクターは素晴らしいです、特に兄弟と '敵'。\u001b[22m, \u001b[1mしかし、文字の残りの部分は、特に兄弟や「敵」に最適です。\u001b[22m\n\u001b[1m\u001b[22m\nIt is a beautiful and green anime, with a dark vibe. I really recommend to watch it, at least until ep 6. Then you will be able to know if you like it or not.\n\n\u001b[1m暗い雰囲気の美しい緑色のアニメです。 少なくともep 6まで見ることをお勧めします。あなたが好きかどうかを知ることができます。\u001b[22m\n\u001b[1m(Kurai fun'iki no utsukushī midoriiro no animedesu. Sukunakutomo ep 6 made miru koto o o susume shimasu. Anata ga suki ka dō ka o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is a beautiful and green anime, with a dark vibe. I really recommend to watch it, at least until ep 6. Then you will be able to know if you like it or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is a beautiful and green anime, with a dark vibe.\u001b[24m\n    \u001b[1m暗い雰囲気の美しい緑色のアニメです。\u001b[22m, \u001b[1mそれは暗い雰囲気で、美しく、緑のアニメです。\u001b[22m\n\u001b[4mI really recommend to watch it, at least until ep 6. Then you will be able to know if you like it or not.\u001b[24m\n    \u001b[1m少なくともep 6まで見ることをお勧めします。あなたが好きかどうかを知ることができます。\u001b[22m, \u001b[1m私は本当に、少なくともEP 6.まで次に、あなたがそれを好きかどうかを知ることができるようになり、それを見ることをお勧めします。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "AnimeAwesomes117",
    "profile": "/profile/AnimeAwesomes117/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=144415",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  7\n\nこのアニメは混乱の定義であり、あなたは「ウッ」と言っておきます。\n\nこのアニメは、絶対的な偉大な概念、素晴らしいアニメーション、まともな文字と音を持っていますが、それはすべて死ぬために行く。 非常に面白いですが、エピソードの間には時間のずれがあるようです。 それは何の説明も残さず、基本的に視聴者の前提に任せます。 最後まで、私はまだ世界遺産の女の子が何であるか全く分かりません。 私は非常に混乱していますが、私は流れに行き、最後までそれを終えました。 私は結末に満足していると思うが、彼らは多くの答えと多くの穴を残している。 しかし私は主人公を一緒に「運ぶ」。\n\n結局のところ、私はこのアニメに7を与えています。なぜなら、コンセプトとアートは素晴らしいですが、私はまだこのアニメが何であるか知りません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is the definition of confusion and will leave you saying 'whut?'\n\n\u001b[1mこのアニメは混乱の定義であり、あなたは「ウッ」と言っておきます。\u001b[22m\n\u001b[1m(Kono anime wa konran no teigideari, anata wa `u~tsu' to itte okimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is the definition of confusion and will leave you saying 'whut?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is the definition of confusion and will leave you saying 'whut?'\u001b[24m\n    \u001b[1mこのアニメは混乱の定義であり、あなたは「ウッ」と言っておきます。\u001b[22m, \u001b[1mこのアニメは、混乱の定義であると言ってあなたを残します」WHUT？」\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has an absolute great concept, fantastic animation, decent characters and sound but it all goes to die. It is very interesting but between episodes seem to be a time gap. It doesn't leave any explanation and basically leaves it it up to the viewers assumptions. To the very end I still have no idea what the heck 'The World Heritage Girl' is. I am very confused but I went with the flow and finished it to the end. I guess I'm satisfied with the ending but they leave out a LOT of answers and many holes. I do however 'ship' the main characters together.\n\n\u001b[1mこのアニメは、絶対的な偉大な概念、素晴らしいアニメーション、まともな文字と音を持っていますが、それはすべて死ぬために行く。 非常に面白いですが、エピソードの間には時間のずれがあるようです。 それは何の説明も残さず、基本的に視聴者の前提に任せます。 最後まで、私はまだ世界遺産の女の子が何であるか全く分かりません。 私は非常に混乱していますが、私は流れに行き、最後までそれを終えました。 私は結末に満足していると思うが、彼らは多くの答えと多くの穴を残している。 しかし私は主人公を一緒に「運ぶ」。\u001b[22m\n\u001b[1m(Kono anime wa, zettai-tekina idaina gainen, subarashī animēshon, matomona moji to oto o motte imasuga, soreha subete shinu tame ni iku. Hijō ni omoshiroidesuga, episōdo no ma ni wa jikan no zure ga aru yōdesu. Sore wa nani no setsumei mo nokosazu, kihontekini shichō-sha no zentei ni makasemasu. Saigomade, watashi wa mada seikaiisan no on'nanoko ga nandearu ka mattaku wakarimasen. Watashi wa hijō ni konran shite imasuga, watashi wa nagare ni iki, saigomade sore o oemashita. Watashi wa ketsumatsu ni manzoku shite iru to omou ga, karera wa ōku no kotae to ōku no ana o nokoshite iru. Shikashi watashi wa shujinkō o issho ni `hakobu'.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has an absolute great concept, fantastic animation, decent characters and sound but it all goes to die. It is very interesting but between episodes seem to be a time gap. It doesn't leave any explanation and basically leaves it it up to the viewers assumptions. To the very end I still have no idea what the heck 'The World Heritage Girl' is. I am very confused but I went with the flow and finished it to the end. I guess I'm satisfied with the ending but they leave out a LOT of answers and many holes. I do however 'ship' the main characters together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has an absolute great concept, fantastic animation, decent characters and sound but it all goes to die.\u001b[24m\n    \u001b[1mこのアニメは、絶対的な偉大な概念、素晴らしいアニメーション、まともな文字と音を持っていますが、それはすべて死ぬために行く。\u001b[22m, \u001b[1mこのアニメは絶対素晴らしいコンセプト、幻想的なアニメーション、まともな文字と音を持っていますが、それはすべて死ぬことになります。\u001b[22m\n\u001b[4mIt is very interesting but between episodes seem to be a time gap.\u001b[24m\n    \u001b[1m非常に面白いですが、エピソードの間には時間のずれがあるようです。\u001b[22m, \u001b[1mそれは非常に興味深いですが、エピソードの間の時間間隔であるように見えます。\u001b[22m\n\u001b[4mIt doesn't leave any explanation and basically leaves it it up to the viewers assumptions.\u001b[24m\n    \u001b[1mそれは何の説明も残さず、基本的に視聴者の前提に任せます。\u001b[22m, \u001b[1mこれは、任意の説明を離れ、基本的に視聴者の仮定にそれを残していません。\u001b[22m\n\u001b[4mTo the very end I still have no idea what the heck 'The World Heritage Girl' is.\u001b[24m\n    \u001b[1m最後まで、私はまだ世界遺産の女の子が何であるか全く分かりません。\u001b[22m, \u001b[1m最後に、私はまだ、一体「世界遺産の女の子が「何であるか見当がつかない。\u001b[22m\n\u001b[4mI am very confused but I went with the flow and finished it to the end.\u001b[24m\n    \u001b[1m私は非常に混乱していますが、私は流れに行き、最後までそれを終えました。\u001b[22m, \u001b[1m私は非常に混乱していますが、私は流れに行って、最後にそれを終えました。\u001b[22m\n\u001b[4mI guess I'm satisfied with the ending but they leave out a LOT of answers and many holes.\u001b[24m\n    \u001b[1m私は結末に満足していると思うが、彼らは多くの答えと多くの穴を残している。\u001b[22m, \u001b[1m私は結末に満足だと思いますが、彼らは答え、多くの穴の多くを残します。\u001b[22m\n\u001b[4mI do however 'ship' the main characters together.\u001b[24m\n    \u001b[1mしかし私は主人公を一緒に「運ぶ」。\u001b[22m, \u001b[1m私は一緒にしかし「船」のメインキャラクターを行います。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, I give this anime a 7 because even though the concept and art is amazing I still don't even know what this anime is about.\n\n\u001b[1m結局のところ、私はこのアニメに7を与えています。なぜなら、コンセプトとアートは素晴らしいですが、私はまだこのアニメが何であるか知りません。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, watashi wa kono anime ni 7 o ataete imasu. Nazenara, konseputo to āto wa subarashīdesuga, watashi wa mada kono anime ga nandearu ka shirimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, I give this anime a 7 because even though the concept and art is amazing I still don't even know what this anime is about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, I give this anime a 7 because even though the concept and art is amazing I still don't even know what this anime is about.\u001b[24m\n    \u001b[1m結局のところ、私はこのアニメに7を与えています。なぜなら、コンセプトとアートは素晴らしいですが、私はまだこのアニメが何であるか知りません。\u001b[22m, \u001b[1m最後に、私はコンセプトとアートが驚くべきであるにもかかわらず、私はまだであってもこのアニメの内容がわからないので、これは7アニメ与えます。\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "mamberu",
    "profile": "/profile/mamberu/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=113129",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  7\n\nもともとは物語のあらすじを読んでいた時にケカイシシのようなものが見えると思っていましたが、悲しいことに、私は何も期待していなかったようです。 物語はケッカイシほど良くはありませんが、それは喜ばしくないか悪いことではありません。\n\nプロットには多くの可能性がありましたが、大文字ではありませんでした。 スピリッツの世界に入る機会がありましたが、困惑している出来事の中で、彼らはより多くのライフスタイルを取っているようです。\n今ではスピリチュアルな要素を持つ人生の断片は悪くないが、このアニメが経験から差し引いたものである。 ストーリーの種類がギザギザにカットされており、一緒に戻って配置して一貫したパズルを形成しようとしたようでした。\nそれは精神/文化、学校/生活、そして前後に行きました。 それはジャンルが戦争の綱引きをしていて、どちらが他のものよりも画面上にある権利があるかを知るように感じました。 これは、順番に苦しむために見ることで物語と楽しさを引き起こしました。\n\n文字のアーキタイプは基本的なものですが、私はリードとその性格が大半です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWhen I was originally reading the synopsis of the story, and it had me think I would see something like Kekkaishi, sadly, it seems I had my hopes up for nothing. While the story wasn't as good as Kekkaiishi, this doesn't mean it was unenjoyable or bad.\n\n\u001b[1mもともとは物語のあらすじを読んでいた時にケカイシシのようなものが見えると思っていましたが、悲しいことに、私は何も期待していなかったようです。 物語はケッカイシほど良くはありませんが、それは喜ばしくないか悪いことではありません。\u001b[22m\n\u001b[1m(Motomoto wa monogatari no arasuji o yonde ita toki ni kekaishishi no yōna mono ga mieru to omotte imashitaga, kanashī koto ni, watashi wa nani mo kitai shite inakatta yōdesu. Monogatari wa kekkaishi hodo yoku wa arimasenga, sore wa yorokobashikunai ka warui kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhen I was originally reading the synopsis of the story, and it had me think I would see something like Kekkaishi, sadly, it seems I had my hopes up for nothing. While the story wasn't as good as Kekkaiishi, this doesn't mean it was unenjoyable or bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I was originally reading the synopsis of the story, and it had me think I would see something like Kekkaishi, sadly, it seems I had my hopes up for nothing.\u001b[24m\n    \u001b[1mもともとは物語のあらすじを読んでいた時にケカイシシのようなものが見えると思っていましたが、悲しいことに、私は何も期待していなかったようです。\u001b[22m, \u001b[1m私はもともと物語のあらすじを読んでいた、そしてそれが持っていたとき私は結界師のようなものを見ることになると思いますが、悲しいことに、私が何のために私の希望を持っていたようです。\u001b[22m\n\u001b[4mWhile the story wasn't as good as Kekkaiishi, this doesn't mean it was unenjoyable or bad.\u001b[24m\n    \u001b[1m物語はケッカイシほど良くはありませんが、それは喜ばしくないか悪いことではありません。\u001b[22m, \u001b[1m物語はKekkaiishiほど良好ではなかったが、これはそれが楽しくないか悪かったわけではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot had a lot of potential, but it wasn't capitalized on. There was an opportunity to go far into the world of spirits, but in a puzzling turn of events, they seem to have gone more slice of life style.\n\n\u001b[1mプロットには多くの可能性がありましたが、大文字ではありませんでした。 スピリッツの世界に入る機会がありましたが、困惑している出来事の中で、彼らはより多くのライフスタイルを取っているようです。\u001b[22m\n\u001b[1m(Purotto ni wa ōku no kanōsei ga arimashitaga, daimonjide wa arimasendeshita. Supirittsu no sekai ni hairu kikai ga arimashitaga, konwaku shite iru dekigoto no naka de, karera wa yori ōku no raifusutairu o totte iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot had a lot of potential, but it wasn't capitalized on. There was an opportunity to go far into the world of spirits, but in a puzzling turn of events, they seem to have gone more slice of life style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot had a lot of potential, but it wasn't capitalized on.\u001b[24m\n    \u001b[1mプロットには多くの可能性がありましたが、大文字ではありませんでした。\u001b[22m, \u001b[1mプロットは、多くの可能性を持っていたが、それは上の資産計上されませんでした。\u001b[22m\n\u001b[4mThere was an opportunity to go far into the world of spirits, but in a puzzling turn of events, they seem to have gone more slice of life style.\u001b[24m\n    \u001b[1mスピリッツの世界に入る機会がありましたが、困惑している出来事の中で、彼らはより多くのライフスタイルを取っているようです。\u001b[22m, \u001b[1mそこに霊の世界にはるかに行く機会があったが、イベントの不可解な順番に、彼らは、ライフスタイルのより多くのスライスを行っているように見えます。\u001b[22m\nNow while slice of life with spiritual elements isn't bad, its the way this anime tried it that subtracted from the experience. It seemed like the story types were jaggedly cut and attempted to be placed back together to try and form a coherent puzzle.\n\n\u001b[1m今ではスピリチュアルな要素を持つ人生の断片は悪くないが、このアニメが経験から差し引いたものである。 ストーリーの種類がギザギザにカットされており、一緒に戻って配置して一貫したパズルを形成しようとしたようでした。\u001b[22m\n\u001b[1m(Ima dewa supirichuaruna yōso o motsu jinsei no danpen wa warukunai ga, kono anime ga keiken kara sashihiita monodearu. Sutōrī no shurui ga gizagiza ni katto sa rete ori, issho ni modotte haichi shite ikkan shita pazuru o keisei shiyou to shita yōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mNow while slice of life with spiritual elements isn't bad, its the way this anime tried it that subtracted from the experience. It seemed like the story types were jaggedly cut and attempted to be placed back together to try and form a coherent puzzle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow while slice of life with spiritual elements isn't bad, its the way this anime tried it that subtracted from the experience.\u001b[24m\n    \u001b[1m今ではスピリチュアルな要素を持つ人生の断片は悪くないが、このアニメが経験から差し引いたものである。\u001b[22m, \u001b[1m精神的な要素を持つ人生のスライスが悪いわけではないながら、今、その方法は、このアニメは経験から差し引くこと、それを試してみました。\u001b[22m\n\u001b[4mIt seemed like the story types were jaggedly cut and attempted to be placed back together to try and form a coherent puzzle.\u001b[24m\n    \u001b[1mストーリーの種類がギザギザにカットされており、一緒に戻って配置して一貫したパズルを形成しようとしたようでした。\u001b[22m, \u001b[1mこれは、物語のタイプがjaggedly切断したように思えたし、試してみて、コヒーレントパズルを形成するために一緒に戻って配置されるようにしようとしました。\u001b[22m\nIt went from spirits/culture, right into school/life, and back and forth. It felt like the genres were playing tug of war to see which had the right to be on screen more than the other. This caused the story and enjoyment in watching to suffer in turn.\n\n\u001b[1mそれは精神/文化、学校/生活、そして前後に行きました。 それはジャンルが戦争の綱引きをしていて、どちらが他のものよりも画面上にある権利があるかを知るように感じました。 これは、順番に苦しむために見ることで物語と楽しさを引き起こしました。\u001b[22m\n\u001b[1m(Sore wa seishin/ bunka, gakkō/ seikatsu, soshite zengo ni ikimashita. Sore wa janru ga sensō no tsunahiki o shite ite, dochira ga hoka no mono yori mo gamen'ue ni aru kenri ga aru ka o shiru yō ni kanjimashita. Kore wa, junban ni kurushimu tame ni miru koto de monogatari to tanoshisa o hikiokoshimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt went from spirits/culture, right into school/life, and back and forth. It felt like the genres were playing tug of war to see which had the right to be on screen more than the other. This caused the story and enjoyment in watching to suffer in turn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt went from spirits/culture, right into school/life, and back and forth.\u001b[24m\n    \u001b[1mそれは精神/文化、学校/生活、そして前後に行きました。\u001b[22m, \u001b[1mこれは、前後に右の学校/人生に、スピリッツ/文化から行った、と。\u001b[22m\n\u001b[4mIt felt like the genres were playing tug of war to see which had the right to be on screen more than the other.\u001b[24m\n    \u001b[1mそれはジャンルが戦争の綱引きをしていて、どちらが他のものよりも画面上にある権利があるかを知るように感じました。\u001b[22m, \u001b[1mこれは、ジャンルが他よりも画面上になる権利を持っていたかを確認するために綱引きを遊んでいたように感じました。\u001b[22m\n\u001b[4mThis caused the story and enjoyment in watching to suffer in turn.\u001b[24m\n    \u001b[1mこれは、順番に苦しむために見ることで物語と楽しさを引き起こしました。\u001b[22m, \u001b[1mこれは、順番に苦しむことに見にストーリーと楽しさを引き起こしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters archetypes are rather basic, though I do like the lead and her personality for the most part.\n\n\u001b[1m文字のアーキタイプは基本的なものですが、私はリードとその性格が大半です。\u001b[22m\n\u001b[1m(Moji no ākitaipu wa kihon-tekina monodesuga, watashi wa rīdo to sono seikaku ga taihandesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters archetypes are rather basic, though I do like the lead and her personality for the most part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters archetypes are rather basic, though I do like the lead and her personality for the most part.\u001b[24m\n    \u001b[1m文字のアーキタイプは基本的なものですが、私はリードとその性格が大半です。\u001b[22m, \u001b[1m私がリードし、ほとんどの部分は彼女の性格が好きですけれども文字の原型は、かなり基本的なものです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "RDG__Red_Data_Girl",
    "id": "14921",
    "url": "https://myanimelist.net/anime/14921/RDG__Red_Data_Girl",
    "user": "Elsie",
    "profile": "/profile/Elsie/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=191087",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  5\n\nこのアニメは非常に多くの可能性を秘めていましたが、最終的には横ばいです。 私が理解しているのは、6つの小説があるにもかかわらず、わずか12のエピソードだけで、どこにも行かないか、または十分な説明を得ることができない側のプロットが多すぎるので、 芸術とバックグラウンドの音楽は素晴らしいですが、プロットは不粘着です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis anime had so much potential but ultimately falls flat. My understanding is that there are six novels but with only 12 episodes in they really should have trimmed down the source materials as there are too many side plots that don't go anywhere or get enough exposition. The art and background music is nice but the plot is incohesive.\n\n\u001b[1mこのアニメは非常に多くの可能性を秘めていましたが、最終的には横ばいです。 私が理解しているのは、6つの小説があるにもかかわらず、わずか12のエピソードだけで、どこにも行かないか、または十分な説明を得ることができない側のプロットが多すぎるので、 芸術とバックグラウンドの音楽は素晴らしいですが、プロットは不粘着です。\u001b[22m\n\u001b[1m(Kono anime wa hijō ni ōku no kanōsei o himete imashitaga, saishūtekini wa yokobaidesu. Watashi ga rikai shite iru no wa, muttsu no shōsetsu ga aru nimokakawarazu, wazuka 12 no episōdo dake de, dokoni mo ikanai ka, matawa jūbun'na setsumei o eru koto ga dekinai soba no purotto ga ō sugirunode, geijutsu to bakkuguraundo no ongaku wa subarashīdesuga, purotto wa fu nenchakudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime had so much potential but ultimately falls flat. My understanding is that there are six novels but with only 12 episodes in they really should have trimmed down the source materials as there are too many side plots that don't go anywhere or get enough exposition. The art and background music is nice but the plot is incohesive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime had so much potential but ultimately falls flat.\u001b[24m\n    \u001b[1mこのアニメは非常に多くの可能性を秘めていましたが、最終的には横ばいです。\u001b[22m, \u001b[1mこのアニメはあまり可能性があったが、最終的に平らに落ちます。\u001b[22m\n\u001b[4mMy understanding is that there are six novels but with only 12 episodes in they really should have trimmed down the source materials as there are too many side plots that don't go anywhere or get enough exposition.\u001b[24m\n    \u001b[1m私が理解しているのは、6つの小説があるにもかかわらず、わずか12のエピソードだけで、どこにも行かないか、または十分な説明を得ることができない側のプロットが多すぎるので、\u001b[22m, \u001b[1m私の理解では、そこに6小説であるが、どこへ行くか、十分な博覧会を得ることはありませんあまりにも多くの側のプロットがあるとして、彼らの唯一の12のエピソードは本当に原料を下にトリミングされているべきであるとのことです。\u001b[22m\n\u001b[4mThe art and background music is nice but the plot is incohesive.\u001b[24m\n    \u001b[1m芸術とバックグラウンドの音楽は素晴らしいですが、プロットは不粘着です。\u001b[22m, \u001b[1mアートと背景音楽がいいですが、プロットは、粘着性のないです。\u001b[22m"
  }
]
