[
  {
    "title": "AKB0048__Next_Stage",
    "id": "14941",
    "url": "https://myanimelist.net/anime/14941/AKB0048__Next_Stage",
    "user": "Selsica",
    "profile": "/profile/Selsica/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=91953",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nあなたの夢を現実に変えるためにあなたは何をしますか？\n\n私たちが最も大切にするのは私たちの名前です。 彼らはタイトルです。 私たちは誰であるか、私たちは何を達成したのかを証明します。 あなたの夢を達成するためにあなたの家、恋人、または家族と共にあなたの名前を犠牲にして喜んでいただけますか？  AKB0048は成長の話です。 エンターテイメントの禁止の下に加重されたディストロパシアの宇宙で彼らの野望を満たし、幸福を広げるために苦労している素朴な若者の話。 川森商事監督（アクエリオンEVOL、マクロス）が監督したAKB0048は、宇宙アイドルのアニメでさえも豊かで楽しいものであることを証明している。\n\nストーリー\n\n我々は娯楽禁止の下で惑星に紹介されている。 私たちの活発な主人公と知り合う色、資源、熱意のない荒れ地。 荒廃のアイアンに繋がり、若い女の子たちの心に希望の世代を築き上げた後、エンターテイメントを主張する反抗的なアイドルグループの登場が拍車をかけています。 エンターテイメント禁止の下で惑星から放射される暗闇は、規制されていない惑星の活気と並行している。 エンターテインメント禁止の下で苦しんでいる宇宙では、彼らが希望を刺激し、自分自身を楽しむ権利を守るように、アイドルの夢は重い負担になります。\n\nキャラクター\n\n青々とした都市から霧のような工場にいたるまで、15人の女の子からなる不当なキャストは、AKB48メンバーの名前を継承し、壊れた社会の中で幸せを宣伝するという同じ夢を念頭に置いています。 そして、大げさな大型キャストにもかかわらず、各女の子のクオリティーは独特のものだったので、名前を覚えるのがとても簡単です。 彼らはかつてのような若い女の子の情熱の火を燃やすアイドルになる機会を掴んでいる新世代です。 そのキャラクターはアイドルショーのセールスポイントであり、ここでは非常によく売れる。\n\n音\n\nAKB0048は、日本の非常に人気の高いアイドルグループ、AKB48からインスピレーションを得ました。 このアイドルグループによって制作された曲を借りて、銀河のミュージックビデオ形式でアニメ化します。 古典的なAKBソングのリミックスされたインストゥルメンタルバージョンも、風味豊かなBGMとして存在します。 しかし、サウンドトラックが真に輝いているときは、NO NAMEの公演中です。 終了シーケンス中にショーのトーンを設定することに加えて、甘いバラードは、それらが伴うシーンの感情をキャプチャします。 アイドルファンであろうとなかろうと、いろいろな曲が誰でも興味を持ち続けるだろう。 本当に思い出深いサウンドトラックを持っている番組はほとんどありませんが、AKB0048は優れています。\n\nアート\n\n荒れ狂う荒れ地、賑やかな大都会、原始的な外国人森林の鮮明な背景は、鋭く、あなたを世界に浸ります。 また、キャラクターのデザインは少し慣れているかもしれませんが、あなたの上で急速に成長し始めます。 コンサートでは、標準のアニメーションがCGモデルに置き換えられます。 しかし、CGに起因するネガティブにもかかわらず、モデルはうまくいっており、アニメーションの流動性を劇的に高めながら、標準的なアニメーションでは達成できない複雑な振り付けを可能にします。 試合やコンサートは活気があり、ショーは多くの悪質な試合に苦しまない。\n\n楽しみ\n\n私は、現在放映されているアニメに従うとき、私は2つの反応しか持っていないことがわかります。 最初の反応はまったく反応ではありません。私は新しいエピソードをダウンロードし、それを見て、それを少し楽しんだ後、やがてショーを終えて動きます。 第2の反応は、監督、サスペンス、登場人物、またはその他の添付ファイルによるものかどうかを問わず、すべてのエピソードを予期しており、質の高いパフォーマンスの段階でカーテンが描かれているため苦い満足感を感じています。  AKB0048は間違いなく第2カテゴリーに該当します。\n\n全体\n\n私は低い期待でAKB0048に行きました。 私はアイドルファンではなかったし、思春期の少女の歌はアニメの前回の趣味と決して一致しませんでしたが、私がAKBを抱いて得た報酬は私の期待を恥ずかしがりにしました。 私は平凡さを期待して来たが、代わりに私は成長の話を聞かれた。 人類の心を解放するための旅行で自分の名前さえも犠牲にして、壊れた世界の若者の物語。 結局のところ、このショーは評価されず、AKB48の人気を訴えていると考えている人々のためにチャンスを与えられていません。 結局のところ、それは細かい世界の中で愛らしい人物との顕著な話でした。 そして最後に、あなたはチャンスを取ってこのショーを見るべきです...知っている、女の子があなた自身のインスピレーションを発するかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhat would you do to turn your dreams into reality?\n\n\u001b[1mあなたの夢を現実に変えるためにあなたは何をしますか？\u001b[22m\n\u001b[1m(Anata no yume o genjitsu ni kaeru tame ni anata wa nani o shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat would you do to turn your dreams into reality?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat would you do to turn your dreams into reality?\u001b[24m\n    \u001b[1mあなたの夢を現実に変えるためにあなたは何をしますか？\u001b[22m, \u001b[1mあなたは現実にあなたの夢を回すために何をしますか？\u001b[22m\n\u001b[1m\u001b[22m\nIt is our names which we cherish the most. They are titles; testaments to who we are and what we have accomplished. Would you be willing to sacrifice your name, along with your home, lover, or family in order to achieve your dreams? AKB0048 is a story of growth. A tale of naive youth struggling to fulfill their ambitions and spread happiness in a dystopian universe weighted under a ban on entertainment. Directed by Kawamori Shoji (Aquarion EVOL, Macross), AKB0048 proves that even an anime about space idols can be enriching and enjoyable.\n\n\u001b[1m私たちが最も大切にするのは私たちの名前です。 彼らはタイトルです。 私たちは誰であるか、私たちは何を達成したのかを証明します。 あなたの夢を達成するためにあなたの家、恋人、または家族と共にあなたの名前を犠牲にして喜んでいただけますか？  AKB0048は成長の話です。 エンターテイメントの禁止の下に加重されたディストロパシアの宇宙で彼らの野望を満たし、幸福を広げるために苦労している素朴な若者の話。 川森商事監督（アクエリオンEVOL、マクロス）が監督したAKB0048は、宇宙アイドルのアニメでさえも豊かで楽しいものであることを証明している。\u001b[22m\n\u001b[1m(Watashitachi ga mottomo taisetsu ni suru no wa watashitachi no namaedesu. Karera wa taitorudesu. Watashitachi wa daredearu ka, watashitachi wa nani o tassei shita no ka o shōmei shimasu. Anata no yume o tassei suru tame ni anata no ie, koibito, matawa kazoku to tomoni anata no namae o gisei ni shite yorokonde itadakemasu ka? AKB 0048 wa seichō no hanashidesu. Entāteimento no kinshi no shita ni kajū sa reta disutoropashia no uchū de karera no yabō o mitashi, kōfuku o hirogeru tame ni kurō shite iru sobokuna wakamono no hanashi. Kawamori shōji kantoku (akuerion EVOL, makurosu) ga kantoku shita AKB 0048 wa, uchū aidoru no animede sae mo yutakade tanoshī monodearu koto o shōmei shite iru.)\u001b[22m\n\nTranslations of \u001b[4mIt is our names which we cherish the most. They are titles; testaments to who we are and what we have accomplished. Would you be willing to sacrifice your name, along with your home, lover, or family in order to achieve your dreams? AKB0048 is a story of growth. A tale of naive youth struggling to fulfill their ambitions and spread happiness in a dystopian universe weighted under a ban on entertainment. Directed by Kawamori Shoji (Aquarion EVOL, Macross), AKB0048 proves that even an anime about space idols can be enriching and enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is our names which we cherish the most.\u001b[24m\n    \u001b[1m私たちが最も大切にするのは私たちの名前です。\u001b[22m, \u001b[1mそれは我々が最も大切に私たちの名前があります。\u001b[22m\n\u001b[4mThey are titles;\u001b[24m\n    \u001b[1m彼らはタイトルです。\u001b[22m\n\u001b[4mtestaments to who we are and what we have accomplished.\u001b[24m\n    \u001b[1m私たちは誰であるか、私たちは何を達成したのかを証明します。\u001b[22m, \u001b[1m私たちは、私たちは何を達成している人への遺言。\u001b[22m\n\u001b[4mWould you be willing to sacrifice your name, along with your home, lover, or family in order to achieve your dreams?\u001b[24m\n    \u001b[1mあなたの夢を達成するためにあなたの家、恋人、または家族と共にあなたの名前を犠牲にして喜んでいただけますか？\u001b[22m, \u001b[1mあなたの夢を達成するためにあなたの家、恋人、または家族と一緒に、あなたの名前を犠牲にするだろうか？\u001b[22m\n\u001b[4mAKB0048 is a story of growth.\u001b[24m\n    \u001b[1mAKB0048は成長の話です。\u001b[22m, \u001b[1mAKB0048は、成長の物語です。\u001b[22m\n\u001b[4mA tale of naive youth struggling to fulfill their ambitions and spread happiness in a dystopian universe weighted under a ban on entertainment.\u001b[24m\n    \u001b[1mエンターテイメントの禁止の下に加重されたディストロパシアの宇宙で彼らの野望を満たし、幸福を広げるために苦労している素朴な若者の話。\u001b[22m, \u001b[1m素朴な青年の物語は、彼らの野望を果たすとエンターテイメントの禁止の下に加重陰鬱な宇宙の中で幸せを広めるのに苦労します。\u001b[22m\n\u001b[4mDirected by Kawamori Shoji (Aquarion EVOL, Macross), AKB0048 proves that even an anime about space idols can be enriching and enjoyable.\u001b[24m\n    \u001b[1m川森商事監督（アクエリオンEVOL、マクロス）が監督したAKB0048は、宇宙アイドルのアニメでさえも豊かで楽しいものであることを証明している。\u001b[22m, \u001b[1m河森商事（アクエリオンEVOL、マクロス）監督、AKB0048はスペース偶像についてでもアニメが豊かで楽しいことができることを証明しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nWe are introduced to a planet under the entertainment ban; a wasteland devoid of any color, resources, and enthusiasm where we become acquainted with our lively protagonists. Chained by the irons of desolation, the appearance of a rebel idol group advocating entertainment spurs generation after generation of hope in the hearts of young girls. The bleakness radiating from planets under the entertainment ban juxtapose the vibrancy of unregulated planets. In a universe suffering under the entertainment ban, the dreams of idols come with a heavy burden as they inspire hope and defend the right to enjoy oneself.\n\n\u001b[1m我々は娯楽禁止の下で惑星に紹介されている。 私たちの活発な主人公と知り合う色、資源、熱意のない荒れ地。 荒廃のアイアンに繋がり、若い女の子たちの心に希望の世代を築き上げた後、エンターテイメントを主張する反抗的なアイドルグループの登場が拍車をかけています。 エンターテイメント禁止の下で惑星から放射される暗闇は、規制されていない惑星の活気と並行している。 エンターテインメント禁止の下で苦しんでいる宇宙では、彼らが希望を刺激し、自分自身を楽しむ権利を守るように、アイドルの夢は重い負担になります。\u001b[22m\n\u001b[1m(Wareware wa goraku kinshi no shita de wakusei ni shōkai sa rete iru. Watashitachi no kappatsuna shujinkō to shiriau iro, shigen, netsui no nai arechi. Kōhai no aian ni tsunagari, wakai on'nanoko-tachi no kokoro ni kibō no sedai o kizukiageta nochi, entāteimento o shuchō suru hankō-tekina aidorugurūpu no tōjō ga hakusha o kakete imasu. Entāteimento kinshi no shita de wakusei kara hōsha sa reru kurayami wa, kisei sa rete inai wakusei no kakki to heikō shite iru. Entāteinmento kinshi no shita de kurushinde iru uchūde wa, karera ga kibō o shigeki shi, jibun jishin o tanoshimu kenri o mamoru yō ni, aidoru no yume wa omoi futan ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mWe are introduced to a planet under the entertainment ban; a wasteland devoid of any color, resources, and enthusiasm where we become acquainted with our lively protagonists. Chained by the irons of desolation, the appearance of a rebel idol group advocating entertainment spurs generation after generation of hope in the hearts of young girls. The bleakness radiating from planets under the entertainment ban juxtapose the vibrancy of unregulated planets. In a universe suffering under the entertainment ban, the dreams of idols come with a heavy burden as they inspire hope and defend the right to enjoy oneself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe are introduced to a planet under the entertainment ban;\u001b[24m\n    \u001b[1m我々は娯楽禁止の下で惑星に紹介されている。\u001b[22m, \u001b[1m私たちはエンターテインメント禁止の下の惑星に導入されています。\u001b[22m\n\u001b[4ma wasteland devoid of any color, resources, and enthusiasm where we become acquainted with our lively protagonists.\u001b[24m\n    \u001b[1m私たちの活発な主人公と知り合う色、資源、熱意のない荒れ地。\u001b[22m, \u001b[1m私たちは活発な主人公と知り合いになる任意の色、リソース、および熱意を欠い荒れ地。\u001b[22m\n\u001b[4mChained by the irons of desolation, the appearance of a rebel idol group advocating entertainment spurs generation after generation of hope in the hearts of young girls.\u001b[24m\n    \u001b[1m荒廃のアイアンに繋がり、若い女の子たちの心に希望の世代を築き上げた後、エンターテイメントを主張する反抗的なアイドルグループの登場が拍車をかけています。\u001b[22m, \u001b[1m荒廃のアイロンによって連鎖し、エンターテイメントを提唱反乱アイドルグループの外観は、若い女の子の心に希望の生成後の世代に拍車。\u001b[22m\n\u001b[4mThe bleakness radiating from planets under the entertainment ban juxtapose the vibrancy of unregulated planets.\u001b[24m\n    \u001b[1mエンターテイメント禁止の下で惑星から放射される暗闇は、規制されていない惑星の活気と並行している。\u001b[22m, \u001b[1mエンターテインメント禁止の下で惑星から放射わびしさが調節されていない惑星の活気を並べます。\u001b[22m\n\u001b[4mIn a universe suffering under the entertainment ban, the dreams of idols come with a heavy burden as they inspire hope and defend the right to enjoy oneself.\u001b[24m\n    \u001b[1mエンターテインメント禁止の下で苦しんでいる宇宙では、彼らが希望を刺激し、自分自身を楽しむ権利を守るように、アイドルの夢は重い負担になります。\u001b[22m, \u001b[1m彼らは希望を鼓舞し、自分自身を楽しむ権利を守るようエンターテインメント禁止の下で苦しんで宇宙では、偶像の夢が重い負担が付属しています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nHailing from lush cities to smoggy factories the outrageous cast of fifteen plus girls assemble with the same dream in mind: to succeed the name of an AKB48 member and advertise happiness amidst a broken society. And despite the dauntingly large cast the qualities of each girl were lovably unique, making it quite simple to remember their names. They are the new generation grasping at the chance to become idols that spark the fire of passion in young girls similar to who they once were. The characters are a selling point in any idol show, and they sell very well here.\n\n\u001b[1m青々とした都市から霧のような工場にいたるまで、15人の女の子からなる不当なキャストは、AKB48メンバーの名前を継承し、壊れた社会の中で幸せを宣伝するという同じ夢を念頭に置いています。 そして、大げさな大型キャストにもかかわらず、各女の子のクオリティーは独特のものだったので、名前を覚えるのはとても簡単です。 彼らはかつてのような若い女の子の情熱の火を燃やすアイドルになる機会を掴んでいる新世代です。 そのキャラクターはアイドルショーのセールスポイントであり、ここでは非常によく売れる。\u001b[22m\n\u001b[1m(Aoao to shita toshi kara kiri no yōna kōjō ni itaru made, 15-ri no on'nanoko kara naru futōna kyasuto wa, AKB 48 menbā no namae o keishō shi, kowareta shakai no naka de shiawase o senden suru to iu onaji yume o nentō ni oite imasu. Soshite, ōgesana ōgata kyasuto nimokakawarazu, kaku on'nanoko no kuoritī wa dokutoku no monodattanode, namae o oboeru no wa totemo kantandesu. Karera wa katsute no yōna wakai on'nanoko no jōnetsu no hi o moyasu aidoru ni naru kikai o tsukande iru shin sedaidesu. Sono kyarakutā wa aidorushō no sērusupointodeari, kokode wa hijō ni yokuureru.)\u001b[22m\n\nTranslations of \u001b[4mHailing from lush cities to smoggy factories the outrageous cast of fifteen plus girls assemble with the same dream in mind: to succeed the name of an AKB48 member and advertise happiness amidst a broken society. And despite the dauntingly large cast the qualities of each girl were lovably unique, making it quite simple to remember their names. They are the new generation grasping at the chance to become idols that spark the fire of passion in young girls similar to who they once were. The characters are a selling point in any idol show, and they sell very well here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHailing from lush cities to smoggy factories the outrageous cast of fifteen plus girls assemble with the same dream in mind: to succeed the name of an AKB48 member and advertise happiness amidst a broken society.\u001b[24m\n    \u001b[1m青々とした都市から霧のような工場にいたるまで、15人の女の子からなる不当なキャストは、AKB48メンバーの名前を継承し、壊れた社会の中で幸せを宣伝するという同じ夢を念頭に置いています。\u001b[22m, \u001b[1mAKB48のメンバーの名前を成功し、壊れた社会の中の幸せを宣伝するために：心の中で同じ夢で組み立て工場に15を加えた女の子の法外なキャストをスモッグのために緑豊かな都市出身。\u001b[22m\n\u001b[4mAnd despite the dauntingly large cast the qualities of each girl were lovably unique, making it quite simple to remember their names.\u001b[24m\n    \u001b[1mそして、大げさな大型キャストにもかかわらず、各女の子のクオリティーは独特のものだったので、名前を覚えるのはとても簡単です。\u001b[22m, \u001b[1mそして、圧倒されるほど大規模なキャストにもかかわらず、各女の子の資質は、それが非常に簡単自分の名前を覚えてすること、愛らしくユニークでした。\u001b[22m\n\u001b[4mThey are the new generation grasping at the chance to become idols that spark the fire of passion in young girls similar to who they once were.\u001b[24m\n    \u001b[1m彼らはかつてのような若い女の子の情熱の火を燃やすアイドルになる機会を掴んでいる新世代です。\u001b[22m, \u001b[1m彼らはかつて誰に似た若い女の子に情熱の火をスパークさ偶像になるチャンスで把握新世代です。\u001b[22m\n\u001b[4mThe characters are a selling point in any idol show, and they sell very well here.\u001b[24m\n    \u001b[1mそのキャラクターはアイドルショーのセールスポイントであり、ここでは非常によく売れる。\u001b[22m, \u001b[1m文字は、任意のアイドルショーでセールスポイントであり、それらはここで非常によく売れます。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nAKB0048 was inspired from the hugely popular idol group in Japan - AKB48. The show borrows songs produced by this idol group and animates them in a galactic music video fashion. Remixed instrumental versions of classic AKB songs are also present as flavorful BGM. However when the soundtrack truly shines is during performances by NO NAME. In addition to setting the tone of the show during the ending sequences, the bittersweet ballads capture the emotions of the scenes they accompany. The variety of songs will keep anyone interested, whether they are idol fans or not. Not many shows have a truly memorable soundtrack, but AKB0048s is outstanding.\n\n\u001b[1mAKB0048は、日本の非常に人気の高いアイドルグループ、AKB48からインスピレーションを得ました。 このアイドルグループによって制作された曲を借りて、銀河の音楽ビデオのファッションでアニメ化します。 古典的なAKBソングのリミックスされたインストゥルメンタルバージョンも、風味豊かなBGMとして存在します。 しかし、サウンドトラックが真に輝いているときは、NO NAMEの公演中です。 終了シーケンス中にショーのトーンを設定することに加えて、甘いバラードは、それらが伴うシーンの感情をキャプチャします。 アイドルファンであろうとなかろうと、いろいろな曲が誰でも興味を持ち続けるだろう。 本当に思い出深いサウンドトラックを持っている番組はほとんどありませんが、AKB0048は優れています。\u001b[22m\n\u001b[1m(AKB 0048 wa, Nihon no hijō ni ninki no takai aidorugurūpu, AKB 48 kara insupirēshon o emashita. Kono aidorugurūpu ni yotte seisaku sa reta kyoku o karite, ginga no ongaku bideo no fasshon de anime-ka shimasu. Koten-tekina AKB songu no rimikkusu sa reta insuto~urumentarubājon mo, fūmi yutakana BGM to shite sonzai shimasu. Shikashi, saundotorakku ga makotoni kagayaite iru toki wa, NO NAME no kōen-chūdesu. Shūryō shīkensu-chū ni shō no tōn o settei suru koto ni kuwaete, amai barādo wa, sorera ga tomonau shīn no kanjō o kyapucha shimasu. Aidoru fandearouto nakarou to, iroirona kyoku ga daredemo kyōmi o mochi tsudzukerudarou. Hontōni omoidebukai saundotorakku o motte iru bangumi wa hotondo arimasenga, AKB 0048 wa sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAKB0048 was inspired from the hugely popular idol group in Japan - AKB48. The show borrows songs produced by this idol group and animates them in a galactic music video fashion. Remixed instrumental versions of classic AKB songs are also present as flavorful BGM. However when the soundtrack truly shines is during performances by NO NAME. In addition to setting the tone of the show during the ending sequences, the bittersweet ballads capture the emotions of the scenes they accompany. The variety of songs will keep anyone interested, whether they are idol fans or not. Not many shows have a truly memorable soundtrack, but AKB0048s is outstanding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAKB0048 was inspired from the hugely popular idol group in Japan - AKB48.\u001b[24m\n    \u001b[1mAKB0048は、日本の非常に人気の高いアイドルグループ、AKB48からインスピレーションを得ました。\u001b[22m, \u001b[1mAKB48  -  AKB0048は日本で絶大な人気を誇るアイドルグループからインスピレーションを得ました。\u001b[22m\n\u001b[4mThe show borrows songs produced by this idol group and animates them in a galactic music video fashion.\u001b[24m\n    \u001b[1mこのアイドルグループによって制作された曲を借りて、銀河の音楽ビデオのファッションでアニメ化します。\u001b[22m, \u001b[1mショーはこのアイドルグループによって生成された曲を借用し、銀河のミュージックビデオのファッションでそれらをアニメーション化します。\u001b[22m\n\u001b[4mRemixed instrumental versions of classic AKB songs are also present as flavorful BGM.\u001b[24m\n    \u001b[1m古典的なAKBソングのリミックスされたインストゥルメンタルバージョンも、風味豊かなBGMとして存在します。\u001b[22m, \u001b[1m古典的なAKBの曲のリミックスインストゥルメンタルバージョンも風味豊かなBGMとして存在しています。\u001b[22m\n\u001b[4mHowever when the soundtrack truly shines is during performances by NO NAME.\u001b[24m\n    \u001b[1mしかし、サウンドトラックが真に輝いているときは、NO NAMEの公演中です。\u001b[22m, \u001b[1mしかしサウンドトラックは本当に輝くときNO NAMEによるパフォーマンスの間にあります。\u001b[22m\n\u001b[4mIn addition to setting the tone of the show during the ending sequences, the bittersweet ballads capture the emotions of the scenes they accompany.\u001b[24m\n    \u001b[1m終了シーケンス中にショーのトーンを設定することに加えて、甘いバラードは、それらが伴うシーンの感情をキャプチャします。\u001b[22m, \u001b[1m終了シーケンスの間にショーのトーンを設定するだけで、ほろ苦いバラードは、彼らが伴うシーンの感情をキャプチャします。\u001b[22m\n\u001b[4mThe variety of songs will keep anyone interested, whether they are idol fans or not.\u001b[24m\n    \u001b[1mアイドルファンであろうとなかろうと、いろいろな曲が誰でも興味を持ち続けるだろう。\u001b[22m, \u001b[1m曲の様々な彼らがアイドルのファンであるかどうか、興味のある人を維持します。\u001b[22m\n\u001b[4mNot many shows have a truly memorable soundtrack, but AKB0048s is outstanding.\u001b[24m\n    \u001b[1m本当に思い出深いサウンドトラックを持っている番組はほとんどありませんが、AKB0048は優れています。\u001b[22m, \u001b[1mていない多くのショーは、本当に思い出に残るサウンドトラックを持っていますが、AKB0048sは抜群です。\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nCrisp backdrops of smoldering wastelands, bustling metropolises and primitive alien forests are sharp and immerse you in the world. And while the character designs might take a little getting used to, they begin to grow on you rapidly. During concerts standard animation is replaced with CG models. Yet despite the negativity attributed to CG, the models are well done and dramatically increase the fluidity of the animation while allowing for complicated choreography that couldn't be achieved with standard animation. The fights and concerts are well animated, and the show does not suffer from many bouts of bad quality.\n\n\u001b[1m荒れ狂う荒れ地、賑やかな大都会、原始的な外国人森林の鮮明な背景は、鋭く、あなたを世界に浸ります。 また、キャラクターのデザインは少し慣れているかもしれませんが、あなたの上で急速に成長し始めます。 コンサートでは、標準のアニメーションがCGモデルに置き換えられます。 しかし、CGに起因するネガティブにもかかわらず、モデルはうまくいっており、アニメーションの流動性を劇的に高めながら、標準的なアニメーションでは達成できない複雑な振り付けを可能にします。 試合やコンサートは活気があり、ショーは多くの悪質な試合に苦しまない。\u001b[22m\n\u001b[1m(Arekuruu arechi, nigiyakana dai tokai, genshitekina gaikoku hito shinrin no senmeina haikei wa, surudoku, anata o sekai ni hitarimasu. Mata, kyarakutā no dezain wa sukoshi narete iru kamo shiremasenga, anata no ue de kyūsoku ni seichō shi hajimemasu. Konsātode wa, hyōjun no animēshon ga CG moderu ni okikae raremasu. Shikashi, CG ni kiin suru negatibu nimokakawarazu, moderu wa umaku itte ori, animēshon no ryūdō-sei o gekiteki ni takamenagara, hyōjun-tekina animēshonde wa tassei dekinai fukuzatsuna furitsuke o kanō ni shimasu. Shiai ya konsāto wa kakki ga ari, shō wa ōku no akushitsuna shiai ni kurushimanai.)\u001b[22m\n\nTranslations of \u001b[4mCrisp backdrops of smoldering wastelands, bustling metropolises and primitive alien forests are sharp and immerse you in the world. And while the character designs might take a little getting used to, they begin to grow on you rapidly. During concerts standard animation is replaced with CG models. Yet despite the negativity attributed to CG, the models are well done and dramatically increase the fluidity of the animation while allowing for complicated choreography that couldn't be achieved with standard animation. The fights and concerts are well animated, and the show does not suffer from many bouts of bad quality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCrisp backdrops of smoldering wastelands, bustling metropolises and primitive alien forests are sharp and immerse you in the world.\u001b[24m\n    \u001b[1m荒れ狂う荒れ地、賑やかな大都会、原始的な外国人森林の鮮明な背景は、鋭く、あなたを世界に浸ります。\u001b[22m, \u001b[1mくすぶっている荒地、賑やかな大都市とプリミティブエイリアン森林のさわやかな背景はシャープであり、世界にあなたを浸します。\u001b[22m\n\u001b[4mAnd while the character designs might take a little getting used to, they begin to grow on you rapidly.\u001b[24m\n    \u001b[1mまた、キャラクターのデザインは少し慣れているかもしれませんが、あなたの上で急速に成長し始めます。\u001b[22m, \u001b[1mキャラクターデザインは慣れる少し時間がかかるかもしれないが、彼らは急速にあなたに成長し始めます。\u001b[22m\n\u001b[4mDuring concerts standard animation is replaced with CG models.\u001b[24m\n    \u001b[1mコンサートでは、標準のアニメーションがCGモデルに置き換えられます。\u001b[22m, \u001b[1mコンサートの間、標準的なアニメーションは、CGモデルに置き換えられます。\u001b[22m\n\u001b[4mYet despite the negativity attributed to CG, the models are well done and dramatically increase the fluidity of the animation while allowing for complicated choreography that couldn't be achieved with standard animation.\u001b[24m\n    \u001b[1mしかし、CGに起因するネガティブにもかかわらず、モデルはうまくいっており、アニメーションの流動性を劇的に高めながら、標準的なアニメーションでは達成できない複雑な振り付けを可能にします。\u001b[22m, \u001b[1mしかし、CGに起因する否定にもかかわらず、モデルはよくやったと劇的に標準アニメーションで達成することができなかった複雑な振り付けを可能にしながら、アニメーションの流動性を増加させています。\u001b[22m\n\u001b[4mThe fights and concerts are well animated, and the show does not suffer from many bouts of bad quality.\u001b[24m\n    \u001b[1m試合やコンサートは活気があり、ショーは多くの悪質な試合に苦しまない。\u001b[22m, \u001b[1mけんかやコンサートはよくアニメ化され、そしてショーが悪い品質の多くの発作に悩まされません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nI find I only have two reactions when following currently airing anime. The first reaction isn't really a reaction at all: I download the new episode, watch it, enjoy it somewhat, then eventually finish the show and move on. The second reaction is anticipating every episode whether it’s because of the directing, suspense, characters, or other attachments, and feeling a bittersweet satisfaction as the curtains are drawn on the stage of a quality performance. AKB0048 definitely falls under the second category.\n\n\u001b[1m私は、現在放映されているアニメに従うとき、私は2つの反応しか持っていないことがわかります。 最初の反応はまったく反応ではありません。私は新しいエピソードをダウンロードし、それを見て、それを少し楽しんだ後、やがてショーを終えて移動します。 第2の反応は、監督、サスペンス、登場人物、またはその他の添付ファイルによるものかどうかを問わず、すべてのエピソードを予期しており、質の高いパフォーマンスの段階でカーテンが描かれているため苦い満足感を感じています。  AKB0048は間違いなく第2カテゴリーに入る。\u001b[22m\n\u001b[1m(Watashi wa, genzai hōei sa rete iru anime ni shitagau toki, watashi wa 2tsu no han'nō shika motte inai koto ga wakarimasu. Saisho no han'nō wa mattaku han'nōde wa arimasen. Watashi wa atarashī episōdo o daunrōdo shi, sore o mite, sore o sukoshi tanoshinda nochi, yagate shō o oete idō shimasu. Dai 2 no han'nō wa, kantoku, sasupensu, tōjō jinbutsu, matawa sonohoka no tenpu fairu ni yoru mono ka dō ka o towazu, subete no episōdo o yoki shite ori,-shitsu no takai pafōmansu no dankai de kāten ga egaka rete iru tame nigai manzoku-kan o kanjite imasu. AKB 0048 wa machigainaku dai 2 kategorī ni hairu.)\u001b[22m\n\nTranslations of \u001b[4mI find I only have two reactions when following currently airing anime. The first reaction isn't really a reaction at all: I download the new episode, watch it, enjoy it somewhat, then eventually finish the show and move on. The second reaction is anticipating every episode whether it’s because of the directing, suspense, characters, or other attachments, and feeling a bittersweet satisfaction as the curtains are drawn on the stage of a quality performance. AKB0048 definitely falls under the second category.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find I only have two reactions when following currently airing anime.\u001b[24m\n    \u001b[1m私は、現在放映されているアニメに従うとき、私は2つの反応しか持っていないことがわかります。\u001b[22m, \u001b[1m私は現在、次のアニメを放映するとき、私は2つだけの反応を持って見つけます。\u001b[22m\n\u001b[4mThe first reaction isn't really a reaction at all: I download the new episode, watch it, enjoy it somewhat, then eventually finish the show and move on.\u001b[24m\n    \u001b[1m最初の反応はまったく反応ではありません。私は新しいエピソードをダウンロードし、それを見て、それを少し楽しんだ後、やがてショーを終えて移動します。\u001b[22m, \u001b[1m最初の反応は本当にまったく反応がありません：私は、最終的にショーを終え、上に移動、新しいエピソードをダウンロードし、それを見て、ややそれを楽しみます。\u001b[22m\n\u001b[4mThe second reaction is anticipating every episode whether it’s because of the directing, suspense, characters, or other attachments, and feeling a bittersweet satisfaction as the curtains are drawn on the stage of a quality performance.\u001b[24m\n    \u001b[1m第2の反応は、監督、サスペンス、登場人物、またはその他の添付ファイルによるものかどうかを問わず、すべてのエピソードを予期しており、質の高いパフォーマンスの段階でカーテンが描かれているため苦い満足感を感じています。\u001b[22m, \u001b[1m第二の反応は、それが理由演出、サスペンス、文字、または他の添付ファイルのですかどうかをすべてのエピソードを予測し、カーテンは品質性能のステージ上に描画されるようほろ苦い満足感を感じています。\u001b[22m\n\u001b[4mAKB0048 definitely falls under the second category.\u001b[24m\n    \u001b[1mAKB0048は間違いなく第2カテゴリーに入る。\u001b[22m, \u001b[1mAKB0048は間違いなく第二のカテゴリーに該当します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nI went in to AKB0048 with low expectations. I was never an idol fan, and the songs of adolescent girls never coincided with my previous tastes in anime, but the reward I received sticking with AKB has left my expectations in shambles. I came expecting mediocrity, but instead I was told a tale of growth. A story of youth in a broken world, willing to sacrifice even their names on a journey to liberate the hearts of humanity. In the end, this show is underappreciated and not even given a chance due to people thinking it’s trying to coast on AKB48’s popularity. In the end, it was a remarkable story with lovable characters in a detailed world. And in the end, you should take a chance and watch this show... who knows, the girls may spark inspiration of your own.\n\n\u001b[1m私は低い期待でAKB0048に行きました。 私はアイドルファンではなかったし、思春期の少女の歌はアニメの前回の趣味と決して一致しませんでしたが、私がAKBを抱いて得た報酬は私の期待を恥ずかしがりにしました。 私は平凡さを期待して来たが、代わりに私は成長の話を聞かれた。 人類の心を解放するための旅行で自分の名前さえも犠牲にして、壊れた世界の若者の物語。 結局のところ、このショーは評価されず、AKB48の人気を訴えていると考えている人々のためにチャンスを与えられていません。 結局のところ、それは細かい世界の中で愛らしい人物との顕著な話でした。 そして最後に、あなたはチャンスを取ってこのショーを見るべきです...知っている、女の子があなた自身のインスピレーションを発するかもしれません。\u001b[22m\n\u001b[1m(Watashi wa hikui kitai de AKB 0048 ni ikimashita. Watashi wa aidoru fande wa nakattashi, shishunki no shōjo no uta wa anime no zenkai no shumi to kesshite itchi shimasendeshitaga, watashi ga AKB o daite eta hōshū wa watashi no kitai o hazukashigari ni shimashita. Watashi wa heibon-sa o kitai shite kitaga, kawarini watashi wa seichō no hanashi o kika reta. Jinrui no kokoro o kaihō suru tame no ryokō de jibun no namae sae mo gisei ni shite, kowaretasekai no wakamono no monogatari. Kekkyokunotokoro, kono shō wa hyōka sa rezu, AKB 48 no ninki o uttaete iru to kangaete iru hitobito no tame ni chansu o atae rarete imasen. Kekkyokunotokoro, sore wa komakai sekai no naka de airashī jinbutsu to no kenchona hanashideshita. Soshite saigo ni, anata wa chansu o totte kono shō o mirubekidesu... Shitte iru, on'nanoko ga anata jishin no insupirēshon o hassuru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI went in to AKB0048 with low expectations. I was never an idol fan, and the songs of adolescent girls never coincided with my previous tastes in anime, but the reward I received sticking with AKB has left my expectations in shambles. I came expecting mediocrity, but instead I was told a tale of growth. A story of youth in a broken world, willing to sacrifice even their names on a journey to liberate the hearts of humanity. In the end, this show is underappreciated and not even given a chance due to people thinking it’s trying to coast on AKB48’s popularity. In the end, it was a remarkable story with lovable characters in a detailed world. And in the end, you should take a chance and watch this show... who knows, the girls may spark inspiration of your own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI went in to AKB0048 with low expectations.\u001b[24m\n    \u001b[1m私は低い期待でAKB0048に行きました。\u001b[22m, \u001b[1m私は低い期待にAKB0048に行ってきました。\u001b[22m\n\u001b[4mI was never an idol fan, and the songs of adolescent girls never coincided with my previous tastes in anime, but the reward I received sticking with AKB has left my expectations in shambles.\u001b[24m\n    \u001b[1m私はアイドルファンではなかったし、思春期の少女の歌はアニメの前回の趣味と決して一致しませんでしたが、私がAKBを抱いて得た報酬は私の期待を恥ずかしがりにしました。\u001b[22m, \u001b[1m私はアイドルのファンではなかった、と思春期の少女の曲はアニメで私の前の好みと一致したことはありませんが、私はAKBに固執受信報酬はめちゃくちゃに私の期待を残しています。\u001b[22m\n\u001b[4mI came expecting mediocrity, but instead I was told a tale of growth.\u001b[24m\n    \u001b[1m私は平凡さを期待して来たが、代わりに私は成長の話を聞かれた。\u001b[22m, \u001b[1m私は平凡を期待して来たが、その代わりに、私は成長の物語を言いました。\u001b[22m\n\u001b[4mA story of youth in a broken world, willing to sacrifice even their names on a journey to liberate the hearts of humanity.\u001b[24m\n    \u001b[1m人類の心を解放するための旅行で自分の名前さえも犠牲にして、壊れた世界の若者の物語。\u001b[22m, \u001b[1m喜んで壊れた世界の若者の物語は、人間の心を解放するために旅にでも自分の名前を犠牲にします。\u001b[22m\n\u001b[4mIn the end, this show is underappreciated and not even given a chance due to people thinking it’s trying to coast on AKB48’s popularity.\u001b[24m\n    \u001b[1m結局のところ、このショーは評価されず、AKB48の人気を訴えていると考えている人々のためにチャンスを与えられていません。\u001b[22m, \u001b[1m最後に、このショーは正当に評価し、さらにそれがAKB48の人気に海岸にしようとしている思考の人のためにチャンスを与えられていません。\u001b[22m\n\u001b[4mIn the end, it was a remarkable story with lovable characters in a detailed world.\u001b[24m\n    \u001b[1m結局のところ、それは細かい世界の中で愛らしい人物との顕著な話でした。\u001b[22m, \u001b[1m最後に、それは詳細な世界で愛すべき文字で顕著話でした。\u001b[22m\n\u001b[4mAnd in the end, you should take a chance and watch this show... who knows, the girls may spark inspiration of your own.\u001b[24m\n    \u001b[1mそして最後に、あなたはチャンスを取ってこのショーを見るべきです...知っている、女の子があなた自身のインスピレーションを発するかもしれません。\u001b[22m, \u001b[1mあなたはチャンスを取ると、このショーを見なければならない...誰が知っているし、最後に、女の子があなた自身のインスピレーションを刺激することができます。\u001b[22m"
  },
  {
    "title": "AKB0048__Next_Stage",
    "id": "14941",
    "url": "https://myanimelist.net/anime/14941/AKB0048__Next_Stage",
    "user": "meijie",
    "profile": "/profile/meijie/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=121789",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n素敵なアニメ....このアニメは非常に感動している！\n私は考えていないが、AKB0048の別の季節があることを願って....\n私はアニメを見るのが好きな人にこのアニメを見ることをお勧めします...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nnice anime....this anime is very touching!!!\n\n\u001b[1m素敵なアニメ....このアニメは非常に感動している！\u001b[22m\n\u001b[1m(Sutekina anime. ... Kono anime wa hijō ni kandō shite iru!)\u001b[22m\n\nTranslations of \u001b[4mnice anime....this anime is very touching!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnice anime....this anime is very touching!!!\u001b[24m\n    \u001b[1m素敵なアニメ....このアニメは非常に感動している！\u001b[22m, \u001b[1m素敵なアニメ....このアニメは非常に感動的です！\u001b[22m\nhope there is another season of AKB0048,although I think don't have....\n\n\u001b[1m私は考えていないが、AKB0048の別の季節があることを願って....\u001b[22m\n\u001b[1m(Watashi wa kangaete inaiga, AKB 0048 no betsu no kisetsu ga aru koto o negatte....)\u001b[22m\n\nTranslations of \u001b[4mhope there is another season of AKB0048,although I think don't have....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhope there is another season of AKB0048,although I think don't have....\u001b[24m\n    \u001b[1m私は考えていないが、AKB0048の別の季節があることを願って....\u001b[22m, \u001b[1m私は持っていないと思うが、AKB0048の別のシーズンがある願っています....\u001b[22m\nI recommend to those who like to watch anime watch this anime...\n\n\u001b[1m私はアニメを見るのが好きな人にこのアニメを見ることをお勧めします...\u001b[22m\n\u001b[1m(Watashi wa anime o miru no ga sukinahito ni kono anime o miru koto o o susume shimasu...)\u001b[22m\n\nTranslations of \u001b[4mI recommend to those who like to watch anime watch this anime...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend to those who like to watch anime watch this anime...\u001b[24m\n    \u001b[1m私はアニメを見るのが好きな人にこのアニメを見ることをお勧めします...\u001b[22m, \u001b[1m私はアニメがこのアニメを見て見るのが好きな人にお勧め...\u001b[22m"
  },
  {
    "title": "AKB0048__Next_Stage",
    "id": "14941",
    "url": "https://myanimelist.net/anime/14941/AKB0048__Next_Stage",
    "user": "UltraDoom",
    "profile": "/profile/UltraDoom/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=181583",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\n私はこれを少し前に見ましたが、今シーズンは本当に嫌なファンサービス（写真撮影）がもっとたくさんあるような気がします。 それは、そうでないとたくさんの人を楽しむショーを私が人々に勧めないようにします。 いずれにしても、ストーリーは今までと同じくらい狂っていて、ふわふわしています。キャラクターはうまく発達し、見ることが非常に満足できます。 キャラクターの名前、表現者、表現者、表現者、そして実際の名前とニックネームを覚えておかなければならないとき、その物語は特に混乱します。 話はまた、いくつかの本当に奇妙な、時には深刻で心のこもったターン、第2シーズンは、より強く、よりふわふわとした最初のものになります。 最終的なクライマックスへの登りは、私がまだアニメで経験していない最もサスペンスな瞬間のいくつかを持っていて、このショーは本当に私を感情的な乗り物に乗せました。 私は、このアニメがおそらく私が見てきたロマンスと生涯のジャンルの外で最も感情が詰まったものの1つであると言えるでしょう。 結末は私が望むことができるすべてだった、私はこのシーズンを最初と同じくらい楽しんだし、それを強く勧めている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI watched this a while ago but I feel like this season had much more fan service (photo shoots) which I really hate. It prevents me from recommending shows to people that otherwise would enjoy them a lot. At any rate, the story is still as insane and fluffy as ever, the characters develop well and its highly satisfying to watch. I feel that the story gets particularly muddled when you have to remember several names of characters: who they represent, who they want to represent, who they should be representing, and ultimately their real name and nicknames. The story also takes some really bizarre and at other times serious and heartfelt turns making the second season both more intense and more fluffy that the first. The climb to the final climax had some of the most suspenseful moments I have yet to experience in anime and this show really took me on a emotional ride. I feel its worth mentioning that this anime was probably one of the most emotion-packed outside of the romance and slice of life genres that I have seen, borderlines a 9 for me. The ending was everything I could have hoped for, I enjoyed this season as much as the first and I highly recommend it.\n\n\u001b[1m私はこれを少し前に見ましたが、今シーズンは本当に嫌なファンサービス（写真撮影）がもっとたくさんあるような気がします。 それは、そうでないとたくさんの人を楽しむショーを私が人々に勧めないようにします。 いずれにしても、ストーリーは今までと同じくらい狂っていて、ふわふわしています。キャラクターはうまく発達し、見ることが非常に満足できます。 キャラクターの名前、表現者、表現者、表現者、そして実際の名前とニックネームを覚えておかなければならないとき、その物語は特に混乱します。 話はまた、いくつかの本当に奇妙な、時には深刻で心のこもったターン、第2シーズンは、より強く、よりふわふわとした最初のものになります。 最終的なクライマックスへの登りは、私がまだアニメで経験していない最もサスペンスな瞬間のいくつかを持っていて、このショーは本当に私を感情的な乗り物に乗せました。 私は、このアニメがおそらく私が見てきたロマンスと生涯のジャンルの外で最も感情が詰まったものの1つであると言えるでしょう。 結末は私が望むことができるすべてだった、私はこのシーズンを最初と同じくらい楽しんだし、それを強く勧めている。\u001b[22m\n\u001b[1m(Watashi wa kore o sukoshi mae ni mimashitaga, ima shīzun wa hontōni iyana fansābisu (shashin satsuei) ga motto takusan aru yōna ki ga shimasu. Sore wa,-sōdenaito takusan no hito o tanoshimu shō o watashi ga hitobito ni susumenai yō ni shimasu. Izure ni shite mo, sutōrī wa imamade to onaji kurai kurutte ite, fuwafuwa shite imasu. Kyarakutā wa umaku hattatsu shi, miru koto ga hijō ni manzoku dekimasu. Kyarakutā no namae, hyōgen-sha, hyōgen-sha, hyōgen-sha, soshite jissai no namae to nikkunēmu o oboete okanakereba naranai toki, sono monogatari wa tokuni konran shimasu. Hanashi wa mata, ikutsu ka no hontōni kimyōna, tokiniha shinkokude kokoro no komotta tān, dai 2 shīzun wa, yori tsuyoku, yori fuwafuwa to shita saisho no mono ni narimasu. Saishū-tekina kuraimakkusu e no nobori wa, watashi ga mada anime de keiken shite inai mottomo sasupensuna shunkan no ikutsu ka o motte ite, kono shō wa hontōni watashi o kanjō-tekina norimono ni nosemashita. Watashi wa, kono anime ga osoraku watashi ga mitekita romansu to shōgai no janru no soto de mottomo kanjō ga tsumatta mono no 1tsudearu to ierudeshou. Ketsumatsu wa watashi ga nozomu koto ga dekiru subetedatta, watashi wa kono shīzun o saisho to onaji kurai tanoshindashi, sore o tsuyoku susumete iru.)\u001b[22m"
  },
  {
    "title": "AKB0048__Next_Stage",
    "id": "14941",
    "url": "https://myanimelist.net/anime/14941/AKB0048__Next_Stage",
    "user": "fierydeath",
    "profile": "/profile/fierydeath/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=91739",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  9\n\nこれを見て、私はこの（2番目の）シーズンとそれ以前のシーズンを見て楽しんだ。 このアニメは私の期待を上回っています。私はこのアニメが時間を潰すための「普通の」平均的なものだと信じていたからです。  「アイドルのジャンルに基づいたアニメだとか、実際のアイドルグループAKB48に基づいたアニメをもっと正確に表現すべきか？ 音楽はこのアニメの重要な側面の1つでした。 オープニングでの音楽の利用を通して、アニメ中に曲を終わらせて曲を挿入する。 各シナリオの気分はうまく捕らえられました。 これは面白いアニメではありませんでしたが、驚くべきことにいくつかの紛争が生じましたが、結局AKB0048はそれを見ることができました。 私はアイドルに基づいてアニメを楽しんだり、AKB48のファンである人にこのアニメをお勧めします。\n申し訳ありませんが、このレビューが悪いと判断した場合、私はまだアニメのレビュー方法を学んでいます。 私は次回よりレビューを良くすることを約束します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhile watching this, I quite enjoyed watched this (second) season and the previous season before this. This anime has exceeded my expectations, as I had believed that this anime would only be 'alright' 'average' 'something to kill time with. ' Being an anime based upon the idol genre or should I more accurately state that an anime based upon the actual idol group AKB48; music was definitely one of the vital aspects of this anime. Through that utilization of music in the opening, ending songs and insert songs during the anime; the moods of each scenario could be captured well. This was not an boring anime to watch, surprisingly a number of conflicts did arise but in the end AKB0048 did manage to see it through. I'd recommend this anime to anyone who enjoys anime based on idols or is a fan of AKB48.\n\n\u001b[1mこれを見て、私はこの（2番目の）シーズンとそれ以前のシーズンを見て楽しんだ。 このアニメは私の期待を上回っています。私はこのアニメが時間を潰すための「普通の」平均的なものだと信じていたからです。  「アイドルのジャンルに基づいたアニメだとか、実際のアイドルグループAKB48に基づいたアニメをもっと正確に表現すべきか？ 音楽はこのアニメの重要な側面の1つでした。 オープニングでの音楽の利用を通して、アニメ中に曲を終わらせて曲を挿入する。 各シナリオの気分はうまく捕らえられました。 これは面白いアニメではありませんでしたが、驚くべきことにいくつかの紛争が生じましたが、結局AKB0048はそれを見ることができました。 私はアイドルに基づいてアニメを楽しんだり、AKB48のファンである人にこのアニメをお勧めします。\u001b[22m\n\u001b[1m(Kore o mite, watashi wa kono (2-banme no) shīzun to sore izen no shīzun o mite tanoshinda. Kono anime wa watashi no kitai o uwamawatte imasu. Watashi wa kono anime ga jikan o tsubusu tame no `futsū no' heikin-tekina monoda to shinjite itakaradesu. `Aidoru no janru ni motodzuita animeda toka, jissai no aidorugurūpu AKB 48 ni motodzuita anime o motto seikaku ni hyōgen subeki ka? Ongaku wa kono anime no jūyōna sokumen no 1tsudeshita. Ōpuningu de no ongaku no riyō o tōshite, anime-chū ni kyoku o owara sete kyoku o sōnyū suru. Kaku shinario no kibun wa umaku torae raremashita. Korehaomoshiroi animede wa arimasendeshitaga, odorokubeki koto ni ikutsu ka no funsō ga shōjimashitaga, kekkyoku AKB 0048 wa sore o miru koto ga dekimashita. Watashi wa aidoru nimotozuite anime o tanoshin dari, AKB 48 no fandearu hito ni kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile watching this, I quite enjoyed watched this (second) season and the previous season before this. This anime has exceeded my expectations, as I had believed that this anime would only be 'alright' 'average' 'something to kill time with. ' Being an anime based upon the idol genre or should I more accurately state that an anime based upon the actual idol group AKB48; music was definitely one of the vital aspects of this anime. Through that utilization of music in the opening, ending songs and insert songs during the anime; the moods of each scenario could be captured well. This was not an boring anime to watch, surprisingly a number of conflicts did arise but in the end AKB0048 did manage to see it through. I'd recommend this anime to anyone who enjoys anime based on idols or is a fan of AKB48.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile watching this, I quite enjoyed watched this (second) season and the previous season before this.\u001b[24m\n    \u001b[1mこれを見て、私はこの（2番目の）シーズンとそれ以前のシーズンを見て楽しんだ。\u001b[22m, \u001b[1mこれを見ながら、私はかなりこの前にこの（第2）シーズンと前のシーズンを見て楽しみました。\u001b[22m\n\u001b[4mThis anime has exceeded my expectations, as I had believed that this anime would only be 'alright' 'average' 'something to kill time with.\u001b[24m\n    \u001b[1mこのアニメは私の期待を上回っています。私はこのアニメが時間を潰すための「普通の」平均的なものだと信じていたからです。\u001b[22m, \u001b[1m私はこのアニメだけで時間を殺すために「大丈夫 ''平均 ''ものになるだろうと信じていたとして、このアニメは、私の期待を超えています。\u001b[22m\n\u001b[4m' Being an anime based upon the idol genre or should I more accurately state that an anime based upon the actual idol group AKB48;\u001b[24m\n    \u001b[1m「アイドルのジャンルに基づいたアニメだとか、実際のアイドルグループAKB48に基づいたアニメをもっと正確に表現すべきか？\u001b[22m, \u001b[1m「アイドルのジャンルに基づいて、アニメである、または私はより正確にアニメは、実際のアイドルグループAKB48に基づいていることを明記してください。\u001b[22m\n\u001b[4mmusic was definitely one of the vital aspects of this anime.\u001b[24m\n    \u001b[1m音楽はこのアニメの重要な側面の1つでした。\u001b[22m, \u001b[1m音楽は間違いなくこのアニメの重要な側面の一つでした。\u001b[22m\n\u001b[4mThrough that utilization of music in the opening, ending songs and insert songs during the anime;\u001b[24m\n    \u001b[1mオープニングでの音楽の利用を通して、アニメ中に曲を終わらせて曲を挿入する。\u001b[22m, \u001b[1m開口部における音楽の利用を通じて、曲を終了し、アニメの間に歌を挿入します。\u001b[22m\n\u001b[4mthe moods of each scenario could be captured well.\u001b[24m\n    \u001b[1m各シナリオの気分はうまく捕らえられました。\u001b[22m, \u001b[1m各シナリオの気分はよく捕捉することができました。\u001b[22m\n\u001b[4mThis was not an boring anime to watch, surprisingly a number of conflicts did arise but in the end AKB0048 did manage to see it through.\u001b[24m\n    \u001b[1mこれは面白いアニメではありませんでしたが、驚くべきことにいくつかの紛争が生じましたが、結局AKB0048はそれを見ることができました。\u001b[22m, \u001b[1mこれは、競合の数が発生した、驚くべきことに、見て退屈なアニメではありませんでしたが、最後にAKB0048はそれを見抜くために管理しました。\u001b[22m\n\u001b[4mI'd recommend this anime to anyone who enjoys anime based on idols or is a fan of AKB48.\u001b[24m\n    \u001b[1m私はアイドルに基づいてアニメを楽しんだり、AKB48のファンである人にこのアニメをお勧めします。\u001b[22m, \u001b[1m私は偶像に基づいて、アニメを楽しむか、AKB48のファンで誰にもこのアニメをお勧めします。\u001b[22m\nSorry if you found this review to be bad, I'm still learning on how to review anime.; I promise that I'll make my reviews better next time.\n\n\u001b[1m申し訳ありませんが、このレビューが悪いと判断した場合、私はまだアニメのレビュー方法を学んでいます。 私は次回よりレビューを良くすることを約束します。\u001b[22m\n\u001b[1m(Mōshiwakearimasenga, kono rebyū ga warui to handan shita baai, watashi wa mada anime no rebyū hōhō o manande imasu. Watashi wa jikai yori rebyū o yoku suru koto o yakusoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSorry if you found this review to be bad, I'm still learning on how to review anime.; I promise that I'll make my reviews better next time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry if you found this review to be bad, I'm still learning on how to review anime.;\u001b[24m\n    \u001b[1m申し訳ありませんが、このレビューが悪いと判断した場合、私はまだアニメのレビュー方法を学んでいます。\u001b[22m, \u001b[1mあなたがこの口コミは悪いであることが判明した場合申し訳ありませんが、私はまだアニメを確認する方法について学んでいます;\u001b[22m\n\u001b[4mI promise that I'll make my reviews better next time.\u001b[24m\n    \u001b[1m私は次回よりレビューを良くすることを約束します。\u001b[22m, \u001b[1m私は次回のレビューを改善するだろうことを約束します。\u001b[22m"
  },
  {
    "title": "AKB0048__Next_Stage",
    "id": "14941",
    "url": "https://myanimelist.net/anime/14941/AKB0048__Next_Stage",
    "user": "Eagleshadow",
    "profile": "/profile/Eagleshadow/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=193194",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  7\n\n最初のシーズンとは違って、それは馬鹿な魔法の論理/素朴なプロットと、恐ろしいルールで適切に言い訳するのに必要なすごい量とのバランスでは失敗しました。 素晴らしいの量は、前者の量がかなり高いながら、最初のシーズンよりわずかに少ないです。 不均衡は、全体が崩壊するのに十分です。\n\nそれでは、これがどういう結果になったのか、私は「ああ、これはとても遅れている/純粋ではない、誰にでもこのことを推薦することはできないだろう」とか、次の瞬間だと思う。 すごい誰もがこれを見るはずです。 最初のシーズンは後者の方が多く、2番目のシーズンは前者の方が多くなっています。 もしそれがそれほど劇的でないようにしようと思えば、それは素晴らしいコンサートの戦いで馬鹿なモエ・コメディに変身し、面白い半分のルールと他の半分のルールを恐れてしまうだろう。\n\n第2シーズンのいくつかのシーンやエピソードは本当に良くて、本当に楽しいです。 あなたがモエのためだけにそれを楽しんでいるなら、楽しい時間を楽しむことができます。 あなたが物語と元の設定のためにそれをしているなら、あなたはおそらく終わらないのが難しいでしょう。 あなたがそれで素晴らしいと最初のシーズンが好きなら、間違いなく2番目のシーズンにショットを与える。\n\n音楽的には、ほとんどの曲は第1シーズンと同じものだと少し残念ですが、OP / EDを数えると4つの新しい曲があると思います。  OPはs1ほど良くはありませんが、悪くないと思います。  EDはs1ほど良くなっています。 他の2曲は大丈夫だと思われますが、本当に素晴らしい曲はすべてs1のものと同じです。\n\nこのショーが必要とするのは、継承、輝き、選挙、競争心、中心新星、彼らの継承体系の魔法...そして娯楽禁止の政治的、心理的、社会的側面、 その後、それは傑作さえあったでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nUnlike first season, it failed in the balance between silly magical logic / naive plot and amount of awesome needed to properly excuse it with rule of awesome. Amount of awesome is slightly less than first season, while amount of the former is considerably higher. The disparity is almost enough for the whole thing to fall apart.\n\n\u001b[1m最初のシーズンとは違って、それは馬鹿な魔法の論理/素朴なプロットと、恐ろしいルールで適切に言い訳するのに必要なすごい量とのバランスでは失敗しました。 素晴らしいの量は、前者の量がかなり高いながら、最初のシーズンよりわずかに少ないです。 不均衡は、全体が崩壊するのに十分です。\u001b[22m\n\u001b[1m(Saisho no shīzun to wa chigatte, sore wa bakana mahō no ronri/ sobokuna purotto to, osoroshī rūru de tekisetsu ni iiwake suru no ni hitsuyōna sugoi ryō to no baransude wa shippai shimashita. Subarashī no ryō wa, zensha no ryō ga kanari takainagara, saisho no shīzun yori wazuka ni sukunaidesu. Fukinkō wa, zentai ga hōkai suru no ni jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mUnlike first season, it failed in the balance between silly magical logic / naive plot and amount of awesome needed to properly excuse it with rule of awesome. Amount of awesome is slightly less than first season, while amount of the former is considerably higher. The disparity is almost enough for the whole thing to fall apart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike first season, it failed in the balance between silly magical logic / naive plot and amount of awesome needed to properly excuse it with rule of awesome.\u001b[24m\n    \u001b[1m最初のシーズンとは違って、それは馬鹿な魔法の論理/素朴なプロットと、恐ろしいルールで適切に言い訳するのに必要なすごい量とのバランスでは失敗しました。\u001b[22m, \u001b[1m最初のシーズンとは異なり、それは愚かな魔法のロジック/ナイーブプロットし、適切に素晴らしいのルールでそれを言い訳するのに必要な素晴らしいの量とのバランスに失敗しました。\u001b[22m\n\u001b[4mAmount of awesome is slightly less than first season, while amount of the former is considerably higher.\u001b[24m\n    \u001b[1m素晴らしいの量は、前者の量がかなり高いながら、最初のシーズンよりわずかに少ないです。\u001b[22m, \u001b[1m前者の量はかなり高いながら素晴らしいの量は、最初のシーズンよりもわずかに小さいです。\u001b[22m\n\u001b[4mThe disparity is almost enough for the whole thing to fall apart.\u001b[24m\n    \u001b[1m不均衡は、全体が崩壊するのに十分です。\u001b[22m, \u001b[1m全部がバラバラにするの格差はほとんど十分です。\u001b[22m\n\u001b[1m\u001b[22m\nSo what this results in, is that one moment I'm like ''oh fml this is so retarded/naive I can't possibly recommend this to anyone'' and then next moment I'm like ''fuck me this is so fucking awesome everyone should see this''. First season had more of the latter, second season has more of the former. It could have also worked if it tried to be less dramatic, then it would genre shift into a silly moe comedy with awesome concert battles, and it would be excused one half with rule of funny and other half with rule of awesome.\n\n\u001b[1mそれでは、これがどういう結果になったのか、私は「ああ、これはとても遅れている/純粋ではない、誰にでもこのことを推薦することはできないだろう」とか、次の瞬間だと思う。 すごい誰もがこれを見るはずです。 最初のシーズンは後者の方が多く、2番目のシーズンは前者の方が多くなっています。 もしそれがそれほど劇的でないようにしようと思えば、それは素晴らしいコンサートの戦いで馬鹿なモエ・コメディに変身し、面白い半分のルールと他の半分のルールを恐れてしまうだろう。\u001b[22m\n\u001b[1m(Soredewa, kore ga dōiu kekka ni natta no ka, watashi wa `ā , kore wa totemo okurete iru/ junsuide wanai, darenidemo kono koto o suisen suru koto wa dekinaidarou' toka,-ji no shunkanda to omou. Sugoi daremoga kore o miru hazudesu. Saisho no shīzun wa kōsha no kata ga ōku, 2-banme no shīzun wa zensha no kata ga ōku natte imasu. Moshi sore ga sorehodo gekitekidenai yō ni shiyou to omoeba, sore wa subarashī konsāto no tatakai de bakana Moe komedi ni henshin shi, omoshiroi hanbun no rūru to hoka no hanbun no rūru o osorete shimaudarou.)\u001b[22m\n\nTranslations of \u001b[4mSo what this results in, is that one moment I'm like ''oh fml this is so retarded/naive I can't possibly recommend this to anyone'' and then next moment I'm like ''fuck me this is so fucking awesome everyone should see this''. First season had more of the latter, second season has more of the former. It could have also worked if it tried to be less dramatic, then it would genre shift into a silly moe comedy with awesome concert battles, and it would be excused one half with rule of funny and other half with rule of awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo what this results in, is that one moment I'm like ''oh fml this is so retarded/naive I can't possibly recommend this to anyone'' and then next moment I'm like ''fuck me this is so\u001b[24m\n    \u001b[1mそれでは、これがどういう結果になったのか、私は「ああ、これはとても遅れている/純粋ではない、誰にでもこのことを推薦することはできないだろう」とか、次の瞬間だと思う。\u001b[22m, \u001b[1mそれでは、これは、その結果は、1つの瞬間、私は「ああ、FMLこれはナイーブ/ので遅く、私はおそらく誰にもこのことをお勧めすることはできませんされている ''のようだ」と、私は 'のようだ次の瞬間には「これがそうである私を性交することです\u001b[22m\n\u001b[4mfucking awesome everyone should see this''.\u001b[24m\n    \u001b[1mすごい誰もがこれを見るはずです。\u001b[22m, \u001b[1mクソ素晴らしい誰もがこれを ''表示されるはずです。\u001b[22m\n\u001b[4mFirst season had more of the latter, second season has more of the former.\u001b[24m\n    \u001b[1m最初のシーズンは後者の方が多く、2番目のシーズンは前者の方が多くなっています。\u001b[22m, \u001b[1m最初のシーズンは、後者のより、第二シーズンは、前者の多くを持っていました。\u001b[22m\n\u001b[4mIt could have also worked if it tried to be less dramatic, then it would genre shift into a silly moe comedy with awesome concert battles, and it would be excused one half with rule of funny and other half with rule of awesome.\u001b[24m\n    \u001b[1mもしそれがそれほど劇的でないようにしようと思えば、それは素晴らしいコンサートの戦いで馬鹿なモエ・コメディに変身し、面白い半分のルールと他の半分のルールを恐れてしまうだろう。\u001b[22m, \u001b[1mまた、それはそれほど劇的でしようとした場合、それは素晴らしいコンサートの戦いで愚かな萌えコメディにシフトをジャンルであろう、そしてそれは素晴らしいのルールに面白いと他の半分のルールに半分を免除されることになる働いている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nSome scenes and episodes in second season are really good and really enjoyable to watch. If you're in it just for the moe, you'll have an easier time enjoying it. If you're in it for the story and original setting, you will probably have a hard time not quitting. If you're in it for the awesome and liked the first season, definitely give second season a shot.\n\n\u001b[1m第2シーズンのいくつかのシーンやエピソードは本当に良くて、本当に楽しいです。 あなたがモエのためだけにそれを楽しんでいるなら、楽しい時間を楽しむことができます。 あなたが物語と元の設定のためにそれをしているなら、あなたはおそらく終わらないのが難しいでしょう。 あなたがそれで素晴らしいと最初のシーズンが好きなら、間違いなく2番目のシーズンにショットを与える。\u001b[22m\n\u001b[1m(Dai 2 shīzun no ikutsu ka no shīn ya episōdo wa hontōni yokute, hontōni tanoshīdesu. Anata ga Moe no tame dake ni sore o tanoshinde irunara, tanoshī jikan o tanoshimu koto ga dekimasu. Anata ga monogatari to gen no settei no tame ni sore o shite irunara, anata wa osoraku owaranai no ga muzukashīdeshou. Anata ga sore de subarashī to saisho no shīzun ga sukinara, machigainaku 2-banme no shīzun ni shotto o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mSome scenes and episodes in second season are really good and really enjoyable to watch. If you're in it just for the moe, you'll have an easier time enjoying it. If you're in it for the story and original setting, you will probably have a hard time not quitting. If you're in it for the awesome and liked the first season, definitely give second season a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome scenes and episodes in second season are really good and really enjoyable to watch.\u001b[24m\n    \u001b[1m第2シーズンのいくつかのシーンやエピソードは本当に良くて、本当に楽しいです。\u001b[22m, \u001b[1mセカンドシーズンのいくつかのシーンやエピソードは本当に良いと見て、本当に楽しいです。\u001b[22m\n\u001b[4mIf you're in it just for the moe, you'll have an easier time enjoying it.\u001b[24m\n    \u001b[1mあなたがモエのためだけにそれを楽しんでいるなら、楽しい時間を楽しむことができます。\u001b[22m, \u001b[1mあなただけの萌えのためにそれにしている場合、あなたは簡単に時間それを楽しんがあるでしょう。\u001b[22m\n\u001b[4mIf you're in it for the story and original setting, you will probably have a hard time not quitting.\u001b[24m\n    \u001b[1mあなたが物語と元の設定のためにそれをしているなら、あなたはおそらく終わらないのが難しいでしょう。\u001b[22m, \u001b[1mあなたはストーリーと元の設定のためにそれにしている場合は、おそらくハードの時間が終了していない必要があります。\u001b[22m\n\u001b[4mIf you're in it for the awesome and liked the first season, definitely give second season a shot.\u001b[24m\n    \u001b[1mあなたがそれで素晴らしいと最初のシーズンが好きなら、間違いなく2番目のシーズンにショットを与える。\u001b[22m, \u001b[1mあなたは素晴らしいのためにそれにしているし、最初のシーズンが好きなら、間違いなくセカンドシーズン打撃を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nMusic wise, It's slightly disappointing that most songs are the same ones from first season, but if we count OP/ED, I think there are 4 new ones. OP is not as good as s1, but isn't bad I suppose. ED is quite close to being as good as s1. Other two songs seem okay, but all the really awesome ones are the same ones from s1.\n\n\u001b[1m音楽的には、ほとんどの曲は第1シーズンと同じものだと少し残念ですが、OP / EDを数えると4つの新しい曲があると思います。  OPはs1ほど良くはありませんが、悪くないと思います。  EDはs1ほど良くなっています。 他の2曲は大丈夫だと思われますが、本当に素晴らしい曲はすべてs1のものと同じです。\u001b[22m\n\u001b[1m(Ongaku-teki ni wa, hotondo no kyoku wa dai 1 shīzun to onaji monodato sukoshi zan'nendesuga, OP/ ED o kazoeru to 4tsu no atarashī kyoku ga aru to omoimasu. OP wa s 1 hodo yoku wa arimasenga, warukunai to omoimasu. ED wa s 1 hodo yoku natte imasu. Hoka no 2-kyoku wa daijōbuda to omowa remasuga, hontōni subarashī kyoku wa subete s 1 no mono to onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mMusic wise, It's slightly disappointing that most songs are the same ones from first season, but if we count OP/ED, I think there are 4 new ones. OP is not as good as s1, but isn't bad I suppose. ED is quite close to being as good as s1. Other two songs seem okay, but all the really awesome ones are the same ones from s1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic wise, It's slightly disappointing that most songs are the same ones from first season, but if we count OP/ED, I think there are 4 new ones.\u001b[24m\n    \u001b[1m音楽的には、ほとんどの曲は第1シーズンと同じものだと少し残念ですが、OP / EDを数えると4つの新しい曲があると思います。\u001b[22m, \u001b[1m音楽は賢明な、それはほとんどの曲が最初のシーズンから同じものであることを少し期待はずれだが、我々はOP / EDを数える場合、私は4新しいものがあると思います。\u001b[22m\n\u001b[4mOP is not as good as s1, but isn't bad I suppose.\u001b[24m\n    \u001b[1mOPはs1ほど良くはありませんが、悪くないと思います。\u001b[22m, \u001b[1mOPはS1ほど良好ではないが、私が思う悪いことではありません。\u001b[22m\n\u001b[4mED is quite close to being as good as s1.\u001b[24m\n    \u001b[1mEDはs1ほど良くなっています。\u001b[22m, \u001b[1mEDは、S1と同様に良好であることに非常に近いです。\u001b[22m\n\u001b[4mOther two songs seem okay, but all the really awesome ones are the same ones from s1.\u001b[24m\n    \u001b[1m他の2曲は大丈夫だと思われますが、本当に素晴らしい曲はすべてs1のものと同じです。\u001b[22m, \u001b[1m他の2曲は大丈夫見えるが、すべて本当に素晴らしいものはS1から同じものです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat this show needs is less talk of succession, radiance, elections, competitive spirit, center nova, and the magic of their succession system... and more of political, psychological and social aspect of entertainment ban, and actual fight against it. Then it would have even been a masterpiece.\n\n\u001b[1mこのショーが必要とするのは、継承、輝き、選挙、競争心、中心新星、彼らの継承体系の魔法...そして娯楽禁止の政治的、心理的、社会的側面、 その後、それは傑作さえあったでしょう。\u001b[22m\n\u001b[1m(Kono shō ga hitsuyō to suru no wa, keishō, kagayaki, senkyo, kyōsōshin, chūshin Shinsei, karera no keishō taikei no mahō... Soshite goraku kinshi no seidjiteki, shinri-teki, shakai-teki sokumen, sonogo, soreha kessaku sae attadeshou.)\u001b[22m\n\nTranslations of \u001b[4mWhat this show needs is less talk of succession, radiance, elections, competitive spirit, center nova, and the magic of their succession system... and more of political, psychological and social aspect of entertainment ban, and actual fight against it. Then it would have even been a masterpiece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat this show needs is less talk of succession, radiance, elections, competitive spirit, center nova, and the magic of their succession system... and more of political, psychological and social aspect of entertainment ban, and actual fight against it.\u001b[24m\n    \u001b[1mこのショーが必要とするのは、継承、輝き、選挙、競争心、中心新星、彼らの継承体系の魔法...そして娯楽禁止の政治的、心理的、社会的側面、\u001b[22m, \u001b[1m何このショーが必要なのは以下承継の話、輝き、選挙、競争心、中央新星、およびその後継システムの魔法...とエンターテイメントの禁止、およびそれに対する実際の戦いの政治、心理的、社会的側面の詳細です。\u001b[22m\n\u001b[4mThen it would have even been a masterpiece.\u001b[24m\n    \u001b[1mその後、それは傑作さえあったでしょう。\u001b[22m, \u001b[1mそして、それも傑作だったでしょう。\u001b[22m"
  },
  {
    "title": "AKB0048__Next_Stage",
    "id": "14941",
    "url": "https://myanimelist.net/anime/14941/AKB0048__Next_Stage",
    "user": "misha0angel",
    "profile": "/profile/misha0angel/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=92033",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はレビューを書いたことがないので、本当におかしなことになってしまったらすみませますが、なぜこのアニメがとても美しく仕上がったのかを知る人が必要です。\n\nまた、これは2番目のシリーズです。完全な経験をしたい場合は、最初のシリーズを見ることが重要です。\n\nストーリー（Story） - ギャラクシーの向こう側にエンターテイメントの禁止を争う女の子のグループ。 少女少女スタイルのアニメのような音？  Welp no。 それはAKB0048の実際のところから非常に遠いです。 次のステージでは、最初のステージが終了した場所をピックアップします。 女の子はAkibasterに戻り、総選挙が再開しました。 女の子たちは今、お互いに競争しており、渚はこれについてどう感じるか分からない。 要点は、総選挙は第2シーズンを開始するための非常に面白い方法であり、あなたがエンディングを終えた後、それはとても美しく結びついています。そして、私はそれが本当に物語のプロセスをマスターすると信じています。\n\n芸術 - 芸術のスタイルは、私の意見では若干良いことを除いて、最初のシリーズに似ています。 アニメーションはより鮮明になり、3Dシーンはより現実的に見え、他のアニメーションとのブレンドがよくなり、効果もすばらしく見えます。 私の好きなアニメーションの部分はオープニングです。  5回目のエピソードの後、本当に彼らは私たちのためにそれを磨くために余分な努力を払うと言うことができます。 プラス私はこの芸術のスタイルのためのちょうど巨大な吸盤だ、なぜ私はそのような高い得点を与えたのだろうが、どこでも心がすごくかわいいです〜\n\nサウンド - 明らかに、アイドルのアニメには良い音楽が必要です。 個人的には、今シーズンよりもはるかに多くの曲を最後まで楽しんでいました。オープニングとエンディングは私のお気に入りです。 彼らはまた、最初のシーズンからいくつかの素晴らしい曲を取り戻し、新しいAKB曲も取り入れました。  OSTはまだすごく素晴らしいですし、最初のシーズンと同じものだったと思います。\n\nキャラクター - このアニメの私の好きな部分はキャラクターです。 彼らは私にとって本当に本物の気がします。 また、物語を熟知しながら、彼らはまた、彼らのキャラクターの本質、とりわけ第77世代の女の子を捉えたと信じています。 このアニメは非常に多くのキャラクターを持っていますが、あなたはそれらをとてもよく知っているように感じます。 私はそれが連続や何かのアイデアと関係するかもしれないと思うが、私はこのアニメがキャラクター開発領域に欠けていないと信じている。\n\n楽しさ/全体 - このアニメは私のお気に入りです。 最初のシリーズは素晴らしかったですが、もし私が2つの間で選ぶ必要があったなら、それはこのものでした。 このストーリーはこれよりもはるかに大きく、私はそれをもっと楽しんだので、最初のシリーズの後に停止しても、続行してください、そして、私はあなたが失望するとは思わない。  'u'\n申し訳ありません、このレビューは吸いました;;;;",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've never written a review so sorry if this comes out really crappy but I just need people to know the reasons of why this anime was so beautifully crafted, so lets begin.\n\n\u001b[1m私はレビューを書いたことがないので、本当におかしなことになってしまったらすみませますが、なぜこのアニメがとても美しく仕上がったのかを知る人が必要です。\u001b[22m\n\u001b[1m(Watashi wa rebyū o kaita koto ga nainode, hontōni okashina koto ni natte shimattara sumimasemasuga, naze kono anime ga totemo utsukushiku shiagatta no ka o shiru hito ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI've never written a review so sorry if this comes out really crappy but I just need people to know the reasons of why this anime was so beautifully crafted, so lets begin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've never written a review so sorry if this comes out really crappy but I just need people to know the reasons of why this anime was so beautifully crafted, so lets begin.\u001b[24m\n    \u001b[1m私はレビューを書いたことがないので、本当におかしなことになってしまったらすみませますが、なぜこのアニメがとても美しく仕上がったのかを知る人が必要です。\u001b[22m, \u001b[1m私はこれが出てくる場合は本当に安っぽいので、申し訳ありませんが、私はちょうどそう始めることができます、このアニメはとても美しく細工された理由の原因を知っている人が必要なレビューを書いたことがありません。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, reminder, this is the second series, it is crucial to watch the first series if you want the full experience.\n\n\u001b[1mまた、これは2番目のシリーズです。完全な経験をしたい場合は、最初のシリーズを見ることが重要です。\u001b[22m\n\u001b[1m(Mata, kore wa 2-banme no shirīzudesu. Kanzen'na keiken o shitai baai wa, saisho no shirīzu o miru koto ga jūyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, reminder, this is the second series, it is crucial to watch the first series if you want the full experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, reminder, this is the second series, it is crucial to watch the first series if you want the full experience.\u001b[24m\n    \u001b[1mまた、これは2番目のシリーズです。完全な経験をしたい場合は、最初のシリーズを見ることが重要です。\u001b[22m, \u001b[1mまた、リマインダーは、この2番目の系列である、あなたが完全な経験をしたい場合は、最初のシリーズを見ることが重要です。\u001b[22m\n\u001b[1m\u001b[22m\nStory- A group of girls fighting the ban of entertainment across the galaxy. Sounds like a little girl shoujo-style anime right? Welp no. That is very far from what AKB0048 is actually about. Next Stage picks up right where First stage finished. The girls are back to Akibaster, and General Elections have restarted. The girls are now competing with each other, and Nagisa doesn't know how to feel about this. The point is, General Elections were a super interesting way to start the second season, and after you finish the ending it just all ties together so beautifully and I believe it really masters the story telling process.\n\n\u001b[1mストーリー（Story） - ギャラクシーの向こう側にエンターテイメントの禁止を争う女の子のグループ。 少女少女スタイルのアニメのような音？  Welp no。 それはAKB0048の実際のところから非常に遠いです。 次のステージでは、最初のステージが終了した場所をピックアップします。 女の子はAkibasterに戻り、総選挙が再開しました。 女の子たちは今、お互いに競争しており、渚はこれについてどう感じるか分からない。 要点は、総選挙は第2シーズンを開始するための非常に面白い方法であり、あなたがエンディングを終えた後、それはとても美しく結びついています。そして、私はそれが本当に物語のプロセスをマスターすると信じています。\u001b[22m\n\u001b[1m(Sutōrī (Story) - gyarakushī no mukō-gawa ni entāteimento no kinshi o arasou on'nanoko no gurūpu. Shōjo shōjo sutairu no anime no yōna oto? Welp no. Sore wa AKB 0048 no jissai no tokoro kara hijō ni tōidesu. Tsugi no sutējide wa, saisho no sutēji ga shūryō shita basho o pikkuappu shimasu. On'nanoko wa Akibaster ni modori, sō senkyo ga saikai shimashita. On'nanoko-tachi wa ima, otagai ni kyōsō shite ori, nagisa wa kore ni tsuite dō kanjiru ka wakaranai. Yōten wa, sō senkyo wa dai 2 shīzun o kaishi suru tame no hijō ni omoshiroi hōhōdeari, anata ga endingu o oeta nochi, sore wa totemo utsukushiku musubitsuite imasu. Soshite, watashi wa sore ga hontōni monogatari no purosesu o masutā suru to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory- A group of girls fighting the ban of entertainment across the galaxy. Sounds like a little girl shoujo-style anime right? Welp no. That is very far from what AKB0048 is actually about. Next Stage picks up right where First stage finished. The girls are back to Akibaster, and General Elections have restarted. The girls are now competing with each other, and Nagisa doesn't know how to feel about this. The point is, General Elections were a super interesting way to start the second season, and after you finish the ending it just all ties together so beautifully and I believe it really masters the story telling process.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- A group of girls fighting the ban of entertainment across the galaxy.\u001b[24m\n    \u001b[1mストーリー（Story） - ギャラクシーの向こう側にエンターテイメントの禁止を争う女の子のグループ。\u001b[22m, \u001b[1m銀河娯楽の禁止を戦う女の子のグループをStory-。\u001b[22m\n\u001b[4mSounds like a little girl shoujo-style anime right?\u001b[24m\n    \u001b[1m少女少女スタイルのアニメのような音？\u001b[22m, \u001b[1m右少女少女風のアニメのような音？\u001b[22m\n\u001b[4mWelp no.\u001b[24m\n    \u001b[1mWelp no。\u001b[22m, \u001b[1mWelpありません。\u001b[22m\n\u001b[4mThat is very far from what AKB0048 is actually about.\u001b[24m\n    \u001b[1mそれはAKB0048の実際のところから非常に遠いです。\u001b[22m, \u001b[1mそれは非常に遠くAKB0048が約実際にあるものからです。\u001b[22m\n\u001b[4mNext Stage picks up right where First stage finished.\u001b[24m\n    \u001b[1m次のステージでは、最初のステージが終了した場所をピックアップします。\u001b[22m, \u001b[1m次の段階は、まずステージが終了した権利をピックアップ。\u001b[22m\n\u001b[4mThe girls are back to Akibaster, and General Elections have restarted.\u001b[24m\n    \u001b[1m女の子はAkibasterに戻り、総選挙が再開しました。\u001b[22m, \u001b[1m女の子は戻ってAkibasterにあり、総選挙が再起動しました。\u001b[22m\n\u001b[4mThe girls are now competing with each other, and Nagisa doesn't know how to feel about this.\u001b[24m\n    \u001b[1m女の子たちは今、お互いに競争しており、渚はこれについてどう感じるか分からない。\u001b[22m, \u001b[1m女の子は現在、お互いに競争している、と渚はこのことについて感じる方法を知りません。\u001b[22m\n\u001b[4mThe point is, General Elections were a super interesting way to start the second season, and after you finish the ending it just all ties together so beautifully and I believe it really masters the story telling process.\u001b[24m\n    \u001b[1m要点は、総選挙は第2シーズンを開始するための非常に面白い方法であり、あなたがエンディングを終えた後、それはとても美しく結びついています。そして、私はそれが本当に物語のプロセスをマスターすると信じています。\u001b[22m, \u001b[1mポイント総選挙は、第二シーズンを開始するには、スーパー興味深い方法であった、とあなたはとても美しく一緒にちょうどすべての絆を終了終了し、私は本当にマスター物語はプロセスを伝えるそれを信じた後にされています。\u001b[22m\n\u001b[1m\u001b[22m\nArt- The art style is super similar to the first series, except slightly better in my opinion. The animation is cleaner through out, and the 3D scenes look more realistic and blend together better with the other animation, plus the effects look sooo awesome. My favorite part of the animation is the opening. After the 5th episode, you can really tell they put extra effort into polishing it up for us. Plus I'm just a huge sucker for this art style, so that maybe why I gave it such a high score, but the hearts everywhere are sooo cute~\n\n\u001b[1m芸術 - 芸術のスタイルは、私の意見では若干良いことを除いて、最初のシリーズに似ています。 アニメーションはより鮮明になり、3Dシーンはより現実的に見え、他のアニメーションとのブレンドがよくなり、効果もすばらしく見えます。 私の好きなアニメーションの部分はオープニングです。  5回目のエピソードの後、本当に彼らは私たちのためにそれを磨くために余分な努力を払うと言うことができます。 プラス私はこの芸術のスタイルのためのちょうど巨大な吸盤だ、なぜ私はそのような高い得点を与えたのだろうが、どこでも心がすごくかわいいです〜\u001b[22m\n\u001b[1m(Geijutsu - geijutsu no sutairu wa, watashi no ikende wa jakkan yoikoto o nozoite, saisho no shirīzu ni nite imasu. Animēshon wa yori senmei ni nari, 3 D shīn wa yori genjitsu-teki ni mie, hoka no animēshon to no burendo ga yoku nari, kōka mo subarashiku miemasu. Watashi no sukina animēshon no bubun wa ōpuningudesu. 5-Kai-me no episōdo no ato, hontōni karera wa watashitachi no tame ni sore o migaku tame ni yobun'na doryoku o harau to iu koto ga dekimasu. Purasu watashi wa kono geijutsu no sutairu no tame no chōdo kyodaina kyūbanda, naze watashi wa sono yōna takai tokuten o ataeta nodarouga, doko demo kokoro ga sugoku kawaīdesu 〜)\u001b[22m\n\nTranslations of \u001b[4mArt- The art style is super similar to the first series, except slightly better in my opinion. The animation is cleaner through out, and the 3D scenes look more realistic and blend together better with the other animation, plus the effects look sooo awesome. My favorite part of the animation is the opening. After the 5th episode, you can really tell they put extra effort into polishing it up for us. Plus I'm just a huge sucker for this art style, so that maybe why I gave it such a high score, but the hearts everywhere are sooo cute~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- The art style is super similar to the first series, except slightly better in my opinion.\u001b[24m\n    \u001b[1m芸術 - 芸術のスタイルは、私の意見では若干良いことを除いて、最初のシリーズに似ています。\u001b[22m, \u001b[1mアートスタイルアート - 私の意見ではわずかに良い除いて、最初のシリーズに超似ています。\u001b[22m\n\u001b[4mThe animation is cleaner through out, and the 3D scenes look more realistic and blend together better with the other animation, plus the effects look sooo awesome.\u001b[24m\n    \u001b[1mアニメーションはより鮮明になり、3Dシーンはより現実的に見え、他のアニメーションとのブレンドがよくなり、効果もすばらしく見えます。\u001b[22m, \u001b[1mアニメーションはアウトを通してクリーナーで、3Dシーンをよりリアルに見て、他のアニメーションと一緒に、より良いブレンド、プラスの効果がすっごく素晴らしい見えます。\u001b[22m\n\u001b[4mMy favorite part of the animation is the opening.\u001b[24m\n    \u001b[1m私の好きなアニメーションの部分はオープニングです。\u001b[22m, \u001b[1mアニメーションの私のお気に入りの部分は開口部です。\u001b[22m\n\u001b[4mAfter the 5th episode, you can really tell they put extra effort into polishing it up for us.\u001b[24m\n    \u001b[1m5回目のエピソードの後、本当に彼らは私たちのためにそれを磨くために余分な努力を払うと言うことができます。\u001b[22m, \u001b[1m第五話の後、あなたは本当に彼らは私たちのためにそれを研磨中に余分な力を入れて伝えることができます。\u001b[22m\n\u001b[4mPlus I'm just a huge sucker for this art style, so that maybe why I gave it such a high score, but the hearts everywhere are sooo cute~\u001b[24m\n    \u001b[1mプラス私はこの芸術のスタイルのためのちょうど巨大な吸盤だ、なぜ私はそのような高い得点を与えたのだろうが、どこでも心がすごくかわいいです〜\u001b[22m, \u001b[1mプラス〜多分、なぜ私はそれをこのような高いスコアを与えたように、私は、このアートスタイルのためだけの巨大な吸盤んだけど、どこにでも心はすっごくかわいいです\u001b[22m\n\u001b[1m\u001b[22m\nSound- Obviously an anime about idols needs to have good music. Personally, I enjoyed the songs much more this season than the last, the opening and the ending being my favorites. They also brought back some great songs from the first season, and incorporated new AKB songs as well. The OST is still sooo great, and I think it was the same one they used as first season.\n\n\u001b[1mサウンド - 明らかに、アイドルのアニメには良い音楽が必要です。 個人的には、今シーズンよりもはるかに多くの曲を最後まで楽しんでいました。オープニングとエンディングは私のお気に入りです。 彼らはまた、最初のシーズンからいくつかの素晴らしい曲を取り戻し、新しいAKB曲も取り入れました。  OSTはまだすごく素晴らしいですし、最初のシーズンと同じものだったと思います。\u001b[22m\n\u001b[1m(Saundo - akiraka ni, aidoru no anime ni wa yoi ongaku ga hitsuyōdesu. Kojin-teki ni wa, ima shīzun yori mo haruka ni ōku no kyoku o saigomade tanoshinde imashita. Ōpuningu to endingu wa watashinōkiniiridesu. Karera wa mata, saisho no shīzun kara ikutsu ka no subarashī kyoku o torimodoshi, atarashī AKB kyoku mo toriiremashita. OST wa mada sugoku subarashīdesushi, saisho no shīzun to onaji monodatta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound- Obviously an anime about idols needs to have good music. Personally, I enjoyed the songs much more this season than the last, the opening and the ending being my favorites. They also brought back some great songs from the first season, and incorporated new AKB songs as well. The OST is still sooo great, and I think it was the same one they used as first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- Obviously an anime about idols needs to have good music.\u001b[24m\n    \u001b[1mサウンド - 明らかに、アイドルのアニメには良い音楽が必要です。\u001b[22m, \u001b[1m健全で明らかに偶像についてのアニメは良い音楽を持っている必要があります。\u001b[22m\n\u001b[4mPersonally, I enjoyed the songs much more this season than the last, the opening and the ending being my favorites.\u001b[24m\n    \u001b[1m個人的には、今シーズンよりもはるかに多くの曲を最後まで楽しんでいました。オープニングとエンディングは私のお気に入りです。\u001b[22m, \u001b[1m個人的に、私はずっと最後に、開口部と私のお気に入りであるエンディングよりもこの季節が歌を楽しみました。\u001b[22m\n\u001b[4mThey also brought back some great songs from the first season, and incorporated new AKB songs as well.\u001b[24m\n    \u001b[1m彼らはまた、最初のシーズンからいくつかの素晴らしい曲を取り戻し、新しいAKB曲も取り入れました。\u001b[22m, \u001b[1m彼らはまた、最初のシーズンからいくつかの素晴らしい曲を持ち帰った、とだけでなく、新しいAKBの曲を組み込みました。\u001b[22m\n\u001b[4mThe OST is still sooo great, and I think it was the same one they used as first season.\u001b[24m\n    \u001b[1mOSTはまだすごく素晴らしいですし、最初のシーズンと同じものだったと思います。\u001b[22m, \u001b[1mOSTはまだすっごく素晴らしいです、と私はそれは彼らが最初のシーズンのように使用したのと同じものだったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter- My favorite part about this anime is the characters. They feel so real and genuine to me, its crazy. Again with the mastery of story telling, I believe they also captured the essence of their characters just as well, especially the 77th generation girls. Even though this anime has so many characters, you feel like you know them so well. I think it might have something to do with the idea of succession or something, but believe me, this anime does not lack in the character development area.\n\n\u001b[1mキャラクター - このアニメの私の好きな部分はキャラクターです。 彼らは私にとって本当に本物の気がします。 また、物語を熟知しながら、彼らはまた、彼らのキャラクターの本質、とりわけ第77世代の女の子を捉えたと信じています。 このアニメは非常に多くのキャラクターを持っていますが、あなたはそれらをとてもよく知っているように感じます。 私はそれが連続や何かのアイデアと関係するかもしれないと思うが、私はこのアニメがキャラクター開発領域に欠けていないと信じている。\u001b[22m\n\u001b[1m(Kyarakutā - kono anime no watashi no sukina bubun wa kyarakutādesu. Karera wa watashi ni totte hontōni honmono no ki ga shimasu. Mata, monogatari o jukuchi shinagara, karera wa mata, karera no kyarakutā no honshitsu, toriwake dai 77 sedai no on'nanoko o toraeta to shinjite imasu. Kono anime wa hijō ni ōku no kyarakutā o motte imasuga, anata wa sorera o totemo yoku shitte iru yō ni kanjimasu. Watashi wa sore ga renzoku ya nanika no aidea to kankei suru kamo shirenai to omou ga, watashi wa kono anime ga kyarakutā kaihatsu ryōiki ni kakete inai to shinjite iru.)\u001b[22m\n\nTranslations of \u001b[4mCharacter- My favorite part about this anime is the characters. They feel so real and genuine to me, its crazy. Again with the mastery of story telling, I believe they also captured the essence of their characters just as well, especially the 77th generation girls. Even though this anime has so many characters, you feel like you know them so well. I think it might have something to do with the idea of succession or something, but believe me, this anime does not lack in the character development area.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter- My favorite part about this anime is the characters.\u001b[24m\n    \u001b[1mキャラクター - このアニメの私の好きな部分はキャラクターです。\u001b[22m, \u001b[1mこのアニメについての私の好きな部分が文字でありますCharacter-。\u001b[22m\n\u001b[4mThey feel so real and genuine to me, its crazy.\u001b[24m\n    \u001b[1m彼らは私にとって本当に本物の気がします。\u001b[22m, \u001b[1m彼らはとても本当と私には本物の、その狂気を感じます。\u001b[22m\n\u001b[4mAgain with the mastery of story telling, I believe they also captured the essence of their characters just as well, especially the 77th generation girls.\u001b[24m\n    \u001b[1mまた、物語を熟知しながら、彼らはまた、彼らのキャラクターの本質、とりわけ第77世代の女の子を捉えたと信じています。\u001b[22m, \u001b[1m再度、ストーリーテリングの習得と、私は、彼らはまた、全く同じように、特に第77世代の女の子を自分のキャラクターの本質を捕獲したと信じています。\u001b[22m\n\u001b[4mEven though this anime has so many characters, you feel like you know them so well.\u001b[24m\n    \u001b[1mこのアニメは非常に多くのキャラクターを持っていますが、あなたはそれらをとてもよく知っているように感じます。\u001b[22m, \u001b[1mこのアニメは非常に多くの文字を持っているにもかかわらず、そのようにそれらをよく知っているように、あなたが感じています。\u001b[22m\n\u001b[4mI think it might have something to do with the idea of succession or something, but believe me, this anime does not lack in the character development area.\u001b[24m\n    \u001b[1m私はそれが連続や何かのアイデアと関係するかもしれないと思うが、私はこのアニメがキャラクター開発領域に欠けていないと信じている。\u001b[22m, \u001b[1m私はそれが連続か何かのアイデアとは何かを持っているかもしれないと思うが、私を信じて、このアニメはキャラクターの開発エリアに欠けていません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall- This anime is my favorite. The first series was soooo great, but if I had to pick between the two, it would be this one. This story is much greater in this one and I enjoyed it a lot more, so if you stopped after the first series, please continue and I don't think you will be disappointed. ' u '\n\n\u001b[1m楽しさ/全体 - このアニメは私のお気に入りです。 最初のシリーズは素晴らしかったですが、もし私が2つの間で選ぶ必要があったなら、それはこのものでした。 このストーリーはこれよりもはるかに大きく、私はそれをもっと楽しんだので、最初のシリーズの後に停止しても、続行してください、そして、私はあなたが失望するとは思わない。  'u'\u001b[22m\n\u001b[1m(Tanoshisa/ zentai - kono anime wa watashinōkiniiridesu. Saisho no shirīzu wa subarashikattadesuga, moshi watashi ga 2tsu no ma de erabu hitsuyō ga attanara, sore wa kono monodeshita. Kono sutōrī wa kore yori mo haruka ni ōkiku, watashi wa sore o motto tanoshindanode, saisho no shirīzu no nochi ni teishi shite mo, zokkō shite kudasai, soshite, watashi wa anata ga shitsubō suru to wa omowanai. ' U')\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall- This anime is my favorite. The first series was soooo great, but if I had to pick between the two, it would be this one. This story is much greater in this one and I enjoyed it a lot more, so if you stopped after the first series, please continue and I don't think you will be disappointed. ' u '\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall- This anime is my favorite.\u001b[24m\n    \u001b[1m楽しさ/全体 - このアニメは私のお気に入りです。\u001b[22m, \u001b[1m楽しさ/ Overall-このアニメは私のお気に入りです。\u001b[22m\n\u001b[4mThe first series was soooo great, but if I had to pick between the two, it would be this one.\u001b[24m\n    \u001b[1m最初のシリーズは素晴らしかったですが、もし私が2つの間で選ぶ必要があったなら、それはこのものでした。\u001b[22m, \u001b[1m最初のシリーズはサイコー素晴らしかったが、私は2の間で選択しなければならないとしたら、それはこの1になります。\u001b[22m\n\u001b[4mThis story is much greater in this one and I enjoyed it a lot more, so if you stopped after the first series, please continue and I don't think you will be disappointed.\u001b[24m\n    \u001b[1mこのストーリーはこれよりもはるかに大きく、私はそれをもっと楽しんだので、最初のシリーズの後に停止しても、続行してください、そして、私はあなたが失望するとは思わない。\u001b[22m, \u001b[1mこの物語は、このいずれかではるかに大きいと私はより多くのそれを楽しんだので、あなたは、最初のシリーズの後に停止した場合は、継続し、私はあなたが失望することはないと思うしてください。\u001b[22m\n\u001b[4m' u '\u001b[24m\n    \u001b[1m'u'\u001b[22m\nsorry this review sucked;;;;\n\n\u001b[1m申し訳ありません、このレビューは吸いました;;;;\u001b[22m\n\u001b[1m(Mōshiwakearimasen, kono rebyū wa suimashita;;;;)\u001b[22m\n\nTranslations of \u001b[4msorry this review sucked;;;;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msorry this review sucked;;;;\u001b[24m\n    \u001b[1m申し訳ありません、このレビューは吸いました;;;;\u001b[22m, \u001b[1m申し訳ありませんが、この口コミが吸い込ま;;;;\u001b[22m"
  },
  {
    "title": "AKB0048__Next_Stage",
    "id": "14941",
    "url": "https://myanimelist.net/anime/14941/AKB0048__Next_Stage",
    "user": "BurntJelly",
    "profile": "/profile/BurntJelly/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=132607",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\n私はこのアニメをどれだけ愛しているか正確に作品にどのように入れているのかよく分かりません。\n\n全体として - 最初のシーズンと同じように、AKB0048 Next Stageは観客に届く素晴らしい仕事をしています...そして、私は観客がアニメを観賞するわけではありません...観客によって、私は '私'を意味します。 私は自分の喜びと失望を分かち合うごとに、すべての公演を通して、そして感情的な浮き沈みを通じて、私の心が競争することを見つけます。\n\n楽しさ -  100％、毎瞬間がエキサイティングです！ 選挙と継承のサスペンスから、Chieriと父親を巻き込んだ感情的なドラマ、それぞれのバトルコンサートの強さまで、彼らのお金のために他のミュージカルやアクションメカアニメを披露する... 十分に得ることができません。\n\nキャラクター - 私はそれらをすべて愛しています。 私が嫌いなキャラクターは一人もいません。それは非常に頻繁に起こるものではありません。 女の子のそれぞれは、自分自身のユニークでありながらも尊敬できる性格を持っています。\n\nサウンド - 私はjpopが好きなので、私はサウンドトラックが大好きです。 すべてのエピソードは、様々なAKB48の曲のいくつかの公演をしています。 彼らは背景の挿入歌として使われていない...女の子は実際にアニメでそれらを歌う！ バックグラウンドのサウンドトラックはAKB48のメロディの古典的なスコアであり、完全なAKB0048サウンドトラックを完全にテーマにしています。\n\nアート - 非常にかわいい、鮮やかな色です。 すべての0048員の髪と目の心臓の反射は素晴らしいタッチです。 ビジュアルは鮮明で、CGは優れています。 私はレーザーがあると言いましたか？ 私はしなかった...うん...レーザーもある。  「宇宙の偶像」のテーマは素晴らしく実行されています。\n\nストーリー - これは1つの弱点です...実際に話す人はあまりありません。それは問題ではありません。 あらゆるパフォーマンスとあらゆる戦闘は、私が笑顔で見ているように、私に喜びをもたらすことができる膨大な興奮を持っています。 今シーズンは最初のものよりも多くの感情的なドラマがあり、それは卓越して描かれています。\n\n私はこのアニメを大好き！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'm not quite sure how to put into works exactly how much I LOVE this anime.\n\n\u001b[1m私はこのアニメをどれだけ愛しているか正確に作品にどのように入れているのかよく分かりません。\u001b[22m\n\u001b[1m(Watashi wa kono anime o dore dake aishite iru ka seikaku ni sakuhin ni dono yō ni irete iru no ka yoku wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm not quite sure how to put into works exactly how much I LOVE this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not quite sure how to put into works exactly how much I LOVE this anime.\u001b[24m\n    \u001b[1m私はこのアニメをどれだけ愛しているか正確に作品にどのように入れているのかよく分かりません。\u001b[22m, \u001b[1m私はこのアニメを愛して正確にどのくらいの作品の中に入れてどのように全くわかりません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall -- Just like the first season, AKB0048 Next Stage does an outstanding job of reaching their audience... and I don't mean their audience IN the anime... by audience, I mean 'me'. I find my heart racing throughout every performance and through the emotional ups and downs with the characters as I share in their joys and disappointments.\n\n\u001b[1m全体として - 最初のシーズンと同じように、AKB0048 Next Stageは観客に届く素晴らしい仕事をしています...そして、私は観客がアニメを観ているわけではありません...観客によって、私は私を意味します。 私は自分の喜びと失望を分かち合うごとに、すべての公演を通して、そして感情的な浮き沈みを通じて、私の心が競争することを見つけます。\u001b[22m\n\u001b[1m(Zentai to shite - saisho no shīzun to onajiyōni, AKB 0048 Next Stage wa kankyaku ni todoku subarashī shigoto o shite imasu... Soshite, watashi wa kankyaku ga anime o mite iru wakede wa arimasen... Kankyaku ni yotte, watashi wa watashi o imi shimasu. Watashi wa jibun no yorokobi to shitsubō o wakachi au goto ni, subete no kōen o tōshite, soshite kanjō-tekina ukishizumi o tsūjite, watashi no kokoro ga kyōsō suru koto o mitsukemasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall -- Just like the first season, AKB0048 Next Stage does an outstanding job of reaching their audience... and I don't mean their audience IN the anime... by audience, I mean 'me'. I find my heart racing throughout every performance and through the emotional ups and downs with the characters as I share in their joys and disappointments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall -- Just like the first season, AKB0048 Next Stage does an outstanding job of reaching their audience... and I don't mean their audience IN the anime... by audience, I mean 'me'.\u001b[24m\n    \u001b[1m全体として - 最初のシーズンと同じように、AKB0048 Next Stageは観客に届く素晴らしい仕事をしています...そして、私は観客がアニメを観ているわけではありません...観客によって、私は私を意味します。\u001b[22m, \u001b[1m全体的に - ちょうど最初のシーズンのように、AKB0048ネクストステージは...視聴者に到達するの優れた仕事をしていませんし、私は観客によって、私は「私」を意味...アニメ視聴者を意味するものではありません。\u001b[22m\n\u001b[4mI find my heart racing throughout every performance and through the emotional ups and downs with the characters as I share in their joys and disappointments.\u001b[24m\n    \u001b[1m私は自分の喜びと失望を分かち合うごとに、すべての公演を通して、そして感情的な浮き沈みを通じて、私の心が競争することを見つけます。\u001b[22m, \u001b[1m私はすべてのパフォーマンスを通して、私は彼らの喜びと失望で共有するなどの文字と感情の起伏を介して私の心のレースを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment -- 100%, Every moment is exciting! From the suspense of the elections and succession, to the emotional drama involving Chieri and her father, to the intensity of each and every battle-concert... which gives other musical and action-mecha anime a run for their money... I can't get enough.\n\n\u001b[1m楽しさ -  100％、毎瞬間がエキサイティングです！ 選挙と継承のサスペンスから、Chieriと父親を巻き込んだ感情的なドラマ、それぞれのバトルコンサートの強さまで、彼らのお金のために他のミュージカルやアクションメカアニメを披露する... 十分に得ることができません。\u001b[22m\n\u001b[1m(Tanoshisa - 100%,-goto shunkan ga ekisaitingudesu! Senkyo to keishō no sasupensu kara, Chieri to chichioya o makikonda kanjō-tekina dorama, sorezore no batorukonsāto no tsuyo-sa made, karera no okane no tame ni hoka no myūjikaru ya akushonmekaanime o hirō suru... Jūbun ni eru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment -- 100%, Every moment is exciting! From the suspense of the elections and succession, to the emotional drama involving Chieri and her father, to the intensity of each and every battle-concert... which gives other musical and action-mecha anime a run for their money... I can't get enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment -- 100%, Every moment is exciting!\u001b[24m\n    \u001b[1m楽しさ -  100％、毎瞬間がエキサイティングです！\u001b[22m, \u001b[1m楽しさ -  100％、すべての瞬間はエキサイティングです！\u001b[22m\n\u001b[4mFrom the suspense of the elections and succession, to the emotional drama involving Chieri and her father, to the intensity of each and every battle-concert... which gives other musical and action-mecha anime a run for their money... I\u001b[24m\n    \u001b[1m選挙と継承のサスペンスから、Chieriと父親を巻き込んだ感情的なドラマ、それぞれのバトルコンサートの強さまで、彼らのお金のために他のミュージカルやアクションメカアニメを披露する...\u001b[22m, \u001b[1m選挙のサスペンスと連続から、Chieriの父親を伴う感情的なドラマに、それぞれ、すべての戦いのコンサートの強度...他の音楽とアクションメカアニメに彼らのお金のために実行を与えるに... I\u001b[22m\n\u001b[4mcan't get enough.\u001b[24m\n    \u001b[1m十分に得ることができません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter -- I love them all. There isn't a single character I dislike... that isn't something that happens very often. Each of the girls have their own unique, yet relatable, personality making it possible for me to care about each and every one of them and how they feel.\n\n\u001b[1mキャラクター - 私はそれらをすべて愛しています。 私が嫌いなキャラクターはひとりもいません。それは非常に頻繁に起こることではありません。 女の子のそれぞれは、自分自身のユニークでありながらも尊敬できる性格を持っています。\u001b[22m\n\u001b[1m(Kyarakutā - watashi wa sorera o subete aishiteimasu. Watashi ga kiraina kyarakutā wa hitori mo imasen. Sore wa hijō ni hinpan ni okoru kotode wa arimasen. On'nanoko no sorezore wa, jibunjishin'no yunīkudearinagara mo sonkei dekiru seikaku o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter -- I love them all. There isn't a single character I dislike... that isn't something that happens very often. Each of the girls have their own unique, yet relatable, personality making it possible for me to care about each and every one of them and how they feel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter -- I love them all.\u001b[24m\n    \u001b[1mキャラクター - 私はそれらをすべて愛しています。\u001b[22m, \u001b[1m文字 - 私はそれらすべてを愛します。\u001b[22m\n\u001b[4mThere isn't a single character I dislike... that isn't something that happens very often.\u001b[24m\n    \u001b[1m私が嫌いなキャラクターはひとりもいません。それは非常に頻繁に起こることではありません。\u001b[22m, \u001b[1m私が嫌いな単一の文字はありません...それは非常に頻繁に起こるものではありません。\u001b[22m\n\u001b[4mEach of the girls have their own unique, yet relatable, personality making it possible for me to care about each and every one of them and how they feel.\u001b[24m\n    \u001b[1m女の子のそれぞれは、自分自身のユニークでありながらも尊敬できる性格を持っています。\u001b[22m, \u001b[1m女の子のそれぞれが独自のを持って、まだ話すことのできる、性格は、それが可能私は一人ひとりそのうちの一つとそれらがどのように感じて気にできるようになっています。\u001b[22m\n\u001b[1m\u001b[22m\nSound -- I like jpop, so I love the soundtrack. Every episode has several performances of various AKB48 songs. They aren't used as insert-songs for the background... the girls actually sing them in the anime! The background soundtrack is a classical score of the AKB48 song's melodies, making the full AKB0048 soundtrack perfectly themed.\n\n\u001b[1mサウンド - 私はjpopが好きなので、私はサウンドトラックが大好きです。 すべてのエピソードは、様々なAKB48の曲のいくつかの公演をしています。 彼らは背景の挿入歌として使われていない...女の子は実際にアニメでそれらを歌う！ バックグラウンドのサウンドトラックはAKB48のメロディの古典的なスコアであり、完全なAKB0048サウンドトラックを完全にテーマにしています。\u001b[22m\n\u001b[1m(Saundo - watashi wa jpop ga sukinanode, watashi wa saundotorakku ga daisukidesu. Subete no episōdo wa, samazamana AKB 48 no kyoku no ikutsu ka no kōen o shite imasu. Karera wa haikei no sōnyū uta to shite tsukawa rete inai... On'nanoko wa jissai ni anime de sorera o utau! Bakkuguraundo no saundotorakku wa AKB 48 no merodi no koten-tekina sukoadeari, kanzen'na AKB 0048 saundotorakku o kanzen ni tēma ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound -- I like jpop, so I love the soundtrack. Every episode has several performances of various AKB48 songs. They aren't used as insert-songs for the background... the girls actually sing them in the anime! The background soundtrack is a classical score of the AKB48 song's melodies, making the full AKB0048 soundtrack perfectly themed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound -- I like jpop, so I love the soundtrack.\u001b[24m\n    \u001b[1mサウンド - 私はjpopが好きなので、私はサウンドトラックが大好きです。\u001b[22m\n\u001b[4mEvery episode has several performances of various AKB48 songs.\u001b[24m\n    \u001b[1mすべてのエピソードは、様々なAKB48の曲のいくつかの公演をしています。\u001b[22m, \u001b[1mすべてのエピソードは、様々なAKB48の曲のいくつかの公演があります。\u001b[22m\n\u001b[4mThey aren't used as insert-songs for the background... the girls actually sing them in the anime!\u001b[24m\n    \u001b[1m彼らは背景の挿入歌として使われていない...女の子は実際にアニメでそれらを歌う！\u001b[22m, \u001b[1m彼らは、バックグラウンドのために、インサートソングとして使用されていない...女の子が実際にアニメでそれらを歌います！\u001b[22m\n\u001b[4mThe background soundtrack is a classical score of the AKB48 song's melodies, making the full AKB0048 soundtrack perfectly themed.\u001b[24m\n    \u001b[1mバックグラウンドのサウンドトラックはAKB48のメロディの古典的なスコアであり、完全なAKB0048サウンドトラックを完全にテーマにしています。\u001b[22m, \u001b[1mバックグラウンドサウンドトラックは完全にテーマにしたフルAKB0048のサウンドトラックを作り、AKB48の曲のメロディーの古典的なスコアです。\u001b[22m\n\u001b[1m\u001b[22m\nArt -- Very cute with vibrant colors. The heart reflections on the hair and in the eyes of every 0048 member is an excellent touch. The visuals are sharp and the CG is excellent. Did I mention there are lasers? I didn't... yea... there are lasers too. The 'idols in space' theme is wonderfully executed.\n\n\u001b[1mアート - 非常にかわいい、鮮やかな色です。 すべての0048員の髪と目の心臓の反射は素晴らしいタッチです。 ビジュアルは鮮明で、CGは優れています。 私はレーザーがあると言いましたか？ 私はしなかった...うん...レーザーもある。  「宇宙の偶像」のテーマは素晴らしく実行されています。\u001b[22m\n\u001b[1m(Āto - hijō ni kawaī, azayakana irodesu. Subete no 0048-in no kami to me no shinzō no hansha wa subarashī tatchidesu. Bijuaru wa senmeide, CG wa sugurete imasu. Watashi wa rēzā ga aru to iimashita ka? Watashi wa shinakatta... Un... Rēzā mo aru. `Uchū no gūzō' no tēma wa subarashiku jikkō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt -- Very cute with vibrant colors. The heart reflections on the hair and in the eyes of every 0048 member is an excellent touch. The visuals are sharp and the CG is excellent. Did I mention there are lasers? I didn't... yea... there are lasers too. The 'idols in space' theme is wonderfully executed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt -- Very cute with vibrant colors.\u001b[24m\n    \u001b[1mアート - 非常にかわいい、鮮やかな色です。\u001b[22m, \u001b[1mアート - 鮮やかな色と非常にかわいいです。\u001b[22m\n\u001b[4mThe heart reflections on the hair and in the eyes of every 0048 member is an excellent touch.\u001b[24m\n    \u001b[1mすべての0048員の髪と目の心臓の反射は素晴らしいタッチです。\u001b[22m, \u001b[1m毛髪に、すべての0048のメンバーの目に心臓反射優れた感じです。\u001b[22m\n\u001b[4mThe visuals are sharp and the CG is excellent.\u001b[24m\n    \u001b[1mビジュアルは鮮明で、CGは優れています。\u001b[22m, \u001b[1mビジュアルがシャープであり、CGが優れています。\u001b[22m\n\u001b[4mDid I mention there are lasers?\u001b[24m\n    \u001b[1m私はレーザーがあると言いましたか？\u001b[22m, \u001b[1m私はレーザーがあります言及しましたか？\u001b[22m\n\u001b[4mI didn't... yea... there are lasers too.\u001b[24m\n    \u001b[1m私はしなかった...うん...レーザーもある。\u001b[22m, \u001b[1m私はしません...いや...あまりにもレーザーがありました。\u001b[22m\n\u001b[4mThe 'idols in space' theme is wonderfully executed.\u001b[24m\n    \u001b[1m「宇宙の偶像」のテーマは素晴らしく実行されています。\u001b[22m, \u001b[1m「偶像空間での「テーマは素晴らしく実行されます。\u001b[22m\n\u001b[1m\u001b[22m\nStory -- This is the one weak point... there isn't really much of one to tell... and it doesn't matter. Every performance and every battle has a tremendous amount of excitement that is able to bring joy to me as I watch with a smile. This season has a lot more emotional drama than the first, and it is portrayed with excellence.\n\n\u001b[1mストーリー - これは1つの弱点です...実際に話す人はあまりありません。それは問題ではありません。 あらゆるパフォーマンスとあらゆる戦闘は、私が笑顔で見ているように、私に喜びをもたらすことができる膨大な興奮を持っています。 今シーズンは最初のものよりも多くの感情的なドラマがあり、それは卓越して描かれています。\u001b[22m\n\u001b[1m(Sutōrī - kore wa 1tsu no jakutendesu... Jissai ni hanasu hito wa amari arimasen. Sore wa mondaide wa arimasen. Arayuru pafōmansu to arayuru sentō wa, watashi ga egao de mite iru yō ni, watashi ni yorokobi o motarasu koto ga dekiru bōdaina kōfun o motte imasu. Ima shīzun wa saisho no mono yori mo ōku no kanjō-tekina dorama ga ari, soreha takuetsu shite egaka rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory -- This is the one weak point... there isn't really much of one to tell... and it doesn't matter. Every performance and every battle has a tremendous amount of excitement that is able to bring joy to me as I watch with a smile. This season has a lot more emotional drama than the first, and it is portrayed with excellence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory -- This is the one weak point... there isn't really much of one to tell... and it doesn't matter.\u001b[24m\n    \u001b[1mストーリー - これは1つの弱点です...実際に話す人はあまりありません。それは問題ではありません。\u001b[22m, \u001b[1mストーリーは - これはそこに...本当に多くの1の言うことではない、それは問題ではない... 1弱点です。\u001b[22m\n\u001b[4mEvery performance and every battle has a tremendous amount of excitement that is able to bring joy to me as I watch with a smile.\u001b[24m\n    \u001b[1mあらゆるパフォーマンスとあらゆる戦闘は、私が笑顔で見ているように、私に喜びをもたらすことができる膨大な興奮を持っています。\u001b[22m, \u001b[1mすべてのパフォーマンスとすべての戦いは、私が笑顔で見たように私に喜びをもたらすことができる興奮の膨大な量を持っています。\u001b[22m\n\u001b[4mThis season has a lot more emotional drama than the first, and it is portrayed with excellence.\u001b[24m\n    \u001b[1m今シーズンは最初のものよりも多くの感情的なドラマがあり、それは卓越して描かれています。\u001b[22m, \u001b[1m今シーズンは最初のものよりもはるかに多くの感情的なドラマがあり、それが優秀で描かれています。\u001b[22m\n\u001b[1m\u001b[22m\nI LOVE THIS ANIME SO MUCH!\n\n\u001b[1m私はこのアニメを大好き！\u001b[22m\n\u001b[1m(Watashi wa kono anime o daisuki)\u001b[22m\n\nTranslations of \u001b[4mI LOVE THIS ANIME SO MUCH!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI LOVE THIS ANIME SO MUCH!\u001b[24m\n    \u001b[1m私はこのアニメを大好き！\u001b[22m, \u001b[1m私はSO MUCHこのアニメが大好き！\u001b[22m"
  },
  {
    "title": "AKB0048__Next_Stage",
    "id": "14941",
    "url": "https://myanimelist.net/anime/14941/AKB0048__Next_Stage",
    "user": "WineZ",
    "profile": "/profile/WineZ/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=91769",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nAKB0048：銃、ピストル、ビーム・シャーバーとの戦闘は正常ですが、アイドルの歌と踊り、戦闘は誰もすべて行いません。AKB0048のみです。\n\n警告：スポイラーがあります。\n\nさて、私は2012年に放映された第1段階とこの第2段階からこのレビューを書いています。 私は10 + mechaのアニメを見ていたし、実際のグループAKB48のファンでもあるので、私はそれに基づいて私のレビューを書くつもりです。\n\nこのアニメの背景物語は実際にはWEIRD、未来の世界はエンターテインメントバンド、アイドルグループAKB0048はそのルールに反する唯一の抵抗するグループです。 この背景ストーリーは、ストーリーの残りの部分はどうにかして合理的ですが、このシリーズにはわずか7ポイントしか与えません。\n\nキャラクターはとても良いです（8）。 彼らは子供のような臆病者から銀河系全体を振ることのできるスーパースターにキャラクターを変えます。\n\nこのアニメの音は私にとって最高の部分です。 インサートソング、オープニング、エンディングはすべてアニメに関連しています。 彼らはアニメシーンのインサートソングとしてもマッチした曲を演奏します。 それは素晴らしい（9）\n\n楽しみのために、私はこのアニメを本当に楽しんでいます。 私も彼らと一緒に歌います。 私はガンダム、マクロス、コードギアスなどのメカシリーズをたくさん見たことがありましたが、このアニメはすべてが違っています。 最後のエピソードでは、女の子はバトルシップと戦う。 彼らは戦うために武器を使用していないが、代わりに彼らは彼らに歌う。 バトルシップはメガパーティクルキャノンのような武器を撃ち出すもので、それらの女の子たちはただの輝きでそれを守ります。 このことは、私が見た他のメカロボットによって決して前に行われることはありません。\n\n全体的に私はこのアニメを非常に良いと評価しています（8）、もしストーリーが良ければ、私はそれに9を与えると思います。\n\nだから、このアニメを見たい人は、試してみてください。 あなたがAKB48のファンなら、これを見てください。 私はあなたがアニメの中のAKBシアターを見ているようだと思う。  mechaを愛する人のために、このアニメも素晴らしいです。 メカの戦いはいいですし、アニメーションは素晴らしいです。\n\n私は私の個人的な意見に基づいてこのレビューを書いています。あなたが好きなら、良いことがあります。 もしあなたがそれが気に入らなければ、良いこともあります、それはあなたが私のレビューからあなたが嫌い​​な部分を私に話すことができることを意味します。 もしあなたが議論をしたいのであれば、私にメッセージを送るか、私のプロフィールにコメントを書いてください。 私はそれを喜んで受け入れます。\n\nショーをお楽しみください...\nWineZ",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAKB0048 : Mecha fights with guns, pistol, or beam saber is normal, BUT Idols singing, dancing, and fighting, no one does all of that, only AKB0048 does.\n\n\u001b[1mAKB0048：銃、ピストル、ビーム・シャーバーとの戦闘は正常ですが、アイドルの歌と踊りと戦闘は誰もすべて行いません。AKB0048のみです。\u001b[22m\n\u001b[1m(AKB 0048: Jū, pisutoru, bīmu shābā to no sentō wa seijōdesuga, aidoru no uta to odori to sentō wa dare mo subete okonaimasen. AKB 0048 nomidesu.)\u001b[22m\n\nTranslations of \u001b[4mAKB0048 : Mecha fights with guns, pistol, or beam saber is normal, BUT Idols singing, dancing, and fighting, no one does all of that, only AKB0048 does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAKB0048 : Mecha fights with guns, pistol, or beam saber is normal, BUT Idols singing, dancing, and fighting, no one does all of that, only AKB0048 does.\u001b[24m\n    \u001b[1mAKB0048：銃、ピストル、ビーム・シャーバーとの戦闘は正常ですが、アイドルの歌と踊りと戦闘は誰もすべて行いません。AKB0048のみです。\u001b[22m, \u001b[1mAKB0048：メカは銃、ピストル、またはビームサーベルと戦う正常ですが、アイドルの歌、踊り、そして戦い、誰もがそのすべてを行わない、唯一のAKB0048はありません。\u001b[22m\n\u001b[1m\u001b[22m\nALERT : There will be spoiler.\n\n\u001b[1m警告：スポイラーがあります。\u001b[22m\n\u001b[1m(Keikoku: Supoirā ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mALERT : There will be spoiler.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mALERT : There will be spoiler.\u001b[24m\n    \u001b[1m警告：スポイラーがあります。\u001b[22m, \u001b[1mALERT：スポイラーがあります。\u001b[22m\n\u001b[1m\u001b[22m\nOkay, I write this review in conclusion from the first stage which is aired in 2012 and this second part. I had watched 10+ mecha anime, and I am also a fan of the actual group AKB48, so I will write my review based on that.\n\n\u001b[1mさて、私は2012年に放映された第1段階とこの第2段階からこのレビューを書いています。 私は10 + mechaのアニメを見ていたし、実際のグループAKB48のファンでもあるので、私はそれに基づいて私のレビューを書くつもりです。\u001b[22m\n\u001b[1m(Sate, watashi wa 2012-nen ni hōei sa reta dai 1 dankai to kono dai 2 dankai kara kono rebyū o kaite imasu. Watashi wa 10 + mecha no anime o mite itashi, jissai no gurūpu AKB 48 no fande mo aru node, watashi wa sore ni motodzuite watashi no rebyū o kaku tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mOkay, I write this review in conclusion from the first stage which is aired in 2012 and this second part. I had watched 10+ mecha anime, and I am also a fan of the actual group AKB48, so I will write my review based on that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, I write this review in conclusion from the first stage which is aired in 2012 and this second part.\u001b[24m\n    \u001b[1mさて、私は2012年に放映された第1段階とこの第2段階からこのレビューを書いています。\u001b[22m, \u001b[1mさて、私は2012年に放映された第1ステージからの結論と、この第二部では、このレビューを書いてください。\u001b[22m\n\u001b[4mI had watched 10+ mecha anime, and I am also a fan of the actual group AKB48, so I will write my review based on that.\u001b[24m\n    \u001b[1m私は10 + mechaのアニメを見ていたし、実際のグループAKB48のファンでもあるので、私はそれに基づいて私のレビューを書くつもりです。\u001b[22m, \u001b[1m私は10 +メカのアニメを見ていた、と私はまた、実際のグループAKB48のファンですので、私はそれに基づいて自分のレビューを書きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe background story of this anime was actually WEIRD, the future world has an entertainment band and the idol group AKB0048 is the only resistant group that fight against that rules. This background story give this series only 7 point although the rest of the story somehow reasonable.\n\n\u001b[1mこのアニメの背景物語は実際にはWEIRD、未来の世界はエンターテインメントバンド、アイドルグループAKB0048はそのルールに反する唯一の抵抗するグループです。 この背景ストーリーは、ストーリーの残りの部分はどうにかして合理的ですが、このシリーズにはわずか7ポイントしか与えません。\u001b[22m\n\u001b[1m(Kono anime no haikei monogatari wa jissai ni wa WEIRD, mirai no sekai wa entāteinmentobando, aidorugurūpu AKB 0048 wa sono rūru ni hansuru yuiitsu no teikō suru gurūpudesu. Kono haikei sutōrī wa, sutōrī no nokori no bubun wa dōnika shite gōri-tekidesuga, kono shirīzu ni wa wazuka 7-pointo shika ataemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe background story of this anime was actually WEIRD, the future world has an entertainment band and the idol group AKB0048 is the only resistant group that fight against that rules. This background story give this series only 7 point although the rest of the story somehow reasonable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe background story of this anime was actually WEIRD, the future world has an entertainment band and the idol group AKB0048 is the only resistant group that fight against that rules.\u001b[24m\n    \u001b[1mこのアニメの背景物語は実際にはWEIRD、未来の世界はエンターテインメントバンド、アイドルグループAKB0048はそのルールに反する唯一の抵抗するグループです。\u001b[22m, \u001b[1mこのアニメのバックグラウンドストーリーが実際に変だった、未来の世界はエンターテインメントバンドを有しており、アイドルグループAKB0048はそのルールと戦う唯一の耐性グループです。\u001b[22m\n\u001b[4mThis background story give this series only 7 point although the rest of the story somehow reasonable.\u001b[24m\n    \u001b[1mこの背景ストーリーは、ストーリーの残りの部分はどうにかして合理的ですが、このシリーズにはわずか7ポイントしか与えません。\u001b[22m, \u001b[1mこのバックグラウンドストーリーは何とか合理的な物語の残りの部分が、このシリーズにのみ7点を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe character is very good (8). They change a character from a coward like child into a superstar that can shake the entire galaxy.\n\n\u001b[1mキャラクターはとても良いです（8）。 彼らは子供のような臆病者から銀河系全体を振ることのできるスーパースターにキャラクターを変えます。\u001b[22m\n\u001b[1m(Kyarakutā wa totemo yoidesu (8 ). Karera wa kodomo no yōna okubyōmono kara gingakei zentai o furu koto no dekiru sūpāsutā ni kyarakutā o kaemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character is very good (8). They change a character from a coward like child into a superstar that can shake the entire galaxy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character is very good (8).\u001b[24m\n    \u001b[1mキャラクターはとても良いです（8）。\u001b[22m, \u001b[1mキャラクターは非常に良好である（8）。\u001b[22m\n\u001b[4mThey change a character from a coward like child into a superstar that can shake the entire galaxy.\u001b[24m\n    \u001b[1m彼らは子供のような臆病者から銀河系全体を振ることのできるスーパースターにキャラクターを変えます。\u001b[22m, \u001b[1m彼らは、銀河全体を振ることができますスーパースターに子供のように臆病者から文字を変更します。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is the best part from this anime for me. The insert song, the opening, and the ending are all related to the anime. They even play a matching song as the insert song in the anime scene. That's make it great (9)\n\n\u001b[1mこのアニメの音は私にとって最高の部分です。 インサートソング、オープニング、エンディングはすべてアニメに関連しています。 彼らはアニメシーンのインサートソングとしてもマッチした曲を演奏します。 それは素晴らしい（9）\u001b[22m\n\u001b[1m(Kono anime no oto wa watashi ni totte saikō no bubundesu. Insātosongu, ōpuningu, endingu wa subete anime ni kanren shite imasu. Karera wa animeshīn no insātosongu to shite mo matchi shita kyoku o ensō shimasu. Sore wa subarashī (9 ))\u001b[22m\n\nTranslations of \u001b[4mThe sound is the best part from this anime for me. The insert song, the opening, and the ending are all related to the anime. They even play a matching song as the insert song in the anime scene. That's make it great (9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is the best part from this anime for me.\u001b[24m\n    \u001b[1mこのアニメの音は私にとって最高の部分です。\u001b[22m, \u001b[1m音は私のためにこのアニメから最良の部分です。\u001b[22m\n\u001b[4mThe insert song, the opening, and the ending are all related to the anime.\u001b[24m\n    \u001b[1mインサートソング、オープニング、エンディングはすべてアニメに関連しています。\u001b[22m, \u001b[1m挿入歌、オープニング、エンディングは全てのアニメに関連しています。\u001b[22m\n\u001b[4mThey even play a matching song as the insert song in the anime scene.\u001b[24m\n    \u001b[1m彼らはアニメシーンのインサートソングとしてもマッチした曲を演奏します。\u001b[22m, \u001b[1m彼らも、アニメのシーンの挿入歌としてのマッチング曲を再生します。\u001b[22m\n\u001b[4mThat's make it great (9)\u001b[24m\n    \u001b[1mそれは素晴らしい（9）\u001b[22m, \u001b[1mそれは作るのIT素晴らしい（9）\u001b[22m\n\u001b[1m\u001b[22m\nFor the enjoyment, I really enjoy this anime. I even sing along with them. I had seen a lot of mecha series such as Gundam, Macross, Code Geass, etc, but this anime give a different feeling from all of them. In the last episode the girls fight with a BATTLESHIP. They're not using weapon to fight, but instead they just sing to them. The BATTLESHIP shoot out a MEGA PARTICLE CANNON like weapon, and those girls defend it with just their radiance. This thing never be done before by any other mecha robot that I had seen.\n\n\u001b[1m楽しみのために、私はこのアニメを本当に楽しんでいます。 私も彼らと一緒に歌います。 私はガンダム、マクロス、コードギアスなどのメカシリーズをたくさん見たことがありましたが、このアニメはすべてが違っています。 最後のエピソードでは、女の子はバトルシップと戦う。 彼らは戦うために武器を使用していないが、代わりに彼らは彼らに歌う。 バトルシップはメガパーティクルキャノンのような武器を撃ち出すもので、それらの女の子たちはただの輝きでそれを守ります。 このことは、私が見た他のメカロボットによって決して前に行われることはありません。\u001b[22m\n\u001b[1m(Tanoshimi no tame ni, watashi wa kono anime o hontōni tanoshinde imasu. Watashi mo karera to issho ni utaimasu. Watashi wa Gandamu, makurosu, kōdogiasu nado no mekashirīzu o takusan mita koto ga arimashitaga, kono anime wa subete ga chigatte imasu. Saigo no episōdode wa, on'nanoko wa batorushippu to tatakau. Karera wa tatakau tame ni buki o shiyō shite inaiga, kawarini karera wa karera ni utau. Batorushippu wa megapātikurukyanon no yōna buki o uchi dasu mono de, sorera no on'nanoko-tachi wa tada no kagayaki de sore o mamorimasu. Ko no koto wa, watashi ga mita ta no mekarobotto ni yotte kesshite mae ni okonawa reru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor the enjoyment, I really enjoy this anime. I even sing along with them. I had seen a lot of mecha series such as Gundam, Macross, Code Geass, etc, but this anime give a different feeling from all of them. In the last episode the girls fight with a BATTLESHIP. They're not using weapon to fight, but instead they just sing to them. The BATTLESHIP shoot out a MEGA PARTICLE CANNON like weapon, and those girls defend it with just their radiance. This thing never be done before by any other mecha robot that I had seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the enjoyment, I really enjoy this anime.\u001b[24m\n    \u001b[1m楽しみのために、私はこのアニメを本当に楽しんでいます。\u001b[22m, \u001b[1m楽しみのために、私は本当にこのアニメを楽しみます。\u001b[22m\n\u001b[4mI even sing along with them.\u001b[24m\n    \u001b[1m私も彼らと一緒に歌います。\u001b[22m\n\u001b[4mI had seen a lot of mecha series such as Gundam, Macross, Code Geass, etc, but this anime give a different feeling from all of them.\u001b[24m\n    \u001b[1m私はガンダム、マクロス、コードギアスなどのメカシリーズをたくさん見たことがありましたが、このアニメはすべてが違っています。\u001b[22m, \u001b[1m私はそのようななどガンダム、マクロス、コードギアス、などのメカシリーズの多くを見ていたが、このアニメは、それらのすべてとは異なる感じを与えます。\u001b[22m\n\u001b[4mIn the last episode the girls fight with a BATTLESHIP.\u001b[24m\n    \u001b[1m最後のエピソードでは、女の子はバトルシップと戦う。\u001b[22m, \u001b[1m最後のエピソードでは女の子が戦艦と戦います。\u001b[22m\n\u001b[4mThey're not using weapon to fight, but instead they just sing to them.\u001b[24m\n    \u001b[1m彼らは戦うために武器を使用していないが、代わりに彼らは彼らに歌う。\u001b[22m, \u001b[1m彼らは戦うために武器を使用していないが、代わりに彼らはただ彼らに歌います。\u001b[22m\n\u001b[4mThe BATTLESHIP shoot out a MEGA PARTICLE CANNON like weapon, and those girls defend it with just their radiance.\u001b[24m\n    \u001b[1mバトルシップはメガパーティクルキャノンのような武器を撃ち出すもので、それらの女の子たちはただの輝きでそれを守ります。\u001b[22m, \u001b[1m戦艦は武器のようなMEGAパーティクルキャノンを撃つ、およびそれらの女の子がちょうど彼らの輝きとそれを守ります。\u001b[22m\n\u001b[4mThis thing never be done before by any other mecha robot that I had seen.\u001b[24m\n    \u001b[1mこのことは、私が見た他のメカロボットによって決して前に行われることはありません。\u001b[22m, \u001b[1mこのことは、私が見た他のメカロボットによって前に行われることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I rate this anime very good (8), if the story was better I think I would give it 9.\n\n\u001b[1m全体的に私はこのアニメを非常に良いと評価しています（8）、もしストーリーが良ければ、私はそれに9を与えると思います。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono anime o hijō ni yoi to hyōka shite imasu (8 ), moshi sutōrī ga yokereba, watashi wa sore ni 9 o ataeru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I rate this anime very good (8), if the story was better I think I would give it 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I rate this anime very good (8), if the story was better I think I would give it 9.\u001b[24m\n    \u001b[1m全体的に私はこのアニメを非常に良いと評価しています（8）、もしストーリーが良ければ、私はそれに9を与えると思います。\u001b[22m, \u001b[1m全体的に私は物語が良好であった場合は（8）、私はそれ9を与えるだろうと思う非常に良いこのアニメを評価します。\u001b[22m\n\u001b[1m\u001b[22m\nSo, for those who wish to watch this anime, give it a try. If you are a fan of AKB48, just watch this. I think you're like watching the AKB Theater inside an anime. For those who loves mecha, this anime is also great. The mecha fights is good and the animation is amazing.\n\n\u001b[1mだから、このアニメを見たい人は、試してみてください。 あなたがAKB48のファンなら、これを見てください。 私はあなたがアニメの中のAKBシアターを見ているようだと思う。  mechaを愛する人のために、このアニメも素晴らしいです。 メカの戦いはいいですし、アニメーションは素晴らしいです。\u001b[22m\n\u001b[1m(Dakara, kono anime o mitai hito wa, tameshite mite kudasai. Anata ga AKB 48 no fan'nara, kore o mite kudasai. Watashi wa anata ga anime no naka no AKB shiatā o mite iru yōda to omou. Mecha o aisuruhito no tame ni, kono anime mo subarashīdesu. Meka no tatakai wa īdesushi, animēshon wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, for those who wish to watch this anime, give it a try. If you are a fan of AKB48, just watch this. I think you're like watching the AKB Theater inside an anime. For those who loves mecha, this anime is also great. The mecha fights is good and the animation is amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, for those who wish to watch this anime, give it a try.\u001b[24m\n    \u001b[1mだから、このアニメを見たい人は、試してみてください。\u001b[22m, \u001b[1mだから、このアニメを見たい人のために、それを試してみます。\u001b[22m\n\u001b[4mIf you are a fan of AKB48, just watch this.\u001b[24m\n    \u001b[1mあなたがAKB48のファンなら、これを見てください。\u001b[22m, \u001b[1mあなたはAKB48のファンなら、これだけを見て。\u001b[22m\n\u001b[4mI think you're like watching the AKB Theater inside an anime.\u001b[24m\n    \u001b[1m私はあなたがアニメの中のAKBシアターを見ているようだと思う。\u001b[22m, \u001b[1m私はあなたがアニメの内側にAKB劇場を見ているようだと思います。\u001b[22m\n\u001b[4mFor those who loves mecha, this anime is also great.\u001b[24m\n    \u001b[1mmechaを愛する人のために、このアニメも素晴らしいです。\u001b[22m, \u001b[1mメカを愛する人のために、このアニメも素晴らしいです。\u001b[22m\n\u001b[4mThe mecha fights is good and the animation is amazing.\u001b[24m\n    \u001b[1mメカの戦いはいいですし、アニメーションは素晴らしいです。\u001b[22m, \u001b[1mメカの戦いは良好であり、アニメーションが素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nI write this review based on my personal opinion, so If you like it, there will be good. If you don't like it, there will also be good, it means that you can discuss with me which part from my review that you dislike. Just message me or put comment on my profile if you want to have discussion. I will gladly accept it.\n\n\u001b[1m私は私の個人的な意見に基づいてこのレビューを書いています。あなたが好きなら、良いことがあります。 もしあなたがそれが気に入らなければ、良いこともあります、それはあなたが私のレビューからあなたが嫌い​​な部分を私に話すことができることを意味します。 もしあなたが議論をしたいのであれば、私にメッセージを送るか、私のプロフィールにコメントを書いてください。 私はそれを喜んで受け入れます。\u001b[22m\n\u001b[1m(Watashi wa watashi no kojin-tekina iken nimotozuite kono rebyū o kaite imasu. Anata ga sukinara, yoi koto ga arimasu. Moshi anata ga sore ga kiniiranakereba, yoi koto mo arimasu, sore wa anata ga watashi no rebyū kara anata ga kirai ​​na bubun o watashi ni hanasu koto ga dekiru koto o imi shimasu. Moshi anata ga giron o shitai nodeareba, watashi ni messēji o okuru ka, watashi no purofīru ni komento o kaite kudasai. Watashi wa sore o yorokonde ukeiremasu.)\u001b[22m\n\nTranslations of \u001b[4mI write this review based on my personal opinion, so If you like it, there will be good. If you don't like it, there will also be good, it means that you can discuss with me which part from my review that you dislike. Just message me or put comment on my profile if you want to have discussion. I will gladly accept it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI write this review based on my personal opinion, so If you like it, there will be good.\u001b[24m\n    \u001b[1m私は私の個人的な意見に基づいてこのレビューを書いています。あなたが好きなら、良いことがあります。\u001b[22m, \u001b[1m私は私の個人的な意見に基づいて、このレビューを書くので、あなたがそれを好きなら、良いがあるでしょう。\u001b[22m\n\u001b[4mIf you don't like it, there will also be good, it means that you can discuss with me which part from my review that you dislike.\u001b[24m\n    \u001b[1mもしあなたがそれが気に入らなければ、良いこともあります、それはあなたが私のレビューからあなたが嫌いな部分を私に話すことができることを意味します。\u001b[22m, \u001b[1mあなたはそれを好きではない場合、また良いがあるだろう、それはあなたがどの部分あなたが嫌いな私のレビューから私と一緒に話し合うことができることを意味します。\u001b[22m\n\u001b[4mJust message me or put comment on my profile if you want to have discussion.\u001b[24m\n    \u001b[1mもしあなたが議論をしたいのであれば、私にメッセージを送るか、私のプロフィールにコメントを書いてください。\u001b[22m, \u001b[1mただ、メッセージ私やあなたが議論を持っているしたい場合は私のプロフィールにコメントを置きます。\u001b[22m\n\u001b[4mI will gladly accept it.\u001b[24m\n    \u001b[1m私はそれを喜んで受け入れます。\u001b[22m, \u001b[1m私は喜んでそれを受け入れます。\u001b[22m\n\u001b[1m\u001b[22m\nPlease enjoy the show...\n\n\u001b[1mショーをお楽しみください...\u001b[22m\n\u001b[1m(Shō o o tanoshimi kudasai...)\u001b[22m\n\nTranslations of \u001b[4mPlease enjoy the show...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease enjoy the show...\u001b[24m\n    \u001b[1mショーをお楽しみください...\u001b[22m\nWineZ\n\n\u001b[1mWineZ\u001b[22m\n\u001b[1m(WineZ)\u001b[22m\n\nTranslations of \u001b[4mWineZ\u001b[24m\n[ \u001b[4mPolski\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWineZ\u001b[24m\n    \u001b[1mWineZ\u001b[22m"
  },
  {
    "title": "AKB0048__Next_Stage",
    "id": "14941",
    "url": "https://myanimelist.net/anime/14941/AKB0048__Next_Stage",
    "user": "Maimix",
    "profile": "/profile/Maimix/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=157433",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n注：これは私の最初のレビューです、巨大なレビューを見ることを期待しないでください..\n\nAkb0048、私の心の中で私を得たアニメ。\n\n音楽は素晴らしいです、あなたはそれを単に楽しむでしょう！ 私はそれが終わらないことを望むが、悲しいことに、すべてのアニメは終わりに来る。 他のアンダーダディが成功していることを示すシーズン3があると確信していますが。\n\nストーリー：8/10\n私はその話が好きだった。\n\nアート：9/10\n私はこのアニメのアートスタイルを楽しんだだけです。 私は彼らがダンスのためにGCIアニメーションをどのように使ったかも気に入っています。\n\nキャラクター：8/10\n文字のデザインは良いです..\n\n音楽：9/10\n私はアニメに入れられたすべての曲を楽しんだ、私のお気に入りはキブのツゥイット",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nNote: This is my first review, don't expect to see a gigantic review..\n\n\u001b[1m注：これは私の最初のレビューです、巨大なレビューを見ることを期待しないでください..\u001b[22m\n\u001b[1m(Chū: Kore wa watashi no saisho no rebyūdesu, kyodaina rebyū o miru koto o kitai shinaide kudasai..)\u001b[22m\n\nTranslations of \u001b[4mNote: This is my first review, don't expect to see a gigantic review..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: This is my first review, don't expect to see a gigantic review..\u001b[24m\n    \u001b[1m注：これは私の最初のレビューです、巨大なレビューを見ることを期待しないでください..\u001b[22m, \u001b[1m注：これは私の最初のレビューで、巨大なレビューを参照することを期待しないでください..\u001b[22m\n\u001b[1m\u001b[22m\nAkb0048, the anime that got me in my heart.\n\n\u001b[1mAkb0048、私の心の中で私を得たアニメ。\u001b[22m\n\u001b[1m(Akb 0048, watashi no kokoro no naka de watashi o eta anime.)\u001b[22m\n\nTranslations of \u001b[4mAkb0048, the anime that got me in my heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkb0048, the anime that got me in my heart.\u001b[24m\n    \u001b[1mAkb0048、私の心の中で私を得たアニメ。\u001b[22m, \u001b[1mAKB0048、私の心に私を得たアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is awesome, you'll simply enjoy it! I wish it didn't end, but sadly, every anime comes to a end. Even though i'm sure there's gonna be a season 3 showing the other understudys succeeding.\n\n\u001b[1m音楽は素晴らしいです、あなたはそれを単に楽しむでしょう！ 私はそれが終わらないことを望むが、悲しいことに、すべてのアニメは終わりに来る。 他のアンダーダディが成功していることを示すシーズン3があると確信していますが。\u001b[22m\n\u001b[1m(Ongaku wa subarashīdesu, anata wa sore o tan'ni tanoshimudeshou! Watashi wa sore ga owaranai koto o nozomu ga, kanashī koto ni, subete no anime wa owari ni kuru. Hoka no andādadi ga seikō shite iru koto o shimesu shīzun 3 ga aru to kakushin shite imasuga.)\u001b[22m\n\nTranslations of \u001b[4mThe music is awesome, you'll simply enjoy it! I wish it didn't end, but sadly, every anime comes to a end. Even though i'm sure there's gonna be a season 3 showing the other understudys succeeding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is awesome, you'll simply enjoy it!\u001b[24m\n    \u001b[1m音楽は素晴らしいです、あなたはそれを単に楽しむでしょう！\u001b[22m, \u001b[1m音楽は素晴らしいです、あなたは単にそれをお楽しみいただけます！\u001b[22m\n\u001b[4mI wish it didn't end, but sadly, every anime comes to a end.\u001b[24m\n    \u001b[1m私はそれが終わらないことを望むが、悲しいことに、すべてのアニメは終わりに来る。\u001b[22m, \u001b[1m私はそれが終了しなかった希望、残念ながら、すべてのアニメは終了します。\u001b[22m\n\u001b[4mEven though i'm sure there's gonna be a season 3 showing the other understudys succeeding.\u001b[24m\n    \u001b[1m他のアンダーダディが成功していることを示すシーズン3があると確信していますが。\u001b[22m, \u001b[1m私は確信しているにもかかわらず、そこつもりだ後続の他のunderstudysを示すシーズン3です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nI liked the story.\n\n\u001b[1m私はその話が好きだった。\u001b[22m\n\u001b[1m(Watashi wa sono hanashi ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mI liked the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the story.\u001b[24m\n    \u001b[1m私はその話が好きだった。\u001b[22m, \u001b[1m私は話が好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\nI simply enjoyed the art style of this anime. I also love how they used GCI animations for the dancing.\n\n\u001b[1m私はこのアニメのアートスタイルを楽しんだだけです。 私は彼らがダンスのためにGCIアニメーションをどのように使ったかも気に入っています。\u001b[22m\n\u001b[1m(Watashi wa kono anime no ātosutairu o tanoshinda dakedesu. Watashi wa karera ga dansu no tame ni GCI animēshon o dono yō ni tsukatta kamo kiniitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI simply enjoyed the art style of this anime. I also love how they used GCI animations for the dancing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI simply enjoyed the art style of this anime.\u001b[24m\n    \u001b[1m私はこのアニメのアートスタイルを楽しんだだけです。\u001b[22m, \u001b[1m私は単にこのアニメのアートスタイルを楽しみました。\u001b[22m\n\u001b[4mI also love how they used GCI animations for the dancing.\u001b[24m\n    \u001b[1m私は彼らがダンスのためにGCIアニメーションをどのように使ったかも気に入っています。\u001b[22m, \u001b[1m私はまた、彼らは踊りのためにGCIアニメーションを使用する方法が大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nThe character designs are good..\n\n\u001b[1m文字のデザインは良いです..\u001b[22m\n\u001b[1m(Moji no dezain wa yoidesu..)\u001b[22m\n\nTranslations of \u001b[4mThe character designs are good..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character designs are good..\u001b[24m\n    \u001b[1m文字のデザインは良いです..\u001b[22m, \u001b[1mキャラクターデザインは良いです..\u001b[22m\n\u001b[1m\u001b[22m\nMusic: 9/10\n\n\u001b[1m音楽：9/10\u001b[22m\n\u001b[1m(Ongaku: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 9/10\u001b[24m\n    \u001b[1m音楽：9/10\u001b[22m, \u001b[1mミュージック：9/10\u001b[22m\nI enjoyed every song that was put into the anime, my favorite is Kibou No Tsuite\n\n\u001b[1m私はアニメに入れられたすべての曲を楽しんだ、私のお気に入りはキブのツゥイット\u001b[22m\n\u001b[1m(Watashi wa anime ni haire rareta subete no kyoku o tanoshinda, watashinōkiniiri wa kibu no tsu~uitto)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed every song that was put into the anime, my favorite is Kibou No Tsuite\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed every song that was put into the anime, my favorite is Kibou No Tsuite\u001b[24m\n    \u001b[1m私はアニメに入れられたすべての曲を楽しんだ、私のお気に入りはキブのツゥイット\u001b[22m, \u001b[1m私は私のお気に入りはKibouなしついてですが、アニメに入れたすべての曲を楽しみました\u001b[22m"
  }
]
