[
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai_Next",
    "id": "14967",
    "url": "https://myanimelist.net/anime/14967/Boku_wa_Tomodachi_ga_Sukunai_Next",
    "user": "Etoile_sama",
    "profile": "/profile/Etoile_sama/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=92785",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私の最初の見直しですが、ぼくとともだちを見た後には、これを書かせなくてはなりませんでした。\n\nこのシリーズが私にとってまったく終わりにならないと言って始めましょう。  prequelを見ることとはまったく異なる経験でした。\n\nストーリー：これは、彼らが人気を得て友人になるという共通の目的を達成しようとしている近隣のクラブにまだ残っている予選から続きました。 しかし、この続編のストーリーにはそれ以上の深みがありました。 全体的に、私はそれが全く違う感じを感じました。 プレクエルから期待されていたように、私は彼らのクレイジーな悪戯、彼らが表現したやり方、そしてショーに沿ってプロットを続けたやり方からとても笑った。 私がこれについて偉大であると信じていたのは、シナリオが非現実的であったかもしれないが、描かれた感情は完全に信頼できるということでした。\n\nこのシリーズでは、もっと欲しいと思っていました。それは確かです。 私は2番目のシーズンがあることを知っていたので、私はもっと欲しかったので、最初のシリーズとは異なる反応です。\n\n全体的に私は、ここでどのように話が進んでいたのが本当に好きだったと言えるでしょう。\n\nアート：私はそれがかなり良かったと思う、私は彼らが描かれた方法が好きで、それは目に非常に魅力的だった。\n\nサウンド：私は声と効果音と他のすべてを愛し、それは素晴らしかったです。\n\nCharacter：私はこのシリーズのすべてのキャラクターを絶対に愛しています。 彼女の頑固なやり方やセナのやり方など、時には少女との問題があるだけですが、全体的に彼女は笑ってしまいますので、このシリーズのキャラクターには本当に感謝しています。\n\n私はこのアニメを大いに楽しんだので、それを10にしたのです。それは本当にそれに値すると思っています。シリーズの最初の記事の続きは素晴らしいことでした。 もっと待つことはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMy first review, but after watching Boku Wa Tomodachi ga Sukunai NEXT, or Haganai NEXT, I was compelled to write this.\n\n\u001b[1m私の最初の見直しですが、ぼくとともだちを見た後には、これを書かせなくてはなりませんでした。\u001b[22m\n\u001b[1m(Watashi no saisho no minaoshidesuga, boku to tomodachi o mita nochi ni wa, kore o kaka senakute wa narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mMy first review, but after watching Boku Wa Tomodachi ga Sukunai NEXT, or Haganai NEXT, I was compelled to write this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first review, but after watching Boku Wa Tomodachi ga Sukunai NEXT, or Haganai NEXT, I was compelled to write this.\u001b[24m\n    \u001b[1m私の最初の見直しですが、ぼくとともだちを見た後には、これを書かせなくてはなりませんでした。\u001b[22m, \u001b[1m私の最初のレビュー、しかし僕は友達がすくないNEXT、または僕は友達が少ないNEXTを見た後、私はこれを書くために余儀なくされました。\u001b[22m\n\u001b[1m\u001b[22m\nLet me start off by saying that this series messed with me so much to no end. It was a completely different experience from watching the prequel.\n\n\u001b[1mこのシリーズが私にとってまったく終わりにならないと言って始めましょう。  prequelを見ることとはまったく異なる経験でした。\u001b[22m\n\u001b[1m(Kono shirīzu ga watashi ni totte mattaku owari ni naranai to itte hajimemashou. Prequel o miru koto to wa mattaku kotonaru keikendeshita.)\u001b[22m\n\nTranslations of \u001b[4mLet me start off by saying that this series messed with me so much to no end. It was a completely different experience from watching the prequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me start off by saying that this series messed with me so much to no end.\u001b[24m\n    \u001b[1mこのシリーズが私にとってまったく終わりにならないと言って始めましょう。\u001b[22m, \u001b[1m私はこのシリーズはありません最後までそんなに私と一緒にめちゃめちゃということから始めましょう。\u001b[22m\n\u001b[4mIt was a completely different experience from watching the prequel.\u001b[24m\n    \u001b[1mprequelを見ることとはまったく異なる経験でした。\u001b[22m, \u001b[1mこれは、続編を見ては全く異なる経験でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe story: It was a continuation from the prequel in which they are still in The Neighbor's Club trying to achieve the common goal of becoming popular and making friends. However, the story for this sequel had more depth to it. Overall, I felt that it had a completely different feel to it. As expected from the prequel, I laughed so hard from their crazy antics, the way they expressed themselves, and overall the way they carried on with the plot along the show. What I believed to be great about this was that however unrealistic the scenarios might have been, the feelings portrayed were completely relatable.\n\n\u001b[1mストーリー：これは、彼らが人気を得て友人になるという共通の目的を達成しようとしている近隣のクラブにまだ残っている予選から続きました。 しかし、この続編のストーリーにはそれ以上の深みがありました。 全体的に、私はそれが全く違う感じを感じました。 プレクエルから期待されていたように、私は彼らのクレイジーな悪戯、彼らが表現したやり方、そしてショーに沿ってプロットを続けたやり方からとても笑った。 私がこれについて偉大であると信じていたのは、シナリオが非現実的であったかもしれないが、描かれた感情は完全に信頼できるということでした。\u001b[22m\n\u001b[1m(Sutōrī: Kore wa, karera ga ninki o ete yūjin ni naru to iu kyōtsū no mokuteki o tassei shiyou to shite iru kinrin no kurabu ni mada nokotte iru yosen kara tsudzukimashita. Shikashi, kono zokuhen no sutōrī ni wa sore ijō no fukami ga arimashita. Zentai-teki ni, watashi wa sore ga mattaku chigau kanji o kanjimashita. Purekueru kara kitai sa rete ita yō ni, watashi wa karera no kureijīna akugi, karera ga hyōgen shita yarikata, soshite shō ni sotte purotto o tsudzuketa yarikata kara totemo waratta. Watashi ga kore ni tsuite idaidearu to shinjite ita no wa, shinario ga higenjitsutekideatta kamo shirenaiga, egaka reta kanjō wa kanzen ni shinraidekiru to iu kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story: It was a continuation from the prequel in which they are still in The Neighbor's Club trying to achieve the common goal of becoming popular and making friends. However, the story for this sequel had more depth to it. Overall, I felt that it had a completely different feel to it. As expected from the prequel, I laughed so hard from their crazy antics, the way they expressed themselves, and overall the way they carried on with the plot along the show. What I believed to be great about this was that however unrealistic the scenarios might have been, the feelings portrayed were completely relatable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story: It was a continuation from the prequel in which they are still in The Neighbor's Club trying to achieve the common goal of becoming popular and making friends.\u001b[24m\n    \u001b[1mストーリー：これは、彼らが人気を得て友人になるという共通の目的を達成しようとしている近隣のクラブにまだ残っている予選から続きました。\u001b[22m, \u001b[1mストーリー：それは彼らが一般的になってきてと友達を作るという共通の目標を達成しようと、近隣のクラブではまだである、前編からの続きでした。\u001b[22m\n\u001b[4mHowever, the story for this sequel had more depth to it.\u001b[24m\n    \u001b[1mしかし、この続編のストーリーにはそれ以上の深みがありました。\u001b[22m, \u001b[1mしかし、この続編のための物語はそれにより深さを持っていました。\u001b[22m\n\u001b[4mOverall, I felt that it had a completely different feel to it.\u001b[24m\n    \u001b[1m全体的に、私はそれが全く違う感じを感じました。\u001b[22m, \u001b[1m全体的に、私はそれとは全く異なった感触を持っていたことを感じました。\u001b[22m\n\u001b[4mAs expected from the prequel, I laughed so hard from their crazy antics, the way they expressed themselves, and overall the way they carried on with the plot along the show.\u001b[24m\n    \u001b[1mプレクエルから期待されていたように、私は彼らのクレイジーな悪戯、彼らが表現したやり方、そしてショーに沿ってプロットを続けたやり方からとても笑った。\u001b[22m, \u001b[1m前編から予想されるように、私は、自分の狂気のおどけから一生懸命、彼らは自分自身を表現する方法を笑って、そして全体的な方法彼らはショーに沿ってプロットして乗って運ばれます。\u001b[22m\n\u001b[4mWhat I believed to be great about this was that however unrealistic the scenarios might have been, the feelings portrayed were completely relatable.\u001b[24m\n    \u001b[1m私がこれについて偉大であると信じていたのは、シナリオが非現実的であったかもしれないが、描かれた感情は完全に信頼できるということでした。\u001b[22m, \u001b[1m私はこれについての素晴らしいであると考えられてことが非現実的なシナリオがあったかもしれないということでした、描か気持ちは完全に関係づけました。\u001b[22m\n\u001b[1m\u001b[22m\nWith this series, it left me wanting more, that's for sure. Which is a different reaction from the first series because I only wanted more because I knew that there was a second season.\n\n\u001b[1mこのシリーズでは、もっと欲しいと思っていました。それは確かです。 私は2番目のシーズンがあることを知っていたので、私はもっと欲しかったので、最初のシリーズとは異なる反応です。\u001b[22m\n\u001b[1m(Kono shirīzude wa, motto hoshī to omotte imashita. Sore wa tashikadesu. Watashi wa 2-banme no shīzun ga aru koto o shitte itanode, watashi wa motto hoshikattanode, saisho no shirīzu to wa kotonaru han'nōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWith this series, it left me wanting more, that's for sure. Which is a different reaction from the first series because I only wanted more because I knew that there was a second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith this series, it left me wanting more, that's for sure.\u001b[24m\n    \u001b[1mこのシリーズでは、もっと欲しいと思っていました。それは確かです。\u001b[22m, \u001b[1mこのシリーズでは、それはそれは確かだ、私はより多くを望むままに。\u001b[22m\n\u001b[4mWhich is a different reaction from the first series because I only wanted more because I knew that there was a second season.\u001b[24m\n    \u001b[1m私は2番目のシーズンがあることを知っていたので、私はもっと欲しかったので、最初のシリーズとは異なる反応です。\u001b[22m, \u001b[1mこれは私は2番目のシーズンがあったことを知っていたので、私は唯一のより多くを望んでいたので、最初のシリーズとは異なる反応です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I can say I really liked how the story progressed here.\n\n\u001b[1m全体的に私は、ここでどのように話が進んでいたのが本当に好きだったと言えるでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa, koko de dono yō ni hanashi ga susunde ita no ga hontōni sukidatta to ierudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall I can say I really liked how the story progressed here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I can say I really liked how the story progressed here.\u001b[24m\n    \u001b[1m全体的に私は、ここでどのように話が進んでいたのが本当に好きだったと言えるでしょう。\u001b[22m, \u001b[1m全体的に私は、私は本当に話がここで進行どのように言って言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I think it was pretty good, I liked the way they were drawn and it was very appealing to the eye.\n\n\u001b[1mアート：私はそれがかなり良かったと思う、私は彼らが描かれた方法が好きで、それは目に非常に魅力的だった。\u001b[22m\n\u001b[1m(Āto: Watashi wa sore ga kanari yokatta to omou, watashi wa karera ga egaka reta hōhō ga sukide, soreha-me ni hijō ni mirikitekidatta.)\u001b[22m\n\nTranslations of \u001b[4mArt: I think it was pretty good, I liked the way they were drawn and it was very appealing to the eye.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I think it was pretty good, I liked the way they were drawn and it was very appealing to the eye.\u001b[24m\n    \u001b[1mアート：私はそれがかなり良かったと思う、私は彼らが描かれた方法が好きで、それは目に非常に魅力的だった。\u001b[22m, \u001b[1mアート：私はそれはかなり良かったと思う、私は彼らが描かれた方法が好きで、それは目には非常に魅力的でした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I love the voices and the sound effects and everything else, it was great.\n\n\u001b[1mサウンド：私は声と効果音と他のすべてを愛し、それは素晴らしかったです。\u001b[22m\n\u001b[1m(Saundo: Watashi wa koe to kōka-on to hoka no subete o aishi, sore wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: I love the voices and the sound effects and everything else, it was great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I love the voices and the sound effects and everything else, it was great.\u001b[24m\n    \u001b[1mサウンド：私は声と効果音と他のすべてを愛し、それは素晴らしかったです。\u001b[22m, \u001b[1mサウンド：私は声や効果音や他のすべてを愛し、それは素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: I absolutely love all the characters in this series. I only have an issue with Yozora sometimes because of her stubborn manner and the way she bullies Sena, but overall she makes me laugh so much so I really appreciate her character in this series and that goes for the other characters as well.\n\n\u001b[1mCharacter：私はこのシリーズのすべてのキャラクターを絶対に愛しています。 彼女の頑固なやり方やセナのやり方など、時には少女との問題があるだけですが、全体的に彼女は笑ってしまいますので、このシリーズのキャラクターには本当に感謝しています。\u001b[22m\n\u001b[1m(Kyarakuta: Watashi wa kono shirīzu no subete no kyarakutā o zettai ni aishiteimasu. Kanojo no gankona yarikata ya Sena no yarikata nado, tokiniha shōjo to no mondai ga aru dakedesuga, zentai-teki ni kanojo wa waratte shimaimasunode, kono shirīzu no kyarakutā ni wa hontōni kansha shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: I absolutely love all the characters in this series. I only have an issue with Yozora sometimes because of her stubborn manner and the way she bullies Sena, but overall she makes me laugh so much so I really appreciate her character in this series and that goes for the other characters as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: I absolutely love all the characters in this series.\u001b[24m\n    \u001b[1mCharacter：私はこのシリーズのすべてのキャラクターを絶対に愛しています。\u001b[22m, \u001b[1mキャラクター：私は絶対にこのシリーズのすべての文字が大好きです。\u001b[22m\n\u001b[4mI only have an issue with Yozora sometimes because of her stubborn manner and the way she bullies Sena, but overall she makes me laugh so much so I really appreciate her character in this series and that goes for the other characters as well.\u001b[24m\n    \u001b[1m彼女の頑固なやり方やセナのやり方など、時には少女との問題があるだけですが、全体的に彼女は笑ってしまいますので、このシリーズのキャラクターには本当に感謝しています。\u001b[22m, \u001b[1m私は時々のための彼女の頑固な方法の夜空の問題と、彼女はセナをいじめる方法を持っているが、全体的に、彼女は、私は本当にこのシリーズで彼女のキャラクターに感謝し、それは同様に他の文字のために行くので、私はあまり笑わせてくれる。\u001b[22m\n\u001b[1m\u001b[22m\nI very much enjoyed this anime and that's why I gave it a 10, it think it truly deserved it, and it was such a nice continuation of the first installment of the series. Can't wait for more.\n\n\u001b[1m私はこのアニメを非常に楽しんでいたので、それを10にしたのです。本当にそれに値すると思っていました。そしてシリーズの最初の記事の続きました。 もっと待つことはできません。\u001b[22m\n\u001b[1m(Watashi wa kono anime o hijō ni tanoshinde itanode, sore o 10 ni shita nodesu. Hontōni sore ni ataisuru to omotte imashita. Soshite shirīzu no saisho no kiji no tsudzukimashita. Motto matsu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI very much enjoyed this anime and that's why I gave it a 10, it think it truly deserved it, and it was such a nice continuation of the first installment of the series. Can't wait for more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI very much enjoyed this anime and that's why I gave it a 10, it think it truly deserved it, and it was such a nice continuation of the first installment of the series.\u001b[24m\n    \u001b[1m私はこのアニメを非常に楽しんでいたので、それを10にしたのです。本当にそれに値すると思っていました。そしてシリーズの最初の記事の続きました。\u001b[22m, \u001b[1m私は非常にこのアニメを楽しんで、私はそれを10を与えた理由だと、それは本当にそれに値すると思うし、それがシリーズの最初の割賦のような素敵な継続しました。\u001b[22m\n\u001b[4mCan't wait for more.\u001b[24m\n    \u001b[1mもっと待つことはできません。\u001b[22m, \u001b[1mより多くのを待つことができません。\u001b[22m"
  },
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai_Next",
    "id": "14967",
    "url": "https://myanimelist.net/anime/14967/Boku_wa_Tomodachi_ga_Sukunai_Next",
    "user": "jiajia1239870",
    "profile": "/profile/jiajia1239870/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=150987",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n\n\nストーリー\n\n\nアート\n私がはがいのことを熟考した強みは、その作品です。 もともと、私はキャラクターがかわいいように見えるこのシリーズをピックアップしました。 それについてはあまり言わないが、アートワークは驚くべきことであり、私がアニメで見た中で最高のものを伝えることさえ可能だ。  FunAnimationが生き生きとしているような人生、特にSenaとYozoraに人生を与える方法は、興味をそそられています。 また、マリアの子供のような顔、小鳩の恥ずかしさ、理化のためにしさは、様々な人格を描写するのにとてもよく描かれています。 ほとんどの人がセナのファンサービスを楽しんでいますが、背景や無名のキャラクターのようなものもありますが、アートワークが驚くことはありません。 アニメは審美的に喜ばしい。\n\nキャラクター\n\n\nサウンド/音楽\nここでも、開発者FunAnimationがこのアニメに完璧なOSTを組み込んだということ以外に、このことについてあまり言及することはありません。 シーズン1と2の両方のOPは聞くのがとても楽しいですし、1時間だけチェスを自分の部屋に置いて聞くこともできます（私は個人的な経験から言っているのではありません）  。 音楽で迷惑をかけることが1つだけあり、これはほとんどの日本のアニメ音楽と一緒に行くということは、英語の単語を含めることです。 確かに、\"友人\"と\"曲がる\"韻が、それは必ずしも素晴らしい歌を作るわけではありません。 また、日本人のダブは優れています。それぞれの人物の音声キャスティングは、彼らの人格に完全に適しています。\n\n楽しみ\n偉大なキャラクターフォイル？ チェック。 コメディの関係は、これを見る目的として役立つはずです。 あなたがスクリーンを喚起するのを探しているなら、セナはこんにちは。  FunAnimationsの最後の作品、天国の失われた財産のようなファンサービスとしては重いものではありませんが、Haganaiは目を見張るほどの目の詰まったキャンディを持っています。 愛らしい、現実的な芸術？ チェック。 コミックリリーフ？ チェック。 セナはヌードで走り、エロチックなポーズをしてる？ チェック。 はがないはそれをすべて持っている。 私はすでにこのシリーズを見て再放送しており、それ自体が楽しみのために話すべきであるということをもう一度見ていきます。\n\n全体\n私が以前に言ったように、私はしばしば軽い小説が過小評価され、それにふさわしいほど注目を集めていないと感じる。 視聴者は短いシリーズをミニマンガ/アニメとみなし、そのように扱うことが多い。 多くの人は真剣にそれらを取ることはありません、そしてほとんどの人は、すべての軽い小説が吸うとの結論に来る前に、そこにある不気味なもののカップルを読んで、人気のシリーズに固執することにします。 しかし、光の小説をより長いシリーズと比較することは、公園の老人を虹と比較するようなものです。 彼らはちょうど全く異なる存在です。 このような理由からシリーズがいかに短いかを考慮して、私は、博愛を試して自分自身を決定するために、アニメと視聴者の両方のアニメ視聴者を強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nA strong point which I precieved of Haganai, is its’ artwork. Originally, I had picked up this series seeing as how the characters looked cute, not realizing I would be getting so much more out of it. Not much to say about it, just that the artwork is amazing, even going so far as to say the best I’ve seen in anime by far. The way FunAnimation was able to give life into the character’s eyes to the point where they seem to come to life, especially Sena and Yozora, is just intriguing. Also Maria’s child-like face, Kobato’s shyness, and Rika’s eccentreicity are all depicted so well to portray the various personalities. While most of us would just be enjoying Sena's fan service, other things sucha s the detailsof the background and even no-name characters, the fact is that the artwork never fails to surprise, and viewers could easily tell the amount of effort put into make the anime aesthetically pleasing.\n\n\u001b[1m私がはがいのことを熟考した強みは、その作品です。 もともと、私はキャラクターがかわいいように見えるこのシリーズをピックアップしました。 それについてはあまり言わないが、アートワークは驚くべきことであり、私がアニメで見た中で最高のものを伝えることさえ可能だ。  FunAnimationが生き生きとしているような人生、特にSenaとYozoraに人生を与える方法は、興味をそそられています。 また、マリアの子供のような顔、小鳩の恥ずかしさ、理化のためにしさは、様々な人格を描写するのにとてもよく描かれています。 ほとんどの人がセナのファンサービスを楽しんでいますが、背景や無名のキャラクターのようなものもありますが、アートワークが驚くことはありません。 アニメは審美的に喜ばしい。\u001b[22m\n\u001b[1m(Watashi ga haga i no koto o jukukō shita tsuyomi wa, sono sakuhindesu. Motomoto, watashi wa kyarakutā ga kawaī yō ni mieru kono shirīzu o pikkuappu shimashita. Sore ni tsuite wa amari iwanai ga, ātowāku wa odorokubeki kotodeari, watashi ga anime de mita naka de saikō no mono o tsutaeru koto sae kanōda. FunAnimation ga ikiiki to shite iru yōna jinsei, tokuni Sena to Yozora ni jinsei o ataeru hōhō wa, kyōmi o sosora rete imasu. Mata, Maria no kodomo no yōna kao, Kobato no hazukashi-sa, rika no tame ni shi-sa wa, samazamana jinkaku o byōsha surunoni totemo yoku egaka rete imasu. Hotondo no hito ga Sena no fansābisu o tanoshinde imasuga, haikei ya mumei no kyarakutā no yōna mono mo arimasuga, ātowāku ga odoroku koto wa arimasen. Anime wa shinbi-teki ni yorokobashī.)\u001b[22m\n\nTranslations of \u001b[4mA strong point which I precieved of Haganai, is its’ artwork. Originally, I had picked up this series seeing as how the characters looked cute, not realizing I would be getting so much more out of it. Not much to say about it, just that the artwork is amazing, even going so far as to say the best I’ve seen in anime by far. The way FunAnimation was able to give life into the character’s eyes to the point where they seem to come to life, especially Sena and Yozora, is just intriguing. Also Maria’s child-like face, Kobato’s shyness, and Rika’s eccentreicity are all depicted so well to portray the various personalities. While most of us would just be enjoying Sena's fan service, other things sucha s the detailsof the background and even no-name characters, the fact is that the artwork never fails to surprise, and viewers could easily tell the amount of effort put into make the anime aesthetically pleasing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA strong point which I precieved of Haganai, is its’ artwork.\u001b[24m\n    \u001b[1m私がはがいのことを熟考した強みは、その作品です。\u001b[22m, \u001b[1m私は僕は友達が少ないのprecieved強力なポイントは、その「アートワークです。\u001b[22m\n\u001b[4mOriginally, I had picked up this series seeing as how the characters looked cute, not realizing I would be getting so much more out of it.\u001b[24m\n    \u001b[1mもともと、私はキャラクターがかわいいように見えるこのシリーズをピックアップしました。\u001b[22m, \u001b[1mもともと、私は文字が、私はそれのうち多くを取得することになり実現していない、かわいい見てどのように見て、このシリーズを拾っていました。\u001b[22m\n\u001b[4mNot much to say about it, just that the artwork is amazing, even going so far as to say the best I’ve seen in anime by far.\u001b[24m\n    \u001b[1mそれについてはあまり言わないが、アートワークは驚くべきことであり、私がアニメで見た中で最高のものを伝えることさえ可能だ。\u001b[22m, \u001b[1mでも、これまでのところ、私ははるかにアニメで見た中で最高を言うように行く、アートワークが素晴らしいですだけということ、それについて言っても過言ではありません。\u001b[22m\n\u001b[4mThe way FunAnimation was able to give life into the character’s eyes to the point where they seem to come to life, especially Sena and Yozora, is just intriguing.\u001b[24m\n    \u001b[1mFunAnimationが生き生きとしているような人生、特にSenaとYozoraに人生を与える方法は、興味をそそられています。\u001b[22m, \u001b[1mFunAnimationは、彼らが生活に来ているように見える点にキャラクターの目に特にセナと夜空を命を与えることができた方法は、単に興味をそそられます。\u001b[22m\n\u001b[4mAlso Maria’s child-like face, Kobato’s shyness, and Rika’s eccentreicity are all depicted so well to portray the various personalities.\u001b[24m\n    \u001b[1mまた、マリアの子供のような顔、小鳩の恥ずかしさ、理化のためにしさは、様々な人格を描写するのにとてもよく描かれています。\u001b[22m, \u001b[1mまた、マリアの子供のような顔、小鳩の恥ずかしさ、そして梨花さんeccentreicityは、すべての様々な個性を表現するためにとてもよく描かれています。\u001b[22m\n\u001b[4mWhile most of us would just be enjoying Sena's fan service, other things sucha s the detailsof the background and even no-name characters, the fact is that the artwork never fails to surprise, and viewers could easily tell the amount of effort put into make\u001b[24m\n    \u001b[1mほとんどの人がセナのファンサービスを楽しんでいますが、背景や無名のキャラクターのようなものもありますが、アートワークが驚くことはありません。\u001b[22m, \u001b[1m私たちのほとんどはちょうどセナのファンサービスを享受することになるが、他のもののスーハの背景、さらには無名文字detailsof、事実はアートワークを驚かに失敗することはありませんということで、視聴者は簡単にメイクに入れ努力の量を言うことができます\u001b[22m\n\u001b[4mthe anime aesthetically pleasing.\u001b[24m\n    \u001b[1mアニメは審美的に喜ばしい。\u001b[22m, \u001b[1mアニメ美的。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound/Music\n\n\u001b[1mサウンド/音楽\u001b[22m\n\u001b[1m(Saundo/ ongaku)\u001b[22m\n\nTranslations of \u001b[4mSound/Music\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound/Music\u001b[24m\n    \u001b[1mサウンド/音楽\u001b[22m\nAgain, not much to say about this besides the fact that the developer, FunAnimation, incorporated the perfect OST into this anime. The OP of both season 1 and 2 are extremely fun to listen to, and one could sit there for hours listening to them as they sit in their room alone playing chess by themselves (not like I'm telling from personal experience, no never) . There’s just one thing that bothers me with the music, and for the fact this goes with most Japanese anime music, and that is the inclusion of English words. Sure, “friend” and “bend” rhymes, but that does not always great song make. Also, the Japanese dub is excellent, wit the voice casting of each character perfectly suited to their personalities.\n\n\u001b[1mここでも、開発者FunAnimationがこのアニメに完璧なOSTを組み込んだということ以外に、このことについてあまり言及することはありません。 シーズン1と2の両方のOPは聞くのがとても楽しいですし、1時間だけチェスを自分の部屋に置いて聞くこともできます（私は個人的な経験から言っているのではありません）  。 音楽で迷惑をかけることが1つだけあり、これはほとんどの日本のアニメ音楽と一緒に行くということは、英語の単語を含めることです。 確かに、\"友人\"と\"曲がる\"韻が、それは必ずしも素晴らしい歌を作るわけではありません。 また、日本人のダブは優れています。それぞれの人物の音声キャスティングは、彼らの人格に完全に適しています。\u001b[22m\n\u001b[1m(Koko demo, kaihatsu-sha FunAnimation ga kono anime ni kanpekina OST o kumikonda to iu koto igai ni, kono koto ni tsuite amari genkyū suru koto wa arimasen. Shīzun 1 to 2 no ryōhō no OP wa kiku no ga totemo tanoshīdesushi, 1-jikan dake chesu o jibun no heya ni oite kiku koto mo dekimasu (watashi wa kojin-tekina keiken kara itte iru node wa arimasen). Ongaku de meiwaku o kakeru koto ga 1tsu dake ari, kore wa hotondo no nihon'noanime ongaku to issho ni iku to iu koto wa, eigo no tango o fukumeru kotodesu. Tashika ni, \" yūjin\" to\" magaru\" in ga, sore wa kanarazushimo subarashī uta o tsukuru wakede wa arimasen. Mata, nihonjin no dabu wa sugurete imasu. Sorezore no jinbutsu no onsei kyasutingu wa, karera no jinkaku ni kanzen ni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAgain, not much to say about this besides the fact that the developer, FunAnimation, incorporated the perfect OST into this anime. The OP of both season 1 and 2 are extremely fun to listen to, and one could sit there for hours listening to them as they sit in their room alone playing chess by themselves (not like I'm telling from personal experience, no never) . There’s just one thing that bothers me with the music, and for the fact this goes with most Japanese anime music, and that is the inclusion of English words. Sure, “friend” and “bend” rhymes, but that does not always great song make. Also, the Japanese dub is excellent, wit the voice casting of each character perfectly suited to their personalities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, not much to say about this besides the fact that the developer, FunAnimation, incorporated the perfect OST into this anime.\u001b[24m\n    \u001b[1mここでも、開発者FunAnimationがこのアニメに完璧なOSTを組み込んだということ以外に、このことについてあまり言及することはありません。\u001b[22m, \u001b[1m開発者、FunAnimationは、このアニメに完璧なOSTを組み込まれているという事実以外にもこのことについて言ってもやはり、あまりありません。\u001b[22m\n\u001b[4mThe OP of both season 1 and 2 are extremely fun to listen to, and one could sit there for hours listening to them as they sit in their room alone playing chess by themselves (not like I'm telling from personal experience, no never)\u001b[24m\n    \u001b[1mシーズン1と2の両方のOPは聞くのがとても楽しいですし、1時間だけチェスを自分の部屋に置いて聞くこともできます（私は個人的な経験から言っているのではありません）\u001b[22m, \u001b[1mシーズン1と2の両方のOPはを聞いて非常に楽しいです、そして一つは、彼らが自分でチェスをして一人で自分の部屋に座っとしてそれらを聴く時間のためにそこに座っている可能性が（何もない、私は個人的な経験から言って好きではないではありません）\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThere’s just one thing that bothers me with the music, and for the fact this goes with most Japanese anime music, and that is the inclusion of English words.\u001b[24m\n    \u001b[1m音楽で迷惑をかけることが1つだけあり、これはほとんどの日本のアニメ音楽と一緒に行くということは、英語の単語を含めることです。\u001b[22m, \u001b[1mそこに音楽で私を気にひとつだけだ、と事実のためにこれは、ほとんどの日本のアニメの音楽で行く、それが英語の単語が含まれていることです。\u001b[22m\n\u001b[4mSure, “friend” and “bend” rhymes, but that does not always great song make.\u001b[24m\n    \u001b[1m確かに、\"友人\"と\"曲がる\"韻が、それは必ずしも素晴らしい歌を作るわけではありません。\u001b[22m, \u001b[1m確かに、「友人」と「曲げ」韻、それは常に偉大な曲のメイクをしません。\u001b[22m\n\u001b[4mAlso, the Japanese dub is excellent, wit the voice casting of each character perfectly suited to their personalities.\u001b[24m\n    \u001b[1mまた、日本人のダブは優れています。それぞれの人物の音声キャスティングは、彼らの人格に完全に適しています。\u001b[22m, \u001b[1mまた、日本のダブは彼らの人格に完全に適し各文字の音声キャスティングウィット、優れています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nGreat character foils? Check. The comedic relationships on its own should serve as a purpose to watch this. If you’re looking for arousing screens, Sena says hi. While not as fan service heavy as FunAnimations’s last work, Heaven’s Lost Property, Haganai has got its own fair share of eye candies to gawk over. Adorable and realistic art? Check. Comic relief? Check. Sena running nude and making erotic poses? Check. Haganai has got it all. I have already watched and rewatched this series, and would go for it again, that in itself should speak for enjoyment.\n\n\u001b[1m偉大なキャラクターフォイル？ チェック。 コメディの関係は、これを見る目的として役立つはずです。 あなたがスクリーンを喚起するのを探しているなら、セナはこんにちは。  FunAnimationsの最後の作品、天国の失われた財産のようなファンサービスとしては重いものではありませんが、Haganaiは目を見張るほどの目の詰まったキャンディを持っています。 愛らしい、現実的な芸術？ チェック。 コミックリリーフ？ チェック。 セナはヌードで走り、エロチックなポーズをしてる？ チェック。 はがないはそれをすべて持っている。 私はすでにこのシリーズを見て再放送しており、それ自体が楽しみのために話すべきであるということをもう一度見ていきます。\u001b[22m\n\u001b[1m(Idaina kyarakutāfoiru? Chekku. Airashī, genjitsu-tekina geijutsu? Chekku. Komikkurirīfu? Chekku. Sena wa nūdo de hashiri, erochikkuna pōzu o shi teru? Chekku. Haganai wa sore o subete motte iru. Watashi wa sudeni kono shirīzu o mite sai hōsō shite ori, sore jitai ga tanoshimi no tame ni hanasubekidearu to iu koto o mōichido mite ikimasu. Komedi no kankei wa, kore o miru mokuteki to shite yakudatsu hazudesu. Anata ga sukurīn o kanki suru no o sagashite irunara, Sena wa kon'nichiwa. FunAnimations no saigo no sakuhin, tengoku no ushinawareta zaisan no yōna fansābisu to shite wa omoi monode wa arimasenga, Haganai wa mewomiharu hodo no me no tsumatta kyandi o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mGreat character foils? Check. The comedic relationships on its own should serve as a purpose to watch this. If you’re looking for arousing screens, Sena says hi. While not as fan service heavy as FunAnimations’s last work, Heaven’s Lost Property, Haganai has got its own fair share of eye candies to gawk over. Adorable and realistic art? Check. Comic relief? Check. Sena running nude and making erotic poses? Check. Haganai has got it all. I have already watched and rewatched this series, and would go for it again, that in itself should speak for enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat character foils?\u001b[24m\n    \u001b[1m偉大なキャラクターフォイル？\u001b[22m, \u001b[1mグレート文字箔？\u001b[22m\n\u001b[4mCheck.\u001b[24m\n    \u001b[1mチェック。\u001b[22m, \u001b[1mチェック\u001b[22m, \u001b[1m確認してください。\u001b[22m\n\u001b[4mAdorable and realistic art?\u001b[24m\n    \u001b[1m愛らしい、現実的な芸術？\u001b[22m, \u001b[1m愛らしいと現実的な芸術？\u001b[22m\n\u001b[4mCheck.\u001b[24m\n    \u001b[1mチェック。\u001b[22m, \u001b[1mチェック\u001b[22m, \u001b[1m確認してください。\u001b[22m\n\u001b[4mComic relief?\u001b[24m\n    \u001b[1mコミックリリーフ？\u001b[22m\n\u001b[4mCheck.\u001b[24m\n    \u001b[1mチェック。\u001b[22m, \u001b[1mチェック\u001b[22m, \u001b[1m確認してください。\u001b[22m\n\u001b[4mSena running nude and making erotic poses?\u001b[24m\n    \u001b[1mセナはヌードで走り、エロチックなポーズをしてる？\u001b[22m, \u001b[1mセナは、ヌード実行しているとエロティックなポーズを作りますか？\u001b[22m\n\u001b[4mCheck.\u001b[24m\n    \u001b[1mチェック。\u001b[22m, \u001b[1mチェック\u001b[22m, \u001b[1m確認してください。\u001b[22m\n\u001b[4mHaganai has got it all.\u001b[24m\n    \u001b[1mはがないはそれをすべて持っている。\u001b[22m, \u001b[1m僕は友達が少ないはそれをすべて持っています。\u001b[22m\n\u001b[4mI have already watched and rewatched this series, and would go for it again, that in itself should speak for enjoyment.\u001b[24m\n    \u001b[1m私はすでにこのシリーズを見て再放送しており、それ自体が楽しみのために話すべきであるということをもう一度見ていきます。\u001b[22m, \u001b[1m私はすでにそれ自体が楽しみのために話すべきであることを、見て、このシリーズをrewatched、再びそれのために行くだろうしています。\u001b[22m\n\u001b[4mThe comedic relationships on its own should serve as a purpose to watch this.\u001b[24m\n    \u001b[1mコメディの関係は、これを見る目的として役立つはずです。\u001b[22m, \u001b[1m独自に喜劇の関係はこれを見てすることを目的として役立つはずです。\u001b[22m\n\u001b[4mIf you’re looking for arousing screens, Sena says hi.\u001b[24m\n    \u001b[1mあなたがスクリーンを喚起するのを探しているなら、セナはこんにちは。\u001b[22m, \u001b[1mあなたは画面を喚起を探しているなら、セナがhi言います。\u001b[22m\n\u001b[4mWhile not as fan service heavy as FunAnimations’s last work, Heaven’s Lost Property, Haganai has got its own fair share of eye candies to gawk over.\u001b[24m\n    \u001b[1mFunAnimationsの最後の作品、天国の失われた財産のようなファンサービスとしては重いものではありませんが、Haganaiは目を見張るほどの目の詰まったキャンディを持っています。\u001b[22m, \u001b[1mないFunAnimationsの最後の仕事、そらのおとしもの重ファンサービスなどが、僕は友達が少ないオーバーgawkは眼のキャンディーの独自の公正なシェアを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nAs I said previously, I often feel that light novels are underrated and just aren’t receiving as much attention as it deserves. Viewers often perceive short series as mini-mangas/anime and treat it as such. Many don’t take them seriously, and most tend to read a couple of the crappy ones out there before coming to the conclusion that all light novels suck, and decide to stick to only the popular series. However, comparing light novels to longer series would be like comparing an old man at the park to rainbows; they’re just totally different entities. For this reason, and considering how short the series is, I strongly recommend anime viewers, both armatures and seasoned viewers, to give Haganai a try, and decide for themselves.\n\n\u001b[1m私が以前に言ったように、私はしばしば軽い小説が過小評価され、それにふさわしいほど注目を集めていないと感じる。 視聴者は短いシリーズをミニマンガ/アニメとみなし、そのように扱うことが多い。 多くの人は真剣にそれらを取ることはありません、そしてほとんどの人は、すべての軽い小説が吸うとの結論に来る前に、そこにある不気味なもののカップルを読んで、人気のシリーズに固執することにします。 しかし、光の小説をより長いシリーズと比較することは、公園の老人を虹と比較するようなものです。 彼らはちょうど全く異なる存在です。 このような理由からシリーズがいかに短いかを考慮して、私は、博愛を試して自分自身を決定するために、アニメと視聴者の両方のアニメ視聴者を強くお勧めします。\u001b[22m\n\u001b[1m(Watashi ga izen ni itta yō ni, watashi wa shibashiba karui shōsetsu ga kashō hyōka sa re, sore ni fusawashī hodo chūmoku o atsumete inai to kanjiru. Shichō-sha wa mijikai shirīzu o minimanga/ anime to minashi, sonoyōni atsukau koto ga ōi. Ōku no hito wa shinken ni sorera o toru koto wa arimasen, soshite hotondo no hito wa, subete no karui shōsetsu ga suu to no ketsuron ni kuru mae ni, soko ni aru bukimina mono no kappuru o yonde, ninki no shirīzu ni koshū suru koto ni shimasu. Shikashi,-kō no shōsetsu o yori nagai shirīzu to hikaku suru koto wa, kōen no rōjin o niji to hikaku suru yōna monodesu. Karera wa chōdo mattaku kotonaru sonzaidesu. Ko no yōna riyū kara shirīzu ga ikani mijikai ka o kōryo shite, watashi wa, hakuai o tameshite jibun jishin o kettei suru tame ni, anime to shichō-sha no ryōhō no anime shichō-sha o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs I said previously, I often feel that light novels are underrated and just aren’t receiving as much attention as it deserves. Viewers often perceive short series as mini-mangas/anime and treat it as such. Many don’t take them seriously, and most tend to read a couple of the crappy ones out there before coming to the conclusion that all light novels suck, and decide to stick to only the popular series. However, comparing light novels to longer series would be like comparing an old man at the park to rainbows; they’re just totally different entities. For this reason, and considering how short the series is, I strongly recommend anime viewers, both armatures and seasoned viewers, to give Haganai a try, and decide for themselves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said previously, I often feel that light novels are underrated and just aren’t receiving as much attention as it deserves.\u001b[24m\n    \u001b[1m私が以前に言ったように、私はしばしば軽い小説が過小評価され、それにふさわしいほど注目を集めていないと感じる。\u001b[22m, \u001b[1m私が以前に言ったように、私はしばしばライトノベルが過小評価され、それに値すると同じよう多くの注目を受けていないと感じています。\u001b[22m\n\u001b[4mViewers often perceive short series as mini-mangas/anime and treat it as such.\u001b[24m\n    \u001b[1m視聴者は短いシリーズをミニマンガ/アニメとみなし、そのように扱うことが多い。\u001b[22m, \u001b[1m視聴者は多くの場合、ミニ漫画/アニメなどの短いシリーズを認識し、そのように扱います。\u001b[22m\n\u001b[4mMany don’t take them seriously, and most tend to read a couple of the crappy ones out there before coming to the conclusion that all light novels suck, and decide to stick to only the popular series.\u001b[24m\n    \u001b[1m多くの人は真剣にそれらを取ることはありません、そしてほとんどの人は、すべての軽い小説が吸うとの結論に来る前に、そこにある不気味なもののカップルを読んで、人気のシリーズに固執することにします。\u001b[22m, \u001b[1m多くは真剣にそれらを取ることはありません、ほとんどはそこにすべてのライトノベルが吸うという結論に来る前に安っぽいもののカップルを読んでする傾向があり、唯一の人気シリーズに固執することを決定しました。\u001b[22m\n\u001b[4mHowever, comparing light novels to longer series would be like comparing an old man at the park to rainbows;\u001b[24m\n    \u001b[1mしかし、光の小説をより長いシリーズと比較することは、公園の老人を虹と比較するようなものです。\u001b[22m, \u001b[1mしかし、長いシリーズに光の小説を比較して虹に公園で老人を比較するようなものであろう。\u001b[22m\n\u001b[4mthey’re just totally different entities.\u001b[24m\n    \u001b[1m彼らはちょうど全く異なる存在です。\u001b[22m, \u001b[1m彼らは全く異なるエンティティです。\u001b[22m\n\u001b[4mFor this reason, and considering how short the series is, I strongly recommend anime viewers, both armatures and seasoned viewers, to give Haganai a try, and decide for themselves.\u001b[24m\n    \u001b[1mこのような理由からシリーズがいかに短いかを考慮して、私は、博愛を試して自分自身を決定するために、アニメと視聴者の両方のアニメ視聴者を強くお勧めします。\u001b[22m, \u001b[1mこのような理由から、とシリーズがどのように短い考えると、私は強く、電機子とベテランの視聴者の両方、アニメの視聴者をお勧めします僕は友達が少ないを試してみることにして、自分で決めます。\u001b[22m"
  },
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai_Next",
    "id": "14967",
    "url": "https://myanimelist.net/anime/14967/Boku_wa_Tomodachi_ga_Sukunai_Next",
    "user": "qsqw",
    "profile": "/profile/qsqw/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=131335",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  6\n\nさて、始めから始めましょう、私は物語を意味する！\n\n実際には、私はそれを少なくとも7〜8つけたいと思っていましたが、いつものように結末は吸います！\n私はオハイオ州の神を意味する、私はそのようなばかげた結末ではない良い終わりを見るために2つの季節を見るために私の時間を無駄にした！\n別の季節があるなら、私は私のレビューを変更します:)\n\n芸術..そのような素晴らしい描画、効果、背景、..など、私はそれを与えた8\nサウンドと同じ\n\n文字については、1文字を除くすべての文字が好きだったので、7＆gt;＆gt;\n\n楽しむ..\n私はこのアニメを見ている間は本当に楽しかった、それはコメディ、ロマンス、面白い瞬間などがたくさん含まれていますが、私は結婚のために前に言ったように私は6\n\nだから、もしあなたが私にこのアニメを勧めているかどうか尋ねると？\nあなたがエンディングについて気にしない人のタイプなら、それを見て、私は言うでしょう！\nそれは面白いことがたくさんあるが、私が言ったように（私は自分自身を繰り返すことを知っている）結末は私のためにすべてを台無しにした;\n\n私は彼らが私のレビューを変更することができるように彼らは新しい季節を作ることを願っています！\n私は皆さんが私に同意しないことをたくさん知っていますが、このショーに関する私の意見\n\nすべての私の尊敬♥",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nOkay let's start from the beginning , i mean the story !\n\n\u001b[1mさて、始めから始めましょう、私は物語を意味する！\u001b[22m\n\u001b[1m(Sate, hajime kara hajimemashou, watashi wa monogatari o imi suru!)\u001b[22m\n\nTranslations of \u001b[4mOkay let's start from the beginning , i mean the story !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay let's start from the beginning , i mean the story !\u001b[24m\n    \u001b[1mさて、始めから始めましょう、私は物語を意味する！\u001b[22m, \u001b[1mさてそれでは、最初から始めましょう、私は物語を意味します！\u001b[22m\n\u001b[1m\u001b[22m\nActually , i wanted to give it 7 or 8 at least but as always the ending sucks!\n\n\u001b[1m実際には、私は少なくともそれを7または8を与えたいと思ったが、いつものようにエンディングが吸う！\u001b[22m\n\u001b[1m(Jissai ni wa, watashi wa sukunakutomo sore o 7 matawa 8 o ataetai to omottaga, itsumo no yō ni endingu ga suu!)\u001b[22m\n\nTranslations of \u001b[4mActually , i wanted to give it 7 or 8 at least but as always the ending sucks!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually , i wanted to give it 7 or 8 at least but as always the ending sucks!\u001b[24m\n    \u001b[1m実際には、私は少なくともそれを7または8を与えたいと思ったが、いつものようにエンディングが吸う！\u001b[22m, \u001b[1m実際に、私はそれを、少なくとも7または8を与えたいと思ったが、いつものようにエンディングは吸います！\u001b[22m\nI mean OH GOD , i wasted my time to watch two seasons to see a good ending not such a stupid ending !\n\n\u001b[1m私はオハイオ州の神を意味する、私はそのようなばかげた結末ではない良い終わりを見るために2つの季節を見るために私の時間を無駄にした！\u001b[22m\n\u001b[1m(Watashi wa Ohaio-shū no kami o imi suru, watashi wa sono yō na bakageta ketsumatsude wa nai yoi owari o miru tame ni 2tsu no kisetsu o miru tame ni watashinojikan o muda ni shita!)\u001b[22m\n\nTranslations of \u001b[4mI mean OH GOD , i wasted my time to watch two seasons to see a good ending not such a stupid ending !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mean OH GOD , i wasted my time to watch two seasons to see a good ending not such a stupid ending !\u001b[24m\n    \u001b[1m私はオハイオ州の神を意味する、私はそのようなばかげた結末ではない良い終わりを見るために2つの季節を見るために私の時間を無駄にした！\u001b[22m, \u001b[1m私は私がいないような愚かな結末を良いエンディングを見るために二つの季節を見て私の時間を無駄に、OH GODを意味します！\u001b[22m\nif there's another season then i will change my review :)\n\n\u001b[1m別の季節があるなら、私は私のレビューを変更します:)\u001b[22m\n\u001b[1m(Betsu no kisetsu ga arunara, watashi wa watashi no rebyū o henkō shimasu: ))\u001b[22m\n\nTranslations of \u001b[4mif there's another season then i will change my review :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif there's another season then i will change my review :)\u001b[24m\n    \u001b[1m別の季節があるなら、私は私のレビューを変更します:)\u001b[22m, \u001b[1m別の季節がありますならば、私は私のレビューが変更されます:)\u001b[22m\n\u001b[1m\u001b[22m\nArt .. such an amazing drawing , effect , backgrounds , .. etc , i gave it 8\n\n\u001b[1m芸術..そのような素晴らしい描画、効果、背景、..など、私はそれを与えた8\u001b[22m\n\u001b[1m(Geijutsu.. So no yōna subarashī byōga, kōka, haikei,.. Nado, watashi wa sore o ataeta 8)\u001b[22m\n\nTranslations of \u001b[4mArt .. such an amazing drawing , effect , backgrounds , .. etc , i gave it 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt .. such an amazing drawing , effect , backgrounds , .. etc , i gave it 8\u001b[24m\n    \u001b[1m芸術..そのような素晴らしい描画、効果、背景、..など、私はそれを与えた8\u001b[22m, \u001b[1mアート..このような素晴らしい図面、効果、背景、..など、私はそれを8を与えました\u001b[22m\nthe same for sounds\n\n\u001b[1mサウンドと同じ\u001b[22m\n\u001b[1m(Saundo to onaji)\u001b[22m\n\nTranslations of \u001b[4mthe same for sounds\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe same for sounds\u001b[24m\n    \u001b[1mサウンドと同じ\u001b[22m, \u001b[1mサウンドに同じ\u001b[22m\n\u001b[1m\u001b[22m\nAbout the characters , well i liked all the characters except one character so i gave it 7 &gt;.&gt;\n\n\u001b[1m文字については、1文字を除くすべての文字が好きだったので、7＆gt;＆gt;\u001b[22m\n\u001b[1m(Moji ni tsuite wa, 1 moji o nozoku subete no moji ga sukidattanode, 7& gt; & gt;)\u001b[22m\n\nTranslations of \u001b[4mAbout the characters , well i liked all the characters except one character so i gave it 7 &gt;.&gt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the characters , well i liked all the characters except one character so i gave it 7 &gt;.&gt;\u001b[24m\n    \u001b[1m文字については、1文字を除くすべての文字が好きだったので、7＆gt;＆gt;\u001b[22m, \u001b[1m。＆GT;文字について、よく私はので、私はそれを7＆GTを与えた1文字以外のすべての文字を言っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment ..\n\n\u001b[1m楽しむ..\u001b[22m\n\u001b[1m(Tanoshimu..)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment ..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI really enjoyed while i was watching this anime , it contains a lot of comedy , romance , funny moments .. etc , but as i said before because of the ending i gave it 6\n\n\u001b[1m私はこのアニメを見ている間は本当に楽しかった、それはコメディ、ロマンス、面白い瞬間などがたくさん含まれていますが、私は結婚のために前に言ったように私は6\u001b[22m\n\u001b[1m(Watashi wa kono anime o mite iru ma wa hontōni tanoshikatta, soreha komedi, romansu, omoshiroi shunkan nado ga takusan fukuma rete imasuga, watashi wa kekkon no tame ni mae ni itta yō ni watashi wa 6)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed while i was watching this anime , it contains a lot of comedy , romance , funny moments .. etc , but as i said before because of the ending i gave it 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed while i was watching this anime , it contains a lot of comedy , romance , funny moments .. etc , but as i said before because of the ending i gave it 6\u001b[24m\n    \u001b[1m私はこのアニメを見ている間は本当に楽しかった、それはコメディ、ロマンス、面白い瞬間などがたくさん含まれていますが、私は結婚のために前に言ったように私は6\u001b[22m, \u001b[1m私はこのアニメを見ていた間、私は本当にそれがコメディ、ロマンス、面白い瞬間..などが多く含まれ、楽しんで、しかし、私はので、私はそれを6を与えた終了の前に言ったように\u001b[22m\n\u001b[1m\u001b[22m\nSo if you ask me if i recommend this anime or not ?!\n\n\u001b[1mだから、もしあなたが私にこのアニメを勧めているかどうか尋ねると？\u001b[22m\n\u001b[1m(Dakara, moshi anata ga watashi ni kono anime o susumete iru ka dō ka tazuneru to?)\u001b[22m\n\nTranslations of \u001b[4mSo if you ask me if i recommend this anime or not ?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo if you ask me if i recommend this anime or not ?!\u001b[24m\n    \u001b[1mだから、もしあなたが私にこのアニメを勧めているかどうか尋ねると？\u001b[22m, \u001b[1mだから私はこのアニメかをお勧めします場合は、私に言わせれば？！\u001b[22m\nI will say , if you're the type of person who doesn't care a lot about the ending then watch it !\n\n\u001b[1mあなたがエンディングについて気にしない人のタイプなら、それを見て、私は言うでしょう！\u001b[22m\n\u001b[1m(Anata ga endingu ni tsuite kinishinai hito no taipunara, sore o mite, watashi wa iudeshou!)\u001b[22m\n\nTranslations of \u001b[4mI will say , if you're the type of person who doesn't care a lot about the ending then watch it !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will say , if you're the type of person who doesn't care a lot about the ending then watch it !\u001b[24m\n    \u001b[1mあなたがエンディングについて気にしない人のタイプなら、それを見て、私は言うでしょう！\u001b[22m, \u001b[1m私はあなたが結末について多くを気にしないタイプの人なら、それを見て、と言うだろう！\u001b[22m\nIt has a lot of funny things , but as i said (i know i repeated myself) the ending ruined everything for me ;(\n\n\u001b[1mそれは面白いことがたくさんあるが、私が言ったように（私は自分自身を繰り返すことを知っている）結末は私のためにすべてを台無しにした;\u001b[22m\n\u001b[1m(Sore wa omoshiroi koto ga takusan aru ga, watashi ga itta yō ni (watashi wa jibun jishin o kurikaesu koto o shitte iru) ketsumatsu wa watashi no tame ni subete o dainashi ni shita;)\u001b[22m\n\nTranslations of \u001b[4mIt has a lot of funny things , but as i said (i know i repeated myself) the ending ruined everything for me ;(\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has a lot of funny things , but as i said (i know i repeated myself) the ending ruined everything for me ;(\u001b[24m\n    \u001b[1mそれは面白いことがたくさんあるが、私が言ったように（私は自分自身を繰り返すことを知っている）結末は私のためにすべてを台無しにした;\u001b[22m, \u001b[1mそれは面白いものをたくさん持っている、しかし、私が言ったように私のために終了台無しにすべてを（私は自分自身を繰り返して知っています）;（\u001b[22m\n\u001b[1m\u001b[22m\nI hope they'll make a new season so i can change my review!\n\n\u001b[1m私は彼らが私のレビューを変更することができるように彼らは新しい季節を作ることを願っています！\u001b[22m\n\u001b[1m(Watashi wa karera ga watashi no rebyū o henkō suru koto ga dekiru yō ni karera wa atarashī kisetsu o tsukuru koto o negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mI hope they'll make a new season so i can change my review!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope they'll make a new season so i can change my review!\u001b[24m\n    \u001b[1m私は彼らが私のレビューを変更することができるように彼らは新しい季節を作ることを願っています！\u001b[22m, \u001b[1m私は私が私のレビューを変更することができるように、彼らは新しいシーズンを作ってあげますね！\u001b[22m\nI know a lot of you guys will disagree with me , but this my opinions about this show\n\n\u001b[1m私は皆さんが私に同意しないことをたくさん知っていますが、このショーに関する私の意見\u001b[22m\n\u001b[1m(Watashi wa minasan ga watashi ni dōi shinai koto o takusan shitte imasuga, kono shō ni kansuru watashi no iken)\u001b[22m\n\nTranslations of \u001b[4mI know a lot of you guys will disagree with me , but this my opinions about this show\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know a lot of you guys will disagree with me , but this my opinions about this show\u001b[24m\n    \u001b[1m私は皆さんが私に同意しないことをたくさん知っていますが、このショーに関する私の意見\u001b[22m, \u001b[1m私はあなたたちの多くは私と一緒に同意しないだろう知っているが、この番組については、この私の意見\u001b[22m\n\u001b[1m\u001b[22m\nWith all my respect ♥\n\n\u001b[1mすべての私の尊敬♥\u001b[22m\n\u001b[1m(Subete no watashi no sonkei ♥)\u001b[22m\n\nTranslations of \u001b[4mWith all my respect ♥\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith all my respect ♥\u001b[24m\n    \u001b[1mすべての私の尊敬♥\u001b[22m, \u001b[1mすべての私に関して♥\u001b[22m"
  },
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai_Next",
    "id": "14967",
    "url": "https://myanimelist.net/anime/14967/Boku_wa_Tomodachi_ga_Sukunai_Next",
    "user": "kikoredog",
    "profile": "/profile/kikoredog/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=105273",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  6\n\n残念ながら、私が言うことができるのは、私が完全に失望したということです。 私は閉鎖を持っているアニメが大好きで、許容できる何らかの終わりを届けます。 私が気付いていない作業にシーズン3がない限り、このアニメは最高の状態で未完成であると感じます。 私はそのキャラクターが大好きでしたが、閉鎖されていないときはすべての言葉の下に嫌いです。 嫌い。 私はそれに9を与えて、6を得ました。ロマンスや実際の関係構築（別名友人以上）が好きであれば、特にシーズン1を終了したばかりの場合は、他の場所を見たいと警告します。 知っていることは？ 私のように",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately all I can say is that I was utterly disappointed. I love animes that have closure and deliver some sort of ending that can be tolerated. Unless there is a season 3 in the workings I am un-aware of, this anime feels un-finished at best. I loved the characters, but I HATE IT BEYOND ALL WORDS WHEN THERE IS NO CLOSURE. HATE. I would have given it a 9, it got a 6. I feel entitled to warn you that if you like romance or actual relationship building (aka more than just friends) you will want to look elsewhere, especially if you just finished season 1 saying WHAT THE HECK?? like I did.\n\n\u001b[1m残念ながら、私が言うことができるのは、私が完全に失望したということです。 私は閉鎖を持っているアニメが大好きで、許容できる何らかの終わりを届けます。 私が気づいていない作業にシーズン3がない限り、このアニメは最高の状態で未完成であると感じます。 私はそのキャラクターが大好きでしたが、閉鎖されていないときはすべての言葉の下に嫌いです。 嫌い。 私はそれに9を与えて、6を得ました。ロマンスや実際の関係構築（別名友人以上）が好きであれば、特にシーズン1を終了したばかりの場合は、他の場所を見たいと警告します。 何を知っていますか？ 私のように\u001b[22m\n\u001b[1m(Zan'nen'nagara, watashi ga iu koto ga dekiru no wa, watashi ga kanzen ni shitsubō shita to iu kotodesu. Watashi wa heisa o motte iru anime ga daisukide, kyoyō dekiru nanrakano owari o todokemasu. Watashi ga kidzuite inai sagyō ni shīzun 3 ga nai kagiri, kono anime wa saikō no jōtai de mikanseidearu to kanjimasu. Watashi wa sono kyarakutā ga daisukideshitaga, heisa sa rete inai toki wa subete no kotoba no shita ni kiraidesu. Kirai. Watashi wa sore ni 9 o ataete, 6 o emashita. Romansu ya jissai no kankei kōchiku (betsumei yūjin ijō) ga sukideareba, tokuni shīzun 1 o shūryō shita bakari no baai wa, hoka no basho o mitai to keikoku shimasu. Nani o shitte imasu ka? Watashi no yō ni)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately all I can say is that I was utterly disappointed. I love animes that have closure and deliver some sort of ending that can be tolerated. Unless there is a season 3 in the workings I am un-aware of, this anime feels un-finished at best. I loved the characters, but I HATE IT BEYOND ALL WORDS WHEN THERE IS NO CLOSURE. HATE. I would have given it a 9, it got a 6. I feel entitled to warn you that if you like romance or actual relationship building (aka more than just friends) you will want to look elsewhere, especially if you just finished season 1 saying WHAT THE HECK?? like I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately all I can say is that I was utterly disappointed.\u001b[24m\n    \u001b[1m残念ながら、私が言うことができるのは、私が完全に失望したということです。\u001b[22m, \u001b[1m残念ながら、すべて私に言えることは、私は全く失望したということです。\u001b[22m\n\u001b[4mI love animes that have closure and deliver some sort of ending that can be tolerated.\u001b[24m\n    \u001b[1m私は閉鎖を持っているアニメが大好きで、許容できる何らかの終わりを届けます。\u001b[22m, \u001b[1m私は閉鎖を持っており、許容できるエンディングのいくつかの並べ替えをお届けアニメが大好きです。\u001b[22m\n\u001b[4mUnless there is a season 3 in the workings I am un-aware of, this anime feels un-finished at best.\u001b[24m\n    \u001b[1m私が気づいていない作業にシーズン3がない限り、このアニメは最高の状態で未完成であると感じます。\u001b[22m, \u001b[1m働きでシーズン3がない限り、私はこのアニメはせいぜい未完成感じている、の未認識しています。\u001b[22m\n\u001b[4mI loved the characters, but I HATE IT BEYOND ALL WORDS WHEN THERE IS NO CLOSURE.\u001b[24m\n    \u001b[1m私はそのキャラクターが大好きでしたが、閉鎖されていないときはすべての言葉の下に嫌いです。\u001b[22m, \u001b[1m私は文字を愛したが、NO閉鎖がないときに私はすべての単語BEYONDそれを嫌います。\u001b[22m\n\u001b[4mHATE.\u001b[24m\n    \u001b[1m嫌い。\u001b[22m, \u001b[1m嫌い。\u001b[22m, \u001b[1mヘイト。\u001b[22m\n\u001b[4mI would have given it a 9, it got a 6. I feel entitled to warn you that if you like romance or actual relationship building (aka more than just friends) you will want to look elsewhere, especially if you just finished season 1 saying\u001b[24m\n    \u001b[1m私はそれに9を与えて、6を得ました。ロマンスや実際の関係構築（別名友人以上）が好きであれば、特にシーズン1を終了したばかりの場合は、他の場所を見たいと警告します。\u001b[22m, \u001b[1m私はそれを9を与えているだろう、それは私はあなただけのシーズン1のことわざを終えた場合は特に、あなたが恋愛や実際の関係構築を（ただの友達よりも別名より）好きなら、あなたが他の場所で見てみたいということを警告する権利を有し6.感じてしまいました\u001b[22m\n\u001b[4mWHAT THE HECK??\u001b[24m\n    \u001b[1m何を知っていますか？\u001b[22m, \u001b[1m一体何？\u001b[22m\n\u001b[4mlike I did.\u001b[24m\n    \u001b[1m私のように\u001b[22m, \u001b[1m私がやったように。\u001b[22m"
  },
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai_Next",
    "id": "14967",
    "url": "https://myanimelist.net/anime/14967/Boku_wa_Tomodachi_ga_Sukunai_Next",
    "user": "Alexrachal",
    "profile": "/profile/Alexrachal/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=92061",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  7\n\nストーリー-6\n-----------\n簡単な生活の前提のスライス。 簡単すぎる。 前提はほとんど私がこれをスキップした理由ですが、私はショーを通しての旅にうれしく驚いています。 それは良い品質をたくさん持っています。\n\nアート-7\n---------\n最良ではありませんが、まだよくできました。 良いキャラクターデザインとアート。\n\nサウンド8\n--------------\n素晴らしいオープニング曲。  OKの終わりの歌。 偉大な声優。\n\nキャラクター6\n-----------------\nここには典型的な典型的な原型があります。 彼らは楽しいものではありませんが、予測可能です。\n\n楽しさ-7\n------------------\n非常に楽しい。 上記の得点には反映されないかもしれませんが、これは毎週戻ってくる私の好きなショーの1つでした。\n\n総合7\n---------------\nさて、これはアニメです、そして、私はそれを愛しています。 私が望むかなり楽しいショーは、将来再訪されます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStory-6\n\n\u001b[1mストーリー-6\u001b[22m\n\u001b[1m(Sutōrī - 6)\u001b[22m\n\nTranslations of \u001b[4mStory-6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-6\u001b[24m\n    \u001b[1mストーリー-6\u001b[22m\n-----------\n\n\u001b[1m-----------\u001b[22m\n\u001b[1m(-----------)\u001b[22m\n\nTranslations of \u001b[4m-----------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-----------\u001b[24m\n    \u001b[1m-----------\u001b[22m\nEasy slice of life premise. Too easy. The premise is almost the reason I skipped this but I have been pleasantly surprised by the journey through the show. It has plenty of good qualities.\n\n\u001b[1m簡単な生活の前提のスライス。 簡単すぎる。 前提はほとんど私がこれをスキップした理由ですが、私はショーを通しての旅にうれしく驚いています。 それは良い品質をたくさん持っています。\u001b[22m\n\u001b[1m(Kantan'na seikatsu no zentei no suraisu. Kantan sugiru. Zentei wa hotondo watashi ga kore o sukippu shita riyūdesuga, watashi wa shō o tōshite no tabi ni ureshiku odoroite imasu. Sore wa yoi hinshitsu o takusan motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEasy slice of life premise. Too easy. The premise is almost the reason I skipped this but I have been pleasantly surprised by the journey through the show. It has plenty of good qualities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEasy slice of life premise.\u001b[24m\n    \u001b[1m簡単な生活の前提のスライス。\u001b[22m, \u001b[1m人生の前提を簡単にスライス。\u001b[22m\n\u001b[4mToo easy.\u001b[24m\n    \u001b[1m簡単すぎる。\u001b[22m, \u001b[1mあまりにも簡単です。\u001b[22m, \u001b[1mあまりにも簡単。\u001b[22m\n\u001b[4mThe premise is almost the reason I skipped this but I have been pleasantly surprised by the journey through the show.\u001b[24m\n    \u001b[1m前提はほとんど私がこれをスキップした理由ですが、私はショーを通しての旅にうれしく驚いています。\u001b[22m, \u001b[1m前提は、ほとんど私はこれをスキップされますが、私は愉快にショーを通じて旅に驚いてきた理由です。\u001b[22m\n\u001b[4mIt has plenty of good qualities.\u001b[24m\n    \u001b[1mそれは良い品質をたくさん持っています。\u001b[22m, \u001b[1mそれは良い資質をたくさん持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt-7\n\n\u001b[1mアート-7\u001b[22m\n\u001b[1m(Āto - 7)\u001b[22m\n\nTranslations of \u001b[4mArt-7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-7\u001b[24m\n    \u001b[1mアート-7\u001b[22m\n---------\n\n\u001b[1m---------\u001b[22m\n\u001b[1m(---------)\u001b[22m\n\nTranslations of \u001b[4m---------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---------\u001b[24m\n    \u001b[1m---------\u001b[22m\nWhile not the best, still well done. Good character designs and art.\n\n\u001b[1m最良ではありませんが、まだよくできました。 良いキャラクターデザインとアート。\u001b[22m\n\u001b[1m(Sairyōde wa arimasenga, mada yoku dekimashita. Yoi kyarakutādezain to āto.)\u001b[22m\n\nTranslations of \u001b[4mWhile not the best, still well done. Good character designs and art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile not the best, still well done.\u001b[24m\n    \u001b[1m最良ではありませんが、まだよくできました。\u001b[22m, \u001b[1m最高ではないが、まだよくやりました。\u001b[22m\n\u001b[4mGood character designs and art.\u001b[24m\n    \u001b[1m良いキャラクターデザインとアート。\u001b[22m, \u001b[1mグッドキャラクターデザインとアート。\u001b[22m\n\u001b[1m\u001b[22m\nSound-8\n\n\u001b[1mサウンド8\u001b[22m\n\u001b[1m(Saundo 8)\u001b[22m\n\nTranslations of \u001b[4mSound-8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-8\u001b[24m\n    \u001b[1mサウンド8\u001b[22m, \u001b[1mサウンド-8を\u001b[22m\n--------------\n\n\u001b[1m--------------\u001b[22m\n\u001b[1m(--------------)\u001b[22m\n\nTranslations of \u001b[4m--------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--------------\u001b[24m\n    \u001b[1m--------------\u001b[22m\nGreat opening song. ok ending song. Great voice actors.\n\n\u001b[1m素晴らしいオープニング曲。  OKの終わりの歌。 偉大な声優。\u001b[22m\n\u001b[1m(Subarashī ōpuningu kyoku. OK no owari no uta. Idaina seiyū.)\u001b[22m\n\nTranslations of \u001b[4mGreat opening song. ok ending song. Great voice actors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat opening song.\u001b[24m\n    \u001b[1m素晴らしいオープニング曲。\u001b[22m, \u001b[1mグレートオープニング曲。\u001b[22m\n\u001b[4mok ending song.\u001b[24m\n    \u001b[1mOKの終わりの歌。\u001b[22m, \u001b[1mOK曲を終了します。\u001b[22m\n\u001b[4mGreat voice actors.\u001b[24m\n    \u001b[1m偉大な声優。\u001b[22m, \u001b[1mグレート声優。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter-6\n\n\u001b[1mキャラクター6\u001b[22m\n\u001b[1m(Kyarakutā 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter-6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter-6\u001b[24m\n    \u001b[1mキャラクター6\u001b[22m, \u001b[1m文字-6\u001b[22m\n-----------------\n\n\u001b[1m-----------------\u001b[22m\n\u001b[1m(-----------------)\u001b[22m\n\nTranslations of \u001b[4m-----------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-----------------\u001b[24m\n    \u001b[1m-----------------\u001b[22m\nWe have here a harem of very typical archetypes. Not to say they aren't enjoyable, but they are predictable.\n\n\u001b[1mここには典型的な典型的な原型があります。 彼らは楽しいものではありませんが、予測可能です。\u001b[22m\n\u001b[1m(Koko ni wa tenkei-tekina tenkei-tekina genkei ga arimasu. Karera wa tanoshī monode wa arimasenga, yosoku kanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWe have here a harem of very typical archetypes. Not to say they aren't enjoyable, but they are predictable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe have here a harem of very typical archetypes.\u001b[24m\n    \u001b[1mここには典型的な典型的な原型があります。\u001b[22m, \u001b[1mここでは非常に典型的なアーキタイプのハーレムを持っています。\u001b[22m\n\u001b[4mNot to say they aren't enjoyable, but they are predictable.\u001b[24m\n    \u001b[1m彼らは楽しいものではありませんが、予測可能です。\u001b[22m, \u001b[1m彼らは楽しいではありませんが、彼らは予測可能であると言うことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment-7\n\n\u001b[1m楽しさ-7\u001b[22m\n\u001b[1m(Tanoshisa - 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment-7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment-7\u001b[24m\n    \u001b[1m楽しさ-7\u001b[22m, \u001b[1m楽し-7\u001b[22m\n------------------\n\n\u001b[1m------------------\u001b[22m\n\u001b[1m(------------------)\u001b[22m\n\nTranslations of \u001b[4m------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m------------------\u001b[24m\n    \u001b[1m------------------\u001b[22m\nVery enjoyable. I know the above scores might not reflect it but this was one of my favorite shows to come back to each week.\n\n\u001b[1m非常に楽しい。 上記の得点には反映されないかもしれませんが、これは毎週戻ってくる私の好きなショーの1つでした。\u001b[22m\n\u001b[1m(Hijō ni tanoshī. Jōki no tokuten ni wa han'ei sa renai kamo shiremasenga, kore wa maishū modotte kuru watashi no sukina shō no 1tsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mVery enjoyable. I know the above scores might not reflect it but this was one of my favorite shows to come back to each week.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery enjoyable.\u001b[24m\n    \u001b[1m非常に楽しい。\u001b[22m, \u001b[1m非常に楽しいです。\u001b[22m\n\u001b[4mI know the above scores might not reflect it but this was one of my favorite shows to come back to each week.\u001b[24m\n    \u001b[1m上記の得点には反映されないかもしれませんが、これは毎週戻ってくる私の好きなショーの1つでした。\u001b[22m, \u001b[1m私は上記のスコアは、それを反映していない可能性があります知っているが、これは毎週に戻ってきて私のお気に入りの番組の一つでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall-7\n\n\u001b[1m総合7\u001b[22m\n\u001b[1m(Sōgō 7)\u001b[22m\n\nTranslations of \u001b[4mOverall-7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-7\u001b[24m\n    \u001b[1m総合7\u001b[22m, \u001b[1m全体的に-7\u001b[22m\n---------------\n\n\u001b[1m---------------\u001b[22m\n\u001b[1m(---------------)\u001b[22m\n\nTranslations of \u001b[4m---------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---------------\u001b[24m\n    \u001b[1m---------------\u001b[22m\nWell this is anime, and I love it. Quite a fun show that I hope is revisited in the future.\n\n\u001b[1mさて、これはアニメです、そして、私はそれを愛しています。 私が望むかなり楽しいショーは、将来再訪されます。\u001b[22m\n\u001b[1m(Sate, koreha animedesu, soshite, watashi wa sore o aishiteimasu. Watashi ga nozomu kanari tanoshī shō wa, shōrai saihō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mWell this is anime, and I love it. Quite a fun show that I hope is revisited in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell this is anime, and I love it.\u001b[24m\n    \u001b[1mさて、これはアニメです、そして、私はそれを愛しています。\u001b[22m, \u001b[1mまあ、これはアニメであり、私はそれを愛します。\u001b[22m\n\u001b[4mQuite a fun show that I hope is revisited in the future.\u001b[24m\n    \u001b[1m私が望むかなり楽しいショーは、将来再訪されます。\u001b[22m, \u001b[1m私は願って非常に楽しいショーは、将来的に再検討されています。\u001b[22m"
  },
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai_Next",
    "id": "14967",
    "url": "https://myanimelist.net/anime/14967/Boku_wa_Tomodachi_ga_Sukunai_Next",
    "user": "aloysiuskwok",
    "profile": "/profile/aloysiuskwok/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=100899",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9\n\nこのアニメのように多くのレビューはありませんでしたので、私はちょうどその番号に1つを追加するかもしれないと思ったようです。 だからぼくはともだちがすっかり次は...終わってからしばらく経ちました。 時々私は私のDドライブに行き、1つのエピソードを見るためにそれを釣り上げるために私はまだそれについての思い出があります。ここに私の個人的な考えがあります。\n\nストーリー賢明、それは事実上全くありません。 あなたはおそらく、あまりにもエピソードを飛んでアニメを見て傷つけることはありません（私はエピソードをジャンプすることは決してありません。涼を除いて、彼らはそれが来るのを見ました。）本当に私を持っている物語の小さな部分があり、 続編。 しかしもちろん、ストーリーはコメディとは比較できません（少なくとも、私はそれがどのように計画されているかと思います）。 私にとって徹底的におかしい、私は言わなければならない。\n\n芸術と音に移って、あまり言わないところがあっていいですね。 ちょうど良いと思う。 芸術は平均を上回っていましたが、やはりそれはかなり新しく、君に届けのようなものと比べることはできません。 音楽は思い出深いものでした。 おそらく、他のほとんどのアニメのような曲をスキップしましたが、このアニメはそれがどういうものなのか想起はほとんどありませんでした。 私はいくつかのスラップベースラインを覚えているだけで、それだけです。 タダ。\n\n文字のため...まあこれはかなり嫌いなことかもしれません。 私は他のレビューを読んだことがあります。 私は＆gt;＆lt;＆gt;＆lt; コダカを馬鹿な馬鹿と呼んでいる人もいるかもしれないが、彼は本当に真に怖がって傷ついていると思う。 彼はちょうど馬小屋をほとんど演奏しています...女の子については...また、彼らはどこから来ているのか理解しようとしている...私はリカが大好きです。 期間。 彼女は一生懸命働き、彼女は頑張り、彼女は賢いです。 そして、変態した。 そこにボーナス。  ：D 私はキッドを愛していた。 彼女の刺激的な声は、私を笑って、常に笑っていました。 彼女は狂っている。 そして主人公は...まあ、男は正直であると理解するのは難しいです。 ほとんどの人のように。 あなたは、ちょっと、彼らはあなたの友人がないことを念頭に置いておく必要がありますよ！ クラブが結成されるまでではない。 あなたはそれがどんなものか知っていますか？\n\nわたしはそれを楽しみました。 徹底的に。 それは良かったが、それは私です。 しかし、とにかく、prequelを見ているから（私は仮定しています）、それを終えてください。 特にあなたがそれが悪いとは思わなかったならば。 彼らはそれをうまく書きました、prequelはTakaとSoraの出会いで終わり、続編を見つけて何が起きているのかを知る必要があります。 だからしてください！\n\n私の精巧なレビューを読んでくれてありがとう。 私は本当にポイントになるようにしようとしており、一部の人のように詩的ではありません。 それは人々の人に役立たない。 あなたの詩を他のどこかに書いてください。＆gt;。＆lt;",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt seemed like this anime doesn't have many reviews so I thought I might just add one to its number. And so Boku wa Tomodachi ga Sukunai NEXT is... Well it's been a while since I finished it. Sometimes I go to my D drive to fish it out just to watch one episode so I still have fond memories of it and here are my personal thoughts.\n\n\u001b[1mこのアニメのように多くのレビューはありませんでしたので、私はちょうどその番号に1つを追加するかもしれないと思ったようです。 だからぼくはともだちがすっかり次は...終わってからしばらく経ちました。 時々私は私のDドライブに行き、1つのエピソードを見るためにそれを釣り上げるために私はまだそれについての思い出があります。ここに私の個人的な考えがあります。\u001b[22m\n\u001b[1m(Kono anime no yō ni ōku no rebyū wa arimasendeshitanode, watashi wa chōdo sono bangō ni 1tsu o tsuika suru kamo shirenai to omotta yōdesu. Dakara boku wa tomodachi ga sukkari tsugi wa... Owatte kara shibaraku tachimashita. Tokidoki watashi wa watashi no D doraibu ni iki, 1tsu no episōdo o miru tame ni sore o tsuriageru tame ni watashi wa mada sore ni tsuite no omoide ga arimasu. Koko ni watashi no kojin-tekina kangae ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt seemed like this anime doesn't have many reviews so I thought I might just add one to its number. And so Boku wa Tomodachi ga Sukunai NEXT is... Well it's been a while since I finished it. Sometimes I go to my D drive to fish it out just to watch one episode so I still have fond memories of it and here are my personal thoughts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt seemed like this anime doesn't have many reviews so I thought I might just add one to its number.\u001b[24m\n    \u001b[1mこのアニメのように多くのレビューはありませんでしたので、私はちょうどその番号に1つを追加するかもしれないと思ったようです。\u001b[22m, \u001b[1mこのアニメは多くのレビューがありませんようにも見えたので、私はちょうどその数に1を追加するかもしれないと思いました。\u001b[22m\n\u001b[4mAnd so Boku wa Tomodachi ga Sukunai NEXT is... Well it's been a while since I finished it.\u001b[24m\n    \u001b[1mだからぼくはともだちがすっかり次は...終わってからしばらく経ちました。\u001b[22m, \u001b[1mそれで僕は友達がすくないNEXTは、私はそれを終えので、まあそれはしばらくしています...です。\u001b[22m\n\u001b[4mSometimes I go to my D drive to fish it out just to watch one episode so I still have fond memories of it and here are my personal thoughts.\u001b[24m\n    \u001b[1m時々私は私のDドライブに行き、1つのエピソードを見るためにそれを釣り上げるために私はまだそれについての思い出があります。ここに私の個人的な考えがあります。\u001b[22m, \u001b[1m時々私は、私はまだそれの思い出を持っているし、ここに私の個人的な考えですので、ただ1つのエピソードを見てそれを魚に私のDドライブに移動します。\u001b[22m\n\u001b[1m\u001b[22m\nStory wise, it has practically none. You probably wouldn't be too hurt watching the anime jumping episodes (I never jump episodes. NEVER. Except with Suzumiya. They saw it coming.) There are small little parts of the story that really got me and it makes me super excited for a sequel. But of course, the story doesn't compare to it comedy (or at least I think that's how they planned it to be). Thoroughly funny for me I must say.\n\n\u001b[1mストーリー賢明、それは事実上全くありません。 あなたはおそらく、あまりにもエピソードを飛んでアニメを見て傷つけることはありません（私はエピソードをジャンプすることは決してありません。涼を除いて、彼らはそれが来るのを見ました。）本当に私を持っている物語の小さな部分があり、 続編。 しかしもちろん、ストーリーはコメディとは比較できません（少なくとも、私はそれがどのように計画されているかと思います）。 私にとって徹底的におかしい、私は言わなければならない。\u001b[22m\n\u001b[1m(Sutōrī kenmei, soreha jijitsujō mattaku arimasen. Anata wa osoraku, amarini mo episōdo o tonde anime o mite kizutsukeru koto wa arimasen (watashi wa episōdo o janpu suru koto wa kesshite arimasen. Ryō o nozoite, karera wa sore ga kuru no o mimashita. ) Hontōni watashi o motte iru monogatari no chīsana bubun ga ari, zokuhen. Shikashi mochiron, sutōrī wa komedi to wa hikaku dekimasen (sukunakutomo, watashi wa sore ga dono yō ni keikaku sa rete iru ka to omoimasu). Watashi ni totte tetteiteki ni okashī, watashi wa iwanakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mStory wise, it has practically none. You probably wouldn't be too hurt watching the anime jumping episodes (I never jump episodes. NEVER. Except with Suzumiya. They saw it coming.) There are small little parts of the story that really got me and it makes me super excited for a sequel. But of course, the story doesn't compare to it comedy (or at least I think that's how they planned it to be). Thoroughly funny for me I must say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory wise, it has practically none.\u001b[24m\n    \u001b[1mストーリー賢明、それは事実上全くありません。\u001b[22m, \u001b[1mストーリー賢明な、それは実質的に何もしていません。\u001b[22m\n\u001b[4mYou probably wouldn't be too hurt watching the anime jumping episodes (I never jump episodes. NEVER. Except with Suzumiya. They saw it coming.) There are small little parts of the story that really got me and it makes me super excited for\u001b[24m\n    \u001b[1mあなたはおそらく、あまりにもエピソードを飛んでアニメを見て傷つけることはありません（私はエピソードをジャンプすることは決してありません。涼を除いて、彼らはそれが来るのを見ました。）本当に私を持っている物語の小さな部分があり、\u001b[22m, \u001b[1mおそらく、エピソードをジャンプアニメを見傷つけるすぎることはないではないだろう（私はエピソードをジャンプすることはありません。絶対に。ハルヒと除き。彼らはそれが来るのを見た。）本当に私を持って、それは私が超興奮させる物語の小さな小さな部品があります。\u001b[22m\n\u001b[4ma sequel.\u001b[24m\n    \u001b[1m続編。\u001b[22m\n\u001b[4mBut of course, the story doesn't compare to it comedy (or at least I think that's how they planned it to be).\u001b[24m\n    \u001b[1mしかしもちろん、ストーリーはコメディとは比較できません（少なくとも、私はそれがどのように計画されているかと思います）。\u001b[22m, \u001b[1mしかし、もちろん、話はそれ喜劇とは比較にならない（または少なくとも私はそれが、彼らはそれがために計画された方法だと思います）。\u001b[22m\n\u001b[4mThoroughly funny for me I must say.\u001b[24m\n    \u001b[1m私にとって徹底的におかしい、私は言わなければならない。\u001b[22m, \u001b[1m私のために徹底的に面白い私が言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nMoving on to the art and sound, where there isn't much to say, it was good. Just good I guess. Art was above average but then again it's pretty new and can't compare to stuff like Kimi ni Todoke. Music was unmemorable. I probably skipped through the songs like most other animes but this anime left hardly any recollections of how it's like. I can only remember some slap bass lines and that's it. Tada.\n\n\u001b[1m芸術と音に移って、あまり言わないところがあっていいですね。 ちょうど良いと思う。 芸術は平均を上回っていましたが、やはりそれはかなり新しく、君に届けのようなものと比べることはできません。 音楽は思い出深いものでした。 おそらく、他のほとんどのアニメのような曲をスキップしましたが、このアニメはそれがどういうものなのか想起はほとんどありませんでした。 私はいくつかのスラップベースラインを覚えているだけで、それだけです。 タダ。\u001b[22m\n\u001b[1m(Geijutsu to oto ni utsutte, amari iwanai tokoro ga atte īdesu ne. Chōdo yoi to omou. Geijutsu wa heikin o uwamawatte imashitaga, yahari sore wa kanari atarashiku, kiminitodoke no yōna mono to kuraberu koto wa dekimasen. Ongaku wa omoidebukai monodeshita. Osoraku, hoka no hotondo no anime no yōna kyoku o sukippu shimashitaga, kono anime wa sore ga dō iu monona no ka sōki wa hotondo arimasendeshita. Watashi wa ikutsu ka no surappubēsurain o oboete iru dake de, sore dakedesu. Tada.)\u001b[22m\n\nTranslations of \u001b[4mMoving on to the art and sound, where there isn't much to say, it was good. Just good I guess. Art was above average but then again it's pretty new and can't compare to stuff like Kimi ni Todoke. Music was unmemorable. I probably skipped through the songs like most other animes but this anime left hardly any recollections of how it's like. I can only remember some slap bass lines and that's it. Tada.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on to the art and sound, where there isn't much to say, it was good.\u001b[24m\n    \u001b[1m芸術と音に移って、あまり言わないところがあっていいですね。\u001b[22m, \u001b[1m言っても過言ではありませんアート、サウンド、に移動、それは良かったです。\u001b[22m\n\u001b[4mJust good I guess.\u001b[24m\n    \u001b[1mちょうど良いと思う。\u001b[22m, \u001b[1mちょうど良い私は推測します。\u001b[22m\n\u001b[4mArt was above average but then again it's pretty new and can't compare to stuff like Kimi ni Todoke.\u001b[24m\n    \u001b[1m芸術は平均を上回っていましたが、やはりそれはかなり新しく、君に届けのようなものと比べることはできません。\u001b[22m, \u001b[1mアートは平均以上だったが、その後、再び、それはかなり新しいですし、君に届けのようなものするために比較することはできません。\u001b[22m\n\u001b[4mMusic was unmemorable.\u001b[24m\n    \u001b[1m音楽は思い出深いものでした。\u001b[22m, \u001b[1m音楽は覚えにくいでした。\u001b[22m\n\u001b[4mI probably skipped through the songs like most other animes but this anime left hardly any recollections of how it's like.\u001b[24m\n    \u001b[1mおそらく、他のほとんどのアニメのような曲をスキップしましたが、このアニメはそれがどういうものなのか想起はほとんどありませんでした。\u001b[22m, \u001b[1m私はおそらく他のほとんどのアニメのような歌を通じてスキップが、このアニメはそれはのようなものだ方法のほとんどない思い出を残しました。\u001b[22m\n\u001b[4mI can only remember some slap bass lines and that's it.\u001b[24m\n    \u001b[1m私はいくつかのスラップベースラインを覚えているだけで、それだけです。\u001b[22m, \u001b[1m私はいくつかのスラップベースラインを思い出すことができますし、それはそれです。\u001b[22m\n\u001b[4mTada.\u001b[24m\n    \u001b[1mタダ。\u001b[22m, \u001b[1m多田。\u001b[22m\n\u001b[1m\u001b[22m\nFor characters... Well this can be quite a love hate thing. I've read other reviews saying how they hate Maria sensei who say poop every episode but I'm like... WHAT. I don't &gt;.&lt; Some might call Kodaka a spineless idiot, but I think he's really just genuinely scared and scarred. He's just playing dumb mostly... As for the girls... Again you've gotta try to understand where they are coming from... I love Rika. Period. She works hard, she plays hard and she's smart. And perverted. Bonus there. :D I LOVED THAT KID. Her irritating voice kept me smiling and laughing always. She's crazy. And then the main characters are... Well the guy is hard to understand to be honest. Like most of them. You've gotta keep this in mind that hey, they got no friends yo! Not till the formation of the club. Do you know what it's like?\n\n\u001b[1m文字のため...まあこれはかなり嫌いなことかもしれません。 私は他のレビューを読んだことがあります。 私は＆gt;＆lt;＆gt;＆lt; コダカを馬鹿な馬鹿と呼んでいる人もいるかもしれないが、彼は本当に真に怖がって傷ついていると思う。 彼はちょうど馬小屋をほとんど演奏しています...女の子については...また、彼らはどこから来ているのか理解しようとしている...私はリカが大好きです。 期間。 彼女は一生懸命働き、彼女は頑張り、彼女は賢いです。 そして、変態した。 そこにボーナス。  ：D 私はキッドを愛していた。 彼女の刺激的な声は私を笑って、常に笑っていました。 彼女は狂っている。 そして主人公は...まあ、男は正直であると理解するのは難しいです。 ほとんどの人のように。 あなたは、ちょっと、彼らはあなたの友人がないことを念頭に置いておく必要がありますよ！ クラブが結成されるまでではない。 あなたはそれがどんなものか知っていますか？\u001b[22m\n\u001b[1m(Moji no tame... Mā kore wa kanari kiraina koto kamo shiremasen. Watashi wa hoka no rebyū o yonda koto ga arimasu. Watashi wa kiddo o aishite ita. Kanojo no shigeki-tekina koe wa watashi o waratte, tsuneni waratte imashita. Kanojo wa kurutte iru. Soshite shujinkō wa... Mā, otoko wa shōjikidearu to rikai suru no wa muzukashīdesu. Hotondo no hito no yō ni. Anata wa, chotto, karera wa anata no yūjin ga nai koto o nentō ni oiteoku hitsuyō ga arimasu yo! Kurabu ga kessei sa reru madede wanai. Anata wa sore ga don'na mono ka shitte imasu ka? Watashi wa& gt; & lt; & gt; & lt; kodaka o bakana baka to yonde iru hito mo iru kamo shirenaiga, kare wa hontōni makotoni kowagatte kizutsuite iru to omou. Kare wa chōdo umagoya o hotondo ensō shite imasu... On'nanoko ni tsuite wa... Mata, karera wa doko kara kite iru no ka rikai shiyou to shite iru... Watashi wa Rika ga daisukidesu. Kikan. Kanojo wa isshōkenmei hataraki, kanojo wa ganbari, kanojo wa kashikoidesu. Soshite, hentai shita. Soko ni bōnasu. : D)\u001b[22m\n\nTranslations of \u001b[4mFor characters... Well this can be quite a love hate thing. I've read other reviews saying how they hate Maria sensei who say poop every episode but I'm like... WHAT. I don't &gt;.&lt; Some might call Kodaka a spineless idiot, but I think he's really just genuinely scared and scarred. He's just playing dumb mostly... As for the girls... Again you've gotta try to understand where they are coming from... I love Rika. Period. She works hard, she plays hard and she's smart. And perverted. Bonus there. :D I LOVED THAT KID. Her irritating voice kept me smiling and laughing always. She's crazy. And then the main characters are... Well the guy is hard to understand to be honest. Like most of them. You've gotta keep this in mind that hey, they got no friends yo! Not till the formation of the club. Do you know what it's like?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor characters... Well this can be quite a love hate thing.\u001b[24m\n    \u001b[1m文字のため...まあこれはかなり嫌いなことかもしれません。\u001b[22m, \u001b[1m文字については...まあ、これは非常に愛の憎悪のものになることができます。\u001b[22m\n\u001b[4mI've read other reviews saying how they hate Maria sensei who say poop every episode but I'm like... WHAT.\u001b[24m\n    \u001b[1m私は他のレビューを読んだことがあります。\u001b[22m, \u001b[1m私はすべてのエピソードをうんち言う彼らはマリア先生が嫌いかと言って他のレビューを読んだが、私は...何のようです。\u001b[22m\n\u001b[4mI LOVED THAT KID.\u001b[24m\n    \u001b[1m私はキッドを愛していた。\u001b[22m, \u001b[1m私はあの子を愛しました。\u001b[22m\n\u001b[4mHer irritating voice kept me smiling and laughing always.\u001b[24m\n    \u001b[1m彼女の刺激的な声は私を笑って、常に笑っていました。\u001b[22m, \u001b[1m彼女の刺激性の声は私が笑顔でいつも笑って続けました。\u001b[22m\n\u001b[4mShe's crazy.\u001b[24m\n    \u001b[1m彼女は狂っている。\u001b[22m, \u001b[1m彼女はクレイジーです。\u001b[22m\n\u001b[4mAnd then the main characters are... Well the guy is hard to understand to be honest.\u001b[24m\n    \u001b[1mそして主人公は...まあ、男は正直であると理解するのは難しいです。\u001b[22m, \u001b[1mそして、メインキャラクターはまあ男は正直に言うと理解するのは難しいです...です。\u001b[22m\n\u001b[4mLike most of them.\u001b[24m\n    \u001b[1mほとんどの人のように。\u001b[22m, \u001b[1mそれらのほとんどのように。\u001b[22m\n\u001b[4mYou've gotta keep this in mind that hey, they got no friends yo!\u001b[24m\n    \u001b[1mあなたは、ちょっと、彼らはあなたの友人がないことを念頭に置いておく必要がありますよ！\u001b[22m, \u001b[1mあなたはちょっと、彼らは友人ヨーヨーを持っていない、このことを覚えておいて奨めてきました！\u001b[22m\n\u001b[4mNot till the formation of the club.\u001b[24m\n    \u001b[1mクラブが結成されるまでではない。\u001b[22m, \u001b[1mていないクラブの形成まで。\u001b[22m\n\u001b[4mDo you know what it's like?\u001b[24m\n    \u001b[1mあなたはそれがどんなものか知っていますか？\u001b[22m, \u001b[1mあなたはそれがどのようなものか知っていますか？\u001b[22m\n\u001b[4mI don't &gt;.&lt;\u001b[24m\n    \u001b[1m私は＆gt;＆lt;＆gt;＆lt;\u001b[22m, \u001b[1m私はしません＆GTん;＆LT;\u001b[22m\n\u001b[4mSome might call Kodaka a spineless idiot, but I think he's really just genuinely scared and scarred.\u001b[24m\n    \u001b[1mコダカを馬鹿な馬鹿と呼んでいる人もいるかもしれないが、彼は本当に真に怖がって傷ついていると思う。\u001b[22m, \u001b[1mいくつかは、ひ弱な馬鹿小高を呼ぶかもしれないが、私は、彼は本当にただ純粋に怖いと瘢痕だと思います。\u001b[22m\n\u001b[4mHe's just playing dumb mostly... As for the girls... Again you've gotta try to understand where they are coming from... I love Rika.\u001b[24m\n    \u001b[1m彼はちょうど馬小屋をほとんど演奏しています...女の子については...また、彼らはどこから来ているのか理解しようとしている...私はリカが大好きです。\u001b[22m, \u001b[1m彼はただ、主にダム遊んで...女の子のためのように...やはりあなたは、彼らがどこから来ているか理解する奨め試みをした...私は理科が大好きです。\u001b[22m\n\u001b[4mPeriod.\u001b[24m\n    \u001b[1m期間。\u001b[22m\n\u001b[4mShe works hard, she plays hard and she's smart.\u001b[24m\n    \u001b[1m彼女は一生懸命働き、彼女は頑張り、彼女は賢いです。\u001b[22m, \u001b[1m彼女は一生懸命働いて、彼女は一生懸命演じていると、彼女はスマートです。\u001b[22m\n\u001b[4mAnd perverted.\u001b[24m\n    \u001b[1mそして、変態した。\u001b[22m, \u001b[1mそして倒錯。\u001b[22m\n\u001b[4mBonus there.\u001b[24m\n    \u001b[1mそこにボーナス。\u001b[22m\n\u001b[4m:D\u001b[24m\n    \u001b[1m：D\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed it. Thoroughly. It was good, but then that's me. But anyway, since you've watched (I'm assuming) the prequel, finish it. Especially if you didn't think it was bad. They wrote it well, that the prequel ends with Taka meeting Sora and that you've gotta catch the sequel to find out what's up. So please do!\n\n\u001b[1mわたしはそれを楽しみました。 徹底的に。 それは良かったが、それは私です。 しかし、とにかく、prequelを見ているから（私は仮定しています）、それを終えてください。 特にあなたがそれが悪いとは思わなかったならば。 彼らはそれをうまく書きました、prequelはTakaとSoraの出会いで終わり、続編を見つけて何が起きているのかを知る必要があります。 だからしてください！\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshimimashita. Tetteiteki ni. Sore wa yokatta ga, sore wa watashidesu. Shikashi, tonikaku, prequel o mite irukara (watashi wa katei shite imasu), sore o oete kudasai. Tokuni anata ga sore ga warui to wa omowanakattanaraba. Karera wa sore o umaku kakimashita, prequel wa Taka to sōra no deai de owari, zokuhen o mitsukete nani ga okite iru no ka o shiru hitsuyō ga arimasu.Dakara shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it. Thoroughly. It was good, but then that's me. But anyway, since you've watched (I'm assuming) the prequel, finish it. Especially if you didn't think it was bad. They wrote it well, that the prequel ends with Taka meeting Sora and that you've gotta catch the sequel to find out what's up. So please do!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it.\u001b[24m\n    \u001b[1mわたしはそれを楽しみました。\u001b[22m, \u001b[1m楽しかった。\u001b[22m, \u001b[1m楽しんだ。\u001b[22m, \u001b[1m私はそれを楽しみました。\u001b[22m, \u001b[1m私はそれを楽しんだ。\u001b[22m\n\u001b[4mThoroughly.\u001b[24m\n    \u001b[1m徹底的に。\u001b[22m\n\u001b[4mIt was good, but then that's me.\u001b[24m\n    \u001b[1mそれは良かったが、それは私です。\u001b[22m, \u001b[1mそれは良かったが、その後、それは私です。\u001b[22m\n\u001b[4mBut anyway, since you've watched (I'm assuming) the prequel, finish it.\u001b[24m\n    \u001b[1mしかし、とにかく、prequelを見ているから（私は仮定しています）、それを終えてください。\u001b[22m, \u001b[1mしかし、とにかく、以来、あなたはそれを終える、続編を（私は仮定している）見てきました。\u001b[22m\n\u001b[4mEspecially if you didn't think it was bad.\u001b[24m\n    \u001b[1m特にあなたがそれが悪いとは思わなかったならば。\u001b[22m, \u001b[1mあなたが考えていなかった場合は特にそれが悪かったです。\u001b[22m\n\u001b[4mThey wrote it well, that the prequel ends with Taka meeting Sora and that you've gotta catch the sequel to find out what's up.\u001b[24m\n    \u001b[1m彼らはそれをうまく書きました、prequelはTakaとSoraの出会いで終わり、続編を見つけて何が起きているのかを知る必要があります。\u001b[22m, \u001b[1m彼らは続編がタカ会議ソラで終了していること、あなたがアップ何を見つけるためにお奨めキャッチに続編をしたことは、よくそれを書きました。\u001b[22m\n\u001b[4mSo please do!\u001b[24m\n    \u001b[1mだからしてください！\u001b[22m, \u001b[1mそうしてください！\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading my elaborate review. I'm trying to be really to the point and not poetic like some people. It doesn't serve the people man. Write your poems somewhere else &gt;.&lt;\n\n\u001b[1m私の精巧なレビューを読んでくれてありがとう。 私は本当にポイントになるようにしようとしており、一部の人のように詩的ではありません。 それは人々の人に役立たない。 あなたの詩を他のどこかに書いてください。＆gt;。＆lt;\u001b[22m\n\u001b[1m(Watashi no seikōna rebyū o yonde kurete arigatō. Watashi wa hontōni pointo ni naru yō ni shiyou to shite ori, ichibu no hito no yō ni shitekide wa arimasen. Sore wa hitobito no hito ni yakudatanai. Anata no uta o hoka no doko ka ni kaite kudasai. & Gt;.& Lt;)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading my elaborate review. I'm trying to be really to the point and not poetic like some people. It doesn't serve the people man. Write your poems somewhere else &gt;.&lt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading my elaborate review.\u001b[24m\n    \u001b[1m私の精巧なレビューを読んでくれてありがとう。\u001b[22m\n\u001b[4mI'm trying to be really to the point and not poetic like some people.\u001b[24m\n    \u001b[1m私は本当にポイントになるようにしようとしており、一部の人のように詩的ではありません。\u001b[22m, \u001b[1m私は本当にポイントにではなく、詩的な一部の人々のようなことをしようとしています。\u001b[22m\n\u001b[4mIt doesn't serve the people man.\u001b[24m\n    \u001b[1mそれは人々の人に役立たない。\u001b[22m, \u001b[1mそれは人々の人にサービスを提供していません。\u001b[22m\n\u001b[4mWrite your poems somewhere else &gt;.&lt;\u001b[24m\n    \u001b[1mあなたの詩を他のどこかに書いてください。＆gt;。＆lt;\u001b[22m, \u001b[1mどこか別の場所にあなたの詩を書く＆GT;＆LT;\u001b[22m"
  },
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai_Next",
    "id": "14967",
    "url": "https://myanimelist.net/anime/14967/Boku_wa_Tomodachi_ga_Sukunai_Next",
    "user": "castiel77",
    "profile": "/profile/castiel77/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=117303",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nこれは私の最初のアニメのレビューです。シーズン2のアニメよりも、アニメは魅力的です。ロマンチックなこと...映画を作っている隣人のクラブが、コナカに気持ちを表しているようなものでした。\n非常に掛かっているが、（次の季節があるかもしれない）。 私はこのアニメを値8で評価します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first anime review, compared to the first season, season 2, anime is more attractive in terms of cuteness stories, romantic ... interesting things were like when the neighbor's club when making a movie, Sena express his feelings to Kodaka.\n\n\u001b[1mこれは私の最初のアニメのレビューです。シーズン2のアニメよりも、アニメは魅力的です。ロマンチックなこと...映画を作っている隣人のクラブが、コナカに気持ちを表しているようなものでした。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no anime no rebyūdesu. Shīzun 2 no anime yori mo, anime wa mirikitekidesu. Romanchikkuna koto... Eiga o tsukutte iru rinjin no kurabu ga, Konaka ni kimochi o arawashite iru yōna monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first anime review, compared to the first season, season 2, anime is more attractive in terms of cuteness stories, romantic ... interesting things were like when the neighbor's club when making a movie, Sena express his feelings to Kodaka.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first anime review, compared to the first season, season 2, anime is more attractive in terms of cuteness stories, romantic ... interesting things were like when the neighbor's club when making a movie, Sena express his feelings to Kodaka.\u001b[24m\n    \u001b[1mこれは私の最初のアニメのレビューです。シーズン2のアニメよりも、アニメは魅力的です。ロマンチックなこと...映画を作っている隣人のクラブが、コナカに気持ちを表しているようなものでした。\u001b[22m, \u001b[1mこれは最初のシーズンに比べて、私の最初のアニメレビュー、シーズン2、アニメは可愛らしさの物語の面で、より魅力的で、ロマンチックな...面白い映画を作るとき、セナは小高に自分の感情を表現するとき隣人のクラブのようなものでしたです。\u001b[22m\nAlthough the completion of very hung, (there may be a next season). I value this anime with a value of 8.\n\n\u001b[1m非常に掛かっているが、（次の季節があるかもしれない）。 私はこのアニメを値8で評価します。\u001b[22m\n\u001b[1m(Hijō ni kakatte iruga,(-ji no kisetsu ga aru kamo shirenai). Watashi wa kono anime o atai 8 de hyōka shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the completion of very hung, (there may be a next season). I value this anime with a value of 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the completion of very hung, (there may be a next season).\u001b[24m\n    \u001b[1m非常に掛かっているが、（次の季節があるかもしれない）。\u001b[22m, \u001b[1m非常にハングアップしたの完了が、（次のシーズンがあるかもしれません）。\u001b[22m\n\u001b[4mI value this anime with a value of 8.\u001b[24m\n    \u001b[1m私はこのアニメを値8で評価します。\u001b[22m, \u001b[1m私は8の値でこのアニメを大切にしています。\u001b[22m"
  },
  {
    "title": "Boku_wa_Tomodachi_ga_Sukunai_Next",
    "id": "14967",
    "url": "https://myanimelist.net/anime/14967/Boku_wa_Tomodachi_ga_Sukunai_Next",
    "user": "ShipdaNALU",
    "profile": "/profile/ShipdaNALU/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=128077",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nThe sequel of the beautiful yet perverted anime Boku wa Tomodachi ga Sukunai comes Boku wa Tomodachi ga Sukunai Next. The sequel becomes more serious when jealousy appears in this expected harem comedy. The comedy was done magnificently and the storyline is great.\nこれは、私がすばらしいと感じた各キャラクターとそのキャラクターを強調しています。 あなたはそれぞれのキャラクターのポテンシオンを見始め、アニメは変態プロットでより面白くなります。\n全体的に私はこのアニメを愛し、それは素晴らしいストーリーと一緒に来て、私はまだ彼らが元のアイデアを保つ方法が大好きです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe sequel of the beautiful yet perverted anime Boku wa Tomodachi ga Sukunai comes Boku wa Tomodachi ga Sukunai Next. The sequel becomes more serious when jealousy appears in this expected harem comedy. The comedy was done magnificently and the storyline is great.\n(The sequel of the beautiful yet perverted anime Boku wa Tomodachi ga Sukunai comes Boku wa Tomodachi ga Sukunai Next. The sequel becomes moa shiriasu when jealousy appears in this expected harem comedy. The comedy was dan magnificently ando the storyline is great.)\n\n\u001b[1mThe sequel of the beautiful yet perverted anime Boku wa Tomodachi ga Sukunai comes Boku wa Tomodachi ga Sukunai Next. The sequel becomes more serious when jealousy appears in this expected harem comedy. The comedy was done magnificently and the storyline is great.\u001b[22m\n\u001b[1m(The sequel of the beautiful yet perverted anime Boku wa Tomodachi ga Sukunai comes Boku wa Tomodachi ga Sukunai Next. The sequel becomes moa shiriasu when jealousy appears in this expected harem comedy. The comedy was dan magnificently ando the storyline is great.)\u001b[22m\nThis emphasizes each character and their character which i found awesome. You start seeing the potention in each character and the anime becomes more funny with its perverted plots.\n\n\u001b[1mこれは、私がすばらしいと感じた各キャラクターとそのキャラクターを強調しています。 あなたはそれぞれのキャラクターのポテンシオンを見始め、アニメは変態プロットでより面白くなります。\u001b[22m\n\u001b[1m(Kore wa, watashi ga subarashī to kanjita kaku kyarakutā to sono kyarakutā o kyōchō shite imasu. Anata wa sorezore no kyarakutā no potenshion o mi hajime, anime wa hentai purotto de yori omoshiroku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis emphasizes each character and their character which i found awesome. You start seeing the potention in each character and the anime becomes more funny with its perverted plots.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis emphasizes each character and their character which i found awesome.\u001b[24m\n    \u001b[1mこれは、私がすばらしいと感じた各キャラクターとそのキャラクターを強調しています。\u001b[22m, \u001b[1mこれは私が素晴らしい発見された各文字とその文字を強調しています。\u001b[22m\n\u001b[4mYou start seeing the potention in each character and the anime becomes more funny with its perverted plots.\u001b[24m\n    \u001b[1mあなたはそれぞれのキャラクターのポテンシオンを見始め、アニメは変態プロットでより面白くなります。\u001b[22m, \u001b[1mあなたは、それぞれの文字にポテンションを見始めるとアニメは、その倒錯プロットともっと面白いとなります。\u001b[22m\nOverall i loved this anime, it comes with great storyline and i still love how they keep the original idea 'Making Friends' intact\n\n\u001b[1m全体的に私はこのアニメを愛し、それは素晴らしいストーリーと一緒に来て、私はまだ彼らが元のアイデアを保つ方法が大好きです\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono anime o aishi, sore wa subarashī sutōrī to issho ni kite, watashi wa mada karera ga gen no aidea o tamotsu hōhō ga daisukidesu)\u001b[22m\n\nTranslations of \u001b[4mOverall i loved this anime, it comes with great storyline and i still love how they keep the original idea 'Making Friends' intact\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall i loved this anime, it comes with great storyline and i still love how they keep the original idea 'Making Friends' intact\u001b[24m\n    \u001b[1m全体的に私はこのアニメを愛し、それは素晴らしいストーリーと一緒に来て、私はまだ彼らが元のアイデアを保つ方法が大好きです\u001b[22m, \u001b[1m全体的に私はこのアニメを愛し、それは素晴らしいストーリーが付属していますし、私はまだ彼らはオリジナルのアイディアそのまま「友達作り」を維持する方法を愛します\u001b[22m"
  }
]
