[
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "Twilight_5125",
    "profile": "/profile/Twilight_5125/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=142831",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n私はAno Hanaシリーズの大ファンで、トップ2の最も涙の躍動感あふれるアニメでそれを評価しています。 映画が出てくると聞いて、これは別の観点からの要約になるだろうと思っていたが、シリーズがどれほどうまくいったかに近いかどうかにかかわらず、私はちょっと言って少し不安だった。 私が失望していなかったことを教えてください。 私のレビューを開始させてください。\n\nストーリー8/10\n今、この映画は完璧ではありませんが、それほど楽しくはありません。 あなたに要約を与えるために、それは基本的に最初のシリーズの主要な出来事にそれを追加しながら追加の物語のビットと部分を再訪し、それは爽やかな新しい感じを与えます。 映画の途中で、私はこれがかなり良いようだったが、シリーズのように私が泣かせるようなことはない。 少年は私が間違っていた！ 本当に何が起こるのか分かっているにもかかわらず、エンディングは本当にそれらの涙をゆるめる。 それは、彼らがそれをどれだけうまく実行したかを示すことになります。 私が本当に楽しまなかったことは、彼ら自身の魅力を持っていますが、まだ少し混乱していると感じるストーリーラインで、彼らが往復していたという事実でした。\n\nキャラクター10/10\n追加された新しい部分から、私たちは、Menmaに手紙を書いているときに各人が感じたことを見て、実際には他のリキャップ映画には見られないレベルのキャラクター開発を達成することができました。 私たちのほとんどは、元のシリーズが継続していたかどうかを見たいと思っていましたが、メンマが動いた後、キャラクターの関係がどう変わったのでしょうか？ それほどではありませんが、映画はこれに触れ、私はそれがうれしいです。\n\nアート10/10\nうわー！ シリーズの多くは、このシリーズのような明るくカラフルなアニメーションスタイルを誇っているわけではありません。 キャラクターのデザインはまだ完璧で、子供たちはまだまだかわいいです。 ここで不平を言うことはありません。\n\nサウンド10/10\n私が親シリーズから好きなオープニングとクローズの音楽は欠かせませんでしたが、映画で演奏されるバックグラウンドの音楽と声は完璧です。 上に移動...\n\n楽しさ9/10\n私は何を言うことができますか？私はここでブッシュの周りに倒すつもりはない、私はここで列車に乗って見に来て、私はファーストクラスのチケットを持っています。\n\n全体的な9/10\n古典的なものを新しいものにする。 その浮き沈みはありますが、乗り物にはまだ価値があります。 あなたのシリーズのファンなら、それに時計をください。 クレジットの後ろに少し残っていることを知らせてくれるので、それも忘れないようにしてください。\n\nP.S. どのようにレビューが好きですか？ 私はあなたのフィードバックを良かったと悪いもの、あるいはあなたの映画に対する考えを聞きたいです。 私にメッセージを忘れさせてください。 ありがとう",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI'm a big fan of the Ano Hana series, and rate it in my top 2 most tear jerking anime. When I heard that a movie was coming out, which was a gonna be a recap from a different perspective, I was a little apprehensive to say the least, whether or not they would be able to come anywhere close to how good the series was. Let me tell you I wasn't disappointed. Without further adieu let me start the review.\n\n\u001b[1m私はAno Hanaシリーズの大ファンで、トップ2の最も涙の躍動感あふれるアニメでそれを評価しています。 映画が出てくると聞いて、これは別の観点からの要約になるだろうと思っていたが、シリーズがどれほどうまくいったかに近いかどうかにかかわらず、私はちょっと言って少し不安だった。 私が失望していなかったことを教えてください。 私のレビューを開始させてください。\u001b[22m\n\u001b[1m(Watashi wa Ano Hana shirīzu no dai fan de, toppu 2 no mottomo namida no yakudō-kan afureru anime de sore o hyōka shite imasu. Eiga ga detekuru to kiite, koreha-betsu no kanten kara no yōyaku ni narudarou to omotte itaga, shirīzu ga dorehodo umaku itta ka ni chikai ka dō ka ni kakawarazu, watashi wa chotto itte sukoshi fuandatta. Watashi ga shitsubō shite inakatta koto o oshietekudasai. Watashi no rebyū o kaishi sa sete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI'm a big fan of the Ano Hana series, and rate it in my top 2 most tear jerking anime. When I heard that a movie was coming out, which was a gonna be a recap from a different perspective, I was a little apprehensive to say the least, whether or not they would be able to come anywhere close to how good the series was. Let me tell you I wasn't disappointed. Without further adieu let me start the review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a big fan of the Ano Hana series, and rate it in my top 2 most tear jerking anime.\u001b[24m\n    \u001b[1m私はAno Hanaシリーズの大ファンで、トップ2の最も涙の躍動感あふれるアニメでそれを評価しています。\u001b[22m, \u001b[1m私はあの花シリーズの大ファンだし、私の上の2最も涙けいれんアニメでそれを評価します。\u001b[22m\n\u001b[4mWhen I heard that a movie was coming out, which was a gonna be a recap from a different perspective, I was a little apprehensive to say the least, whether or not they would be able to come anywhere close to how good the series was.\u001b[24m\n    \u001b[1m映画が出てくると聞いて、これは別の観点からの要約になるだろうと思っていたが、シリーズがどれほどうまくいったかに近いかどうかにかかわらず、私はちょっと言って少し不安だった。\u001b[22m, \u001b[1m私は映画のつもりが別の観点から要約することがあった、出て来ていたことを聞いたとき、私は彼らがシリーズがいかに良いにどこでも近づくことができるだろうかどうかにかかわらず、控えめに言って少し不安でした。\u001b[22m\n\u001b[4mLet me tell you I wasn't disappointed.\u001b[24m\n    \u001b[1m私が失望していなかったことを教えてください。\u001b[22m, \u001b[1m私は失望していなかったあなたを教えてみましょう。\u001b[22m\n\u001b[4mWithout further adieu let me start the review.\u001b[24m\n    \u001b[1m私のレビューを開始させてください。\u001b[22m, \u001b[1mさらに別れすることなく、私がレビューを始めましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10\n\n\u001b[1mストーリー8/10\u001b[22m\n\u001b[1m(Sutōrī 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10\u001b[24m\n    \u001b[1mストーリー8/10\u001b[22m\nNow this movie isn't flawless, but none the less very enjoyable. To give you a summary, it basically revisits the major events of the first series while adding to it bits and pieces of additional story, giving it a refreshing new feel. Half way through the movie, I was like this is pretty good, but no way is it going to make me cry like the series did. Boy was I wrong! The ending really lets loose those tears even though you know exactly whats going to happen. That just goes to show how well they executed it. The one thing which I didn't really enjoy was the fact that they kept jumping to and fro in the story line, which although has its own charm, still felt a little confusing.\n\n\u001b[1m今、この映画は完璧ではありませんが、それほど楽しくはありません。 あなたに要約を与えるために、それは基本的に最初のシリーズの主要な出来事にそれを追加しながら追加の物語のビットと部分を再訪し、それは爽やかな新しい感じを与えます。 映画の途中で、私はこれがかなり良いようだったが、シリーズのように私が泣かせるようなことはない。 少年は私が間違っていた！ 本当に何が起こるのか分かっているにもかかわらず、エンディングは本当にそれらの涙を漏らす。 それは、彼らがそれをどれだけうまく実行したかを示すことになります。 私が本当に楽しまなかったことは、彼ら自身の魅力を持っていますが、まだ少し混乱していると感じるストーリーラインで、彼らが往復していたという事実でした。\u001b[22m\n\u001b[1m(Ima, kono eiga wa kanpekide wa arimasenga, sore hodo tanoshiku wa arimasen. Anata ni yōyaku o ataeru tame ni, soreha kihontekini saisho no shirīzu no shuyōna dekigoto ni sore o tsuika shinagara tsuika no monogatari no bitto to bubun o saihō shi, sore wa sawayakana atarashī kanji o ataemasu. Eiga no tochū de, watashi wa kore ga kanari yoi yōdattaga, shirīzu no yō ni watashi ga nakaseru yōna koto wanai. Shōnen wa watashi ga machigatte ita! Hontōni nani ga okoru no ka wakatte iru nimokakawarazu, endingu wa hontōni sorera no namida o morasu. Sore wa, karera ga sore o dore dake umaku jikkō shita ka o shimesu koto ni narimasu. Watashi ga hontōni tanoshimanakatta koto wa, karera jishin no miryoku o motte imasuga, mada sukoshi konran shite iru to kanjiru sutōrīrain de, karera ga ōfuku shite ita to iu jijitsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mNow this movie isn't flawless, but none the less very enjoyable. To give you a summary, it basically revisits the major events of the first series while adding to it bits and pieces of additional story, giving it a refreshing new feel. Half way through the movie, I was like this is pretty good, but no way is it going to make me cry like the series did. Boy was I wrong! The ending really lets loose those tears even though you know exactly whats going to happen. That just goes to show how well they executed it. The one thing which I didn't really enjoy was the fact that they kept jumping to and fro in the story line, which although has its own charm, still felt a little confusing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow this movie isn't flawless, but none the less very enjoyable.\u001b[24m\n    \u001b[1m今、この映画は完璧ではありませんが、それほど楽しくはありません。\u001b[22m, \u001b[1m今、この映画は完璧ではありませんが、どれもあまり非常に楽しいです。\u001b[22m\n\u001b[4mTo give you a summary, it basically revisits the major events of the first series while adding to it bits and pieces of additional story, giving it a refreshing new feel.\u001b[24m\n    \u001b[1mあなたに要約を与えるために、それは基本的に最初のシリーズの主要な出来事にそれを追加しながら追加の物語のビットと部分を再訪し、それは爽やかな新しい感じを与えます。\u001b[22m, \u001b[1mそれにさわやかな新しい感触を与え、追加の物語のそれこまごまとに添加しながら、あなたの要約を与えるために、それは基本的に第1シリーズの主要なイベントを再訪します。\u001b[22m\n\u001b[4mHalf way through the movie, I was like this is pretty good, but no way is it going to make me cry like the series did.\u001b[24m\n    \u001b[1m映画の途中で、私はこれがかなり良いようだったが、シリーズのように私が泣かせるようなことはない。\u001b[22m, \u001b[1mこれはかなり良いですのように映画の途中には、私があったが、方法はそれはシリーズがやったように私は泣いするつもりはありません。\u001b[22m\n\u001b[4mBoy was I wrong!\u001b[24m\n    \u001b[1m少年は私が間違っていた！\u001b[22m, \u001b[1m少年は私が間違っていました！\u001b[22m\n\u001b[4mThe ending really lets loose those tears even though you know exactly whats going to happen.\u001b[24m\n    \u001b[1m本当に何が起こるのか分かっているにもかかわらず、エンディングは本当にそれらの涙を漏らす。\u001b[22m, \u001b[1mエンディングは本当にあなたが起ころうと正確にいただきました！知っているにもかかわらず、それらの涙緩いことができます。\u001b[22m\n\u001b[4mThat just goes to show how well they executed it.\u001b[24m\n    \u001b[1mそれは、彼らがそれをどれだけうまく実行したかを示すことになります。\u001b[22m, \u001b[1mそれはちょうど彼らがそれを実行する方法も示すことを行きます。\u001b[22m\n\u001b[4mThe one thing which I didn't really enjoy was the fact that they kept jumping to and fro in the story line, which although has its own charm, still felt a little confusing.\u001b[24m\n    \u001b[1m私が本当に楽しまなかったことは、彼ら自身の魅力を持っていますが、まだ少し混乱していると感じるストーリーラインで、彼らが往復していたという事実でした。\u001b[22m, \u001b[1m私は本当に楽しんでいなかった一つのことは、彼らはまだ、とあちこち独自の魅力を持っているが、ストーリーラインにジャンプ保た少し紛らわしいと感じたという事実でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 10/10\n\n\u001b[1mキャラクター10/10\u001b[22m\n\u001b[1m(Kyarakutā 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 10/10\u001b[24m\n    \u001b[1mキャラクター10/10\u001b[22m, \u001b[1mキャラクター10月10日\u001b[22m\nFrom the new parts added giving us a behind the scenes look at what each person felt as they were writing their letters to Menma, it really managed to achieve a level of character development not seen in other recap movies. What most of us would like to see if the original series had continued was probably how the relationships between the characters would change after Menma moved on. Though not much, the movie does touch upon this, and I'm glad it did.\n\n\u001b[1m追加された新しい部分から、私たちは、Menmaに手紙を書いているときに各人が感じたことを見て、実際には他のリキャップ映画には見られないレベルのキャラクター開発を達成することができました。 私たちのほとんどは、元のシリーズが継続していたかどうかを見たいと思っていましたが、メンマが動いた後、キャラクターの関係がどう変わったのでしょうか？ それほどではありませんが、映画はこれに触れ、私はそれがうれしいです。\u001b[22m\n\u001b[1m(Tsuika sa reta atarashī bubun kara, watashitachiha, Menma ni tegami o kaite iru toki ni kakujin ga kanjita koto o mite, jissai ni wa hoka no rikyappu eiga ni wa mi rarenai reberu no kyarakutā kaihatsu o tassei suru koto ga dekimashita. Watashitachi no hotondo wa,-moto no shirīzu ga keizoku shite ita ka dō ka o mitai to omotte imashitaga, menma ga ugoita nochi, kyarakutā no kankei ga dō kawatta nodeshou ka? Sorehodode wa arimasenga, eiga wa kore ni fure, watashi wa sore ga ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mFrom the new parts added giving us a behind the scenes look at what each person felt as they were writing their letters to Menma, it really managed to achieve a level of character development not seen in other recap movies. What most of us would like to see if the original series had continued was probably how the relationships between the characters would change after Menma moved on. Though not much, the movie does touch upon this, and I'm glad it did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the new parts added giving us a behind the scenes look at what each person felt as they were writing their letters to Menma, it really managed to achieve a level of character development not seen in other recap movies.\u001b[24m\n    \u001b[1m追加された新しい部分から、私たちは、Menmaに手紙を書いているときに各人が感じたことを見て、実際には他のリキャップ映画には見られないレベルのキャラクター開発を達成することができました。\u001b[22m, \u001b[1m舞台裏で私たちに与えて追加された新しい部品から、彼らはメンマにその手紙を書いていたように、それぞれの人が感じたことを見て、それは実際に他の総集編映画では見られないキャラクターの成長のレベルを達成するために管理。\u001b[22m\n\u001b[4mWhat most of us would like to see if the original series had continued was probably how the relationships between the characters would change after Menma moved on.\u001b[24m\n    \u001b[1m私たちのほとんどは、元のシリーズが継続していたかどうかを見たいと思っていましたが、メンマが動いた後、キャラクターの関係がどう変わったのでしょうか？\u001b[22m, \u001b[1mメンマが上に移動した後にどのような私たちのほとんどはオリジナルシリーズが続いていたかどうかを確認したいのは、文字間の関係がどう変化するか、おそらくありました。\u001b[22m\n\u001b[4mThough not much, the movie does touch upon this, and I'm glad it did.\u001b[24m\n    \u001b[1mそれほどではありませんが、映画はこれに触れ、私はそれがうれしいです。\u001b[22m, \u001b[1mあまりしていないが、映画はこの時にタッチを行い、私はそれがなかったうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10/10\n\n\u001b[1mアート10/10\u001b[22m\n\u001b[1m(Āto 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10/10\u001b[24m\n    \u001b[1mアート10/10\u001b[22m\nWow! Not a lot of series can boast a bright and colorful animation style quite like this series had, and the movies does just as good a job, if not better. The character designs are still flawless, and the kids still just as cute. Nothing to complain about here.\n\n\u001b[1mうわー！ シリーズの多くは、このシリーズのような明るくカラフルなアニメーションスタイルを誇っているわけではありません。 キャラクターのデザインはまだ完璧で、子供たちはまだまだかわいいです。 ここで不平を言うことはありません。\u001b[22m\n\u001b[1m(Uwa ̄ ! Shirīzu no ōku wa, kono shirīzu no yōna akaruku karafuruna animēshonsutairu o hokotte iru wakede wa arimasen. Kyarakutā no dezain wa mada kanpeki de, kodomo-tachi wa madamada kawaīdesu. Koko de fuhei o iu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWow! Not a lot of series can boast a bright and colorful animation style quite like this series had, and the movies does just as good a job, if not better. The character designs are still flawless, and the kids still just as cute. Nothing to complain about here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow!\u001b[24m\n    \u001b[1mうわー！\u001b[22m, \u001b[1mワオ！\u001b[22m, \u001b[1mワウ！\u001b[22m\n\u001b[4mNot a lot of series can boast a bright and colorful animation style quite like this series had, and the movies does just as good a job, if not better.\u001b[24m\n    \u001b[1mシリーズの多くは、このシリーズのような明るくカラフルなアニメーションスタイルを誇っているわけではありません。\u001b[22m, \u001b[1mより良いされていない場合ではない一連の多くのこのシリーズは持っていたかなりのように明るくカラフルなアニメーションのスタイルを自慢することができ、そして映画は、同じように良い仕事をしていません。\u001b[22m\n\u001b[4mThe character designs are still flawless, and the kids still just as cute.\u001b[24m\n    \u001b[1mキャラクターのデザインはまだ完璧で、子供たちはまだまだかわいいです。\u001b[22m, \u001b[1mキャラクターデザインはまだ完璧であり、子供たちはまだ同じようにかわいいです。\u001b[22m\n\u001b[4mNothing to complain about here.\u001b[24m\n    \u001b[1mここで不平を言うことはありません。\u001b[22m, \u001b[1mここで文句を言うことは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound 10/10\n\n\u001b[1mサウンド10/10\u001b[22m\n\u001b[1m(Saundo 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10/10\u001b[24m\n    \u001b[1mサウンド10/10\u001b[22m\nAlthough I did miss the opening and closing music that I loved from the parent series, the background music and voice acting in the movie are impeccable, with not much left to improve on. Moving on...\n\n\u001b[1m私が親シリーズから好きなオープニングとクローズの音楽は欠かせませんでしたが、映画で演奏されるバックグラウンドの音楽と声は完璧です。 上に移動...\u001b[22m\n\u001b[1m(Watashi ga oya shirīzu kara sukina ōpuningu to kurōzu no ongaku wa kaka semasendeshitaga, eiga de ensō sa reru bakkuguraundo no ongaku to koe wa kanpekidesu. Ue ni idō...)\u001b[22m\n\nTranslations of \u001b[4mAlthough I did miss the opening and closing music that I loved from the parent series, the background music and voice acting in the movie are impeccable, with not much left to improve on. Moving on...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough I did miss the opening and closing music that I loved from the parent series, the background music and voice acting in the movie are impeccable, with not much left to improve on.\u001b[24m\n    \u001b[1m私が親シリーズから好きなオープニングとクローズの音楽は欠かせませんでしたが、映画で演奏されるバックグラウンドの音楽と声は完璧です。\u001b[22m, \u001b[1m私は親シリーズから愛さ開閉音楽を欠場したが、はるかに改善するために残されていないと、背景音楽と映画の中で演技の声は、非の打ちどころのないです。\u001b[22m\n\u001b[4mMoving on...\u001b[24m\n    \u001b[1m上に移動...\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9/10\n\n\u001b[1m楽しさ9/10\u001b[22m\n\u001b[1m(Tanoshisa 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 9/10\u001b[24m\n    \u001b[1m楽しさ9/10\u001b[22m, \u001b[1m楽し9/10\u001b[22m\nWhat can I say?I'm not gonna beat around the bush here, I came here looking to board the feels train, and I got a first class ticket.\n\n\u001b[1m私は何を言うことができますか？私はここでブッシュの周りに倒すつもりはない、私はここで列車に乗って見に来て、私はファーストクラスのチケットを持っています。\u001b[22m\n\u001b[1m(Watashi wa nani o iu koto ga dekimasu ka? Watashi wa koko de Busshu no mawari ni taosu tsumori wanai, watashi wa koko de ressha ni notte mi ni kite, watashi wa fāsutokurasu no chiketto o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say?I'm not gonna beat around the bush here, I came here looking to board the feels train, and I got a first class ticket.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say?I'm not gonna beat around the bush here, I came here looking to board the feels train, and I got a first class ticket.\u001b[24m\n    \u001b[1m私は何を言うことができますか？私はここでブッシュの周りに倒すつもりはない、私はここで列車に乗って見に来て、私はファーストクラスのチケットを持っています。\u001b[22m, \u001b[1m私は気が列車に乗るために探してここに来た、と私はファーストクラスのチケットを持って、私はここでブッシュの周りつもりビートはないよ？何を言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 9/10\n\n\u001b[1m全体的な9/10\u001b[22m\n\u001b[1m(Zentai-tekina 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9/10\u001b[24m\n    \u001b[1m全体的な9/10\u001b[22m, \u001b[1m全体的に9/10\u001b[22m\nA great new take on a classic. Has its ups and downs but still worth the ride. If your a fan of the series, give it a watch. And just to let you know there's a little bit left after the credits, so be sure to catch that too.\n\n\u001b[1m古典的なものを新しいものにする。 その浮き沈みはありますが、乗り物にはまだ価値があります。 あなたのシリーズのファンなら、それに時計をください。 クレジットの後ろに少し残っていることを知らせてくれるので、それも忘れないようにしてください。\u001b[22m\n\u001b[1m(Koten-tekina mono o atarashīmono ni suru. Sono ukishizumi wa arimasuga, norimono ni wa mada kachi ga arimasu. Anata no shirīzu no fan'nara, soreni tokei o kudasai. Kurejitto no ushiro ni sukoshi nokotte iru koto o shira sete kurerunode, sore mo wasurenai yō ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mA great new take on a classic. Has its ups and downs but still worth the ride. If your a fan of the series, give it a watch. And just to let you know there's a little bit left after the credits, so be sure to catch that too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA great new take on a classic.\u001b[24m\n    \u001b[1m古典的なものを新しいものにする。\u001b[22m, \u001b[1m古典的に大きな新しいテイク。\u001b[22m\n\u001b[4mHas its ups and downs but still worth the ride.\u001b[24m\n    \u001b[1mその浮き沈みはありますが、乗り物にはまだ価値があります。\u001b[22m, \u001b[1mまだその浮き沈みが、乗り心地の価値を持っています。\u001b[22m\n\u001b[4mIf your a fan of the series, give it a watch.\u001b[24m\n    \u001b[1mあなたのシリーズのファンなら、それに時計をください。\u001b[22m, \u001b[1m一連のあなたのファンならば、それに時計を与えます。\u001b[22m\n\u001b[4mAnd just to let you know there's a little bit left after the credits, so be sure to catch that too.\u001b[24m\n    \u001b[1mクレジットの後ろに少し残っていることを知らせてくれるので、それも忘れないようにしてください。\u001b[22m, \u001b[1mそして、ちょうどあなたがクレジットの後に残って少しはあります知っているように、そのようにあまりにもそれをキャッチしてください。\u001b[22m\n\u001b[1m\u001b[22m\nP.S. How'd you like the review? I'd love to hear your feedback both good and bad, or just your thoughts on the movie. Be sure to drop me a message. Thanks\n\n\u001b[1mP.S. どのようにレビューが好きですか？ 私はあなたのフィードバックを良かったと悪いもの、あるいはあなたの映画に対する考えを聞きたいです。 私にメッセージをドロップさせてください。 ありがとう\u001b[22m\n\u001b[1m(P. S. Dono yō ni rebyū ga sukidesu ka? Watashi wa anata no fīdobakku o yokatta to warui mono, aruiwa anata no eiga ni taisuru kangae o kikitaidesu. Watashi ni messēji o doroppu sa sete kudasai. Arigatō)\u001b[22m\n\nTranslations of \u001b[4mP.S. How'd you like the review? I'd love to hear your feedback both good and bad, or just your thoughts on the movie. Be sure to drop me a message. Thanks\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S.\u001b[24m\n    \u001b[1mP.S.\u001b[22m, \u001b[1m後記\u001b[22m\n\u001b[4mHow'd you like the review?\u001b[24m\n    \u001b[1mどのようにレビューが好きですか？\u001b[22m, \u001b[1mどうやっレビューを好きですか？\u001b[22m\n\u001b[4mI'd love to hear your feedback both good and bad, or just your thoughts on the movie.\u001b[24m\n    \u001b[1m私はあなたのフィードバックを良かったと悪いもの、あるいはあなたの映画に対する考えを聞きたいです。\u001b[22m, \u001b[1m私は良い面と悪い面の両方あなたのフィードバックを聞くのが大好き、または映画に自分の考えと思います。\u001b[22m\n\u001b[4mBe sure to drop me a message.\u001b[24m\n    \u001b[1m私にメッセージをドロップさせてください。\u001b[22m, \u001b[1m私にメッセージをドロップするようにしてください。\u001b[22m\n\u001b[4mThanks\u001b[24m\n    \u001b[1mありがとう\u001b[22m, \u001b[1m感謝\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "SSDkoChan",
    "profile": "/profile/SSDkoChan/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=131315",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  8\n\n私はこの映画がLAのダウンタウンで初演されたときに見ました。私は本当に何を期待するのか分からなかった。 私は素晴らしいタイミングだったシリーズをちょうど終えたばかりであり、シリーズの質は映画に大きな期待を与えてくれました。 しかし、映画は基本的には、シリーズの話を再解釈し、いくつかの余分なシーンを追加しました。 映画の中で最も面白い部分は、実際の「Menmaへの手紙」シーンでした。 すべてのキャラクターが何を書くべきか考えているところ。 これらのシーンは、シリーズでコミュニケートしていなかった気持ちを実際に明らかにし、MenmaがYadomiに出演して以来、どのように変化したのかを伝えます。 ストーリーは単にリトールドされていたにもかかわらず、その本質は、その時に文字が本当にどのように感じられたかを見て、アニメシリーズから同じストーリーを再ウォッチしている間に自分の手紙を書くことができます。 まったく、私のために、映画は元の物語を考えるためのもう一つの視点を与えてくれました。物語をはるかに有意義で楽しいものにしました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI watched this movie when it premiered in downtown LA and I didn't really know what to expect. I had just finished the series which was great timing and the quality of the series gave me high expectations for the movie. However the movie basically just retold the story of the series and added in a few extra scenes. The most entertaining part of the movie was the actual 'letters to Menma' scenes. Where all the characters are thinking of what to write. These scenes really reveal the feelings that they didn't communicate in the series, and tells what and how much they've changed since Menma appeared to Yadomi. Even though the story was simply being retold, I guess the essence of it is to see how the characters truly felt at that time through them writing their letters and then letting it change your perspective while rewatching the same story from the anime series. All in all, for me, the movie just gave me another perspective to think about the original story with, and made the story that much more meaningful and enjoyable.\n\n\u001b[1m私はこの映画がLAのダウンタウンで初演されたときに見ました。私は本当に何を期待するのか分からなかった。 私は素晴らしいタイミングだったシリーズをちょうど終えたばかりであり、シリーズの質は映画に大きな期待を与えてくれました。 しかし、映画は基本的には、シリーズの話を再解釈し、いくつかの余分なシーンを追加しました。 映画の中で最も面白い部分は、実際の「Menmaへの手紙」シーンでした。 すべてのキャラクターが何を書くべきか考えているところ。 これらのシーンは、シリーズでコミュニケートしていなかった気持ちを実際に明らかにし、MenmaがYadomiに出演して以来、どのように変化したのかを伝えます。 ストーリーは単にリトールドされていたにもかかわらず、その本質は、その時に文字が本当にどのように感じられたかを見て、アニメシリーズから同じストーリーを再ウォッチしている間に自分の手紙を書くことができます。 まったく、私のために、映画は元の物語を考えるためのもう一つの視点を与えてくれました。物語をはるかに有意義で楽しいものにしました。\u001b[22m\n\u001b[1m(Watashi wa kono eiga ga LA no dauntaun de shoen sa reta toki ni mimashita. Watashi wa hontōni nani o kitai suru no ka wakaranakatta. Watashi wa subarashī taimingudatta shirīzu o chōdo oeta bakarideari, shirīzu no shitsu wa eiga ni ōkina kitai o ataete kuremashita. Shikashi, eiga wa kihontekini wa, shirīzu no hanashi o sai kaishaku shi, ikutsu ka no yobun'na shīn o tsuika shimashita. Eiga no naka de mottomo omoshiroi bubun wa, jissai no `Menma e no tegami' shīndeshita. Subete no kyarakutā ga nani o kakubeki ka kangaete iru tokoro. Korera no shīn wa, shirīzu de komyunikēto shite inakatta kimochi o jissai ni akiraka ni shi, Menma ga Yadomi ni shutsuen shite irai, dono yō ni henka shita no ka o tsutaemasu. Sutōrī wa tan'ni ritōrudo sa rete ita nimokakawarazu, sono honshitsu wa, sonotoki ni moji ga hontōni dono yō ni kanji rareta ka o mite, animeshirīzu kara onaji sutōrī o sai u~otchi shite iru ma ni jibun no tegami o kaku koto ga dekimasu. Mattaku, watashi no tame ni, eiga wa gen no monogatari o kangaeru tame no mōhitotsu no shiten o ataete kuremashita. Monogatari o haruka ni yūigide tanoshī mono ni shimashita.)\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "FlyingPiranha",
    "profile": "/profile/FlyingPiranha/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=129615",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  8\n\nAnoHana：Menmaへの手紙は、それ以前に無数の他のアニメ映画の伝統に従っています。つまり、それは主にオリジナルのシリーズの要約として機能し、その中にいくつかの新しいシーンが振りかざされています。\n\n元のアニメを見たことがあるなら（そしてこのレビューを読む前に今見ていないのであれば）、ストーリーと解像度に精通しているので、私はその要約を忘れないでください。 実際の映画そのものは、Menmaの願いが叶ってからおよそ1年後に起こり、彼らが一緒に集まってMenmaに自分の手紙を書いて、彼女が彼らに何を意味しているかについての思いや気持ちを分かち合いながら、残りのSuper Peace Bustersに追いつく 彼女がいなくなった今、彼らがやっていること。\n\nこの前提を使用して、ショーは3つの異なる視点の間を行き来する。 最初のものは、スーパーピースバスターズが子供であったシーン、そして彼らがどのようにメンマを彼らのグループに迎え入れて遊んだかのシーンです。 そこから、現在の手紙を書いているキャラクターに従って、出発した友人のための一種の祝典を準備します。 それを踏み台として使って、実際のショーからのイベントへの逆戻りを見ます。手紙を書くプロセスがそれらを表面に戻すからです。\n\n映画の問題は、それが文字、物語、貧弱な文章、またはあなたのものとはあまり関係がありません。 簡単に言えば、新しいコンテンツの欠如に悩まされています。映画の半分が新しいシーン（ショーの現在と過去の両方）を特徴とするかもしれませんが、その大部分は元のアニメのフラッシュバックとシーンから成ります。 パースペクティブがどのくらいの頻度で変化するかを合わせると、結果はしばしばばらばらになり、やや焦点が合わないように感じられます。\n\n何がAnoHana：Menmaへの手紙は、しかし、アニメのファンのためにもう少し閉鎖を提供しています。 スーパーピースを見に行く子供たちの周りに遊んでバスターズは貴重だったし、特定のシーンは、さらに強力な終わりに感情的なgravitasを追加します。 これは、AnoHanaと同様に書かれた自己完結型のものでは難しいことです。間違った動きの1つで、修正主義者を見るリスクがあります。 現在のシーンではあまり発達していませんでしたが、1年後にそのキャラクターに追いつくことは、古い友達を再訪するような気がして、自分のやり方で報われました。\n\nすべてが言われ、終わったら、これは良い映画です。 それは問題ではないわけではなく、最初にショーを見ることなく見なければならないものではありませんが、「彼らは今どこにいるのか」のようにうまく機能し、オリジナルの完全性を損なうことなく、 ショー。 あなたがすでにショーのファンであれば、この映画を見ても失うことはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAnoHana: Letters to Menma follows in the tradition of countless other anime movies before it - that is, it functions mostly as a recap of the original series with some new scenes sprinkled throughout.\n\n\u001b[1mAnoHana：Menmaへの手紙は、それ以前に無数の他のアニメ映画の伝統に従っています。つまり、それは主にオリジナルのシリーズの要約として機能し、その中にいくつかの新しいシーンが振りかざされています。\u001b[22m\n\u001b[1m(AnoHana: Menma e no tegami wa, sore izen ni musū no ta no anime eiga no dentō ni shitagatte imasu. Tsumari, sore wa omoni orijinaru no shirīzu no yōyaku to shite kinō shi, sono naka ni ikutsu ka no atarashī shīn ga furikazasa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnoHana: Letters to Menma follows in the tradition of countless other anime movies before it - that is, it functions mostly as a recap of the original series with some new scenes sprinkled throughout.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnoHana: Letters to Menma follows in the tradition of countless other anime movies before it - that is, it functions mostly as a recap of the original series with some new scenes sprinkled throughout.\u001b[24m\n    \u001b[1mAnoHana：Menmaへの手紙は、それ以前に無数の他のアニメ映画の伝統に従っています。つまり、それは主にオリジナルのシリーズの要約として機能し、その中にいくつかの新しいシーンが振りかざされています。\u001b[22m, \u001b[1mAnoHana：メンマへの手紙には、その前に無数の他のアニメ映画の伝統を次の - つまり、それは主に点在いくつかの新しいシーンでオリジナルシリーズの総集編として機能します。\u001b[22m\n\u001b[1m\u001b[22m\nIf you've seen the original anime (and if you haven't go watch it right now before you read this review), then you're familiar with the story and it's resolution, so I'll spare the summary. The actual movie itself takes place roughly a year after Menma's wish has been granted, and catches up with the rest of the Super Peace Busters as they gather together to write their own letters to Menma, sharing their thoughts and feelings about what she meant to them and how they're doing now that she's gone.\n\n\u001b[1m元のアニメを見たことがあるなら（そしてこのレビューを読む前に今見ていないのであれば）、ストーリーと解像度に精通しているので、私はその要約を忘れないでください。 実際の映画そのものは、Menmaの願いが叶ってからおよそ1年後に起こり、彼らが一緒に集まってMenmaに自分の手紙を書いて、彼女が彼らに何を意味しているかについての思いや気持ちを分かち合いながら、残りのSuper Peace Bustersに追いつく 彼女がいなくなった今、彼らがやっていること。\u001b[22m\n\u001b[1m(Gen no anime o mita koto ga arunara (soshite kono rebyū o yomu mae ni ima mite inai nodeareba), sutōrī to kaizōdo ni seitsū shite irunode, watashi wa sono yōyaku o wasurenaide kudasai. Jissai no eiga sonomono wa, Menma no negai ga kanatte kara oyoso 1-nen-go ni okori, karera ga issho ni atsumatte Menma ni jibun no tegami o kaite, kanojo ga karera ni nani o imi shite iru ka ni tsuite no omoi ya kimochi o wakachi ainagara, nokori no Super Peace Busters ni oitsuku kanojo ga inaku natta ima, karera ga yatte iru koto.)\u001b[22m\n\nTranslations of \u001b[4mIf you've seen the original anime (and if you haven't go watch it right now before you read this review), then you're familiar with the story and it's resolution, so I'll spare the summary. The actual movie itself takes place roughly a year after Menma's wish has been granted, and catches up with the rest of the Super Peace Busters as they gather together to write their own letters to Menma, sharing their thoughts and feelings about what she meant to them and how they're doing now that she's gone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you've seen the original anime (and if you haven't go watch it right now before you read this review), then you're familiar with the story and it's resolution, so I'll spare the summary.\u001b[24m\n    \u001b[1m元のアニメを見たことがあるなら（そしてこのレビューを読む前に今見ていないのであれば）、ストーリーと解像度に精通しているので、私はその要約を忘れないでください。\u001b[22m, \u001b[1mあなたは、元のアニメを見てきました（とあなたが今、あなたがこのレビューを読む前にそれを見に行くしていない場合）、あなたはストーリーとそれの解像度に精通しているので、私は概要を惜しまます場合。\u001b[22m\n\u001b[4mThe actual movie itself takes place roughly a year after Menma's wish has been granted, and catches up with the rest of the Super Peace Busters as they gather together to write their own letters to Menma, sharing their thoughts and feelings about what she meant to them\u001b[24m\n    \u001b[1m実際の映画そのものは、Menmaの願いが叶ってからおよそ1年後に起こり、彼らが一緒に集まってMenmaに自分の手紙を書いて、彼女が彼らに何を意味しているかについての思いや気持ちを分かち合いながら、残りのSuper Peace Bustersに追いつく\u001b[22m, \u001b[1mメンマの願いが付与された、と彼らはメンマに自分の手紙を書くために一緒に集まるようにスーパー平和バスターズの残りの部分に追いつく、彼女は彼らに何を意味するのかについての自分の考えや感情を共有してきた後、実際の映画自体は大体年に行われます\u001b[22m\n\u001b[4mand how they're doing now that she's gone.\u001b[24m\n    \u001b[1m彼女がいなくなった今、彼らがやっていること。\u001b[22m, \u001b[1mそして、どのように彼らは今、彼女が逝ってしまったことをやっています。\u001b[22m\n\u001b[1m\u001b[22m\nUsing this premise, the show switches back and forth between three different perspectives. The first of these are scenes from when the Super Peace Busters were children, and how they welcomed Menma to their group and played around. From there, we follow the characters writing their letters in the present, preparing for a celebration of sorts for their departed friend. And using that as a springboard, we see flashbacks to events from the actual show, as the process of writing the letters brings them back to the surface.\n\n\u001b[1mこの前提を使用して、ショーは3つの異なる視点の間を行き来する。 最初のものは、スーパーピースバスターズが子供であったシーン、そして彼らがどのようにメンマを彼らのグループに迎え入れて遊んだかのシーンです。 そこから、現在の手紙を書いているキャラクターに従って、出発した友人のための一種の祝典を準備します。 それを踏み台として使って、実際のショーからのイベントへの逆戻りを見ます。手紙を書くプロセスがそれらを表面に戻すからです。\u001b[22m\n\u001b[1m(Kono zentei o shiyō shite, shō wa 3ttsu no kotonaru shiten no ma o yukikisuru. Saisho no mono wa, sūpāpīsubasutāzu ga kodomodeatta shīn, soshite karera ga dono yō ni menma o karera no gurūpu ni mukaeirete asonda ka no shīndesu. Soko kara, genzai no tegami o kaite iru kyarakutā ni shitagatte, shuppatsu shita yūjin no tame no isshu no shukuten o junbi shimasu. Sore o fumidai to shite tsukatte, jissai no shō kara no ibento e no gyakumodori o mimasu. Tegamiwokaku purosesu ga sorera o hyōmen ni modosukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mUsing this premise, the show switches back and forth between three different perspectives. The first of these are scenes from when the Super Peace Busters were children, and how they welcomed Menma to their group and played around. From there, we follow the characters writing their letters in the present, preparing for a celebration of sorts for their departed friend. And using that as a springboard, we see flashbacks to events from the actual show, as the process of writing the letters brings them back to the surface.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUsing this premise, the show switches back and forth between three different perspectives.\u001b[24m\n    \u001b[1mこの前提を使用して、ショーは3つの異なる視点の間を行き来する。\u001b[22m, \u001b[1mこの前提を使用して、ショーは、3つの異なる視点の間で前後に切り替えます。\u001b[22m\n\u001b[4mThe first of these are scenes from when the Super Peace Busters were children, and how they welcomed Menma to their group and played around.\u001b[24m\n    \u001b[1m最初のものは、スーパーピースバスターズが子供であったシーン、そして彼らがどのようにメンマを彼らのグループに迎え入れて遊んだかのシーンです。\u001b[22m, \u001b[1mこれらの最初のスーパー平和バスターズは子供だった、とどのように彼らはグループにメンマを歓迎し、周りにプレイしたときのシーンです。\u001b[22m\n\u001b[4mFrom there, we follow the characters writing their letters in the present, preparing for a celebration of sorts for their departed friend.\u001b[24m\n    \u001b[1mそこから、現在の手紙を書いているキャラクターに従って、出発した友人のための一種の祝典を準備します。\u001b[22m, \u001b[1mそこから、我々は彼らの去っ友人のための一種のお祝いの準備、現在ではその手紙を書いた文字に従います。\u001b[22m\n\u001b[4mAnd using that as a springboard, we see flashbacks to events from the actual show, as the process of writing the letters brings them back to the surface.\u001b[24m\n    \u001b[1mそれを踏み台として使って、実際のショーからのイベントへの逆戻りを見ます。手紙を書くプロセスがそれらを表面に戻すからです。\u001b[22m, \u001b[1mそして、文字を書き込む処理が表面にそれらを戻すよう踏み台として、我々は、実際のショーからイベントへのフラッシュバックを参照することを使用して。\u001b[22m\n\u001b[1m\u001b[22m\nThe problem with the movie is not so much anything to do with it's characters, story, poor writing, or what have you. Simply put, it suffers from a lack of new content - while maybe half the movie features new scenes (both in the show's present and past), the greater part of it consists of flashbacks and scenes from the original anime. Put together with how often the perspective changes, the result often feels disjointed and slightly unfocused.\n\n\u001b[1m映画の問題は、それが文字、物語、貧弱な文章、またはあなたのものとはあまり関係がありません。 簡単に言えば、新しいコンテンツの欠如に悩まされています。映画の半分が新しいシーン（ショーの現在と過去の両方）を特徴とするかもしれませんが、その大部分は元のアニメのフラッシュバックとシーンから成ります。 パースペクティブがどのくらいの頻度で変化するかを合わせると、結果はしばしばばらばらになり、やや焦点が合わないように感じられます。\u001b[22m\n\u001b[1m(Eiga no mondai wa, sore ga moji, monogatari, hinjakuna bunshō, matawa anata no mono to wa amari kankei ga arimasen. Kantan'niieba, atarashī kontentsu no ketsujo ni nayamasa rete imasu. Eiga no hanbun ga atarashī shīn (shō no ima to kako no ryōhō) o tokuchō to suru kamo shiremasenga, sono daibubun wa gen no anime no furasshu bakku to shīn kara narimasu. Pāsupekutibu ga dono kurai no hindo de henka suru ka o awaseru to, kekka wa shibashiba barabara ni nari, yaya shōten ga awanai yō ni kanji raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe problem with the movie is not so much anything to do with it's characters, story, poor writing, or what have you. Simply put, it suffers from a lack of new content - while maybe half the movie features new scenes (both in the show's present and past), the greater part of it consists of flashbacks and scenes from the original anime. Put together with how often the perspective changes, the result often feels disjointed and slightly unfocused.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe problem with the movie is not so much anything to do with it's characters, story, poor writing, or what have you.\u001b[24m\n    \u001b[1m映画の問題は、それが文字、物語、貧弱な文章、またはあなたのものとはあまり関係がありません。\u001b[22m, \u001b[1m映画の問題は、それの文字、話、悪い書き込み、または何を持って行うにはあまり何もないです。\u001b[22m\n\u001b[4mSimply put, it suffers from a lack of new content - while maybe half the movie features new scenes (both in the show's present and past), the greater part of it consists of flashbacks and scenes from the original anime.\u001b[24m\n    \u001b[1m簡単に言えば、新しいコンテンツの欠如に悩まされています。映画の半分が新しいシーン（ショーの現在と過去の両方）を特徴とするかもしれませんが、その大部分は元のアニメのフラッシュバックとシーンから成ります。\u001b[22m, \u001b[1m簡単に言えば、それは新しいコンテンツの不足に苦しんでいる - 多分半分ムービーが（両方のショーの現在と過去の）新しいシーンを備えていながら、それの大部分は、オリジナルアニメからフラッシュバックやシーンで構成されています。\u001b[22m\n\u001b[4mPut together with how often the perspective changes, the result often feels disjointed and slightly unfocused.\u001b[24m\n    \u001b[1mパースペクティブがどのくらいの頻度で変化するかを合わせると、結果はしばしばばらばらになり、やや焦点が合わないように感じられます。\u001b[22m, \u001b[1m、結果はしばしばバラバラとわずかに焦点の合っていない感じているどのくらいの頻度で視点の変更と一緒に入れてください。\u001b[22m\n\u001b[1m\u001b[22m\nWhat AnoHana: Letters to Menma does well, however, is provide a little more closure for fans of the anime. Getting to see the Super Peace Busters playing around as children was priceless, and certain scenes even add even more emotional gravitas to the show's powerful ending. That's a tricky feat for something as well written and self-contained as AnoHana - one wrong move and you risk looking revisionist or retroactively harming the story's original impact. And while there wasn't much development during the scenes set in the present, getting to catch up with the characters a year later felt a little like revisiting old friends and was rewarding in it's own way.\n\n\u001b[1m何がAnoHana：Menmaへの手紙は、しかし、アニメのファンのためにもう少し閉鎖を提供しています。 スーパーピースを見に行く子供たちの周りに遊んでバスターズは貴重だったし、特定のシーンは、さらに強力な終わりに感情的なgravitasを追加します。 これは、AnoHanaと同様に書かれた自己完結型のものでは難しいことです。間違った動きの1つで、修正主義者を見るリスクがあります。 現在のシーンではあまり発達していませんでしたが、1年後にキャラクターに追いつくことは、古い友達を再訪するような気がしました。\u001b[22m\n\u001b[1m(Nani ga AnoHana: Menma e no tegami wa, shikashi, anime no fan no tame ni mōsukoshi heisa o teikyō shite imasu. Sūpāpīsu o mi ni iku kodomo-tachi no mawari ni asonde basutāzu wa kichōdattashi, tokutei no shīn wa, sarani kyōryokuna owari ni kanjō-tekina gravitas o tsuika shimasu. Kore wa, AnoHana to dōyō ni kaka reta jiko kanketsu-gata no monode wa muzukashī kotodesu. Machigatta ugoki no 1tsu de, shūsei shugi-sha o miru risuku ga arimasu. Genzai no shīnde wa amari hattatsu shite imasendeshitaga, 1-nen-go ni kyarakutā ni oitsuku koto wa, furui tomodachi o saihō suru yōna ki ga shimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhat AnoHana: Letters to Menma does well, however, is provide a little more closure for fans of the anime. Getting to see the Super Peace Busters playing around as children was priceless, and certain scenes even add even more emotional gravitas to the show's powerful ending. That's a tricky feat for something as well written and self-contained as AnoHana - one wrong move and you risk looking revisionist or retroactively harming the story's original impact. And while there wasn't much development during the scenes set in the present, getting to catch up with the characters a year later felt a little like revisiting old friends and was rewarding in it's own way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat AnoHana: Letters to Menma does well, however, is provide a little more closure for fans of the anime.\u001b[24m\n    \u001b[1m何がAnoHana：Menmaへの手紙は、しかし、アニメのファンのためにもう少し閉鎖を提供しています。\u001b[22m, \u001b[1m何AnoHana：メンマへの手紙はよくありません、しかし、アニメのファンのための少しより多くの閉鎖を提供します。\u001b[22m\n\u001b[4mGetting to see the Super Peace Busters playing around as children was priceless, and certain scenes even add even more emotional gravitas to the show's powerful ending.\u001b[24m\n    \u001b[1mスーパーピースを見に行く子供たちの周りに遊んでバスターズは貴重だったし、特定のシーンは、さらに強力な終わりに感情的なgravitasを追加します。\u001b[22m, \u001b[1mスーパー平和バスターズは子供のように遊んで見るために取得するのは貴重であり、特定のシーンがあってもショーの強力な結末にさらに多くの感情的な真剣さを追加します。\u001b[22m\n\u001b[4mThat's a tricky feat for something as well written and self-contained as AnoHana - one wrong move and you risk looking revisionist or retroactively harming the story's original impact.\u001b[24m\n    \u001b[1mこれは、AnoHanaと同様に書かれた自己完結型のものでは難しいことです。間違った動きの1つで、修正主義者を見るリスクがあります。\u001b[22m, \u001b[1mそれは同様に書かれており、AnoHanaとして自己完結型の何かのためのトリッキーな偉業だ -  1歩間違えれ、あなたが修正主義探したり遡及物語のオリジナル影響を害する危険性があります。\u001b[22m\n\u001b[4mAnd while there wasn't much development during the scenes set in the present, getting to catch up with the characters a year later felt a little like revisiting old friends and was rewarding in it's own way.\u001b[24m\n    \u001b[1m現在のシーンではあまり発達していませんでしたが、1年後にキャラクターに追いつくことは、古い友達を再訪するような気がしました。\u001b[22m, \u001b[1m多くの開発が現在に設定されたシーンの間にありませんでしたしながら、一年後の文字に追いつくために取得するには、少し古い友人を再訪し、独自の方法で報いたように感じました。\u001b[22m\n\u001b[1m\u001b[22m\nWhen all is said and done, this is a good movie. It's not without it's problems, and it's not one you should watch without seeing the show first, but it serves nicely as a sort of 'where are they now' and does a fine job of adding additional back story without damaging the integrity of the original show. If you're already a fan of the show, there's nothing you can lose from watching this movie.\n\n\u001b[1mすべてが言われ、終わったら、これは良い映画です。 それは問題ではないわけではなく、最初にショーを見ることなく見なければならないものではありませんが、「彼らは今どこにいるのか」のようにうまく機能し、オリジナルの完全性を損なうことなく、 ショー。 あなたがすでにショーのファンであれば、この映画を見ても失うことはありません。\u001b[22m\n\u001b[1m(Subete ga iwa re, owattara, kore wa yoi eigadesu. Sore wa mondaide wa nai wakede wa naku, saisho ni shō o miru koto naku minakereba naranai monode wa arimasenga,`karera wa ima doko ni iru no ka' no yō ni umaku kinō shi, orijinaru no kanzen-sei o sokonau koto naku, shō. Anata ga sudeni shō no fandeareba, kono eiga o mite mo ushinau koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhen all is said and done, this is a good movie. It's not without it's problems, and it's not one you should watch without seeing the show first, but it serves nicely as a sort of 'where are they now' and does a fine job of adding additional back story without damaging the integrity of the original show. If you're already a fan of the show, there's nothing you can lose from watching this movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen all is said and done, this is a good movie.\u001b[24m\n    \u001b[1mすべてが言われ、終わったら、これは良い映画です。\u001b[22m, \u001b[1mすべての作業を完了すると、これは良い映画です。\u001b[22m\n\u001b[4mIt's not without it's problems, and it's not one you should watch without seeing the show first, but it serves nicely as a sort of 'where are they now' and does a fine job of adding additional back story without damaging the integrity of the original\u001b[24m\n    \u001b[1mそれは問題ではないわけではなく、最初にショーを見ることなく見なければならないものではありませんが、「彼らは今どこにいるのか」のようにうまく機能し、オリジナルの完全性を損なうことなく、\u001b[22m, \u001b[1mそれは問題だがないわけだし、それはあなたの最初のショーを見ずに監視する必要があり1ではないが、それは「どこに今ある」の一種としてうまく機能し、元の整合性に損傷を与えることなく、追加のバックストーリーを追加するの微仕事をしていません\u001b[22m\n\u001b[4mshow.\u001b[24m\n    \u001b[1mショー。\u001b[22m\n\u001b[4mIf you're already a fan of the show, there's nothing you can lose from watching this movie.\u001b[24m\n    \u001b[1mあなたがすでにショーのファンであれば、この映画を見ても失うことはありません。\u001b[22m, \u001b[1mあなたは既にショーのファンなら、あなたはこの映画を見てから失うことができるものはありません。\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "LovingTheFeels",
    "profile": "/profile/LovingTheFeels/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=184709",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\n私がAnohanaシリーズを完成させたので、この映画は物語を再解釈し、各キャラクターの発展の年代順に似ています。 要約のために非常にうまく構成されていますが、それはあなたが何かより多くの、または余分なものを期待しているように、映画になるために必要なものを持っていません。\n\nキャラクターが生き続けているが、再会され、その債券はゆっくりとしかし確実に修復されて生涯にわたる友情になるシリーズのイベントの直後に映画が行われる。 この映画は、キャラクターが思考、思考、および彼らが前進するために努力してきたことを明確にしています。\n\n全体的に、私の意見では、この映画は単なるレビューとこの愛らしいシリーズへのエピローグでした。 この物語が実際にどのくらいうまく流れているか、そして最後にこの物語の最後の章がどのように完成したかを見てうれしい。 これは、実際には、実際には、それ自身の人生のやや目立つ類似性と、この場合は可能な限り考えられないことを試みる可能性のある未来を実際に持つ少数のシリーズの1つです。 この映画は確かにあなたがシリーズを最初に完成したならば、あなたにとって価値がありますし、シリーズの新人も歓迎します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAs I have completed the Anohana series, this movie is more or less like a retelling of the story and the chronological order of the developments of each character. Very well structured for a recap but this does not have what it takes to become a movie as you would expect something more or extra from it.\n\n\u001b[1m私がAnohanaシリーズを完成させたので、この映画は物語を再解釈し、各キャラクターの発展の年代順に似ています。 要約のために非常にうまく構成されていますが、それはあなたが何かより多くの、または余分なものを期待しているように、映画になるために必要なものを持っていません。\u001b[22m\n\u001b[1m(Watashi ga Anohana shirīzu o kansei sa setanode, kono eiga wa monogatari o sai kaishaku shi, kaku kyarakutā no hatten no nendai jun ni nite imasu. Yōyaku no tame ni hijō ni umaku kōsei sa rete imasuga, sore wa anata ga nanika yori ōku no, matawa yobun'na mono o kitai shite iru yō ni, eiga ni naru tame ni hitsuyōnamono o motte imasen.)\u001b[22m\n\nTranslations of \u001b[4mAs I have completed the Anohana series, this movie is more or less like a retelling of the story and the chronological order of the developments of each character. Very well structured for a recap but this does not have what it takes to become a movie as you would expect something more or extra from it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I have completed the Anohana series, this movie is more or less like a retelling of the story and the chronological order of the developments of each character.\u001b[24m\n    \u001b[1m私がAnohanaシリーズを完成させたので、この映画は物語を再解釈し、各キャラクターの発展の年代順に似ています。\u001b[22m, \u001b[1m私はAnohanaシリーズを完了しているように、この映画は、多かれ少なかれ物語の改作と各文字の発展の年代順のようなものです。\u001b[22m\n\u001b[4mVery well structured for a recap but this does not have what it takes to become a movie as you would expect something more or extra from it.\u001b[24m\n    \u001b[1m要約のために非常にうまく構成されていますが、それはあなたが何かより多くの、または余分なものを期待しているように、映画になるために必要なものを持っていません。\u001b[22m, \u001b[1m復習のために非常によく構造化されたが、これは、それはあなたがそれからより多くの、または特別な何かを期待するとして映画になるために必要なものを持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nThe movie takes place right after the events of the series in which the characters carry on with their lives but are reunited and their bonds slowly but surely repairing to become a lifelong friendship. This movie serves as a sort of clarification of what the characters used to think, are thinking and what they strive for moving forward.\n\n\u001b[1mキャラクターが生き続けているが、再会され、その債券はゆっくりとしかし確実に修復されて生涯にわたる友情になるシリーズのイベントの直後に映画が行われる。 この映画は、キャラクターが思考、思考、および彼らが前進するために努力してきたことを明確にしています。\u001b[22m\n\u001b[1m(Kyarakutā ga iki tsudzukete iruga, saikai sa re, sono saiken wa yukkuri to shikashi kakujitsu ni shūfuku sa rete shōgai ni wataru yūjō ni naru shirīzu no ibento no chokugo ni eiga ga okonawa reru. Kono eiga wa, kyarakutā ga shikō, shikō, oyobi karera ga zenshin suru tame ni doryoku shite kita koto o meikaku ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie takes place right after the events of the series in which the characters carry on with their lives but are reunited and their bonds slowly but surely repairing to become a lifelong friendship. This movie serves as a sort of clarification of what the characters used to think, are thinking and what they strive for moving forward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie takes place right after the events of the series in which the characters carry on with their lives but are reunited and their bonds slowly but surely repairing to become a lifelong friendship.\u001b[24m\n    \u001b[1mキャラクターが生き続けているが、再会され、その債券はゆっくりとしかし確実に修復されて生涯にわたる友情になるシリーズのイベントの直後に映画が行われる。\u001b[22m, \u001b[1m映画は、右の文字は自分たちの生活に続けていくが、再会し、それらの結合はゆっくりだが確実に生涯の友情になるように修復された直列のイベント後に行われます。\u001b[22m\n\u001b[4mThis movie serves as a sort of clarification of what the characters used to think, are thinking and what they strive for moving forward.\u001b[24m\n    \u001b[1mこの映画は、キャラクターが思考、思考、および彼らが前進するために努力してきたことを明確にしています。\u001b[22m, \u001b[1mこの映画は、考えるために使用される文字は、考え、彼らが前進のために努力しているかの明確化の一種として機能します。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, in my opinion this movie was just a review and an epilogue to this lovable series. Its nice to see how well this story actually flowed and finally how the final chapter of this story was completed. This is actually one of the few series that actually bears a rather glaring resemblance of life in its own and the possible future of attempting something not thought possible, in this case moving on. This movie is certainly worth your while if you have completed the series first at least and it certainly welcomes newcomers to the series as well.\n\n\u001b[1m全体的に、私の意見では、この映画は単なるレビューとこの愛らしいシリーズへのエピローグでした。 この物語が実際にどのくらいうまく流れているか、そして最後にこの物語の最後の章がどのように完成したかを見てうれしい。 これは、実際には、実際には、それ自身の人生のやや目立つ類似性と、この場合は可能な限り考えられないことを試みる可能性のある未来を実際に持つ少数のシリーズの1つです。 この映画は確かにあなたがシリーズを最初に完成したならば、あなたにとって価値がありますし、シリーズの新人も歓迎します。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi no ikende wa, kono eiga wa tan'naru rebyū to kono airashī shirīzu e no epirōgudeshita. Kono monogatari ga jissai ni dono kurai umaku nagarete iru ka, soshite saigo ni kono monogatari no saigo no shō ga dono yō ni kansei shita ka o mite ureshī. Kore wa, jissai ni wa, jissai ni wa, sore jishin no jinsei no yaya medatsu ruiji-sei to, ko no baai wa kanōna kagiri kangae rarenai koto o kokoromiru kanōsei no aru mirai o jissai ni motsu shōsū no shirīzu no 1tsudesu. Kono eiga wa tashika ni anata ga shirīzu o saisho ni kansei shitanaraba, anata ni totte kachi ga arimasushi, shirīzu no shinjin mo kangei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, in my opinion this movie was just a review and an epilogue to this lovable series. Its nice to see how well this story actually flowed and finally how the final chapter of this story was completed. This is actually one of the few series that actually bears a rather glaring resemblance of life in its own and the possible future of attempting something not thought possible, in this case moving on. This movie is certainly worth your while if you have completed the series first at least and it certainly welcomes newcomers to the series as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, in my opinion this movie was just a review and an epilogue to this lovable series.\u001b[24m\n    \u001b[1m全体的に、私の意見では、この映画は単なるレビューとこの愛らしいシリーズへのエピローグでした。\u001b[22m, \u001b[1mすべてのすべてで、私の意見では、この映画はただのレビューと、この愛すべきシリーズにエピローグました。\u001b[22m\n\u001b[4mIts nice to see how well this story actually flowed and finally how the final chapter of this story was completed.\u001b[24m\n    \u001b[1mこの物語が実際にどのくらいうまく流れているか、そして最後にこの物語の最後の章がどのように完成したかを見てうれしい。\u001b[22m, \u001b[1mこの物語は実際にこの物語の最終章が完了したか、最終的に流れ、どれだけ参照するには、その素晴らしいです。\u001b[22m\n\u001b[4mThis is actually one of the few series that actually bears a rather glaring resemblance of life in its own and the possible future of attempting something not thought possible, in this case moving on.\u001b[24m\n    \u001b[1mこれは、実際には、実際には、それ自身の人生のやや目立つ類似性と、この場合は可能な限り考えられないことを試みる可能性のある未来を実際に持つ少数のシリーズの1つです。\u001b[22m, \u001b[1mこれは実際に実際に移動し、この場合には、それ自身の生活のかなり明白な類似点と可能性は考えられない何かをしようと、将来のクマいくつかのシリーズの一つです。\u001b[22m\n\u001b[4mThis movie is certainly worth your while if you have completed the series first at least and it certainly welcomes newcomers to the series as well.\u001b[24m\n    \u001b[1mこの映画は確かにあなたがシリーズを最初に完成したならば、あなたにとって価値がありますし、シリーズの新人も歓迎します。\u001b[22m, \u001b[1mあなたが最初に少なくともシリーズを完了している場合は、この映画は確かにあなたの中の価値があると、それは確かに、同様のシリーズに新規参入を歓迎します。\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "Xaxtly",
    "profile": "/profile/Xaxtly/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=129493",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  3\n|  3\n\n私はちょうどダウンタウンから独立したAniplexでこの映画を見ました。 この映画が現金採取以外の存在理由はなかった。 それは本当に私がシリーズを楽しんでいたので、これを書くために本当に私を苦しめるが、この映画は、そのような巨大なものだったと間違った理由で作られた。 ムービーは、メンズが明らかに孤独だったということを指摘する以外は、シリーズに何も追加しなかった？ まだ完全に浅いキャラクターに典型的な擬似キャラクター開発の挑戦を突きつける方法。 この映画は、すべての分野で性格を持つ機会を無駄にしました。 彼らは彼を開発する代わりに（彼は彼らのキャラクターを誇示する2つの良いシーンを与えられた）、ジンタンはまさにメンマほど浅いままです。 彼らはすべて「仲間のように」行動しますが、結束はあまり見えません。 シャックの外では、彼らはペアに分割され、1つの神社の外で決して一緒に脱出することはありません。 まるでこの死んだ女の子がいないかどうかというと、私たちは友人でもない。 それらのすべてを一番上にするために、彼らは彼女がシリーズの中で途絶えたところでAnaruを離れることにしました。なぜなら、もし彼らがそのルートに行くとしたら、彼女のいくつかのシーンで、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nI just watched this film at the Aniplex showing at the downtown independent. There was no reason for this movie to exist other than as a cash grab. It really does pain me to write this because i really enjoyed the series but this movie was such a huge let down and was made for the wrong reasons. The movie added nothing to the series except tacking on that menma was apparently a loner? Way to tack on the typical pseudo character development cliche onto a character that still remains completely shallow. This movie wasted its opportunities of having character development in all sectors. They turn popo into a running gag instead of developing him (granted they did 2 good scenes showing off his character)and Jintan remains just as shallow as menma. They act all 'buddy like' but we don't even see much bonding. Outside of the shack we see them split off into pairs, never venturing off together outside of 1 shrine; as if to say if there wasn't this dead girl we wouldn't even be friends. To top all of that off they leave anaru where she left off in the series because'friendship', if they were gonna go that route why bother teasing us with a few scenes of her anyway?, really faulty logic there.\n\n\u001b[1m私はちょうどダウンタウンから独立したAniplexでこの映画を見ました。 この映画が現金採取以外の存在理由はなかった。 それは本当に私がシリーズを楽しんでいたので、これを書くために本当に私を苦しめるが、この映画は、そのような巨大なものだったと間違った理由で作られた。 ムービーは、メンズが明らかに孤独だったということを指摘する以外は、シリーズに何も追加しなかった？ まだ完全に浅いキャラクターに典型的な擬似キャラクター開発の面倒を突きつける方法。 この映画は、すべての分野で性格を持つ機会を無駄にしました。 彼らは彼を開発する代わりに（彼は彼らのキャラクターを誇示する2つの良いシーンを与えられた）、ジンタンはまさにメンマほど浅いままです。 彼らはすべて「仲間のように」行動しますが、結束はあまり見えません。 シャックの外では、彼らはペアに分割され、1つの神社の外で決して一緒に脱出することはありません。 まるでこの死んだ女の子がいないかどうかというと、私たちは友達でもないだろう。 それらのすべてを一番上にするために、彼らは彼女がシリーズの中で途絶えたところでAnaruを残しています。なぜなら、もし彼らがそのルートに行くとしたら、彼女のいくつかのシーンで、\u001b[22m\n\u001b[1m(Watashi wa chōdo dauntaun kara dokuritsu shita Aniplex de kono eiga o mimashita. Kono eiga ga genkin saishu igai no sonzai riyū wa nakatta. Mūbī wa, menzu ga akiraka ni kodokudatta to iu koto o shiteki suru igai wa, shirīzu ni nani mo tsuika shinakatta? Mada kanzen ni asai kyarakutā ni tenkei-tekina giji kyarakutā kaihatsu no mendō o tsukitsukeru hōhō. Kono eiga wa, subete no bun'ya de seikaku o motsu kikai o muda ni shimashita. Karera wa kare o kaihatsu suru kawarini (kare wa karera no kyarakutā o koji suru 2tsu no yoi shīn o ataerareta), jintan wa masani menma hodo asai mamadesu. Karera wa subete `nakama no yō ni' kōdō shimasuga, kessoku wa amari miemasen. Shakku no sotode wa, karera wa pea ni bunkatsu sa re, 1tsu no jinja no soto de kesshite issho ni dasshutsu suru koto wa arimasen. Marude kono shindaon'nanoko ga inai ka dō ka to iu to, watashitachiha tomodachi demonaidarou. Sorera no subete o ichiban-jō ni suru tame ni, karera wa kanojo ga shirīzu no naka de todaeta tokoro de Anaru o nokoshite imasu. Nazenara, moshi karera ga sono rūto ni iku to shitara, kanojo no ikutsu ka no shīn de, sore wa hontōni watashi ga shirīzu o tanoshinde itanode, kore o kaku tame ni hontōni watashi o kurushimeruga, kono eiga wa, sono yōna kyodaina monodatta to machigatta riyū de tsukura reta.)\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "DjKagamine",
    "profile": "/profile/DjKagamine/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=190208",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  7\n|  5\n\nれゔぃえｗ ふぉｒ あの ひ みた はな の なまえ を ぼくたち わ まだ しらない。もゔぃえ\n====================================\n低いスコアは映画の私の個人的な経験のためです\n\nアニメを見終わったばかりの方は、これを見るのはお勧めしません。私は数日の間に、あの花の完全な季節を見てきました。この映画を見た後、これは私の目論見ではありません。\n\nこの映画は本質的にシーズンの重要な出来事を語っています。 それはストーリーにとって大きな結論になるかもしれませんが、まだ新鮮なシーズンでそれを見ていることは、すでに見たことのあるシーンを見ていることを意味します。\n正直なところ、この映画のほとんどはメインシーズンのシーンです。\n\nしかし、あなたがそれを通って座ってほしい季節を楽しんでいれば、そうでなければ私は数週間/月/年を見たり、何かの季節を見た後にこれを見ることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nれゔぃえｗ ふぉｒ あの ひ みた はな の なまえ を ぼくたち わ まだ しらない。もゔぃえ\n(Re vu~i e w fu ~o r ano hi mita Hana no na ma e o boku-tachi wa mada shiranai. Mo vu~i e)\n\n\u001b[1mれゔぃえｗ ふぉｒ あの ひ みた はな の なまえ を ぼくたち わ まだ しらない。もゔぃえ\u001b[22m\n\u001b[1m(Re vu~i e w fu ~o r ano hi mita Hana no na ma e o boku-tachi wa mada shiranai. Mo vu~i e)\u001b[22m\n==============================================\n\n\u001b[1m====================================\u001b[22m\n\u001b[1m(= = = = = = = = = = = =========================)\u001b[22m\n\nTranslations of \u001b[4m==============================================\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m==============================================\u001b[24m\n    \u001b[1m====================================\u001b[22m, \u001b[1m==============================================\u001b[22m\nThe low score is because of my personal experience of the movie\n\n\u001b[1m低いスコアは映画の私の個人的な経験のためです\u001b[22m\n\u001b[1m(Hikui sukoa wa eiga no watashi no kojin-tekina keiken no tamedesu)\u001b[22m\n\nTranslations of \u001b[4mThe low score is because of my personal experience of the movie\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe low score is because of my personal experience of the movie\u001b[24m\n    \u001b[1m低いスコアは映画の私の個人的な経験のためです\u001b[22m, \u001b[1m低いスコアがあるため、映画の私の個人的な経験であります\u001b[22m\n\u001b[1m\u001b[22m\nIf you have just completed watching the anime,I don't recommend watching this, I have watched the complete season of Ano Hana over the coarse of a couple days, and after watched this movie, This is my mistake for not reading the synopsis.\n\n\u001b[1mアニメを見終わったばかりの方は、これを見るのはお勧めしません。私は数日の間に、あの花の完全な季節を見てきました。この映画を見た後、これは私の目論見ではありません。\u001b[22m\n\u001b[1m(Anime o mi owatta bakari no kata wa, kore o miru no wa o susume shimasen. Watashi wa sūjitsu no ma ni, ano hana no kanzen'na kisetsu o mitekimashita. Kono eiga o mita nochi, kore wa watashi no mokuromide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you have just completed watching the anime,I don't recommend watching this, I have watched the complete season of Ano Hana over the coarse of a couple days, and after watched this movie, This is my mistake for not reading the synopsis.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you have just completed watching the anime,I don't recommend watching this, I have watched the complete season of Ano Hana over the coarse of a couple days, and after watched this movie, This is my mistake for not reading the synopsis.\u001b[24m\n    \u001b[1mアニメを見終わったばかりの方は、これを見るのはお勧めしません。私は数日の間に、あの花の完全な季節を見てきました。この映画を見た後、これは私の目論見ではありません。\u001b[22m, \u001b[1mあなただけのアニメを見て完了している場合、私はこれを見てお勧めしません、私は数日の粗いにわたってあの花の完全なシーズンを見ていると、この映画を観た後、これが概要を読んでいないため私のミスです。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie is essentially retelling the important events of the season. It may be a great conclusion to the story but watching it with the season still fresh in mind means watching scenes you have already seen over again.\n\n\u001b[1mこの映画は本質的にシーズンの重要な出来事を語っています。 それはストーリーにとって大きな結論になるかもしれませんが、まだ新鮮なシーズンでそれを見ていることは、すでに見たことのあるシーンを見ていることを意味します。\u001b[22m\n\u001b[1m(Kono eiga wa honshitsu-teki ni shīzun no jūyōna dekigoto o katatte imasu. Sore wa sutōrī ni totte ōkina ketsuron ni naru kamo shiremasenga, mada shinsen'na shīzun de sore o mite iru koto wa, sudeni mita koto no aru shīn o mite iru koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie is essentially retelling the important events of the season. It may be a great conclusion to the story but watching it with the season still fresh in mind means watching scenes you have already seen over again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is essentially retelling the important events of the season.\u001b[24m\n    \u001b[1mこの映画は本質的にシーズンの重要な出来事を語っています。\u001b[22m, \u001b[1mこの映画は、今シーズンの重要なイベントを、本質的に改作されています。\u001b[22m\n\u001b[4mIt may be a great conclusion to the story but watching it with the season still fresh in mind means watching scenes you have already seen over again.\u001b[24m\n    \u001b[1mそれはストーリーにとって大きな結論になるかもしれませんが、まだ新鮮なシーズンでそれを見ていることは、すでに見たことのあるシーンを見ていることを意味します。\u001b[22m, \u001b[1mそれは物語に大きな結論であるが、心の中で、まだ新鮮な季節でそれを見ては、すでに何度も見てきたシーンを見て意味があります。\u001b[22m\nHonestly most of this movie are scenes from the main season.\n\n\u001b[1m正直なところ、この映画のほとんどはメインシーズンのシーンです。\u001b[22m\n\u001b[1m(Shōjikina tokoro, kono eiga no hotondo wa meinshīzun no shīndesu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly most of this movie are scenes from the main season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly most of this movie are scenes from the main season.\u001b[24m\n    \u001b[1m正直なところ、この映画のほとんどはメインシーズンのシーンです。\u001b[22m, \u001b[1m正直なところ、この映画のほとんどはメインシーズンからのシーンがあります。\u001b[22m\n\u001b[1m\u001b[22m\nBut if you enjoyed the season enough to want to sit through that then go ahead otherwise I recommend watching this a few weeks/months/year(s) or after watching a couple seasons of something else.\n\n\u001b[1mしかし、あなたがそれを通って座ってほしい季節を楽しんでいれば、そうでなければ私は数週間/月/年を見たり、何かの季節を見た後にこれを見ることをお勧めします。\u001b[22m\n\u001b[1m(Shikashi, anata ga sore o kayotte suwatte hoshī kisetsu o tanoshinde ireba,-sōdenakereba watashi wa sū-shūkan/ tsuki/ toshi o mi tari, nanika no kisetsu o mita nochi ni kore o miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut if you enjoyed the season enough to want to sit through that then go ahead otherwise I recommend watching this a few weeks/months/year(s) or after watching a couple seasons of something else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if you enjoyed the season enough to want to sit through that then go ahead otherwise I recommend watching this a few weeks/months/year(s) or after watching a couple seasons of something else.\u001b[24m\n    \u001b[1mしかし、あなたがそれを通って座ってほしい季節を楽しんでいれば、そうでなければ私は数週間/月/年を見たり、何かの季節を見た後にこれを見ることをお勧めします。\u001b[22m, \u001b[1mしかし、あなたはそれがそうでなければ、私はこの数週/月/年（複数可）、または何か他のカップルの季節を見た後を見てお勧め先に行くを通して座るしたいのに十分なシーズンを楽しんだ場合。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "stinkiiraven",
    "profile": "/profile/stinkiiraven/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=161853",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  10\n\nあなたは何とかあなたを変えた何かの記憶を振り返りますか？ これは私がこの映画を見ると私が見るものです。  Ano Hi Mita花のなまえはぼくたちはまらない映画はAnoHanaであるTear-jerkerシリーズへの復帰です。\n\nシリーズを最初に見ていない限りこの映画を見ることはお勧めできません。 これはスポイラー警告です。\n\nMenma、私たちのキャラクターから離れた誰かが渡ったとこれは何の後に起こるかを描写している映画です。 あなたは、彼らが渡された記念日を祝う事件の後1年間、キャストに戻ります。 彼らはそれぞれ、夏がどのように変化したのかを描いた手紙を書いて、彼らを助けました。 ストーリーはシリーズの要約で追加されたものを要約したものです。 私たちは幼少時代のいくつかと、「スーパーピースバスターズ」へのメンマの包含を見ます。 私はこの映画が私を動かさないように努力したが失敗した。 ストーリーは完璧に近いところで実行されますが、実際にはシリーズを見なければならないという事実に頼っています。\n\n芸術は素晴らしいです。 影、色、アニメーションはすべてうまくいっています。 音は素晴らしいです。 日本語を話す方法はわからないかもしれませんが、実際にはキャラクターの感情を感じることができますし、どのシーンでも何が起こっているのかを知ることができます。\n\nキャラクターは素晴らしいですが、これは以前のシリーズを知ることに大きく依存している部分です。 映画は、これらのキャラクターが持っていた開発にいくつかのサブテキストをもたらし、それが動作する映画については、 誰もがMenmaに関する彼らの問題に関連しているとあなたはキャストのために感じる。\n\nこの映画の最初から最後まで楽しかったです。 それは、メモリレーンの下を旅行に任意のファンを取るでしょう。 あなたがこの映画を楽しんでいた私や他の多くの人のようなところにいるなら、私はそれを強く勧めますが、最初にシリーズを見てください。 私はこの映画に9/10を与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDo you ever look back on a memory of something that changed you somehow? This is what I see when I look at this movie. Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai The Movie is the return to the tear-jerker series that is AnoHana.\n\n\u001b[1mあなたは何とかあなたを変えた何かの記憶を振り返りますか？ これは私がこの映画を見ると私が見るものです。  Ano Hi Mita花のなまえはぼくたちはまらない映画はAnoHanaであるTear-jerkerシリーズへの復帰です。\u001b[22m\n\u001b[1m(Anata wa nantoka anata o kaeta nanika no kioku o furikaerimasu ka? Kore wa watashi ga kono eiga o miru to watashi ga miru monodesu. Ano Hi Mita hana no na ma e wa boku-tachi hamaranai eiga wa AnoHanadearu Tear - jerker shirīzu e no fukkidesu.)\u001b[22m\n\nTranslations of \u001b[4mDo you ever look back on a memory of something that changed you somehow? This is what I see when I look at this movie. Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai The Movie is the return to the tear-jerker series that is AnoHana.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo you ever look back on a memory of something that changed you somehow?\u001b[24m\n    \u001b[1mあなたは何とかあなたを変えた何かの記憶を振り返りますか？\u001b[22m, \u001b[1mあなたは今まで何とかあなたを変更し、何かのメモリを振り返るのですか？\u001b[22m\n\u001b[4mThis is what I see when I look at this movie.\u001b[24m\n    \u001b[1mこれは私がこの映画を見ると私が見るものです。\u001b[22m, \u001b[1mこれは私がこの映画を見たとき、私が見たものです。\u001b[22m\n\u001b[4mAno Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai The Movie is the return to the tear-jerker series that is AnoHana.\u001b[24m\n    \u001b[1mAno Hi Mita花のなまえはぼくたちはまらない映画はAnoHanaであるTear-jerkerシリーズへの復帰です。\u001b[22m, \u001b[1m僕たち府マダShiranaiザ・ムービーWOあの三田花のNamae AnoHanaで涙ちょうだいのシリーズへの復帰です。\u001b[22m\n\u001b[1m\u001b[22m\nI would not recommend watching this movie without first watching the series. This is the spoiler warning.\n\n\u001b[1mシリーズを最初に見ていない限りこの映画を見ることはお勧めできません。 これはスポイラー警告です。\u001b[22m\n\u001b[1m(Shirīzu o saisho ni miteinai kagiri kono eiga o miru koto wa o susume dekimasen. Kore wa supoirā keikokudesu.)\u001b[22m\n\nTranslations of \u001b[4mI would not recommend watching this movie without first watching the series. This is the spoiler warning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would not recommend watching this movie without first watching the series.\u001b[24m\n    \u001b[1mシリーズを最初に見ていない限りこの映画を見ることはお勧めできません。\u001b[22m, \u001b[1m私は最初のシリーズを見ずにこの映画を見てお勧めしません。\u001b[22m\n\u001b[4mThis is the spoiler warning.\u001b[24m\n    \u001b[1mこれはスポイラー警告です。\u001b[22m, \u001b[1mこれは、スポイラーの警告です。\u001b[22m\n\u001b[1m\u001b[22m\nMenma, someone who taken away from our characters has passed on and this is the movie depicting what happens after. You return to the cast one year after the incident where they celebrate the anniversary of her passing. They each write letters depicting how that summer changed them, and helped them. The story is a recap of the series with some added in bonuses. We see some of their childhood and the inclusion of Menma to the 'Super Peace Busters'. I tried hard not to let this movie move me but I failed. The story is executed near perfectly, however it really relies on the fact that you have to watch the series.\n\n\u001b[1mMenma、私たちのキャラクターから離れた誰かが渡ったとこれは何の後に起こるかを描写している映画です。 あなたは、彼らが渡された記念日を祝う事件の後1年間、キャストに戻ります。 彼らはそれぞれ、夏がどのように変化したのかを描いた手紙を書いて、彼らを助けました。 ストーリーはシリーズの要約で追加されたものを要約したものです。 私たちは幼少時代のいくつかと、「スーパーピースバスターズ」へのメンマの包含を見ます。 私はこの映画が私を動かさないように努力したが失敗した。 ストーリーは完璧に近いところで実行されますが、実際にはシリーズを見なければならないという事実に頼っています。\u001b[22m\n\u001b[1m(Menma, watashitachi no kyarakutā kara hanareta dareka ga watatta to korehanani no nochi ni okoru ka o byōsha shite iru eigadesu. Anata wa, karera ga watasa reta kinenbi o iwau jiken no nochi 1-nenkan, kyasuto ni modorimasu. Karera wa sorezore, natsu ga dono yō ni henka shita no ka o kaita tegami o kaite, karera o tasukemashita. Sutōrī wa shirīzu no yōyaku de tsuika sa reta mono o yōyaku shita monodesu. Watashitachiha yōshō jidai no ikutsu ka to,`sūpāpīsubasutāzu' e no menma no hōgan o mimasu. Watashi wa kono eiga ga watashi o ugokasanai yō ni doryoku shitaga shippaishita. Sutōrī wa kanpeki ni chikai tokoro de jikkō sa remasuga, jissai ni wa shirīzu o minakereba naranai to iu jijitsu ni tayotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mMenma, someone who taken away from our characters has passed on and this is the movie depicting what happens after. You return to the cast one year after the incident where they celebrate the anniversary of her passing. They each write letters depicting how that summer changed them, and helped them. The story is a recap of the series with some added in bonuses. We see some of their childhood and the inclusion of Menma to the 'Super Peace Busters'. I tried hard not to let this movie move me but I failed. The story is executed near perfectly, however it really relies on the fact that you have to watch the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMenma, someone who taken away from our characters has passed on and this is the movie depicting what happens after.\u001b[24m\n    \u001b[1mMenma、私たちのキャラクターから離れた誰かが渡ったとこれは何の後に起こるかを描写している映画です。\u001b[22m, \u001b[1m私たちの文字から連れ去らメンマ、誰かが上を通過した、これは後に何が起こるか描いた映画です。\u001b[22m\n\u001b[4mYou return to the cast one year after the incident where they celebrate the anniversary of her passing.\u001b[24m\n    \u001b[1mあなたは、彼らが渡された記念日を祝う事件の後1年間、キャストに戻ります。\u001b[22m, \u001b[1mあなたは、彼らが彼女の通過の記念日を祝う事件後キャスト1年間に戻ります。\u001b[22m\n\u001b[4mThey each write letters depicting how that summer changed them, and helped them.\u001b[24m\n    \u001b[1m彼らはそれぞれ、夏がどのように変化したのかを描いた手紙を書いて、彼らを助けました。\u001b[22m, \u001b[1m彼らはそれぞれその夏がそれらをどのように変化するかを描いた手紙を書き、それらを助けました。\u001b[22m\n\u001b[4mThe story is a recap of the series with some added in bonuses.\u001b[24m\n    \u001b[1mストーリーはシリーズの要約で追加されたものを要約したものです。\u001b[22m, \u001b[1m物語はボーナスに追加されたいくつかの持つシリーズの総集編です。\u001b[22m\n\u001b[4mWe see some of their childhood and the inclusion of Menma to the 'Super Peace Busters'.\u001b[24m\n    \u001b[1m私たちは幼少時代のいくつかと、「スーパーピースバスターズ」へのメンマの包含を見ます。\u001b[22m, \u001b[1m私たちは子供の頃と「スーパー平和バスターズ」にメンマを含めることのいくつかを参照してください。\u001b[22m\n\u001b[4mI tried hard not to let this movie move me but I failed.\u001b[24m\n    \u001b[1m私はこの映画が私を動かさないように努力したが失敗した。\u001b[22m, \u001b[1m私はこの映画が私を移動させないように懸命に試みたが、私は失敗しました。\u001b[22m\n\u001b[4mThe story is executed near perfectly, however it really relies on the fact that you have to watch the series.\u001b[24m\n    \u001b[1mストーリーは完璧に近いところで実行されますが、実際にはシリーズを見なければならないという事実に頼っています。\u001b[22m, \u001b[1m物語は近くに完璧に実行され、しかし、それは本当にあなたがシリーズを見ているという事実に依存しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is wonderful. The shadows, the colors, the animation are all well done. The sound is great. I may not know how to speak the Japanese language but you can really feel the emotion in the characters voices, and the music adds a nice touch to what is going on in any scene.\n\n\u001b[1m芸術は素晴らしいです。 影、色、アニメーションはすべてうまくいっています。 音は素晴らしいです。 日本語を話す方法はわからないかもしれませんが、実際にはキャラクターの感情を感じることができますし、どのシーンでも何が起こっているのかを知ることができます。\u001b[22m\n\u001b[1m(Geijutsu wa subarashīdesu. Kage,-iro, animēshon wa subete umaku itte imasu. Oto wa subarashīdesu. Nihongo o hanasu hōhō wa wakaranai kamo shiremasenga, jissai ni wa kyarakutā no kanjō o kanjiru koto ga dekimasushi, dono shīn demo nani ga okotte iru no ka o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is wonderful. The shadows, the colors, the animation are all well done. The sound is great. I may not know how to speak the Japanese language but you can really feel the emotion in the characters voices, and the music adds a nice touch to what is going on in any scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is wonderful.\u001b[24m\n    \u001b[1m芸術は素晴らしいです。\u001b[22m\n\u001b[4mThe shadows, the colors, the animation are all well done.\u001b[24m\n    \u001b[1m影、色、アニメーションはすべてうまくいっています。\u001b[22m, \u001b[1m影、色は、アニメーションはすべてが順調に行われています。\u001b[22m\n\u001b[4mThe sound is great.\u001b[24m\n    \u001b[1m音は素晴らしいです。\u001b[22m\n\u001b[4mI may not know how to speak the Japanese language but you can really feel the emotion in the characters voices, and the music adds a nice touch to what is going on in any scene.\u001b[24m\n    \u001b[1m日本語を話す方法はわからないかもしれませんが、実際にはキャラクターの感情を感じることができますし、どのシーンでも何が起こっているのかを知ることができます。\u001b[22m, \u001b[1m私は日本語を話す方法を知らないかもしれないが、あなたが本当に文字の声で感情を感じることができる、と音楽はどんなシーンで何が起こっているのかにすてきなタッチを追加します。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are great, but this is a part that heavily relies on knowing the series prior. The movie brings some subtext to the development these characters had and, for the movie it works. Everyone is as relatable in their issue regarding Menma and you feel for the cast.\n\n\u001b[1mキャラクターは素晴らしいですが、これは以前のシリーズを知ることに大きく依存している部分です。 映画は、これらのキャラクターが持っていた開発にいくつかのサブテキストをもたらし、それが動作する映画については、 誰もがMenmaに関する彼らの問題に関連しているとあなたはキャストのために感じる。\u001b[22m\n\u001b[1m(Kyarakutā wa subarashīdesuga, kore wa izen no shirīzu o shiru koto ni ōkiku izon shite iru bubundesu. Eiga wa, korera no kyarakutā ga motte ita kaihatsu ni ikutsu ka no sabu tekisuto o motarashi, sore ga dōsa suru eiga ni tsuite wa, daremoga Menma ni kansuru karera no mondai ni kanren shite iruto anata wa kyasuto no tame ni kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are great, but this is a part that heavily relies on knowing the series prior. The movie brings some subtext to the development these characters had and, for the movie it works. Everyone is as relatable in their issue regarding Menma and you feel for the cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are great, but this is a part that heavily relies on knowing the series prior.\u001b[24m\n    \u001b[1mキャラクターは素晴らしいですが、これは以前のシリーズを知ることに大きく依存している部分です。\u001b[22m, \u001b[1m文字は素晴らしいですが、これは頻繁に前シリーズを知らに依存している部分です。\u001b[22m\n\u001b[4mThe movie brings some subtext to the development these characters had and, for the movie it works.\u001b[24m\n    \u001b[1m映画は、これらのキャラクターが持っていた開発にいくつかのサブテキストをもたらし、それが動作する映画については、\u001b[22m, \u001b[1m映画は、それが、映画作品のために、これらの文字が持っていた開発にいくつかの言外の意味をもたらします。\u001b[22m\n\u001b[4mEveryone is as relatable in their issue regarding Menma and you feel for the cast.\u001b[24m\n    \u001b[1m誰もがMenmaに関する彼らの問題に関連しているとあなたはキャストのために感じる。\u001b[22m, \u001b[1m誰もがメンマに関する彼らの問題のように関係づけであり、あなたは、キャストのために感じます。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed the hell out of this movie from beginning to end. It will take any fan to a trip down memory lane. If you're in any way like me or the many others who enjoyed this movie I would highly recommend it, but watch the series first. I give this movie a 9/10.\n\n\u001b[1mこの映画の最初から最後まで楽しかったです。 それは、メモリレーンの下を旅行に任意のファンを取るでしょう。 あなたがこの映画を楽しんでいた私や他の多くの人のようなものであれば、それを強く勧めますが、最初にシリーズを見てください。 私はこの映画に9/10を与える。\u001b[22m\n\u001b[1m(Kono eiga no saisho kara saigomade tanoshikattadesu. Sore wa, memorirēn no shita o ryokō ni nin'i no fan o torudeshou. Anata ga kono eiga o tanoshinde ita watashi ya hoka no ōku no hito no yōna monodeareba, sore o tsuyoku susumemasuga, saisho ni shirīzu o mite kudasai. Watashi wa kono eiga ni 9/ 10 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the hell out of this movie from beginning to end. It will take any fan to a trip down memory lane. If you're in any way like me or the many others who enjoyed this movie I would highly recommend it, but watch the series first. I give this movie a 9/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the hell out of this movie from beginning to end.\u001b[24m\n    \u001b[1mこの映画の最初から最後まで楽しかったです。\u001b[22m, \u001b[1m私は最初から最後まで、この映画の地獄を楽しみました。\u001b[22m\n\u001b[4mIt will take any fan to a trip down memory lane.\u001b[24m\n    \u001b[1mそれは、メモリレーンの下を旅行に任意のファンを取るでしょう。\u001b[22m, \u001b[1mこれは、メモリの車線ダウン旅行に任意のファンがかかります。\u001b[22m\n\u001b[4mIf you're in any way like me or the many others who enjoyed this movie I would highly recommend it, but watch the series first.\u001b[24m\n    \u001b[1mあなたがこの映画を楽しんでいた私や他の多くの人のようなものであれば、それを強く勧めますが、最初にシリーズを見てください。\u001b[22m, \u001b[1mあなたは私やこの映画を楽しんで他の多くのような方法であれば私は非常にお勧めしますが、最初のシリーズを見ることになります。\u001b[22m\n\u001b[4mI give this movie a 9/10.\u001b[24m\n    \u001b[1m私はこの映画に9/10を与える。\u001b[22m, \u001b[1m私はこの映画9/10を与えます。\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "amandasparkles",
    "profile": "/profile/amandasparkles/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=185537",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nストーリー：9\nアート：10\nサウンド：9.5\nキャラクター：9\n楽しさ：9\n\nAnohana（エピソード）は私がもう一度何度も見るのを恐れているショーの一つです。 私は最初にそれを見て経験したことのできない悲しみを経験するのが怖いです。\n映画のバージョンが出てきました。これは基本的に、冒険のあとに起こったことのエピローグです。 映画はエピソードほど悲しいことではありませんが、それは盛り上がりの感情に加わり、キャラクターの新たなオープニングのようなより良い閉鎖を提供します。\n真夜中のジンタンが背中の秘密基地に向かって走っていたので、メンマはみんなに挨拶をすることができた。 それはやっと始まったばかりで、私はすでに喉のしっかりとした感触を感じました。 その気持ちは私が経験するのがとても怖かったので、もう一度起こった。 映画はまた、彼らの視点からのキャラクターの生活を示す。 どのようにMenmaの外観がそれらに影響し、彼女の失踪がそれらを変えたか。\n多くの人がこの映画のアイデアは素晴らしいと言っていますが、映画自体は最初に作成した標準に達していません。 そして私は同意しない。 多分彼らの期待に応えられないかもしれませんが、Anohanaのエピソードが次々と私の心臓の弦を引き起こし、映画もそうです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nSound: 9.5\n\n\u001b[1mサウンド：9.5\u001b[22m\n\u001b[1m(Saundo: 9. 5)\u001b[22m\n\nTranslations of \u001b[4mSound: 9.5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9.5\u001b[24m\n    \u001b[1mサウンド：9.5\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nEnjoyment: 9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\n\u001b[1m\u001b[22m\nAnohana (episodes) is one of the shows that i'm afraid to watch all over again. I'm scared to experience the ineffable sadness i first experienced watching it.\n\n\u001b[1mAnohana（エピソード）は私がもう一度何度も見るのを恐れているショーの一つです。 私は最初にそれを見て経験したことのできない悲しみを経験するのが怖いです。\u001b[22m\n\u001b[1m(Anohana (episōdo) wa watashi ga mōichido nando mo miru no o osorete iru shō no hitotsudesu. Watashi wa saisho ni sore o mite keiken shita koto no dekinai kanashimi o keiken suru no ga kowaidesu.)\u001b[22m\n\nTranslations of \u001b[4mAnohana (episodes) is one of the shows that i'm afraid to watch all over again. I'm scared to experience the ineffable sadness i first experienced watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnohana (episodes) is one of the shows that i'm afraid to watch all over again.\u001b[24m\n    \u001b[1mAnohana（エピソード）は私がもう一度何度も見るのを恐れているショーの一つです。\u001b[22m, \u001b[1mAnohana（エピソード）は、私はすべての繰り返し見ることが怖いのショーの一つです。\u001b[22m\n\u001b[4mI'm scared to experience the ineffable sadness i first experienced watching it.\u001b[24m\n    \u001b[1m私は最初にそれを見て経験したことのできない悲しみを経験するのが怖いです。\u001b[22m, \u001b[1m私は私が最初にそれを見て経験した言いようのない悲しみを経験する怖いです。\u001b[22m\nThe movie version came out, which is basically the epilogue of what happened after the whole adventure, a story of how those friends make an effort to be close again. Even though the movie is not as sad as the episodes, it does add to the uplifting feelings and serves a better closure which seems as the new opening for the characters.\n\n\u001b[1m映画のバージョンが出てきました。これは基本的に、冒険のあとに起こったことのエピローグです。 映画はエピソードほど悲しいことではありませんが、それは盛り上がりの感情に加わり、キャラクターの新たなオープニングのようなより良い閉鎖を提供します。\u001b[22m\n\u001b[1m(Eiga no bājon ga dete kimashita. Kore wa kihontekini, bōken no ato ni okotta koto no epirōgudesu. Eiga wa episōdo hodo kanashī kotode wa arimasenga, soreha moriagari no kanjō ni kuwawari, kyarakutā no aratana ōpuningu no yōna yoriyoi heisa o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie version came out, which is basically the epilogue of what happened after the whole adventure, a story of how those friends make an effort to be close again. Even though the movie is not as sad as the episodes, it does add to the uplifting feelings and serves a better closure which seems as the new opening for the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie version came out, which is basically the epilogue of what happened after the whole adventure, a story of how those friends make an effort to be close again.\u001b[24m\n    \u001b[1m映画のバージョンが出てきました。これは基本的に、冒険のあとに起こったことのエピローグです。\u001b[22m, \u001b[1m映画版は、基本的に全体の冒険の後に何が起こったのかのエピローグである、それらの友人は再び近づくように努力をする方法の話を出てきました。\u001b[22m\n\u001b[4mEven though the movie is not as sad as the episodes, it does add to the uplifting feelings and serves a better closure which seems as the new opening for the characters.\u001b[24m\n    \u001b[1m映画はエピソードほど悲しいことではありませんが、それは盛り上がりの感情に加わり、キャラクターの新たなオープニングのようなより良い閉鎖を提供します。\u001b[22m, \u001b[1m映画はエピソードのように悲しいではないですが、それは高揚の感情に追加して、文字の新しいオープニングとして思われるより良いクロージャを提供していません。\u001b[22m\nThe movie started off with Jintan running on the street in the middle of the night to the secret base with Menma on his back, so Menma could give everyone her proper goodbye. It barely even started, and i already felt the tightness in my throat. That feeling i was so scared of experiencing, it happened again. The movie also shows the lives of the characters from their point of views. How Menma's appearance affected them and how her disappearance changed them.\n\n\u001b[1m真夜中のジンタンが背中の秘密基地に向かって走っていたので、メンマはみんなに挨拶をすることができた。 それはやっと始まったばかりで、私はすでに喉のしっかりとした感触を感じました。 その気持ちは私が経験するのがとても怖かったので、もう一度起こった。 映画はまた、彼らの視点からのキャラクターの生活を示す。 どのようにMenmaの外観がそれらに影響し、彼女の失踪がそれらを変えたか。\u001b[22m\n\u001b[1m(Mayonaka no jintan ga senaka no himitsu kichi ni mukatte hashitte itanode, menma wa min'na ni aisatsu o suru koto ga dekita. Sore wa yatto hajimatta bakari de, watashi wa sudeni nodo no shikkari to shita kanshoku o kanjimashita. Sono kimochi wa watashi ga keiken suru no ga totemo kowakattanode, mōichido okotta. Eiga wa mata, karera no shiten kara no kyarakutā no seikatsu o shimesu. Dono yō ni Menma no gaikan ga sorera ni eikyō shi, kanojo no shissō ga sorera o kaeta ka.)\u001b[22m\n\nTranslations of \u001b[4mThe movie started off with Jintan running on the street in the middle of the night to the secret base with Menma on his back, so Menma could give everyone her proper goodbye. It barely even started, and i already felt the tightness in my throat. That feeling i was so scared of experiencing, it happened again. The movie also shows the lives of the characters from their point of views. How Menma's appearance affected them and how her disappearance changed them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie started off with Jintan running on the street in the middle of the night to the secret base with Menma on his back, so Menma could give everyone her proper goodbye.\u001b[24m\n    \u001b[1m真夜中のジンタンが背中の秘密基地に向かって走っていたので、メンマはみんなに挨拶をすることができた。\u001b[22m, \u001b[1m映画はジンタンが背中にメンマとの秘密基地に夜中に路上で実行されているで始まったので、メンマは、誰もが彼女の適切な別れを与えることができます。\u001b[22m\n\u001b[4mIt barely even started, and i already felt the tightness in my throat.\u001b[24m\n    \u001b[1mそれはやっと始まったばかりで、私はすでに喉のしっかりとした感触を感じました。\u001b[22m, \u001b[1mそれはかろうじてさえ開始し、私はすでに私の喉に圧迫感を感じました。\u001b[22m\n\u001b[4mThat feeling i was so scared of experiencing, it happened again.\u001b[24m\n    \u001b[1mその気持ちは私が経験するのがとても怖かったので、もう一度起こった。\u001b[22m, \u001b[1m私は経験のとても怖がっていたその気持ちは、それが再び起こりました。\u001b[22m\n\u001b[4mThe movie also shows the lives of the characters from their point of views.\u001b[24m\n    \u001b[1m映画はまた、彼らの視点からのキャラクターの生活を示す。\u001b[22m, \u001b[1m映画はまた、ビューのその点から文字の生活を示しています。\u001b[22m\n\u001b[4mHow Menma's appearance affected them and how her disappearance changed them.\u001b[24m\n    \u001b[1mどのようにMenmaの外観がそれらに影響し、彼女の失踪がそれらを変えたか。\u001b[22m, \u001b[1mどのようにメンマの外観は、それらに影響を与え、彼女の消失は、それらをどのように変化しますか。\u001b[22m\nA lot of people say that the idea of this movie is great, but the movie itself doesn't live up to it's standard it first created. And i disagree. Maybe it doesn't live up to their expectations, but the Anohana episodes triggered my heart strings one after another, and so does the movie.\n\n\u001b[1m多くの人がこの映画のアイデアは素晴らしいと言っていますが、映画自体は最初に作成した標準に達していません。 そして私は同意しない。 多分彼らの期待に応えられないかもしれませんが、Anohanaのエピソードが次々と私の心臓の弦を引き起こし、映画もそうです。\u001b[22m\n\u001b[1m(Ōku no hito ga kono eiga no aidea wa subarashī to itte imasuga, eiga jitai wa saisho ni sakusei shita hyōjun ni tasshite imasen. Soshite watashi wa dōi shinai. Tabun karera no kitai ni kotae rarenai kamo shiremasenga, Anohana no episōdo ga tsugitsugi to watashi no shinzō no gen o hikiokoshi, eiga mo sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mA lot of people say that the idea of this movie is great, but the movie itself doesn't live up to it's standard it first created. And i disagree. Maybe it doesn't live up to their expectations, but the Anohana episodes triggered my heart strings one after another, and so does the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of people say that the idea of this movie is great, but the movie itself doesn't live up to it's standard it first created.\u001b[24m\n    \u001b[1m多くの人がこの映画のアイデアは素晴らしいと言っていますが、映画自体は最初に作成した標準に達していません。\u001b[22m, \u001b[1m多くの人々がこの映画のアイデアは素晴らしいですと言うが、それ自体がそれまで住んでいない映画は、それが最初に作成した標準です。\u001b[22m\n\u001b[4mAnd i disagree.\u001b[24m\n    \u001b[1mそして私は同意しない。\u001b[22m, \u001b[1mそして、私は同意しません。\u001b[22m\n\u001b[4mMaybe it doesn't live up to their expectations, but the Anohana episodes triggered my heart strings one after another, and so does the movie.\u001b[24m\n    \u001b[1m多分彼らの期待に応えられないかもしれませんが、Anohanaのエピソードが次々と私の心臓の弦を引き起こし、映画もそうです。\u001b[22m, \u001b[1m多分それは彼らの期待に住んでいませんが、Anohanaのエピソードは私の心の文字列を次々にトリガされ、そのように映画を行います。\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "Petalview",
    "profile": "/profile/Petalview/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=141759",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n最後に私はこの映画を見て、私は本当にうれしいと言ってきました。\nSayonara Menma、しかし、彼女はいつも私たちの心の中にいるでしょう。 そして、どういうわけか私はそれについての私の最初の（MAL）レビューを書くことができてうれしいです。  ：3\n\n私はこの映画がそれほど感動しないと私は思っていました。なぜなら私はすでにテレビシリーズを知っていたからです。 あなたがセリを見ても、それは価値があります。 プロデューサー（Aniplex、A-1 Pictures、Aniplex of America）は本当にいい仕事をしました。 しかし、私はあなたがセリを見た後で映画を見れば最高だと思います。 それはより深くそれを与えるでしょう。  （セリなしでは動作しないという意味ではありません;））\n\n私は10月10日（サウンドは除く）のすべてのポイントで映画を提供するだろうが、私はキャラクターの格付けを少し下げました。なぜなら映画自体に多くを与える余地があまりないからです。 それは素晴らしいプラスになるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFinally I watched this movie and I've just to say that I'm really glad about.\n\n\u001b[1m最後に私はこの映画を見て、私は本当にうれしいと言ってきました。\u001b[22m\n\u001b[1m(Saigo ni watashi wa kono eiga o mite, watashi wa hontōni ureshī to itte kimashita.)\u001b[22m\n\nTranslations of \u001b[4mFinally I watched this movie and I've just to say that I'm really glad about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally I watched this movie and I've just to say that I'm really glad about.\u001b[24m\n    \u001b[1m最後に私はこの映画を見て、私は本当にうれしいと言ってきました。\u001b[22m, \u001b[1m最後に、私はこの映画を見て、私はちょうど私が約本当にうれしいことを言ってました。\u001b[22m\nSayonara Menma, but she'll always be in our hearts. And somehow I'm glad about I could write my first (MAL) review about it. :3\n\n\u001b[1mSayonara Menma、しかし、彼女はいつも私たちの心の中にいるでしょう。 そして、どういうわけか私はそれについての私の最初の（MAL）レビューを書くことができてうれしいです。  ：3\u001b[22m\n\u001b[1m(Sayonara Menma, shikashi, kanojo wa itsumo watashitachi no kokoronouchi ni irudeshou. Soshite, dō iu wake ka watashi wa sore ni tsuite no watashi no saisho no (MAL) rebyū o kaku koto ga dekite ureshīdesu. : 3)\u001b[22m\n\nTranslations of \u001b[4mSayonara Menma, but she'll always be in our hearts. And somehow I'm glad about I could write my first (MAL) review about it. :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSayonara Menma, but she'll always be in our hearts.\u001b[24m\n    \u001b[1mSayonara Menma、しかし、彼女はいつも私たちの心の中にいるでしょう。\u001b[22m, \u001b[1mさよならメンマ、彼女はいつも私たちの心になるでしょう。\u001b[22m\n\u001b[4mAnd somehow I'm glad about I could write my first (MAL) review about it.\u001b[24m\n    \u001b[1mそして、どういうわけか私はそれについての私の最初の（MAL）レビューを書くことができてうれしいです。\u001b[22m, \u001b[1mそして、どういうわけか私はそれについての私の最初の（MAL）レビューを書くことができる程度うれしいです。\u001b[22m\n\u001b[4m:3\u001b[24m\n    \u001b[1m：3\u001b[22m\n\u001b[1m\u001b[22m\nI didn't think that this movie'll impress me that much, because I already knew the TV Serie. It's worth it even when you saw the serie. The producers (Aniplex, A-1 Pictures, Aniplex of America) did a really good job on it. But I think, it would be the best if you watch the movie after you've seen the serie, too. It'll give it more depth. (Doesn't mean that it won't work without the serie. ;))\n\n\u001b[1m私はこの映画がそれほど感動しないと私は思っていました。なぜなら私はすでにテレビシリーズを知っていたからです。 あなたがセリを見ても、それは価値があります。 プロデューサー（Aniplex、A-1 Pictures、Aniplex of America）は本当にいい仕事をしました。 しかし、私はあなたがセリを見た後で映画を見れば最高だと思います。 それはより深くそれを与えるでしょう。  （セリなしでは動作しないという意味ではありません;））\u001b[22m\n\u001b[1m(Watashi wa kono eiga ga sorehodo kandō shinaito watashi wa omotte imashita. Nazenara watashi wa sudeni terebishirīzu o shitteita karadesu. Anata ga seri o mite mo, soreha kachi ga arimasu. Purode~yūsā (Aniplex, A - 1 pikucha, Aniplex of amerika) wa hontōni ī shigoto o shimashita. Shikashi, watashi wa anata ga seri o mita nochi de eiga o mireba saikōda to omoimasu. Soreha yori fukaku sore o ataerudeshou. (Seri nashide wa dōsa shinai to iu imide wa arimasen; ) ))\u001b[22m\n\nTranslations of \u001b[4mI didn't think that this movie'll impress me that much, because I already knew the TV Serie. It's worth it even when you saw the serie. The producers (Aniplex, A-1 Pictures, Aniplex of America) did a really good job on it. But I think, it would be the best if you watch the movie after you've seen the serie, too. It'll give it more depth. (Doesn't mean that it won't work without the serie. ;))\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't think that this movie'll impress me that much, because I already knew the TV Serie.\u001b[24m\n    \u001b[1m私はこの映画がそれほど感動しないと私は思っていました。なぜなら私はすでにテレビシリーズを知っていたからです。\u001b[22m, \u001b[1m私はすでにテレビセリエを知っていたので、私は、これはそれほど私を感動movie'llとは思いませんでした。\u001b[22m\n\u001b[4mIt's worth it even when you saw the serie.\u001b[24m\n    \u001b[1mあなたがセリを見ても、それは価値があります。\u001b[22m, \u001b[1mそれはあなたがセリエAを見た場合でも、それだけの価値です。\u001b[22m\n\u001b[4mThe producers (Aniplex, A-1 Pictures, Aniplex of America) did a really good job on it.\u001b[24m\n    \u001b[1mプロデューサー（Aniplex、A-1 Pictures、Aniplex of America）は本当にいい仕事をしました。\u001b[22m, \u001b[1mプロデューサー（アニプレックス、A-1ピクチャーズ、アメリカのアニプレックス）がそれで本当に良い仕事をしました。\u001b[22m\n\u001b[4mBut I think, it would be the best if you watch the movie after you've seen the serie, too.\u001b[24m\n    \u001b[1mしかし、私はあなたがセリを見た後で映画を見れば最高だと思います。\u001b[22m, \u001b[1mしかし、私はあなたがあまりにも、セリエAを見てきた後に映画を見た場合、それが最高だと思います。\u001b[22m\n\u001b[4mIt'll give it more depth.\u001b[24m\n    \u001b[1mそれはより深くそれを与えるでしょう。\u001b[22m, \u001b[1mそれはそれをより多くの深さを与えるでしょう。\u001b[22m\n\u001b[4m(Doesn't mean that it won't work without the serie. ;))\u001b[24m\n    \u001b[1m（セリなしでは動作しないという意味ではありません;））\u001b[22m, \u001b[1m（それはセリエAなしで動作しないことを意味するものではありません;））\u001b[22m\n\u001b[1m\u001b[22m\nI would give the movie at every point 10/10 (except sound), but I've made the character rating a bit lower, because there's not much room to give more in the movie itself, so if you've seen the serie before it'll be a great plus.\n\n\u001b[1m私は10月10日（サウンドは除く）のすべてのポイントで映画を提供するだろうが、私はキャラクターの格付けを少し下げました。なぜなら映画自体に多くを与える余地があまりないからです。 それは素晴らしいプラスになるでしょう。\u001b[22m\n\u001b[1m(Watashi wa 10 tsuki 10-nichi (saundo wa nozoku) no subete no pointo de eiga o teikyō surudarouga, watashi wa kyarakutā no kakudzuke o sukoshi sagemashita. Nazenara eiga jitai ni ōku o ataeru yochi ga amari naikaradesu. Sore wa subarashī purasu ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI would give the movie at every point 10/10 (except sound), but I've made the character rating a bit lower, because there's not much room to give more in the movie itself, so if you've seen the serie before it'll be a great plus.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would give the movie at every point 10/10 (except sound), but I've made the character rating a bit lower, because there's not much room to give more in the movie itself, so if you've seen the serie before\u001b[24m\n    \u001b[1m私は10月10日（サウンドは除く）のすべてのポイントで映画を提供するだろうが、私はキャラクターの格付けを少し下げました。なぜなら映画自体に多くを与える余地があまりないからです。\u001b[22m, \u001b[1mあなたはセリエAの前を見てきた場合、私は（音を除く）すべての点10/10で映画を与えるだろうが、映画自体に多くを与えるために多くの部屋がありませんので、私は、少し低い格付けの文字を作ったので、\u001b[22m\n\u001b[4mit'll be a great plus.\u001b[24m\n    \u001b[1mそれは素晴らしいプラスになるでしょう。\u001b[22m, \u001b[1mそれは素晴らしいプラスになるだろう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "AES-senpai",
    "profile": "/profile/AES-senpai/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=198357",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nそれはほぼ必見ですテレビシリーズのモミは、映画を参照してください。\nAno Anaはすべての人にアピールすることが難しい死後のことについて話しています。著者はこの点についてよく考えており、現実に起こる可能性に従って歴史を作り出す方法を知っていました（私はそう思います。 最高のアニメ）。\nテレビシリーズを見た人には、映画で成熟したキャラクターがはるかに決定され、新しいキャラクターが新しい表情をしていることに気づいたかもしれません。\n芸術的な部分にはいくつかのシナリオではエラーがあり、テレビシリーズと映画の間には若干の違いがありますが、時間の経過とともに変化する要因を考慮する必要があります。\nTVシリーズのように、キャラクターや風景が細部に豊富にあるので、TVセリフのフラッシュバックに散在する新しいシーンが絶えず見られます（よく考えました）、サウンドトラックの一部は非常に良いものでしたが、より憂鬱なテーマを追加できました より多くの感情とインパクト\n映画のclímax、そのサウンドトラックとシーンが完璧に結合されて、シーンは完璧なハーモニー、涙であなたの目を満たすのに十分な...\nAno Anaは美しい歴史とカリスマ的な性格を持つあなたのコレクションの一部でなければならないシリーズです。\n私はその流動性のために隆起を与え、あなたは何度も何度も見守ることができ、飽きることなく見守り、奮闘することはできません。\n私は、この物語に夢中になる方法がないことを告白します。強くても、目を涙で満たしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt is almost mandatory watch the TV Series firs for then see the movie.\n\n\u001b[1mそれはほぼ必見ですテレビシリーズのモミは、映画を参照してください。\u001b[22m\n\u001b[1m(Sore wa hobo hikkendesu terebishirīzu no momi wa, eiga o sanshō shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIt is almost mandatory watch the TV Series firs for then see the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is almost mandatory watch the TV Series firs for then see the movie.\u001b[24m\n    \u001b[1mそれはほぼ必見ですテレビシリーズのモミは、映画を参照してください。\u001b[22m, \u001b[1mその後、映画を見るためにテレビシリーズのモミを見て、ほぼ必須です。\u001b[22m\nAno Ana talks about the afterlife, a very difficult subject to approach that appeals to everyone, the author was well in this regard, knew how to create history according to the possibility to occur in real life (I like that, the closer the reality is the best anime).\n\n\u001b[1mAno Anaはすべての人にアピールすることが難しい死後のことについて話しています。著者はこの点についてよく考えており、現実に起こる可能性に従って歴史を作り出す方法を知っていました（私はそう思います。 最高のアニメ）。\u001b[22m\n\u001b[1m(Ano Ana wa subete no hito ni apīru suru koto ga muzukashī shigo no koto ni tsuite hanashite imasu. Chosha wa kono ten ni tsuite yoku kangaete ori, genjitsu ni okoru kanōsei ni shitagatte rekishi o tsukuridasu hōhō o shitte imashita (watashi wa sō omoimasu. Saikō no anime).)\u001b[22m\n\nTranslations of \u001b[4mAno Ana talks about the afterlife, a very difficult subject to approach that appeals to everyone, the author was well in this regard, knew how to create history according to the possibility to occur in real life (I like that, the closer the reality is the best anime).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAno Ana talks about the afterlife, a very difficult subject to approach that appeals to everyone, the author was well in this regard, knew how to create history according to the possibility to occur in real life (I like that, the closer the reality is\u001b[24m\n    \u001b[1mAno Anaはすべての人にアピールすることが難しい死後のことについて話しています。著者はこの点についてよく考えており、現実に起こる可能性に従って歴史を作り出す方法を知っていました（私はそう思います。\u001b[22m, \u001b[1mあのアナは、死後の世界、皆に訴えるアプローチに非常に難しいテーマについて語って、著者はこの点でもあった、実際の生活の中で発生する可能性に応じて履歴を作成する方法を知っていた（私は近い現実がある、ということが好き\u001b[22m\n\u001b[4mthe best anime).\u001b[24m\n    \u001b[1m最高のアニメ）。\u001b[22m\nFor those who watched the TV series, may have noticed that the characters mature in the movie, are much more determined and some even with a new look.\n\n\u001b[1mテレビシリーズを見た人には、映画で成熟したキャラクターがはるかに決定され、新しいキャラクターが新しい表情をしていることに気づいたかもしれません。\u001b[22m\n\u001b[1m(Terebishirīzu o mita hito ni wa, eiga de seijuku shita kyarakutā ga haruka ni kettei sa re, atarashī kyarakutā ga atarashī hyōjō o shite iru koto ni kidzuita kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mFor those who watched the TV series, may have noticed that the characters mature in the movie, are much more determined and some even with a new look.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who watched the TV series, may have noticed that the characters mature in the movie, are much more determined and some even with a new look.\u001b[24m\n    \u001b[1mテレビシリーズを見た人には、映画で成熟したキャラクターがはるかに決定され、新しいキャラクターが新しい表情をしていることに気づいたかもしれません。\u001b[22m, \u001b[1mテレビシリーズを見て人のために、文字が映画の中で成熟していることに気づいたかもしれない、はるかに決定し、さらには新しい表情でいくつかです。\u001b[22m\nThe artistic part there are some scenarios errors a slight difference between TV series and the movie, but we must consider the factor 'the thing change over time'.\n\n\u001b[1m芸術的な部分には、いくつかのシナリオではエラーがあり、テレビシリーズと映画の間には若干の違いがありますが、時間の経過とともに変化する要因を考慮する必要があります。\u001b[22m\n\u001b[1m(Geijutsu-tekina bubun ni wa, ikutsu ka no shinariode wa erā ga ari, terebishirīzu to eiga no ma ni wa jakkan no chigai ga arimasuga, jikan no keika to tomoni henka suru yōin o kōryo suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe artistic part there are some scenarios errors a slight difference between TV series and the movie, but we must consider the factor 'the thing change over time'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artistic part there are some scenarios errors a slight difference between TV series and the movie, but we must consider the factor 'the thing change over time'.\u001b[24m\n    \u001b[1m芸術的な部分には、いくつかのシナリオではエラーがあり、テレビシリーズと映画の間には若干の違いがありますが、時間の経過とともに変化する要因を考慮する必要があります。\u001b[22m, \u001b[1m芸術の部分は、いくつかのシナリオエラーテレビシリーズと映画の間に若干の違いがあるが、我々は因子「時間をかけての事の変更」考慮する必要があります。\u001b[22m\nAs in TV serie the characters and the scenery are rich in details, it's good, constantly see new scenes interspersed with flashback of TV serie (It was well thought), part of the soundtrack was very good, but could have added more melancholy themes for more emotion and impact.\n\n\u001b[1mTVシリーズのように、キャラクターや風景が細部に豊富にあるので、TVセリフのフラッシュバックに散在する新しいシーンが絶えず見られます（よく考えました）、サウンドトラックの一部は非常に良いものでしたが、より憂鬱なテーマを追加できました より多くの感情とインパクト\u001b[22m\n\u001b[1m(TV shirīzu no yō ni, kyarakutā ya fūkei ga saibu ni hōfu ni aru node, TV serifu no furasshu bakku ni sanzai suru atarashī shīn ga taezu mi raremasu (yoku kangaemashita), saundotorakku no ichibu wa hijō ni yoi monodeshitaga, yori yūutsuna tēma o tsuika dekimashita yori ōku no kanjō to inpakuto)\u001b[22m\n\nTranslations of \u001b[4mAs in TV serie the characters and the scenery are rich in details, it's good, constantly see new scenes interspersed with flashback of TV serie (It was well thought), part of the soundtrack was very good, but could have added more melancholy themes for more emotion and impact.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs in TV serie the characters and the scenery are rich in details, it's good, constantly see new scenes interspersed with flashback of TV serie (It was well thought), part of the soundtrack was very good, but could have added more melancholy themes for\u001b[24m\n    \u001b[1mTVシリーズのように、キャラクターや風景が細部に豊富にあるので、TVセリフのフラッシュバックに散在する新しいシーンが絶えず見られます（よく考えました）、サウンドトラックの一部は非常に良いものでしたが、より憂鬱なテーマを追加できました\u001b[22m, \u001b[1m文字や風景セリエAテレビで詳細に富んでいるように、それは良いことだ、常にテレビのセリエAのフラッシュバックが点在し、新しいシーンを（これはよく考えられていた）を参照してください、サウンドトラックの一部は非常に良好だったが、のためのより多くの憂鬱テーマが追加されている可能性が\u001b[22m\n\u001b[4mmore emotion and impact.\u001b[24m\n    \u001b[1mより多くの感情とインパクト\u001b[22m, \u001b[1mより多くの感情と影響。\u001b[22m\nFeatured for clímax of the movie, that soundtrack and the scene combined perfectly, the scene was perfect harmony, enough to fill your eyes with tears...\n\n\u001b[1m映画のclímax、そのサウンドトラックとシーンが完璧に結合されて、シーンは完璧なハーモニー、涙であなたの目を満たすのに十分な...\u001b[22m\n\u001b[1m(Eiga no clímax, sono saundotorakku to shīn ga kanpeki ni ketsugō sa rete, shīn wa kanpekina hāmonī, namida de anata no me o mitasu no ni jūbun'na...)\u001b[22m\n\nTranslations of \u001b[4mFeatured for clímax of the movie, that soundtrack and the scene combined perfectly, the scene was perfect harmony, enough to fill your eyes with tears...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFeatured for clímax of the movie, that soundtrack and the scene combined perfectly, the scene was perfect harmony, enough to fill your eyes with tears...\u001b[24m\n    \u001b[1m映画のclímax、そのサウンドトラックとシーンが完璧に結合されて、シーンは完璧なハーモニー、涙であなたの目を満たすのに十分な...\u001b[22m, \u001b[1m映画のクライマックスのために注目、そのサウンドトラックとシーンが完璧に組み合わされ、シーンは涙であなたの目を満たすのに十分完璧に調和し、ました...\u001b[22m\nAno Ana is a series that should be part of your collection, with beautiful history and charismatic characters, make the series one of the best works ever released.\n\n\u001b[1mAno Anaは美しい歴史とカリスマ的な性格を持つあなたのコレクションの一部でなければならないシリーズです。\u001b[22m\n\u001b[1m(Ano Ana wa utsukushī rekishi to karisuma-tekina seikaku o motsu anata no korekushon no ichibudenakereba naranai shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mAno Ana is a series that should be part of your collection, with beautiful history and charismatic characters, make the series one of the best works ever released.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAno Ana is a series that should be part of your collection, with beautiful history and charismatic characters, make the series one of the best works ever released.\u001b[24m\n    \u001b[1mAno Anaは美しい歴史とカリスマ的な性格を持つあなたのコレクションの一部でなければならないシリーズです。\u001b[22m, \u001b[1mあのアナは、あなたのコレクションの一部であるべきシリーズです、美しい歴史とカリスマ文字で、シリーズ史上解放最高の作品の一つにしています。\u001b[22m\nI give prominence for its fluidity, you can watch over and over again and not get bored watching and commoved.\n\n\u001b[1m私はその流動性のために隆起を与え、あなたは何度も何度も見守ることができ、飽きることなく見守り、奮闘することはできません。\u001b[22m\n\u001b[1m(Watashi wa sono ryūdō-sei no tame ni ryūki o atae, anata wa nandomonandomo mimamoru koto ga deki, akiru koto naku mimamori, funtō suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI give prominence for its fluidity, you can watch over and over again and not get bored watching and commoved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give prominence for its fluidity, you can watch over and over again and not get bored watching and commoved.\u001b[24m\n    \u001b[1m私はその流動性のために隆起を与え、あなたは何度も何度も見守ることができ、飽きることなく見守り、奮闘することはできません。\u001b[22m, \u001b[1m私は、その流動性のために隆起を与える、あなたは何度も何度も見て、退屈ウォッチングやcommovedを得ることができません。\u001b[22m\nI confess that there is no way not be comoved by this story, even the strongest surely fill your eyes with tears.\n\n\u001b[1m私は、この物語に夢中になる方法がないことを告白します。強くても、目を涙で満たしてください。\u001b[22m\n\u001b[1m(Watashi wa, kono monogatari ni muchūninaru hōhō ga nai koto o kokuhaku shimasu. Tsuyokute mo,-me o namida de mitashite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI confess that there is no way not be comoved by this story, even the strongest surely fill your eyes with tears.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI confess that there is no way not be comoved by this story, even the strongest surely fill your eyes with tears.\u001b[24m\n    \u001b[1m私は、この物語に夢中になる方法がないことを告白します。強くても、目を涙で満たしてください。\u001b[22m, \u001b[1m私も最強はきっと涙で目を埋める、この物語によってcomovedされない方法がないことを告白します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "Eangel000",
    "profile": "/profile/Eangel000/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=129377",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  8\n\nAnohana：私たちが見た花は、6人の幼なじみの友人と、過去に起こった悲劇的な出来事の話です。 シリーズ自体は素晴らしかったし、観客の閉鎖を与えたが、映画についても同じことが言えるだろうか？ 見てみましょう、私はあなたにこの映画が何であるかについての見通しを見せてくれるようにしています。\n\nストーリー：概要は、映画が要点であることを暗示していますが、それは完全に真実ではありません。 私は映画のもう少しではなく、アニメーションシリーズで見たことがない新しい映像が含まれていない場合、約半分を言うだろう。 監督たちは、愛されているキャラクターのノスタルジックな再現を視聴者が楽しむことができるように、ホンマ・メイコー（メンマ）の話を再演するために、アニメーションシリーズのフラッシュバックで新しい映像を取り入れるという素晴らしい仕事をしました。 ストーリーは、シリーズが終わった後の夏のおおよその夏に起こります。主に、どのようにキャラクターがメンマの第2の出発に対処したかについてです。\n\n芸術：この映画は例外的な芸術を持っていましたが、やや良いかもしれません。 アニメーションの品質は、フラッシュバックのために映像を再利用する必要があったため、TVシリーズに匹敵します。\n\nサウンド：音はいいですが、もっと重要なのは、キャラクターのために働く声が信じられないほどだったことです。 あなたはキャラクターからショーを共感しやすくするような感情を通して、幅広い感情を感じることができました。\n\nキャラクター：この映画のキャラクター化は信じられないほどうまくいった。 わずか95分で、映画はそれぞれのキャラクターが自分自身に向かって持っていた気持ちをMenmaに伝えることができました。 すべてのキャラクターは共感でき、すべてのキャラクターにはほぼ同じ画面時間があります。\n\n楽しさ：映画は楽しかったですが、ストーリーはほぼ同じであることに留意してください。\n\n全体的に：私は全体的に私は映画を見て自由な時間を持っている人をお勧めします。 あなたはシリーズを見ずにこの映画を見なければなりませんか？ 絶対にありません。 あなたは元のシリーズと同じ楽しさや気持ちにならないでしょう。 これは、シリーズを見て、アニメーションシリーズの終わりをもう少し閉鎖したいと思っている人々を対象とした映画です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAnohana: The Flower We Saw That Day tells the tale of 6 childhood friends and a tragic event that happened in the past. The series itself was great and gave the audience closure, but can the same be said about the movie? let's see, I'll try my best to give you guys an outlook of what this film is about and if it's worth watching, without giving away any spoilers.\n\n\u001b[1mAnohana：私たちが見た花は、6人の幼なじみの友人と、過去に起こった悲劇的な出来事の話です。 シリーズ自体は素晴らしかったし、観客の閉鎖を与えたが、映画についても同じことが言えるだろうか？ 見てみましょう、私はあなたにこの映画が何であるかについての見通しを見せてくれるようにしています。\u001b[22m\n\u001b[1m(Anohana: Watashitachi ga mita hana wa, 6-ri no osananajimi no yūjin to, kako ni okotta higeki-tekina dekigoto no hanashidesu. Shirīzu jitai wa subarashikattashi, kankyaku no heisa o ataetaga, eiga ni tsuite mo onaji koto ga ierudarou ka? Mite mimashou, watashi wa anata ni kono eiga ga nandearu ka ni tsuite no mitōshi o misete kureru yō ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnohana: The Flower We Saw That Day tells the tale of 6 childhood friends and a tragic event that happened in the past. The series itself was great and gave the audience closure, but can the same be said about the movie? let's see, I'll try my best to give you guys an outlook of what this film is about and if it's worth watching, without giving away any spoilers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnohana: The Flower We Saw That Day tells the tale of 6 childhood friends and a tragic event that happened in the past.\u001b[24m\n    \u001b[1mAnohana：私たちが見た花は、6人の幼なじみの友人と、過去に起こった悲劇的な出来事の話です。\u001b[22m, \u001b[1mAnohana：私たちは日が6幼なじみの物語と、過去に起こった悲劇的な出来事を伝えることを見た花。\u001b[22m\n\u001b[4mThe series itself was great and gave the audience closure, but can the same be said about the movie?\u001b[24m\n    \u001b[1mシリーズ自体は素晴らしかったし、観客の閉鎖を与えたが、映画についても同じことが言えるだろうか？\u001b[22m, \u001b[1mシリーズ自体は素晴らしかったし、観客の閉鎖を与えたが、同じことは、映画について語ったことができますか？\u001b[22m\n\u001b[4mlet's see, I'll try my best to give you guys an outlook of what this film is about and if it's worth watching, without giving away any spoilers.\u001b[24m\n    \u001b[1m見てみましょう、私はあなたにこの映画が何であるかについての見通しを見せてくれるようにしています。\u001b[22m, \u001b[1m私はあなたにこのフィルムは約、それは任意のスポイラーを離れて与えることなく、見て価値がある場合が何であるかの見通しをみんなを与えるために全力を尽くすよ、見てみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The synopsis implies that the film is a recap, but that isn't entirely true. I would say that roughly half, if not a bit more of the film contains new footage never before seen in the animated series. The directors did a great job of incorporating the new footage with flashbacks from the animated series in order to retell the story of Meiko Honma (Menma) in a way that lets the viewer enjoy the nostalgic reappearance of their beloved characters. The story takes place roughly a summer after the series concluded, and is mainly about how the characters coped with Menma's second departure.\n\n\u001b[1mストーリー：概要は、映画が要点であることを暗示していますが、それは完全に真実ではありません。 私は映画のもう少しではなく、アニメーションシリーズで見たことがない新しい映像が含まれていない場合、約半分を言うだろう。 監督たちは、愛されているキャラクターのノスタルジックな再現を視聴者が楽しむことができるように、ホンマ・メイコー（メンマ）の話を再演するために、アニメーションシリーズのフラッシュバックで新しい映像を取り入れるという素晴らしい仕事をしました。 ストーリーは、シリーズが終わった後の夏のおおよその夏に起こります。主に、どのようにキャラクターがメンマの第2の出発に対処したかについてです。\u001b[22m\n\u001b[1m(Sutōrī: Gaiyō wa, eiga ga yōtendearu koto o anji shite imasuga, sore wa kanzen ni shinjitsude wa arimasen. Watashi wa eiga no mōsukoshide wa naku, animēshonshirīzu de mita koto ga nai atarashī eizō ga fukuma rete inai baai, yaku hanbun o iudarou. Kantoku-tachi wa, aisa rete iru kyarakutā no nosutarujikkuna saigen o shichō-sha ga tanoshimu koto ga dekiru yō ni, honma meikō (menma) no hanashi o saien suru tame ni, animēshonshirīzu no furasshu bakku de atarashī eizō o toriireru to iu subarashī shigoto o shimashita. Sutōrī wa, shirīzu ga owatta nochi no natsu no ōyoso no natsu ni okorimasu. Omoni, dono yō ni kyarakutā ga menma no dai 2 no shuppatsu ni taisho shita ka ni tsuitedesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The synopsis implies that the film is a recap, but that isn't entirely true. I would say that roughly half, if not a bit more of the film contains new footage never before seen in the animated series. The directors did a great job of incorporating the new footage with flashbacks from the animated series in order to retell the story of Meiko Honma (Menma) in a way that lets the viewer enjoy the nostalgic reappearance of their beloved characters. The story takes place roughly a summer after the series concluded, and is mainly about how the characters coped with Menma's second departure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The synopsis implies that the film is a recap, but that isn't entirely true.\u001b[24m\n    \u001b[1mストーリー：概要は、映画が要点であることを暗示していますが、それは完全に真実ではありません。\u001b[22m, \u001b[1mストーリー：概要は、フィルムが要約であることを意味し、それは完全に真実ではありません。\u001b[22m\n\u001b[4mI would say that roughly half, if not a bit more of the film contains new footage never before seen in the animated series.\u001b[24m\n    \u001b[1m私は映画のもう少しではなく、アニメーションシリーズで見たことがない新しい映像が含まれていない場合、約半分を言うだろう。\u001b[22m, \u001b[1mフィルムのもう少しはないが、前にアニメシリーズでは見たことのない新たな映像が含まれている場合、私は、その約半分と言うでしょう。\u001b[22m\n\u001b[4mThe directors did a great job of incorporating the new footage with flashbacks from the animated series in order to retell the story of Meiko Honma (Menma) in a way that lets the viewer enjoy the nostalgic reappearance of their beloved characters.\u001b[24m\n    \u001b[1m監督たちは、愛されているキャラクターのノスタルジックな再現を視聴者が楽しむことができるように、ホンマ・メイコー（メンマ）の話を再演するために、アニメーションシリーズのフラッシュバックで新しい映像を取り入れるという素晴らしい仕事をしました。\u001b[22m, \u001b[1m取締役は、視聴者が自分の最愛の文字のノスタルジックな再現を楽しむことができますように本間芽衣子（めんま）の話を再び語るために、アニメシリーズから、フラッシュバックを使用して新しい映像を組み込むの素晴らしい仕事をしました。\u001b[22m\n\u001b[4mThe story takes place roughly a summer after the series concluded, and is mainly about how the characters coped with Menma's second departure.\u001b[24m\n    \u001b[1mストーリーは、シリーズが終わった後の夏のおおよその夏に起こります。主に、どのようにキャラクターがメンマの第2の出発に対処したかについてです。\u001b[22m, \u001b[1m物語はシリーズが終了した後、おおよその夏に行われ、文字はメンマの第二の出発対処方法について、主です。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The film had exceptional art, but could've been slightly better. The quality of the animation is comparable to the TV series, since they had to reuse footage for flashbacks.\n\n\u001b[1m芸術：この映画は例外的な芸術を持っていましたが、やや良いかもしれません。 アニメーションの品質は、フラッシュバックのために映像を再利用する必要があったため、TVシリーズに匹敵します。\u001b[22m\n\u001b[1m(Geijutsu: Kono eiga wa reigai-tekina geijutsu o motte imashitaga, yaya yoi kamo shiremasen. Animēshon no hinshitsu wa, furasshu bakku no tame ni eizō o sai riyō suru hitsuyō ga atta tame, TV shirīzu ni hitteki shimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The film had exceptional art, but could've been slightly better. The quality of the animation is comparable to the TV series, since they had to reuse footage for flashbacks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The film had exceptional art, but could've been slightly better.\u001b[24m\n    \u001b[1m芸術：この映画は例外的な芸術を持っていましたが、やや良いかもしれません。\u001b[22m, \u001b[1mアート：フィルムは例外的な芸術を持っていたが、わずかに優れていたかもしれません。\u001b[22m\n\u001b[4mThe quality of the animation is comparable to the TV series, since they had to reuse footage for flashbacks.\u001b[24m\n    \u001b[1mアニメーションの品質は、フラッシュバックのために映像を再利用する必要があったため、TVシリーズに匹敵します。\u001b[22m, \u001b[1m彼らはフラッシュバックのための映像を再利用しなければならなかったので、アニメーションの品質は、テレビシリーズに匹敵します。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sound was good, but more importantly, the voice acting for the characters was incredible. You could feel the wide range of emotions from the characters through the seiyuus which made the show easier to sympathize with.\n\n\u001b[1mサウンド：音はいいですが、もっと重要なのは、キャラクターのために働く声が信じられないほどだったことです。 あなたはキャラクターからショーを共感しやすくするような感情を通して、幅広い感情を感じることができました。\u001b[22m\n\u001b[1m(Saundo: Oto wa īdesuga, motto jūyōna no wa, kyarakutā no tame ni hataraku koe ga shinji rarenai hododatta kotodesu. Anata wa kyarakutā kara shō o kyōkan shi yasuku suru yōna kanjō o tōshite, habahiroi kanjō o kanjiru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: The sound was good, but more importantly, the voice acting for the characters was incredible. You could feel the wide range of emotions from the characters through the seiyuus which made the show easier to sympathize with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sound was good, but more importantly, the voice acting for the characters was incredible.\u001b[24m\n    \u001b[1mサウンド：音はいいですが、もっと重要なのは、キャラクターのために働く声が信じられないほどだったことです。\u001b[22m, \u001b[1mサウンド：音は良かったが、もっと重要なのは、文字のために演技の声は信じられないほどでした。\u001b[22m\n\u001b[4mYou could feel the wide range of emotions from the characters through the seiyuus which made the show easier to sympathize with.\u001b[24m\n    \u001b[1mあなたはキャラクターからショーを共感しやすくするような感情を通して、幅広い感情を感じることができました。\u001b[22m, \u001b[1mあなたは同情するショーが容易になるseiyuusを通じて文字から感情の広い範囲を感じることができました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The characterization in this film was done incredibly well. In only 95 minutes the film was able to convey the feelings each character had towards themselves and towards Menma. All of the characters can be sympathized with, and all of them had just about equal screen time.\n\n\u001b[1mキャラクター：この映画のキャラクター化は信じられないほどうまくいった。 わずか95分で、映画はそれぞれのキャラクターが自分自身に向かって持っていた気持ちをMenmaに伝えることができました。 すべてのキャラクターは共感でき、すべてのキャラクターにはほぼ同じ画面時間があります。\u001b[22m\n\u001b[1m(Kyarakutā: Kono eiga no kyarakutā-ka wa shinji rarenai hodo umaku itta. Wazuka 95-bu de, eiga wa sorezore no kyarakutā ga jibun jishin ni mukatte motte ita kimochi o Menma ni tsutaeru koto ga dekimashita. Subete no kyarakutā wa kyōkan deki, subete no kyarakutā ni wa hobo onaji gamen jikan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The characterization in this film was done incredibly well. In only 95 minutes the film was able to convey the feelings each character had towards themselves and towards Menma. All of the characters can be sympathized with, and all of them had just about equal screen time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The characterization in this film was done incredibly well.\u001b[24m\n    \u001b[1mキャラクター：この映画のキャラクター化は信じられないほどうまくいった。\u001b[22m, \u001b[1mキャラクター：このフィルムの特性評価が非常によく行われていました。\u001b[22m\n\u001b[4mIn only 95 minutes the film was able to convey the feelings each character had towards themselves and towards Menma.\u001b[24m\n    \u001b[1mわずか95分で、映画はそれぞれのキャラクターが自分自身に向かって持っていた気持ちをMenmaに伝えることができました。\u001b[22m, \u001b[1m唯一の95分では、フィルムは、各文字が自分自身とメンマに向かって向かっていた感情を伝えることができました。\u001b[22m\n\u001b[4mAll of the characters can be sympathized with, and all of them had just about equal screen time.\u001b[24m\n    \u001b[1mすべてのキャラクターは共感でき、すべてのキャラクターにはほぼ同じ画面時間があります。\u001b[22m, \u001b[1m文字のすべてがに共感することができ、それらのすべてがちょうど同じ画面時刻を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: The film was enjoyable, although keep in mind that the story is roughly the same.\n\n\u001b[1m楽しさ：映画は楽しかったですが、ストーリーはほぼ同じであることに留意してください。\u001b[22m\n\u001b[1m(Tanoshisa: Eiga wa tanoshikattadesuga, sutōrī wa hobo onajidearu koto ni ryūi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: The film was enjoyable, although keep in mind that the story is roughly the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: The film was enjoyable, although keep in mind that the story is roughly the same.\u001b[24m\n    \u001b[1m楽しさ：映画は楽しかったですが、ストーリーはほぼ同じであることに留意してください。\u001b[22m, \u001b[1m楽しさ：ストーリーはほぼ同じであることを心に留めておくが、フィルムが、楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Overall I would suggest anyone who has the free time to watch the movie. Should you watch this film without watching the series? definitely not. You wouldn't get the same enjoyment or feels from the original series. This is a movie targeted towards people who have seen the series and want a little more closure past the ending of the animated series.\n\n\u001b[1m全体的に：私は全体的に私は映画を見て自由な時間を持っている人をお勧めします。 あなたはシリーズを見ずにこの映画を見なければなりませんか？ 絶対にありません。 あなたは元のシリーズと同じ楽しさや気持ちにならないでしょう。 これは、シリーズを見て、アニメーションシリーズの終わりをもう少し閉鎖したいと思っている人々を対象とした映画です。\u001b[22m\n\u001b[1m(Zentai-teki ni: Watashi wa zentai-teki ni watashi wa eiga o mite jiyūna jikan o motte iru hito o o susume shimasu. Anata wa shirīzu o mizu ni kono eiga o minakereba narimasen ka? Zettai ni arimasen. Anata wa gen no shirīzu to onaji tanoshi-sa ya kimochi ni naranaideshou. Kore wa, shirīzu o mite, animēshonshirīzu no owari o mōsukoshi heisa shitai to omotte iru hitobito o taishō to shita eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Overall I would suggest anyone who has the free time to watch the movie. Should you watch this film without watching the series? definitely not. You wouldn't get the same enjoyment or feels from the original series. This is a movie targeted towards people who have seen the series and want a little more closure past the ending of the animated series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Overall I would suggest anyone who has the free time to watch the movie.\u001b[24m\n    \u001b[1m全体的に：私は全体的に私は映画を見て自由な時間を持っている人をお勧めします。\u001b[22m, \u001b[1m全体：全体的に私は映画を見るために自由な時間を持っている人をお勧めします。\u001b[22m\n\u001b[4mShould you watch this film without watching the series?\u001b[24m\n    \u001b[1mあなたはシリーズを見ずにこの映画を見なければなりませんか？\u001b[22m, \u001b[1mあなたはシリーズを見ずにこの映画を見るべきでしょうか？\u001b[22m\n\u001b[4mdefinitely not.\u001b[24m\n    \u001b[1m絶対にありません。\u001b[22m, \u001b[1m間違いなく。\u001b[22m, \u001b[1m間違いありません。\u001b[22m\n\u001b[4mYou wouldn't get the same enjoyment or feels from the original series.\u001b[24m\n    \u001b[1mあなたは元のシリーズと同じ楽しさや気持ちにならないでしょう。\u001b[22m, \u001b[1mあなたは、同じ楽しみを取得したり、オリジナルシリーズから感じないだろう。\u001b[22m\n\u001b[4mThis is a movie targeted towards people who have seen the series and want a little more closure past the ending of the animated series.\u001b[24m\n    \u001b[1mこれは、シリーズを見て、アニメーションシリーズの終わりをもう少し閉鎖したいと思っている人々を対象とした映画です。\u001b[22m, \u001b[1mこれは、シリーズを見てアニメシリーズの結末過去もう少し閉鎖を希望している人たちに向けて、ターゲットムービーです。\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "diamondketo",
    "profile": "/profile/diamondketo/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=130009",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  8\n\nスポイラーのレビューなし\nこれは非常にユニークなレビュー形式ですが、このような映画に適しています。 良いことは、私は段落を書いていない\n\n個人的なニックネーム：\nあのはな てぇ あｆてｒｓとｒｙ\n\n注意：\n80％のリキャップと20％の新しいコンテンツ。 彼らはもっとうまくいったかもしれない。\n\n期待値：4/5（私の期待は低いので、簡単に会った）\n\n新しいコンテンツ価値：3/5（後のストーリーを結びつけるために何かが期待される）\n\nあなたは泣いてしまったのですか？彼らは約3つの感触を持ち、最後にいくつかの部分を切り取っています。 これで私は目が水っぽくなりましたが、涙は悲しんで落ちませんでした。 しかし、私の隣の誰かが泣いていました。\n\nそれは価値があったのですか？：1ペニーごとに、いくつかの友人が泣いていました。\n\n総合格付け：映画= 8/10、オリジナルアニメ= 9/10、全体シリーズ：9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNO SPOILER REVIEW\n\n\u001b[1mスポイラーのレビューなし\u001b[22m\n\u001b[1m(Supoirā no rebyū nashi)\u001b[22m\n\nTranslations of \u001b[4mNO SPOILER REVIEW\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNO SPOILER REVIEW\u001b[24m\n    \u001b[1mスポイラーのレビューなし\u001b[22m, \u001b[1mNOスポイラーREVIEWありません\u001b[22m\nThis is a very unique review format but it fits for movies like these. Good thing is I'm not writing paragraphs\n\n\u001b[1mこれは非常にユニークなレビュー形式ですが、このような映画に適しています。 良いことは、私は段落を書いていない\u001b[22m\n\u001b[1m(Kore wa hijō ni yunīkuna rebyū keishikidesuga, kono yōna eiga ni tekishite imasu. Yoi koto wa, watashi wa danraku o kaite inai)\u001b[22m\n\nTranslations of \u001b[4mThis is a very unique review format but it fits for movies like these. Good thing is I'm not writing paragraphs\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a very unique review format but it fits for movies like these.\u001b[24m\n    \u001b[1mこれは非常にユニークなレビュー形式ですが、このような映画に適しています。\u001b[22m, \u001b[1mこれは非常にユニークなレビュー形式であるが、それはこれらのような映画のためにフィットします。\u001b[22m\n\u001b[4mGood thing is I'm not writing paragraphs\u001b[24m\n    \u001b[1m良いことは、私は段落を書いていない\u001b[22m, \u001b[1m良いことは、私は、段落を書いていませんよさ\u001b[22m\n\u001b[1m\u001b[22m\nPersonal Nickname:\n\n\u001b[1m個人的なニックネーム：\u001b[22m\n\u001b[1m(Kojin-tekina nikkunēmu:)\u001b[22m\n\nTranslations of \u001b[4mPersonal Nickname:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonal Nickname:\u001b[24m\n    \u001b[1m個人的なニックネーム：\u001b[22m\nあのはな てぇ あｆてｒｓとｒｙ\n(Ano Hanate~e a fte rs to ry)\n\n\u001b[1mあのはな てぇ あｆてｒｓとｒｙ\u001b[22m\n\u001b[1m(Ano Hanate~e a fte rs to ry)\u001b[22m\n\u001b[1m\u001b[22m\nNote:\n\n\u001b[1m注意：\u001b[22m\n\u001b[1m(Chūi:)\u001b[22m\n\nDefinitions of \u001b[4mNote:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    音符\u001b[22m\n        note\n\u001b[1m    備考\u001b[22m\n        remarks, note\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    紙幣\u001b[22m\n        bill, paper money, note\n\u001b[1m    控え\u001b[22m\n        note, memorandum\n\u001b[1m    文書\u001b[22m\n        document, writing, letter, note, archives, records\n\u001b[1m    札\u001b[22m\n        bill, note, paper money, token\n\u001b[1m    付記\u001b[22m\n        note, appendix, addition\n\u001b[1m    調子\u001b[22m\n        tone, condition, tune, note, vein, pitch\n\u001b[1m    覚え書き\u001b[22m\n        note, memo, memorial, protocol\n\u001b[1m    手記\u001b[22m\n        note, memorandum\n\u001b[1m    書簡\u001b[22m\n        letter, epistle, note\n\u001b[1m    音譜\u001b[22m\n        note, notation, music\n\u001b[1m    お札\u001b[22m\n        bill, note\n\u001b[1m    草稿\u001b[22m\n        draft, manuscript, note, draught\n\u001b[1m    語調\u001b[22m\n        tone, accent, note\n\u001b[1m    手控え\u001b[22m\n        holding back, note, memorandum\n\u001b[1m    負債\u001b[22m\n        liabilities, debt, debit, deficit, due, score\n\u001b[1m    援用\u001b[22m\n        reference, allusion, citation, deportation, mention, note\n\nverb\n\u001b[1m    記す\u001b[22m\n        note, inscribe, write down\n80% Recap and 20% New Content. They could have done better.\n\n\u001b[1m80％のリキャップと20％の新しいコンテンツ。 彼らはもっとうまくいったかもしれない。\u001b[22m\n\u001b[1m(80-Pāsento no rikyappu to 20-pāsento no atarashī kontentsu. Karera wa motto umaku itta kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4m80% Recap and 20% New Content. They could have done better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m80% Recap and 20% New Content.\u001b[24m\n    \u001b[1m80％のリキャップと20％の新しいコンテンツ。\u001b[22m, \u001b[1m80％おさらいと20％新しいコンテンツ。\u001b[22m\n\u001b[4mThey could have done better.\u001b[24m\n    \u001b[1m彼らはもっとうまくいったかもしれない。\u001b[22m, \u001b[1m彼らはよりよい行っている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nExpectation Met Value: 4/5 (it's a recap so my expectations were low so they were easily met)\n\n\u001b[1m期待値：4/5（私の期待は低いので、簡単に会った）\u001b[22m\n\u001b[1m(Kitaichi: 4/ 5 (Watashi no kitai wa hikuinode, kantan ni atta))\u001b[22m\n\nTranslations of \u001b[4mExpectation Met Value: 4/5 (it's a recap so my expectations were low so they were easily met)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExpectation Met Value: 4/5 (it's a recap so my expectations were low so they were easily met)\u001b[24m\n    \u001b[1m期待値：4/5（私の期待は低いので、簡単に会った）\u001b[22m, \u001b[1m期待メット値：4/5（私の期待が低かったので、彼らは簡単に会ったので、それは要約です）\u001b[22m\n\u001b[1m\u001b[22m\nNew Content Value: 3/5 (expected something more to tie the after story)\n\n\u001b[1m新しいコンテンツ価値：3/5（後のストーリーを結びつけるために何かが期待される）\u001b[22m\n\u001b[1m(Atarashī kontentsu kachi: 3/ 5 (Ato no sutōrī o musubitsukeru tame ni nanika ga kitai sa reru))\u001b[22m\n\nTranslations of \u001b[4mNew Content Value: 3/5 (expected something more to tie the after story)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNew Content Value: 3/5 (expected something more to tie the after story)\u001b[24m\n    \u001b[1m新しいコンテンツ価値：3/5（後のストーリーを結びつけるために何かが期待される）\u001b[22m, \u001b[1m新しい内容値：3/5（もっと期待何か話した後に結ぶために）\u001b[22m\n\u001b[1m\u001b[22m\nDid you cry?: They had about 3 feels trigger and they cut out some parts in the end. This caused me to just be eye watery but no tears was dropped sadly. But someone next to me was crying too good.\n\n\u001b[1mあなたは泣いてしまったのですか？彼らは約3つの感触を持ち、最後にいくつかの部分を切り取っています。 これで私は目が水っぽくなりましたが、涙は悲しんで落ちませんでした。 しかし、私の隣の誰かが泣いていました。\u001b[22m\n\u001b[1m(Anata wa naite shimatta nodesu ka? Karera wa yaku 3ttsu no kanshoku o mochi, saigo ni ikutsu ka no bubun o kiritotte imasu. Kore de watashi wa me ga mizuppoku narimashitaga, namida wa kanashinde ochimasendeshita. Shikashi, watashi no tonari no dareka ga naite imashita.)\u001b[22m\n\nTranslations of \u001b[4mDid you cry?: They had about 3 feels trigger and they cut out some parts in the end. This caused me to just be eye watery but no tears was dropped sadly. But someone next to me was crying too good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid you cry?: They had about 3 feels trigger and they cut out some parts in the end.\u001b[24m\n    \u001b[1mあなたは泣いてしまったのですか？彼らは約3つの感触を持ち、最後にいくつかの部分を切り取っています。\u001b[22m, \u001b[1mあなたが泣いたの？：彼らは約3感触が引き金だったと、彼らは最終的にいくつかの部分を切り取ります。\u001b[22m\n\u001b[4mThis caused me to just be eye watery but no tears was dropped sadly.\u001b[24m\n    \u001b[1mこれで私は目が水っぽくなりましたが、涙は悲しんで落ちませんでした。\u001b[22m, \u001b[1mこれは私がちょうど目水っぽいことが原因となったが何の涙は悲しいことにドロップされませんでした。\u001b[22m\n\u001b[4mBut someone next to me was crying too good.\u001b[24m\n    \u001b[1mしかし、私の隣の誰かが泣いていました。\u001b[22m, \u001b[1mしかし、私の隣に誰かがあまりにも良い泣いていました。\u001b[22m\n\u001b[1m\u001b[22m\nWas it worth it?: Every penny, saw some friends cry.\n\n\u001b[1mそれは価値があったのですか？：1ペニーごとに、いくつかの友人が泣いていました。\u001b[22m\n\u001b[1m(Sore wa kachi ga atta nodesu ka? : 1 Penī-goto ni, ikutsu ka no yūjin ga naite imashita.)\u001b[22m\n\nTranslations of \u001b[4mWas it worth it?: Every penny, saw some friends cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWas it worth it?: Every penny, saw some friends cry.\u001b[24m\n    \u001b[1mそれは価値があったのですか？：1ペニーごとに、いくつかの友人が泣いていました。\u001b[22m, \u001b[1mそれはそれ？：すべてのペニーの価値があった、いくつかの友人が泣きました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall Rating: Movie = 8/10, Original Anime = 9/10, Overall Series: 9/10\n\n\u001b[1m総合格付け：映画= 8/10、オリジナルアニメ= 9/10、全体シリーズ：9/10\u001b[22m\n\u001b[1m(Sōgō kakudzuke: Eiga = 8/ 10, orijinaru anime = 9/ 10, zentai shirīzu: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall Rating: Movie = 8/10, Original Anime = 9/10, Overall Series: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Rating: Movie = 8/10, Original Anime = 9/10, Overall Series: 9/10\u001b[24m\n    \u001b[1m総合格付け：映画= 8/10、オリジナルアニメ= 9/10、全体シリーズ：9/10\u001b[22m, \u001b[1m総合的な評価：ムービー= 8月10日、オリジナルアニメ= 9月10日、総合的なシリーズ：9/10\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "gerardo19908",
    "profile": "/profile/gerardo19908/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=178101",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  6\n\nこれほど簡単ではありませんが、シリーズについて新しいことを知りたい場合は、この映画では何も新しいことはできませんが、シリーズの要約を見たい場合は、これはあなたにとって良い映画です。\n\n映画は本当に物語に何も加えていない、それは偉大な芸術、音、文字が同じである、あなたはmenmaが一種の孤独だったことを発見するが、おそらくこの映画では新しいもの、\n\n私はそれ以上楽しんでいませんでした。なぜなら、私はもっと新しいものを期待していたし、リキャップが嫌いですが、私はあなた次第です：D。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nAs easy as this, if you want to know something new about the series, you are not gonna get anything new in this movie, but if you would like to watch a recap of the series then this is a good movie for you,\n\n\u001b[1mこれほど簡単ではありませんが、シリーズについて新しいことを知りたい場合は、この映画では何も新しいことはできませんが、シリーズの要約を見たい場合は、これはあなたにとって良い映画です。\u001b[22m\n\u001b[1m(Kore hodo kantande wa arimasenga, shirīzu ni tsuite atarashī koto o shiritai baai wa, kono eigade wa nani mo atarashī koto wa dekimasenga, shirīzu no yōyaku o mitai baai wa, kore wa anata ni totte yoi eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mAs easy as this, if you want to know something new about the series, you are not gonna get anything new in this movie, but if you would like to watch a recap of the series then this is a good movie for you,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs easy as this, if you want to know something new about the series, you are not gonna get anything new in this movie, but if you would like to watch a recap of the series then this is a good movie for you,\u001b[24m\n    \u001b[1mこれほど簡単ではありませんが、シリーズについて新しいことを知りたい場合は、この映画では何も新しいことはできませんが、シリーズの要約を見たい場合は、これはあなたにとって良い映画です。\u001b[22m, \u001b[1mあなたはシリーズについて何か新しいことを知りたい場合は、この限り簡単に、あなたはつもりではありません。この映画の中で新しい何かを得るが、あなたはシリーズの総集編を見たい場合は、これは、あなたのために良い映画です\u001b[22m\n\u001b[1m\u001b[22m\nThe movie doesnt really add anything to the story, it has great art, sound, and the characters are kind of the same, you discover that menma was kind of a loner but thats probably the only thing new in this movie,\n\n\u001b[1m映画は本当に物語に何も加えていない、それは偉大な芸術、音、文字が同じである、あなたはmenmaが一種の孤独だったことを発見するが、おそらくこの映画では新しいもの、\u001b[22m\n\u001b[1m(Eiga wa hontōni monogatari ni nani mo kuwaete inai, sore wa idaina geijutsu,-on, moji ga onajidearu, anata wa menma ga isshu no kodokudatta koto o hakken suruga, osoraku kono eigade wa atarashī mono,)\u001b[22m\n\nTranslations of \u001b[4mThe movie doesnt really add anything to the story, it has great art, sound, and the characters are kind of the same, you discover that menma was kind of a loner but thats probably the only thing new in this movie,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie doesnt really add anything to the story, it has great art, sound, and the characters are kind of the same, you discover that menma was kind of a loner but thats probably the only thing new in this movie,\u001b[24m\n    \u001b[1m映画は本当に物語に何も加えていない、それは偉大な芸術、音、文字が同じである、あなたはmenmaが一種の孤独だったことを発見するが、おそらくこの映画では新しいもの、\u001b[22m, \u001b[1m映画のdoesntのは本当に話には何も追加、それは偉大な芸術、音を持っている、との文字が同じの一種である、あなたはメンマが、この映画の中で新たな一匹狼が、thatsのおそらく唯一のもののようなものだったことが判明し、\u001b[22m\n\u001b[1m\u001b[22m\nI didnt enjoy it that much because I was expecting more new stuff and I hate recaps, but I guess is up to you :D.\n\n\u001b[1m私はそれ以上楽しんでいませんでした。なぜなら、私はもっと新しいものを期待していたし、リキャップが嫌いですが、私はあなた次第です：D。\u001b[22m\n\u001b[1m(Watashi wa sore ijō tanoshinde imasendeshita. Nazenara, watashi wa motto atarashī mono o kitai shite itashi, rikyappu ga kiraidesuga, watashi wa anata shidaidesu: D.)\u001b[22m\n\nTranslations of \u001b[4mI didnt enjoy it that much because I was expecting more new stuff and I hate recaps, but I guess is up to you :D.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didnt enjoy it that much because I was expecting more new stuff and I hate recaps, but I guess is up to you :D.\u001b[24m\n    \u001b[1m私はそれ以上楽しんでいませんでした。なぜなら、私はもっと新しいものを期待していたし、リキャップが嫌いですが、私はあなた次第です：D。\u001b[22m, \u001b[1m私はより多くの新しいものを期待していたので、私はそれほどそれを楽しむdidntの、私はrecapsを憎むが、私はあなた次第だと思います：D。\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "Satsugai_Otaku",
    "profile": "/profile/Satsugai_Otaku/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=225819",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n私たちがその日（Anohana）映画を見た花は最高の映画です....\n私はこれを最初に言わせてください.....この映画はアニメよりも感情的です.....\n\n私はアニメを見て、私は大きなものを期待していた.....それは良かったけど、それは私に泣かされた....私は失望した...私は泣いていたかったが、私はちょうどなぜ知りませんでした.... 私は自分自身に言った映画を試してみてなぜ私は映画を見た......そして、あなたは映画を仕上げた後、私のラップトップのキーボードがどこにでも涙で濡れていたことを知っている......それは私の心にそんなに触れた 私はちょうど多くの言葉を持っていない.....\n\nあなたが映画を見たいと思ったら、いくつかのヒントを覚えておいてください...\n\n1）アニメを最初に見る\n2）あなたはアニメを見て2ヶ月後に映画を見なければならない....\n最低2ヶ月のガープが必要です）この1つを信頼してください...\n3）（すべての中で最も重要なこと）映画を一人で見る...誰もいないときに見る\n近くに誰もあなたを邪魔することはありません.....\n\nこれは映画を見なければならない.....それはあなたの心を動かす.....今映画の内容になる.....\nムービーは感情的で心に触れるシーンを映画から取り込んでいます....そしていくつかの新しいシーンは、\nアニメは終わった....\n\n結局それは心臓遮断器であり、映画を見なければならない.....",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe flower we saw that day ( Anohana ) movie is an awesome movie....\n\n\u001b[1m私たちがその日（Anohana）映画を見た花は最高の映画です....\u001b[22m\n\u001b[1m(Watashitachi ga sonohi (Anohana) eiga o mita hana wa saikō no eigadesu....)\u001b[22m\n\nTranslations of \u001b[4mThe flower we saw that day ( Anohana ) movie is an awesome movie....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe flower we saw that day ( Anohana ) movie is an awesome movie....\u001b[24m\n    \u001b[1m私たちがその日（Anohana）映画を見た花は最高の映画です....\u001b[22m, \u001b[1m私たちはその日見た花（Anohana）映画は素晴らしい映画です....\u001b[22m\nlet me say this at first.....this movie is more emotional than the anime.....\n\n\u001b[1m私はこれを最初に言わせてください.....この映画はアニメよりも感情的です.....\u001b[22m\n\u001b[1m(Watashi wa kore o saisho ni iwa sete kudasai.. ... Kono eiga wa anime yori mo kanjō-tekidesu.....)\u001b[22m\n\nTranslations of \u001b[4mlet me say this at first.....this movie is more emotional than the anime.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlet me say this at first.....this movie is more emotional than the anime.....\u001b[24m\n    \u001b[1m私はこれを最初に言わせてください.....この映画はアニメよりも感情的です.....\u001b[22m, \u001b[1m私が最初にこれを言わせて.....この映画はアニメよりも感情的です.....\u001b[22m\n\u001b[1m\u001b[22m\nWhen i watched the anime i was expecting something big.....it was good but it didnt made me cry....i was disappointed... i wanted to cry but i didnt just dont know why....then i said to myself why not give the movie a try and so i watched the movie ...... and you know after finishing the movie my laptop's keyboard was wet with tears everywhere......it touched my heart so much that i just dont have much words.....\n\n\u001b[1m私はアニメを見て、私は大きなものを期待していた.....それは良かったけど、それは私に泣かされた....私は失望した...私は泣いていたかったが、私はちょうどなぜ知りませんでした.... 私は自分自身に言った映画を試してみてなぜ私は映画を見た......そして、あなたは映画を仕上げた後、私のラップトップのキーボードがどこにでも涙で濡れていたことを知っている......それは私の心にそんなに触れた 私はちょうど多くの言葉を持っていない.....\u001b[22m\n\u001b[1m(Watashi wa anime o mite, watashi wa ōkina mono o kitai shite ita.. ... Sore wa yokattakedo, sore wa watashi ni nakasa reta. ... Watashi wa shitsubō shita... Watashi wa naite itakattaga, watashi wa chōdo naze shirimasendeshita. ... Watashi wa jibun jishin ni itta eiga o tameshite mite naze watashi wa eiga o mita... ... Soshite, anata wa eiga o shiageta nochi, watashi no rappu toppu no kībōdo ga doko ni demo namida de nurete ita koto o shitte iru... ... Sore wa watashi no kokoro ni son'nani fureta watashi wa chōdo ōku no kotoba o motteinai.....)\u001b[22m\n\nTranslations of \u001b[4mWhen i watched the anime i was expecting something big.....it was good but it didnt made me cry....i was disappointed... i wanted to cry but i didnt just dont know why....then i said to myself why not give the movie a try and so i watched the movie ...... and you know after finishing the movie my laptop's keyboard was wet with tears everywhere......it touched my heart so much that i just dont have much words.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen i watched the anime i was expecting something big.....it was good but it didnt made me cry....i was disappointed... i wanted to cry but i didnt just dont know why....then\u001b[24m\n    \u001b[1m私はアニメを見て、私は大きなものを期待していた.....それは良かったけど、それは私に泣かされた....私は失望した...私は泣いていたかったが、私はちょうどなぜ知りませんでした....\u001b[22m, \u001b[1m私は大きな何かを期待していたアニメを見たときに.....それは良かったが、それは私が私が失望した....泣かせdidntの...私は泣きたかったが、私はそれから....なぜ知らないだけでdidntの\u001b[22m\n\u001b[4mi said to myself why not give the movie a try and so i watched the movie ...... and you know after finishing the movie my laptop's keyboard was wet with tears everywhere......it touched my heart so much\u001b[24m\n    \u001b[1m私は自分自身に言った映画を試してみてなぜ私は映画を見た......そして、あなたは映画を仕上げた後、私のラップトップのキーボードがどこにでも涙で濡れていたことを知っている......それは私の心にそんなに触れた\u001b[22m, \u001b[1mそれはそんなに私の心に触れた......私はなぜ映画を試していないので、私は映画を見......と私のラップトップのキーボードはどこにでも涙で濡れていた映画を終えた後、あなたが知っている自分自身に言いました\u001b[22m\n\u001b[4mthat i just dont have much words.....\u001b[24m\n    \u001b[1m私はちょうど多くの言葉を持っていない.....\u001b[22m, \u001b[1m私はちょうど多くの言葉を持っていけないこと.....\u001b[22m\n\u001b[1m\u001b[22m\nLet me tell you if you plan to watch the movie remember some tips....\n\n\u001b[1mあなたが映画を見たいと思ったら、いくつかのヒントを覚えておいてください...\u001b[22m\n\u001b[1m(Anata ga eiga o mitai to omottara, ikutsu ka no hinto o oboete oite kudasai...)\u001b[22m\n\nTranslations of \u001b[4mLet me tell you if you plan to watch the movie remember some tips....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me tell you if you plan to watch the movie remember some tips....\u001b[24m\n    \u001b[1mあなたが映画を見たいと思ったら、いくつかのヒントを覚えておいてください...\u001b[22m, \u001b[1mあなたは映画はいくつかのヒントを覚えて見に計画している場合、私はあなたを教えてみましょう....\u001b[22m\n\u001b[1m\u001b[22m\n1) Watch the anime first\n\n\u001b[1m1）アニメを最初に見る\u001b[22m\n\u001b[1m(1) Anime o saisho ni miru)\u001b[22m\n\nTranslations of \u001b[4m1) Watch the anime first\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1) Watch the anime first\u001b[24m\n    \u001b[1m1）アニメを最初に見る\u001b[22m, \u001b[1m1）最初のアニメを見ます\u001b[22m\n2) You should watch the movie after two months of watching the anime....\n\n\u001b[1m2）あなたはアニメを見て2ヶ月後に映画を見なければならない....\u001b[22m\n\u001b[1m(2) Anata wa anime o mite 2kagetsu-go ni eiga o minakereba naranai....)\u001b[22m\n\nTranslations of \u001b[4m2) You should watch the movie after two months of watching the anime....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2) You should watch the movie after two months of watching the anime....\u001b[24m\n    \u001b[1m2）あなたはアニメを見て2ヶ月後に映画を見なければならない....\u001b[22m, \u001b[1m2）あなたはアニメを見ての2ヶ月後に映画を見る必要があります....\u001b[22m\nthere should be a minimum 2 months gape ) trust me on this one...\n\n\u001b[1m最低2ヶ月のガープが必要です）この1つを信頼してください...\u001b[22m\n\u001b[1m(Saitei 2kagetsu no gāpu ga hitsuyōdesu) kono 1tsu o shinrai shite kudasai...)\u001b[22m\n\nTranslations of \u001b[4mthere should be a minimum 2 months gape ) trust me on this one...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthere should be a minimum 2 months gape ) trust me on this one...\u001b[24m\n    \u001b[1m最低2ヶ月のガープが必要です）この1つを信頼してください...\u001b[22m, \u001b[1mこの1の私を信頼して）最小2ヶ月の裂け目があるはず...\u001b[22m\n3) (most important of all ) Watch the movie alone..... watch when no one is\n\n\u001b[1m3）（すべての中で最も重要なこと）映画を一人で見る...誰もいないときに見る\u001b[22m\n\u001b[1m(3) (Subete no naka de mottomo jūyōna koto) eiga o hitori de miru... Dare mo inai toki ni miru)\u001b[22m\n\nTranslations of \u001b[4m3) (most important of all ) Watch the movie alone..... watch when no one is\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3) (most important of all ) Watch the movie alone..... watch when no one is\u001b[24m\n    \u001b[1m3）（すべての中で最も重要なこと）映画を一人で見る...誰もいないときに見る\u001b[22m, \u001b[1m3）（すべての最も重要な）誰もしないときに見.....一人で映画を見ます\u001b[22m\nnear and no one will disturb you.....\n\n\u001b[1m近くに誰もあなたを邪魔することはありません.....\u001b[22m\n\u001b[1m(Chikaku ni dare mo anata o jama suru koto wa arimasen.. ...)\u001b[22m\n\nTranslations of \u001b[4mnear and no one will disturb you.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnear and no one will disturb you.....\u001b[24m\n    \u001b[1m近くに誰もあなたを邪魔することはありません.....\u001b[22m, \u001b[1m近く、誰がお邪魔します.....\u001b[22m\n\u001b[1m\u001b[22m\nThis is a must watch movie .....it will move your heart .....now lets get to the content of the movie.....\n\n\u001b[1mこれは映画を見なければならない.....それはあなたの心を動かす.....今映画の内容になる.....\u001b[22m\n\u001b[1m(Kore wa eiga o minakereba naranai.. ... Sore wa anata no kokorowougokasu... .. Ima eiga no naiyō ni naru.....)\u001b[22m\n\nTranslations of \u001b[4mThis is a must watch movie .....it will move your heart .....now lets get to the content of the movie.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a must watch movie .....it will move your heart .....now lets get to the content of the movie.....\u001b[24m\n    \u001b[1mこれは映画を見なければならない.....それはあなたの心を動かす.....今映画の内容になる.....\u001b[22m, \u001b[1mこれは、映画を見る必要があります.....それはあなたの心を移動します.....今、映画の内容に取得することができますされています.....\u001b[22m\nthe movie contained all the emotional and heart touching scenes from the movie....and some other new scenes thats continue the story from where the\n\n\u001b[1mムービーは感情的で心に触れるシーンを映画から取り込んでいます....そしていくつかの新しいシーンは、\u001b[22m\n\u001b[1m(Mūbī wa kanjō-tekide kokoro ni fureru shīn o eiga kara torikonde imasu. ... Soshite ikutsu ka no atarashī shīn wa,)\u001b[22m\n\nTranslations of \u001b[4mthe movie contained all the emotional and heart touching scenes from the movie....and some other new scenes thats continue the story from where the\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe movie contained all the emotional and heart touching scenes from the movie....and some other new scenes thats continue the story from where the\u001b[24m\n    \u001b[1mムービーは感情的で心に触れるシーンを映画から取り込んでいます....そしていくつかの新しいシーンは、\u001b[22m, \u001b[1m映画は映画からのすべての感情や心に触れるシーンが含まれている....と他のいくつかの新しいシーンのthatsのは、どこから話を続けます\u001b[22m\nanime ended....\n\n\u001b[1mアニメは終わった....\u001b[22m\n\u001b[1m(Anime wa owatta....)\u001b[22m\n\nTranslations of \u001b[4manime ended....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4manime ended....\u001b[24m\n    \u001b[1mアニメは終わった....\u001b[22m, \u001b[1mアニメは終了しました....\u001b[22m\n\u001b[1m\u001b[22m\nin the end it is a heart breaker and a must watch movie.....\n\n\u001b[1m結局それは心臓遮断器であり、映画を見なければならない.....\u001b[22m\n\u001b[1m(Kekkyoku sore wa shinzō shadankideari, eiga o minakereba naranai.....)\u001b[22m\n\nTranslations of \u001b[4min the end it is a heart breaker and a must watch movie.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4min the end it is a heart breaker and a must watch movie.....\u001b[24m\n    \u001b[1m結局それは心臓遮断器であり、映画を見なければならない.....\u001b[22m, \u001b[1m最終的には心臓ブレーカであり、映画を見る必要があります.....\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "Yukinoinu",
    "profile": "/profile/Yukinoinu/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=152267",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  8\n\n映画のニュースを聞いたとき、あなたは私がどれほど喜んでいるのか分かりません。 それはすべてができるように、公然と恥ずかしいことでした。 これは偉大だった私を間違ってはいないが、私はちょうど彼らがこれを行う必要があるとは思わない。 明確なカットエンディングを持つアニメでこれを行うには、常に細い線です。 細い線が現れていますが、非常に慎重にバランスを取っています。 あなたが私を理解すれば、エンジェルビーツとエアギアの2番目のシーズンを望んでいる人のように接します。 エア・ギアはYESセカンド・シーズンであり、エンジェル・ビーツは崩壊するだろう。 これは素晴らしく、あなた自身の湖を作ることができますが、私はおそらくちょうど...あなたの想像力に任せてください.... 私は夢中になり、最終的に映画を見るのを待っていました。 私はちょうどそれがリリースされた後、ほぼ1年を終えました。 私は知らない、私はこれが行われている必要があるかどうかわからない。 全部を通して、私は目をそらすのを待っていました... NOPE...あなたはそれがどのようなものかを伝えたいと思っています。 これは映画であってはならない。 最初の50分くらい90分、DRAG ON AND ON...しかし、最後の30分は私の目を傷つけさせた。 シーンとBOOMの滝がありました。 私の目は今、滝のショーから瀕死になっています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhen I heard the news of a movie, You do not know how joyed I was. It was in public and embarrassing as all can be. This was great don't get me wrong, but I just don't think they should have done this. It is always a thin line to do something like this with an anime that has a clear cut ending. Although, the thin line present, it is balancing very very carefully. It borders like people wanting a second season of Angel Beats and Air Gear if you understand me. Air Gear being YES SECOND SEASON, and Angel Beats would be ruined. Although this is great and makes you create your own lake, I strongly advise to maybe just... Leave it to your imagination.... I direly waited and waited to finally see the movie. I just finished it, almost a year after it was release. I don't know, I don't know if this should have been made. Through the whole thing I was waiting to ball my eyes out... NOPE... Well you can hate me all you want for telling it how it is. This being made should not have been a movie. It is 90 minutes the first 50 or so minutes DRAG ON AND ON... BUT the last 30ish minutes made me ball my eyes out. There was a scene and BOOM waterfalls. My eyes are just now dying up from the waterfall show.\n\n\u001b[1m映画のニュースを聞いたとき、あなたは私がどれほど喜んでいるのか分かりません。 それはすべてができるように、公然と恥ずかしいことでした。 これは偉大だった私を間違ってはいないが、私はちょうど彼らがこれを行う必要があるとは思わない。 明確なカットエンディングを持つアニメでこれを行うには、常に細い線です。 細い線が現れていますが、非常に慎重にバランスを取っています。 あなたが私を理解すれば、エンジェルビーツとエアギアの2番目のシーズンを望む人々のように接します。 エア・ギアはYESセカンド・シーズンであり、エンジェル・ビーツは崩壊するだろう。 これは素晴らしく、あなた自身の湖を作ることができますが、私はおそらくちょうど...あなたの想像力に任せてください.... 私は夢中になり、最終的に映画を見るのを待っていました。 私はちょうどそれがリリースされた後、ほぼ1年を終えました。 私は知らない、私はこれが行われている必要があるかどうかわからない。 全部を通して、私は目をそらすのを待っていました... NOPE...あなたはそれがどのようなものかを伝えたいと思っています。 これは映画であってはならない。 最初の50分くらい90分、DRAG ON AND ON...しかし、最後の30分は私の目を傷つけさせた。 シーンとBOOMの滝がありました。 私の目は今、滝のショーから瀕死になっています。\u001b[22m\n\u001b[1m(Eiga no nyūsu o kiita toki, anata wa watashi ga dorehodo yorokonde iru no ka wakarimasen. Sore wa subete ga dekiru yō ni, kōzen to hazukashī kotodeshita. Watashi wa muchū ni nari, saishūtekini eiga o miru no o matte imashita. Watashi wa chōdo sore ga rirīsu sa reta nochi, hobo 1-nen o oemashita. Watashi wa shiranai, watashi wa kore ga okonawa rete iru hitsuyō ga aru ka dō ka wakaranai. Zenbu o tōshite, watashi wa me o sorasu no o matte imashita... NOPE... Anata wa sore ga dono yōna mono ka o tsutaetai to omotte imasu. Kore wa eigadeatte wa naranai. Saisho no 50-bu kurai 90-bu, doraggu on'andoon... Shikashi, saigo no 30-bu wa watashi no me o kizutsuke saseta. Shīn to būmu no taki ga arimashita. Watashi no me wa ima, taki no shō kara hinshi ni natte imasu. Kore wa idaidatta watashi o machigatte wa inaiga, watashi wa chōdo karera ga kore o okonau hitsuyō ga aru to wa omowanai. Meikakuna kattoendingu o motsu anime de kore o okonau ni wa, tsuneni hosoi sendesu. Hosoi sen ga arawarete imasuga, hijō ni shinchō ni baransu o totte imasu. Anata ga watashi o rikai sureba, enjerubītsu to eagia no 2-banme no shīzun o nozomu hitobito no yō ni sesshimasu. Ea gia wa i~esu sekando shīzundeari, Enjeru bītsu wa hōkai surudarou. Kore wa subarashiku, anata jishin no mizūmi o tsukuru koto ga dekimasuga, watashi wa osoraku chōdo... Anata no sōzō-ryoku ni makasete kudasai....)\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "Zangetsu276",
    "profile": "/profile/Zangetsu276/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=143695",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\n偉大な映画、欲求不満の唯一のものは、フラッシュバックの豊富な、映画は余分なシーンがたくさんありますが、フラッシュバックが来るとき、あなたはそのシーンをスキップしたいと思うので、私はいくつかの違いがあると思うので、 シーンではなく、いいえ。\nシーンでは、メンマが泣いたとき、そのシーンの映画ではメンマがそのシーンで何を考えていたのかを示すので、私はその部分でそれを失った",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nGreat movie,the only thing frustating is that abundance of flashbacks,the movie has a lot of extras scenes,but when the flashback comes on,you will want to skip that scene,i don't skipped because i think there would be some difference in the scene but no.\n\n\u001b[1m偉大な映画、欲求不満の唯一のものは、フラッシュバックの豊富な、映画は余分なシーンがたくさんありますが、フラッシュバックが来るとき、あなたはそのシーンをスキップしたいと思うので、私はいくつかの違いがあると思うので、 シーンではなく、いいえ。\u001b[22m\n\u001b[1m(Idaina eiga, yokkyū fuman no yuiitsu no mono wa, furasshu bakku no hōfuna, eiga wa yobun'na shīn ga takusan arimasuga, furasshu bakku ga kuru toki, anata wa sono shīn o sukippu shitai to omou node, watashi wa ikutsu ka no chigai ga aru to omou node, shīnde wa naku, īe.)\u001b[22m\n\nTranslations of \u001b[4mGreat movie,the only thing frustating is that abundance of flashbacks,the movie has a lot of extras scenes,but when the flashback comes on,you will want to skip that scene,i don't skipped because i think there would be some difference in the scene but no.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat movie,the only thing frustating is that abundance of flashbacks,the movie has a lot of extras scenes,but when the flashback comes on,you will want to skip that scene,i don't skipped because i think there would be some difference\u001b[24m\n    \u001b[1m偉大な映画、欲求不満の唯一のものは、フラッシュバックの豊富な、映画は余分なシーンがたくさんありますが、フラッシュバックが来るとき、あなたはそのシーンをスキップしたいと思うので、私はいくつかの違いがあると思うので、\u001b[22m, \u001b[1m私はいくつかの違いがあるだろうと思うので素晴らしい映画、唯一のものはfrustatingがフラッシュバックの豊富で、映画がエキストラのシーンの多くを持っていますが、フラッシュバックがオンになると、あなたはそのシーンをスキップしたいと思うでしょう、私はスキップされません\u001b[22m\n\u001b[4min the scene but no.\u001b[24m\n    \u001b[1mシーンではなく、いいえ。\u001b[22m, \u001b[1mシーンではなくありません。\u001b[22m\nIn the scene when Menma die i cried,because in the movie in that scene they show up what Menma was thinking in that scene so i lost it in that part\n\n\u001b[1mシーンでは、メンマが泣いたとき、そのシーンの映画で彼らはメンマがそのシーンで何を考えていたのかを示すので、私はその部分でそれを失った\u001b[22m\n\u001b[1m(Shīnde wa, menma ga naita toki, sono shīn no eiga de karera wa menma ga sono shīn de nani o kangaete ita no ka o shimesunode, watashi wa sono bubun de sore o ushinatta)\u001b[22m\n\nTranslations of \u001b[4mIn the scene when Menma die i cried,because in the movie in that scene they show up what Menma was thinking in that scene so i lost it in that part\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the scene when Menma die i cried,because in the movie in that scene they show up what Menma was thinking in that scene so i lost it in that part\u001b[24m\n    \u001b[1mシーンでは、メンマが泣いたとき、そのシーンの映画で彼らはメンマがそのシーンで何を考えていたのかを示すので、私はその部分でそれを失った\u001b[22m, \u001b[1mメンマは、映画の中で、そのシーンに彼らは私がその部分でそれを失ったようにメンマがそのシーンに考えていたものを表示するので、私は、泣い死ぬシーンで\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "eizeral",
    "profile": "/profile/eizeral/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=139067",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は、これが主に要点であると不平を言う人がたくさんいることは知っていますが、私は映画の側面を高く評価しました。 私はAnoHanaのシリーズを終えてから1年以上経っています。そのシリーズで何が起こったのか、私の記憶のギャップを埋めるのに役立ったのが大好きでした。 私がこの美しいアニメを最も愛していたのは、それを動かすことでした...私は涙に一回以上動いたので、映画には質が残っています。  10/10。  RIPメンマ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI know there are a lot of people complaining that this was mostly a recap, but I for one appreciated that aspect of the movie. It's been over a year since I finished AnoHana the series, so I loved that the movie helped fill in all the gaps in my memory regarding what happened in the series. The thing I loved most about this beautiful anime was how moving it was...that quality remains in the film, as I was moved to tears more than once. 10/10. RIP Menma!\n\n\u001b[1m私は、これが主に要点であると不平を言う人がたくさんいることは知っていますが、私は映画の側面を高く評価しました。 私はAnoHanaのシリーズを終えてから1年以上経っています。そのシリーズで何が起こったのか、私の記憶のギャップを埋めるのに役立ったのが大好きでした。 私がこの美しいアニメを最も愛していたのは、それを動かすことでした...私は涙に一回以上動いたので、映画には質が残っています。  10/10。  RIPメンマ！\u001b[22m\n\u001b[1m(Watashi wa, kore ga omoni yōtendearu to fuheiwoiu hito ga takusan iru koto wa shitte imasuga, watashi wa eiga no sokumen o takaku hyōka shimashita. Watashi wa AnoHana no shirīzu o oete kara 1-nen ijō tatte imasu. Sono shirīzu de nani ga okotta no ka, watashi no kioku no gyappu o umeru no ni yakudatta no ga daisukideshita. Watashi ga kono utsukushī anime o mottomo itoshite ita no wa, sore o ugokasu kotodeshita... Watashi wa namida ni ichi-kai ijō ugoitanode, eiga ni wa shitsu ga nokotte imasu. 10/ 10. Rippu menma!)\u001b[22m\n\nTranslations of \u001b[4mI know there are a lot of people complaining that this was mostly a recap, but I for one appreciated that aspect of the movie. It's been over a year since I finished AnoHana the series, so I loved that the movie helped fill in all the gaps in my memory regarding what happened in the series. The thing I loved most about this beautiful anime was how moving it was...that quality remains in the film, as I was moved to tears more than once. 10/10. RIP Menma!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know there are a lot of people complaining that this was mostly a recap, but I for one appreciated that aspect of the movie.\u001b[24m\n    \u001b[1m私は、これが主に要点であると不平を言う人がたくさんいることは知っていますが、私は映画の側面を高く評価しました。\u001b[22m, \u001b[1m私は、これは主に要約したことを不平を言って人々がたくさんあるけど、私は1のための映画のその点を高く評価しました。\u001b[22m\n\u001b[4mIt's been over a year since I finished AnoHana the series, so I loved that the movie helped fill in all the gaps in my memory regarding what happened in the series.\u001b[24m\n    \u001b[1m私はAnoHanaのシリーズを終えてから1年以上経っています。そのシリーズで何が起こったのか、私の記憶のギャップを埋めるのに役立ったのが大好きでした。\u001b[22m, \u001b[1mそれは私がAnoHanaシリーズ終了から1年以上が過ぎたので、私は映画が直列に何が起こったのかについて、私の記憶にあるすべてのギャップを埋める助けたことを愛しました。\u001b[22m\n\u001b[4mThe thing I loved most about this beautiful anime was how moving it was...that quality remains in the film, as I was moved to tears more than once.\u001b[24m\n    \u001b[1m私がこの美しいアニメを最も愛していたのは、それを動かすことでした...私は涙に一回以上動いたので、映画には質が残っています。\u001b[22m, \u001b[1m私はこの美しいアニメで一番愛さ事はそれがあった...私は何度も感動して涙を流したように、その品質は、膜中に残って移動する方法でした。\u001b[22m\n\u001b[4m10/10.\u001b[24m\n    \u001b[1m10/10。\u001b[22m, \u001b[1m10月10日。\u001b[22m\n\u001b[4mRIP Menma!\u001b[24m\n    \u001b[1mRIPメンマ！\u001b[22m"
  },
  {
    "title": "Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "id": "15039",
    "url": "https://myanimelist.net/anime/15039/Ano_Hi_Mita_Hana_no_Namae_wo_Bokutachi_wa_Mada_Shiranai_Movie",
    "user": "sakura_melody",
    "profile": "/profile/sakura_melody/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=150639",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n映画が出る前の1年でアニメシリーズを見た後、アニメシリーズを大好きにして映画を待つことができず、興奮して「KYAAAAAA〜」に行ってしまいました。 この映画はアニメの要点によく似ていましたが、子供のころの友達のことをもっと理解することができます。 映画を見ているうちに、私は泣かないだろうと誓ったが、映画が始まると、私は涙で圧倒され、物事が彼らのようにならなかったら幸福を考えた。 この映画を見たい人には、ITTTT〜を見てください！ 最初にアニメシリーズを見て、ストーリーラインを理解するのは簡単です〜",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSo after watching the anime series in a year before the movie came out, I was all excited and going 'KYAAAAAA~' because I absolutely loved the anime series and couldn't wait for the movie to premier. The movie was quite like a recap of the anime, however, we are able to understand more about the friends when they were children. While watching the movie, I swore to myself I wouldn't cry, however, as soon as the movie started, I was overwhelmed with tears and thought about the happiness if things had not turned out the way they were. For people who want to watch this film, WATCH ITTTT~!!! but watch the anime series first, then it's easier to understand the storyline~\n\n\u001b[1m映画が出る前の1年でアニメシリーズを見た後、アニメシリーズを大好きにして映画を待つことができず、興奮して「KYAAAAAA〜」に行ってしまいました。 この映画はアニメの要点によく似ていましたが、子供のころの友達のことをもっと理解することができます。 映画を見ているうちに、私は泣かないだろうと誓ったが、映画が始まると、私は涙で圧倒され、物事が彼らのようにならなかったら幸福を考えた。 この映画を見たい人には、ITTTT〜を見てください！ 最初にアニメシリーズを見て、ストーリーラインを理解するのは簡単です〜\u001b[22m\n\u001b[1m(Eiga ga deru mae no 1-nen de animeshirīzu o mita nochi, animeshirīzu o daisuki ni shite eiga o matsu koto ga dekizu, kōfun shite `KYAAAAAA 〜' ni itte shimaimashita. Kono eiga wa anime no yōten ni yoku nite imashitaga, kodomo no koro no tomodachi no koto o motto rikai suru koto ga dekimasu. Eiga o mite iru uchi ni, watashi wa nakanaidarou to chikattaga, eiga ga hajimaru to, watashi wa namida de attō sa re, monogoto ga karera no yō ni naranakattara kōfuku o kangaeta. Kono eiga o mitai hito ni wa, ITTTT 〜 o mitekudasai! Saisho ni animeshirīzu o mite, sutōrīrain o rikai suru no wa kantandesu 〜)\u001b[22m\n\nTranslations of \u001b[4mSo after watching the anime series in a year before the movie came out, I was all excited and going 'KYAAAAAA~' because I absolutely loved the anime series and couldn't wait for the movie to premier. The movie was quite like a recap of the anime, however, we are able to understand more about the friends when they were children. While watching the movie, I swore to myself I wouldn't cry, however, as soon as the movie started, I was overwhelmed with tears and thought about the happiness if things had not turned out the way they were. For people who want to watch this film, WATCH ITTTT~!!! but watch the anime series first, then it's easier to understand the storyline~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo after watching the anime series in a year before the movie came out, I was all excited and going 'KYAAAAAA~' because I absolutely loved the anime series and couldn't wait for the movie to premier.\u001b[24m\n    \u001b[1m映画が出る前の1年でアニメシリーズを見た後、アニメシリーズを大好きにして映画を待つことができず、興奮して「KYAAAAAA〜」に行ってしまいました。\u001b[22m, \u001b[1mだから私は絶対にアニメシリーズを愛したので、映画が出てきた前の年にアニメシリーズを見た後、私はすべての興奮と 'KYAAAAAA〜」を行っていたとプレミアに映画のために待つことができませんでした。\u001b[22m\n\u001b[4mThe movie was quite like a recap of the anime, however, we are able to understand more about the friends when they were children.\u001b[24m\n    \u001b[1mこの映画はアニメの要点によく似ていましたが、子供のころの友達のことをもっと理解することができます。\u001b[22m, \u001b[1m映画は、しかし、我々は、彼らが子供だったときに友人についての詳細を理解することができ、非常にアニメの総集編のようでした。\u001b[22m\n\u001b[4mWhile watching the movie, I swore to myself I wouldn't cry, however, as soon as the movie started, I was overwhelmed with tears and thought about the happiness if things had not turned out the way they were.\u001b[24m\n    \u001b[1m映画を見ているうちに、私は泣かないだろうと誓ったが、映画が始まると、私は涙で圧倒され、物事が彼らのようにならなかったら幸福を考えた。\u001b[22m, \u001b[1m映画を見ながら、私は泣かないだろう自分自身に誓った、しかし、とすぐに映画が始まると、私は涙で圧倒されましたし、物事は彼らがいた道を判明していなかった場合は幸せについて考えました。\u001b[22m\n\u001b[4mFor people who want to watch this film, WATCH ITTTT~!!!\u001b[24m\n    \u001b[1mこの映画を見たい人には、ITTTT〜を見てください！\u001b[22m, \u001b[1mこの映画、WATCH ITTTT〜を見たい人のために！\u001b[22m\n\u001b[4mbut watch the anime series first, then it's easier to understand the storyline~\u001b[24m\n    \u001b[1m最初にアニメシリーズを見て、ストーリーラインを理解するのは簡単です〜\u001b[22m, \u001b[1mしかし〜それはストーリーを理解する方が簡単です、最初のアニメシリーズを見て\u001b[22m"
  }
]
