[
  {
    "title": "Litchi_DE_Hikari_Club",
    "id": "15045",
    "url": "https://myanimelist.net/anime/15045/Litchi_DE_Hikari_Club",
    "user": "MidorimaKazunari",
    "profile": "/profile/MidorimaKazunari/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=76355",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  6\n\nこれが基本になっているマンガを読んでいない限り、それは無意味で理解できません。 彼らは非常に暗い野心的な話をして、それをヘタリアを思い出させる3分のスキットに変えました。 これが出てくると聞いて、私は興奮しました。 元のストーリーはMPD-Psychoと同じ行にあり、うまくいけば、暴力や性的状況のためにRと評価された暗くてうんざりした作品だったでしょう。 このアニメの適応は、それが私がマンガのファンにそれを推薦することさえできないオリジナルからの印から離れている。 非常に残念。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nUnless you have read the manga this is based on, it is senseless and incomprehensible. They've taken a very dark, ambitious story and turned it into three minute skits that remind me of Hetalia. When I heard this was coming out, I was excited. The original story is on the same line as MPD-Psycho, and if it had been done well, it would have been a dark and brooding work rated R for violence and sexual situations. This anime adaptation is so far off the mark from the original that I can't even recommend it to fans of the manga. Very disappointing.\n\n\u001b[1mこれが基本になっているマンガを読んでいない限り、それは無意味で理解できません。 彼らは非常に暗い野心的な話をして、それをヘタリアを思い出させる3分のスキットに変えました。 これが出てくると聞いて、私は興奮しました。 元のストーリーはMPD-Psychoと同じ行にあり、うまくいけば、暴力や性的状況のためにRと評価された暗くてうんざりした作品だったでしょう。 このアニメの適応は、それが私がマンガのファンにそれを推薦することさえできないオリジナルからの印から離れている。 非常に残念。\u001b[22m\n\u001b[1m(Kore ga kihon ni natte iru manga o yon de inai kagiri, sore wa muimide rikai dekimasen. Karera wa hijō ni kurai yashin-tekina hanashi o shite, sore o hetaria o omoidasaseru 3-bu no sukitto ni kaemashita. Kore ga detekuru to kiite, watashi wa kōfun shimashita. Gen no sutōrī wa MPD - Psycho to onaji gyō ni ari, umaku ikeba, bōryoku ya seiteki jōkyō no tame ni R to hyōka sa reta kurakute unzari shita sakuhindattadeshou. Kono anime no tekiō wa, sore ga watashi ga manga no fan ni sore o suisen suru koto sae dekinai orijinaru kara no shirushi kara hanarete iru. Hijō ni zan'nen.)\u001b[22m\n\nTranslations of \u001b[4mUnless you have read the manga this is based on, it is senseless and incomprehensible. They've taken a very dark, ambitious story and turned it into three minute skits that remind me of Hetalia. When I heard this was coming out, I was excited. The original story is on the same line as MPD-Psycho, and if it had been done well, it would have been a dark and brooding work rated R for violence and sexual situations. This anime adaptation is so far off the mark from the original that I can't even recommend it to fans of the manga. Very disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnless you have read the manga this is based on, it is senseless and incomprehensible.\u001b[24m\n    \u001b[1mこれが基本になっているマンガを読んでいない限り、それは無意味で理解できません。\u001b[22m, \u001b[1mあなたはこれが基づいている漫画を読んでいる場合を除き、それは無意味と不可解です。\u001b[22m\n\u001b[4mThey've taken a very dark, ambitious story and turned it into three minute skits that remind me of Hetalia.\u001b[24m\n    \u001b[1m彼らは非常に暗い野心的な話をして、それをヘタリアを思い出させる3分のスキットに変えました。\u001b[22m, \u001b[1m彼らは非常に暗い、野心的な物語を取り、ヘタリアを思い出させる3分の寸劇に変えました。\u001b[22m\n\u001b[4mWhen I heard this was coming out, I was excited.\u001b[24m\n    \u001b[1mこれが出てくると聞いて、私は興奮しました。\u001b[22m, \u001b[1m私はこれが出て来ていた聞いたとき、私は興奮していました。\u001b[22m\n\u001b[4mThe original story is on the same line as MPD-Psycho, and if it had been done well, it would have been a dark and brooding work rated R for violence and sexual situations.\u001b[24m\n    \u001b[1m元のストーリーはMPD-Psychoと同じ行にあり、うまくいけば、暴力や性的状況のためにRと評価された暗くてうんざりした作品だったでしょう。\u001b[22m, \u001b[1m原作はMPD-サイコと同じ行にあり、それは十分に行われていた場合、それは暴力や性的な状況のためにR定格暗くて陰気な作業だったでしょう。\u001b[22m\n\u001b[4mThis anime adaptation is so far off the mark from the original that I can't even recommend it to fans of the manga.\u001b[24m\n    \u001b[1mこのアニメの適応は、それが私がマンガのファンにそれを推薦することさえできないオリジナルからの印から離れている。\u001b[22m, \u001b[1mこのアニメの適応は、これまで、元からマークオフ私も漫画のファンにそれをお勧めすることはできませんということです。\u001b[22m\n\u001b[4mVery disappointing.\u001b[24m\n    \u001b[1m非常に残念。\u001b[22m"
  },
  {
    "title": "Litchi_DE_Hikari_Club",
    "id": "15045",
    "url": "https://myanimelist.net/anime/15045/Litchi_DE_Hikari_Club",
    "user": "wintercitrus",
    "profile": "/profile/wintercitrus/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=85497",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  7\nキャラクター|  7\n|  7\n\n私はLitchi Hikari Clubのマンガの大ファンだから、彼らがアニメをやっていると聞いたとき、私は興奮した。  Unforutnately、私はそれが短いコメディのスケッチのシリーズになることを学ぶことに失望した。 それでも、私はそれを試してみて、それは私が当初予想していたほどひどいものではないことを発見しました。 それは、最高でかわいいとばかげていました。 私は漫画のファンがこれを見ることを勧めますが、もし彼らが偽装を楽しむと思うのであれば、マンガを読んでいない人にはこれを勧めないでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI'm a huge fan of the Litchi Hikari Club manga, so when I heard they were doing an anime, I was thrilled. Unforutnately, I was disappointed to learn that it was going to be a series of short comedy sketches. Still, I gave it a try and found that it wasn't as terrible as I originally anticipated. It was cute and silly, at best. I would recommend that fans of the manga watch this, if they think they'd enjoy a spoof, but wouldn't recommend this to anyone who hasn't read the manga, as it would be too difficult to follow.\n\n\u001b[1m私はLitchi Hikari Clubのマンガの大ファンだから、彼らがアニメをやっていると聞いたとき、私は興奮した。  Unforutnately、私はそれが短いコメディのスケッチのシリーズになることを学ぶことに失望した。 それでも、私はそれを試してみて、それは私が当初予想していたほどひどいものではないことを発見しました。 それは、最高でかわいいとばかげていました。 私は漫画のファンがこれを見ることを勧めますが、もし彼らが偽装を楽しむと思うのであれば、マンガを読んでいない人にはこれを勧めないでしょう。\u001b[22m\n\u001b[1m(Watashi wa Litchi Hikari Club no manga no dai fandakara, karera ga anime o yatte iru to kiita toki, watashi wa kōfun shita. Unforutnately, watashi wa sore ga mijikai komedi no suketchi no shirīzu ni naru koto o manabu koto ni shitsubō shita. Soredemo, watashi wa sore o tameshite mite, sore wa watashi ga tōsho yosō shite ita hodo hidoi monode wanai koto o hakken shimashita. Sore wa, saikō de kawaī to bakagete imashita. Watashi wa manga no fan ga kore o miru koto o susumemasuga, moshi karera ga gisō o tanoshimu to omou nodeareba, manga o yon de inai hito ni wa kore o susumenaideshou.)\u001b[22m\n\nTranslations of \u001b[4mI'm a huge fan of the Litchi Hikari Club manga, so when I heard they were doing an anime, I was thrilled. Unforutnately, I was disappointed to learn that it was going to be a series of short comedy sketches. Still, I gave it a try and found that it wasn't as terrible as I originally anticipated. It was cute and silly, at best. I would recommend that fans of the manga watch this, if they think they'd enjoy a spoof, but wouldn't recommend this to anyone who hasn't read the manga, as it would be too difficult to follow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a huge fan of the Litchi Hikari Club manga, so when I heard they were doing an anime, I was thrilled.\u001b[24m\n    \u001b[1m私はLitchi Hikari Clubのマンガの大ファンだから、彼らがアニメをやっていると聞いたとき、私は興奮した。\u001b[22m, \u001b[1m私はライチ☆光クラブ漫画の大ファンですので、私は彼らがアニメをやっていた聞いたとき、私は喜んでいました。\u001b[22m\n\u001b[4mUnforutnately, I was disappointed to learn that it was going to be a series of short comedy sketches.\u001b[24m\n    \u001b[1mUnforutnately、私はそれが短いコメディのスケッチのシリーズになることを学ぶことに失望した。\u001b[22m, \u001b[1mUnforutnately、私はそれが短いコメディスケッチのシリーズになる予定だったことを知ってがっかりしました。\u001b[22m\n\u001b[4mStill, I gave it a try and found that it wasn't as terrible as I originally anticipated.\u001b[24m\n    \u001b[1mそれでも、私はそれを試してみて、それは私が当初予想していたほどひどいものではないことを発見しました。\u001b[22m, \u001b[1mそれでも、私はそれを試してみました、私が当初の予想ほどひどいではなかったことがわかりました。\u001b[22m\n\u001b[4mIt was cute and silly, at best.\u001b[24m\n    \u001b[1mそれは、最高でかわいいとばかげていました。\u001b[22m, \u001b[1mそれは最高の状態で、かわいいと愚かでした。\u001b[22m\n\u001b[4mI would recommend that fans of the manga watch this, if they think they'd enjoy a spoof, but wouldn't recommend this to anyone who hasn't read the manga, as it would be too difficult to follow.\u001b[24m\n    \u001b[1m私は漫画のファンがこれを見ることを勧めますが、もし彼らが偽装を楽しむと思うのであれば、マンガを読んでいない人にはこれを勧めないでしょう。\u001b[22m, \u001b[1m私は、彼らがなりすましを楽しみたいと思えば、漫画のファンはこれを見てすることをお勧めしますが、従うことが非常に困難であるように、漫画を読んでいなかった人にこれをお勧めしません。\u001b[22m"
  },
  {
    "title": "Litchi_DE_Hikari_Club",
    "id": "15045",
    "url": "https://myanimelist.net/anime/15045/Litchi_DE_Hikari_Club",
    "user": "Memerulesworld",
    "profile": "/profile/Memerulesworld/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=150983",
    "jp": "--- --- --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  1\n\n私は他のレビューのそれぞれに同意しますが、私はそれらの中に持ち込まれていない要素に言及しなければならないと感じています。 つまり、アニメであなたにスローされたユーモアは、実際にマンガの感情を少なくします。 私たちが今話を楽しむことができるという事実は、私がすでに読んできた表と裏の間の内容に満足しています。  （最初にマンガを始めた私たちの大多数の人たちのために）すべてのキャラクターは明確なステレオタイプで残っていますが、自分自身を笑うことができる贈り物です。 それでも...私は、私が完全に混乱していたことを認めなければなりません。そして、ヒカリ・リッチー・クラブのパロディーを見ました。 それが漫画にも当てはまっていれば、すでに頑丈なシリーズの豊かな（残忍で美しい）適応が私たちの前にあるでしょう。 言うまでもなく、私は本当にこのアニメの結果に感情を混ぜている。 私はあなたが1つのエピソードを見ることをお勧めします、そして、あなたがそれを見続けるのを好むなら...そうでなければ、マンガをつけてください。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nI agree with each of the other reviews, but I feel I must mention an element not brought up in any of 'em. That is to say, the humor that is thrown at you in the anime actually makes the manga feel less intense. The fact that we can now make fun of the story makes me happy and if anything, more comfortable with the contents between the front and back pages we've already read. (For the majority of us who started with the manga first.) All of the characters remain in clear cut stereotypes, but what a gift it is to be able to laugh at oneself. And yet... I must admit that I was completely confused and let down with the fact that we saw a parody of Hikari Litchi Club. Were it to stay true to the manga, we would have before us a brootiful (Brutal and Beautiful) adaption of an already solid series. Needless to say, I have truly mixed feelings on the outcome of this anime. I suggest you watch one episode, and if you like it keep watching... otherwise, just stick with the manga. :)\n\n\u001b[1m私は他のレビューのそれぞれに同意しますが、私はそれらの中に持ち込まれていない要素に言及しなければならないと感じています。 つまり、アニメであなたにスローされたユーモアは、実際にマンガの感情を少なくします。 私たちが今話を楽しむことができるという事実は、私がすでに読んできた表と裏の間の内容に満足しています。  （最初にマンガを始めた私たちの大多数の人たちのために）すべてのキャラクターは明確なステレオタイプで残っていますが、自分自身を笑うことができる贈り物です。 それでも...私は、私が完全に混乱していたことを認めなければなりません。そして、ヒカリ・リッチー・クラブのパロディーを見ました。 それが漫画にも当てはまっていれば、すでに頑丈なシリーズの豊かな（残忍で美しい）適応が私たちの前にあるでしょう。 言うまでもなく、私は本当にこのアニメの結果に感情を混ぜている。 私はあなたが1つのエピソードを見ることをお勧めします、そして、あなたがそれを見続けるのを好むなら...そうでなければ、マンガをつけてください。  :)\u001b[22m\n\u001b[1m(Watashi wa hoka no rebyū no sorezore ni dōi shimasuga, watashi wa sorera no naka ni mochikoma rete inai yōso ni genkyū shinakereba naranai to kanjite imasu. Tsumari, anime de anata ni surō sa reta yūmoa wa, jissai ni manga no kanjō o sukunaku shimasu. Watashitachi ga ima hanashi o tanoshimu koto ga dekiru to iu jijitsu wa, watashi ga sudeni yonde kita hyō to ura no ma no naiyō ni manzoku shite imasu. (Saisho ni manga o hajimeta watashitachi no dai tasū no hito-tachi no tame ni) subete no kyarakutā wa meikakuna sutereo taipu de nokotte imasuga, jibun jishin o warau koto ga dekiru okurimonodesu. Soredemo... Watashi wa, watashi ga kanzen ni konran shite ita koto o mitomenakereba narimasen. Soshite, Hikari ritchī kurabu no parodī o mimashita. Sore ga manga ni mo atehamatte ireba, sudeni ganjōna shirīzu no yutakana (zan'ninde utsukushī) tekiō ga watashitachi no mae ni arudeshou. Iumademonaku, watashi wa hontōni kono anime no kekka ni kanjō o mazete iru. Watashi wa anata ga 1tsu no episōdo o miru koto o o susume shimasu, soshite, anata ga sore o mi tsudzukeru no o konomunara... Sōdenakereba, manga o tsukete kudasai. : ))\u001b[22m\n\nTranslations of \u001b[4mI agree with each of the other reviews, but I feel I must mention an element not brought up in any of 'em. That is to say, the humor that is thrown at you in the anime actually makes the manga feel less intense. The fact that we can now make fun of the story makes me happy and if anything, more comfortable with the contents between the front and back pages we've already read. (For the majority of us who started with the manga first.) All of the characters remain in clear cut stereotypes, but what a gift it is to be able to laugh at oneself. And yet... I must admit that I was completely confused and let down with the fact that we saw a parody of Hikari Litchi Club. Were it to stay true to the manga, we would have before us a brootiful (Brutal and Beautiful) adaption of an already solid series. Needless to say, I have truly mixed feelings on the outcome of this anime. I suggest you watch one episode, and if you like it keep watching... otherwise, just stick with the manga. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI agree with each of the other reviews, but I feel I must mention an element not brought up in any of 'em.\u001b[24m\n    \u001b[1m私は他のレビューのそれぞれに同意しますが、私はそれらの中に持ち込まれていない要素に言及しなければならないと感じています。\u001b[22m, \u001b[1m私は他のレビューのそれぞれと同意するが、私は '日のいずれかで育てていない要素を言及する必要があります感じています。\u001b[22m\n\u001b[4mThat is to say, the humor that is thrown at you in the anime actually makes the manga feel less intense.\u001b[24m\n    \u001b[1mつまり、アニメであなたにスローされたユーモアは、実際にマンガの感情を少なくします。\u001b[22m, \u001b[1mそれはアニメにあなたにスローされるユーモアが実際に漫画はあまり強く感じさせる、と言うことです。\u001b[22m\n\u001b[4mThe fact that we can now make fun of the story makes me happy and if anything, more comfortable with the contents between the front and back pages we've already read.\u001b[24m\n    \u001b[1m私たちが今話を楽しむことができるという事実は、私がすでに読んできた表と裏の間の内容に満足しています。\u001b[22m, \u001b[1m私たちは今、物語の楽しさを作ることができるという事実は私を幸せとなりどちらかといえば、我々はすでに読んだ表と裏ページ間の内容をより快適に。\u001b[22m\n\u001b[4m(For the majority of us who started with the manga first.) All of the characters remain in clear cut stereotypes, but what a gift it is to be able to laugh at oneself.\u001b[24m\n    \u001b[1m（最初にマンガを始めた私たちの大多数の人たちのために）すべてのキャラクターは明確なステレオタイプで残っていますが、自分自身を笑うことができる贈り物です。\u001b[22m, \u001b[1m（最初の漫画を始め、私たちの大多数のため。）文字のすべてが明確なステレオタイプに残るが、それは自分自身を笑うことができるようにどのような贈り物です。\u001b[22m\n\u001b[4mAnd yet... I must admit that I was completely confused and let down with the fact that we saw a parody of Hikari Litchi Club.\u001b[24m\n    \u001b[1mそれでも...私は、私が完全に混乱していたことを認めなければなりません。そして、ヒカリ・リッチー・クラブのパロディーを見ました。\u001b[22m, \u001b[1mそして、まだ...私は完全に混乱していたことを認め、我々はひかりライチクラブのパロディを見たという事実と失望させなければなりません。\u001b[22m\n\u001b[4mWere it to stay true to the manga, we would have before us a brootiful (Brutal and Beautiful) adaption of an already solid series.\u001b[24m\n    \u001b[1mそれが漫画にも当てはまっていれば、すでに頑丈なシリーズの豊かな（残忍で美しい）適応が私たちの前にあるでしょう。\u001b[22m, \u001b[1mその漫画に忠実であり続けるために、私たちは私たちの前に既に固体シリーズのbrootiful（残忍なと美しい）適応を持つことになりました。\u001b[22m\n\u001b[4mNeedless to say, I have truly mixed feelings on the outcome of this anime.\u001b[24m\n    \u001b[1m言うまでもなく、私は本当にこのアニメの結果に感情を混ぜている。\u001b[22m, \u001b[1m言うまでもなく、私はこのアニメの結果に本当に複雑な気持ちを持っています。\u001b[22m\n\u001b[4mI suggest you watch one episode, and if you like it keep watching... otherwise, just stick with the manga.\u001b[24m\n    \u001b[1m私はあなたが1つのエピソードを見ることをお勧めします、そして、あなたがそれを見続けるのを好むなら...そうでなければ、マンガをつけてください。\u001b[22m, \u001b[1mそうでなければ、ただのマンガに固執...私はあなたが1つのエピソードを見て示唆している、とあなたが好きかどうかは見続けます。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Litchi_DE_Hikari_Club",
    "id": "15045",
    "url": "https://myanimelist.net/anime/15045/Litchi_DE_Hikari_Club",
    "user": "megcr",
    "profile": "/profile/megcr/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=150395",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n私は基本的には、クランチロールが休み中に提供しなければならなかったものをスキャンすることによってこれを見つけました。 私はそれが何であるか分かりませんでしたが、芸術のスタイルとプロットの概要（実際マンガのものでした）は面白く聞こえましたので、私はそれをチェックすると思っていました。\n\n私が見つけたものは、私が楽しんでいたものでした。それは面白くて暗かったし、何が起こっているかを完全には知らなかったように感じましたが、私はそれに従うことに興味がありました。 私は内部の冗談に遭遇したような気がしました。外部の人として見て楽しかったのですが、私はジョークの中でたくさんのことを見逃していました。  3分の長さのビデオを8回見て、私はグーグルで漫画を見つけて読んで座った。 そして、私は前奏曲を読んだ。 そして、私はバンド「Litchi Hikari Club」のミュージックビデオを見ました。 そして、私は再びアニメを見ました。 基本的にそれは私を吸った。\n\n私が見つけたのは、あなたがLitchi光クラブに入るほど深いことです。 私は本当にマンガの両方を楽しんで、あなたがアニメのために行く前に、心のあまり気味ではない人にそれらをお勧めします。 いったんあなたがマンガを読んだら、アニメのユーモアは以前よりもはるかに不安で恐ろしいようです。\n\n私はこのアニメのような気がしますが、あなたは若い黒人のユーモアを味わっている限り、自分自身の上に立つことができますが、それはリッチー光クラブの漫画に加えて最高の楽しみです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI basically stumbled upon this by scanning what crunchyroll had to offer on my day off. I had no idea what it was but the art style and the plot synopsis (which was really of the manga) sounded interesting so I figured I'd check it out.\n\n\u001b[1m私は基本的には、クランチロールが休み中に提供しなければならなかったものをスキャンすることによってこれを見つけました。 私はそれが何であるか分かりませんでしたが、芸術のスタイルとプロットの概要（実際マンガのものでした）は面白く聞こえましたので、私はそれをチェックすると思っていました。\u001b[22m\n\u001b[1m(Watashi wa kihontekini wa, kuranchirōru ga yasumi-chū ni teikyō shinakereba naranakatta mono o sukyan suru koto ni yotte kore o mitsukemashita. Watashi wa sore ga nandearu ka wakarimasendeshitaga, geijutsu no sutairu to purotto no gaiyō (jissai manga no monodeshita) wa omoshiroku kikoemashitanode, watashi wa sore o chekku suru to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI basically stumbled upon this by scanning what crunchyroll had to offer on my day off. I had no idea what it was but the art style and the plot synopsis (which was really of the manga) sounded interesting so I figured I'd check it out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI basically stumbled upon this by scanning what crunchyroll had to offer on my day off.\u001b[24m\n    \u001b[1m私は基本的には、クランチロールが休み中に提供しなければならなかったものをスキャンすることによってこれを見つけました。\u001b[22m, \u001b[1m私は基本的にもCrunchyrollが私の一日オフに提供していたものをスキャンすることによって、このつまずきました。\u001b[22m\n\u001b[4mI had no idea what it was but the art style and the plot synopsis (which was really of the manga) sounded interesting so I figured I'd check it out.\u001b[24m\n    \u001b[1m私はそれが何であるか分かりませんでしたが、芸術のスタイルとプロットの概要（実際マンガのものでした）は面白く聞こえましたので、私はそれをチェックすると思っていました。\u001b[22m, \u001b[1m私はそれが何であったか分からなかったが、アートスタイルと（漫画の本当にあった）プロット概要は興味深い鳴ったので、私はそれをチェックアウトしたい考え出しました。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I found was something I enjoyed, it was funny and dark and while I felt like I didn't fully know what was going on, I was interested in trying to follow it. It sort of felt like I had stumbled upon an inside joke, that while it was fun to watch as an outsider, I knew I was missing a lot of in jokes. After watching the 8 three minute long videos I did some googling and found the manga and sat down for a read. And then I read the prequel. And then I watched the band 'Litchi Hikari Club' music videos. And then I watched the anime again. Basically it sucked me in.\n\n\u001b[1m私が見つけたものは、私が楽しんでいたものでした。それは面白くて暗かったし、何が起こっているかを完全には知らなかったように感じましたが、私はそれに従うことに興味がありました。 私は内部の冗談に遭遇したような気がしました。外部の人として見て楽しかったのですが、私はジョークの中でたくさんのことを見逃していました。  3分の長さのビデオを8回見て、私はグーグルで漫画を見つけて読んで座った。 そして、私は前奏曲を読んだ。 そして、私はバンド「Litchi Hikari Club」のミュージックビデオを見ました。 そして、私は再びアニメを見ました。 基本的にそれは私を吸った。\u001b[22m\n\u001b[1m(Watashi ga mitsuketa mono wa, watashi ga tanoshinde ita monodeshita. Sore wa omoshirokute kurakattashi, nani ga okotte iru ka o kanzen ni wa shiranakatta yō ni kanjimashitaga, watashi wa sore ni shitagau koto ni kyōmi ga arimashita. Watashi wa naibu no jōdan ni sōgū shita yōna ki ga shimashita. Gaibu no hito to shite mite tanoshikatta nodesuga, watashi wa jōku no naka de takusan no koto o minogashite imashita. 3-Bu no naga-sa no bideo o 8-kai mite, watashi wa gūguru de manga o mitsukete yonde suwatta. Soshite, watashi wa pureryūdo o yonda. Soshite, watashi wa bando `Litchi Hikari Club' no myūjikkubideo o mimashita. Soshite, watashi wa futatabi anime o mimashita. Kihontekini sore wa watashi o sutta.)\u001b[22m\n\nTranslations of \u001b[4mWhat I found was something I enjoyed, it was funny and dark and while I felt like I didn't fully know what was going on, I was interested in trying to follow it. It sort of felt like I had stumbled upon an inside joke, that while it was fun to watch as an outsider, I knew I was missing a lot of in jokes. After watching the 8 three minute long videos I did some googling and found the manga and sat down for a read. And then I read the prequel. And then I watched the band 'Litchi Hikari Club' music videos. And then I watched the anime again. Basically it sucked me in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I found was something I enjoyed, it was funny and dark and while I felt like I didn't fully know what was going on, I was interested in trying to follow it.\u001b[24m\n    \u001b[1m私が見つけたものは、私が楽しんでいたものでした。それは面白くて暗かったし、何が起こっているかを完全には知らなかったように感じましたが、私はそれに従うことに興味がありました。\u001b[22m, \u001b[1m私は何を発見した私はそれが面白いと暗くなっていた、楽しんだものだったと私は完全に何が起こっていたか知らなかったように私が感じている間、私はそれに従うことを試みることに興味がありました。\u001b[22m\n\u001b[4mIt sort of felt like I had stumbled upon an inside joke, that while it was fun to watch as an outsider, I knew I was missing a lot of in jokes.\u001b[24m\n    \u001b[1m私は内部の冗談に遭遇したような気がしました。外部の人として見て楽しかったのですが、私はジョークの中でたくさんのことを見逃していました。\u001b[22m, \u001b[1m私はそれは部外者として見ることを楽しみしている間、私は冗談で、多くの行方不明になった知っていたことが、内部の冗談につまずいていたように、それは一種の感じ。\u001b[22m\n\u001b[4mAfter watching the 8 three minute long videos I did some googling and found the manga and sat down for a read.\u001b[24m\n    \u001b[1m3分の長さのビデオを8回見て、私はグーグルで漫画を見つけて読んで座った。\u001b[22m, \u001b[1m8 3分間のビデオを見た後、私はいくつかのグーグルを行なったし、漫画を見つけ、読み取りのために腰を下ろしました。\u001b[22m\n\u001b[4mAnd then I read the prequel.\u001b[24m\n    \u001b[1mそして、私は前奏曲を読んだ。\u001b[22m, \u001b[1mそして、私は続編をお読みください。\u001b[22m\n\u001b[4mAnd then I watched the band 'Litchi Hikari Club' music videos.\u001b[24m\n    \u001b[1mそして、私はバンド「Litchi Hikari Club」のミュージックビデオを見ました。\u001b[22m, \u001b[1mそして私は、バンド「ライチ☆光クラブ」のミュージックビデオを見ました。\u001b[22m\n\u001b[4mAnd then I watched the anime again.\u001b[24m\n    \u001b[1mそして、私は再びアニメを見ました。\u001b[22m, \u001b[1mそして、私は再びアニメを見ていました。\u001b[22m\n\u001b[4mBasically it sucked me in.\u001b[24m\n    \u001b[1m基本的にそれは私を吸った。\u001b[22m, \u001b[1m基本的には私を吸い込ま。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I've found is the deeper you get into the Litchi Hikari Club, the better it gets. I really enjoyed both of the mangas and would recommend those to the not so faint of heart before you go for the anime. Once you've read the manga the anime's humor seems much more unsettling and creepy than it had before.\n\n\u001b[1m私が見つけたのは、あなたがLitchi光クラブに入るほど深いことです。 私は本当にマンガの両方を楽しんで、あなたがアニメのために行く前に、心のあまり気味ではない人にそれらをお勧めします。 いったんあなたがマンガを読んだら、アニメのユーモアは以前よりもはるかに不安で恐ろしいようです。\u001b[22m\n\u001b[1m(Watashi ga mitsuketa no wa, anata ga Litchi-kō kurabu ni hairu hodo fukai kotodesu. Watashi wa hontōni manga no ryōhō o tanoshinde, anata ga anime no tame ni iku mae ni, kokoro no amari-gimide wanai hito ni sorera o o susume shimasu. Ittan anata ga manga o yondara, anime no yūmoa wa izen yori mo haruka ni fuande osoroshī yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat I've found is the deeper you get into the Litchi Hikari Club, the better it gets. I really enjoyed both of the mangas and would recommend those to the not so faint of heart before you go for the anime. Once you've read the manga the anime's humor seems much more unsettling and creepy than it had before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I've found is the deeper you get into the Litchi Hikari Club, the better it gets.\u001b[24m\n    \u001b[1m私が見つけたのは、あなたがLitchi光クラブに入るほど深いことです。\u001b[22m, \u001b[1m私が見つけたことは、より深い方が良いそれを取得、ライチ☆光クラブに入るです。\u001b[22m\n\u001b[4mI really enjoyed both of the mangas and would recommend those to the not so faint of heart before you go for the anime.\u001b[24m\n    \u001b[1m私は本当にマンガの両方を楽しんで、あなたがアニメのために行く前に、心のあまり気味ではない人にそれらをお勧めします。\u001b[22m, \u001b[1m私は実際に漫画の両方を楽しんで、あなたはアニメのために行く前に、心臓のようにかすかなしないように、それらをお勧めします。\u001b[22m\n\u001b[4mOnce you've read the manga the anime's humor seems much more unsettling and creepy than it had before.\u001b[24m\n    \u001b[1mいったんあなたがマンガを読んだら、アニメのユーモアは以前よりもはるかに不安で恐ろしいようです。\u001b[22m, \u001b[1mあなたが漫画を読んだ後は、アニメのユーモアは、それが前に持っていたよりはるかに不安定と不気味なようです。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all I feel like this anime can stand up on it's own so long as you're up for some goofy black humor, but it's best enjoyed as an addition to the Litchi Hikari Club manga.\n\n\u001b[1m私はこのアニメのような気がしますが、あなたは若い黒人のユーモアを味わっている限り、自分自身の上に立つことができますが、それはリッチー光クラブの漫画に加えて最高の楽しみです。\u001b[22m\n\u001b[1m(Watashi wa kono anime no yōna ki ga shimasuga, anata wa wakai kokujin no yūmoa o ajiwatte iru kagiri, jibunjishin'no-jō ni tatsu koto ga dekimasuga, soreha ritchī-kō kurabu no manga ni kuwaete saikō no tanoshimidesu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all I feel like this anime can stand up on it's own so long as you're up for some goofy black humor, but it's best enjoyed as an addition to the Litchi Hikari Club manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all I feel like this anime can stand up on it's own so long as you're up for some goofy black humor, but it's best enjoyed as an addition to the Litchi Hikari Club manga.\u001b[24m\n    \u001b[1m私はこのアニメのような気がしますが、あなたは若い黒人のユーモアを味わっている限り、自分自身の上に立つことができますが、それはリッチー光クラブの漫画に加えて最高の楽しみです。\u001b[22m, \u001b[1m私はこのアニメのように感じるすべてのすべてであれば、あなたには、いくつかの間抜けなブラックユーモアのためにアップしているようにそれ自身の上に立つことができますが、それは最高のライチ☆光クラブの漫画への追加として楽しんでいます。\u001b[22m"
  }
]
