[
  {
    "title": "Love_Live_School_Idol_Project",
    "id": "15051",
    "url": "https://myanimelist.net/anime/15051/Love_Live_School_Idol_Project",
    "user": "Daniela-Sama",
    "profile": "/profile/Daniela-Sama/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=192505",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は日本のアイドル、ボーカロイドのものさえ好きではなかった...しかし、私はLove Live Idol Festivalの試合を始めました。\n私は「それを撃ちましょう」と思ったが、私はこの9人の学生の物語にどれだけ「中毒」しているのか驚いた。 私はそれを愛していました、特に、最初のシーズンにはUのメンバーが最善を尽くしましたが、彼らは彼らが期待していた成功を収めていないからです。 たとえばシーズン1の3回目のエピソードでは、人生はそれほど単純ではありませんが、あなたの目標や夢をあきらめてはいけないということがわかります。人生はいつも難しいでしょうが、苦労してすべての困難を乗り越えるかもしれません。\n私はこれが素晴らしいアニメだと思っています。 私たちの夢を達成するための苦労について教え、学校は重要であり、忠実な友情はすべての悪いことを私たちに伝えてくれることを教えています。\n私はそれが本当に良いと思うので、このアニメに9レートを与えた、図面は愛らしい、音楽は素敵であり、物語は非常に教育的です。",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI never liked japanese idols, even that vocaloid ones... but I started to play the game of Love Live Idol Festival and I just loved the songs so much and the characters that I looked for the game on Internet and found the anime series.\n\n\u001b[1m私は日本のアイドル、ボーカロイドのものさえ好きではなかった...しかし、私はLove Live Idol Festivalの試合を始めました。\u001b[22m\n\u001b[1m(Watashi wa Nihon no aidoru, bōkaroido no mono sae sukide wa nakatta... Shikashi, watashi wa rabu raibu Idol fesutibaru no shiai o hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mI never liked japanese idols, even that vocaloid ones... but I started to play the game of Love Live Idol Festival and I just loved the songs so much and the characters that I looked for the game on Internet and found the anime series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never liked japanese idols, even that vocaloid ones... but I started to play the game of Love Live Idol Festival and I just loved the songs so much and the characters that I looked for the game on Internet and found the anime series.\u001b[24m\n    \u001b[1m私は日本のアイドル、ボーカロイドのものさえ好きではなかった...しかし、私はLove Live Idol Festivalの試合を始めました。\u001b[22m, \u001b[1m私は日本の偶像、それさえもVOCALOIDのものを言っていたことがない...しかし、私はラブライブアイドルフェスティバルのゲームをプレイし始めたと私はちょうどそんなに歌、私はインターネット上でゲームのために見て、アニメシリーズを発見した文字を追加しました。\u001b[22m\nI thought 'let´s give it a shot', I was surprised how much I got 'addicted' to this 9-students story. I loved it, specially because in the first season the members of u´s gave their best but still they haven´t got the success they were expecting. The third episode of season 1, for example, show us that life is not that simple but still you must not gave up of your goals and dreams, life will always be hard but with hard work you might pass all the difficulties.\n\n\u001b[1m私は「それを撃ちましょう」と思ったが、私はこの9人の学生の物語にどれだけ「中毒」しているのか驚いた。 私はそれを愛していました、特に、最初のシーズンにはUのメンバーが最善を尽くしましたが、彼らは彼らが期待していた成功を収めていないからです。 たとえばシーズン1の3回目のエピソードでは、人生はそれほど単純ではありませんが、あなたの目標や夢をあきらめてはいけないということがわかります。人生はいつも難しいでしょうが、苦労してすべての困難を乗り越えるかもしれません。\u001b[22m\n\u001b[1m(Watashi wa `sore o uchimashou' to omottaga, watashi wa kono 9-ri no gakusei no monogatari ni dore dake `chūdoku' shite iru no ka odoroita. Watashi wa sore o aishite imashita, tokuni, saisho no shīzun ni wa U no menbā ga saizen o tsukushimashitaga, karera wa karera ga kitai shite ita seikō o osamete inaikaradesu. Tatoeba shīzun 1 no 3-kai-me no episōdode wa, jinsei wa sorehodo tanjunde wa arimasenga, anata no mokuhyō ya yume o akiramete wa ikenai to iu koto ga wakarimasu. Jinsei wa itsumo muzukashīdeshouga, kurō shite subete no kon'nan o norikoeru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI thought 'let´s give it a shot', I was surprised how much I got 'addicted' to this 9-students story. I loved it, specially because in the first season the members of u´s gave their best but still they haven´t got the success they were expecting. The third episode of season 1, for example, show us that life is not that simple but still you must not gave up of your goals and dreams, life will always be hard but with hard work you might pass all the difficulties.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thought 'let´s give it a shot', I was surprised how much I got 'addicted' to this 9-students story.\u001b[24m\n    \u001b[1m私は「それを撃ちましょう」と思ったが、私はこの9人の学生の物語にどれだけ「中毒」しているのか驚いた。\u001b[22m, \u001b[1m私はこの9-学生の話に「はまって」しまった、どのくらい驚いた、「let'sはそれに打撃を与える」と思いました。\u001b[22m\n\u001b[4mI loved it, specially because in the first season the members of u´s gave their best but still they haven´t got the success they were expecting.\u001b[24m\n    \u001b[1m私はそれを愛していました、特に、最初のシーズンにはUのメンバーが最善を尽くしましたが、彼らは彼らが期待していた成功を収めていないからです。\u001b[22m, \u001b[1m私は最初のシーズンでu'sのメンバーは彼らの最高を与えたが、それでも彼らは、彼らが期待していた成功を得たhaven't特別ので、それを追加しました。\u001b[22m\n\u001b[4mThe third episode of season 1, for example, show us that life is not that simple but still you must not gave up of your goals and dreams, life will always be hard but with hard work you might pass all the difficulties.\u001b[24m\n    \u001b[1mたとえばシーズン1の3回目のエピソードでは、人生はそれほど単純ではありませんが、あなたの目標や夢をあきらめてはいけないということがわかります。人生はいつも難しいでしょうが、苦労してすべての困難を乗り越えるかもしれません。\u001b[22m, \u001b[1mシーズン1の第3のエピソードは、例えば、人生はそれほど単純ではありませんが、それでもあなたの目標や夢のあきらめてはいけない、人生は常に難しいだろうが、ハードワークでは、すべての困難を通過する可能性があることを私たちに示しています。\u001b[22m\nI think this is a great anime, specially for children. It teaches about hard work to achieve our dreams, teaches that school is important and loyal friendship can help us passing all the bad things.\n\n\u001b[1m私はこれが素晴らしいアニメだと思っています。 私たちの夢を達成するための苦労について教え、学校は重要であり、忠実な友情はすべての悪いことを私たちに伝えてくれることを教えています。\u001b[22m\n\u001b[1m(Watashi wa kore ga subarashī animeda to omotte imasu. Watashitachi no yume o tassei suru tame no kurō ni tsuite oshie, gakkō wa jūyōdeari, chūjitsuna yūjō wa subete no waruikoto o watashitachi ni tsutaete kureru koto o oshiete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI think this is a great anime, specially for children. It teaches about hard work to achieve our dreams, teaches that school is important and loyal friendship can help us passing all the bad things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think this is a great anime, specially for children.\u001b[24m\n    \u001b[1m私はこれが素晴らしいアニメだと思っています。\u001b[22m, \u001b[1m私は、これは特別に子供たちのために、偉大なアニメだと思います。\u001b[22m\n\u001b[4mIt teaches about hard work to achieve our dreams, teaches that school is important and loyal friendship can help us passing all the bad things.\u001b[24m\n    \u001b[1m私たちの夢を達成するための苦労について教え、学校は重要であり、忠実な友情はすべての悪いことを私たちに伝えてくれることを教えています。\u001b[22m, \u001b[1mそれは、私たちの夢を達成するためにハードワークについて教えて学校は友情がすべて悪いことを通過する私たちを助けることができる重要かつ忠実であることを教示しています。\u001b[22m\nI gave 9 rate to this anime, because I think it´s really good, the drawing is adorable, the music is lovely and the story is very educational.\n\n\u001b[1m私はそれが本当に良いと思うので、このアニメに9レートを与えた、図面は愛らしい、音楽は素敵であり、物語は非常に教育的です。\u001b[22m\n\u001b[1m(Watashi wa sore ga hontōni yoi to omou node, kono anime ni 9 rēto o ataeta, zumen wa airashī, ongaku wa sutekideari, monogatari wa hijō ni kyōiku-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI gave 9 rate to this anime, because I think it´s really good, the drawing is adorable, the music is lovely and the story is very educational.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave 9 rate to this anime, because I think it´s really good, the drawing is adorable, the music is lovely and the story is very educational.\u001b[24m\n    \u001b[1m私はそれが本当に良いと思うので、このアニメに9レートを与えた、図面は愛らしい、音楽は素敵であり、物語は非常に教育的です。\u001b[22m, \u001b[1m私はit'sは本当に良いと思うので、描画が愛らしいですが、このアニメに9率を与え、音楽が素敵で、話は非常に教育的です。\u001b[22m"
  },
  {
    "title": "Love_Live_School_Idol_Project",
    "id": "15051",
    "url": "https://myanimelist.net/anime/15051/Love_Live_School_Idol_Project",
    "user": "gaysocks",
    "profile": "/profile/gaysocks/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=189642",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\nらぶ らいぶ。\n私は長い時間前にゲームをダウンロードし、中毒になったので、プロモーションのアニメが本当に興奮していましたが、音楽のアニメは一般的にはかわいらしく、かわいい女の子と印象を残すだけです。 私はそれにショットをつけて、それが平凡ではないと祈ると思った。 これは、ショーがスタンダードアイドルアニメよりも多くを提供しているので、ラブライブが違う場所です（女の子は非常にかわいいですが）。\nこのレビューはシーズン1にのみ適用されます。シーズン2は異なるスコアを得るためです。\nストーリー：10\n物語を愛してはいけない。 ゲームの主な話はほとんどありませんでした。少人数の背景情報のようなものだったので、女の子たちが集まって交流するのは素晴らしい経験でした。  3人のメインガール、2年目の小鳥、ウミ、ホノカは、アイドルグループをつくることで興味を失い、それを救うために奮闘することで学校を閉鎖すると聞いています。 彼らとその家族が歴史を持つ学校を救うための女の子の献身は本当に感動的でした。そして、μのための彼らのモチベーションと愛は感動的でした。  Love Liveは本当に下から上に向かって動くキャラクターを示し、衝撃的だが現実的なエンディングで終わっているが、非常に悲しい。 いくつかの女の子は才能のない、あるいは控えめな気持ちで、女の子は女の子がいない、女の子のいくつかはアイドルグループのために十分ガーリーではないと感じている人もいれば、アイドルに対して個人的な恨みを感じる人もいるが、結局彼らを集めて強力な これに基づいた友情。 物語はオリジナルで魅力的なので、私の本には10点あります。\nアート：10\nラブライブのアートは美しい。 女の子は目の中にある種の感情を持っているように見え、女の子には微妙な違いがあり、思い出に残るものです。 色は明るく、背景はきれいです。 公演中は、CGの流れがスムーズになるようにCGに変更されていますが、アニメのCGファンではありませんが、Love Liveは慣れてしまってもそれを取り除いたと思います。 アニメーションは滑らかで、女の子のクローズアップは本当に詳細で、個々の髪の毛とリップグロスを示しています。\nサウンド：10\nあなたは音楽アニメから何を期待していますか？  OSTは絶対に美しく、すべての曲は本当にキャッチーだったし、試合から私の好きな曲が見られるのは信じられないほどだった。 音楽にとても感動しました。 音声による演技が行われる限り、VAは非常に感情的なものでした。 それは本当に劇的な十代の女の子がいかにできるかを示し、私はこれらの女の子が言うことのいくつかと本当に結びついた。\nキャラクター：8\nμには女の子がたくさんいるので、それらのすべてをキャラクターの開発に合わせるのは難しかったです。 シーズン2はこれをカバーしていますが、シーズン2は全く違う印象を残しています。  μはシリーズの途中まで完成していないので、参加に時間がかかる人は他の人よりも開発が進んでいます。  Rin、Maki、Nico、Nozomiのような開発はほとんどありませんでしたが、幸いなことにそれを補ってくれて、後で素晴らしいフィラーエピソードをいくつか出します。 すべてのフィラーエピソードはキャラクターの開発に専念しており、9人のメンバーの間に強い結束を形成しています。 彼らの相互作用は非常にしっかりしており、あなたは本当に友情感とこれらの女の子の間の強い結びつきを感じます。 サイドキャラクターに関しては、少女たちが上に行くのを助けるいくつかの再発するものがあり、学校のアニメもサイドキャラクターを開発するのは涼しいです。\n楽しさ：10\nラブライブは私の期待を上回った。 私はそれが私のトップアニメに簡単に入ってきたので、私はそれを見ることにしたことをとてもうれしく思っています。 それぞれのエピソードの終わりにあなたを暖かく曖昧に感じさせる魅力があります。悲しい瞬間から回復する決意と能力は、それを愛することができます。 正直言って、誰もがこのアニメを見ることができたと思うのですが、可愛い女の子と一緒に目の保養がありますが、それ以上に、アニメで頻繁に見られることのない友情と絆があります。 彼らはそれを保存するためにアイドルグループを形成するほどです。 あなた自身に好意を持ち、Love Liveを見てください！ スクールアイドルプロジェクト",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nらぶ らいぶ。\n(Ra bu-ra ibu.)\n\n\u001b[1mらぶ らいぶ。\u001b[22m\n\u001b[1m(Ra bu-ra ibu.)\u001b[22m\nI downloaded the game a long long time ago and got addicted, so finding out there was a promo anime was really exciting for me, though music animes are generally pretty bland and only leave an impression with cute girls. I figured I'd give it a shot and pray it wasn't mediocre. This is where Love Live differs, (though the girls are also very cute) since the show has a LOT more to offer than the standard idol anime.\n\n\u001b[1m私は長い時間前にゲームをダウンロードし、中毒になったので、プロモーションのアニメが本当に興奮していましたが、音楽のアニメは一般的にはかわいらしく、かわいい女の子と印象を残すだけです。 私はそれにショットをつけて、それが平凡ではないと祈ると思った。 これは、ショーがスタンダードアイドルアニメよりも多くを提供しているので、ラブライブが違う場所です（女の子は非常にかわいいですが）。\u001b[22m\n\u001b[1m(Watashi wa nagai jikan mae ni gēmu o daunrōdo shi, chūdoku ni nattanode, puromōshon no anime ga hontōni kōfun shite imashitaga, ongaku no anime wa ippantekini wa kawairashiku, kawaī on'nanoko to inshō o nokosu dakedesu. Watashi wa sore ni shotto o tsukete, sore ga heibonde wa nai to inoru to omotta. Kore wa, shō ga sutandādoaidoruanime yori mo ōku o teikyō shite irunode, rabu raibu ga chigau bashodesu (on'nanoko wa hijō ni kawaīdesuga).)\u001b[22m\n\nTranslations of \u001b[4mI downloaded the game a long long time ago and got addicted, so finding out there was a promo anime was really exciting for me, though music animes are generally pretty bland and only leave an impression with cute girls. I figured I'd give it a shot and pray it wasn't mediocre. This is where Love Live differs, (though the girls are also very cute) since the show has a LOT more to offer than the standard idol anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI downloaded the game a long long time ago and got addicted, so finding out there was a promo anime was really exciting for me, though music animes are generally pretty bland and only leave an impression with cute girls.\u001b[24m\n    \u001b[1m私は長い時間前にゲームをダウンロードし、中毒になったので、プロモーションのアニメが本当に興奮していましたが、音楽のアニメは一般的にはかわいらしく、かわいい女の子と印象を残すだけです。\u001b[22m, \u001b[1m私は音楽アニメは一般的にかなり当たり障りであり、唯一の可愛い女の子との印象を残すもののプロモーションアニメは、私にとって本当にエキサイティングだったがあった見つける、長い長い時間前にゲームをダウンロードして、はまってしまいました。\u001b[22m\n\u001b[4mI figured I'd give it a shot and pray it wasn't mediocre.\u001b[24m\n    \u001b[1m私はそれにショットをつけて、それが平凡ではないと祈ると思った。\u001b[22m, \u001b[1m私はそれに打撃を与え、それが平凡ではなかった祈る考え出しました。\u001b[22m\n\u001b[4mThis is where Love Live differs, (though the girls are also very cute) since the show has a LOT more to offer than the standard idol anime.\u001b[24m\n    \u001b[1mこれは、ショーがスタンダードアイドルアニメよりも多くを提供しているので、ラブライブが違う場所です（女の子は非常にかわいいですが）。\u001b[22m, \u001b[1m（女の子も非常にかわいいですが）ショーは、標準のアイドルアニメより提供するためにたくさんより多くを持っているので、ライブ異なり愛場所です。\u001b[22m\nThis review only applies to season 1, as season 2 would get different scores.\n\n\u001b[1mこのレビューはシーズン1にのみ適用されます。シーズン2は異なるスコアを得るためです。\u001b[22m\n\u001b[1m(Kono rebyū wa shīzun 1 ni nomi tekiyō sa remasu. Shīzun 2 wa kotonaru sukoa o eru tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis review only applies to season 1, as season 2 would get different scores.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review only applies to season 1, as season 2 would get different scores.\u001b[24m\n    \u001b[1mこのレビューはシーズン1にのみ適用されます。シーズン2は異なるスコアを得るためです。\u001b[22m, \u001b[1mシーズン2が異なるスコアを得られるようなこのレビューは、シーズン1に適用されます。\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nCan't bring myself not to love the story. There wasn't really a main story in the game, more like a bunch of little background information, so seeing the girls get together and interact was an incredible experience. The 3 main girls, 2nd years Kotori, Umi, and Honoka, hear that their school is to be shut down due to lack of interest and struggle to save it by forming an idol group. The girls' dedication to saving their school with which they and their families have history was really touching, and their motivation and love for μ's was inspiring. Love Live really shows the characters moving from the very bottom to the top, and ends with a shocking but realistic ending, albeit very sad. Some girls feel untalented or modest, some girls are nonathletic, some girls feel they aren't girly enough for an idol group, and some have personal grudges against idols, but in the end, they all unite to save the school and form a powerful friendship based on this. The story is original and engaging, so it got a 10 in my book.\n\n\u001b[1m物語を愛してはいけない。 ゲームの主な話はほとんどありませんでした。少人数の背景情報のようなものだったので、女の子たちが集まって交流するのは素晴らしい経験でした。  3人のメインガール、2年目の小鳥、ウミ、ホノカは、アイドルグループをつくることで興味を失い、それを救うために奮闘することで学校を閉鎖すると聞いています。 彼らとその家族が歴史を持つ学校を救うための女の子の献身は本当に感動的でした。そして、μのための彼らのモチベーションと愛は感動的でした。  Love Liveは本当に下から上に向かって動くキャラクターを示し、衝撃的だが現実的なエンディングで終わっているが、非常に悲しい。 いくつかの女の子は才能のない、あるいは控えめな気持ちで、女の子は女の子がいない、女の子のいくつかはアイドルグループのために十分ガーリーではないと感じている人もいれば、アイドルに対して個人的な恨みを感じる人もいるが、結局彼らを集めて強力な これに基づいた友情。 物語はオリジナルで魅力的なので、私の本には10点あります。\u001b[22m\n\u001b[1m(Monogatari o aishitehaikenai. Gēmu no omona hanashi wa hotondo arimasendeshita. Shōninzū no haikei jōhō no yōna monodattanode, on'nanoko-tachi ga atsumatte kōryū suru no wa subarashī keikendeshita. 3-Ri no meingāru, 2-nen-me no kotori, umi, honoka wa, aidorugurūpu o tsukuru koto de kyōmi o ushinai, sore o sukuu tame ni funtō suru koto de gakkō o heisa suru to kiite imasu. Karera to sono kazoku ga rekishi o motsu gakkō o sukuu tame no on'nanoko no kenshin wa hontōni kandō-tekideshita. Soshite, m no tame no karera no mochibēshon to ai wa kandō-tekideshita. Rabu raibu wa hontōni shita kara ue ni mukatte ugoku kyarakutā o shimeshi, shōgeki-tekidaga genjitsu-tekina endingu de owatte iruga, hijō ni kanashī. Ikutsu ka no on'nanoko wa sainō no nai, aruiwa hikaemena kimochi de, on'nanoko wa on'nanoko ga inai, on'nanoko no ikutsu ka wa aidorugurūpu no tame ni jūbun gārīde wa nai to kanjite iru hito mo ireba, aidoru ni taishite kojin-tekina urami o kanjiru hito mo iru ga, kekkyoku karera o atsumete kyōryokuna kore ni motodzuita yūjō. Monogatari wa orijinaru de miryoku-tekinanode, watashi no hon ni wa 10-ten arimasu.)\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nThe art for Love Live is beautiful. The girls seem to have a sort of emotion in their eyes and all the girls have subtle differences that make them memorable. The colors are bright and the backgrounds are pretty. During performances, many scenes are changed to CG for smoother flow, and though I'm not a fan of CG in anime, I really think Love Live pulled it off, even if it did take a while to get used to. The animation was smooth and the close-ups of the girls were really detailed, showing individual hair strands and lip gloss.\n\n\u001b[1mラブライブのアートは美しい。 女の子は目の中にある種の感情を持っているように見え、女の子には微妙な違いがあり、思い出に残るものです。 色は明るく、背景はきれいです。 公演中は、CGの流れがスムーズになるようにCGに変更されていますが、アニメのCGファンではありませんが、Love Liveは慣れてしまってもそれを取り除いたと思います。 アニメーションは滑らかで、女の子のクローズアップは本当に詳細で、個々の髪の毛とリップグロスを示しています。\u001b[22m\n\u001b[1m(Rabu raibu no āto wa utsukushī. On'nanoko wa me no naka ni arushuno kanjō o motte iru yō ni mie, on'nanoko ni wa bimyōna chigai ga ari, omoide ni nokoru monodesu. Iro wa akaruku, haikei wa kireidesu. Kōen-chū wa, CG no nagare ga sumūzu ni naru yō ni CG ni henkō sa rete imasuga, anime no CG fande wa arimasenga, rabu raibu wa narete shimatte mo sore o torinozoita to omoimasu. Animēshon wa namerakade, on'nanoko no kurōzuappu wa hontōni shōsaide, koko no kaminoke to rippugurosu o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art for Love Live is beautiful. The girls seem to have a sort of emotion in their eyes and all the girls have subtle differences that make them memorable. The colors are bright and the backgrounds are pretty. During performances, many scenes are changed to CG for smoother flow, and though I'm not a fan of CG in anime, I really think Love Live pulled it off, even if it did take a while to get used to. The animation was smooth and the close-ups of the girls were really detailed, showing individual hair strands and lip gloss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art for Love Live is beautiful.\u001b[24m\n    \u001b[1mラブライブのアートは美しい。\u001b[22m, \u001b[1mラブライブのための技術は、美しいです。\u001b[22m\n\u001b[4mThe girls seem to have a sort of emotion in their eyes and all the girls have subtle differences that make them memorable.\u001b[24m\n    \u001b[1m女の子は目の中にある種の感情を持っているように見え、女の子には微妙な違いがあり、思い出に残るものです。\u001b[22m, \u001b[1m女の子は、彼らの目に感情のようなものを持っているように見えるし、すべての女の子は、彼らが思い出深いものに微妙な違いがあります。\u001b[22m\n\u001b[4mThe colors are bright and the backgrounds are pretty.\u001b[24m\n    \u001b[1m色は明るく、背景はきれいです。\u001b[22m, \u001b[1m色は明るく、背景がかなりあります。\u001b[22m\n\u001b[4mDuring performances, many scenes are changed to CG for smoother flow, and though I'm not a fan of CG in anime, I really think Love Live pulled it off, even if it did take a while to get used to.\u001b[24m\n    \u001b[1m公演中は、CGの流れがスムーズになるようにCGに変更されていますが、アニメのCGファンではありませんが、Love Liveは慣れてしまってもそれを取り除いたと思います。\u001b[22m, \u001b[1m公演中は、多くのシーンがスムーズに流れのためのCGに変更され、私はアニメでCGのファンではないが、私は本当に愛ライブはそれがに慣れるまでに時間がかかる場合がありました場合でも、それをオフに引っ張ったと思います。\u001b[22m\n\u001b[4mThe animation was smooth and the close-ups of the girls were really detailed, showing individual hair strands and lip gloss.\u001b[24m\n    \u001b[1mアニメーションは滑らかで、女の子のクローズアップは本当に詳細で、個々の髪の毛とリップグロスを示しています。\u001b[22m, \u001b[1mアニメーションは滑らかで、女の子のクローズアップは、個々の髪の毛とリップグロスを示す、本当に詳細ました。\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nWhat do you expect from a music anime? The OST was absolutely beautiful and all the songs were really catchy, and it was incredible to see my favorite songs from the game performed. Very impressed with the music. As far as voice acting goes, the VA's were very into it and very emotional. It really showed how dramatic teenage girls can be and I really connected with some of the things these girls would say.\n\n\u001b[1mあなたは音楽アニメから何を期待していますか？  OSTは絶対に美しく、すべての曲は本当にキャッチーだったし、試合から私の好きな曲が見られるのは信じられないほどだった。 音楽にとても感動しました。 音声による演技が行われる限り、VAは非常に感情的なものでした。 それは本当に劇的な十代の女の子がいかにできるかを示し、私はこれらの女の子が言うことのいくつかと本当に結びついた。\u001b[22m\n\u001b[1m(Anata wa ongaku anime kara nani o kitai shite imasu ka? OST wa zettai ni utsukushiku, subete no kyoku wa hontōni kyatchīdattashi, shiai kara watashi no sukina kyoku ga mi rareru no wa shinji rarenai hododatta. Ongaku ni totemo kandō shimashita. Onsei ni yoru engi ga okonawa reru kagiri, VA wa hijō ni kanjō-tekina monodeshita. Sore wa hontōni gekitekina jūdai no on'nanoko ga ikani dekiru ka o shimeshi, watashi wa korera no on'nanoko ga iu koto no ikutsu ka to hontōni musubitsuita.)\u001b[22m\n\nTranslations of \u001b[4mWhat do you expect from a music anime? The OST was absolutely beautiful and all the songs were really catchy, and it was incredible to see my favorite songs from the game performed. Very impressed with the music. As far as voice acting goes, the VA's were very into it and very emotional. It really showed how dramatic teenage girls can be and I really connected with some of the things these girls would say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat do you expect from a music anime?\u001b[24m\n    \u001b[1mあなたは音楽アニメから何を期待していますか？\u001b[22m, \u001b[1mあなたが音楽アニメから何を期待していますか？\u001b[22m\n\u001b[4mThe OST was absolutely beautiful and all the songs were really catchy, and it was incredible to see my favorite songs from the game performed.\u001b[24m\n    \u001b[1mOSTは絶対に美しく、すべての曲は本当にキャッチーだったし、試合から私の好きな曲が見られるのは信じられないほどだった。\u001b[22m, \u001b[1mOSTは絶対にきれいだったし、すべての曲は本当にキャッチーたし、実行されるゲームからの私のお気に入りの曲を見ることが信じられないほどでした。\u001b[22m\n\u001b[4mVery impressed with the music.\u001b[24m\n    \u001b[1m音楽にとても感動しました。\u001b[22m, \u001b[1m音楽に非常に感銘を受け。\u001b[22m\n\u001b[4mAs far as voice acting goes, the VA's were very into it and very emotional.\u001b[24m\n    \u001b[1m音声による演技が行われる限り、VAは非常に感情的なものでした。\u001b[22m, \u001b[1m限り声の演技が行くように、VAのは非常にそれに、非常に感情的でした。\u001b[22m\n\u001b[4mIt really showed how dramatic teenage girls can be and I really connected with some of the things these girls would say.\u001b[24m\n    \u001b[1mそれは本当に劇的な十代の女の子がいかにできるかを示し、私はこれらの女の子が言うことのいくつかと本当に結びついた。\u001b[22m, \u001b[1mそれは本当に劇的な十代の女の子がすることができ、私は本当にこれらの女の子が言うことのいくつかに接続されている方法を紹介しました。\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nSince there are so many girls in μ's, it was hard to fit all of them in with character development. Season 2 does cover for this, though, and season 2 leaves a whole different impression on its own. μ's isn't complete until half way through the series, so those who take longer to join got more development than others. Some who got little development included Rin, Maki, Nico, and Nozomi, but luckily season 2 does make up for that and gives some incredible filler episodes later. All filler episodes are dedicated to character development and forming a stronger bond between the nine μ's members. Their interactions are very solid and you really get a sense of friendship and a heavy bond between these girls. As for side characters, there are a few reoccurring ones that help the girls of μ's get to the top, and it's cool to see a school anime also develop side characters.\n\n\u001b[1mμには女の子がたくさんいるので、それらのすべてをキャラクターの開発に合わせるのは難しかったです。 シーズン2はこれをカバーしていますが、シーズン2は全く違う印象を残しています。  μはシリーズの途中まで完成していないので、参加に時間がかかる人は他の人よりも開発が進んでいます。  Rin、Maki、Nico、Nozomiのような開発はほとんどありませんでしたが、幸いなことにそれを補ってくれて、後で素晴らしいフィラーエピソードをいくつか出します。 すべてのフィラーエピソードはキャラクターの開発に専念しており、9人のメンバーの間に強い結束を形成しています。 彼らの相互作用は非常にしっかりしており、あなたは本当に友情感とこれらの女の子の間の強い結びつきを感じます。 サイドキャラクターに関しては、少女たちが上に行くのを助けるいくつかの再発するものがあり、学校のアニメもサイドキャラクターを開発するのは涼しいです。\u001b[22m\n\u001b[1m(M ni wa on'nanoko ga takusan iru node, sorera no subete o kyarakutā no kaihatsu ni awaseru no wa muzukashikattadesu. Shīzun 2 wa kore o kabā shite imasuga, shīzun 2 wa mattaku chigau inshō o nokoshite imasu. M wa shirīzu no tochū made kansei shite inainode, sanka ni jikan ga kakaru hito wa hokanohito yori mo kaihatsu ga susunde imasu. Rin, Maki, Nico, Nozomi no yōna kaihatsu wa hotondo arimasendeshitaga, saiwaina koto ni sore o oginatte kurete, atode subarashī firāepisōdo o ikutsu ka dashimasu. Subete no firāepisōdo wa kyarakutā no kaihatsu ni sen'nen shite ori, 9-ri no menbā no ma ni tsuyoi kessoku o keisei shite imasu. Karera no sōgo sayō wa hijō ni shikkari shite ori, anata wa hontōni yūjō-kan to korera no on'nanoko no ma no tsuyoi musubitsuki o kanjimasu. Saidokyarakutā ni kanshite wa, shōjo-tachi ga ue ni iku no o tasukeru ikutsu ka no saihatsu suru mono ga ari, gakkō no anime mo saidokyarakutā o kaihatsu suru no wa suzushīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSince there are so many girls in μ's, it was hard to fit all of them in with character development. Season 2 does cover for this, though, and season 2 leaves a whole different impression on its own. μ's isn't complete until half way through the series, so those who take longer to join got more development than others. Some who got little development included Rin, Maki, Nico, and Nozomi, but luckily season 2 does make up for that and gives some incredible filler episodes later. All filler episodes are dedicated to character development and forming a stronger bond between the nine μ's members. Their interactions are very solid and you really get a sense of friendship and a heavy bond between these girls. As for side characters, there are a few reoccurring ones that help the girls of μ's get to the top, and it's cool to see a school anime also develop side characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince there are so many girls in μ's, it was hard to fit all of them in with character development.\u001b[24m\n    \u001b[1mμには女の子がたくさんいるので、それらのすべてをキャラクターの開発に合わせるのは難しかったです。\u001b[22m, \u001b[1mμ年代のように多くの女の子があるので、キャラクターの開発と、それらのすべてに適合することは困難でした。\u001b[22m\n\u001b[4mSeason 2 does cover for this, though, and season 2 leaves a whole different impression on its own.\u001b[24m\n    \u001b[1mシーズン2はこれをカバーしていますが、シーズン2は全く違う印象を残しています。\u001b[22m, \u001b[1mシーズン2は、しかし、このためにカバーして、シーズン2は、自分自身で全く違う印象を残します。\u001b[22m\n\u001b[4mμ's isn't complete until half way through the series, so those who take longer to join got more development than others.\u001b[24m\n    \u001b[1mμはシリーズの途中まで完成していないので、参加に時間がかかる人は他の人よりも開発が進んでいます。\u001b[22m, \u001b[1mμ年代シリーズの途中までは完全ではありませんので、他のものより得た複数の開発に参加するには時間がかかる人たち。\u001b[22m\n\u001b[4mSome who got little development included Rin, Maki, Nico, and Nozomi, but luckily season 2 does make up for that and gives some incredible filler episodes later.\u001b[24m\n    \u001b[1mRin、Maki、Nico、Nozomiのような開発はほとんどありませんでしたが、幸いなことにそれを補ってくれて、後で素晴らしいフィラーエピソードをいくつか出します。\u001b[22m, \u001b[1m少し発展を得た一部の人は凛、マキ、ニコ、とのぞみが含まれていますが、幸いにも今シーズン2は、そのために補う行い、後でいくつかの信じられないほどのフィラーのエピソードを提供します。\u001b[22m\n\u001b[4mAll filler episodes are dedicated to character development and forming a stronger bond between the nine μ's members.\u001b[24m\n    \u001b[1mすべてのフィラーエピソードはキャラクターの開発に専念しており、9人のメンバーの間に強い結束を形成しています。\u001b[22m, \u001b[1mすべてのフィラーのエピソードは、文字の開発に専念し、9μのメンバー間の強い結合を形成しています。\u001b[22m\n\u001b[4mTheir interactions are very solid and you really get a sense of friendship and a heavy bond between these girls.\u001b[24m\n    \u001b[1m彼らの相互作用は非常にしっかりしており、あなたは本当に友情感とこれらの女の子の間の強い結びつきを感じます。\u001b[22m, \u001b[1mそれらの相互作用は非常に強固であり、あなたは本当に友情の感覚とこれらの女の子の間で重い結合を得ます。\u001b[22m\n\u001b[4mAs for side characters, there are a few reoccurring ones that help the girls of μ's get to the top, and it's cool to see a school anime also develop side characters.\u001b[24m\n    \u001b[1mサイドキャラクターに関しては、少女たちが上に行くのを助けるいくつかの再発するものがあり、学校のアニメもサイドキャラクターを開発するのは涼しいです。\u001b[22m, \u001b[1mサイドのキャラクターについては、そこμ年代の女の子がトップに得るのを助けるいくつかの再発のものであり、それは学校のアニメは、サイドのキャラクターを開発見にクールです。\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nLove Live exceeded my expectations. I am very glad I decided to watch it, since it has easily worked its way into my top animes. It has a charm to it that makes you feel all warm and fuzzy at the end of each episode, and its resolution and ability to recover from sad moments makes it lovable on its own. Honestly, I think anyone could watch this anime, because yes there's eye candy with cute girls, but more than that, there's a friendship and bond you don't see often in animes and there's an inspirational love for these girls who love their school so much that they form an idol group to save it. Please do yourself a favor and watch Love Live! School Idol Project\n\n\u001b[1mラブライブは私の期待を上回った。 私はそれが私のトップアニメに簡単に入ってきたので、私はそれを見ることにしたことをとてもうれしく思っています。 それぞれのエピソードの終わりにあなたを暖かく曖昧に感じさせる魅力があります。悲しい瞬間から回復する決意と能力は、それを愛することができます。 正直言って、誰もがこのアニメを見ることができたと思うのですが、可愛い女の子と一緒に目の保養がありますが、それ以上に、アニメで頻繁に見られることのない友情と絆があります。 彼らはそれを保存するためにアイドルグループを形成するほどです。 あなた自身に好意を持ち、Love Liveを見てください！ スクールアイドルプロジェクト\u001b[22m\n\u001b[1m(Rabu raibu wa watashi no kitai o uwamawatta. Watashi wa sore ga watashi no toppu anime ni kantan ni haitte kitanode, watashi wa sore o miru koto ni shita koto o totemo ureshiku omotte imasu. Sorezore no episōdo no owari ni anata o atatakaku aimai ni kanji saseru miryoku ga arimasu. Kanashī shunkan kara kaifuku suru ketsui to nōryoku wa, sore o aisuru koto ga dekimasu. Shōjiki itte, daremoga kono anime o miru koto ga dekita to omou nodesuga, kawaii on'nanoko to issho ni menohoyō ga arimasuga, soreijō ni, anime de hinpan ni mi rareru koto no nai yūjō to kizuna ga arimasu. Karera wa sore o hozon suru tame ni aidorugurūpu o keisei suru hododesu. Anata jishin ni kōi o mochi, rabu raibu o mitekudasai! Sukūruaidorupurojekuto)\u001b[22m\n\nTranslations of \u001b[4mLove Live exceeded my expectations. I am very glad I decided to watch it, since it has easily worked its way into my top animes. It has a charm to it that makes you feel all warm and fuzzy at the end of each episode, and its resolution and ability to recover from sad moments makes it lovable on its own. Honestly, I think anyone could watch this anime, because yes there's eye candy with cute girls, but more than that, there's a friendship and bond you don't see often in animes and there's an inspirational love for these girls who love their school so much that they form an idol group to save it. Please do yourself a favor and watch Love Live! School Idol Project\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Live exceeded my expectations.\u001b[24m\n    \u001b[1mラブライブは私の期待を上回った。\u001b[22m, \u001b[1mラブライブは私の期待を超えています。\u001b[22m\n\u001b[4mI am very glad I decided to watch it, since it has easily worked its way into my top animes.\u001b[24m\n    \u001b[1m私はそれが私のトップアニメに簡単に入ってきたので、私はそれを見ることにしたことをとてもうれしく思っています。\u001b[22m, \u001b[1mそれは簡単に私のトップのアニメにその方法を働いているので、私は、私はそれを見ることにしました非常に嬉しく思います。\u001b[22m\n\u001b[4mIt has a charm to it that makes you feel all warm and fuzzy at the end of each episode, and its resolution and ability to recover from sad moments makes it lovable on its own.\u001b[24m\n    \u001b[1mそれぞれのエピソードの終わりにあなたを暖かく曖昧に感じさせる魅力があります。悲しい瞬間から回復する決意と能力は、それを愛することができます。\u001b[22m, \u001b[1mそれはあなたが各エピソードの終わりに、すべての人の心を暖かくする感じになって、それに魅力があり、その解像度と悲しい瞬間から回復する能力は、自分自身でそれは愛らしいなります。\u001b[22m\n\u001b[4mHonestly, I think anyone could watch this anime, because yes there's eye candy with cute girls, but more than that, there's a friendship and bond you don't see often in animes and there's an inspirational love for these girls who love their school so\u001b[24m\n    \u001b[1m正直言って、誰もがこのアニメを見ることができたと思うのですが、可愛い女の子と一緒に目の保養がありますが、それ以上に、アニメで頻繁に見られることのない友情と絆があります。\u001b[22m, \u001b[1m正直なところ、そうそこにかわいい女の子と目の保養だが、それよりも、あなたがアニメで頻繁に表示されていない友情と結合がありますので、私は、誰もがこのアニメを見ることができると思うので、その学校を愛し、これらの女の子のためのインスピレーションの愛があります\u001b[22m\n\u001b[4mmuch that they form an idol group to save it.\u001b[24m\n    \u001b[1m彼らはそれを保存するためにアイドルグループを形成するほどです。\u001b[22m, \u001b[1m多くの彼らはそれを保存するアイドルグループを形成していること。\u001b[22m\n\u001b[4mPlease do yourself a favor and watch Love Live!\u001b[24m\n    \u001b[1mあなた自身に好意を持ち、Love Liveを見てください！\u001b[22m, \u001b[1m自分を支持を行うと、ラブライブを見てください！\u001b[22m\n\u001b[4mSchool Idol Project\u001b[24m\n    \u001b[1mスクールアイドルプロジェクト\u001b[22m"
  },
  {
    "title": "Love_Live_School_Idol_Project",
    "id": "15051",
    "url": "https://myanimelist.net/anime/15051/Love_Live_School_Idol_Project",
    "user": "Kifune",
    "profile": "/profile/Kifune/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=176859",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n私が10代前半になったとき、私はK-Onを見て以来、女の子バンドグループに非常に執着していました〜そして、このショーは私に非常に思い出させます。 それは良い記憶を取り戻す。\n\nこのアニメへの私の最初の暴露は、アニメそのものではなく、スマートフォンの音楽リズムゲーム「スクールアイドル」に関連していました。 私は約4ヶ月前にそれをダウンロードしました。 ゲームはこのアニメシリーズに基づいていることは分かっていましたが、最終的にこれを見ることには消極的でした。\n\nしかし、私は最終的にこれを見て決定したことが本当にうれしいです！\nプロットや文字はとてもかわいいです！ 私は小さなフラッシュバックが大好きです。\n\n私はすぐに陰謀を大好きでした。 それは実際にシリーズにドラマを追加しますが、それは素晴らしい問題ではありませんが、少なくともいくつかの矛盾があります。 私はプロットが最初に発展するには時間がかかりすぎたと感じました。 そして最後に、本当にスピードアップしました。\n芸術は全体的には本当に良いですが、私が嫌うのは、ダンスシーンの間に、アニメーターが優柔不断（または怠け者）で、3-D図形から2-D図形に切り替えるように見えるということです 。 それは振り付けと浸漬を放棄したのです。 彼らが1つのアートスタイルを選ぶことを望む...\n\nしかし、私は3Dダンスアニメーションよりも表現力があり、ロボット的ではないので、2Dダンスアニメーションを好む。\n\n文字はちょっとした表現です。 どのキャラクターがエアヘッド、柔らかい話し手、ツンデレ、恥ずかしがり屋、インテリジェントなもの、クールな演技者なのかを簡単に知ることができます。\n\nしかし、私はこのアニメをとても楽しんでいます。 私は敏感で感傷的なので多分泣いた！ しかし、私の心の弦で引っ張られたシーンは、私を大胆にしました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen I was an early teen, I was very much obsessed with girl band groups, ever since I watched K-On~ And this show reminds me very much of it. It brings back good memories.\n\n\u001b[1m私が10代前半になったとき、私はK-Onを見て以来、女の子バンドグループに非常に執着していました〜そして、このショーは私に非常に思い出させます。 それは良い記憶を取り戻す。\u001b[22m\n\u001b[1m(Watashi ga 10-dai zenhan ni natta toki, watashi wa K - On o mite irai, on'nanoko bandogurūpu ni hijō ni shūchaku shite imashita 〜 soshite, kono shō wa watashi ni hijō ni omoidasa semasu. Sore wa yoi kioku o torimodosu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I was an early teen, I was very much obsessed with girl band groups, ever since I watched K-On~ And this show reminds me very much of it. It brings back good memories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I was an early teen, I was very much obsessed with girl band groups, ever since I watched K-On~ And this show reminds me very much of it.\u001b[24m\n    \u001b[1m私が10代前半になったとき、私はK-Onを見て以来、女の子バンドグループに非常に執着していました〜そして、このショーは私に非常に思い出させます。\u001b[22m, \u001b[1m私は初期の十代だったとき、私は非常に私は〜Kをオン見て、このショーはそれを私は非常に連想させる以来、女の子のバンドグループに取りつかれました。\u001b[22m\n\u001b[4mIt brings back good memories.\u001b[24m\n    \u001b[1mそれは良い記憶を取り戻す。\u001b[22m, \u001b[1mそれは良い思い出を思い出させます。\u001b[22m\n\u001b[1m\u001b[22m\nMy first exposure to this anime wasn't the anime, itself, but the smart-phone music-rhythm game, 'School Idol,' associated with this. I downloaded it about 4 months ago. I knew the game was based of this anime series, but I was reluctant to finally watch this, because I felt it would ruin the game's immersion for me.\n\n\u001b[1mこのアニメへの私の最初の暴露は、アニメそのものではなく、スマートフォンの音楽リズムゲーム「スクールアイドル」に関連していました。 私は約4ヶ月前にそれをダウンロードしました。 ゲームはこのアニメシリーズに基づいていることは分かっていましたが、最終的にこれを見ることには消極的でした。\u001b[22m\n\u001b[1m(Kono anime e no watashi no saisho no bakuro wa, anime sonomonode wa naku, sumātofon no ongaku rizumugēmu `sukūruaidoru' ni kanren shite imashita. Watashi wa yaku 4kagetsu mae ni sore o daunrōdo shimashita. Gēmu wa kono animeshirīzu ni motodzuite iru koto wa wakatte imashitaga, saishūtekini kore o miru koto ni wa shōgyokutekideshita.)\u001b[22m\n\nTranslations of \u001b[4mMy first exposure to this anime wasn't the anime, itself, but the smart-phone music-rhythm game, 'School Idol,' associated with this. I downloaded it about 4 months ago. I knew the game was based of this anime series, but I was reluctant to finally watch this, because I felt it would ruin the game's immersion for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first exposure to this anime wasn't the anime, itself, but the smart-phone music-rhythm game, 'School Idol,' associated with this.\u001b[24m\n    \u001b[1mこのアニメへの私の最初の暴露は、アニメそのものではなく、スマートフォンの音楽リズムゲーム「スクールアイドル」に関連していました。\u001b[22m, \u001b[1mこのアニメへの私の最初の露出は、それ自体、アニメはありませんでしたが、スマートフォンの音楽のリズムゲーム、「スクールアイドル、 'これに関連付けられています。\u001b[22m\n\u001b[4mI downloaded it about 4 months ago.\u001b[24m\n    \u001b[1m私は約4ヶ月前にそれをダウンロードしました。\u001b[22m\n\u001b[4mI knew the game was based of this anime series, but I was reluctant to finally watch this, because I felt it would ruin the game's immersion for me.\u001b[24m\n    \u001b[1mゲームはこのアニメシリーズに基づいていることは分かっていましたが、最終的にこれを見ることには消極的でした。\u001b[22m, \u001b[1m私はそれが私のためにゲームの浸漬を台無しに感じたので、私はゲームがこのアニメシリーズのベースと知っていたが、私は最終的にこれを見に消極的でした。\u001b[22m\n\u001b[1m\u001b[22m\nBut I'm really glad that I did finally decide to watch this!\n\n\u001b[1mしかし、私は最終的にこれを見て決定したことが本当にうれしいです！\u001b[22m\n\u001b[1m(Shikashi, watashi wa saishūtekini kore o mite kettei shita koto ga hontōni ureshīdesu!)\u001b[22m\n\nTranslations of \u001b[4mBut I'm really glad that I did finally decide to watch this!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I'm really glad that I did finally decide to watch this!\u001b[24m\n    \u001b[1mしかし、私は最終的にこれを見て決定したことが本当にうれしいです！\u001b[22m, \u001b[1mしかし、私は最終的にこれを見るために決めたことは本当にうれしいです！\u001b[22m\nThe plot and characters are so cute! I love the little flashbacks.\n\n\u001b[1mプロットや文字はとてもかわいいです！ 私は小さなフラッシュバックが大好きです。\u001b[22m\n\u001b[1m(Purotto ya moji wa totemo kawaīdesu! Watashi wa chīsana furasshu bakku ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot and characters are so cute! I love the little flashbacks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot and characters are so cute!\u001b[24m\n    \u001b[1mプロットや文字はとてもかわいいです！\u001b[22m, \u001b[1mプロットやキャラクターはとてもかわいいです！\u001b[22m\n\u001b[4mI love the little flashbacks.\u001b[24m\n    \u001b[1m私は小さなフラッシュバックが大好きです。\u001b[22m, \u001b[1m私は少しのフラッシュバックが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nI quickly loved the plot. It actually adds drama to series, but it's not a brilliantly big problem, but there is at least some conflict. I felt the plot took too long to develop in the beginning. And at the end, it got really sped up.\n\n\u001b[1m私はすぐに陰謀を大好きでした。 それは実際にシリーズにドラマを追加しますが、それは素晴らしい問題ではありませんが、少なくともいくつかの矛盾があります。 私はプロットが最初に発展するには時間がかかりすぎたと感じました。 そして最後に、本当にスピードアップしました。\u001b[22m\n\u001b[1m(Watashi wa sugu ni inbō o daisukideshita. Sore wa jissai ni shirīzu ni dorama o tsuika shimasuga, sore wa subarashī mondaide wa arimasenga, sukunakutomo ikutsu ka no mujun ga arimasu. Watashi wa purotto ga saisho ni hatten suru ni wa jikan ga kakari sugita to kanjimashita. Soshite saigo ni, hontōni supīdoappu shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI quickly loved the plot. It actually adds drama to series, but it's not a brilliantly big problem, but there is at least some conflict. I felt the plot took too long to develop in the beginning. And at the end, it got really sped up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI quickly loved the plot.\u001b[24m\n    \u001b[1m私はすぐに陰謀を大好きでした。\u001b[22m, \u001b[1m私はすぐにプロットを愛しました。\u001b[22m\n\u001b[4mIt actually adds drama to series, but it's not a brilliantly big problem, but there is at least some conflict.\u001b[24m\n    \u001b[1mそれは実際にシリーズにドラマを追加しますが、それは素晴らしい問題ではありませんが、少なくともいくつかの矛盾があります。\u001b[22m, \u001b[1mこれは、実際にシリーズにドラマを追加しますが、それは見事に大きな問題ではないですが、少なくともいくつかの矛盾があります。\u001b[22m\n\u001b[4mI felt the plot took too long to develop in the beginning.\u001b[24m\n    \u001b[1m私はプロットが最初に発展するには時間がかかりすぎたと感じました。\u001b[22m, \u001b[1m私はプロットが最初に開発する時間がかかりすぎたと感じました。\u001b[22m\n\u001b[4mAnd at the end, it got really sped up.\u001b[24m\n    \u001b[1mそして最後に、本当にスピードアップしました。\u001b[22m, \u001b[1mそして最後に、それは本当にスピードアップしまいました。\u001b[22m\nThe art is overall really good, but something that bugs me is that during the dance scenes it seems as if the animators were indecisive (or lazy???) and kept on switching from 3-D figures to 2-D drawings, vice versa . It kind of threw the choreography and the immersion off. I wish that they would pick one art style...\n\n\u001b[1m芸術は全体的には本当に良いですが、私が嫌うのは、ダンスシーンの間に、アニメーターが優柔不断（または怠け者）で、3-D図形から2-D図形に切り替えるように見えるということです 。 それは振り付けと浸漬を放棄したのです。 彼らが1つのアートスタイルを選ぶことを望む...\u001b[22m\n\u001b[1m(Geijutsu wa zentai-teki ni wa hontōni yoidesuga, watashi ga kirau no wa, dansushīn no ma ni, animētā ga yūjūfudan (matawa namakemono) de, 3 - D zukei kara 2 - D zukei ni kirikaeru yō ni mieru to iu kotodesu. Sore wa furitsuke to shinshi o hōki shita nodesu. Karera ga 1tsu no ātosutairu o erabu koto o nozomu...)\u001b[22m\n\nTranslations of \u001b[4mThe art is overall really good, but something that bugs me is that during the dance scenes it seems as if the animators were indecisive (or lazy???) and kept on switching from 3-D figures to 2-D drawings, vice versa . It kind of threw the choreography and the immersion off. I wish that they would pick one art style...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is overall really good, but something that bugs me is that during the dance scenes it seems as if the animators were indecisive (or lazy???) and kept on switching from 3-D figures to 2-D drawings, vice versa\u001b[24m\n    \u001b[1m芸術は全体的には本当に良いですが、私が嫌うのは、ダンスシーンの間に、アニメーターが優柔不断（または怠け者）で、3-D図形から2-D図形に切り替えるように見えるということです\u001b[22m, \u001b[1m技術は、全体的に本当に良い、しかし私はアニメーターが、その逆（???または遅延）優柔不断であり、2次元図面を3次元の図からの切り替えに保たれているかのようなダンスシーンの間に、それが思われることであるバグものです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIt kind of threw the choreography and the immersion off.\u001b[24m\n    \u001b[1mそれは振り付けと浸漬を放棄したのです。\u001b[22m, \u001b[1mそれは一種の振り付けと浸漬オフを投げました。\u001b[22m\n\u001b[4mI wish that they would pick one art style...\u001b[24m\n    \u001b[1m彼らが1つのアートスタイルを選ぶことを望む...\u001b[22m, \u001b[1m私は、彼らが1アートスタイルを選ぶだろうことを望みます...\u001b[22m\n\u001b[1m\u001b[22m\nHowever, I do prefer the 2-D dance animation, because it seems more expressive and less robotic compared to the 3-D dance animation.\n\n\u001b[1mしかし、私は3Dダンスアニメーションよりも表現力があり、ロボット的ではないので、2Dダンスアニメーションを好む。\u001b[22m\n\u001b[1m(Shikashi, watashi wa 3 D dansuanimēshon yori mo hyōgen-ryoku ga ari, robotto-tekide wanainode, 2 D dansuanimēshon o konomu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, I do prefer the 2-D dance animation, because it seems more expressive and less robotic compared to the 3-D dance animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, I do prefer the 2-D dance animation, because it seems more expressive and less robotic compared to the 3-D dance animation.\u001b[24m\n    \u001b[1mしかし、私は3Dダンスアニメーションよりも表現力があり、ロボット的ではないので、2Dダンスアニメーションを好む。\u001b[22m, \u001b[1mしかし、私はそれが3-Dのダンスアニメーションに比べてより表現の少ないロボットのようなので、2-Dのダンスアニメーションを好むん。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are a little cliche. It's easy to tell which characters are the air head, the soft spoken one, the tsundere, the shy one, the intelligent one, the cool-acting one, etc.\n\n\u001b[1m文字はちょっとした表現です。 どのキャラクターがエアヘッド、柔らかい話し手、ツンデレ、恥ずかしがり屋、インテリジェントなもの、クールな演技者なのかを簡単に知ることができます。\u001b[22m\n\u001b[1m(Moji wa chottoshita hyōgendesu. Dono kyarakutā ga eaheddo, yawarakai hanashite, tsundere, hazukashigariya, interijentona mono, kūruna engishana no ka o kantan ni shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are a little cliche. It's easy to tell which characters are the air head, the soft spoken one, the tsundere, the shy one, the intelligent one, the cool-acting one, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are a little cliche.\u001b[24m\n    \u001b[1m文字はちょっとした表現です。\u001b[22m, \u001b[1m文字は少し決まり文句です。\u001b[22m\n\u001b[4mIt's easy to tell which characters are the air head, the soft spoken one, the tsundere, the shy one, the intelligent one, the cool-acting one, etc.\u001b[24m\n    \u001b[1mどのキャラクターがエアヘッド、柔らかい話し手、ツンデレ、恥ずかしがり屋、インテリジェントなもの、クールな演技者なのかを簡単に知ることができます。\u001b[22m, \u001b[1mこれは、空気などのヘッド、ソフト1話、ツンデレ、恥ずかしがり屋1、インテリジェント1、クールな作用1、である文字見分けるのは簡単です\u001b[22m\n\u001b[1m\u001b[22m\nI do very much enjoy this anime, though. I cried a lot, maybe because I'm sensitive and sentimental! But scenes pulled at my heart strings and made me blubber.\n\n\u001b[1mしかし、私はこのアニメをとても楽しんでいます。 私は敏感で感傷的なので多分泣いた！ しかし、私の心の弦で引っ張られたシーンは、私を大胆にしました。\u001b[22m\n\u001b[1m(Shikashi, watashi wa kono anime o totemo tanoshinde imasu. Watashi wa binkande kanshō-tekinanode tabun naita! Shikashi, watashi no kokoro no gen de hippara reta shīn wa, watashi o daitan ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI do very much enjoy this anime, though. I cried a lot, maybe because I'm sensitive and sentimental! But scenes pulled at my heart strings and made me blubber.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do very much enjoy this anime, though.\u001b[24m\n    \u001b[1mしかし、私はこのアニメをとても楽しんでいます。\u001b[22m, \u001b[1m私は非常にかかわらず、このアニメを楽しんでください。\u001b[22m\n\u001b[4mI cried a lot, maybe because I'm sensitive and sentimental!\u001b[24m\n    \u001b[1m私は敏感で感傷的なので多分泣いた！\u001b[22m, \u001b[1m私は敏感で、感傷的だかもしれないので、多くのことを叫びました！\u001b[22m\n\u001b[4mBut scenes pulled at my heart strings and made me blubber.\u001b[24m\n    \u001b[1mしかし、私の心の弦で引っ張られたシーンは、私を大胆にしました。\u001b[22m, \u001b[1mしかし、シーンは私の心の文字列で引っ張ってくれ脂身を作りました。\u001b[22m"
  },
  {
    "title": "Love_Live_School_Idol_Project",
    "id": "15051",
    "url": "https://myanimelist.net/anime/15051/Love_Live_School_Idol_Project",
    "user": "JoJo_Stalin",
    "profile": "/profile/JoJo_Stalin/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=228337",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこの激しく人気のあるショーに関する奇妙な意見は、いつも私を魅了しています。 シンプルではあるが十分にキャストされた多数の人物のためにショーを賞賛する人から、モーベーブとしてそれを書き留める人、さらにはそれがはるかに人気のある相手に劣ると感じる人まで、  iDOLM @ STER、この優雅な作品を崇拝している人でさえ、櫻井喜美野の言いたいことを解明しようとはしません。\n\n鈍いとはいえ、これらの解釈は、このショーのポイントを完全に見逃しているが、これは誰かに間違いをすることはできないが、これは後で説明するようにニッチが一見欠けているように市販されているからである。 非常にコアなLove Live！ スクールアイドルプロジェクトは、感情主義対合理主義の戒律についての心理学的研究であり、近い将来に擬似知的心的思考の壁を破壊する原因の探究、第1世界の現実のテレビフェチに関する批判、 知事の間で行われた非難的な非難のゲームの内在的な価値の欠如に関する分析、それがリーダーとなることを意味する思考を喚起する作品、驚くべき方法で作られた 自己否定、そしてとりわけ、全員一致の目標が人々をどのように結集させるのか、信仰によってあまりにも明確になるとどうなるのかについての解説。 そしてそれは完全なリストではない。\n\nこの番組の驚異的なテーマのタペストリーを分析してみる前に、私はこのショーの私の個人的な先入観を取り除かなければなりません。 あなたが以前に私のアイドルの強迫観念に根ざした姿勢を聞きたくない場合は、次の段落をスキップしてください。\n\n私がこの番組を見る前に、私はアイドルベースのアニメが偶然のハリーよりも劣った品種であると思っていました。 女の子だけが学校の周りを走っていて、西洋のアニメファン、特に男性のファンが観客に夢中になっているという考えは、私をハレムよりも嘆かわしいジャンルとして捉えました。 笑いの中で、自己挿入が鍵です（天国の遺失物でない限り、智樹は聴衆に降りかかるにはあまりにも面白くありません）。そして、それはある程度観客に少なくとも 想像力と思考力が欠けている。 しかし、このような女性中心のショーでは、キャラクターは少女が関連するのが単純すぎるかもしれないし、男がそのシンプルさのために先んじることもあります。 それは観客からの何の考えも必要とせず、それは私をジャンルそのものから外しました。 もし私が正直でなければならないなら、ファン好きの女の子ニコ・ヤザワの急上昇のせいで私はこれだけを見ました。 かわいい女の子達になると思っていたし、ニコは楽しいキャラクターになるだろうと思った。 そして男の子は私が間違っていると証明されました。 表面では、ショーはあなたがそれを期待するものすべてを行いますが、それ以上に多くのことが起こっています。\n\nそれ以上の苦労がなければ、レビューに入ることにしよう！\n\n紙の上では、このストーリーは機能し、単純すぎるほど効果的です。 しかし、紙の上で動作しないアイデアを見つけるのは難しいでしょう。物語の要点を概説する全体的な前提は、概観的であり、最初に原則を評価することです。 視聴覚メディア。 翻訳の失敗の一例は、スコット・フィッツジェラルドの古典小説「The Great Gatsby」（アメリカの最も愛された物語の1つを提供するが、映画の形式で正当にパンされている）の場合である。 逆に、ラブライブの場合！ スクールアイドルプロジェクトは、それが何を提案するかにはまったく間違っていません。\n\nLove Liveは他のショーとは違って、それが最も重要な目標であることを完全に黙っています。 最初のエピソードから、簡単な実行があるのと同じくらいたくさんの陰謀があります。  K-Onと比較して、Yuiが最初は非常に漠然としてクラブに加わり、ライトミュージッククラブで偶然出会ったラブライブ！ 初めから月を撮影するために準備している主人公、ホノカがいます。 彼女の学校は、入学が不十分で衰退しており、彼女は学業や学業の適性が不足しているため、移転する準備が整っていません。  K-Onは微妙に誇りを持っていると主張することができます（ほとんどの場合、Digibro）。一方、Love Live！ 皮肉なことに、後者の議論は、より深い意味を熟考しないものになるでしょう。\n\n序文が本当にそれを区別するところでは、ホノカは自分が学校を愛していると自分自身に確信させなければならないという事実です。 彼女と彼女の同胞であるウミとコトーリは学校を訪れ、そこにもっと多くの人々を連れて来なければならない理由の数々を見つけました。 しかし、キャッチがある、彼女はなぜ、彼女は学生としてちょうど不得意なのか分からない。 この自己誘発妄想は、非常に人間的なことであり、すでに展示されているものの残りの部分を除いて、良い発想でショーを設定しています。\n\nそれから、ショーは一般的なパターンに従います、彼らはすぐに障害があります、そして、彼らは本当に速く、前進し、ホノカの病気まで彼らの登りにほとんど妨げられません。 他のアイドルグループは、Steinsのようなキャラクター中心の物語であるため、ほとんど紹介されていません; GateはSERNの大部分を見せなかったり、将来の失敗を招くことはありませんでした（その見方は妨げられます。 このショーの主な批判の1つは、文字があまりにも素早くグループに逃げられ、適切な深さで探索されないということです。 しかし、私は以下の文字のセクションで説明するので、これは真実から遠いものではありません。\n\nキャラクターのために、私はより好条件のトリオを掘り下げ、より一般的なストロークで説明するだけで、このセクションは比較的長くなるでしょう。\n\n\n\n\n\n\n\nNiko Yazawaは、インターネットの疑似知的領域のポストモダンな批判である。 彼女のキャラクターのあらゆる側面は、彼らが他人と比べて知的に優れていることを納得させることを誇りに思う投射と脱走によって意見を喧伝しているユーザーのものと比較することができます。 到着したばかりの彼女は、ショーのかなり早い段階で、ちょっと変わった偽装をして、ホノカの無知で一人一人のチンクをかけることで、彼女の個性をより信頼できるものにしています。 ニコのビトリオールは、彼らが「彼らがアイドルであると主張するには早すぎる10年」であると主張している。 彼女は、意識的にすべての精神的能力を雄弁に配分するフォーラムユーザーの本質に対する明確なアレゴリーである顔文字を使用して、怒りに誘発された討論を補完します。 彼らの逆説的な「論争」における具体的な点。 無神論的に逆立ちの高校生に残すことができる印象のために、無神論、右右派、その他のイデオロギー的枠組み（あるいはそれを欠いて、前者に少なくともある程度の信用を与えること）を考えれば、キミノ 皮肉なことに反動的な立場をとろうとしていた。\n\n\n\nこの精神的な二分法は、彼女の栽培された人格の後ろの物語を考慮に入れてさらに強調される。 あなたが知らない人のために、彼女のキャラクターは、好き嫌いのあるマントラ「Nico nico nii！」を説明するショーの外にある逸話があります。 彼女の家族が探検されたときにシーズン2で肯定されると言われていましたが、私はまだそれを見ていませんでした）。このバックストーリーは、彼女にまだ別の次元を加えています 複雑な文字。\n\n\n\n残りはピンチするのが簡単です、マキはニコに加え、現代の聴衆が古いスタイルの音楽を揺さぶらせるようなコンポジションの興味深いものとして役立ちます。エリは幼少時代の抽象的な表現として唯一の失敗です ホノカの人格についての展覧会で、文字通り、フラッシュバックが役に立たず、重い手渡されたと伝えられました。 彼女は実際には\"嫌\"とは言わないので、過小評価されているし、女性ではないと主張しているという子供のころのジレンマは、女性ではなく同じ問題を抱えている男性から共感を呼び起こすことになっている。 コトーリは、高校生が受けなければならない猥褻な葛藤を表し、教育を追求したいと思っている場合は常に考え直しており、最後は後者が練習であると同時に、友人にもニュースを伝えることの本質的な緊張感 私たちがそれをすることを何度も誓って、いつも私たちに報復を与えます。\n\nこの物語のプレゼンテーションは細心の注意を払って作られています。  「サーチャーズ」や「タクシードライバー」のような古典的な映画は、世界を俯瞰する眺めを提供しています。レオ・トルストイの大巨大な大戦、戦争と平和は、屋外のキャラクターギャラリーを見せてくれます。 ニューヨークの視点がなくても、世界に向けての彼らの公演の壮大さはすべて、マーティン・スコセッシの1973年映画「Mean Streets」の閉所恐怖症を許して、学生たちにあなたをお馴染みます。 ラブライブ！ 死の中心を示すように、その違いを強調し、周りを見回します。 監督は、アイドルが成功したほどの信念を一貫して引きつけ、悲観的な見解に比べて驚異的な劇的な描写を巧みに描くように、すべての変化を大いに詳しく説明します。 それは、物語シリーズが提示される方法を喚起しています。 それらが遭遇するすべての新しいキャラクターは、画面全体に分散したいくつかのバックグラウンド・ジャンキーよりも詳細に表示されます。 これは、ホノカが常にアイドルクラブをサポートしている同じ3人の女の子に就いている理由です。 これがショーの女性だけを見る理由です。 それはすべての視点であり、秋葉原の自治体であるオタクの避難所の開発には時間が無駄です。\n\n芸術は、この媒体に存在する最も微妙なパラドックスの一つです。 世界は荒れ果てていますが、生き生きとしたものの、一般的なカラーパレットでも輝きますが、それに付随する二重性の自覚がかなりあります。 それはあなたを大きく欺くでしょうが、これはこのショーのプレゼンテーションの一面であり、より大きな目的を果たさないものです。 よく描かれたアニメの女の子を並置して、批判的な量の批判的な観客を魅了し、批判的な人のために多くの精神性と精巧さを滲出させることは、このストーリーの評価されていない側面です。 活気にあふれた色彩はぼんやりとしていません。それはすべて無害なので、テーマ別の落ち着いた体験となり、他の部門では陽気に演出されます。\n\n芸術的な感覚の最も良い部分は、カメラアングルのものです。 さまざまなショットの完璧な使い方は、すべて女の子に人生よりも大きな感触を与えます。 これを説明する最善の方法は、Stanley Kubrickの過小評価、Paths of Gloryにどれほど似ているかです。 カーク・ダグラスは、前述の映画の裁判で主要な独白の時にカメラのアングルが低く描写されていたため、すべてのキャラクターは、同様の問題で、より低いまたは前の角度から描かれています。 すべてのキャラクターはカリスマ性のオーラを滲出させ、驚異的なカメラワークと同じように、完璧なスクリプトを均等に仕上げている、より大きなものを感じさせます。 キャラクターに向かって見上げるこの方法は、彼らが落ちるほど大きなものに見えるようになります。あなたの認識は、時代の最も暗い時から、空の聴衆に、ホノカの病気に 彼女の意識に大きな打撃を与えた。 彼らが見下ろしている時に、あなたは真面目なプレゼンテーションのために、彼らが行う軽やかさを感じます。 幻想的な恐怖、幻想的な幻想、杉浦美穂は、すべてのアイドルのメンバーから浸透することができ、観客でさえ、あらゆる意味で驚異的です。\n\nもう一つの特徴は、揺れ動いているカムの倹約的で効果的な使い方です。 前述の「難しくなった」コンセプトを拡張し、劇的なカメラ破裂の主な例は、エリがバレエを使って女の子を訓練する最初の時に発見されます。 彼らは疲れた筋肉に悩まされ、訓練の難しさが増していくにつれて、下から斜めに傾いた姿勢で、カメラの動きが不安定になります。 一番上の場所で戦っているアイドルの素早いアニメーションは、シーンが演出されるように増幅されます。 ホオカオの屋上崩壊であろうと、Rinがバレエスタンスで最初に崩壊する前述のシーンであろうと、不安定な結果は、それをはるかに強烈なものにする。 流体の動きに基づいており、吐き気の速さでは過度に上回らない、すべてがオール・イン・オールの素晴らしいトリックです。\n\nこの誤解された傑作に関する私の唯一の真の苦情は、私たちのほとんどが同意できると思う深遠なCGIです。 オープニングとパフォーマンスでの使用法は、トランジションを詰め込み、手描きのアニメーションよりも遅いフレームレートで実行します。\n\n通常、このショーのセールスポイントと思われるものは、簡単に言えば、スタートダッシュのような数少ないヒット・ミスの曲の外では、音楽が陳腐である。 実際のイントロは異なっています。それは、キャラクターのいくつかのランダムなショットを提供するテンプレートではなく、むしろそれは単にCGIのうごきすぎたものです。 私の意見では、実際に使用された曲は、ショーを開く方法ではなく、次のエピソードプレビューとして使用する方がよいでしょう。 それにかかわらず、一部の人々はそれを好きで、他の人はそうしないだろう。 最も重要な曲がポップ指向になるようになってきていることを知っているだけで、特定のシーンの気分は少しでも適切な一般的なサウンドトラックによって補完されます。 あなたがポップ音楽を嫌うのであれば、各エピソードのメッセージから簡単にリスピットするだけでなく、ジェネリックポップよりも味が良いと思う人にあまり侮辱されません。\n\n最後に、この作品のめまぐるしい社会的洞察を単に見渡すだけのことを突きつけた少数者に、私が覚えておくべき決定的な注釈は、総括ノートではない。 むしろ、私は、このコミュニティの予測可能な将来のために、これが意味するもののための接線を外します。 このショーの意味の深刻な誤解は、シンプルなアイドルストーリー、あるいはThatAnimeSnobのファンのような人々によってステークに燃え尽きるモエ・シットフェストを期待して来た人たちによって行われます。 奇妙なことに、それは決して無差別ではない意味のファンから、ばかげたオープンな心を取ります。 それは、シンプルなモーフブロブとしての自分自身を装っています。かわいい女の子のシンプルで光り輝いたエンターテインメントを求めている人たちが探し求めます。 それは同じ理由のために最も思考を刺激するアニメを探して、彼らの批判的な考え方を永続させるすべての時間を費やしている人々を恐れる。 それはまるでダイヤモンドがラフではなく、見た目に隠れていると考えられているかのようです。\n\n私がここにしようとしているのは、間違った理由で人々がこれを見ているということです。 このショーが何をしようとしているかについて彼らが抱く信念は、実際には最も基本的なレベルで満たされています。 私が言ったように、ここでは珍しいことは虚偽の表現ではありません。 彼らはそれが賞賛されるべき理由でそれを賞賛し、MALの有識者はもっと深い意味を掻き立てることはありません。 あまりにも重大な人たちは、特定のジャンルにこだわり、知的な成就に喜びを感じるならば、それほどうまくいかないと主張していますが、これは互いに排他的ではないことを示しています。 ジャンルコンベンションやステークスにこだわっていても、ショーを解釈することはできません。\n\nこのショーを表現する最善の方法は、セックスのために必死に欲しいが、挑発的なことは何もしておらず、普通の衣服で身に着けている角質ニートのことです。 快適なイメージを引きつけるものは、彼らが思うことを言うのが怖くて、快適な外観の後ろに隠すようなやり方でしかできません。 単に角質のような人たちは、簡単に魅力を見つけられないので、彼らの道を見ることさえできません。\n\nその場合、ショーは自分の利益のためにはあまりにも微妙で、私はそれを自然界でアバンギャルドと呼ぶこともできません。 私が望むことができるのは、このパネリックがそれを是正するために何かをするということだけです。\n\n読んでくれてありがとう、NICO NICO NIIはあなたを愛しています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThe bizarre slew of opinions of regarding this wildly popular show has always fascinated me. From those who praise the show for a simplistic but well-cast plethora of characters from all walks of life, to those who will write it off as a moeblob, and even those who perceive it to be inferior to its much more popular counterpart, The iDOLM@STER, it's just odd to see that even those who adore this graceful work of art don't attempt to unravel what Sakurako Kimino is trying to say.\n\n\u001b[1mこの激しく人気のあるショーに関する奇妙な意見は、いつも私を魅了しています。 シンプルではあるが十分にキャストされた多数の人物のためにショーを賞賛する人から、モーベーブとしてそれを書き留める人、さらにはそれがはるかに人気のある相手に劣ると感じる人まで、  iDOLM @ STER、この優雅な作品を崇拝している人でさえ、櫻井喜美野の言いたいことを解明しようとはしません。\u001b[22m\n\u001b[1m(Kono hageshiku ninkinoaru shō ni kansuru kimyōna iken wa, itsumo watashi o miryō shite imasu. Shinpurude wa aru ga jūbun ni kyasuto sa reta tasū no jinbutsu no tame ni shō o shōsan suru hito kara, mōbēbu to shite sore o kakitomeru hito, sarani wa sore ga haruka ni ninkinoaru aite ni otoru to kanjiru hito made, iDOLM@ STER, kono yūgana sakuhin o sūhai shite iru hitode sae, Sakurai Yoshimi no no iitai koto o kaimei shiyou to wa shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe bizarre slew of opinions of regarding this wildly popular show has always fascinated me. From those who praise the show for a simplistic but well-cast plethora of characters from all walks of life, to those who will write it off as a moeblob, and even those who perceive it to be inferior to its much more popular counterpart, The iDOLM@STER, it's just odd to see that even those who adore this graceful work of art don't attempt to unravel what Sakurako Kimino is trying to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe bizarre slew of opinions of regarding this wildly popular show has always fascinated me.\u001b[24m\n    \u001b[1mこの激しく人気のあるショーに関する奇妙な意見は、いつも私を魅了しています。\u001b[22m, \u001b[1mこの大人気の番組についての意見の奇妙なスルーはいつも私を魅了しています。\u001b[22m\n\u001b[4mFrom those who praise the show for a simplistic but well-cast plethora of characters from all walks of life, to those who will write it off as a moeblob, and even those who perceive it to be inferior to its much more popular counterpart, The\u001b[24m\n    \u001b[1mシンプルではあるが十分にキャストされた多数の人物のためにショーを賞賛する人から、モーベーブとしてそれを書き留める人、さらにはそれがはるかに人気のある相手に劣ると感じる人まで、\u001b[22m, \u001b[1mすべての人生の歩みからの文字の単純化したが、よくキャスト過多のためのショーを賞賛する人たちから、moeblobとしてそれを帳消しになり、さらにそれを知覚者は、そのはるかに人気のある相手に劣っている人に、\u001b[22m\n\u001b[4miDOLM@STER, it's just odd to see that even those who adore this graceful work of art don't attempt to unravel what Sakurako Kimino is trying to say.\u001b[24m\n    \u001b[1miDOLM @ STER、この優雅な作品を崇拝している人でさえ、櫻井喜美野の言いたいことを解明しようとはしません。\u001b[22m, \u001b[1mSTER THE IDOLM @は、それがあっても、それらの芸術のこの優雅な作品を崇拝する人は桜子君野が言おうとしているもの解明しようとしないことを確認するためにちょうど奇妙です。\u001b[22m\n\u001b[1m\u001b[22m\nTo be blunt, these interpretations completely miss the point of this show, though I can't fault anyone for doing so, as this is marketed in a way that is seemingly misses its niche, which I'll explain later. At its very core Love Live! School Idol Project is a psychological study on the precepts of emotionalism versus rationalism, an exploration of what causes the barrier of pseudo-intellectual mindset to shatter upon nearing adolescence, a critique on the reality TV fetish in first world countries, a scathing indictment on the argumentative comfort of laurel-based rhetoric, an analysis on the lack of inherent value in the exonerative blame-game played amongst acquaintances, a thought-provoking work that questions what it means to be a leader, a marvelously-crafted excursion into the process of self-denial, and most of all: a commentary on how a unanimous goal brings people together, and what happens when they become too defined by their faith. And that's not even a complete list.\n\n\u001b[1m鈍いとはいえ、これらの解釈は、このショーのポイントを完全に見逃しているが、これは誰かに間違いをすることはできないが、これは後で説明するようにニッチが一見欠けているように市販されているからである。 非常にコアなLove Live！ スクールアイドルプロジェクトは、感情主義対合理主義の戒律についての心理学的研究であり、近い将来に擬似知的心的思考の壁を破壊する原因の探究、第1世界の現実のテレビフェチに関する批判、 知事の間で行われた非難的な非難のゲームの内在的な価値の欠如に関する分析、それがリーダーとなることを意味する思考を喚起する作品、驚くべき方法で作られた 自己否定、そしてとりわけ、全員一致の目標が人々をどのように結集させるのか、信仰によってあまりにも明確になるとどうなるのかについての解説。 そしてそれは完全なリストではない。\u001b[22m\n\u001b[1m(Nibui to wa ie, korera no kaishaku wa, kono shō no pointo o kanzen ni minogashite iruga, koreha dareka ni machigai o suru koto wa dekinaiga, koreha-go de setsumei suru yō ni nitchi ga ikken kakete iru yō ni shihan sa rete irukaradearu. Hijō ni koana rabu raibu! Sukūruaidorupurojekuto wa, kanjō shugi tai gōri shugi no kairitsu ni tsuite no shinrigakutekikenkyūdeari, chikai shōrai ni giji chiteki kokoro-teki shikō no kabe o hakai suru gen'in no tankyū, dai 1 sekai no genjitsu no terebi fechi ni kansuru hihan, chiji no ma de okonawa reta hinan-tekina hinan no gēmu no naizai-tekina kachi no ketsujo ni kansuru bunseki, sore ga rīdā to naru koto o imi suru shikō o kanki suru sakuhin, odorokubeki hōhō de tsukura reta jiko hitei, soshite toriwake, zen'in itchi no mokuhyō ga hitobito o dono yō ni kesshū sa seru no ka, shinkō ni yotte amarini mo meikaku ni naruto dō naru no ka ni tsuite no kaisetsu. Soshite sore wa kanzen'na risutode wanai.)\u001b[22m\n\nTranslations of \u001b[4mTo be blunt, these interpretations completely miss the point of this show, though I can't fault anyone for doing so, as this is marketed in a way that is seemingly misses its niche, which I'll explain later. At its very core Love Live! School Idol Project is a psychological study on the precepts of emotionalism versus rationalism, an exploration of what causes the barrier of pseudo-intellectual mindset to shatter upon nearing adolescence, a critique on the reality TV fetish in first world countries, a scathing indictment on the argumentative comfort of laurel-based rhetoric, an analysis on the lack of inherent value in the exonerative blame-game played amongst acquaintances, a thought-provoking work that questions what it means to be a leader, a marvelously-crafted excursion into the process of self-denial, and most of all: a commentary on how a unanimous goal brings people together, and what happens when they become too defined by their faith. And that's not even a complete list.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be blunt, these interpretations completely miss the point of this show, though I can't fault anyone for doing so, as this is marketed in a way that is seemingly misses its niche, which I'll explain later.\u001b[24m\n    \u001b[1m鈍いとはいえ、これらの解釈は、このショーのポイントを完全に見逃しているが、これは誰かに間違いをすることはできないが、これは後で説明するようにニッチが一見欠けているように市販されているからである。\u001b[22m, \u001b[1mこれは一見、私は後で説明しますそのニッチを、ミスされている方法で販売されているように私には、そうするために誰にもできない障害ものの鈍いであるためには、これらの解釈は完全に、このショーのポイントを逃します。\u001b[22m\n\u001b[4mAt its very core Love Live!\u001b[24m\n    \u001b[1m非常にコアなLove Live！\u001b[22m, \u001b[1mその非常にコアラブライブで！\u001b[22m\n\u001b[4mSchool Idol Project is a psychological study on the precepts of emotionalism versus rationalism, an exploration of what causes the barrier of pseudo-intellectual mindset to shatter upon nearing adolescence, a critique on the reality TV fetish in first world countries, a scathing indictment on the\u001b[24m\n    \u001b[1mスクールアイドルプロジェクトは、感情主義対合理主義の戒律についての心理学的研究であり、近い将来に擬似知的心的思考の壁を破壊する原因の探究、第1世界の現実のテレビフェチに関する批判、\u001b[22m, \u001b[1mスクールアイドルプロジェクトは合理主義に対する感情的の戒律に関する心理学的研究である、青年期、世界初の国におけるリアリティTVフェチ上の批判、厳しく批判起訴に近づく時に粉々にする擬似知的考え方の障壁を引き起こすものの探求\u001b[22m\n\u001b[4margumentative comfort of laurel-based rhetoric, an analysis on the lack of inherent value in the exonerative blame-game played amongst acquaintances, a thought-provoking work that questions what it means to be a leader, a marvelously-crafted excursion into the process of\u001b[24m\n    \u001b[1m知事の間で行われた非難的な非難のゲームの内在的な価値の欠如に関する分析、それがリーダーとなることを意味する思考を喚起する作品、驚くべき方法で作られた\u001b[22m, \u001b[1m月桂樹ベースのレトリックの議論快適さは、exonerative非難ゲームに固有の値の欠如について分析は、それがリーダーのプロセスに見事に細工された遠足あることを意味するもの問うこと、知人の間で考えさせられる作品を演奏しました\u001b[22m\n\u001b[4mself-denial, and most of all: a commentary on how a unanimous goal brings people together, and what happens when they become too defined by their faith.\u001b[24m\n    \u001b[1m自己否定、そしてとりわけ、全員一致の目標が人々をどのように結集させるのか、信仰によってあまりにも明確になるとどうなるのかについての解説。\u001b[22m, \u001b[1m自己否定、およびすべての最も：全会一致の目標は、人と人の距離が縮まります、そして、彼らはあまりにも彼らの信仰によって定義さになったときに何が起こるかを解説。\u001b[22m\n\u001b[4mAnd that's not even a complete list.\u001b[24m\n    \u001b[1mそしてそれは完全なリストではない。\u001b[22m, \u001b[1mそして、それはあっても完全なリストではありません。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I divulge into my analysis of this show's staggering tapestry of themes, I have to do away with some of my personal preconceptions of what I was to take of this show. If you don't want to hear my previously unfounded stance on the idol obsession, skip the next paragraph.\n\n\u001b[1mこの番組の驚異的なテーマのタペストリーを分析してみる前に、私はこのショーの私の個人的な先入観を取り除かなければなりません。 あなたが以前に私のアイドルの強迫観念に根ざした姿勢を聞きたくない場合は、次の段落をスキップしてください。\u001b[22m\n\u001b[1m(Kono bangumi no kyōi-tekina tēma no tapesutorī o bunseki shite miru mae ni, watashi wa kono shō no watashi no kojin-tekina sen'nyūkan o torinozokanakereba narimasen. Anata ga izen ni watashinoaidoru no kyōhaku kan'nen ni nezashita shisei o kikitakunai baai wa,-ji no danraku o sukippu shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mBefore I divulge into my analysis of this show's staggering tapestry of themes, I have to do away with some of my personal preconceptions of what I was to take of this show. If you don't want to hear my previously unfounded stance on the idol obsession, skip the next paragraph.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I divulge into my analysis of this show's staggering tapestry of themes, I have to do away with some of my personal preconceptions of what I was to take of this show.\u001b[24m\n    \u001b[1mこの番組の驚異的なテーマのタペストリーを分析してみる前に、私はこのショーの私の個人的な先入観を取り除かなければなりません。\u001b[22m, \u001b[1m私がテーマのこのショーの驚異的なタペストリーの私の分析に漏らす前に、私はこのショーの取るために何であったかの私の個人的な先入観の一部を廃止しなければなりません。\u001b[22m\n\u001b[4mIf you don't want to hear my previously unfounded stance on the idol obsession, skip the next paragraph.\u001b[24m\n    \u001b[1mあなたが以前に私のアイドルの強迫観念に根ざした姿勢を聞きたくない場合は、次の段落をスキップしてください。\u001b[22m, \u001b[1mあなたはアイドルの強迫観念に私の以前に根拠のないスタンスを聞きたくない場合は、次の段落をスキップします。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I viewed this show, I had thought that idol-based anime were of a breed inferior to even harems. The very idea that there's only girls running around a school, and that a striking number of Western anime fans, particularly the male ones, indulge in viewership of it, struck me as a more deplorable genre than harems. Because in harems, self-insertion is the key (unless it's Heaven's Lost Property, Tomoki is too damn hilarious to be reduced to an audience stand-in,) and with that, it to an extent, requires its audience to at least have a modicum of fantasizing and thought. However, with female-centric shows like this, the characters might just be too simple for girls to relate to, and for guys to fawn over for the said simplicity. It doesn’t require any kind of thought from the audience whatsoever, which turned me off the the genre itself. If I had to be honest, I only watched this because of the meteoric ascent of fan-favorite girl Niko Yazawa. I thought it was gonna be about cute girls and that Nico would just be a fun character. And boy was I proven wrong. Although on the surface, the show does everything you expect it to, there is so much more going on beyond it.\n\n\u001b[1m私がこの番組を見る前に、私はアイドルベースのアニメが偶然のハリーよりも劣った品種であると思っていました。 女の子だけが学校の周りを走っていて、西洋のアニメファン、特に男性のファンが観客に夢中になっているという考えは、私をハレムよりも嘆かわしいジャンルとして捉えました。 笑いの中で、自己挿入が鍵です（天国の遺失物でない限り、智樹は聴衆に降りかかるにはあまりにも面白くありません）。そして、それはある程度観客に少なくとも 想像力と思考力が欠けている。 しかし、このような女性中心のショーでは、キャラクターは少女が関連するのが単純すぎるかもしれないし、男がそのシンプルさのために先んじることもあります。 それは観客からの何の考えも必要とせず、それは私をジャンルそのものから外しました。 もし私が正直でなければならないなら、ファン好きの女の子ニコ・ヤザワの急上昇のせいで私はこれだけを見ました。 かわいい女の子達になると思っていたし、ニコは楽しいキャラクターになるだろうと思った。 そして男の子は私が間違っていると証明されました。 表面では、ショーはあなたがそれを期待するものすべてを行いますが、それ以上に多くのことが起こっています。\u001b[22m\n\u001b[1m(Watashi ga kono bangumi o miru mae ni, watashi wa aidorubēsu no anime ga gūzen no harī yori mo ototta hinshudearu to omotte imashita. On'nanoko dake ga gakkō no mawari o hashitte ite, seiyō no anime fan, tokuni dansei no fan ga kankyaku ni muchū ni natte iru to iu kangae wa, watashi o haremu yori mo nagekawashī janru to shite toraemashita. Warai no naka de, jiko sōnyū ga kagidesu (tengoku no ishitsu-monodenai kagiri, Tomoki wa chōshū ni furikakaru ni wa amarini mo omoshiroku arimasen). Soshite, sore wa aruteido kankyaku ni sukunakutomo sōzō-ryoku to shikō-ryoku ga kakete iru. Shikashi, kono yōna josei chūshin no shōde wa, kyarakutā wa shōjo ga kanren suru no ga tanjun sugiru kamo shirenaishi, otoko ga sono shinpuru-sa no tame ni sakinjiru koto mo arimasu. Sore wa kankyaku kara no nani no kangae mo hitsuyō to sezu, sore wa watashi o janru sonomono kara hazushimashita. Moshi watashi ga shōjikidenakereba naranainara, fan-suki no on'nanoko niko Yazawa no kyūjōshō no sei de watashi wa kore dake o mimashita. Kawaī on'nanoko-tachi ni naru to omotte itashi, niko wa tanoshī kyarakutā ni narudarou to omotta. Soshite otokonoko wa watashi ga machigatte iru to shōmei sa remashita. Hyōmende wa, shō wa anata ga sore o kitai suru mono subete o okonaimasuga, soreijō ni ōku no koto ga okotte imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnd without further ado, let's get right into the review!\n\n\u001b[1mそれ以上の苦労がなければ、レビューに入ることにしよう！\u001b[22m\n\u001b[1m(Sore ijō no kurō ga nakereba, rebyū ni hairu koto ni shiyou!)\u001b[22m\n\nTranslations of \u001b[4mAnd without further ado, let's get right into the review!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd without further ado, let's get right into the review!\u001b[24m\n    \u001b[1mそれ以上の苦労がなければ、レビューに入ることにしよう！\u001b[22m, \u001b[1mそして、前置き、のレビューに権利を取得しましょう！\u001b[22m\n\u001b[1m\u001b[22m\nOn paper, the story works, and is as effective as it is simplistic. But you'd be hard-pressed to find an idea that doesn't work on paper, as the entire premise of outlining the gist of the story is to be synoptic and evaluate the principle, first, and the execution residing in its translation into audiovisual media. An example of failure in translation is the case of F. Scott Fitzgerald’s unparalled classic novel, The Great Gatsby, which offers one of America’s most beloved stories, yet is always rightfully panned in cinema form. Conversely, the case of Love Live! School Idol Project, falls nothing short of what it proposes.\n\n\u001b[1m紙の上では、このストーリーは機能し、単純すぎるほど効果的です。 しかし、紙の上で動作しないアイデアを見つけるのは難しいでしょう。物語の要点を概説する全体的な前提は、概観的であり、最初に原則を評価することです。 視聴覚メディア。 翻訳の失敗の一例は、スコット・フィッツジェラルドの古典小説「The Great Gatsby」（アメリカの最も愛された物語の1つを提供するが、映画の形式で正当にパンされている）の場合である。 逆に、ラブライブの場合！ スクールアイドルプロジェクトは、それが何を提案するかにはまったく間違っていません。\u001b[22m\n\u001b[1m(Kami no uede wa, kono sutōrī wa kinō shi, tanjun sugiru hodo kōka-tekidesu. Shikashi,-shi no ue de dōsa shinai aidea o mitsukeru no wa muzukashīdeshou. Monogatari no yōten o gaisetsu suru zentai-tekina zentei wa, gaikan-tekideari, saisho ni gensoku o hyōka suru kotodesu. Shichōkaku media. Hon'yaku no shippai no ichirei wa, Sukotto fittsujerarudo no koten shōsetsu `The gurēto Gatsby'(Amerika no mottomo aisa reta monogatari no 1tsu o teikyō suruga, eiga no keishiki de seitō ni pan sa rete iru) no baaidearu. Gyaku ni, rabu raibu no baai! Sukūruaidorupurojekuto wa, sore ga nani o teian suru kani wa mattaku machigatte imasen.)\u001b[22m\n\nTranslations of \u001b[4mOn paper, the story works, and is as effective as it is simplistic. But you'd be hard-pressed to find an idea that doesn't work on paper, as the entire premise of outlining the gist of the story is to be synoptic and evaluate the principle, first, and the execution residing in its translation into audiovisual media. An example of failure in translation is the case of F. Scott Fitzgerald’s unparalled classic novel, The Great Gatsby, which offers one of America’s most beloved stories, yet is always rightfully panned in cinema form. Conversely, the case of Love Live! School Idol Project, falls nothing short of what it proposes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn paper, the story works, and is as effective as it is simplistic.\u001b[24m\n    \u001b[1m紙の上では、このストーリーは機能し、単純すぎるほど効果的です。\u001b[22m, \u001b[1m紙の上に、物語は動作し、それが単純化されてようとして有効です。\u001b[22m\n\u001b[4mBut you'd be hard-pressed to find an idea that doesn't work on paper, as the entire premise of outlining the gist of the story is to be synoptic and evaluate the principle, first, and the execution residing in its translation into\u001b[24m\n    \u001b[1mしかし、紙の上で動作しないアイデアを見つけるのは難しいでしょう。物語の要点を概説する全体的な前提は、概観的であり、最初に原則を評価することです。\u001b[22m, \u001b[1mしかし、あなたは話の要点を概説全体の前提は、まず、総観であるとの原則を評価することであるように、紙の上では動作しませんアイデアを見つけるのは難しい - 押されるだろう、と実行は中にその翻訳に常駐しています\u001b[22m\n\u001b[4maudiovisual media.\u001b[24m\n    \u001b[1m視聴覚メディア。\u001b[22m\n\u001b[4mAn example of failure in translation is the case of F. Scott Fitzgerald’s unparalled classic novel, The Great Gatsby, which offers one of America’s most beloved stories, yet is always rightfully panned in cinema form.\u001b[24m\n    \u001b[1m翻訳の失敗の一例は、スコット・フィッツジェラルドの古典小説「The Great Gatsby」（アメリカの最も愛された物語の1つを提供するが、映画の形式で正当にパンされている）の場合である。\u001b[22m, \u001b[1m翻訳の障害の例は、アメリカで最も愛さ物語の1を提供しています、まだ常に正当シネマ形式でパンさF・スコット・フィッツジェラルドの比類のない古典小説、グレート・ギャツビーの場合です。\u001b[22m\n\u001b[4mConversely, the case of Love Live!\u001b[24m\n    \u001b[1m逆に、ラブライブの場合！\u001b[22m, \u001b[1m逆に、愛の場合はライブ！\u001b[22m\n\u001b[4mSchool Idol Project, falls nothing short of what it proposes.\u001b[24m\n    \u001b[1mスクールアイドルプロジェクトは、それが何を提案するかにはまったく間違っていません。\u001b[22m, \u001b[1mスクールアイドルプロジェクトは、それが提案されているものの短い何も落ちません。\u001b[22m\n\u001b[1m\u001b[22m\nUnlike other shows of it's nature, Love Live is completely punctual with what it's overarching goal is. From the very first episode, there is as much intrigue as there is a straightforward execution. In comparison to K-On, for example, where Yui at first very vaguely seeks to join a club and just happens to stumble on the Light Music Club, Love Live! has our heroine, Honoka, preparing to shoot the moon from the start. Her school is on the decline due to a lack of enrollment, and she's ill-prepared to transfer, given her lack of study and academic aptitude. One could argue that K-On prides itself in subtlety (most likely Digibro,) whereas Love Live! spells out its fiery ambition from the start, and ironically, the latter argument would be the one that doesn't delve into the deeper implications.\n\n\u001b[1mLove Liveは他のショーとは違って、それが最も重要な目標であることを完全に黙っています。 最初のエピソードから、簡単な実行があるのと同じくらいたくさんの陰謀があります。  K-Onと比較して、Yuiが最初は非常に漠然としてクラブに加わり、ライトミュージッククラブで偶然出会ったラブライブ！ 初めから月を撮影するために準備している主人公、ホノカがいます。 彼女の学校は、入学が不十分で衰退しており、彼女は学業や学業の適性が不足しているため、移転する準備が整っていません。  K-Onは微妙に誇りを持っていると主張することができます（ほとんどの場合、Digibro）。一方、Love Live！ 皮肉なことに、後者の議論は、より深い意味を熟考しないものになるでしょう。\u001b[22m\n\u001b[1m(Rabu raibu wa hoka no shō to wa chigatte, sore ga mottomo jūyōna mokuhyōdearu koto o kanzen ni damatte imasu. Saisho no episōdo kara, kantan'na jikkō ga aru no to onaji kurai takusan no inbō ga arimasu. K - On to hikaku shite, Yui ga saisho wa hijō ni bakuzento shite kurabu ni kuwawari, raitomyūjikkukurabu de gūzen deatta rabu raibu! Hajimekara tsuki o satsuei suru tame ni junbi shite iru shujinkō, honoka ga imasu. Kanojo no gakkō wa, nyūgaku ga fujūbunde suitai shite ori, kanojo wa gakugyō ya gakugyō no tekisei ga fusoku shite iru tame, iten suru junbi ga totonotte imasen. K - On wa bimyō ni hokori o motte iru to shuchō suru koto ga dekimasu (hotondo no baai, Digibro). Ippō, rabu raibu! Hinikuna koto ni, kōsha no giron wa, yori fukai imi o jukukō shinai mono ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mUnlike other shows of it's nature, Love Live is completely punctual with what it's overarching goal is. From the very first episode, there is as much intrigue as there is a straightforward execution. In comparison to K-On, for example, where Yui at first very vaguely seeks to join a club and just happens to stumble on the Light Music Club, Love Live! has our heroine, Honoka, preparing to shoot the moon from the start. Her school is on the decline due to a lack of enrollment, and she's ill-prepared to transfer, given her lack of study and academic aptitude. One could argue that K-On prides itself in subtlety (most likely Digibro,) whereas Love Live! spells out its fiery ambition from the start, and ironically, the latter argument would be the one that doesn't delve into the deeper implications.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike other shows of it's nature, Love Live is completely punctual with what it's overarching goal is.\u001b[24m\n    \u001b[1mLove Liveは他のショーとは違って、それが最も重要な目標であることを完全に黙っています。\u001b[22m, \u001b[1mそれの性質の他のショーとは異なり、ラブライブは、包括的な目標は何と完全に時間厳守です。\u001b[22m\n\u001b[4mFrom the very first episode, there is as much intrigue as there is a straightforward execution.\u001b[24m\n    \u001b[1m最初のエピソードから、簡単な実行があるのと同じくらいたくさんの陰謀があります。\u001b[22m, \u001b[1m非常に最初のエピソードから、簡単な実行がある限り多くの陰謀があります。\u001b[22m\n\u001b[4mIn comparison to K-On, for example, where Yui at first very vaguely seeks to join a club and just happens to stumble on the Light Music Club, Love Live!\u001b[24m\n    \u001b[1mK-Onと比較して、Yuiが最初は非常に漠然としてクラブに加わり、ライトミュージッククラブで偶然出会ったラブライブ！\u001b[22m, \u001b[1mオンをKと比較して、例えば、ここで最初にユイは非常に漠然とクラブに参加しようとちょうど軽音楽クラブ、ラブライブにつまずくことを起こります！\u001b[22m\n\u001b[4mhas our heroine, Honoka, preparing to shoot the moon from the start.\u001b[24m\n    \u001b[1m初めから月を撮影するために準備している主人公、ホノカがいます。\u001b[22m, \u001b[1m最初から月を撮影する準備を、私たちのヒロイン、ほのかを持っています。\u001b[22m\n\u001b[4mHer school is on the decline due to a lack of enrollment, and she's ill-prepared to transfer, given her lack of study and academic aptitude.\u001b[24m\n    \u001b[1m彼女の学校は、入学が不十分で衰退しており、彼女は学業や学業の適性が不足しているため、移転する準備が整っていません。\u001b[22m, \u001b[1m彼女の学校は入学が不足しているため減少傾向にあり、そして彼女は、研究や学術適性の彼女の欠如与えられ、転送する準備不足です。\u001b[22m\n\u001b[4mOne could argue that K-On prides itself in subtlety (most likely Digibro,) whereas Love Live!\u001b[24m\n    \u001b[1mK-Onは微妙に誇りを持っていると主張することができます（ほとんどの場合、Digibro）。一方、Love Live！\u001b[22m, \u001b[1m一つは、ラブライブのに対し（最も可能性が高いDigibro、）K-Onは繊細に誇りを持っていることを主張することができます！\u001b[22m\n\u001b[4mspells out its fiery ambition from the start, and ironically, the latter argument would be the one that doesn't delve into the deeper implications.\u001b[24m\n    \u001b[1m皮肉なことに、後者の議論は、より深い意味を熟考しないものになるでしょう。\u001b[22m, \u001b[1m最初からその燃えるような野望を綴り、そして皮肉なことに、後者の引数は深い意味合いを掘り下げないものであろう。\u001b[22m\n\u001b[1m\u001b[22m\nWhere the introduction truly distinguishes itself, is the fact that Honoka has to convince herself that she loves the school. Her and her compatriots, Umi and Kotori travel the school, finding tons of reasons why she has to stay and bring more people there. But there’s the catch, she doesn’t know why, she’s just inept as a student. This self-induced delusion is a very human thing to do, and already sets the show off on good footing aside from the rest of what is on display.\n\n\u001b[1m序文が本当にそれを区別するところでは、ホノカは自分が学校を愛していると自分自身に確信させなければならないという事実です。 彼女と彼女の同胞であるウミとコトーリは学校を訪れ、そこにもっと多くの人々を連れて来なければならない理由の数々を見つけました。 しかし、キャッチがある、彼女はなぜ、彼女は学生としてちょうど不得意なのか分からない。 この自己誘発妄想は、非常に人間的なことであり、すでに展示されているものの残りの部分を除いて、良い発想でショーを設定しています。\u001b[22m\n\u001b[1m(Jobun ga hontōni sore o kubetsu suru tokorode wa, honoka wa jibun ga gakkō o aishite iruto jibun jishin ni kakushin sa senakereba naranai to iu jijitsudesu. Kanojo to kanojo no dōhōdearu umi to kotōri wa gakkō o otozure, soko ni motto ōku no hitobito o tsurete konakereba naranai riyū no kazukazu o mitsukemashita. Shikashi, kyatchi ga aru, kanojo wa naze, kanojo wa gakusei to shite chōdo futokuina no ka wakaranai. Kono jiko yūhatsu mōsō wa, hijō ni ningen-tekina kotodeari, sudeni tenji sa rete iru mono no nokori no bubun o nozoite, yoi hassō de shō o settei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhere the introduction truly distinguishes itself, is the fact that Honoka has to convince herself that she loves the school. Her and her compatriots, Umi and Kotori travel the school, finding tons of reasons why she has to stay and bring more people there. But there’s the catch, she doesn’t know why, she’s just inept as a student. This self-induced delusion is a very human thing to do, and already sets the show off on good footing aside from the rest of what is on display.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere the introduction truly distinguishes itself, is the fact that Honoka has to convince herself that she loves the school.\u001b[24m\n    \u001b[1m序文が本当にそれを区別するところでは、ホノカは自分が学校を愛していると自分自身に確信させなければならないという事実です。\u001b[22m, \u001b[1m導入は本当に自分自身を区別する場合には、ほのか彼女は学校を愛している自分自身を説得しなければならないという事実です。\u001b[22m\n\u001b[4mHer and her compatriots, Umi and Kotori travel the school, finding tons of reasons why she has to stay and bring more people there.\u001b[24m\n    \u001b[1m彼女と彼女の同胞であるウミとコトーリは学校を訪れ、そこにもっと多くの人々を連れて来なければならない理由の数々を見つけました。\u001b[22m, \u001b[1m彼女と彼女の同胞は、海とことりは、彼女が滞在し、そこに多くの人々をもたらすために持っている理由のトンを見つけ、学校を旅行します。\u001b[22m\n\u001b[4mBut there’s the catch, she doesn’t know why, she’s just inept as a student.\u001b[24m\n    \u001b[1mしかし、キャッチがある、彼女はなぜ、彼女は学生としてちょうど不得意なのか分からない。\u001b[22m, \u001b[1mしかし、彼女は学生と同じくらい無能だ、なぜ、彼女は知らない、キャッチがあります。\u001b[22m\n\u001b[4mThis self-induced delusion is a very human thing to do, and already sets the show off on good footing aside from the rest of what is on display.\u001b[24m\n    \u001b[1mこの自己誘発妄想は、非常に人間的なことであり、すでに展示されているものの残りの部分を除いて、良い発想でショーを設定しています。\u001b[22m, \u001b[1mこの自己誘導妄想は行うには非常に人間のもので、すでに展示されているものの残りの部分から別に良い立場でショーをオフに設定します。\u001b[22m\n\u001b[1m\u001b[22m\nFrom there on out, the show follows a general pattern, they have a quick obstacle, then they get new members really fast, move forward, and are rarely impeded in their ascent until Honoka’s illness. The other idol groups are rarely presented, as this is a character-centric narrative, similar to how Steins;Gate never really showed much of SERN or the future failure would entail (although that show is hindered in hindsight of that, because it's the opposite case.) One of the main criticisms of the show is that characters are elided into the group all too quickly, and aren't explored with proper depth. But this couldn’t be further from the truth, as I’ll explain with the character section below.\n\n\u001b[1mそれから、ショーは一般的なパターンに従います、彼らはすぐに障害があります、そして、彼らは本当に速く、前進し、ホノカの病気まで彼らの登りにほとんど妨げられません。 他のアイドルグループは、Steinsのようなキャラクター中心の物語であるため、ほとんど紹介されていません; GateはSERNの大部分を見せなかったり、将来の失敗を招くことはありませんでした（その見方は妨げられます。 このショーの主な批判の1つは、文字があまりにも素早くグループに逃げられ、適切な深さで探索されないということです。 しかし、私は以下の文字のセクションで説明するので、これは真実から遠いものではありません。\u001b[22m\n\u001b[1m(Sorekara, shō wa ippantekina patān ni shitagaimasu, karera wa sugu ni shōgai ga arimasu, soshite, karera wa hontōni hayaku, zenshin shi, honoka no byōki made karera no nobori ni hotondo samatage raremasen. Hoka no aidorugurūpu wa, Steins no yōna kyarakutā chūshin no monogataridearu tame, hotondo shōkai sa rete imasen; Gate wa SERN no daibubun o misenakattari, shōrai no shippai o maneku koto wa arimasendeshita (sono mikata wa samatage raremasu. Kono shō no omona hihan no 1tsu wa, moji ga amarini mo subayaku gurūpu ni nigerare, tekisetsuna fuka-sa de tansaku sa renai to iu kotodesu. Shikashi, watashi wa ika no moji no sekushon de setsumei surunode, koreha shinjitsu kara tōi monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFrom there on out, the show follows a general pattern, they have a quick obstacle, then they get new members really fast, move forward, and are rarely impeded in their ascent until Honoka’s illness. The other idol groups are rarely presented, as this is a character-centric narrative, similar to how Steins;Gate never really showed much of SERN or the future failure would entail (although that show is hindered in hindsight of that, because it's the opposite case.) One of the main criticisms of the show is that characters are elided into the group all too quickly, and aren't explored with proper depth. But this couldn’t be further from the truth, as I’ll explain with the character section below.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom there on out, the show follows a general pattern, they have a quick obstacle, then they get new members really fast, move forward, and are rarely impeded in their ascent until Honoka’s illness.\u001b[24m\n    \u001b[1mそれから、ショーは一般的なパターンに従います、彼らはすぐに障害があります、そして、彼らは本当に速く、前進し、ホノカの病気まで彼らの登りにほとんど妨げられません。\u001b[22m, \u001b[1mショーは一般的なパターンに従ってそこから外に、彼らは迅速な障害物を持って、その後、彼らは前進、新しいメンバーが本当に速く取得し、まれにほのかの病気まで、その上昇に妨害されていません。\u001b[22m\n\u001b[4mThe other idol groups are rarely presented, as this is a character-centric narrative, similar to how Steins;Gate never really showed much of SERN or the future failure would entail (although that show is hindered in hindsight of that, because it's the opposite\u001b[24m\n    \u001b[1m他のアイドルグループは、Steinsのようなキャラクター中心の物語であるため、ほとんど紹介されていません; GateはSERNの大部分を見せなかったり、将来の失敗を招くことはありませんでした（その見方は妨げられます。\u001b[22m, \u001b[1mこれは文字中心の物語は、どのようシュタインズに似ているように、他のアイドルグループはほとんど、提示されていません; Gateは本当にSERNか（必然的に伴う将来の故障の多くを示したことはありません、そのショーはその知恵に阻害されたが、それは反対だから\u001b[22m\n\u001b[4mcase.) One of the main criticisms of the show is that characters are elided into the group all too quickly, and aren't explored with proper depth.\u001b[24m\n    \u001b[1mこのショーの主な批判の1つは、文字があまりにも素早くグループに逃げられ、適切な深さで探索されないということです。\u001b[22m, \u001b[1mケース。）ショーの主な批判の一つは、文字があまりにも急速にグループに省略されており、適切な深さで探求されていないことです。\u001b[22m\n\u001b[4mBut this couldn’t be further from the truth, as I’ll explain with the character section below.\u001b[24m\n    \u001b[1mしかし、私は以下の文字のセクションで説明するので、これは真実から遠いものではありません。\u001b[22m, \u001b[1m私は以下の文字セクションで説明しますようにしかし、これは、真実から遠いことができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nFor the sake of the characters, I’ll be delving into the more favorited trio, and only quickly describe in a more general stroke, as this section will be relatively lengthy.\n\n\u001b[1mキャラクターのために、私はより好条件のトリオを掘り下げ、より一般的なストロークで説明するだけで、このセクションは比較的長くなるでしょう。\u001b[22m\n\u001b[1m(Kyarakutā no tame ni, watashi wa yori kōjōken no torio o horisage, yori ippantekina sutorōku de setsumei suru dake de, kono sekushon wa hikakuteki nagaku narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mFor the sake of the characters, I’ll be delving into the more favorited trio, and only quickly describe in a more general stroke, as this section will be relatively lengthy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the sake of the characters, I’ll be delving into the more favorited trio, and only quickly describe in a more general stroke, as this section will be relatively lengthy.\u001b[24m\n    \u001b[1mキャラクターのために、私はより好条件のトリオを掘り下げ、より一般的なストロークで説明するだけで、このセクションは比較的長くなるでしょう。\u001b[22m, \u001b[1m文字のために、私はより多くのお気に入りトリオ掘り下げることでしょう、そしてこのセクションが比較的長いことになりますようにだけ素早く、より一般的なストロークで説明します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nNiko Yazawa is a postmodern critique of the pseudo-intellectual sphere of the Internet. Every facet of her character can, and should be compared to that of users who squabble over opinions by projection and escapism that deludes one into convincing themselves that they are intellectually superior to others. Upon her arrival quite early into the show, she dons a rather tacked-on disguise, and projects her personality as more credible by chiding every single chink in Honoka's ignorance. Niko's vitriol is furthered as she is seen commenting on the µs' first music video, stating that they are 'ten years too early to claim they're idols!' She complements her rage-induced diatribe with the use of an emoticon, which is a clear allegory to the nature of forum users who will subconsciously allocate all their mental capacity to their eloquence, in order to simultaneously project themselves as the superior position without truly articulating any tangible points in their contrarian 'polemic.' Given the meteoric ascent of atheism, the alt-right, and other ideological frameworks (or lack thereof, to give the former at least some credit) due to the impression they can leave on unironically contrarian high school students, it's easy to assume that Kimino sought to take a reactionary stance to ironically, the neo-reactionaries.\n\n\u001b[1mNiko Yazawaは、インターネットの疑似知的領域のポストモダンな批判である。 彼女のキャラクターのあらゆる側面は、彼らが他人と比べて知的に優れていることを納得させることを誇りに思う投射と脱走によって意見を喧伝しているユーザーのものと比較することができます。 到着したばかりの彼女は、ショーのかなり早い段階で、ちょっと変わった偽装をして、ホノカの無知で一人一人のチンクをかけることで、彼女の個性をより信頼できるものにしています。 ニコのビトリオールは、彼らが「彼らがアイドルであると主張するには早すぎる10年」であると主張している。 彼女は、意識的にすべての精神的能力を雄弁に配分するフォーラムユーザーの本質に対する明確なアレゴリーである顔文字を使用して、怒りに誘発された討論を補完します。 彼らの逆説的な「論争」における具体的な点。 無神論的に逆立ちの高校生に残すことができる印象のために、無神論、右右派、その他のイデオロギー的枠組み（あるいはそれを欠いて、前者に少なくともある程度の信用を与えること）を考えれば、キミノ 皮肉なことに反動的な立場をとろうとしていた。\u001b[22m\n\u001b[1m(Niko Yazawa wa, intānetto no giji chiteki ryōiki no posuto modan'na hihandearu. Kanojo no kyarakutā no arayuru sokumen wa, karera ga tanin to kurabete chiteki ni sugurete iru koto o nattoku sa seru koto o hokori ni omou tōsha to dassō ni yotte iken o kenden shite iru yūzā no mono to hikaku suru koto ga dekimasu. Tōchaku shita bakari no kanojo wa, shō no kanari hayai dankai de, chotto kawatta gisō o shite, honoka no muchi de hitorihitori no chinku o kakeru koto de, kanojo no kosei o yori shinrai dekiru mono ni shite imasu. Niko no bitoriōru wa, karera ga `karera ga aidorudearu to shuchō suru ni wa hayasugiru 10-nen'dearu to shuchō shite iru. Kanojo wa, ishiki-teki ni subete no seishin-teki nōryoku o yūben ni haibun suru fōramuyūzā no honshitsu ni taisuru meikakuna aregorīdearu kao moji o shiyō shite, ikari ni yūhatsu sa reta tōron o hokan shimasu. Karera no gyakusetsu-tekina `ronsō' ni okeru gutaitekina-ten. Mushinron-teki ni sakadachi no kōkōsei ni nokosu koto ga dekiru inshō no tame ni, mushinron, migi uha, sonohoka no ideorogī-teki wakugumi (aruiwa sore o kaite, zensha ni sukunakutomo aruteido no shin'yō o ataeru koto) o kangaereba, Kimino hinikuna koto ni handō-tekina tachiba o torou to shite ita.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis mental dichotomy is further accentuated when factoring in the story behind her cultivated persona. For those of you that don't know, there's an anecdote her character has outside of the show that explains the affably lovable mantra, “Nico nico nii!” I'd advise all fans to read it if they haven't already, but for those who won't, the story boils down to her dad always doing it (purported to be affirmed in season 2 when her family is explored, but I haven't seen it yet.) This backstory adds yet another dimension to her already complex character.\n\n\u001b[1mこの精神的な二分法は、彼女の栽培された人格の後ろの物語を考慮に入れてさらに強調される。 あなたが知らない人のために、彼女のキャラクターは、好き嫌いのあるマントラ「Nico nico nii！」を説明するショーの外にある逸話があります。 彼女の家族が探検されたときにシーズン2で肯定されると言われていましたが、私はまだそれを見ていませんでした）。このバックストーリーは、彼女にまだ別の次元を加えています 複雑な文字。\u001b[22m\n\u001b[1m(Kono seishin-tekina nibun-hō wa, kanojo no saibai sa reta jinkaku no ushiro no monogatari o kōryo ni irete sarani kyōchō sa reru. Anata ga shiranaihito no tame ni, kanojo no kyarakutā wa, sukikirai no aru mantora `Nico niko nii!' O setsumei suru shō no soto ni aru itsuwa ga arimasu. Kanojo no kazoku ga tanken sa reta toki ni shīzun 2 de kōtei sa reru to iwa rete imashitaga, watashi wa mada sore o mite imasendeshita). Kono bakkusutōrī wa, kanojo ni mada betsu no jigen o kuwaete imasu fukuzatsuna moji.)\u001b[22m\n\nTranslations of \u001b[4mThis mental dichotomy is further accentuated when factoring in the story behind her cultivated persona. For those of you that don't know, there's an anecdote her character has outside of the show that explains the affably lovable mantra, “Nico nico nii!” I'd advise all fans to read it if they haven't already, but for those who won't, the story boils down to her dad always doing it (purported to be affirmed in season 2 when her family is explored, but I haven't seen it yet.) This backstory adds yet another dimension to her already complex character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis mental dichotomy is further accentuated when factoring in the story behind her cultivated persona.\u001b[24m\n    \u001b[1mこの精神的な二分法は、彼女の栽培された人格の後ろの物語を考慮に入れてさらに強調される。\u001b[22m, \u001b[1m彼女の栽培ペルソナの背後にある物語を加味すると、この精神的な二分法がさらに強調されます。\u001b[22m\n\u001b[4mFor those of you that don't know, there's an anecdote her character has outside of the show that explains the affably lovable mantra, “Nico nico nii!” I'd advise all fans to read it if they haven't already, but\u001b[24m\n    \u001b[1mあなたが知らない人のために、彼女のキャラクターは、好き嫌いのあるマントラ「Nico nico nii！」を説明するショーの外にある逸話があります。\u001b[22m, \u001b[1m知らないあなたのそれらのために、彼女のキャラクターは愛想良く愛らしいマントラ、説明のショーの外に持っている逸話があります」ニコニコNIIが！」私は、彼らがまだの場合は、それを読むためにすべてのファンをお勧めするが、\u001b[22m\n\u001b[4mfor those who won't, the story boils down to her dad always doing it (purported to be affirmed in season 2 when her family is explored, but I haven't seen it yet.) This backstory adds yet another dimension to her already\u001b[24m\n    \u001b[1m彼女の家族が探検されたときにシーズン2で肯定されると言われていましたが、私はまだそれを見ていませんでした）。このバックストーリーは、彼女にまだ別の次元を加えています\u001b[22m, \u001b[1m、物語は常にそれをやって彼女のお父さんに集約されません人のために（彼女の家族が探求されたときにシーズン2で肯定する主張が、私はまだそれを見ていない。）この裏話は、すでに彼女にまた別の次元を追加します\u001b[22m\n\u001b[4mcomplex character.\u001b[24m\n    \u001b[1m複雑な文字。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe rest are easier to pin down, Maki is a tsundere that adds to Nico as well as serves as an interesting take on composition that makes modern audiences swoon over older styles of music, Eli is the only failure, as the abstract representations of her childhood were incomprehensible, then she literally delivered on exposition on her personality on Honoka that rendered the flashbacks useless, and were heavily-handed. Rin is underrated because she doesn’t actually say “nya” to an annoying extent, and her childhood dilemma about being berated for trying to be feminine is supposed to evoke empathy from men who have the same issue, not women. Kotori represents the obscene conflict high school students have to undergo, constantly rethinking if she wants to pursue education, or her job, the latter being her practice in the end, as well as showing that the innate nervousness of breaking news to our friends no matter how many times we swear to do it, will always take a toll on us.\n\n\u001b[1m残りはピンチするのが簡単です、マキはニコに加え、現代の聴衆が古いスタイルの音楽を揺さぶらせるようなコンポジションの興味深いものとして役立ちます。エリは幼少時代の抽象的な表現として唯一の失敗です ホノカの人格についての展覧会で、文字通り、フラッシュバックが役に立たず、重い手渡されたと伝えられました。 彼女は実際には\"嫌\"とは言わないので、過小評価されているし、女性ではないと主張しているという子供のころのジレンマは、女性ではなく同じ問題を抱えている男性から共感を呼び起こすことになっている。 コトーリは、高校生が受けなければならない猥褻な葛藤を表し、教育を追求したいと思っている場合は常に考え直しており、最後は後者が練習であると同時に、友人にもニュースを伝えることの本質的な緊張感 私たちがそれをすることを何度も誓って、いつも私たちに報復を与えます。\u001b[22m\n\u001b[1m(Nokori wa pinchi suru no ga kantandesu, maki wa niko ni kuwae, gendai no chōshū ga furui sutairu no ongaku o yusabura seru yōna konpojishon no kyōmibukai mono to shite yakudachimasu. Eri wa yōshō jidai no chūshōtekina hyōgen to shite yuiitsu no shippaidesu honoka no jinkaku ni tsuite no tenran-kai de, mojidōri, furasshu bakku ga yakunitatazu, omoi tewatasa reta to tsutae raremashita. Kanojo wa jissai ni wa\" iya\" to wa iwanainode, kashō hyōka sa rete irushi, joseide wa nai to shuchō shite iru to iu kodomo no koro no jirenma wa, joseide wanaku onaji mondai o kakaete iru dansei kara kyōkan o yobiokosu koto ni natte iru. Kotōri wa, kōkōsei ga ukenakereba naranai waisetsuna kattō o arawashi, kyōiku o tsuikyū shitai to omotte iru baai wa tsuneni kangaenaoshite ori, saigo wa kōsha ga renshūdearu to dōjini, yūjin ni mo nyūsu o tsutaeru koto no honshitsu-tekina kinchō-kan watashitachi ga sore o suru koto o nando mo chikatte, itsumo watashitachi ni hōfuku o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe rest are easier to pin down, Maki is a tsundere that adds to Nico as well as serves as an interesting take on composition that makes modern audiences swoon over older styles of music, Eli is the only failure, as the abstract representations of her childhood were incomprehensible, then she literally delivered on exposition on her personality on Honoka that rendered the flashbacks useless, and were heavily-handed. Rin is underrated because she doesn’t actually say “nya” to an annoying extent, and her childhood dilemma about being berated for trying to be feminine is supposed to evoke empathy from men who have the same issue, not women. Kotori represents the obscene conflict high school students have to undergo, constantly rethinking if she wants to pursue education, or her job, the latter being her practice in the end, as well as showing that the innate nervousness of breaking news to our friends no matter how many times we swear to do it, will always take a toll on us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe rest are easier to pin down, Maki is a tsundere that adds to Nico as well as serves as an interesting take on composition that makes modern audiences swoon over older styles of music, Eli is the only failure, as the abstract representations of her childhood\u001b[24m\n    \u001b[1m残りはピンチするのが簡単です、マキはニコに加え、現代の聴衆が古いスタイルの音楽を揺さぶらせるようなコンポジションの興味深いものとして役立ちます。エリは幼少時代の抽象的な表現として唯一の失敗です\u001b[22m, \u001b[1m残りは突き止めるが容易で、マキは、エリは彼女の幼年期の抽象的表現として、唯一の失敗ニコに追加するだけでなく、現代の観客は音楽の古いスタイルより気絶させる組成に興味深いテイクとして機能ツンデレです\u001b[22m\n\u001b[4mwere incomprehensible, then she literally delivered on exposition on her personality on Honoka that rendered the flashbacks useless, and were heavily-handed.\u001b[24m\n    \u001b[1mホノカの人格についての展覧会で、文字通り、フラッシュバックが役に立たず、重い手渡されたと伝えられました。\u001b[22m, \u001b[1m不可解だった、彼女は文字通りフラッシュバックが役に立たなくほのかに彼女の性格上博覧会に届け、及び高利きでした。\u001b[22m\n\u001b[4mRin is underrated because she doesn’t actually say “nya” to an annoying extent, and her childhood dilemma about being berated for trying to be feminine is supposed to evoke empathy from men who have the same issue, not women.\u001b[24m\n    \u001b[1m彼女は実際には\"嫌\"とは言わないので、過小評価されているし、女性ではないと主張しているという子供のころのジレンマは、女性ではなく同じ問題を抱えている男性から共感を呼び起こすことになっている。\u001b[22m, \u001b[1m凛は彼女が実際に迷惑な程度まで「にゃ」と言っていないため、過小評価され、かつフェミニンになろうとするためberatedさについての彼女の幼年期のジレンマは、同じ問題を持っている男性ではなく女性からの共感を呼び起こすことになっています。\u001b[22m\n\u001b[4mKotori represents the obscene conflict high school students have to undergo, constantly rethinking if she wants to pursue education, or her job, the latter being her practice in the end, as well as showing that the innate nervousness of breaking news to our friends no matter\u001b[24m\n    \u001b[1mコトーリは、高校生が受けなければならない猥褻な葛藤を表し、教育を追求したいと思っている場合は常に考え直しており、最後は後者が練習であると同時に、友人にもニュースを伝えることの本質的な緊張感\u001b[22m, \u001b[1mことりは常に彼女が、後者は最終的に彼女の練習であること、ならびに示す教育、または彼女の仕事を追求したい場合は再考、高校生を受けなければならわいせつな紛争を表す私たちの友達どんなににニュース速報の生得的な緊張\u001b[22m\n\u001b[4mhow many times we swear to do it, will always take a toll on us.\u001b[24m\n    \u001b[1m私たちがそれをすることを何度も誓って、いつも私たちに報復を与えます。\u001b[22m, \u001b[1m何回我々はそれを行うことを誓う、常に私たちに通行料がかかります。\u001b[22m\n\u001b[1m\u001b[22m\nThe presentation of this story is crafted so meticulously. Classic films like The Searchers and Taxi Driver give a view of the inside looking out at the world, Leo Tolstoy's sprawling magnum opus War and Peace shows the outside looking in at his gallery of characters. Takahiko Kyogoku familiarizes you with the students, by allowing you a claustrophobic detail a la Martin Scorsese's 1973 film Mean Streets, without the perspective of New York, but with all the grandeur of their performances that project to the world. Love Live! accentuates its differences, as showing the dead center, looking around. Every vicissitude is expounded on greatly, as the directors consistently draw upon as much faith as the idols have to their success, only to masterfully dramatize every vicissitude relative to their predicaments. It's evocative of the way the Monogatari series is presented: everything focused upon during the screentime is given detail. Every new character that they stumble on is shown in more detail than a few background junkies dispersed throughout the screen. This is why Honoka always runs into the same three girls who support the idol club. This is why you only see women in the show. It's all a matter of perspective, and it wastes no time on developing the otaku haven, the municipality of Akibahara.\n\n\u001b[1mこの物語のプレゼンテーションは細心の注意を払って作られています。  「サーチャーズ」や「タクシードライバー」のような古典的な映画は、世界を俯瞰する眺めを提供しています。レオ・トルストイの大巨大な大戦、戦争と平和は、屋外のキャラクターギャラリーを見せてくれます。 ニューヨークの視点がなくても、世界に向けての彼らの公演の壮大さはすべて、マーティン・スコセッシの1973年映画「Mean Streets」の閉所恐怖症を許して、学生たちにあなたをお馴染みます。 ラブライブ！ 死の中心を示すように、その違いを強調し、周りを見回します。 監督は、アイドルが成功したほどの信念を一貫して引きつけ、悲観的な見解に比べて驚異的な劇的な描写を巧みに描くように、すべての変化を大いに詳しく説明します。 それは、物語シリーズが提示される方法を喚起しています。 それらが遭遇するすべての新しいキャラクターは、画面全体に分散したいくつかのバックグラウンド・ジャンキーよりも詳細に表示されます。 これは、ホノカが常にアイドルクラブをサポートしている同じ3人の女の子に就いている理由です。 これがショーの女性だけを見る理由です。 それはすべての視点であり、秋葉原の自治体であるオタクの避難所の開発には時間が無駄です。\u001b[22m\n\u001b[1m(Kono monogatari no purezentēshon wa saishin no chūi o haratte tsukura rete imasu. `Sāchāzu' ya `takushīdoraibā' no yōna koten-tekina eiga wa, sekai o fukan suru nagame o teikyō shite imasu. Reo torusutoi no dai kyodaina taisen, sensōtoheiwa wa, okugai no kyarakutāgyararī o misete kuremasu. Rabu raibu! Shi no chūshin o shimesu yō ni, sono chigai o kyōchō shi, mawari o mimawashimasu. Kantoku wa, aidoru ga seikō shita hodo no shin'nen o ikkanshite hikitsuke, hikan-tekina kenkai ni kurabete kyōi-tekina gekitekina byōsha o takumi ni kaku yō ni, subete no henka o ōini kuwashiku setsumei shimasu. Sore wa, monogatari shirīzu ga teiji sa reru hōhō o kanki shite imasu. Sorera ga sōgū suru subete no atarashī kyarakutā wa, gamen zentai ni bunsan shita ikutsu ka no bakkuguraundo jankī yori mo shōsai ni hyōji sa remasu. Kore wa, honoka ga tsuneni aidoru kurabu o sapōto shite iru onaji 3-ri no on'nanoko ni tsuite iru riyūdesu. Kore ga shō no josei dake o miru riyūdesu. Sore wa subete no shitendeari, Akihabara no jichitaidearu otaku no hinansho no kaihatsu ni wa jikan ga mudadesu. Nyūyōku no shiten ga nakute mo, sekai ni mukete no karera no kōen no sōdai-sa wa subete, mātin Sukosesshi no 1973-nen eiga `mīn Streets' no heijokyōfushō o yurushite, gakusei-tachi ni anata o o najimimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe art, is one of the most subtle paradoxes the ever exist in this medium. Though the world is bleak, the vibrant, albeit generic color palette shines, with quite the self-awareness of its concomitant duplicity. It will deceive you greatly, but this is nary a facet of this show's presentation that doesn't serve a grander purpose. Juxtaposing well-drawn anime girls to allure a non-critical audience with a staggering amount of criticism, many exuding too much profundity and erudition for the people it criticizes to notice, is an underappreciated aspect of the story. The vibrant colors are aren’t slathered over, it’s all innocuous so that it becomes a subdued experience thematically, and hilariously dramatized in other departments.\n\n\u001b[1m芸術は、この媒体に存在する最も微妙なパラドックスの一つです。 世界は荒れ果てていますが、生き生きとしたものの、一般的なカラーパレットでも輝きますが、それに付随する二重性の自覚がかなりあります。 それはあなたを大きく欺くでしょうが、これはこのショーのプレゼンテーションの一面であり、より大きな目的を果たさないものです。 よく描かれたアニメの女の子を並置して、批判的な量の批判的な観客を魅了し、批判的な人のために多くの精神性と精巧さを滲出させることは、このストーリーの評価されていない側面です。 活気にあふれた色彩はぼんやりとしていません。それはすべて無害なので、テーマ別の落ち着いた体験となり、他の部門では陽気に演出されます。\u001b[22m\n\u001b[1m(Geijutsu wa, kono baitai ni sonzai suru mottomo bimyōna paradokkusu no hitotsudesu. Sekai wa arehatete imasuga, ikiikitoshita-mono no, ippantekina karāparetto demo kagayakimasuga, soreni fuzui suru nijū-sei no jikaku ga kanari arimasu. Sore wa anata o ōkiku azamukudeshouga, koreha kono shō no purezentēshon no ichimendeari, yori ōkina mokuteki o hatasanai monodesu. Yoku egaka reta anime no on'nanoko o heichi shite, hihantekina ryō no hihantekina kankyaku o miryō shi, hihantekina hito no tame ni ōku no seishin-sei to seikō-sa o shinshutsu sa seru koto wa, kono sutōrī no hyōka sa rete inai sokumendesu. Kakki ni afureta shikisai wa bon'yari to shite imasen. Sore wa subete mugainanode, tēma-betsu no ochitsuita taiken to nari, hoka no bumonde wa yōki ni enshutsu sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art, is one of the most subtle paradoxes the ever exist in this medium. Though the world is bleak, the vibrant, albeit generic color palette shines, with quite the self-awareness of its concomitant duplicity. It will deceive you greatly, but this is nary a facet of this show's presentation that doesn't serve a grander purpose. Juxtaposing well-drawn anime girls to allure a non-critical audience with a staggering amount of criticism, many exuding too much profundity and erudition for the people it criticizes to notice, is an underappreciated aspect of the story. The vibrant colors are aren’t slathered over, it’s all innocuous so that it becomes a subdued experience thematically, and hilariously dramatized in other departments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art, is one of the most subtle paradoxes the ever exist in this medium.\u001b[24m\n    \u001b[1m芸術は、この媒体に存在する最も微妙なパラドックスの一つです。\u001b[22m, \u001b[1mアートは、今までにこの培地に存在し、最も微妙なパラドックスの一つです。\u001b[22m\n\u001b[4mThough the world is bleak, the vibrant, albeit generic color palette shines, with quite the self-awareness of its concomitant duplicity.\u001b[24m\n    \u001b[1m世界は荒れ果てていますが、生き生きとしたものの、一般的なカラーパレットでも輝きますが、それに付随する二重性の自覚がかなりあります。\u001b[22m, \u001b[1m世界は暗いですが、一般的なカラーパレットとはいえ、活気はその付随する二枚舌のかなり自己認識と、輝いています。\u001b[22m\n\u001b[4mIt will deceive you greatly, but this is nary a facet of this show's presentation that doesn't serve a grander purpose.\u001b[24m\n    \u001b[1mそれはあなたを大きく欺くでしょうが、これはこのショーのプレゼンテーションの一面であり、より大きな目的を果たさないものです。\u001b[22m, \u001b[1mそれは非常にあなたを欺くますが、これは壮大な目的を果たしていないこのショーのプレゼンテーションの進ファセットです。\u001b[22m\n\u001b[4mJuxtaposing well-drawn anime girls to allure a non-critical audience with a staggering amount of criticism, many exuding too much profundity and erudition for the people it criticizes to notice, is an underappreciated aspect of the story.\u001b[24m\n    \u001b[1mよく描かれたアニメの女の子を並置して、批判的な量の批判的な観客を魅了し、批判的な人のために多くの精神性と精巧さを滲出させることは、このストーリーの評価されていない側面です。\u001b[22m, \u001b[1mそれは気づいて批判する人々のための批判の膨大な量、多くの滲出あまりにも多くの奥深さと博学で非クリティカル観客を魅力するために、よく描かアニメの女の子を並置、物語の過小評価の側面です。\u001b[22m\n\u001b[4mThe vibrant colors are aren’t slathered over, it’s all innocuous so that it becomes a subdued experience thematically, and hilariously dramatized in other departments.\u001b[24m\n    \u001b[1m活気にあふれた色彩はぼんやりとしていません。それはすべて無害なので、テーマ別の落ち着いた体験となり、他の部門では陽気に演出されます。\u001b[22m, \u001b[1m鮮やかな色は、それがテーマ落ち着いた経験となり、陽気に他の部門に脚色されるように、それはすべての無害だ、オーバーslatheredされていませんされています。\u001b[22m\n\u001b[1m\u001b[22m\nThe best part of the artistic flair is that of its camera angles. The impeccable usage of varying shots all give the girls a larger-than-life feel. The best way to describe this, is how much it resembles Stanley Kubrick's underrated triumph, Paths of Glory. As Kirk Douglas was portrayed with lower camera angles during his major monologues in the court case in the aforementioned film, every character is mostly portrayed from a lower or up-front angle in a similar matter. Every character exudes an aura of charisma, and evoke a larger-than-life feel that is worked in equal parts the impeccable script as it is by the marvelous camerawork. This method of looking up towards the characters makes them seem as big as they fall, as your perception is shattered time and time again, when our heroines are shown through the bleakest of times, from performing to an empty audience, to Honoka's illness taking a toll on her consciousness. The minute they are looked down upon, you feel the levity they do, due to the immaculate presentation. The abject horror Yukihiro Wantanabe, and Miho Sugiura can instill from every idol member and even the viewer is astounding in every sense of the word.\n\n\u001b[1m芸術的な感覚の最も良い部分は、カメラアングルのものです。 さまざまなショットの完璧な使い方は、すべて女の子に人生よりも大きな感触を与えます。 これを説明する最善の方法は、Stanley Kubrickの過小評価、Paths of Gloryにどれほど似ているかです。 カーク・ダグラスは、前述の映画の裁判で主要な独白の時にカメラのアングルが低く描写されていたため、すべてのキャラクターは、同様の問題で、より低いまたは前の角度から描かれています。 すべてのキャラクターはカリスマ性のオーラを滲出させ、驚異的なカメラワークと同じように、完璧なスクリプトを均等に仕上げている、より大きなものを感じさせます。 キャラクターに向かって見上げるこの方法は、彼らが落ちるほど大きなものに見えるようになります。あなたの認識は、時代の最も暗い時から、空の聴衆に、ホノカの病気に 彼女の意識に大きな打撃を与えた。 彼らが見下ろしている時に、あなたは真面目なプレゼンテーションのために、彼らが行う軽やかさを感じます。 幻想的な恐怖、幻想的な幻想、杉浦美穂は、すべてのアイドルのメンバーから浸透することができ、観客でさえ、あらゆる意味で驚異的です。\u001b[22m\n\u001b[1m(Geijutsu-tekina kankaku no mottomo yoi bubun wa, kamera anguru no monodesu. Samazamana shotto no kanpekina tsukaikata wa, subete on'nanoko ni jinsei yori mo ōkina kanshoku o ataemasu. Kore o setsumei suru saizen no hōhō wa, sutanrē Kubrick no kashō hyōka, Paths of Glory ni dorehodo nite iru kadesu. Kāku Dagurasu wa, zenjutsu no eiga no saiban de shuyōna dokuhaku no toki ni kamera no anguru ga hikuku byōsha sa rete ita tame, subete no kyarakutā wa, dōyō no mondai de, yori hikui matawa mae no kakudo kara egaka rete imasu. Subete no kyarakutā wa karisuma-sei no ōra o shinshutsu sa se, kyōi-tekina kamerawāku to onajiyōni, kanpekina sukuriputo o kintō ni shiagete iru, yori ōkina mono o kanji sasemasu. Kyarakutā ni mukatte miageru kono hōhō wa, karera ga ochiru hodo ōkina mono ni mieru yō ni narimasu. Anata no ninshiki wa, jidai no mottomo kurai toki kara, sora no chōshū ni, honoka no byōki ni kanojo no ishiki ni ōkina dageki o ataeta. Karera ga mioroshite iru toki ni, anata wa majimena purezentēshon no tame ni, karera ga okonau karoyaka-sa o kanjimasu. Gensō-tekina kyōfu, gensō-tekina gensō, Sugiura Miho wa, subete no aidoru no menbā kara shintō suru koto ga deki, kankyakude sae, arayuru imi de kyōi-tekidesu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnother distinctive trait is the sparing yet effective usage of shaky cam. Expanding on aforementioned the 'harder-they-fall' concept, a prime example of the dramatic camera ruptures is found upon the first time Eri trains the girls using ballet means, as it is effective in flexibility. As they all flail and struggle against their burning muscles, and the escalation of difficulty in their training regiments, Youhei Sasaki frames the scene at a skewed angle, slanted from below, and with a constant shaky movement of the camera. The swift animation of the idols fighting for the top spot is amplified by the way the scene is dramatized. The shaky effect makes it all that much more intense building up to the resounding failures, whether it be Honoka's rooftop collapse, or the aforementioned scene, wherein Rin is the first to collapse in her ballet stance. It's all-in-all a fantastic trick, grounded by fluid motion and not overdone in a nauseating velocity.\n\n\u001b[1mもう一つの特徴は、揺れ動いているカムの倹約的で効果的な使い方です。 前述の「難しくなった」コンセプトを拡張し、劇的なカメラ破裂の主な例は、エリがバレエを使って女の子を訓練する最初の時に発見されます。 彼らは疲れた筋肉に悩まされ、訓練の難しさが増していくにつれて、下から斜めに傾いた姿勢で、カメラの動きが不安定になります。 一番上の場所で戦っているアイドルの素早いアニメーションは、シーンが演出されるように増幅されます。 ホオカオの屋上崩壊であろうと、Rinがバレエスタンスで最初に崩壊する前述のシーンであろうと、不安定な結果は、それをはるかに強烈なものにする。 流体の動きに基づいており、吐き気の速さでは過度に上回らない、すべてがオール・イン・オールの素晴らしいトリックです。\u001b[22m\n\u001b[1m(Mōhitotsu no tokuchō wa, yureugoite iru kamu no ken'yaku-tekide kōkatekina tsukaikatadesu. Zenjutsu no `muzukashiku natta' konseputo o kakuchō shi, gekitekina kamera haretsu no omona rei wa, eri ga barē o tsukatte on'nanoko o kunren suru saisho no toki ni hakken sa remasu. Karera wa tsukareta kin'niku ni nayamasa re, kunren no muzukashi-sa ga mashite iku ni tsurete,-ka kara naname ni katamuita shisei de, kamera no ugoki ga fuantei ni narimasu. Ichiban-jō no basho de tatakatte iru aidoru no subayai animēshon wa, shīn ga enshutsu sa reru yō ni zōfuku sa remasu. Hookao no okujō hōkaidearou to, Rin ga bareesutansu de saisho ni hōkai suru zenjutsu no shīndearou to, fuanteina kekka wa, sore o haruka ni kyōretsuna mono ni suru. Ryūtai no ugoki ni motodzuite ori, hakike no haya-sade wa kado ni uwamawaranai, subete ga ōru in ōru no subarashī torikkudesu.)\u001b[22m\n\nTranslations of \u001b[4mAnother distinctive trait is the sparing yet effective usage of shaky cam. Expanding on aforementioned the 'harder-they-fall' concept, a prime example of the dramatic camera ruptures is found upon the first time Eri trains the girls using ballet means, as it is effective in flexibility. As they all flail and struggle against their burning muscles, and the escalation of difficulty in their training regiments, Youhei Sasaki frames the scene at a skewed angle, slanted from below, and with a constant shaky movement of the camera. The swift animation of the idols fighting for the top spot is amplified by the way the scene is dramatized. The shaky effect makes it all that much more intense building up to the resounding failures, whether it be Honoka's rooftop collapse, or the aforementioned scene, wherein Rin is the first to collapse in her ballet stance. It's all-in-all a fantastic trick, grounded by fluid motion and not overdone in a nauseating velocity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother distinctive trait is the sparing yet effective usage of shaky cam.\u001b[24m\n    \u001b[1mもう一つの特徴は、揺れ動いているカムの倹約的で効果的な使い方です。\u001b[22m, \u001b[1mもう一つの特徴的な特性は不安定なカムの温存まだ有効利用です。\u001b[22m\n\u001b[4mExpanding on aforementioned the 'harder-they-fall' concept, a prime example of the dramatic camera ruptures is found upon the first time Eri trains the girls using ballet means, as it is effective in flexibility.\u001b[24m\n    \u001b[1m前述の「難しくなった」コンセプトを拡張し、劇的なカメラ破裂の主な例は、エリがバレエを使って女の子を訓練する最初の時に発見されます。\u001b[22m, \u001b[1m前述の「難しく-彼らフォール」の概念を上に拡大、劇的なカメラ破裂の典型的な例は、それが柔軟性に有効であるようえりは、バレエの手段を使用して女の子を訓練し、初めての際に発見されました。\u001b[22m\n\u001b[4mAs they all flail and struggle against their burning muscles, and the escalation of difficulty in their training regiments, Youhei Sasaki frames the scene at a skewed angle, slanted from below, and with a constant shaky movement of the camera.\u001b[24m\n    \u001b[1m彼らは疲れた筋肉に悩まされ、訓練の難しさが増していくにつれて、下から斜めに傾いた姿勢で、カメラの動きが不安定になります。\u001b[22m, \u001b[1m彼らはすべての動揺とその燃え筋肉との闘い、そして彼らの訓練連隊の難易エスカレーションとして、洋平佐々木は下から斜め、斜めに角度でシーンをフレーム、およびカメラの一定の不安定な動きに。\u001b[22m\n\u001b[4mThe swift animation of the idols fighting for the top spot is amplified by the way the scene is dramatized.\u001b[24m\n    \u001b[1m一番上の場所で戦っているアイドルの素早いアニメーションは、シーンが演出されるように増幅されます。\u001b[22m, \u001b[1mトップの座のために戦って偶像の迅速なアニメーションはシーンが演出されている方法によって増幅されます。\u001b[22m\n\u001b[4mThe shaky effect makes it all that much more intense building up to the resounding failures, whether it be Honoka's rooftop collapse, or the aforementioned scene, wherein Rin is the first to collapse in her ballet stance.\u001b[24m\n    \u001b[1mホオカオの屋上崩壊であろうと、Rinがバレエスタンスで最初に崩壊する前述のシーンであろうと、不安定な結果は、それをはるかに強烈なものにする。\u001b[22m, \u001b[1m不安定な効果は凛が彼女のバレエスタンスで崩壊する最初であることを特徴と、それは、ほのかの屋上崩壊、または上記のシーンであるかどうか、はっきり障害にすべてがはるかに強い建物を構成します。\u001b[22m\n\u001b[4mIt's all-in-all a fantastic trick, grounded by fluid motion and not overdone in a nauseating velocity.\u001b[24m\n    \u001b[1m流体の動きに基づいており、吐き気の速さでは過度に上回らない、すべてがオール・イン・オールの素晴らしいトリックです。\u001b[22m, \u001b[1mこれは、すべての - すべての素晴らしいトリック、流体運動により接地と吐き気を催す速度のやり過ぎではありません。\u001b[22m\n\u001b[1m\u001b[22m\nMy only true complaint about this misinterpreted masterpiece is the abysmal CGI, something I think most of us can agree on. It’s usage in the opening and performances stilts the transitions and runs at a slower framerate than the hand-drawn animation.\n\n\u001b[1mこの誤解された傑作に関する私の唯一の真の苦情は、私たちのほとんどが同意できると思う深遠なCGIです。 オープニングとパフォーマンスでの使用法は、トランジションを詰め込み、手描きのアニメーションよりも遅いフレームレートで実行します。\u001b[22m\n\u001b[1m(Kono gokai sa reta kessaku ni kansuru watashi no yuiitsu no shin no kujō wa, watashitachi no hotondo ga dōi dekiru to omou shin'en'na CGIdesu. Ōpuningu to pafōmansu de no shiyō-hō wa, toranjishon o tsumekomi, tegaki no animēshon yori mo osoi furēmurēto de jikkō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy only true complaint about this misinterpreted masterpiece is the abysmal CGI, something I think most of us can agree on. It’s usage in the opening and performances stilts the transitions and runs at a slower framerate than the hand-drawn animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy only true complaint about this misinterpreted masterpiece is the abysmal CGI, something I think most of us can agree on.\u001b[24m\n    \u001b[1mこの誤解された傑作に関する私の唯一の真の苦情は、私たちのほとんどが同意できると思う深遠なCGIです。\u001b[22m, \u001b[1mこの誤解傑作についての私の唯一の本当の不満は、私は私たちのほとんどが同意することができると思う何かひどいCGIです。\u001b[22m\n\u001b[4mIt’s usage in the opening and performances stilts the transitions and runs at a slower framerate than the hand-drawn animation.\u001b[24m\n    \u001b[1mオープニングとパフォーマンスでの使用法は、トランジションを詰め込み、手描きのアニメーションよりも遅いフレームレートで実行します。\u001b[22m, \u001b[1mこれは、開口部やパフォーマンス竹馬の遷移での使用だと手描きのアニメーションよりも遅いフレームレートで動作します。\u001b[22m\n\u001b[1m\u001b[22m\nAs for something one would usually think would be a selling point of this show, the music, to put it simply, is stale outside a few hit-or-miss songs like Start;Dash. The actual intro is different, as it’s not the template that offers a few random shots of characters, rather it’s just one overdone CGI crapfest. In my opinion, the actual song used would be better used as a next episode preview, rather than a way to open the show. Regardless, some people will like it, and others won’t. Just know what you’re getting into as the most important songs are going to be pop-oriented, and is only complemented by a generic soundtrack that does little but appropriate the mood of any given scene. If you abhor pop music in any matter, it shouldn’t deter you too much as they are only brief respites from the messages in each episode, and aren’t too insulting to those who consider their taste above generic pop.\n\n\u001b[1m通常、このショーのセールスポイントと思われるものは、簡単に言えば、スタートダッシュのような数少ないヒット・ミスの曲の外では、音楽が陳腐である。 実際のイントロは異なっています。それは、キャラクターのいくつかのランダムなショットを提供するテンプレートではなく、むしろそれは単にCGIのうごきすぎたものです。 私の意見では、実際に使用された曲は、ショーを開く方法ではなく、次のエピソードプレビューとして使用する方がよいでしょう。 それにかかわらず、一部の人々はそれを好きで、他の人はそうしないだろう。 最も重要な曲がポップ指向になるようになってきていることを知っているだけで、特定のシーンの気分は少しでも適切な一般的なサウンドトラックによって補完されます。 あなたがポップ音楽を嫌うのであれば、各エピソードのメッセージから簡単にリスピットするだけでなく、ジェネリックポップよりも味が良いと思う人にあまり侮辱されません。\u001b[22m\n\u001b[1m(Tsūjō, kono shō no sērusupointo to omowa reru mono wa, kantan'niieba, sutātodasshu no yōna kazusukunai hitto misu no kyoku no sotode wa, ongaku ga chinpudearu. Jissai no Intoro wa kotonatte imasu. Sore wa, kyarakutā no ikutsu ka no randamuna shotto o teikyō suru tenpurētode wa naku, mushiro sore wa tan'ni CGI no ugoki sugita monodesu. Watashi no ikende wa, jissai ni shiyō sa reta kyoku wa, shō o hiraku hōhōde wa naku,-ji no episōdopurebyū to shite shiyō suru kata ga yoideshou. Sore ni kakawarazu, ichibu no hitobito wa sore o sukide, hokanohito wa sō shinaidarou. Mottomo jūyōna kyoku ga poppu shikō ni naru yō ni natte kite iru koto o shitte iru dake de, tokutei no shīn no kibun wa sukoshi demo tekisetsuna ippantekina saundotorakku ni yotte hokan sa remasu. Anata ga poppu ongaku o kirau nodeareba, kaku episōdo no messēji kara kantan ni risupitto suru dakedenaku, jenerikkupoppu yori mo aji ga yoi to omou hito ni amari bujoku sa remasen.)\u001b[22m\n\nTranslations of \u001b[4mAs for something one would usually think would be a selling point of this show, the music, to put it simply, is stale outside a few hit-or-miss songs like Start;Dash. The actual intro is different, as it’s not the template that offers a few random shots of characters, rather it’s just one overdone CGI crapfest. In my opinion, the actual song used would be better used as a next episode preview, rather than a way to open the show. Regardless, some people will like it, and others won’t. Just know what you’re getting into as the most important songs are going to be pop-oriented, and is only complemented by a generic soundtrack that does little but appropriate the mood of any given scene. If you abhor pop music in any matter, it shouldn’t deter you too much as they are only brief respites from the messages in each episode, and aren’t too insulting to those who consider their taste above generic pop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for something one would usually think would be a selling point of this show, the music, to put it simply, is stale outside a few hit-or-miss songs like Start;Dash.\u001b[24m\n    \u001b[1m通常、このショーのセールスポイントと思われるものは、簡単に言えば、スタートダッシュのような数少ないヒット・ミスの曲の外では、音楽が陳腐である。\u001b[22m, \u001b[1m1は、通常、単にそれを置くために、この番組のセールスポイント、音楽と思うだろう何かについては、スタートのようないくつかのヒットまたはミス曲の外側古くなっている、ダッシュ。\u001b[22m\n\u001b[4mThe actual intro is different, as it’s not the template that offers a few random shots of characters, rather it’s just one overdone CGI crapfest.\u001b[24m\n    \u001b[1m実際のイントロは異なっています。それは、キャラクターのいくつかのランダムなショットを提供するテンプレートではなく、むしろそれは単にCGIのうごきすぎたものです。\u001b[22m, \u001b[1mそれは、文字のいくつかのランダムなショットを提供していますむしろそれだけで1行き過ぎのCGI crapfestだテンプレートではありませんように、実際のイントロは、異なっています。\u001b[22m\n\u001b[4mIn my opinion, the actual song used would be better used as a next episode preview, rather than a way to open the show.\u001b[24m\n    \u001b[1m私の意見では、実際に使用された曲は、ショーを開く方法ではなく、次のエピソードプレビューとして使用する方がよいでしょう。\u001b[22m, \u001b[1m私の意見では、実際に使用される曲は、より良い次のエピソードのプレビューではなく、ショーを開くための方法として使用されることになります。\u001b[22m\n\u001b[4mRegardless, some people will like it, and others won’t.\u001b[24m\n    \u001b[1mそれにかかわらず、一部の人々はそれを好きで、他の人はそうしないだろう。\u001b[22m, \u001b[1mかかわらず、一部の人々はそれを好きになるでしょうし、他のものはないでしょう。\u001b[22m\n\u001b[4mJust know what you’re getting into as the most important songs are going to be pop-oriented, and is only complemented by a generic soundtrack that does little but appropriate the mood of any given scene.\u001b[24m\n    \u001b[1m最も重要な曲がポップ指向になるようになってきていることを知っているだけで、特定のシーンの気分は少しでも適切な一般的なサウンドトラックによって補完されます。\u001b[22m, \u001b[1mちょうどあなたが最も重要な曲がポップ志向であることを行っているように取得している、とだけ任意のシーンのほとんどが、適切なムードを行い、一般的なサウンドトラックによって補完されるか知っています。\u001b[22m\n\u001b[4mIf you abhor pop music in any matter, it shouldn’t deter you too much as they are only brief respites from the messages in each episode, and aren’t too insulting to those who consider their taste above generic pop.\u001b[24m\n    \u001b[1mあなたがポップ音楽を嫌うのであれば、各エピソードのメッセージから簡単にリスピットするだけでなく、ジェネリックポップよりも味が良いと思う人にあまり侮辱されません。\u001b[22m, \u001b[1mあなたはどんな問題でポップミュージックを嫌う場合、それらは各エピソード内のメッセージからだけの簡単なrespitesであり、一般的なポップ上記の彼らの味を考えの方にあまりにも侮辱ではないとして、それはあなたがあまりにも多くの抑止べきではありません。\u001b[22m\n\u001b[1m\u001b[22m\nLastly, the conclusive note I'll instill into the few who have trudged through this merely synoptic overlook of this piece's dizzying social insights, is not that of a summative note. Rather, I'll go off on a tangent for what this means for the foreseeable future of this community. The severe misinterpretation of this show's meaning, is done in by those who came in expecting a simple idol story, or even a moe shitfest that will be burned at the stake by people such as fans of ThatAnimeSnob. Oddly enough, it takes a ridiculously open mind from a fan of meanings that are by no means promiscuous. It masquerades itself as a simple moeblob, something people who want simple, light-hearted entertainment about cute girls will seek after. It scares away those who spend all their time perpetuating their critical mindset in search of the most thought-provoking anime for the same reason. It’s almost as if it’s meant to be considered a diamond not in the rough, but hidden in plain sight.\n\n\u001b[1m最後に、この作品のめまぐるしい社会的洞察を単に見渡すだけのことを突きつけた少数者に、私が覚えておくべき決定的な注釈は、総括ノートではない。 むしろ、私は、このコミュニティの予測可能な将来のために、これが意味するもののための接線を外します。 このショーの意味の深刻な誤解は、シンプルなアイドルストーリー、あるいはThatAnimeSnobのファンのような人々によってステークに燃え尽きるモエ・シットフェストを期待して来た人たちによって行われます。 奇妙なことに、それは決して無差別ではない意味のファンから、ばかげたオープンな心を取ります。 それは、シンプルなモーフブロブとしての自分自身を装っています。かわいい女の子のシンプルで光り輝いたエンターテインメントを求めている人たちが探し求めます。 それは同じ理由のために最も思考を刺激するアニメを探して、彼らの批判的な考え方を永続させるすべての時間を費やしている人々を恐れる。 それはまるでダイヤモンドがラフではなく、見た目に隠れていると考えられているかのようです。\u001b[22m\n\u001b[1m(Saigo ni, kono sakuhin no memagurushī shakai-teki dōsatsu o tan'ni miwatasu dake no koto o tsukitsuketa shōsū-sha ni, watashi ga oboete okubeki ketteitekina chūshaku wa, sōkatsu nōtode wanai. Mushiro, watashi wa, kono komyuniti no yosoku kanōna shōrai no tame ni, kore ga imi suru mono no tame no sessen o hazushimasu. Kono shō no imi no shinkokuna gokai wa, shinpuruna aidorusutōrī, aruiwa ThatAnimeSnob no fan no yōna hitobito ni yotte sutēku ni moetsukiru Moe shittofesuto o kitai shite kita hito-tachi ni yotte okonawa remasu. Kimyōna koto ni, sore wa kesshite musabetsude wanai imi no fan kara, bakageta ōpun'na kokoro o torimasu. Sore wa, shinpuruna mōfuburobu to shite no jibun jishin o yosōtte imasu. Kawaī on'nanoko no shinpurude hikarikagayaita entāteinmento o motomete iru hito-tachi ga sagashimotomemasu. Sore wa onaji riyū no tame ni mottomo shikō o shigeki suru anime o sagashite, karera no hihantekina kangaekata o eizoku sa seru subete no jikan o tsuiyashite iru hitobito o osoreru. Sore wa marude daiyamondo ga rafude wa naku, mitame ni kakurete iru to kangae rarete iru ka no yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mLastly, the conclusive note I'll instill into the few who have trudged through this merely synoptic overlook of this piece's dizzying social insights, is not that of a summative note. Rather, I'll go off on a tangent for what this means for the foreseeable future of this community. The severe misinterpretation of this show's meaning, is done in by those who came in expecting a simple idol story, or even a moe shitfest that will be burned at the stake by people such as fans of ThatAnimeSnob. Oddly enough, it takes a ridiculously open mind from a fan of meanings that are by no means promiscuous. It masquerades itself as a simple moeblob, something people who want simple, light-hearted entertainment about cute girls will seek after. It scares away those who spend all their time perpetuating their critical mindset in search of the most thought-provoking anime for the same reason. It’s almost as if it’s meant to be considered a diamond not in the rough, but hidden in plain sight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, the conclusive note I'll instill into the few who have trudged through this merely synoptic overlook of this piece's dizzying social insights, is not that of a summative note.\u001b[24m\n    \u001b[1m最後に、この作品のめまぐるしい社会的洞察を単に見渡すだけのことを突きつけた少数者に、私が覚えておくべき決定的な注釈は、総括ノートではない。\u001b[22m, \u001b[1m最後に、私はこの作品の目まぐるしい社会的洞察のこの単なる総観俯瞰を通じてtrudgedている少数の人々に植え付けるだろう決定的なノートでは、総括ノートのものではありません。\u001b[22m\n\u001b[4mRather, I'll go off on a tangent for what this means for the foreseeable future of this community.\u001b[24m\n    \u001b[1mむしろ、私は、このコミュニティの予測可能な将来のために、これが意味するもののための接線を外します。\u001b[22m, \u001b[1mむしろ、私はこれがこのコミュニティの予見可能な将来のために何を意味するのかのための接線に消灯します。\u001b[22m\n\u001b[4mThe severe misinterpretation of this show's meaning, is done in by those who came in expecting a simple idol story, or even a moe shitfest that will be burned at the stake by people such as fans of ThatAnimeSnob.\u001b[24m\n    \u001b[1mこのショーの意味の深刻な誤解は、シンプルなアイドルストーリー、あるいはThatAnimeSnobのファンのような人々によってステークに燃え尽きるモエ・シットフェストを期待して来た人たちによって行われます。\u001b[22m, \u001b[1mこのショーの意味の深刻な誤解は、単純なアイドルの話、またはそのようなThatAnimeSnobのファンなどの人々によって火あぶりにされても萌えshitfestを期待しに来た人々によってで行われます。\u001b[22m\n\u001b[4mOddly enough, it takes a ridiculously open mind from a fan of meanings that are by no means promiscuous.\u001b[24m\n    \u001b[1m奇妙なことに、それは決して無差別ではない意味のファンから、ばかげたオープンな心を取ります。\u001b[22m, \u001b[1m奇妙なことに、それが無差別決してある意味のファンから途方もなく心を開いてかかります。\u001b[22m\n\u001b[4mIt masquerades itself as a simple moeblob, something people who want simple, light-hearted entertainment about cute girls will seek after.\u001b[24m\n    \u001b[1mそれは、シンプルなモーフブロブとしての自分自身を装っています。かわいい女の子のシンプルで光り輝いたエンターテインメントを求めている人たちが探し求めます。\u001b[22m, \u001b[1mこれは、単純なmoeblob、かわいい女の子についての簡単な、快活なエンターテイメントをしたい人は、後に追求するものとして自身を装います。\u001b[22m\n\u001b[4mIt scares away those who spend all their time perpetuating their critical mindset in search of the most thought-provoking anime for the same reason.\u001b[24m\n    \u001b[1mそれは同じ理由のために最も思考を刺激するアニメを探して、彼らの批判的な考え方を永続させるすべての時間を費やしている人々を恐れる。\u001b[22m, \u001b[1mこれは、同じ理由で最も示唆に富むアニメの検索では、その重要な考え方を永続すべて自分の時間を過ごす人々を離れておびえさせます。\u001b[22m\n\u001b[4mIt’s almost as if it’s meant to be considered a diamond not in the rough, but hidden in plain sight.\u001b[24m\n    \u001b[1mそれはまるでダイヤモンドがラフではなく、見た目に隠れていると考えられているかのようです。\u001b[22m, \u001b[1mそれはないダイヤモンドの原石とみなされることを意味しますが、ありふれた風景の中に隠されていますほとんどかのようです。\u001b[22m\n\u001b[1m\u001b[22m\nI guess the point I’m trying to make here, is that people watched this for the wrong reasons. The beliefs they held about what this show is going to be are, in fact met at the most fundamental level. And like I said, it’s not a misrepresentation that is uncommon around here. They will praise it for the reasons it’s supposed to be praised, and the supposed intellectuals of MAL won’t get around to scrape up the deeper meanings. It is an argument often made that those who are too critical aren't any better if they cling to certain genres, and hinge their enjoyment on intellectual fulfillment, but obscured themes in shows like these show that they aren't mutually exclusive, and that clinging to genre conventions and stakes is no way to interpret a show.\n\n\u001b[1m私がここで作ろうとしているのは、間違った理由で人々がこれを見ているということです。 このショーが何をしようとしているかについて彼らが抱く信念は、実際には最も基本的なレベルで満たされています。 私が言ったように、ここでは珍しいことは虚偽の表現ではありません。 彼らはそれが賞賛されるべき理由でそれを賞賛し、MALの有識者はもっと深い意味を掻き立てることはないでしょう。 あまりにも重大な人たちは、特定のジャンルにこだわり、知的な成就に喜びを感じるならば、それほどうまくいかないと主張していますが、これは互いに排他的ではないことを示しています。 ジャンルコンベンションやステークスにこだわっていても、ショーを解釈することはできません。\u001b[22m\n\u001b[1m(Watashi ga koko de tsukurou to shite iru no wa, machigatta riyū de hitobito ga kore o mite iru to iu kotodesu. Kono shō ga nani o shiyou to shite iru ka ni tsuite karera ga daku shin'nen wa, jissai ni wa mottomo kihon-tekina reberu de mitasa rete imasu. Watashi ga itta yō ni, kokode wa mezurashī koto wa kyogi no hyōgende wa arimasen. Karera wa sore ga shōsan sa rerubeki riyū de sore o shōsan shi, MAL no yūshikisha wa motto fukai imi o kakitateru koto wanaideshou. Amarini mo jūdaina hito-tachi wa, tokutei no janru ni kodawari, chitekina jōju ni yorokobi o kanjirunaraba, sore hodo umaku ikanai to shuchō shite imasuga, kore wa tagaini haita-tekide wanai koto o shimeshite imasu. Janru konbenshon ya sutēkusu ni kodawatte ite mo, shō o kaishaku suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI guess the point I’m trying to make here, is that people watched this for the wrong reasons. The beliefs they held about what this show is going to be are, in fact met at the most fundamental level. And like I said, it’s not a misrepresentation that is uncommon around here. They will praise it for the reasons it’s supposed to be praised, and the supposed intellectuals of MAL won’t get around to scrape up the deeper meanings. It is an argument often made that those who are too critical aren't any better if they cling to certain genres, and hinge their enjoyment on intellectual fulfillment, but obscured themes in shows like these show that they aren't mutually exclusive, and that clinging to genre conventions and stakes is no way to interpret a show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess the point I’m trying to make here, is that people watched this for the wrong reasons.\u001b[24m\n    \u001b[1m私がここで作ろうとしているのは、間違った理由で人々がこれを見ているということです。\u001b[22m, \u001b[1m私はここにしようとしている点は、人々は間違った理由のためにこれを見たことがあると思います。\u001b[22m\n\u001b[4mThe beliefs they held about what this show is going to be are, in fact met at the most fundamental level.\u001b[24m\n    \u001b[1mこのショーが何をしようとしているかについて彼らが抱く信念は、実際には最も基本的なレベルで満たされています。\u001b[22m, \u001b[1m彼らはこの番組があることを行っているかについて開催された信念は、実際には最も基本的なレベルで出会った、あります。\u001b[22m\n\u001b[4mAnd like I said, it’s not a misrepresentation that is uncommon around here.\u001b[24m\n    \u001b[1m私が言ったように、ここでは珍しいことは虚偽の表現ではありません。\u001b[22m, \u001b[1mなど私はそれがここの周りまれである虚偽の陳述ではない、と述べました。\u001b[22m\n\u001b[4mThey will praise it for the reasons it’s supposed to be praised, and the supposed intellectuals of MAL won’t get around to scrape up the deeper meanings.\u001b[24m\n    \u001b[1m彼らはそれが賞賛されるべき理由でそれを賞賛し、MALの有識者はもっと深い意味を掻き立てることはないでしょう。\u001b[22m, \u001b[1m彼らは賞賛されることになっている理由のためにそれを賞賛し、MALのはずの知識は深い意味をかき集めるために周り取得することはできません。\u001b[22m\n\u001b[4mIt is an argument often made that those who are too critical aren't any better if they cling to certain genres, and hinge their enjoyment on intellectual fulfillment, but obscured themes in shows like these show that they aren't mutually exclusive, and that\u001b[24m\n    \u001b[1mあまりにも重大な人たちは、特定のジャンルにこだわり、知的な成就に喜びを感じるならば、それほどうまくいかないと主張していますが、これは互いに排他的ではないことを示しています。\u001b[22m, \u001b[1mそれは多くの場合、あまりにも重要である人々は、彼らが特定のジャンルに固執し、知的履行上での楽しみをヒンジが、不明瞭なテーマをこれらのようなショーで、彼らは互いに排他的ではないことを示し、その場合に任意のより良いではないと判断引数です\u001b[22m\n\u001b[4mclinging to genre conventions and stakes is no way to interpret a show.\u001b[24m\n    \u001b[1mジャンルコンベンションやステークスにこだわっていても、ショーを解釈することはできません。\u001b[22m, \u001b[1mジャンルの慣習や杭にしがみつくことはショーを解釈する方法はありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe best way to describe this show is that of a horny NEET that desperately craves for sex, but doesn't do anything provocative, and dresses themselves in plain garments. It only does things that attract a comfortable image, in a way where they're almost scared to say what they think, and hide it behind a comforting exterior. It's just that the people who are just as horny won’t even look their way, because they won’t find appeal as easily in.\n\n\u001b[1mこのショーを表現する最善の方法は、セックスのために必死に欲しいが、挑発的なことは何もしておらず、普通の衣服で身に着けている角質ニートのことです。 快適なイメージを引きつけるものは、彼らが思うことを言うのが怖くて、快適な外観の後ろに隠すようなやり方でしかできません。 単に角質のような人たちは、簡単に魅力を見つけられないので、彼らの道を見ることさえできません。\u001b[22m\n\u001b[1m(Kono shō o hyōgen suru saizen no hōhō wa, sekkusu no tame ni hisshi ni hoshīga, chōhatsu-tekina koto wa nani mo shite orazu, futsū no ifuku de mi ni tsukete iru kakushitsu nīto no kotodesu. Kaitekina imēji o hikitsukeru mono wa, karera ga omoukoto o iu no ga kowakute, kaitekina gaikan no ushiro ni kakusu yōna yarikatade shika dekimasen. Tan'ni kakushitsu no yōna hito-tachi wa, kantan ni miryoku o mitsuke rarenainode, karera no michi o miru koto sae dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe best way to describe this show is that of a horny NEET that desperately craves for sex, but doesn't do anything provocative, and dresses themselves in plain garments. It only does things that attract a comfortable image, in a way where they're almost scared to say what they think, and hide it behind a comforting exterior. It's just that the people who are just as horny won’t even look their way, because they won’t find appeal as easily in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best way to describe this show is that of a horny NEET that desperately craves for sex, but doesn't do anything provocative, and dresses themselves in plain garments.\u001b[24m\n    \u001b[1mこのショーを表現する最善の方法は、セックスのために必死に欲しいが、挑発的なことは何もしておらず、普通の衣服で身に着けている角質ニートのことです。\u001b[22m, \u001b[1mこのショーを記述するための最良の方法は、必死のセックス懇願角質ニートのものですが、挑発的な何もしませんし、プレーンな衣服に身をドレス。\u001b[22m\n\u001b[4mIt only does things that attract a comfortable image, in a way where they're almost scared to say what they think, and hide it behind a comforting exterior.\u001b[24m\n    \u001b[1m快適なイメージを引きつけるものは、彼らが思うことを言うのが怖くて、快適な外観の後ろに隠すようなやり方でしかできません。\u001b[22m, \u001b[1mそれだけで、彼らは彼らが何を考えて言って、ほとんど怖い、と慰め外部の後ろにそれを隠すように、快適な画像を引き付けることを行います。\u001b[22m\n\u001b[4mIt's just that the people who are just as horny won’t even look their way, because they won’t find appeal as easily in.\u001b[24m\n    \u001b[1m単に角質のような人たちは、簡単に魅力を見つけられないので、彼らの道を見ることさえできません。\u001b[22m, \u001b[1mそれは、彼らが同じように簡単にアピール見つけることができませんので、ちょうど角質のような人でも、自分の道を見ていないであろうだけです。\u001b[22m\n\u001b[1m\u001b[22m\nIn that case, the show is almost too subtle for its own good, in a way where I can't even call it avant-garde in nature. All I can hope is that this panegyric will do something to rectify that.\n\n\u001b[1mその場合、ショーは自分の利益のためにはあまりにも微妙で、私はそれを自然界でアバンギャルドと呼ぶこともできません。 私が望むことができるのは、このパネリックがそれを是正するために何かをするということだけです。\u001b[22m\n\u001b[1m(So no baai, shō wa jibun no rieki no tame ni wa amarini mo bimyōde, watashi wa sore o shizen-kai de abangyarudo to yobu koto mo dekimasen. Watashi ga nozomu koto ga dekiru no wa, kono panerikku ga sore o zesei suru tame ni nanika o suru to iu koto dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mIn that case, the show is almost too subtle for its own good, in a way where I can't even call it avant-garde in nature. All I can hope is that this panegyric will do something to rectify that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn that case, the show is almost too subtle for its own good, in a way where I can't even call it avant-garde in nature.\u001b[24m\n    \u001b[1mその場合、ショーは自分の利益のためにはあまりにも微妙で、私はそれを自然界でアバンギャルドと呼ぶこともできません。\u001b[22m, \u001b[1mその場合には、ショーは、私も自然の中で前衛的なそれを呼び出すことはできません方法で、ほぼあまりにも微妙な独自の利益のためです。\u001b[22m\n\u001b[4mAll I can hope is that this panegyric will do something to rectify that.\u001b[24m\n    \u001b[1m私が望むことができるのは、このパネリックがそれを是正するために何かをするということだけです。\u001b[22m, \u001b[1m私が望むことができるすべては、この賛辞がそれを是正するために何かをするということです。\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading, NICO NICO NII LOVES YOU!\n\n\u001b[1m読んでくれてありがとう、NICO NICO NIIはあなたを愛しています！\u001b[22m\n\u001b[1m(Yonde kurete arigatō, NICO NICO NII wa anata o aishiteimasu!)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading, NICO NICO NII LOVES YOU!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading, NICO NICO NII LOVES YOU!\u001b[24m\n    \u001b[1m読んでくれてありがとう、NICO NICO NIIはあなたを愛しています！\u001b[22m, \u001b[1m読んでくれてありがとう、NICO NICO NIIはあなたを愛して！\u001b[22m"
  },
  {
    "title": "Love_Live_School_Idol_Project",
    "id": "15051",
    "url": "https://myanimelist.net/anime/15051/Love_Live_School_Idol_Project",
    "user": "simsoyzeta",
    "profile": "/profile/simsoyzeta/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=223663",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nラブライブ！ スクールアイドルプロジェクトはあなたの人生をあなたから奪い取ることができるショーです。 これはショーよりもはるかに多く、数百曲です。 本当によく作られ、歌われ、執筆され、演奏されました。 それは今シーズンの13のエピソードをはるかに超える生命を持っている遺伝モエキャラクター、または次のシーズンです。 それは、今日まで私が実際にプレイする唯一のiOSゲームであることは、楽しさと中毒性のモバイルゲームです。\n\nLove Liveはこの広大なファンダムへの入り口に過ぎません。あなたがそれを試してみたいと思ったら、Love Liveのショーと残りの部分はたくさん提供しています。\n\nそしてLove Liveは私が信じられないほど重要だと思うものをやっています。楽しいことです。 深刻なプロット要素や鮮やかな象徴はありません。芸術家の劇場でフランス人の男が指揮するシェイクスピアの演出を見ていません。 しかし、ほとんどのショーは、特にLove Liveはそうである必要はありません。 キャラクターはかわいい、アニメーションとアートは素晴らしい、ペーシングは素晴らしい、背景OSTと実際の音楽はミューズ自身が作ったもので、ふわふわしたドラマやプロット要素はお茶の蜂蜜のようだ。\n\n音楽があなたにアピールする場合。 ゲームがあなたにアピールする場合。  OPやPVを見てからの一般的な第一印象があなたにアピールするなら...アイドル地獄へようこそ。 あなたはここにあなたの滞在を楽しむつもりです。 あなたが愛の生き方の完全な反対の何かを探しているなら、私はあなたに何を伝えるべきか分からない。それはそのショーがタイトルカードからちょうど何かであることははっきりしている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLove Live! School Idol Project is an show that can steal your very life away from you. It's far more than a show, it's hundreds of songs; really well made, sung, written and produced songs; it's genetic moe characters who have a life far beyond the thirteen episodes of this season, or the following season; it's the fun and addictive mobile game that to this day is probably the only iOS game I actually play.\n\n\u001b[1mラブライブ！ スクールアイドルプロジェクトはあなたの人生をあなたから奪い取ることができるショーです。 これはショーよりもはるかに多く、数百曲です。 本当によく作られ、歌われ、執筆され、演奏されました。 それは今シーズンの13のエピソードをはるかに超える生命を持っている遺伝モエキャラクター、または次のシーズンです。 それは、今日まで私が実際にプレイする唯一のiOSゲームであることは、楽しさと中毒性のモバイルゲームです。\u001b[22m\n\u001b[1m(Rabu raibu! Sukūruaidorupurojekuto wa anata no jinsei o anata kara ubaitoru koto ga dekiru shōdesu. Kore wa shō yori mo haruka ni ōku, sū hyaku kyokudesu. Hontōni yoku tsukura re, utawa re, shippitsu sa re, ensō sa remashita. Sore wa ima shīzun no 13 no episōdo o haruka ni koeru seimei o motte iru iden moekyarakutā, matawa tsugi no shīzundesu. Sore wa, kyō made watashi ga jissai ni purei suru yuiitsu no iOS gēmudearu koto wa, tanoshisa to chūdoku-sei no mobairugēmudesu.)\u001b[22m\n\nTranslations of \u001b[4mLove Live! School Idol Project is an show that can steal your very life away from you. It's far more than a show, it's hundreds of songs; really well made, sung, written and produced songs; it's genetic moe characters who have a life far beyond the thirteen episodes of this season, or the following season; it's the fun and addictive mobile game that to this day is probably the only iOS game I actually play.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Live!\u001b[24m\n    \u001b[1mラブライブ！\u001b[22m\n\u001b[4mSchool Idol Project is an show that can steal your very life away from you.\u001b[24m\n    \u001b[1mスクールアイドルプロジェクトはあなたの人生をあなたから奪い取ることができるショーです。\u001b[22m, \u001b[1mスクールアイドルプロジェクトがあなたから離れてあなたの非常に人生を盗むことができるショーです。\u001b[22m\n\u001b[4mIt's far more than a show, it's hundreds of songs;\u001b[24m\n    \u001b[1mこれはショーよりもはるかに多く、数百曲です。\u001b[22m, \u001b[1mそれは数百曲だ、ショーよりもはるかに多くのです。\u001b[22m\n\u001b[4mreally well made, sung, written and produced songs;\u001b[24m\n    \u001b[1m本当によく作られ、歌われ、執筆され、演奏されました。\u001b[22m, \u001b[1m本当によく、作られ歌われ、書かれており、曲を制作。\u001b[22m\n\u001b[4mit's genetic moe characters who have a life far beyond the thirteen episodes of this season, or the following season;\u001b[24m\n    \u001b[1mそれは今シーズンの13のエピソードをはるかに超える生命を持っている遺伝モエキャラクター、または次のシーズンです。\u001b[22m, \u001b[1mそれははるかにこのシーズン、または次のシーズンの13エピソードを超えた生活をしている遺伝萌えキャラクターです。\u001b[22m\n\u001b[4mit's the fun and addictive mobile game that to this day is probably the only iOS game I actually play.\u001b[24m\n    \u001b[1mそれは、今日まで私が実際にプレイする唯一のiOSゲームであることは、楽しさと中毒性のモバイルゲームです。\u001b[22m, \u001b[1mそれがこの日におそらく私が実際にプレイするだけのiOSゲームであることを楽しさと中毒性のモバイルゲームです。\u001b[22m\n\u001b[1m\u001b[22m\nLove Live is just the doorway for many into this expansive fandom, the show and the rest of Love Live has a lot to offer if you're willing to try it.\n\n\u001b[1mLove Liveはこの広大なファンダムへの入り口に過ぎません。あなたがそれを試してみたいと思ったら、Love Liveのショーと残りの部分はたくさん提供しています。\u001b[22m\n\u001b[1m(Rabu raibu wa kono kōdaina fan damu e no iriguchi ni sugimasen. Anata ga sore o tameshite mitai to omottara, rabu raibu no shō to nokori no bubun wa takusan teikyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mLove Live is just the doorway for many into this expansive fandom, the show and the rest of Love Live has a lot to offer if you're willing to try it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Live is just the doorway for many into this expansive fandom, the show and the rest of Love Live has a lot to offer if you're willing to try it.\u001b[24m\n    \u001b[1mLove Liveはこの広大なファンダムへの入り口に過ぎません。あなたがそれを試してみたいと思ったら、Love Liveのショーと残りの部分はたくさん提供しています。\u001b[22m, \u001b[1mラブライブ！は、この広大なファンダムへの多くのためだけの戸口で、ショーとラブライブの残りの部分は、あなたがそれを試して喜んでいる場合に提供するためにたくさん持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd Love Live does something I find incredibly important: it's fun. There are no serious plot elements, or brilliant symbolism, you're not watching the adaption of a Shakespeare play directed by some French guy in an art house theater. But most shows, and especially Love Live doesn't need to be anything like that. The characters are cute, the animation and art is great, the pacing is fantastic, the background OST and the actual music produced by Muse itself is incredible, the fluffy drama and plot elements are like honey in your tea.\n\n\u001b[1mそしてLove Liveは私が信じられないほど重要だと思うものをやっています。楽しいことです。 深刻なプロット要素や鮮やかな象徴はありません。芸術家の劇場でフランス人の男が指揮するシェイクスピアの演出を見ていません。 しかし、ほとんどのショーは、特にLove Liveはそうである必要はありません。 キャラクターはかわいい、アニメーションとアートは素晴らしい、ペーシングは素晴らしい、背景OSTと実際の音楽はミューズ自身が作ったもので、ふわふわしたドラマやプロット要素はお茶の蜂蜜のようだ。\u001b[22m\n\u001b[1m(Soshite rabu raibu wa watashi ga shinji rarenai hodo jūyōda to omou mono o yatte imasu. Tanoshī kotodesu. Shinkokuna purotto yōso ya azayakana shōchō wa arimasen. Geijutsuka no gekijō de furansuhito no otoko ga shiki suru Sheikusupia no enshutsu o mite imasen. Shikashi, hotondo no shō wa, tokuni rabu raibu wa sōdearu hitsuyō wa arimasen. Kyarakutā wa kawaī, animēshon to āto wa subarashī, pēshingu wa subarashī, haikei OST to jissai no ongaku wa myūzu jishin ga tsukutta mono de, fuwafuwa shita dorama ya purotto yōso wa ocha no hachimitsu no yōda.)\u001b[22m\n\nTranslations of \u001b[4mAnd Love Live does something I find incredibly important: it's fun. There are no serious plot elements, or brilliant symbolism, you're not watching the adaption of a Shakespeare play directed by some French guy in an art house theater. But most shows, and especially Love Live doesn't need to be anything like that. The characters are cute, the animation and art is great, the pacing is fantastic, the background OST and the actual music produced by Muse itself is incredible, the fluffy drama and plot elements are like honey in your tea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd Love Live does something I find incredibly important: it's fun.\u001b[24m\n    \u001b[1mそしてLove Liveは私が信じられないほど重要だと思うものをやっています。楽しいことです。\u001b[22m, \u001b[1mそしてラブライブは、私は非常に重要見つける何かを：それは楽しいです。\u001b[22m\n\u001b[4mThere are no serious plot elements, or brilliant symbolism, you're not watching the adaption of a Shakespeare play directed by some French guy in an art house theater.\u001b[24m\n    \u001b[1m深刻なプロット要素や鮮やかな象徴はありません。芸術家の劇場でフランス人の男が指揮するシェイクスピアの演出を見ていません。\u001b[22m, \u001b[1m重大な描画要素、または輝かしい象徴はありません、あなたは芸術家の劇場でいくつかのフランス人監督のシェイクスピア劇の適応を見ていません。\u001b[22m\n\u001b[4mBut most shows, and especially Love Live doesn't need to be anything like that.\u001b[24m\n    \u001b[1mしかし、ほとんどのショーは、特にLove Liveはそうである必要はありません。\u001b[22m, \u001b[1mしかし、ほとんどのショー、特にラブライブはそのような何かをする必要はありません。\u001b[22m\n\u001b[4mThe characters are cute, the animation and art is great, the pacing is fantastic, the background OST and the actual music produced by Muse itself is incredible, the fluffy drama and plot elements are like honey in your tea.\u001b[24m\n    \u001b[1mキャラクターはかわいい、アニメーションとアートは素晴らしい、ペーシングは素晴らしい、背景OSTと実際の音楽はミューズ自身が作ったもので、ふわふわしたドラマやプロット要素はお茶の蜂蜜のようだ。\u001b[22m, \u001b[1m文字がかわいいです、アニメーション、芸術は素晴らしいですが、ペーシングは素晴らしいです、背景OSTとミューズ自体によって生成される実際の音楽はすごいです、ふわふわドラマとプロットの要素があなたのお茶で蜂蜜のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nIf the music appeals to you. If the game appeals to you. If the general first impression from watching the OP or PV appeals to you... then welcome to Idol Hell. You're going to enjoy your stay here. If you're looking for something the complete opposite of Love Live well then I don't know what to tell you, it's pretty clear what the show is just from the title card.\n\n\u001b[1m音楽があなたにアピールする場合。 ゲームがあなたにアピールする場合。  OPやPVを見てからの一般的な第一印象があなたにアピールするなら...アイドル地獄へようこそ。 あなたはここにあなたの滞在を楽しむつもりです。 あなたが愛の生き方の完全な反対の何かを探しているなら、私はあなたに何を伝えるべきか分からない。それはそのショーがタイトルカードからちょうど何かであることははっきりしている。\u001b[22m\n\u001b[1m(Ongaku ga anata ni apīru suru baai. Gēmu ga anata ni apīru suru baai. OP ya PV o mitekara no ippantekina daiichiinshō ga anata ni apīru surunara... Aidoru jigoku e yōkoso. Anata wa koko ni anata no taizai o tanoshimu tsumoridesu. Anata ga ai no ikikata no kanzen'na hantai no nanika o sagashite irunara, watashi wa anata ni nani o tsutaerubeki ka wakaranai. Sore wa sono shō ga taitorukādo kara chōdo nanikadearu koto wa hakkiri shite iru.)\u001b[22m\n\nTranslations of \u001b[4mIf the music appeals to you. If the game appeals to you. If the general first impression from watching the OP or PV appeals to you... then welcome to Idol Hell. You're going to enjoy your stay here. If you're looking for something the complete opposite of Love Live well then I don't know what to tell you, it's pretty clear what the show is just from the title card.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf the music appeals to you.\u001b[24m\n    \u001b[1m音楽があなたにアピールする場合。\u001b[22m, \u001b[1m音楽はあなたに訴える場合。\u001b[22m\n\u001b[4mIf the game appeals to you.\u001b[24m\n    \u001b[1mゲームがあなたにアピールする場合。\u001b[22m, \u001b[1mゲームはあなたに訴える場合。\u001b[22m\n\u001b[4mIf the general first impression from watching the OP or PV appeals to you... then welcome to Idol Hell.\u001b[24m\n    \u001b[1mOPやPVを見てからの一般的な第一印象があなたにアピールするなら...アイドル地獄へようこそ。\u001b[22m, \u001b[1mあなたにOPやPV控訴を見てからの一般的な第一印象場合...その後、アイドル地獄へようこそ。\u001b[22m\n\u001b[4mYou're going to enjoy your stay here.\u001b[24m\n    \u001b[1mあなたはここにあなたの滞在を楽しむつもりです。\u001b[22m, \u001b[1mあなたがここにあなたの滞在を楽しむつもりです。\u001b[22m\n\u001b[4mIf you're looking for something the complete opposite of Love Live well then I don't know what to tell you, it's pretty clear what the show is just from the title card.\u001b[24m\n    \u001b[1mあなたが愛の生き方の完全な反対の何かを探しているなら、私はあなたに何を伝えるべきか分からない。それはそのショーがタイトルカードからちょうど何かであることははっきりしている。\u001b[22m, \u001b[1mあなたが何か愛ライブの完全な反対を探しているならよく、私はあなたを伝える方法がわからない、それはショーがタイトルカードからちょうど何であるかかなり明確です。\u001b[22m"
  },
  {
    "title": "Love_Live_School_Idol_Project",
    "id": "15051",
    "url": "https://myanimelist.net/anime/15051/Love_Live_School_Idol_Project",
    "user": "mikeykusuma",
    "profile": "/profile/mikeykusuma/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=221955",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私の個人的な意見では、私は愛が生きていると思う！ 完全によく作られたアニメです。 私は本当に傑作に使われたキャラクターとサウンドトラックのコンセプトアートが大好きです。 ゲームのバージョンも楽しく楽しいものでした。 それは私が時々私がゲーム中で遊ぶのが難しいことを見つけましたが、私は楽しまれ/楽しまれ続けました。 まあ、この傑作を作ることに関わった人たちのために良い仕事！  NOZOMI POWAAAA!!!!  （ノ◕ヮ◕）ノ*：・゚✧キャラクターは個性的に一意です◕3◕*特にNOZOMI SENPAI◕3plotプロットさえもかなり良く、第1シーズンのクライマックスは非常に予期せぬものです 美しいアニメの女の子、そして面白くてまともな音楽/サウンドトラックを崇拝する人には、このアニメを本当にお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn my personal opinion, i think that Love Live! is a perfectly well-made anime. I really love the concept art of the characters and the soundtrack used for the masterpiece. The game version was also fun and enjoyable. It kept me amused/entertained although i sometimes i found difficulty playing throughout the game. Well, good job for those who were involved in making this masterpiece! NOZOMI POWAAAA!!!! (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧ The characters are all unique in their own personality ◕3◕ *especially NOZOMI SENPAI ◕3◕ Even the plot was quite good and the climax throughout the 1st season is very unexpected but still i really recommend this anime for those who adores beautiful anime girls and also the entertaining and decent music/soundtrack.\n\n\u001b[1m私の個人的な意見では、私は愛が生きていると思う！ 完全によく作られたアニメです。 私は本当に傑作に使われたキャラクターとサウンドトラックのコンセプトアートが大好きです。 ゲームのバージョンも楽しく楽しいものでした。 それは私が時々私がゲーム中で遊ぶのが難しいことを見つけましたが、私は楽しまれ/楽しまれ続けました。 まあ、この傑作を作ることに関わった人たちのために良い仕事！  NOZOMI POWAAAA!!!!  （ノ◕ヮ◕）ノ*：・゚✧キャラクターは個性的に一意です◕3◕*特にNOZOMI SENPAI◕3plotプロットさえもかなり良く、第1シーズンのクライマックスは非常に予期せぬものです 美しいアニメの女の子、そして面白くてまともな音楽/サウンドトラックを崇拝する人には、このアニメを本当にお勧めします。\u001b[22m\n\u001b[1m(Watashi no kojin-tekina ikende wa, watashi wa ai ga ikite iru to omou! Kanzen ni yoku tsukura reta animedesu. Watashi wa hontōni kessaku ni tsukawa reta kyarakutā to saundotorakku no konseputoāto ga daisukidesu. Gēmu no bājon mo tanoshiku tanoshī monodeshita. Sore wa watashi ga tokidoki watashi ga gēmu-chū de asobu no ga muzukashī koto o mitsukemashitaga, watashi wa tanoshima re/ tanoshima re tsudzukemashita. Mā, kono kessaku o tsukuru koto ni kakawatta hito-tachi no tame ni yoi shigoto! NOZOMI POWAAAA! ! ! ! (No ◕ ~wa ◕) no*: ゚ ✧ Kyarakutā wa kosei-teki ni ichiidesu ◕ 3 ◕* tokuni NOZOMI SENPAI ◕ 3 plot purotto sae mo kanari yoku, dai 1 shīzun no kuraimakkusu wa hijō ni yoki senu monodesu utsukushī anime no on'nanoko, soshite omoshirokute matomona ongaku/ saundotorakku o sūhai suru hito ni wa, kono anime o hontōni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn my personal opinion, i think that Love Live! is a perfectly well-made anime. I really love the concept art of the characters and the soundtrack used for the masterpiece. The game version was also fun and enjoyable. It kept me amused/entertained although i sometimes i found difficulty playing throughout the game. Well, good job for those who were involved in making this masterpiece! NOZOMI POWAAAA!!!! (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧ The characters are all unique in their own personality ◕3◕ *especially NOZOMI SENPAI ◕3◕ Even the plot was quite good and the climax throughout the 1st season is very unexpected but still i really recommend this anime for those who adores beautiful anime girls and also the entertaining and decent music/soundtrack.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my personal opinion, i think that Love Live!\u001b[24m\n    \u001b[1m私の個人的な意見では、私は愛が生きていると思う！\u001b[22m, \u001b[1m私の個人的意見では、私は愛が生きていることと思います！\u001b[22m\n\u001b[4mis a perfectly well-made anime.\u001b[24m\n    \u001b[1m完全によく作られたアニメです。\u001b[22m\n\u001b[4mI really love the concept art of the characters and the soundtrack used for the masterpiece.\u001b[24m\n    \u001b[1m私は本当に傑作に使われたキャラクターとサウンドトラックのコンセプトアートが大好きです。\u001b[22m, \u001b[1m私は実際に文字や傑作のために使用されるサウンドトラックのコンセプトアートが大好きです。\u001b[22m\n\u001b[4mThe game version was also fun and enjoyable.\u001b[24m\n    \u001b[1mゲームのバージョンも楽しく楽しいものでした。\u001b[22m, \u001b[1mゲーム版も楽しいし、楽しかったです。\u001b[22m\n\u001b[4mIt kept me amused/entertained although i sometimes i found difficulty playing throughout the game.\u001b[24m\n    \u001b[1mそれは私が時々私がゲーム中で遊ぶのが難しいことを見つけましたが、私は楽しまれ/楽しまれ続けました。\u001b[22m, \u001b[1mそれは/私は面白がっ保た私は時々私はゲーム全体で遊んで難易度を発見したが、楽しま。\u001b[22m\n\u001b[4mWell, good job for those who were involved in making this masterpiece!\u001b[24m\n    \u001b[1mまあ、この傑作を作ることに関わった人たちのために良い仕事！\u001b[22m, \u001b[1mこの傑作を作るに関与していた人のためまあ、良い仕事！\u001b[22m\n\u001b[4mNOZOMI POWAAAA!!!!\u001b[24m\n    \u001b[1mNOZOMI POWAAAA!!!!\u001b[22m, \u001b[1mのぞみPOWAAAA!!!!\u001b[22m\n\u001b[4m(ﾉ◕ヮ◕)ﾉ*:･ﾟ✧ The characters are all unique in their own personality ◕3◕ *especially NOZOMI SENPAI ◕3◕ Even the plot was quite good and the climax throughout the 1st season is very unexpected but still i\u001b[24m\n    \u001b[1m（ノ◕ヮ◕）ノ*：・゚✧キャラクターは個性的に一意です◕3◕*特にNOZOMI SENPAI◕3plotプロットさえもかなり良く、第1シーズンのクライマックスは非常に予期せぬものです\u001b[22m, \u001b[1m（ノ◕ヮ◕）ノ*：・゚✧文字が◕3◕個性◕3◕*特にのぞみ先輩にすべてのユニークであっても、プロットはかなり良かったし、第一シーズンを通してクライマックスは非常に予想外であるが、それでも私\u001b[22m\n\u001b[4mreally recommend this anime for those who adores beautiful anime girls and also the entertaining and decent music/soundtrack.\u001b[24m\n    \u001b[1m美しいアニメの女の子、そして面白くてまともな音楽/サウンドトラックを崇拝する人には、このアニメを本当にお勧めします。\u001b[22m, \u001b[1m本当に美しいアニメの少女とも面白いとまともな音楽/サウンドトラックを大好き人のために、このアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Love_Live_School_Idol_Project",
    "id": "15051",
    "url": "https://myanimelist.net/anime/15051/Love_Live_School_Idol_Project",
    "user": "Zayu",
    "profile": "/profile/Zayu/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=219937",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\n注：TL; DRの簡単な要約は下部に表示されます。 私は私のレビューを短く保つ\n\n私はNAMEに7/10を与える\n\n（マイナーなスポイラーが入っているかもしれない）学校のアイドルになるために必要なことはありますか？ あなたの目的は何ですか？ あなたはスターダムを追求したいですか？ あなたの目標に向かって別の動機がありますか？ スクールアイドルプロジェクトは、学校のアイドルになるための基礎的なステップを示しています。\n\nこのアニメは普通ではないとも言えるかもしれませんが、それは傑作でもありません。 このアニメには欠陥がありますが、それが際立っている点もあります。\n\nストーリー：\n物語は、高校が閉鎖するのを救う使命の3人の若い女の子に続く。 これらの3人の女の子たちは学校を救うための解決策を思いつきました。それは今、日本で最もトレンディなものであるため、学校のアイドルクラブを結成することです。 彼らはこの考えを使って新しい高校生を招いて、この高校にうまくいき、それが終わらないようにします。 途中で、彼らは偉大なダンサーから素晴らしい歌手に至るまで、彼らの才​​能範囲を拡張する自分の高校の中に新しい才能を見つける。\n\nストーリーそのものはもう一つの「オハイオ州で私はこれが起こらないようにする必要があります」としばらくしてからシーズン2に進むべきか、シーズン1の終了後に離れるべきかを熟考していました。 驚くほど十分に、物語は半分悪くはありません。 この全体の2つの主な焦点は、本質的に音楽のSLICE OF LIFEを持つMUSICのジャンルのアニメであるということです。 ドラマもこの物語の一部だと主張する人もいるかもしれませんが、時が過ぎても、アニメはアニメ全体を通して幸せな気分を描いているので、私は同意しません。 私はストーリーに不慣れではなく、むしろ楽しいと感じました。\n\nアート：\nこのアニメの芸術は、両方のアニメが音楽なので、賛辞のShigatsu wa Kimi no Usoを思い出させてくれました。 生きる愛の話に戻ると、アートは本当に時々心を吹き飛ばしていました。 私たちは、文字が美しく描かれた場面があり、周囲を魅力的に見せてくれました。 文字のデザインは学校の風景だけでなく、とてもよく行われました。\n\n私がアートスタイルに与えてくれた褒め言われる点を除けば、時には実際には無作為でプロフェッショナルでないCGIシーンがありました。 それはA LOTによって芸術品を落としました。 ショーが驚くべきシーンを示す素晴らしいアートスタイルを持っているならば、ダンスのような「ハード」シーンを隠すために怠惰なCGIを行うのではなく、一貫性を保つべきです。\n\n音：\nそれは音楽アニメだから、音楽が良いと思っているはずです。 音楽はまともだった、それは驚くべきことではなかった。 結局のところ、私はそれ以上のものが好きかもしれません。 私は間違ったことをしないでください、私は愛のライブで示されたいくつかの歌、そしてOSTのいくつかを愛しました。 それは本当にそれがするべきものであるポップの浸漬を作成しませんでした。 しかし、それは私が付くことができる歌を与えませんでした。 アニメを終えても。\n\nキャラクター：\nこのアニメの最強のポイントはキャラクターです。 それぞれのキャラクターには、独自のユニークな特性と個性があり、目立つようになります。 私は彼らが好きなので、彼らが示したキャラクターのためにこのショーを本当に愛しました。 私は特に、ウミ、ニコ、マキ、エリ、花矢などのキャラクターが好きです。 何人かは他の人を私よりももっと好きかもしれませんが、ちょっと、私はすべてのキャラクターが好きだとは言いませんでしたか？ このアニメは、どのようにキャラクターを描写すべきかの主要な例です。 同じリサイクルされた見た目の文字を持つ代わりに、異なる性格を持つ異なる文字を持つ。 それがショーを目立たせるものです。\n\n楽しみ：\n私はこのアニメに幾分満足していると言える。 私はそれが私ができると思ったよりもはるかに楽しんでいたかもしれないが、それは間違いなく私の期待を破った。 私は通常、厳密に「女の子」の主人公のみでアニメを見るタイプではありませんが、このアニメは私をそのために全く新しい側面に導いてくれました。 キャラクターのための私の愛は、このアニメにとって最強のスーツだから、私を最も驚かせるものです。 私はアニメのほとんどを楽しんだが、いくつかのシーン（特にCGIと無意味なドラマシーンを取り出すことができる）。\n\n全体：\nこのアニメの全体的な見解は、楽しい時間を過ごしている幸せな女の子たちを魅了する、楽しいアニメだということです。 女性限定のアニメやポップミュージックアニメが好きではない人もいるので、皆にとって理想的ではありませんが、このアニメのキャラクター開発はうまくいっていることを考慮する必要があります。\n\n私の意見では、このアニメが改善に焦点を当てなければならないものは、CGIのシーンです。なぜなら、彼らは単に嫌なやり方ではなく、ストーリーを修正して、これらのランダムなイベントが発生しなくてもスムーズに流れるからです。 それにもかかわらず、それは見て幸せなアニメです。\n\nストーリー -  8\nアート -  7\nサウンド -  7\nキャラクター -  8\n楽しさ -  7\n全体的 -  7.4\n\nTL; DR  - あなたがポップミュージックに参加している場合や、女の子を期待していないため、ガールズなことをやっている間に楽しい時間を過ごすなら、このアニメを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nNOTE: TL;DR for a quick summary at bottom | I keep my reviews SHORT\n\n\u001b[1m注：TL; DRの簡単な要約は下部に表示されます。 私は私のレビューを短く保つ\u001b[22m\n\u001b[1m(Chū: TL; DR no kantan'na yōyaku wa kabu ni hyōji sa remasu. Watashi wa watashi no rebyū o mijikaku tamotsu)\u001b[22m\n\nTranslations of \u001b[4mNOTE: TL;DR for a quick summary at bottom | I keep my reviews SHORT\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNOTE: TL;DR for a quick summary at bottom |\u001b[24m\n    \u001b[1m注：TL; DRの簡単な要約は下部に表示されます。\u001b[22m, \u001b[1m注：TL、下部に簡単な要約のためのDR |\u001b[22m\n\u001b[4mI keep my reviews SHORT\u001b[24m\n    \u001b[1m私は私のレビューを短く保つ\u001b[22m, \u001b[1m私はSHORTのレビューを保ちます\u001b[22m\n\u001b[1m\u001b[22m\nI give NAME a 7/10\n\n\u001b[1m私はNAMEに7/10を与える\u001b[22m\n\u001b[1m(Watashi wa NAME ni 7/ 10 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mI give NAME a 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give NAME a 7/10\u001b[24m\n    \u001b[1m私はNAMEに7/10を与える\u001b[22m, \u001b[1m私は名前を付ける7/10\u001b[22m\n\u001b[1m\u001b[22m\n(May contain minor spoilers) Do you have what it takes to be a school Idol? What is your purpose in doing so? Do you you wish to pursue stardom? or is there another motive towards your goal? School Idol project shows us the the foundation steps of what it's like to become a school Idol.\n\n\u001b[1m（マイナーなスポイラーが入っているかもしれない）学校のアイドルになるために必要なことはありますか？ あなたの目的は何ですか？ あなたはスターダムを追求したいですか？ あなたの目標に向かって別の動機がありますか？ スクールアイドルプロジェクトは、学校のアイドルになるための基礎的なステップを示しています。\u001b[22m\n\u001b[1m((Maināna supoirā ga haitte iru kamo shirenai) gakkō no aidoru ni naru tame ni hitsuyōna koto wa arimasu ka? Anata no mokuteki wa nanidesu ka? Anata wa sutādamu o tsuikyū shitaidesu ka? Anata no mokuhyō ni mukatte betsu no dōki ga arimasu ka? Sukūruaidorupurojekuto wa, gakkō no aidoru ni naru tame no kiso-tekina suteppu o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4m(May contain minor spoilers) Do you have what it takes to be a school Idol? What is your purpose in doing so? Do you you wish to pursue stardom? or is there another motive towards your goal? School Idol project shows us the the foundation steps of what it's like to become a school Idol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(May contain minor spoilers) Do you have what it takes to be a school Idol?\u001b[24m\n    \u001b[1m（マイナーなスポイラーが入っているかもしれない）学校のアイドルになるために必要なことはありますか？\u001b[22m, \u001b[1m（マイナーなネタバレを含んでいてもよい）あなたはそれが学校のアイドルになるために必要なものはありますか？\u001b[22m\n\u001b[4mWhat is your purpose in doing so?\u001b[24m\n    \u001b[1mあなたの目的は何ですか？\u001b[22m, \u001b[1mそうすることであなたの目的は何ですか？\u001b[22m\n\u001b[4mDo you you wish to pursue stardom?\u001b[24m\n    \u001b[1mあなたはスターダムを追求したいですか？\u001b[22m, \u001b[1mあなたがスターの座を追求しますか？\u001b[22m\n\u001b[4mor is there another motive towards your goal?\u001b[24m\n    \u001b[1mあなたの目標に向かって別の動機がありますか？\u001b[22m, \u001b[1mまたはあなたの目標に向かって別の動機は何ですか？\u001b[22m\n\u001b[4mSchool Idol project shows us the the foundation steps of what it's like to become a school Idol.\u001b[24m\n    \u001b[1mスクールアイドルプロジェクトは、学校のアイドルになるための基礎的なステップを示しています。\u001b[22m, \u001b[1mスクールアイドルプロジェクトは、私たちにそれが学校のアイドルになるためにどのようなものかの基礎ステップを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime in not mediocre as some may say it is, but it's not a masterpiece either. This anime has its flaws but also has its strong points in which it makes it standout.\n\n\u001b[1mこのアニメは普通ではないとも言えるかもしれませんが、それは傑作でもありません。 このアニメには欠陥がありますが、それが際立っている点もあります。\u001b[22m\n\u001b[1m(Kono anime wa futsūde wa naitomo ieru kamo shiremasenga, sore wa kessakude mo arimasen. Kono anime ni wa kekkan ga arimasuga, sore ga kiwadatte iru ten mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime in not mediocre as some may say it is, but it's not a masterpiece either. This anime has its flaws but also has its strong points in which it makes it standout.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime in not mediocre as some may say it is, but it's not a masterpiece either.\u001b[24m\n    \u001b[1mこのアニメは普通ではないとも言えるかもしれませんが、それは傑作でもありません。\u001b[22m, \u001b[1mいくつかのように平凡ではないのこのアニメは、それがあると言うかもしれないが、それはどちらかの傑作ではありません。\u001b[22m\n\u001b[4mThis anime has its flaws but also has its strong points in which it makes it standout.\u001b[24m\n    \u001b[1mこのアニメには欠陥がありますが、それが際立っている点もあります。\u001b[22m, \u001b[1mこのアニメは、その欠陥を持っているだけでなく、それはそれ傑出したになりたその強力なポイントがあります。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story follows three aspiring girls in a mission to save their high school from closing down. These three girls have came up with an solution to save their school and that is to form a school Idol club together as they're the most trendiest thing in Japan right now. They will use this idea in hope to bring a new wave of students who then will hopefully apply to this high school which will then prevent it from closing down. Along the way, they find new talents within their own high school which extenders their talent range, from great dancers to great singers.\n\n\u001b[1m物語は、高校が閉鎖するのを救う使命の3人の若い女の子に続く。 これらの3人の女の子たちは学校を救うための解決策を思いつきました。それは今、日本で最もトレンディなものであるため、学校のアイドルクラブを結成することです。 彼らはこの考えを使って新しい高校生を招いて、この高校にうまくいき、それが終わらないようにします。 途中で、彼らは偉大なダンサーから素晴らしい歌手に至るまで、彼らの才​​能範囲を拡張する自分の高校の中に新しい才能を見つける。\u001b[22m\n\u001b[1m(Monogatari wa, kōkō ga heisa suru no o sukuu shimei no 3-ri no wakai on'nanoko ni tsudzuku. Korera no 3-ri no on'nanoko-tachi wa gakkō o sukuu tame no kaiketsusaku o omoitsukimashita. Sore wa ima, Nihon de mottomo torendina monodearu tame, gakkō no aidoru kurabu o kessei suru kotodesu. Karera wa kono kangae o tsukatte atarashī kōkōsei o maneite, kono kōkō ni umaku iki, sore ga owaranai yō ni shimasu. Tochū de, karera wa idaina dansā kara subarashī kashu ni itaru made, karera no sai ​​ nō han'i o kakuchō suru jibun no kōkō no naka ni atarashī sainō o mitsukeru.)\u001b[22m\n\nTranslations of \u001b[4mThe story follows three aspiring girls in a mission to save their high school from closing down. These three girls have came up with an solution to save their school and that is to form a school Idol club together as they're the most trendiest thing in Japan right now. They will use this idea in hope to bring a new wave of students who then will hopefully apply to this high school which will then prevent it from closing down. Along the way, they find new talents within their own high school which extenders their talent range, from great dancers to great singers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story follows three aspiring girls in a mission to save their high school from closing down.\u001b[24m\n    \u001b[1m物語は、高校が閉鎖するのを救う使命の3人の若い女の子に続く。\u001b[22m, \u001b[1m物語は閉鎖から自分の高校を救うことを使命に3志望の女の子に従います。\u001b[22m\n\u001b[4mThese three girls have came up with an solution to save their school and that is to form a school Idol club together as they're the most trendiest thing in Japan right now.\u001b[24m\n    \u001b[1mこれらの3人の女の子たちは学校を救うための解決策を思いつきました。それは今、日本で最もトレンディなものであるため、学校のアイドルクラブを結成することです。\u001b[22m, \u001b[1mこれらの3人の女の子は、自分の学校を保存するための解決策を考え出したてきた、それは彼らが今、日本で最もトレンディーなものだとして一緒に学校のアイドルクラブを形成することです。\u001b[22m\n\u001b[4mThey will use this idea in hope to bring a new wave of students who then will hopefully apply to this high school which will then prevent it from closing down.\u001b[24m\n    \u001b[1m彼らはこの考えを使って新しい高校生を招いて、この高校にうまくいき、それが終わらないようにします。\u001b[22m, \u001b[1mそして、彼らはうまくいけば、その後閉鎖からそれを防ぐことができますこの高校に適用される学生の新しい波をもたらすことを期待してこのアイデアを使用します。\u001b[22m\n\u001b[4mAlong the way, they find new talents within their own high school which extenders their talent range, from great dancers to great singers.\u001b[24m\n    \u001b[1m途中で、彼らは偉大なダンサーから素晴らしい歌手に至るまで、彼らの才能範囲を拡張する自分の高校の中に新しい才能を見つける。\u001b[22m, \u001b[1m途中、彼らは偉大な歌手に大きなダンサーから、彼らの才能の範囲をエクステンダ、自分の高校内の新しい才能を見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself is another 'Oh I must do THIS to prevent THIS from happening' and after a while I was contemplating if I should continue on to season 2 or just leave off after season 1 ends. Surprisingly enough, the story isn't half bad. The two main focus of this entire story is that it is essentially a MUSIC genred anime with SLICE OF LIFE. Some may argue that Drama is also a part of this story but I disagree as the anime portrays a happy mood all throughout the anime, even when times go tough. I wasn't dissapointed with the story, infact I found it rather enjoyable.\n\n\u001b[1mストーリーそのものはもう一つの「オハイオ州で私はこれが起こらないようにする必要があります」としばらくしてからシーズン2に進むべきか、シーズン1の終了後に離れるべきかを熟考していました。 驚くほど十分に、物語は半分悪くはありません。 この全体の2つの主な焦点は、本質的に音楽のSLICE OF LIFEを持つMUSICのジャンルのアニメであるということです。 ドラマもこの物語の一部だと主張する人もいるかもしれませんが、時が過ぎても、アニメはアニメ全体を通して幸せな気分を描いているので、私は同意しません。 私はストーリーに不慣れではなく、むしろ楽しいと感じました。\u001b[22m\n\u001b[1m(Sutōrī sonomono wa mōhitotsu no `Ohaio-shū de watashi wa kore ga okoranai yō ni suru hitsuyō ga arimasu' to shibaraku shite kara shīzun 2 ni susumubeki ka, shīzun 1 no shūryōgo ni hanarerubeki ka o jukukō shite imashita. Odoroku hodo jūbun ni, monogatari wa hanbun waruku wa arimasen. Kono zentai no 2tsu no omona shōten wa, honshitsu-teki ni ongaku no SLICE OF LIFE o motsu MUSIC no janru no animedearu to iu kotodesu. Dorama mo kono monogatari no ichibuda to shuchō suru hito mo iru kamo shiremasenga,-ji ga sugite mo, anime wa anime zentai o tōshite shiawasena kibun o kaite irunode, watashi wa dōi shimasen. Watashi wa sutōrī ni funarede wa naku, mushiro tanoshī to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself is another 'Oh I must do THIS to prevent THIS from happening' and after a while I was contemplating if I should continue on to season 2 or just leave off after season 1 ends. Surprisingly enough, the story isn't half bad. The two main focus of this entire story is that it is essentially a MUSIC genred anime with SLICE OF LIFE. Some may argue that Drama is also a part of this story but I disagree as the anime portrays a happy mood all throughout the anime, even when times go tough. I wasn't dissapointed with the story, infact I found it rather enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself is another 'Oh I must do THIS to prevent THIS from happening' and after a while I was contemplating if I should continue on to season 2 or just leave off after season 1 ends.\u001b[24m\n    \u001b[1mストーリーそのものはもう一つの「オハイオ州で私はこれが起こらないようにする必要があります」としばらくしてからシーズン2に進むべきか、シーズン1の終了後に離れるべきかを熟考していました。\u001b[22m, \u001b[1m物語自体は別の、私はシーズン2に進みまたはちょうどシーズン1終了後にオフのままにするかどうか、しばらくして、私は考えてた「ああ、私はこれを防ぐために、これを行う必要があります」。\u001b[22m\n\u001b[4mSurprisingly enough, the story isn't half bad.\u001b[24m\n    \u001b[1m驚くほど十分に、物語は半分悪くはありません。\u001b[22m, \u001b[1m驚くべきことに、物語は半分悪くないです。\u001b[22m\n\u001b[4mThe two main focus of this entire story is that it is essentially a MUSIC genred anime with SLICE OF LIFE.\u001b[24m\n    \u001b[1mこの全体の2つの主な焦点は、本質的に音楽のSLICE OF LIFEを持つMUSICのジャンルのアニメであるということです。\u001b[22m, \u001b[1mこのストーリー全体の二つの主な焦点は、それが本質的に生命のスライスにMUSIC genredアニメであるということです。\u001b[22m\n\u001b[4mSome may argue that Drama is also a part of this story but I disagree as the anime portrays a happy mood all throughout the anime, even when times go tough.\u001b[24m\n    \u001b[1mドラマもこの物語の一部だと主張する人もいるかもしれませんが、時が過ぎても、アニメはアニメ全体を通して幸せな気分を描いているので、私は同意しません。\u001b[22m, \u001b[1mいくつかは、そのドラマもこの物語の一部であると主張することができるが、アニメは時間が厳しい行く場合でも、すべてのアニメを通じて幸せな気分を描くように私は同意しません。\u001b[22m\n\u001b[4mI wasn't dissapointed with the story, infact I found it rather enjoyable.\u001b[24m\n    \u001b[1m私はストーリーに不慣れではなく、むしろ楽しいと感じました。\u001b[22m, \u001b[1m私が話をしてがっかり、Infactは私はそれがむしろ楽しい見つかりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art in this anime reminded me a lot of Shigatsu wa Kimi no Uso which is a compliment as both animes are music. Back to the topic of Love live, the art was really mind blowing at times. We had scenes where the characters were portrayed beautifully with the surroundings which made them standout a lot. The character design was very well done as well as the scenery for the school.\n\n\u001b[1mこのアニメの芸術は、両方のアニメが音楽なので、賛辞のShigatsu wa Kimi no Usoを思い出させてくれました。 生きる愛の話に戻ると、アートは本当に時々心を吹き飛ばしていました。 私たちは、文字が美しく描かれた場面があり、周囲を魅力的に見せてくれました。 文字のデザインは学校の風景だけでなく、とてもよく行われました。\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa, ryōhō no anime ga ongakunanode, sanji no Shigatsu wa Kimi no Uso o omoidasa sete kuremashita. Ikiru ai no hanashi ni modoru to, āto wa hontōni tokidoki kokoro o fukitobashite imashita. Watashitachiha, moji ga utsukushiku egaka reta bamen ga ari, shūi o mirikiteki ni misete kuremashita. Moji no dezain wa gakkō no fūkei dakedenaku, totemo yoku okonawa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art in this anime reminded me a lot of Shigatsu wa Kimi no Uso which is a compliment as both animes are music. Back to the topic of Love live, the art was really mind blowing at times. We had scenes where the characters were portrayed beautifully with the surroundings which made them standout a lot. The character design was very well done as well as the scenery for the school.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in this anime reminded me a lot of Shigatsu wa Kimi no Uso which is a compliment as both animes are music.\u001b[24m\n    \u001b[1mこのアニメの芸術は、両方のアニメが音楽なので、賛辞のShigatsu wa Kimi no Usoを思い出させてくれました。\u001b[22m, \u001b[1mこのアニメの芸術は私に両方のアニメ、音楽であるとして褒め言葉ですShigatsu君なし嘘の多くを思い出しました。\u001b[22m\n\u001b[4mBack to the topic of Love live, the art was really mind blowing at times.\u001b[24m\n    \u001b[1m生きる愛の話に戻ると、アートは本当に時々心を吹き飛ばしていました。\u001b[22m, \u001b[1m戻る愛のトピックへのライブ、アートは本当に時間に吹いて気にしました。\u001b[22m\n\u001b[4mWe had scenes where the characters were portrayed beautifully with the surroundings which made them standout a lot.\u001b[24m\n    \u001b[1m私たちは、文字が美しく描かれた場面があり、周囲を魅力的に見せてくれました。\u001b[22m, \u001b[1m私たちは、文字は、彼らが多くのことを傑出した作っ周囲と美しく描かれたシーンがありました。\u001b[22m\n\u001b[4mThe character design was very well done as well as the scenery for the school.\u001b[24m\n    \u001b[1m文字のデザインは学校の風景だけでなく、とてもよく行われました。\u001b[22m, \u001b[1mキャラクターデザインは非常によく学校の風景と同様に行きました。\u001b[22m\n\u001b[1m\u001b[22m\nApart from the compliments that I'm giving for the art style, there was sometimes really random and unprofessional looking CGI scenes. That made the score the art drop by A LOT. If a show has a great art style that shows scenes with amazement, then it should stay consistent instead of doing a lazy CGI to cover up the 'hard' scenes like the dances.\n\n\u001b[1m私が芸術のスタイルに与えてくれた褒め言われるもののほかに、時には本当にランダムで専門家ではないCGIのシーンがありました。 それはA LOTによって芸術品を落としました。 ショーが驚くべきシーンを示す素晴らしいアートスタイルを持っているならば、ダンスのような「ハード」シーンを隠すために怠惰なCGIを行うのではなく、一貫性を保つべきです。\u001b[22m\n\u001b[1m(Watashi ga geijutsu no sutairu ni ataete kureta home iwa rerumonono hoka ni, tokiniha hontōni randamu de senmonkade wanai CGI no shīn ga arimashita. Sore wa A rotto ni yotte geijutsu-hin o otoshimashita. Shō ga odorokubeki shīn o shimesu subarashī ātosutairu o motte irunaraba, dansu no yōna `hādo' shīn o kakusu tame ni taidana CGI o okonau node wa naku, ikkan-sei o tamotsubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mApart from the compliments that I'm giving for the art style, there was sometimes really random and unprofessional looking CGI scenes. That made the score the art drop by A LOT. If a show has a great art style that shows scenes with amazement, then it should stay consistent instead of doing a lazy CGI to cover up the 'hard' scenes like the dances.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mApart from the compliments that I'm giving for the art style, there was sometimes really random and unprofessional looking CGI scenes.\u001b[24m\n    \u001b[1m私が芸術のスタイルに与えてくれた褒め言われるもののほかに、時には本当にランダムで専門家ではないCGIのシーンがありました。\u001b[22m, \u001b[1m別に私はアートスタイルのために与えているの賛辞から、時々見て本当にランダムと専門外のCGIのシーンがありました。\u001b[22m\n\u001b[4mThat made the score the art drop by A LOT.\u001b[24m\n    \u001b[1mそれはA LOTによって芸術品を落としました。\u001b[22m, \u001b[1mそれはLOTによってスコアアート降下を作りました。\u001b[22m\n\u001b[4mIf a show has a great art style that shows scenes with amazement, then it should stay consistent instead of doing a lazy CGI to cover up the 'hard' scenes like the dances.\u001b[24m\n    \u001b[1mショーが驚くべきシーンを示す素晴らしいアートスタイルを持っているならば、ダンスのような「ハード」シーンを隠すために怠惰なCGIを行うのではなく、一貫性を保つべきです。\u001b[22m, \u001b[1mショーは驚きでシーンを示している偉大な芸術スタイルを持っている場合、それは代わりにダンスのような「ハード」のシーンをカバーするために怠惰なCGIをしているの一貫した滞在する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nIt's a music anime, so you should expect the music to sound good otherwise it just defeats its whole purpose. The music was decent, it wasn't something to be amazed by. After all, some may like it more than I would. Don't get me wrong, I loved some of the songs that were shown in Love Live, and some of the OST's as well. It didn't really create the immersion of pop which is what it's supposed to do. But it didn't give a song that I could be attached to. Even after finishing the anime.\n\n\u001b[1mそれは音楽アニメだから、音楽が良いと思っているはずです。 音楽はまともだった、それは驚くべきことではなかった。 結局のところ、私はそれ以上のものが好きかもしれません。 私は間違ったことをしないでください、私は愛のライブで示されたいくつかの歌、そしてOSTのいくつかを愛しました。 それは本当にそれがするべきものであるポップの浸漬を作成しませんでした。 しかし、それは私が付くことができる歌を与えませんでした。 アニメを終えても。\u001b[22m\n\u001b[1m(Sore wa ongaku animedakara, ongaku ga yoi to omotte iru hazudesu. Ongaku wa matomodatta, soreha odorokubeki kotode wa nakatta. Kekkyokunotokoro, watashi wa sore ijō no mono ga suki kamo shiremasen. Watashi wa machigatta koto o shinaide kudasai, watashi wa ai no raibu de shimesa reta ikutsu ka no uta, soshite OST no ikutsu ka o aishimashita. Sore wa hontōni sore ga surubeki monodearu poppu no shinshi o sakusei shimasendeshita. Shikashi, sore wa watashi ga tsuku koto ga dekiru uta o ataemasendeshita. Anime o oete mo.)\u001b[22m\n\nTranslations of \u001b[4mIt's a music anime, so you should expect the music to sound good otherwise it just defeats its whole purpose. The music was decent, it wasn't something to be amazed by. After all, some may like it more than I would. Don't get me wrong, I loved some of the songs that were shown in Love Live, and some of the OST's as well. It didn't really create the immersion of pop which is what it's supposed to do. But it didn't give a song that I could be attached to. Even after finishing the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a music anime, so you should expect the music to sound good otherwise it just defeats its whole purpose.\u001b[24m\n    \u001b[1mそれは音楽アニメだから、音楽が良いと思っているはずです。\u001b[22m, \u001b[1mあなたは音楽が良い音を期待するべきで、それ以外の場合は、単にその全体の目的に反して、それは、音楽アニメです。\u001b[22m\n\u001b[4mThe music was decent, it wasn't something to be amazed by.\u001b[24m\n    \u001b[1m音楽はまともだった、それは驚くべきことではなかった。\u001b[22m, \u001b[1m音楽は、に驚くべきものではありませんでした、立派でした。\u001b[22m\n\u001b[4mAfter all, some may like it more than I would.\u001b[24m\n    \u001b[1m結局のところ、私はそれ以上のものが好きかもしれません。\u001b[22m, \u001b[1m結局のところ、いくつかは、より多くの私は希望よりもそれを好むことがあります。\u001b[22m\n\u001b[4mDon't get me wrong, I loved some of the songs that were shown in Love Live, and some of the OST's as well.\u001b[24m\n    \u001b[1m私は間違ったことをしないでください、私は愛のライブで示されたいくつかの歌、そしてOSTのいくつかを愛しました。\u001b[22m, \u001b[1m私も愛のライブに示された曲の一部、およびOSTのいくつかを愛し、私は誤解しないでください。\u001b[22m\n\u001b[4mIt didn't really create the immersion of pop which is what it's supposed to do.\u001b[24m\n    \u001b[1mそれは本当にそれがするべきものであるポップの浸漬を作成しませんでした。\u001b[22m, \u001b[1mそれは実際に行うことになっているものであるポップの浸漬を作成しませんでした。\u001b[22m\n\u001b[4mBut it didn't give a song that I could be attached to.\u001b[24m\n    \u001b[1mしかし、それは私が付くことができる歌を与えませんでした。\u001b[22m, \u001b[1mしかし、それは私がに取り付けることができる曲を与えませんでした。\u001b[22m\n\u001b[4mEven after finishing the anime.\u001b[24m\n    \u001b[1mアニメを終えても。\u001b[22m, \u001b[1mでもアニメが終了した後。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe strongest point of this anime is the characters. Each character has their own unique traits and personalities which makes them stand out. I really loved this show for the characters they showed as I liked them all. I especially like the characters such as Umi, Niko, Maki, Eri and Hanayo. Some may liked the others more than I did but hey, didn't I say I liked all the characters? This anime is a prime example of how characters should be portrayed. Instead of having same recycled looking characters, have different characters with different personalities. That is what makes a show stand out.\n\n\u001b[1mこのアニメの最強のポイントはキャラクターです。 それぞれのキャラクターには、独自のユニークな特性と個性があり、目立つようになります。 私は彼らが好きなので、彼らが示したキャラクターのためにこのショーを本当に愛しました。 私は特に、ウミ、ニコ、マキ、エリ、花矢などのキャラクターが好きです。 何人かは他の人を私よりももっと好きかもしれませんが、ちょっと、私はすべてのキャラクターが好きだとは言いませんでしたか？ このアニメは、どのようにキャラクターを描写すべきかの主要な例です。 同じリサイクルされた見た目の文字を持つ代わりに、異なる性格を持つ異なる文字を持つ。 それがショーを目立たせるものです。\u001b[22m\n\u001b[1m(Kono anime no saikyō no pointo wa kyarakutādesu. Sorezore no kyarakutā ni wa, dokuji no yunīkuna tokusei to kosei ga ari, medatsu yō ni narimasu. Watashi wa karera ga sukinanode, karera ga shimeshita kyarakutā no tame ni kono shō o hontōni aishimashita. Watashi wa tokuni, umi, niko, maki, eri, hana ya nado no kyarakutā ga sukidesu. Nan'ninka wa hokanohito o watashi yori mo motto suki kamo shiremasenga, chotto, watashi wa subete no kyarakutā ga sukida to wa iimasendeshita ka? Kono anime wa, dono yō ni kyarakutā o byōsha subeki ka no shuyōna reidesu. Onaji risaikuru sa reta mitame no moji o motsu kawari ni, kotonaru seikaku o motsu kotonaru moji o motsu. Sore ga shō o medata seru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe strongest point of this anime is the characters. Each character has their own unique traits and personalities which makes them stand out. I really loved this show for the characters they showed as I liked them all. I especially like the characters such as Umi, Niko, Maki, Eri and Hanayo. Some may liked the others more than I did but hey, didn't I say I liked all the characters? This anime is a prime example of how characters should be portrayed. Instead of having same recycled looking characters, have different characters with different personalities. That is what makes a show stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe strongest point of this anime is the characters.\u001b[24m\n    \u001b[1mこのアニメの最強のポイントはキャラクターです。\u001b[22m, \u001b[1mこのアニメの最強点が文字です。\u001b[22m\n\u001b[4mEach character has their own unique traits and personalities which makes them stand out.\u001b[24m\n    \u001b[1mそれぞれのキャラクターには、独自のユニークな特性と個性があり、目立つようになります。\u001b[22m, \u001b[1m各文字は、彼らが目立つ独自の特色や個性を持っています。\u001b[22m\n\u001b[4mI really loved this show for the characters they showed as I liked them all.\u001b[24m\n    \u001b[1m私は彼らが好きなので、彼らが示したキャラクターのためにこのショーを本当に愛しました。\u001b[22m, \u001b[1m私は本当に私はそれらすべてを言っていたとおりに示した文字をこの番組を愛しました。\u001b[22m\n\u001b[4mI especially like the characters such as Umi, Niko, Maki, Eri and Hanayo.\u001b[24m\n    \u001b[1m私は特に、ウミ、ニコ、マキ、エリ、花矢などのキャラクターが好きです。\u001b[22m, \u001b[1m私は特に、このような海、ニコ、マキ、えりや花代などの文字が好き。\u001b[22m\n\u001b[4mSome may liked the others more than I did but hey, didn't I say I liked all the characters?\u001b[24m\n    \u001b[1m何人かは他の人を私よりももっと好きかもしれませんが、ちょっと、私はすべてのキャラクターが好きだとは言いませんでしたか？\u001b[22m, \u001b[1m私はすべての文字が好きと言っていなかったいくつかは、ちょっと私がやったよりも他の人より好きかもしれませんが？\u001b[22m\n\u001b[4mThis anime is a prime example of how characters should be portrayed.\u001b[24m\n    \u001b[1mこのアニメは、どのようにキャラクターを描写すべきかの主要な例です。\u001b[22m, \u001b[1mこのアニメは、文字が描かれるべきであるかの一例です。\u001b[22m\n\u001b[4mInstead of having same recycled looking characters, have different characters with different personalities.\u001b[24m\n    \u001b[1m同じリサイクルされた見た目の文字を持つ代わりに、異なる性格を持つ異なる文字を持つ。\u001b[22m, \u001b[1m代わりに、同じ探してリサイクル文字を有することが、異なる個性を持つ別の文字を持っています。\u001b[22m\n\u001b[4mThat is what makes a show stand out.\u001b[24m\n    \u001b[1mそれがショーを目立たせるものです。\u001b[22m, \u001b[1mそれはショーが目立つものです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI can say I'm somewhat satisfied with this anime. I could have enjoyed it much more than I thought I could but it definitely beat my expectations. I'm usually not the type to watch anime's with strictly 'girls' protagonists only but this anime took me into a whole new side for that. My love for the characters is what amazes me the most, as that's the strongest suit for this anime. I enjoyed most of the animes, but some scenes (especially the CGI and pointless drama scenes can be taken out).\n\n\u001b[1m私はこのアニメに幾分満足していると言える。 私はそれが私ができると思ったよりもはるかに楽しんでいたかもしれないが、それは間違いなく私の期待を破った。 私は通常、厳密に「女の子」の主人公のみでアニメを見るタイプではありませんが、このアニメは私をそのために全く新しい側面に導いてくれました。 キャラクターのための私の愛は、このアニメにとって最強のスーツだから、私を最も驚かせるものです。 私はアニメのほとんどを楽しんだが、いくつかのシーン（特にCGIと無意味なドラマシーンを取り出すことができる）。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni ikubun manzoku shite iru to ieru. Watashi wa sore ga watashi ga dekiru to omottayori mo haruka ni tanoshinde ita kamo shirenaiga, soreha machigainaku watashi no kitai o yabutta. Watashi wa tsūjō, genmitsu ni `on'nanoko' no shujinkō nomi de anime o miru taipude wa arimasenga, kono anime wa watashi o sonotame ni mattaku atarashī sokumen ni michibiite kuremashita. Kyarakutā no tame no watashi no ai wa, kono anime ni totte saikyō no sūtsudakara, watashi o mottomo odoroka seru monodesu. Watashi wa anime no hotondo o tanoshindaga, ikutsu ka no shīn (tokuni CGI to muimina doramashīn o toridasu koto ga dekiru).)\u001b[22m\n\nTranslations of \u001b[4mI can say I'm somewhat satisfied with this anime. I could have enjoyed it much more than I thought I could but it definitely beat my expectations. I'm usually not the type to watch anime's with strictly 'girls' protagonists only but this anime took me into a whole new side for that. My love for the characters is what amazes me the most, as that's the strongest suit for this anime. I enjoyed most of the animes, but some scenes (especially the CGI and pointless drama scenes can be taken out).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can say I'm somewhat satisfied with this anime.\u001b[24m\n    \u001b[1m私はこのアニメに幾分満足していると言える。\u001b[22m, \u001b[1m私はこのアニメでやや満足していると言うことができます。\u001b[22m\n\u001b[4mI could have enjoyed it much more than I thought I could but it definitely beat my expectations.\u001b[24m\n    \u001b[1m私はそれが私ができると思ったよりもはるかに楽しんでいたかもしれないが、それは間違いなく私の期待を破った。\u001b[22m, \u001b[1m私はそれを私はそれは間違いなく私の期待を打つと考えていたよりもはるかに多くを享受してきた可能性があります。\u001b[22m\n\u001b[4mI'm usually not the type to watch anime's with strictly 'girls' protagonists only but this anime took me into a whole new side for that.\u001b[24m\n    \u001b[1m私は通常、厳密に「女の子」の主人公のみでアニメを見るタイプではありませんが、このアニメは私をそのために全く新しい側面に導いてくれました。\u001b[22m, \u001b[1m私は通常のみ、厳密に「女の子の主人公でアニメのを見てタイプではないんだが、このアニメは、そのための全く新しい側面に連れて行ってくれました。\u001b[22m\n\u001b[4mMy love for the characters is what amazes me the most, as that's the strongest suit for this anime.\u001b[24m\n    \u001b[1mキャラクターのための私の愛は、このアニメにとって最強のスーツだから、私を最も驚かせるものです。\u001b[22m, \u001b[1m文字のための私の愛は、それがこのアニメのための最強のスーツだとして、最も私を驚かせるものです。\u001b[22m\n\u001b[4mI enjoyed most of the animes, but some scenes (especially the CGI and pointless drama scenes can be taken out).\u001b[24m\n    \u001b[1m私はアニメのほとんどを楽しんだが、いくつかのシーン（特にCGIと無意味なドラマシーンを取り出すことができる）。\u001b[22m, \u001b[1m私はアニメのほとんどを楽しんだが、いくつかのシーンは、（特にCGIと無意味なドラマのシーンを取り出すことができます）。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nMy overall opinion of this anime is that it's an anime that is fun, which portays happy looking girls having a fun time at what they're doing. It's essentially not ideal for everyone as some don't like female ONLY animes or pop music animes but you need to take into consideration that the character development for this anime is a job well done.\n\n\u001b[1mこのアニメの全体的な見解は、楽しい時間を過ごしている幸せな女の子たちを魅了する、楽しいアニメだということです。 女性限定のアニメやポップミュージックアニメが好きではない人もいるので、皆にとって理想的ではありませんが、このアニメのキャラクター開発はうまくいっていることを考慮する必要があります。\u001b[22m\n\u001b[1m(Kono anime no zentai-tekina kenkai wa, tanoshī jikan o sugoshite iru shiawasena on'nanoko-tachi o miryō suru, tanoshī animeda to iu kotodesu. Josei gentei no anime ya poppumyūjikkuanime ga sukide wanai hito mo iru node, mina ni totte risō-tekide wa arimasenga, kono anime no kyarakutā kaihatsu wa umaku itte iru koto o kōryo suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy overall opinion of this anime is that it's an anime that is fun, which portays happy looking girls having a fun time at what they're doing. It's essentially not ideal for everyone as some don't like female ONLY animes or pop music animes but you need to take into consideration that the character development for this anime is a job well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy overall opinion of this anime is that it's an anime that is fun, which portays happy looking girls having a fun time at what they're doing.\u001b[24m\n    \u001b[1mこのアニメの全体的な見解は、楽しい時間を過ごしている幸せな女の子たちを魅了する、楽しいアニメだということです。\u001b[22m, \u001b[1mこのアニメの私の全体的な意見は、それは彼らがやっていることで楽しい時間を持つ幸せ探して女の子をportays楽しいですアニメは、ということです。\u001b[22m\n\u001b[4mIt's essentially not ideal for everyone as some don't like female ONLY animes or pop music animes but you need to take into consideration that the character development for this anime is a job well done.\u001b[24m\n    \u001b[1m女性限定のアニメやポップミュージックアニメが好きではない人もいるので、皆にとって理想的ではありませんが、このアニメのキャラクター開発はうまくいっていることを考慮する必要があります。\u001b[22m, \u001b[1mいくつかは女性専用アニメやポップミュージックアニメが好きではありませんが、あなたはこのアニメの文字開発が良い仕事である考慮する必要があるとして、それは本質的にすべての人のための理想的ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nIn my opinion, the things that this anime should focus on improving is the CGI scenes because they just simply look disgusting and unprofessional and also fix up the story so it flows smoothly without these random events occurring. Nevertheless, it's a happy anime to watch.\n\n\u001b[1m私の意見では、このアニメが改善に焦点を当てなければならないものは、CGIのシーンです。なぜなら、彼らは単に嫌なやり方ではなく、ストーリーを修正して、これらのランダムなイベントが発生しなくてもスムーズに流れるからです。 それにもかかわらず、それは見て幸せなアニメです。\u001b[22m\n\u001b[1m(Watashi no ikende wa, kono anime ga kaizen ni shōten o atenakereba naranai mono wa, CGI no shīndesu. Nazenara, karera wa tan'ni iyana yarikatade wa naku, sutōrī o shūsei shite, korera no randamuna ibento ga hassei shinakute mo sumūzu ni nagarerukaradesu. Sore nimokakawarazu, sore wa mite shiawasena animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIn my opinion, the things that this anime should focus on improving is the CGI scenes because they just simply look disgusting and unprofessional and also fix up the story so it flows smoothly without these random events occurring. Nevertheless, it's a happy anime to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my opinion, the things that this anime should focus on improving is the CGI scenes because they just simply look disgusting and unprofessional and also fix up the story so it flows smoothly without these random events occurring.\u001b[24m\n    \u001b[1m私の意見では、このアニメが改善に焦点を当てなければならないものは、CGIのシーンです。なぜなら、彼らは単に嫌なやり方ではなく、ストーリーを修正して、これらのランダムなイベントが発生しなくてもスムーズに流れるからです。\u001b[22m, \u001b[1m彼らは単に嫌や専門外を見て、また、これらのランダムイベントが発生することなく、スムーズに流れるように話を修正するので、私の意見では、このアニメは改善に焦点を当てるべきであるとの事はCGIのシーンです。\u001b[22m\n\u001b[4mNevertheless, it's a happy anime to watch.\u001b[24m\n    \u001b[1mそれにもかかわらず、それは見て幸せなアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 8\n\n\u001b[1mストーリー -  8\u001b[22m\n\u001b[1m(Sutōrī - 8)\u001b[22m\n\nTranslations of \u001b[4mStory - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8\u001b[24m\n    \u001b[1mストーリー -  8\u001b[22m\nArt - 7\n\n\u001b[1mアート -  7\u001b[22m\n\u001b[1m(Āto - 7)\u001b[22m\n\nTranslations of \u001b[4mArt - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 7\u001b[24m\n    \u001b[1mアート -  7\u001b[22m\nSound - 7\n\n\u001b[1mサウンド -  7\u001b[22m\n\u001b[1m(Saundo - 7)\u001b[22m\n\nTranslations of \u001b[4mSound - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 7\u001b[24m\n    \u001b[1mサウンド -  7\u001b[22m\nCharacter - 8\n\n\u001b[1mキャラクター -  8\u001b[22m\n\u001b[1m(Kyarakutā - 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 8\u001b[24m\n    \u001b[1mキャラクター -  8\u001b[22m, \u001b[1m文字 -  8\u001b[22m\nEnjoyment - 7\n\n\u001b[1m楽しさ -  7\u001b[22m\n\u001b[1m(Tanoshisa - 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 7\u001b[24m\n    \u001b[1m楽しさ -  7\u001b[22m\nOverall - 7.4\n\n\u001b[1m全体的 -  7.4\u001b[22m\n\u001b[1m(Zentai-teki - 7. 4)\u001b[22m\n\nTranslations of \u001b[4mOverall - 7.4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 7.4\u001b[24m\n    \u001b[1m全体的 -  7.4\u001b[22m, \u001b[1m全体的に -  7.4\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR - Watch this anime if you're into pop music and girls having fun while doing girly things (because you seriously won't expect a male character).\n\n\u001b[1mTL; DR  - あなたがポップミュージックに参加している場合や、女の子を期待していないため、ガールズなことをやっている間に楽しい時間を過ごすなら、このアニメを見てください。\u001b[22m\n\u001b[1m(TL; DR - anata ga poppumyūjikku ni sanka shite iru baai ya, on'nanoko o kitai shite inai tame, gāruzuna koto o yatte iru ma ni tanoshī jikan o sugosunara, kono anime o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR - Watch this anime if you're into pop music and girls having fun while doing girly things (because you seriously won't expect a male character).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR - Watch this anime if you're into pop music and girls having fun while doing girly things (because you seriously won't expect a male character).\u001b[24m\n    \u001b[1mTL; DR  - あなたがポップミュージックに参加している場合や、女の子を期待していないため、ガールズなことをやっている間に楽しい時間を過ごすなら、このアニメを見てください。\u001b[22m, \u001b[1mTL; DRは - あなたはポップミュージックと女の子に興味があれば（あなたが真剣に男性キャラを期待していますので）ガーリーな事をしながら楽しみを持って、このアニメを見ます。\u001b[22m"
  },
  {
    "title": "Love_Live_School_Idol_Project",
    "id": "15051",
    "url": "https://myanimelist.net/anime/15051/Love_Live_School_Idol_Project",
    "user": "H-Notowidjojo",
    "profile": "/profile/H-Notowidjojo/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=217202",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  6\n\nラブライブ：もう一つのアイドルアニメ\n\nfyi：私は愛のライブシリーズを見直すアイドルマスターのファンです。私はちょうど私がこのシリーズについて感じていることを言っている\n\n主に学校に通う女の子について興味がないので閉鎖の危機に瀕していて、その学校では学校が閉鎖されないように絶望的にアイドルになっています。 今のところこのシリーズから有望なものがたくさんあります。 しかし、私はこれがかなり上回っていると予想していたので、判明しました。 アイドルは歌と踊りだけではありませんが、このシリーズはそうしたやり方を少しでも失望させました。 あなたがCM、ラジオショー、テレビ番組、または私の好みさえしているようなアイドル活動を期待していたら。 天気予報、あなたは失望します。 あなたが見ることができるのは、クラブを作り、一緒に鍛えていく女の子だった。 しかし、私が言ったように「アイドル」のために、それは有望なプロットの無駄でした。 私が指摘しておきたいことは、このシリーズでは多くの「不要な」スローモーションを使用していることです。これはバットマンVSスーパーマンでも同様です。\nストーリー：7/10\n\n愛のライブアートは、A-1のアイドルマスターを作るよりもやや良いですが、私の最大の失望はステージで3DCGを使用しています。 あなたがYouTubeで見ることができる安いMMDのように見えるので、まったく無意味です。  CharaDesignはそれぞれのキャラクターを素敵に演出しています。 特にマキとウミ。 背景も良いので、それぞれのエピソードを見て楽しむことができます。 ライブで3DCGを使う以外に、私は芸術に満足しています\nアート：8/10\n\nライブを愛する女の子を目を覚ますよりもオープニングはやや良い！ アイドルマスターと首から首まで。 その「元気」！ その '楽しい'！ オープニングの音楽には不満はない。 曲を挿入すると、ちょっと退屈なビットが3〜4曲ありますが、3-4曲はアイドルの曲のためのかなりの量です。 主にアイドルの曲は、あなた自身のために 'genki'のためです！ 最後の曲はこのシリーズのベストソングです、私はそれがとても好きです。素晴らしいですので、この1曲を購入するiTunesに行ってきました！  BGMは、アニメーションとうまく、非常に「同じ波長」です。 だから私の問題はありません。\n音楽：8/10\n\n公平であるために、ラブライブは巨大な可能性を秘めたまともなアイドルシリーズですが、深さの欠如とちょっと退屈です。 彼らはCM、ラジオ、テレビ番組などの他のアイドル作品にさらに拡大すべきです。 最も驚くべき瞬間は、プロデューサーがいないアイドルクラブを実現したことです。 彼らは1つ持っている必要があります...それが実現する限り、愛のライブは、より良いシリーズとアイドルの仕事をする本当のアイドルクラブになることができます\n\n全体：7/10\nマキベストガール",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nLove Live : Another idol anime\n\n\u001b[1mラブライブ：もう一つのアイドルアニメ\u001b[22m\n\u001b[1m(Rabu raibu: Mōhitotsu no aidoru anime)\u001b[22m\n\nTranslations of \u001b[4mLove Live : Another idol anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Live : Another idol anime\u001b[24m\n    \u001b[1mラブライブ：もう一つのアイドルアニメ\u001b[22m, \u001b[1mラブライブ！：別のアイドルアニメを\u001b[22m\n\u001b[1m\u001b[22m\nfyi: i am idolmaster fan reviewing Love Live series.. i'm just saying what i feel about this series\n\n\u001b[1mfyi：私は愛のライブシリーズを見直すアイドルマスターのファンです。私はちょうど私がこのシリーズについて感じていることを言っている\u001b[22m\n\u001b[1m(Fyi: Watashi wa ai no raibushirīzu o minaosu aidorumasutā no fandesu. Watashi wa chōdo watashi ga kono shirīzu ni tsuite kanjite iru koto o itte iru)\u001b[22m\n\nTranslations of \u001b[4mfyi: i am idolmaster fan reviewing Love Live series.. i'm just saying what i feel about this series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfyi: i am idolmaster fan reviewing Love Live series.. i'm just saying what i feel about this series\u001b[24m\n    \u001b[1mfyi：私は愛のライブシリーズを見直すアイドルマスターのファンです。私はちょうど私がこのシリーズについて感じていることを言っている\u001b[22m, \u001b[1mFYI：私はラブライブシリーズを見直しアイドルマスターファンです..私はちょうど私がこのシリーズについて感じるものを言っています\u001b[22m\n\u001b[1m\u001b[22m\nLove live, mainly about girls in school that in danger of closing because of no one interested be applied in that school, desperately become an idol to save their school from closing. well to this point there are many promising things from this series. but turns out, as i expected this is pretty much over rated. idol is not only singing and dancing, but this series interpreted such way so kinda bit disappointed. if you expected idol activity such as doing CM, Radio Show, TV Shows or even my favorite. Weather news , you'll be disappointed. All you can see was the girl creating clubs and train together. but for 'idol', like i said, it was waste of good promising plot. one point that i like to point out is this series uses many 'not needed' slow motion, which i also complained about this on Batman VS Superman.\n\n\u001b[1m主に学校に通う女の子について興味がないので閉鎖の危機に瀕していて、その学校では学校が閉鎖されないように絶望的にアイドルになっています。 今のところこのシリーズから有望なものがたくさんあります。 しかし、私はこれがかなり上回っていると予想していたので、判明しました。 アイドルは歌と踊りだけではありませんが、このシリーズはそうしたやり方を少しでも失望させました。 あなたがCM、ラジオショー、テレビ番組、または私の好みさえしているようなアイドル活動を期待していたら。 天気予報、あなたは失望します。 あなたが見ることができるのは、クラブを作り、一緒に鍛えていく女の子だった。 しかし、私が言ったように「アイドル」のために、それは有望なプロットの無駄でした。 私が指摘しておきたいことは、このシリーズでは多くの「不要な」スローモーションを使用していることです。これはバットマンVSスーパーマンでも同様です。\u001b[22m\n\u001b[1m(Omoni gakkō ni kayou on'nanoko ni tsuite kyōmi ga nainode heisa no kiki ni hin shite ite, sono gakkōde wa gakkō ga heisa sa renai yō ni zetsubō-teki ni aidoru ni natte imasu. Imanotokoro kono shirīzu kara yūbōna mono ga takusan arimasu. Shikashi, watashi wa kore ga kanari uwamawatte iru to yosō shite itanode, hanmei shimashita. Aidoru wa uta to odori dakede wa arimasenga, kono shirīzu wa sōshita yarikata o sukoshidemo shitsubō sa semashita. Anata ga CM, rajioshō, terebibangu, matawa watashi no konomi sae shite iru yōna aidoru katsudō o kitai shite itara. Tenkeyohō, anata wa shitsubō shimasu. Anata ga miru koto ga dekiru no wa, kurabu o tsukuri, issho ni kitaete iku on'nanokodatta. Shikashi, watashi ga itta yō ni `aidoru' no tame ni, sore wa yūbōna purotto no mudadeshita. Watashi ga shiteki shite okitai koto wa, kono shirīzude wa ōku no `fuyōna' surōmōshon o shiyō shite iru kotodesu. Kore wa Battoman VS sūpāman demo dōyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mLove live, mainly about girls in school that in danger of closing because of no one interested be applied in that school, desperately become an idol to save their school from closing. well to this point there are many promising things from this series. but turns out, as i expected this is pretty much over rated. idol is not only singing and dancing, but this series interpreted such way so kinda bit disappointed. if you expected idol activity such as doing CM, Radio Show, TV Shows or even my favorite. Weather news , you'll be disappointed. All you can see was the girl creating clubs and train together. but for 'idol', like i said, it was waste of good promising plot. one point that i like to point out is this series uses many 'not needed' slow motion, which i also complained about this on Batman VS Superman.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove live, mainly about girls in school that in danger of closing because of no one interested be applied in that school, desperately become an idol to save their school from closing.\u001b[24m\n    \u001b[1m主に学校に通う女の子について興味がないので閉鎖の危機に瀕していて、その学校では学校が閉鎖されないように絶望的にアイドルになっています。\u001b[22m, \u001b[1m主な理由は、その学校に適用することが興味を持っていない1、の閉鎖の危機に必死に閉じるの学校を保存するためにアイドルになることを学校で女の子について、ライブ大好きです。\u001b[22m\n\u001b[4mwell to this point there are many promising things from this series.\u001b[24m\n    \u001b[1m今のところこのシリーズから有望なものがたくさんあります。\u001b[22m, \u001b[1mよくここまでこのシリーズからの多くの有望なものがあります。\u001b[22m\n\u001b[4mbut turns out, as i expected this is pretty much over rated.\u001b[24m\n    \u001b[1mしかし、私はこれがかなり上回っていると予想していたので、判明しました。\u001b[22m, \u001b[1m私はこれはかなりの定格を超えて期待としてではなく、判明しました。\u001b[22m\n\u001b[4midol is not only singing and dancing, but this series interpreted such way so kinda bit disappointed.\u001b[24m\n    \u001b[1mアイドルは歌と踊りだけではありませんが、このシリーズはそうしたやり方を少しでも失望させました。\u001b[22m, \u001b[1mアイドルは歌や踊りだけではありませんが、このシリーズはとてもちょっと少しがっかりように解釈しました。\u001b[22m\n\u001b[4mif you expected idol activity such as doing CM, Radio Show, TV Shows or even my favorite.\u001b[24m\n    \u001b[1mあなたがCM、ラジオショー、テレビ番組、または私の好みさえしているようなアイドル活動を期待していたら。\u001b[22m, \u001b[1mあなたは、やってCM、ラジオ番組、テレビ番組、さらには私のお気に入りのようにアイドル活動を期待します。\u001b[22m\n\u001b[4mWeather news , you'll be disappointed.\u001b[24m\n    \u001b[1m天気予報、あなたは失望します。\u001b[22m, \u001b[1m天気ニュースは、あなたは失望するだろう。\u001b[22m\n\u001b[4mAll you can see was the girl creating clubs and train together.\u001b[24m\n    \u001b[1mあなたが見ることができるのは、クラブを作り、一緒に鍛えていく女の子だった。\u001b[22m, \u001b[1mあなたが見ることができるすべては、一緒にクラブや電車を作成する女の子でした。\u001b[22m\n\u001b[4mbut for 'idol', like i said, it was waste of good promising plot.\u001b[24m\n    \u001b[1mしかし、私が言ったように「アイドル」のために、それは有望なプロットの無駄でした。\u001b[22m, \u001b[1m私が言ったようしかし、「アイドル」のために、それは良い有望なプロットの無駄でした。\u001b[22m\n\u001b[4mone point that i like to point out is this series uses many 'not needed' slow motion, which i also complained about this on Batman VS Superman.\u001b[24m\n    \u001b[1m私が指摘しておきたいことは、このシリーズでは多くの「不要な」スローモーションを使用していることです。これはバットマンVSスーパーマンでも同様です。\u001b[22m, \u001b[1m私が指摘したい1点は、このシリーズは私もバットマンVSスーパーマンにこの不満多くの「必要ない」スローモーションを使用しています。\u001b[22m\nStory : 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory : 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory : 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m\u001b[22m\nLove Live art is somewhat good , even better than A-1 making Idolmaster, although my biggest disappointment is using 3DCG on the stage. like its utterly pointless to do so because it looks like a cheap MMD that you can see on youtube. The CharaDesign each character are superbly done. especially Maki and Umi. the background also wellmade so its fun to see each episode with good background. other than using 3DCG on live, i'm happy for the art\n\n\u001b[1m愛のライブアートは、A-1のアイドルマスターを作るよりもやや良いですが、私の最大の失望はステージで3DCGを使用しています。 あなたがYouTubeで見ることができる安いMMDのように見えるので、まったく無意味です。  CharaDesignはそれぞれのキャラクターを素敵に演出しています。 特にマキとウミ。 背景も良いので、それぞれのエピソードを見て楽しむことができます。 ライブで3DCGを使う以外に、私は芸術に満足しています\u001b[22m\n\u001b[1m(Ai no raibuāto wa, A - 1 no aidorumasutā o tsukuru yori mo yaya yoidesuga, watashi no saidai no shitsubō wa sutēji de 3 DCG o shiyō shite imasu. Anata ga yūchūbu de miru koto ga dekiru yasui MMD no yō ni mieru node, mattaku muimidesu. CharaDesign wa sorezore no kyarakutā o suteki ni enshutsu shite imasu. Tokuni maki to umi. Haikei mo yoinode, sorezore no episōdo o mite tanoshimu koto ga dekimasu. Raibu de 3 DCG o tsukau igai ni, watashi wa geijutsu ni manzoku shite imasu)\u001b[22m\n\nTranslations of \u001b[4mLove Live art is somewhat good , even better than A-1 making Idolmaster, although my biggest disappointment is using 3DCG on the stage. like its utterly pointless to do so because it looks like a cheap MMD that you can see on youtube. The CharaDesign each character are superbly done. especially Maki and Umi. the background also wellmade so its fun to see each episode with good background. other than using 3DCG on live, i'm happy for the art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove Live art is somewhat good , even better than A-1 making Idolmaster, although my biggest disappointment is using 3DCG on the stage.\u001b[24m\n    \u001b[1m愛のライブアートは、A-1のアイドルマスターを作るよりもやや良いですが、私の最大の失望はステージで3DCGを使用しています。\u001b[22m, \u001b[1m私の最大の失望は、ステージ上で3DCGを使用しているが愛しライブアートは、アイドルマスターを作る-1よりも良い、やや良いです。\u001b[22m\n\u001b[4mlike its utterly pointless to do so because it looks like a cheap MMD that you can see on youtube.\u001b[24m\n    \u001b[1mあなたがYouTubeで見ることができる安いMMDのように見えるので、まったく無意味です。\u001b[22m, \u001b[1mその全く無意味がそうするように、それはあなたがユーチューブで見ることができる安価なMMDのように見えるので。\u001b[22m\n\u001b[4mThe CharaDesign each character are superbly done.\u001b[24m\n    \u001b[1mCharaDesignはそれぞれのキャラクターを素敵に演出しています。\u001b[22m, \u001b[1mCharaDesign各文字が見事に行われます。\u001b[22m\n\u001b[4mespecially Maki and Umi.\u001b[24m\n    \u001b[1m特にマキとウミ。\u001b[22m, \u001b[1m特にマキと海。\u001b[22m\n\u001b[4mthe background also wellmade so its fun to see each episode with good background.\u001b[24m\n    \u001b[1m背景も良いので、それぞれのエピソードを見て楽しむことができます。\u001b[22m, \u001b[1mその楽しさが良い背景を持つ各エピソードを参照するように、背景もwellmade。\u001b[22m\n\u001b[4mother than using 3DCG on live, i'm happy for the art\u001b[24m\n    \u001b[1mライブで3DCGを使う以外に、私は芸術に満足しています\u001b[22m, \u001b[1mライブで3DCGを使用するよりも、他の、私は芸術のために満足しています\u001b[22m\nart :8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mart :8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart :8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\n\u001b[1m\u001b[22m\nLove live Opening is somewhat better than Wake up girls! but neck to neck with Idolmaster. its 'genki' ! its 'fun' ! no complains on the Opening music. the Insert music somewhat theres 3-4 songs that bit boring-ish... but 3-4 songs is quite an amount for idol songs. because mainly idol song are for 'genki' up yourself! the ending song are best song in this series, i like it so much.. had gone to iTunes buying this one song because it is superb! BGM are good and very much 'same wavelength' with the animation. so no problem with me.\n\n\u001b[1mライブを愛する女の子を目を覚ますよりもオープニングはやや良い！ アイドルマスターと首から首まで。 その「元気」！ その '楽しい'！ オープニングの音楽には不満はない。 曲を挿入すると、ちょっと退屈なビットが3〜4曲ありますが、3-4曲はアイドルの曲のためのかなりの量です。 主にアイドルの曲は、あなた自身のために 'genki'のためです！ 最後の曲はこのシリーズのベストソングです、私はそれがとても好きです。素晴らしいですので、この1曲を購入するiTunesに行ってきました！  BGMは、アニメーションとうまく、非常に「同じ波長」です。 だから私の問題はありません。\u001b[22m\n\u001b[1m(Raibu o aisuru on'nanoko o mewosamasu yori mo ōpuningu wa yaya yoi! Aidorumasutā to kubi kara kubi made. Sono `genki'! Sono' tanoshī'! Ōpuningu no ongaku ni wa fuman wanai. Kyoku o sōnyū suru to, chotto taikutsuna bitto ga 3 〜 4-kyoku arimasuga, 3 - 4-kyoku wa aidoru no kyoku no tame no kanari no ryōdesu. Omoni aidoru no kyoku wa, anata jishin no tame ni' genki' no tamedesu! Saigo no kyoku wa kono shirīzu no besuto songudesu, watashi wa sore ga totemo sukidesu. Subarashīdesunode, kono 1 kyoku o kōnyū suru aichūnzu ni ittekimashita! BGM wa, animēshon to umaku, hijō ni `onaji hachō'desu. Dakara watashi no mondai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mLove live Opening is somewhat better than Wake up girls! but neck to neck with Idolmaster. its 'genki' ! its 'fun' ! no complains on the Opening music. the Insert music somewhat theres 3-4 songs that bit boring-ish... but 3-4 songs is quite an amount for idol songs. because mainly idol song are for 'genki' up yourself! the ending song are best song in this series, i like it so much.. had gone to iTunes buying this one song because it is superb! BGM are good and very much 'same wavelength' with the animation. so no problem with me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove live Opening is somewhat better than Wake up girls!\u001b[24m\n    \u001b[1mライブを愛する女の子を目を覚ますよりもオープニングはやや良い！\u001b[22m, \u001b[1mライブオープニングが目を覚ます女の子より幾分良好であるが大好き！\u001b[22m\n\u001b[4mbut neck to neck with Idolmaster.\u001b[24m\n    \u001b[1mアイドルマスターと首から首まで。\u001b[22m, \u001b[1mしかし、アイドルマスターと首に首。\u001b[22m\n\u001b[4mits 'genki' !\u001b[24m\n    \u001b[1mその「元気」！\u001b[22m\n\u001b[4mits 'fun' !\u001b[24m\n    \u001b[1mその '楽しい'！\u001b[22m, \u001b[1mその「楽しさ」！\u001b[22m\n\u001b[4mno complains on the Opening music.\u001b[24m\n    \u001b[1mオープニングの音楽には不満はない。\u001b[22m, \u001b[1m無オープニング曲に文句を言います。\u001b[22m\n\u001b[4mthe Insert music somewhat theres 3-4 songs that bit boring-ish... but 3-4 songs is quite an amount for idol songs.\u001b[24m\n    \u001b[1m曲を挿入すると、ちょっと退屈なビットが3〜4曲ありますが、3-4曲はアイドルの曲のためのかなりの量です。\u001b[22m, \u001b[1m挿入音楽はやや退屈っぽいビット3-4曲をtheresの...しかし、3-4曲アイドルの曲のためにかなりの量です。\u001b[22m\n\u001b[4mbecause mainly idol song are for 'genki' up yourself!\u001b[24m\n    \u001b[1m主にアイドルの曲は、あなた自身のために 'genki'のためです！\u001b[22m, \u001b[1m自分まで「元気」のため、主にアイドルの歌から！\u001b[22m\n\u001b[4mthe ending song are best song in this series, i like it so much.. had gone to iTunes buying this one song because it is superb!\u001b[24m\n    \u001b[1m最後の曲はこのシリーズのベストソングです、私はそれがとても好きです。素晴らしいですので、この1曲を購入するiTunesに行ってきました！\u001b[22m, \u001b[1mエンディング曲は、私はそれは素晴らしいですので、それはそんなに..この1曲を購入するiTunesに行っていた好きで、このシリーズで最高の曲、です！\u001b[22m\n\u001b[4mBGM are good and very much 'same wavelength' with the animation.\u001b[24m\n    \u001b[1mBGMは、アニメーションとうまく、非常に「同じ波長」です。\u001b[22m, \u001b[1mBGMは良好で、アニメーションでは非常に多くの「同じ波長」。\u001b[22m\n\u001b[4mso no problem with me.\u001b[24m\n    \u001b[1mだから私の問題はありません。\u001b[22m, \u001b[1mだから私と一緒に問題はありません。\u001b[22m\nMusic :8/10\n\n\u001b[1m音楽：8/10\u001b[22m\n\u001b[1m(Ongaku: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic :8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic :8/10\u001b[24m\n    \u001b[1m音楽：8/10\u001b[22m, \u001b[1mミュージック：8/10\u001b[22m\n\u001b[1m\u001b[22m\nto be fair, Love Live is a decent idol series with huge potential, but lack of depth and kinda boring-ish. they should expand more onto other idols works such as CM, Radio, TV shows. The most surprising moment is, i realized the idol club that dont have any producer. they should have one though... as long it fulfills, Love Live can become a better series and a real idol club that doing idol works\n\n\u001b[1m公平であるために、ラブライブは巨大な可能性を秘めたまともなアイドルシリーズですが、深さの欠如とちょっと退屈です。 彼らはCM、ラジオ、テレビ番組などの他のアイドル作品にさらに拡大すべきです。 最も驚くべき瞬間は、プロデューサーがいないアイドルクラブを実現したことです。 彼らは1つ持っている必要があります...それが実現する限り、愛のライブは、より良いシリーズとアイドルの仕事をする本当のアイドルクラブになることができます\u001b[22m\n\u001b[1m(Kōheidearu tame ni, rabu raibu wa kyodaina kanōsei o himeta matomona aidorushirīzudesuga, fuka-sa no ketsujo to chotto taikutsudesu. Karera wa CM, rajio, terebibangu nado no ta no aidoru sakuhin ni sarani kakudai subekidesu. Mottomo odorokubeki shunkan wa, purode~yūsā ga inai aidoru kurabu o jitsugen shita kotodesu. Karera wa 1tsu motte iru hitsuyō ga arimasu... Sore ga jitsugen suru kagiri, ai no raibu wa, yoriyoi shirīzu to aidoru no shigoto o suru hontō no aidoru kurabu ni naru koto ga dekimasu)\u001b[22m\n\nTranslations of \u001b[4mto be fair, Love Live is a decent idol series with huge potential, but lack of depth and kinda boring-ish. they should expand more onto other idols works such as CM, Radio, TV shows. The most surprising moment is, i realized the idol club that dont have any producer. they should have one though... as long it fulfills, Love Live can become a better series and a real idol club that doing idol works\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mto be fair, Love Live is a decent idol series with huge potential, but lack of depth and kinda boring-ish.\u001b[24m\n    \u001b[1m公平であるために、ラブライブは巨大な可能性を秘めたまともなアイドルシリーズですが、深さの欠如とちょっと退屈です。\u001b[22m, \u001b[1m公平を期すために、ラブライブは巨大な潜在的な、しかし深さの欠如とちょっと退屈っぽいとまともなアイドルシリーズです。\u001b[22m\n\u001b[4mthey should expand more onto other idols works such as CM, Radio, TV shows.\u001b[24m\n    \u001b[1m彼らはCM、ラジオ、テレビ番組などの他のアイドル作品にさらに拡大すべきです。\u001b[22m, \u001b[1m彼らはそのようなCM、ラジオ、テレビ番組などの他のアイドルの作品に多くを拡大する必要があります。\u001b[22m\n\u001b[4mThe most surprising moment is, i realized the idol club that dont have any producer.\u001b[24m\n    \u001b[1m最も驚くべき瞬間は、プロデューサーがいないアイドルクラブを実現したことです。\u001b[22m, \u001b[1m最も驚くべき瞬間は、私は、任意のプロデューサーを持っていけないアイドルクラブを実現しています。\u001b[22m\n\u001b[4mthey should have one though... as long it fulfills, Love Live can become a better series and a real idol club that doing idol works\u001b[24m\n    \u001b[1m彼らは1つ持っている必要があります...それが実現する限り、愛のライブは、より良いシリーズとアイドルの仕事をする本当のアイドルクラブになることができます\u001b[22m, \u001b[1mそれらは...しかし1を持っている必要があり、それが満たしている限り、愛ライブは、より良いシリーズとアイドルの作品をやっていることを、実際のアイドルクラブになることができます\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m\nMaki Best Girl\n\n\u001b[1mマキベストガール\u001b[22m\n\u001b[1m(Makibesutogāru)\u001b[22m\n\nTranslations of \u001b[4mMaki Best Girl\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaki Best Girl\u001b[24m\n    \u001b[1mマキベストガール\u001b[22m"
  }
]
