[
  {
    "title": "Tabisuru_Nuigurumi__Traveling_Daru",
    "id": "15077",
    "url": "https://myanimelist.net/anime/15077/Tabisuru_Nuigurumi__Traveling_Daru",
    "user": "Krystal",
    "profile": "/profile/Krystal/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=70789",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  9\n\n見る価値がある美しい、落ち着いた短さ！\n\nストーリー -  7\nそれは明らかに記入された物語を持っていません、わずか10分しかありませんが、それは十分な時間であっても、そこにあった物語にあなたを導きます。 ペースは速いが急いではなく、初期段階でそれを加速させたサウンドトラックによって可能になった。 すぐに私は小さな、小さなぬいぐるみのおもちゃ（おそらく若い女の子が作った）とそれが行くところに興味があったので、私の関心は一度も揺れませんでした。 対話はありません（英語の最後に2つの文章はありません）が、これは決して物語を妨げません。あなたの感覚は、バックグラウンドで起こっている音や各シーンのさまざまなイメージをより敏感に感じさせます。 例えば、センターやバックグラウンドで使用されていた象徴もたくさんありました。 蝶はコククの中に閉じ込められた後に翼を広げ、ぬいぐるみの最終的な旅を予告していました。 結末は幸せと悲しみが混在していました。あなたが期待していた結末であり、何らかの形で私が思うものでもありませんでした。 クレジットの後の最後のシーンは本当に私の顔に笑顔をもたらしました。\n\nアート -  9\nそれは最も壮大な空のシーンを持っていた、私はシーンの1つの間にほとんど息を呑む。 キャラクターデザインは比較的シンプルで、メインガールは非常に普通に見えます。 女の子がガラスに触れるように窓に映り込む、空虚の毛を通って風が吹き、地面に水滴ができるなど、多くの場面で慎重な精度が得られています。 私はTN：TDに新しい次元を加える精度だと思う。\n\nサウンド -  9\nそれは物語が非常に迅速に動くことを可能にするペースが速い50のスタイルのトランペットの曲から始まります。 その後、穏やかなギターやピアノの歌、ぬいぐるみと女の子の両方が深い熟考にあり、孤独感が音楽の中にある時代の停止に遅れます。 その後、音楽は水滴の音で止まります。その後、ピアノの音楽が出てくると、それがあなたの喜びと希望を感じさせるバイオリン/チェロに変わります。 音楽は非常に効果的です、それは対話の欠如を完全に置き換えます。 あなたは目を閉じて、音楽だけの話をたどることができます。\n\nキャラクター -  6\nそれほど短く、最後まで対話がないので、キャラクターではあまり言い表せません。 私たちは、ぬいぐるみがストーリー全体を通して少女に近づくことを止めたことは決してありません。 その少女は最初に彼女のおもちゃを失うために荒廃し、その後物語が進むにつれて彼女は成長し、彼女はファッションデザイナーになっていることがわかります。 彼女はインスピレーションが難しいと感じているようだが、彼女は不満を抱いている。あなたは何年も前に失ったぬいぐるみについてまだ考えていることが分かる。 最後に、彼女の人生はずっと遠くに移動しているにもかかわらず、彼女はこのぬいぐるみを忘れていないことがわかります。\n\n楽しさ -  9\nどれくらい私がこの短いことを楽しんでいるのか本当に驚いて、私は楽しく楽観的になった。 それは本当に決定の価値を強化します。 私は最後に満足していただけでなく、中途半端でも本当に悲しい気持ちになりました。私に感じる時間がほとんど無く、寂しくて、悲しい、幸せにならなければならないものがあります。\n\n全体的 -  8\nほんの少しの時間がかかりますが、それは私を驚かせてくれました。多分あなたもそうです。 それは歩くと旅行するぬいぐるみの幼稚な物語のように思えるかもしれませんが、実際に私はそれがすべての年齢層に見えると感じました。 この短さについてのすべては、怠け者でも怠惰でもなく、精密で慎重な計画でした。細部と賢明な象徴があり、背景を散らして、目を引くと面白かったです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nA beautiful, calming short that is well worth watching!\n\n\u001b[1m見る価値がある美しい、落ち着いた短さ！\u001b[22m\n\u001b[1m(Miru kachigāru utsukushī, ochitsuita mijika-sa!)\u001b[22m\n\nTranslations of \u001b[4mA beautiful, calming short that is well worth watching!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA beautiful, calming short that is well worth watching!\u001b[24m\n    \u001b[1m見る価値がある美しい、落ち着いた短さ！\u001b[22m, \u001b[1m見て価値がある、美しい、落ち着いた短いです！\u001b[22m\n\u001b[1m\u001b[22m\nStory - 7\n\n\u001b[1mストーリー -  7\u001b[22m\n\u001b[1m(Sutōrī - 7)\u001b[22m\n\nTranslations of \u001b[4mStory - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 7\u001b[24m\n    \u001b[1mストーリー -  7\u001b[22m\nIt's obviously not got a filled out story, only being 10 minutes long, but that was enough time too draw you into what story there was. The pace was quick but not rushed and that was enabled by the soundtrack which sped it along in the initial stages. My attention didn't waver once because immediately I was interested in the journeys of a tiny, little stuffed toy (presumably made by the young girl) and where it was going. There is no dialogue (apart from 2 sentences at the end in English) but this in no way hinders the story, it makes your senses become more acutely aware of the sounds going on in the background and various images in each scene. There was also a lot of symbolism used in the centre and in the backgrounds, for example. the butterfly spreading it's wings after being trapt in the coccoon, it foretold of the final journey to be had by the stuffed toy. The ending was a mixture of both happy and sad, it was the ending you would expect and also not in some ways I think. The last scene after the credits really brought a smile to my face.\n\n\u001b[1mそれは明らかに記入された物語を持っていません、わずか10分しかありませんが、それは十分な時間であっても、そこにあった物語にあなたを導きます。 ペースは速いが急いではなく、初期段階でそれを加速させたサウンドトラックによって可能になった。 すぐに私は小さな、小さなぬいぐるみのおもちゃ（おそらく若い女の子が作った）とそれが行くところに興味があったので、私の関心は一度も揺れませんでした。 対話はありません（英語の最後に2つの文章はありません）が、これは決して物語を妨げません。あなたの感覚は、バックグラウンドで起こっている音や各シーンのさまざまなイメージをより敏感に感じさせます。 例えば、センターやバックグラウンドで使用されていた象徴もたくさんありました。 蝶はコククの中に閉じ込められた後に翼を広げ、ぬいぐるみの最終的な旅を予告していました。 結末は幸せと悲しみが混在していました。あなたが期待していた結末であり、何らかの形で私が思うものでもありませんでした。 クレジットの後の最後のシーンは本当に私の顔に笑顔をもたらしました。\u001b[22m\n\u001b[1m(Sore wa akiraka ni kinyū sa reta monogatari o motte imasen, wazuka 10-bu shika arimasenga, sore wa jūbun'na jikandeatte mo, soko ni atta monogatari ni anata o michibikimasu. Pēsu wa hayaiga isoide wa naku, shoki dankai de sore o kasoku sa seta saundotorakku ni yotte kanō ni natta. Sugu ni watashi wa chīsana, chīsana nuigurumi no omocha (osoraku wakai on'nanoko ga tsukutta) to sore ga iku tokoro ni kyōmi ga attanode, watashi no kanshin wa ichido mo yuremasendeshita. Taiwa wa arimasen (eigo no saigo ni 2tsu no bunshō wa arimasen) ga, kore wa kesshite monogatari o samatagemasen. Anata no kankaku wa, bakkuguraundo de okotte iru oto ya kaku shīn no samazamana imēji o yori binkan ni kanji sasemasu. Tatoeba, sentā ya bakkuguraundo de shiyō sa rete ita shōchō mo takusan arimashita. Chō wa kokuku no naka ni tojikome rareta nochi ni tsubasa o hiroge, nuigurumi no saishū-tekina tabi o yokoku shite imashita. Ketsumatsu wa shiawase to kanashimi ga konzai shite imashita. Anata ga kitai shite ita ketsumatsudeari, nanrakano katachi de watashi ga omou monode mo arimasendeshita. Kurejitto no nochi no saigo no shīn wa hontōni watashinokao ni egao o motarashimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nArt - 9\n\n\u001b[1mアート -  9\u001b[22m\n\u001b[1m(Āto - 9)\u001b[22m\n\nTranslations of \u001b[4mArt - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 9\u001b[24m\n    \u001b[1mアート -  9\u001b[22m\nIt had the most spectacular sky scenes, I almost gasped during one of the scenes. The character designs are relatively simple and the main girl looks very ordinary. Careful precision has been made with many of the scenes, such as the reflection in the window as the girl touches the glass, the wind through the scarecrows hair and waterdroplets on the ground. I think it's the precision that adds a new dimension to the TN:TD.\n\n\u001b[1mそれは最も壮大な空のシーンを持っていた、私はシーンの1つの間にほとんど息を呑む。 キャラクターデザインは比較的シンプルで、メインガールは非常に普通に見えます。 女の子がガラスに触れるように窓に映り込む、空虚の毛を通って風が吹き、地面に水滴ができるなど、多くの場面で慎重な精度が得られています。 私はTN：TDに新しい次元を加える精度だと思う。\u001b[22m\n\u001b[1m(Sore wa mottomo sōdaina sora no shīn o motte ita, watashi wa shīn no 1tsu no ma ni hotondo ikiwonomu. Kyarakutādezain wa hikakuteki shinpurude, meingāru wa hijō ni futsū ni miemasu. On'nanoko ga garasu ni fureru yō ni mado ni utsuri komu, kūkyo no ke o kayotte kaze ga fuki, jimen ni suiteki ga dekiru nado, ōku no bamen de shinchōna seido ga e rarete imasu. Watashi wa TN: TD ni atarashī jigen o kuwaeru seidoda to omou.)\u001b[22m\n\nTranslations of \u001b[4mIt had the most spectacular sky scenes, I almost gasped during one of the scenes. The character designs are relatively simple and the main girl looks very ordinary. Careful precision has been made with many of the scenes, such as the reflection in the window as the girl touches the glass, the wind through the scarecrows hair and waterdroplets on the ground. I think it's the precision that adds a new dimension to the TN:TD.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt had the most spectacular sky scenes, I almost gasped during one of the scenes.\u001b[24m\n    \u001b[1mそれは最も壮大な空のシーンを持っていた、私はシーンの1つの間にほとんど息を呑む。\u001b[22m, \u001b[1mそれは私がほとんどのシーンの1つの間に息を呑んだ、最も壮大な空のシーンがありました。\u001b[22m\n\u001b[4mThe character designs are relatively simple and the main girl looks very ordinary.\u001b[24m\n    \u001b[1mキャラクターデザインは比較的シンプルで、メインガールは非常に普通に見えます。\u001b[22m, \u001b[1mキャラクターデザインは比較的単純であり、主な女の子はごく普通に見えます。\u001b[22m\n\u001b[4mCareful precision has been made with many of the scenes, such as the reflection in the window as the girl touches the glass, the wind through the scarecrows hair and waterdroplets on the ground.\u001b[24m\n    \u001b[1m女の子がガラスに触れるように窓に映り込む、空虚の毛を通って風が吹き、地面に水滴ができるなど、多くの場面で慎重な精度が得られています。\u001b[22m, \u001b[1m少女は地面にかかしの髪や水滴を介して、風をガラスに触れるよう慎重に精度が窓に反射等、シーンの多くで作られています。\u001b[22m\n\u001b[4mI think it's the precision that adds a new dimension to the TN:TD.\u001b[24m\n    \u001b[1m私はTN：TDに新しい次元を加える精度だと思う。\u001b[22m, \u001b[1mTD：私はそれがTNに新たな次元を追加し、精度だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 9\n\n\u001b[1mサウンド -  9\u001b[22m\n\u001b[1m(Saundo - 9)\u001b[22m\n\nTranslations of \u001b[4mSound - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 9\u001b[24m\n    \u001b[1mサウンド -  9\u001b[22m\nIt starts with a fast-paced 50's style trumpet tune that allows the story to move through time very quickly. It then slows to a peaceful guitar and piano song, the standstill of time when both the stuffed toy and the girl are in deep contemplation and a sense of loneliness comes through the music. Then the music stops for the sound of the waterdroplet, it is after this that piano music emerges which then changes to violins/cellos that make you feel uplifted and hopeful. The music is extremely effective, it substitutes the lack of dialogue perfectly. You could shut your eyes and almost follow the story from the music alone.\n\n\u001b[1mそれは物語が非常に迅速に動くことを可能にするペースが速い50のスタイルのトランペットの曲から始まります。 その後、穏やかなギターやピアノの歌、ぬいぐるみと女の子の両方が深い熟考にあり、孤独感が音楽の中にある時代の停止に遅れます。 その後、音楽は水滴の音で止まります。その後、ピアノの音楽が出てくると、それがあなたの喜びと希望を感じさせるバイオリン/チェロに変わります。 音楽は非常に効果的です、それは対話の欠如を完全に置き換えます。 あなたは目を閉じて、音楽だけの話をたどることができます。\u001b[22m\n\u001b[1m(Sore wa monogatari ga hijō ni jinsoku ni ugoku koto o kanō ni suru pēsu ga hayai 50 no sutairu no toranpetto no kyoku kara hajimarimasu. Sonogo, odayakana gitā ya piano no uta, nuigurumi to on'nanoko no ryōhō ga fukai jukukō ni ari, kodoku-kan ga ongaku no naka ni aru jidai no teishi ni okuremasu. Sonogo, ongaku wa suiteki no oto de tomarimasu. Sonogo, piano no ongaku ga detekuru to, sore ga anata no yorokobi to kibō o kanji saseru baiorin/ chero ni kawarimasu. Ongaku wa hijō ni kōka-tekidesu, soreha taiwa no ketsujo o kanzen ni okikaemasu. Anata wa mewotojite, ongaku dake no hanashi o tadoru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt starts with a fast-paced 50's style trumpet tune that allows the story to move through time very quickly. It then slows to a peaceful guitar and piano song, the standstill of time when both the stuffed toy and the girl are in deep contemplation and a sense of loneliness comes through the music. Then the music stops for the sound of the waterdroplet, it is after this that piano music emerges which then changes to violins/cellos that make you feel uplifted and hopeful. The music is extremely effective, it substitutes the lack of dialogue perfectly. You could shut your eyes and almost follow the story from the music alone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt starts with a fast-paced 50's style trumpet tune that allows the story to move through time very quickly.\u001b[24m\n    \u001b[1mそれは物語が非常に迅速に動くことを可能にするペースが速い50のスタイルのトランペットの曲から始まります。\u001b[22m, \u001b[1mそれは物語が非常に迅速に時間を移動することを可能にするペースの速い50年代スタイルのトランペットの曲で始まります。\u001b[22m\n\u001b[4mIt then slows to a peaceful guitar and piano song, the standstill of time when both the stuffed toy and the girl are in deep contemplation and a sense of loneliness comes through the music.\u001b[24m\n    \u001b[1mその後、穏やかなギターやピアノの歌、ぬいぐるみと女の子の両方が深い熟考にあり、孤独感が音楽の中にある時代の停止に遅れます。\u001b[22m, \u001b[1mぬいぐるみと女の子の両方が深い思索にあり、孤独感が音楽を通して来るとき、それはその後、平和的なギターやピアノ曲、時間の停止に遅くなります。\u001b[22m\n\u001b[4mThen the music stops for the sound of the waterdroplet, it is after this that piano music emerges which then changes to violins/cellos that make you feel uplifted and hopeful.\u001b[24m\n    \u001b[1mその後、音楽は水滴の音で止まります。その後、ピアノの音楽が出てくると、それがあなたの喜びと希望を感じさせるバイオリン/チェロに変わります。\u001b[22m, \u001b[1m音楽はwaterdropletのサウンドを停止しそして、この後、そのピアノの音楽は、あなたが隆起し、希望に満ちた気分にさせるバイオリン/チェロに変化する射出します。\u001b[22m\n\u001b[4mThe music is extremely effective, it substitutes the lack of dialogue perfectly.\u001b[24m\n    \u001b[1m音楽は非常に効果的です、それは対話の欠如を完全に置き換えます。\u001b[22m, \u001b[1m音楽は、それが完全に対話の欠如を代入し、極めて有効です。\u001b[22m\n\u001b[4mYou could shut your eyes and almost follow the story from the music alone.\u001b[24m\n    \u001b[1mあなたは目を閉じて、音楽だけの話をたどることができます。\u001b[22m, \u001b[1mあなたは目を閉じ、ほぼ一人で音楽から話をたどることができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 6\n\n\u001b[1mキャラクター -  6\u001b[22m\n\u001b[1m(Kyarakutā - 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 6\u001b[24m\n    \u001b[1mキャラクター -  6\u001b[22m, \u001b[1m文字 -  6\u001b[22m\nNot much to say on character as it is so short and there is no dialogue till right at the end. We come to understand that the stuffed toy has never stopped wanting to reach the girl throughout the story. The girl is shown in the beginning to be devastated to loose her toy and then as the story moves on and she grows up we come to understand that she has become a fashion designer. She seems to be finding inspiration difficult and she is frustrated, you see that she also still thinks about the stuffed toy she lost many years before. At the end you see that she has never forgotten about this stuffed toy even though her life has moved on such a long way.\n\n\u001b[1mそれほど短く、最後まで対話がないので、キャラクターではあまり言い表せません。 私たちは、ぬいぐるみがストーリー全体を通して少女に近づくことを止めたことは決してありません。 その少女は最初に彼女のおもちゃを失うために荒廃し、その後物語が進むにつれて彼女は成長し、彼女はファッションデザイナーになっていることがわかります。 彼女はインスピレーションが難しいと感じているようだが、彼女は不満を抱いている。あなたは何年も前に失ったぬいぐるみについてまだ考えていることが分かる。 最後に、彼女の人生はずっと遠くに移動しているにもかかわらず、彼女はこのぬいぐるみを忘れていないことがわかります。\u001b[22m\n\u001b[1m(Sore hodo mijikaku, saigomade taiwa ga nainode, kyarakutāde wa amari iiarawasemasen. Watashitachiha, nuigurumi ga sutōrī zentai o tōshite shōjo ni chikadzuku koto o tometa koto wa kesshite arimasen. Sono shōjo wa saisho ni kanojo no omocha o ushinau tame ni kōhai shi, sonogo monogatari ga susumu ni tsurete kanojo wa seichō shi, kanojo wa fasshondezainā ni natte iru koto ga wakarimasu. Kanojo wa insupirēshon ga muzukashī to kanjite iru yōdaga, kanojo wa fuman o daite iru. Anata wa nan-nen mo mae ni ushinatta nuigurumi ni tsuite mada kangaete iru koto ga wakaru. Saigo ni, kanojo no jinsei wa zutto tōku ni idō shite iru nimokakawarazu, kanojo wa kono nuigurumi o wasurete inai koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mNot much to say on character as it is so short and there is no dialogue till right at the end. We come to understand that the stuffed toy has never stopped wanting to reach the girl throughout the story. The girl is shown in the beginning to be devastated to loose her toy and then as the story moves on and she grows up we come to understand that she has become a fashion designer. She seems to be finding inspiration difficult and she is frustrated, you see that she also still thinks about the stuffed toy she lost many years before. At the end you see that she has never forgotten about this stuffed toy even though her life has moved on such a long way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot much to say on character as it is so short and there is no dialogue till right at the end.\u001b[24m\n    \u001b[1mそれほど短く、最後まで対話がないので、キャラクターではあまり言い表せません。\u001b[22m, \u001b[1mそれはとても短く、終了時に右まで何の対話がないような文字に言っても過言ではありません。\u001b[22m\n\u001b[4mWe come to understand that the stuffed toy has never stopped wanting to reach the girl throughout the story.\u001b[24m\n    \u001b[1m私たちは、ぬいぐるみがストーリー全体を通して少女に近づくことを止めたことは決してありません。\u001b[22m, \u001b[1m我々は、ぬいぐるみが物語全体に女の子に到達したい停止したことがないことを理解することが来ます。\u001b[22m\n\u001b[4mThe girl is shown in the beginning to be devastated to loose her toy and then as the story moves on and she grows up we come to understand that she has become a fashion designer.\u001b[24m\n    \u001b[1mその少女は最初に彼女のおもちゃを失うために荒廃し、その後物語が進むにつれて彼女は成長し、彼女はファッションデザイナーになっていることがわかります。\u001b[22m, \u001b[1m物語が進むと、彼女は私たちが、彼女はファッションデザイナーになっていることを理解するようになっ育つように最初に示されている女の子はその後、彼女のおもちゃを失い荒廃とします。\u001b[22m\n\u001b[4mShe seems to be finding inspiration difficult and she is frustrated, you see that she also still thinks about the stuffed toy she lost many years before.\u001b[24m\n    \u001b[1m彼女はインスピレーションが難しいと感じているようだが、彼女は不満を抱いている。あなたは何年も前に失ったぬいぐるみについてまだ考えていることが分かる。\u001b[22m, \u001b[1mあなたは、彼女はまた、まだ彼女は何年も前に失われたぬいぐるみを考えていることがわかり、彼女は困難なインスピレーションを見つけているように見える、彼女はイライラです。\u001b[22m\n\u001b[4mAt the end you see that she has never forgotten about this stuffed toy even though her life has moved on such a long way.\u001b[24m\n    \u001b[1m最後に、彼女の人生はずっと遠くに移動しているにもかかわらず、彼女はこのぬいぐるみを忘れていないことがわかります。\u001b[22m, \u001b[1m終わりに、あなたは彼女が彼女の人生は、このような長い道のりに移動しているにもかかわらず、このぬいぐるみを忘れたことはないことがわかります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 9\n\n\u001b[1m楽しさ -  9\u001b[22m\n\u001b[1m(Tanoshisa - 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 9\u001b[24m\n    \u001b[1m楽しさ -  9\u001b[22m\nReally surprised by how much I have enjoyed this short, I came out feeling good and optimistic. It really reinforces the value of determination. I was happy at the end but also managed to feel really sad in the middle and the end as well, for something with little time to make me feel, lonely, sad and happy must be good.\n\n\u001b[1mどれくらい私がこの短いことを楽しんでいるのか本当に驚いて、私は楽しく楽観的になった。 それは本当に決定の価値を強化します。 私は最後に満足していただけでなく、中途半端でも本当に悲しい気持ちになりました。私に感じる時間がほとんど無く、寂しくて、悲しい、幸せにならなければならないものがあります。\u001b[22m\n\u001b[1m(Dorekurai watashi ga kono mijikai koto o tanoshinde iru no ka hontōni odoroite, watashi wa tanoshiku rakukanteki ni natta. Sore wa hontōni kettei no kachi o kyōka shimasu. Watashi wa saigo ni manzoku shite ita dakedenaku, chūtohanpade mo hontōni kanashī kimochi ni narimashita. Watashi ni kanjiru jikan ga hotondo naku, samishikute, kanashī, shiawase ni naranakereba naranai mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mReally surprised by how much I have enjoyed this short, I came out feeling good and optimistic. It really reinforces the value of determination. I was happy at the end but also managed to feel really sad in the middle and the end as well, for something with little time to make me feel, lonely, sad and happy must be good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally surprised by how much I have enjoyed this short, I came out feeling good and optimistic.\u001b[24m\n    \u001b[1mどれくらい私がこの短いことを楽しんでいるのか本当に驚いて、私は楽しく楽観的になった。\u001b[22m, \u001b[1m本当に私はこの短いを享受してきたどのくらいに驚き、私は良いと楽観的な感じ出てきました。\u001b[22m\n\u001b[4mIt really reinforces the value of determination.\u001b[24m\n    \u001b[1mそれは本当に決定の価値を強化します。\u001b[22m, \u001b[1mそれは本当に決意の値を強化します。\u001b[22m\n\u001b[4mI was happy at the end but also managed to feel really sad in the middle and the end as well, for something with little time to make me feel, lonely, sad and happy must be good.\u001b[24m\n    \u001b[1m私は最後に満足していただけでなく、中途半端でも本当に悲しい気持ちになりました。私に感じる時間がほとんど無く、寂しくて、悲しい、幸せにならなければならないものがあります。\u001b[22m, \u001b[1m私は終わりに幸せだったが、また私は、悲しい、寂しい気分にさせるには少し時間が何かのために、ならびに中間及び最終的には本当に悲しいことに成功し、幸せな良いことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 8\n\n\u001b[1m全体的 -  8\u001b[22m\n\u001b[1m(Zentai-teki - 8)\u001b[22m\n\nTranslations of \u001b[4mOverall - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 8\u001b[24m\n    \u001b[1m全体的 -  8\u001b[22m, \u001b[1m全体的に -  8\u001b[22m\nDefinitely worth the little time it takes, it took me by surprise and maybe it will you too. It may seem like a childish tale of a stuffed toy that walks and journeys but actually I felt it could be shown to all ages. Everything about this short wasn't lacklustre or lazy, it was done precision and careful planning, there were tiny details and clever symbolism that scattered the backgrounds and made it eye catching and interesting.\n\n\u001b[1mほんの少しの時間がかかりますが、それは私を驚かせてくれました。多分あなたもそうです。 それは歩くと旅行するぬいぐるみの幼稚な物語のように思えるかもしれませんが、実際に私はそれがすべての年齢層に見えると感じました。 この短さについてのすべては、怠け者でも怠惰でもなく、精密で慎重な計画でした。細部と賢明な象徴があり、背景を散らして、目を引くと面白かったです。\u001b[22m\n\u001b[1m(Hon'nosukoshi no jikan ga kakarimasuga, sore wa watashi o odoroka sete kuremashita. Tabun anata mo sōdesu. Sore wa aruku to ryokō suru nuigurumi no yōchina monogatari no yō ni omoeru kamo shiremasenga, jissai ni watashi wa sore ga subete no nenrei-sō ni mieru to kanjimashita. Kono mijika-sa ni tsuite no subete wa, namakemono demo taidade mo naku, seimitsu de shinchōna keikakudeshita. Saibu to kenmeina shōchō ga ari, haikei o chirashite, mewohiku to omoshirokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mDefinitely worth the little time it takes, it took me by surprise and maybe it will you too. It may seem like a childish tale of a stuffed toy that walks and journeys but actually I felt it could be shown to all ages. Everything about this short wasn't lacklustre or lazy, it was done precision and careful planning, there were tiny details and clever symbolism that scattered the backgrounds and made it eye catching and interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely worth the little time it takes, it took me by surprise and maybe it will you too.\u001b[24m\n    \u001b[1mほんの少しの時間がかかりますが、それは私を驚かせてくれました。多分あなたもそうです。\u001b[22m, \u001b[1m確かにそれがかかる少しの時間の価値、それは驚きで私を取り、多分それはあなたもなります。\u001b[22m\n\u001b[4mIt may seem like a childish tale of a stuffed toy that walks and journeys but actually I felt it could be shown to all ages.\u001b[24m\n    \u001b[1mそれは歩くと旅行するぬいぐるみの幼稚な物語のように思えるかもしれませんが、実際に私はそれがすべての年齢層に見えると感じました。\u001b[22m, \u001b[1mこれは、歩いて旅が、実際に私はそれがすべての年齢に示すことができたと感じたぬいぐるみの幼稚な物語のように見えるかもしれません。\u001b[22m\n\u001b[4mEverything about this short wasn't lacklustre or lazy, it was done precision and careful planning, there were tiny details and clever symbolism that scattered the backgrounds and made it eye catching and interesting.\u001b[24m\n    \u001b[1mこの短さについてのすべては、怠け者でも怠惰でもなく、精密で慎重な計画でした。細部と賢明な象徴があり、背景を散らして、目を引くと面白かったです。\u001b[22m, \u001b[1mこの短い約すべてが精彩を欠いたか怠け者ではありませんでした、それは精度と慎重な計画が行われていた、小さな詳細や背景を散乱し、それが目を引く、面白い作られた巧妙な象徴性がありました。\u001b[22m"
  },
  {
    "title": "Tabisuru_Nuigurumi__Traveling_Daru",
    "id": "15077",
    "url": "https://myanimelist.net/anime/15077/Tabisuru_Nuigurumi__Traveling_Daru",
    "user": "synchronickiss",
    "profile": "/profile/synchronickiss/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=83122",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\n（スポイラーズ）\n\n視聴する前に留意すべき重要事項：\n\n短い（30分未満の＆lt; 30分）\nそれは対話が欠けている（ほとんど...）\n\nストーリー：9/10\n - 短い文章が5文未満であるにもかかわらず、その物語は、親と一緒に飛行機に乗るために急いで所有者によって残された小さな手作りのおもちゃの旅を通じて伝えられます。  Daruはおもちゃで、彼の最愛のオーナーに帰り、様々な目的や動物を求めて彼女を探し、多くの国を旅します。 彼は小さな仲間の友人、幼虫を作ることさえ管理しています。幼虫は繭に変わることが分かったときに要素から守ります。\n\nアート：7/10\nそれは驚くべきことではありませんが、それは魅力的でとてもかわいいです。 いくつかの場面では、多くの考えや細部が特定のオブジェクトに入れられていました。 時にはアート/アニメーションが絶対に優れていることもあります。 そのようなケースの1つは、彼らが雲で夜の空を展示するときです（2分ぐらいの刻印）。  Daruは世界中を旅しているので、彼がバックグラウンドに注意を払ってどこに行ったのかを簡単にメモすることができます。\n\nサウンド：9/10\n - チャーミング。 それは非常にシンプルでリラックスしていると私の意見では、音楽は素晴らしいシーンの雰囲気にぴったりです。 興奮から絶望的な瞬間まで、音楽は場面に圧倒されることなく完璧にマッチしますが、感情も欠けていません。\n\nキャラクター：10/10\n - 実際に焦点を当てるのは2人のキャラクターだけですが、本当に多くのことを話しているわけではありませんが、どちらも心があります。 所有者とDaruは、お互いを思い出して再会する決意（Daruの場合）を記念して、互いの忠誠心と愛情を表します。\n\n楽しさ：10/10\n - 他の人がこの短いことから興味や娯楽の欠如を表明しているのは、おそらく短くて物語がないと思うから、この小さなアニメは非常に魅力的で徹底的に温かく感じる。 私には間違いなく、ピクサーの短所 - 対話はほとんどない - を感じさせるが、キャラクターと感情のアクションの背後にある物語を思い起こさせる。 私はこの楽しい見つけるために特定の種類の人がかかると思います。 かなり風変わりですが、とてもかわいいです。 あなたが私のようなものなら、あなたの顔に投げ込まれていないメッセージに関連して理解できるなら、あなたはこれを好きになるでしょう。 私はこの小さなアニメが大好きです。 私はそれのシンプルさと終わりが大好きです。 パワフルで驚くべきものではありませんが、それは単に美しい日を楽しむことと同じです。 あなたがあなたの時間を過ごしたことではなく、それが何であるかを楽しむだけです。 それはかなり幼稚に見えますが、成熟した観客がこの種の作品から喜びを得ることができると私は信じています。\n\n全体：9/10\n - それは単に非常にかわいいと魅力的です。 それは時間枠を与えられた素晴らしい話を伝えます。 音楽は素晴らしいです。 芸術は時には単純で驚くべき他の時代です。 文字は本当にお互いの心を示す。 私はこれを徹底的に楽しんでいました。とても短いので、10分節約し、それを楽しむ価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(SPOILERS)\n\n\u001b[1m（スポイラーズ）\u001b[22m\n\u001b[1m((Supoirāzu))\u001b[22m\n\nTranslations of \u001b[4m(SPOILERS)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(SPOILERS)\u001b[24m\n    \u001b[1m（スポイラーズ）\u001b[22m, \u001b[1m（ネタバレ）\u001b[22m\n\u001b[1m\u001b[22m\nKey things to note before even watching:\n\n\u001b[1m視聴する前に留意すべき重要事項：\u001b[22m\n\u001b[1m(Shichō suru mae ni ryūi subeki jūyō jikō:)\u001b[22m\n\nTranslations of \u001b[4mKey things to note before even watching:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKey things to note before even watching:\u001b[24m\n    \u001b[1m視聴する前に留意すべき重要事項：\u001b[22m, \u001b[1mでも見て前に注意する重要な点：\u001b[22m\n\u001b[1m\u001b[22m\nIt's a short ( xx mins. &lt; 30 mins.)\n\n\u001b[1m短い（30分未満の＆lt; 30分）\u001b[22m\n\u001b[1m(Mijikai (30-bu-miman no& lt; 30-bu))\u001b[22m\n\nTranslations of \u001b[4mIt's a short ( xx mins. &lt; 30 mins.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a short ( xx mins. &lt; 30 mins.)\u001b[24m\n    \u001b[1m短い（30分未満の＆lt; 30分）\u001b[22m, \u001b[1mそれは短いです（XX分＆LT; 30分）\u001b[22m\nIt lacks dialogue (mostly...)\n\n\u001b[1mそれは対話が欠けている（ほとんど...）\u001b[22m\n\u001b[1m(Sore wa taiwa ga kakete iru (hotondo... ))\u001b[22m\n\nTranslations of \u001b[4mIt lacks dialogue (mostly...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt lacks dialogue (mostly...)\u001b[24m\n    \u001b[1mそれは対話が欠けている（ほとんど...）\u001b[22m, \u001b[1mそれは対話を欠いている（主に...）\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9/10\n\n\u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9/10\u001b[24m\n    \u001b[1mストーリー：9/10\u001b[22m\n--Despite the short having less than 5 sentences, the story is told through the journey of a little handmade toy that was left behind by his owner in a rush to board her plane with the parents. Daru, the toy, ventures to return to his beloved owner and along the way he travels to many countries, searching for her by asking various other objects and animals. He even manages to make a small companion friend, a caterpillar, whom he protects from the elements when he finds that it turns into a cocoon.\n\n\u001b[1m - 短い文章が5文未満であるにもかかわらず、その物語は、親と一緒に飛行機に乗るために急いで所有者によって残された小さな手作りのおもちゃの旅を通じて伝えられます。  Daruはおもちゃで、彼の最愛のオーナーに帰り、様々な目的や動物を求めて彼女を探し、多くの国を旅します。 彼は小さな仲間の友人、幼虫を作ることさえ管理しています。幼虫は繭に変わることが分かったときに要素から守ります。\u001b[22m\n\u001b[1m(- Mijikai bunshō ga 5-mon mimandearu nimokakawarazu, sono monogatari wa, oya to issho ni hikōki ni noru tame ni isoide shoyū-sha ni yotte nokosa reta chīsana tedzukuri no omocha no tabi o tsūjite tsutae raremasu. Daru wa omocha de, kare no saiai no ōnā ni kaeri, samazamana mokuteki ya dōbutsu o motomete kanojo o sagashi, ōku no kuni o tabi shimasu. Kare wa chīsana nakama no yūjin, yōchū o tsukuru koto sae kanri shite imasu. Yōchū wa mayu ni kawaru koto ga wakatta toki ni yōso kara mamorimasu.)\u001b[22m\n\nTranslations of \u001b[4m--Despite the short having less than 5 sentences, the story is told through the journey of a little handmade toy that was left behind by his owner in a rush to board her plane with the parents. Daru, the toy, ventures to return to his beloved owner and along the way he travels to many countries, searching for her by asking various other objects and animals. He even manages to make a small companion friend, a caterpillar, whom he protects from the elements when he finds that it turns into a cocoon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Despite the short having less than 5 sentences, the story is told through the journey of a little handmade toy that was left behind by his owner in a rush to board her plane with the parents.\u001b[24m\n    \u001b[1m - 短い文章が5文未満であるにもかかわらず、その物語は、親と一緒に飛行機に乗るために急いで所有者によって残された小さな手作りのおもちゃの旅を通じて伝えられます。\u001b[22m, \u001b[1mショート持つ5未満の文章を--Despite、物語は両親と彼女の飛行機に乗るために急いで彼の所有者が残した小さな手作りおもちゃの旅を通して語られます。\u001b[22m\n\u001b[4mDaru, the toy, ventures to return to his beloved owner and along the way he travels to many countries, searching for her by asking various other objects and animals.\u001b[24m\n    \u001b[1mDaruはおもちゃで、彼の最愛のオーナーに帰り、様々な目的や動物を求めて彼女を探し、多くの国を旅します。\u001b[22m, \u001b[1m彼の最愛の所有者に、彼が他のさまざまなオブジェクトや動物を尋ねることによって、彼女を探して、多くの国に移動する途中で返すようにダル、おもちゃは、ベンチャー。\u001b[22m\n\u001b[4mHe even manages to make a small companion friend, a caterpillar, whom he protects from the elements when he finds that it turns into a cocoon.\u001b[24m\n    \u001b[1m彼は小さな仲間の友人、幼虫を作ることさえ管理しています。幼虫は繭に変わることが分かったときに要素から守ります。\u001b[22m, \u001b[1m彼も彼はそれが繭になることを発見したとき、彼は要素から保護する小さな仲間の友人、キャタピラを作るために管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\n--It's not amazing, but it is charming and very cute. In some scenes there was a lot of thought and details put into certain objects. Sometimes the art/animation is absolutely outstanding; one such case is when they showcase the night sky with the clouds (Around the 2 min. mark). Since Daru is traveling around the world, it is easy to note where he's has gone to by paying attention to the background.\n\n\u001b[1mそれは驚くべきことではありませんが、それは魅力的でとてもかわいいです。 いくつかの場面では、多くの考えや細部が特定のオブジェクトに入れられていました。 時にはアート/アニメーションが絶対に優れていることもあります。 そのようなケースの1つは、彼らが雲で夜の空を展示するときです（2分ぐらいの刻印）。  Daruは世界中を旅しているので、彼がバックグラウンドに注意を払ってどこに行ったのかを簡単にメモすることができます。\u001b[22m\n\u001b[1m(Sore wa odorokubeki kotode wa arimasenga, soreha mirikiteki de totemo kawaīdesu. Ikutsu ka no bamende wa, ōku no kangae ya saibu ga tokutei no obujekuto ni haire rarete imashita. Tokiniha āto/ animēshon ga zettai ni sugurete iru koto mo arimasu. So no yōna kēsu no 1tsu wa, karera ga kumo de yoru no sora o tenji suru tokidesu (2-bu gurai no kokuin). Daru wa sekaijū o tabi shite irunode, kare ga bakkuguraundo ni chūi o haratte doko ni itta no ka o kantan ni memo suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4m--It's not amazing, but it is charming and very cute. In some scenes there was a lot of thought and details put into certain objects. Sometimes the art/animation is absolutely outstanding; one such case is when they showcase the night sky with the clouds (Around the 2 min. mark). Since Daru is traveling around the world, it is easy to note where he's has gone to by paying attention to the background.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--It's not amazing, but it is charming and very cute.\u001b[24m\n    \u001b[1mそれは驚くべきことではありませんが、それは魅力的でとてもかわいいです。\u001b[22m, \u001b[1m--Itは驚くほどではないが、それは魅力的で非常にかわいいです。\u001b[22m\n\u001b[4mIn some scenes there was a lot of thought and details put into certain objects.\u001b[24m\n    \u001b[1mいくつかの場面では、多くの考えや細部が特定のオブジェクトに入れられていました。\u001b[22m, \u001b[1mいくつかのシーンでは、特定のオブジェクトに入れ思想と細部の多くがありました。\u001b[22m\n\u001b[4mSometimes the art/animation is absolutely outstanding;\u001b[24m\n    \u001b[1m時にはアート/アニメーションが絶対に優れていることもあります。\u001b[22m, \u001b[1m時にはアート/アニメーションは絶対に顕著です。\u001b[22m\n\u001b[4mone such case is when they showcase the night sky with the clouds (Around the 2 min. mark).\u001b[24m\n    \u001b[1mそのようなケースの1つは、彼らが雲で夜の空を展示するときです（2分ぐらいの刻印）。\u001b[22m, \u001b[1m彼らは（2分。マークアラウンド）雲と夜空を披露するときそのような場合です。\u001b[22m\n\u001b[4mSince Daru is traveling around the world, it is easy to note where he's has gone to by paying attention to the background.\u001b[24m\n    \u001b[1mDaruは世界中を旅しているので、彼がバックグラウンドに注意を払ってどこに行ったのかを簡単にメモすることができます。\u001b[22m, \u001b[1mダルが世界中を旅しているので、彼が背景に着目しに行ってしまったのですどこに注意することは容易です。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\n--Charming. It's very simple and relaxing and in my opinion, the music suits the mood of the scene wonderfully. From the excitement to the hopeless moments, the music is a perfect match without being too overpowering for the scene, but neither lacking in emotion either.\n\n\u001b[1m - チャーミング。 それは非常にシンプルでリラックスしていると私の意見では、音楽は素晴らしいシーンの雰囲気にぴったりです。 興奮から絶望的な瞬間まで、音楽は場面に圧倒されることなく完璧にマッチしますが、感情も欠けていません。\u001b[22m\n\u001b[1m(- Chāmingu. Sore wa hijō ni shinpurude rirakkusu shite iruto watashi no ikende wa, ongaku wa subarashī shīn no fun'iki ni pittaridesu. Kōfun kara zetsubō-tekina shunkan made, ongaku wa bamen ni attō sa reru koto naku kanpeki ni matchi shimasuga, kanjō mo kakete imasen.)\u001b[22m\n\nTranslations of \u001b[4m--Charming. It's very simple and relaxing and in my opinion, the music suits the mood of the scene wonderfully. From the excitement to the hopeless moments, the music is a perfect match without being too overpowering for the scene, but neither lacking in emotion either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Charming.\u001b[24m\n    \u001b[1m - チャーミング。\u001b[22m, \u001b[1m--Charming。\u001b[22m\n\u001b[4mIt's very simple and relaxing and in my opinion, the music suits the mood of the scene wonderfully.\u001b[24m\n    \u001b[1mそれは非常にシンプルでリラックスしていると私の意見では、音楽は素晴らしいシーンの雰囲気にぴったりです。\u001b[22m, \u001b[1mそれは非常にシンプルでリラックスだと私の意見では、音楽は素晴らしく、シーンのムードに適しています。\u001b[22m\n\u001b[4mFrom the excitement to the hopeless moments, the music is a perfect match without being too overpowering for the scene, but neither lacking in emotion either.\u001b[24m\n    \u001b[1m興奮から絶望的な瞬間まで、音楽は場面に圧倒されることなく完璧にマッチしますが、感情も欠けていません。\u001b[22m, \u001b[1m絶望的な瞬間に興奮から、音楽はシーンのためにあまりにも圧倒的されることなく完璧にマッチですが、どちらがどちらかの感情に欠けています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\n--There are really only two characters to focus on, and though while neither really talk much, there is a lot of heart they both have. The owner and Daru both display loyalty and love for one another in their remembrance of each other and determination (In Daru's case) to reunite.\n\n\u001b[1m - 実際に焦点を当てるのは2人のキャラクターだけですが、本当に多くのことを話しているわけではありませんが、どちらも心があります。 所有者とDaruは、お互いを思い出して再会する決意（Daruの場合）を記念して、互いの忠誠心と愛情を表します。\u001b[22m\n\u001b[1m(- Jissai ni shōten o ateru no wa 2-ri no kyarakutā dakedesuga, hontōni ōku no koto o hanashite iru wakede wa arimasenga, dochira mo kokoro ga arimasu. Shoyū-sha to Daru wa, otagai o omoidashite saikai suru ketsui (Daru no baai) o kinen shite, tagai no chūsei kokoro to aijō o arawashimasu.)\u001b[22m\n\nTranslations of \u001b[4m--There are really only two characters to focus on, and though while neither really talk much, there is a lot of heart they both have. The owner and Daru both display loyalty and love for one another in their remembrance of each other and determination (In Daru's case) to reunite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--There are really only two characters to focus on, and though while neither really talk much, there is a lot of heart they both have.\u001b[24m\n    \u001b[1m - 実際に焦点を当てるのは2人のキャラクターだけですが、本当に多くのことを話しているわけではありませんが、どちらも心があります。\u001b[22m, \u001b[1m--Thereに集中するために実際には2つの文字があり、どちらもが本当に多くの話をしない一方で、彼らの両方が持っている心がたくさんあるのに。\u001b[22m\n\u001b[4mThe owner and Daru both display loyalty and love for one another in their remembrance of each other and determination (In Daru's case) to reunite.\u001b[24m\n    \u001b[1m所有者とDaruは、お互いを思い出して再会する決意（Daruの場合）を記念して、互いの忠誠心と愛情を表します。\u001b[22m, \u001b[1m所有者とダル（ダルの場合）互いに決意の彼らの記念で、互いに両方の表示忠誠心と愛が再会します。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\n--While others have expressed lack of interest or enjoyment from this short, perhaps because it IS short and they think it lacks a story, I find this little anime to be quite charming and thoroughly heartwarming. It most definitely reminds me of pixar's shorts--little to no dialogue, but a story behind the actions of the characters and emotion that can be felt. I suppose it takes a certain kind of person to find this enjoyable. It's quite quaint, but it is very cute. If you're anything like me, if you can relate to and understand the message without it being thrown in your face, you'll like this. I quite like this little anime a lot. I love the simplicity of it, as well as the ending. It's nothing powerful and amazing but it's simply the same as enjoying a beautiful day. It's not so much what you did with your time, but just enjoying it for being what it is. Though it looks quite childish, I do believe that a mature audience can take pleasure from this sort of piece.\n\n\u001b[1m - 他の人がこの短いことから興味や娯楽の欠如を表明しているのは、おそらく短くて物語がないと思うから、この小さなアニメは非常に魅力的で徹底的に温かく感じる。 私には間違いなく、ピクサーの短所 - 対話はほとんどない - を感じさせるが、キャラクターと感情のアクションの背後にある物語を思い起こさせる。 私はこの楽しい見つけるために特定の種類の人がかかると思います。 かなり風変わりですが、とてもかわいいです。 あなたが私のようなものなら、あなたの顔に投げ込まれていないメッセージに関連して理解できるなら、あなたはこれを好きになるでしょう。 私はこの小さなアニメが大好きです。 私はそれのシンプルさと終わりが大好きです。 パワフルで驚くべきものではありませんが、それは単に美しい日を楽しむことと同じです。 あなたがあなたの時間を過ごしたことではなく、それが何であるかを楽しむだけです。 それはかなり幼稚に見えますが、成熟した観客がこの種の作品から喜びを得ることができると私は信じています。\u001b[22m\n\u001b[1m(- Hokanohito ga kono mijikai koto kara kyōmi ya goraku no ketsujo o hyōmei shite iru no wa, osoraku mijikakute monogatari ga nai to omoukara, kono chīsana anime wa hijō ni mirikiteki de tetteiteki ni atatakaku kanjiru. Watashiniha machigainaku, pikusā no tansho - taiwa wa hotondo nai - o kanji saseruga, kyarakutā to kanjō no akushon no haigo ni aru monogatari o omoiokosa seru. Watashi wa kono tanoshī mitsukeru tame ni tokutei no shurui no hito ga kakaru to omoimasu. Kanari fūgawaridesuga, totemo kawaīdesu. Anata ga watashi no yōna mononara, anata no kao ni nagekoma rete inai messēji ni kanren shite rikai dekirunara, anata wa kore o suki ni narudeshou. Watashi wa kono chīsana anime ga daisukidesu. Watashi wa sore no shinpuru-sa to owari ga daisukidesu. Pawafuru de odorokubeki monode wa arimasenga, sore wa tan'ni utsukushī hi o tanoshimu koto to onajidesu. Anata ga anata no jikan o sugoshita kotode wa naku, sore ga nandearu ka o tanoshimu dakedesu. Sore wa kanari yōchi ni miemasuga, seijuku shita kankyaku ga kono tane no sakuhin kara yorokobi o eru koto ga dekiru to watashi wa shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4m--While others have expressed lack of interest or enjoyment from this short, perhaps because it IS short and they think it lacks a story, I find this little anime to be quite charming and thoroughly heartwarming. It most definitely reminds me of pixar's shorts--little to no dialogue, but a story behind the actions of the characters and emotion that can be felt. I suppose it takes a certain kind of person to find this enjoyable. It's quite quaint, but it is very cute. If you're anything like me, if you can relate to and understand the message without it being thrown in your face, you'll like this. I quite like this little anime a lot. I love the simplicity of it, as well as the ending. It's nothing powerful and amazing but it's simply the same as enjoying a beautiful day. It's not so much what you did with your time, but just enjoying it for being what it is. Though it looks quite childish, I do believe that a mature audience can take pleasure from this sort of piece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--While others have expressed lack of interest or enjoyment from this short, perhaps because it IS short and they think it lacks a story, I find this little anime to be quite charming and thoroughly heartwarming.\u001b[24m\n    \u001b[1m - 他の人がこの短いことから興味や娯楽の欠如を表明しているのは、おそらく短くて物語がないと思うから、この小さなアニメは非常に魅力的で徹底的に温かく感じる。\u001b[22m, \u001b[1m--While他の人はそれが短いせいか、この短いから興味や楽しさの欠如を表明しているし、彼らは私がこの小さなアニメは非常に魅力的で徹底的に心温まることを見つける、それは物語を欠いていると思います。\u001b[22m\n\u001b[4mIt most definitely reminds me of pixar's shorts--little to no dialogue, but a story behind the actions of the characters and emotion that can be felt.\u001b[24m\n    \u001b[1m私には間違いなく、ピクサーの短所 - 対話はほとんどない - を感じさせるが、キャラクターと感情のアクションの背後にある物語を思い起こさせる。\u001b[22m, \u001b[1mこれは、ほとんど間違いなくPixarのショートパンツを思い出させる - ほとんどなしの対話が、感じることができる文字と感情の行動の背後にある物語に。\u001b[22m\n\u001b[4mI suppose it takes a certain kind of person to find this enjoyable.\u001b[24m\n    \u001b[1m私はこの楽しい見つけるために特定の種類の人がかかると思います。\u001b[22m, \u001b[1m私はそれは、これが楽しい見つけるために人の特定の種類を取るとします。\u001b[22m\n\u001b[4mIt's quite quaint, but it is very cute.\u001b[24m\n    \u001b[1mかなり風変わりですが、とてもかわいいです。\u001b[22m, \u001b[1mこれはかなり古風ですが、それは非常にかわいいです。\u001b[22m\n\u001b[4mIf you're anything like me, if you can relate to and understand the message without it being thrown in your face, you'll like this.\u001b[24m\n    \u001b[1mあなたが私のようなものなら、あなたの顔に投げ込まれていないメッセージに関連して理解できるなら、あなたはこれを好きになるでしょう。\u001b[22m, \u001b[1mあなたは私のような何かをしている場合、あなたはに関連し、それはあなたの顔にスローされずにメッセージを理解することができれば、あなたはこれを気に入るだろう。\u001b[22m\n\u001b[4mI quite like this little anime a lot.\u001b[24m\n    \u001b[1m私はこの小さなアニメが大好きです。\u001b[22m, \u001b[1m私はかなりこの小さなアニメをたくさん好きです。\u001b[22m\n\u001b[4mI love the simplicity of it, as well as the ending.\u001b[24m\n    \u001b[1m私はそれのシンプルさと終わりが大好きです。\u001b[22m, \u001b[1m私はそれを簡単にするだけでなく、エンディングが大好きです。\u001b[22m\n\u001b[4mIt's nothing powerful and amazing but it's simply the same as enjoying a beautiful day.\u001b[24m\n    \u001b[1mパワフルで驚くべきものではありませんが、それは単に美しい日を楽しむことと同じです。\u001b[22m, \u001b[1mそれは、強力で素晴らしい何もないが、それは単に美しい一日楽しむのと同じです。\u001b[22m\n\u001b[4mIt's not so much what you did with your time, but just enjoying it for being what it is.\u001b[24m\n    \u001b[1mあなたがあなたの時間を過ごしたことではなく、それが何であるかを楽しむだけです。\u001b[22m, \u001b[1mそれはあなたの時間でやったことはあまりないのですが、ちょうどそれが何であるかであることのためにそれを楽しんで。\u001b[22m\n\u001b[4mThough it looks quite childish, I do believe that a mature audience can take pleasure from this sort of piece.\u001b[24m\n    \u001b[1mそれはかなり幼稚に見えますが、成熟した観客がこの種の作品から喜びを得ることができると私は信じています。\u001b[22m, \u001b[1mそれは非常に幼稚に見えますが、私は成熟した観客が作品のこの種から喜びを取ることができると信じています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\n--It's simply very cute and charming. It tells a great story given the time frame. The music is wonderful. The art is simple sometimes and amazing other times. The characters truly show heart for one another. I thoroughly enjoyed this, and because it's so short, it's worth sparing 10 minutes and enjoying it for what it is.\n\n\u001b[1m - それは単に非常にかわいいと魅力的です。 それは時間枠を与えられた素晴らしい話を伝えます。 音楽は素晴らしいです。 芸術は時には単純で驚くべき他の時代です。 文字は本当にお互いの心を示す。 私はこれを徹底的に楽しんでいました。とても短かったので、10分節約し、それを楽しむ価値があります。\u001b[22m\n\u001b[1m(- Sore wa tan'ni hijō ni kawaī to mirikitekidesu. Sore wa jikan-waku o atae rareta subarashī hanashi o tsutaemasu. Ongaku wa subarashīdesu. Geijutsu wa tokiniha tanjun de odorokubeki ta no jidaidesu. Moji wa hontōni otagai no kokoro o shimesu. Watashi wa kore o tetteiteki ni tanoshinde imashita. Totemo mijikakattanode, 10-bu setsuyaku shi, sore o tanoshimu kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m--It's simply very cute and charming. It tells a great story given the time frame. The music is wonderful. The art is simple sometimes and amazing other times. The characters truly show heart for one another. I thoroughly enjoyed this, and because it's so short, it's worth sparing 10 minutes and enjoying it for what it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--It's simply very cute and charming.\u001b[24m\n    \u001b[1m - それは単に非常にかわいいと魅力的です。\u001b[22m, \u001b[1m--Itは、単に非常にキュートで魅力的です。\u001b[22m\n\u001b[4mIt tells a great story given the time frame.\u001b[24m\n    \u001b[1mそれは時間枠を与えられた素晴らしい話を伝えます。\u001b[22m, \u001b[1mこれは、時間枠与えられた素晴らしい物語です。\u001b[22m\n\u001b[4mThe music is wonderful.\u001b[24m\n    \u001b[1m音楽は素晴らしいです。\u001b[22m\n\u001b[4mThe art is simple sometimes and amazing other times.\u001b[24m\n    \u001b[1m芸術は時には単純で驚くべき他の時代です。\u001b[22m, \u001b[1m芸術は時々、シンプルで素晴らしい他の時間です。\u001b[22m\n\u001b[4mThe characters truly show heart for one another.\u001b[24m\n    \u001b[1m文字は本当にお互いの心を示す。\u001b[22m, \u001b[1m文字は本当にお互いのために心を示しています。\u001b[22m\n\u001b[4mI thoroughly enjoyed this, and because it's so short, it's worth sparing 10 minutes and enjoying it for what it is.\u001b[24m\n    \u001b[1m私はこれを徹底的に楽しんでいました。とても短かったので、10分節約し、それを楽しむ価値があります。\u001b[22m, \u001b[1m私はこれを完全に楽しんで、そしてそれは非常に短いだから、それが10分を温存し、それが何であるかのためにそれを楽しんで価値があります。\u001b[22m"
  }
]
