[
  {
    "title": "Amnesia",
    "id": "15085",
    "url": "https://myanimelist.net/anime/15085/Amnesia",
    "user": "AmyWatkinson",
    "profile": "/profile/AmyWatkinson/reviews",
    "pages": "9",
    "number": "1",
    "link": "/reviews.php?id=100391",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\nレビュー25：記憶喪失（あなたはまだ忘れています）\n\n申し訳ありませんが、再び記憶喪失とは何ですか？あなたがものを忘れたときですか？\n\nこの新しくリリースされた、混乱を招く記憶喪失シリーズは、すでに英国の特定の地域で大きな打撃を受けていますが、それは私たち全員に届きますか？\n\nそれで、シリーズは、彼女が控えめに働いているレストラン内のトイレのソファーで目を覚ます若い女の子と一緒に始まります。 彼女がそこにいるのを見る前に、彼女は明らかに職場で崩壊し、しばらく来なかった。\n\n彼女はこれらの奇妙な人が誰であるかオリオンが何であるか分かりません。 その後、私たちは彼らがオリオンから離れて、すべての子供のフードの友人であることを理解します。 彼は後で、彼がこの世界から来たものではなく、彼が精神の領域から来たものであることを明らかにする。\n\n私たちの主人公の名前は決して明らかにされていないのですが、彼女は自分の記憶を失う前にすでにオリオンとのカウンターを持っていました。 彼はこの時、彼女が彼女に属するすべてのものを忘れてしまったように見えるので、彼女はここで彼女を助けるためにここにいると説明しています。\n\n我々は最終的にオリオンの助けを借りて過去の女の子を明らかにする。 それは忘れてはならない邪魔なことを掘り起こすことを意味します。\n\nオリオンは、以前の友人や同僚に記憶喪失の疑いを持たせることなく、記憶を取り戻す方法を知っています。 これは、彼女が混乱して再び出るとき（何回か起こる）、彼女は病院に行かなくてはならないということを意味しています。彼女とOrionのために胸を張っているように見えるかもしれません。 彼女は息をする方法や暮らす方法も忘れてしまう前にすべてをやる必要があります。\n\n2つの主なキャラクターは次のとおりです。\n\n少女：私たちは実際に彼女の名前を知るようにはなっていません。あなたが見ている英語版の下位バージョンにもよりますが。 彼女は無邪気で、シリーズが最初に始まったときに寛容に見えるが、彼女が記憶を取り戻すときに、彼女は最悪の場合に向かう。 彼女はかなり小さく、長い茶色の、ピンクのディップが髪の毛で死んで、メイドの服でかわいく見えます。 彼女はどこに住んでいるのか、彼女の友人たち、そしてどこで働いているのかを覚えていない。 彼女はシリーズの中心であり、常に他の人が彼女に集中しています。\n\nオリオン：この世にいない小さな友達。 彼は小さくてかわいいですし、私たちの主人公が自分の肌から飛び出して、彼女が自分と話しているように彼に話すときに、彼女が狂ったように見えるようにするのが大好きです。 彼は彼女の記憶を失った女の子がセリエット全体を通して、彼に会い、聞き取り、話すことができる唯一の人であることを確かめます。 後でシリーズのオリオンは、彼は何も覚えていないと彼の記憶を失ってしまった彼の欠点を説明し、彼は生きている世界に渡ったときに彼は偶然、彼女の魂に突き当たり、 彼女が知っていたことをすべて消してしまった。\n\nこのシリーズは、私が主に行動しているように見える最高のiveではありませんが、私のコンフォートゾーンから完全に外れていても、このシリーズはかなり良いと思います。 近くの学校の友人、ローレンさんに私に勧められました。だから私は感謝の気持ちがすばらしいシリーズと言わなければならず、本当に楽しかったです！\n\nそれは本当に偉大なシリーズですが、それは驚くべきグラフィックスを持っており、細部まで注意を払うと非常に驚くべきものです。 目、髪、衣装は完全にユニークで、私の目の中では重要性の低い他のキャラクターや他のアニメのようなものが目立ちます。 それは本当にあなたの時間の価値があります。\n\n2013年3月17日日曜日。午後6時01分。  〜AmyXxx",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nReview 25: Amnesia (You forgotten yet)\n\n\u001b[1mレビュー25：記憶喪失（あなたはまだ忘れています）\u001b[22m\n\u001b[1m(Rebyū 25: Kioku sōshitsu (anata wa mada wasurete imasu))\u001b[22m\n\nTranslations of \u001b[4mReview 25: Amnesia (You forgotten yet)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReview 25: Amnesia (You forgotten yet)\u001b[24m\n    \u001b[1mレビュー25：記憶喪失（あなたはまだ忘れています）\u001b[22m, \u001b[1mレビュー25：健忘（あなたはまだ忘れ）\u001b[22m\n\u001b[1m\u001b[22m\nSorry, what's amnesia again.... Is it when you forget stuff???\n\n\u001b[1m申し訳ありませんが、再び記憶喪失とは何ですか？あなたがものを忘れたときですか？\u001b[22m\n\u001b[1m(Mōshiwakearimasenga, futatabi kioku sōshitsu to wa nanidesu ka? Anata ga mono o wasureta tokidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mSorry, what's amnesia again.... Is it when you forget stuff???\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry, what's amnesia again.... Is it when you forget stuff???\u001b[24m\n    \u001b[1m申し訳ありませんが、再び記憶喪失とは何ですか？あなたがものを忘れたときですか？\u001b[22m, \u001b[1m申し訳ありませんが、記憶喪失が再び何....それはあなたがものを忘れてしまったときです???\u001b[22m\n\u001b[1m\u001b[22m\nThis newly released yet confusing series of Amnesia has already become a big hit in certain parts of the UK, but will it reach us all..?\n\n\u001b[1mこの新しくリリースされた、混乱を招く記憶喪失シリーズは、すでに英国の特定の地域で大きな打撃を受けていますが、それは私たち全員に届きますか？\u001b[22m\n\u001b[1m(Kono atarashiku rirīsu sa reta, konran o maneku kioku sōshitsu shirīzu wa, sudeni Igirisu no tokutei no chiiki de ōkina dageki o ukete imasuga, soreha watashitachi zen'in ni todokimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThis newly released yet confusing series of Amnesia has already become a big hit in certain parts of the UK, but will it reach us all..?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis newly released yet confusing series of Amnesia has already become a big hit in certain parts of the UK, but will it reach us all..?\u001b[24m\n    \u001b[1mこの新しくリリースされた、混乱を招く記憶喪失シリーズは、すでに英国の特定の地域で大きな打撃を受けていますが、それは私たち全員に届きますか？\u001b[22m, \u001b[1m健忘のこの新しくリリースされた、まだ混乱シリーズは、すでに英国の特定の部分で大ヒットとなっているが、それは私たちすべてに到達しますか..？\u001b[22m\n\u001b[1m\u001b[22m\nSo then, the series starts off with a young girl waking up on a sofa in a rest room within a resturant that she supposidly works at. Before we see her there she had apparently collapsed at work and didn't come round for a while.\n\n\u001b[1mそれで、シリーズは、彼女が控えめに働いているレストラン内のトイレのソファーで目を覚ます若い女の子と一緒に始まります。 彼女がそこにいるのを見る前に、彼女は明らかに職場で崩壊し、しばらく来なかった。\u001b[22m\n\u001b[1m(Sore de, shirīzu wa, kanojo ga hikaeme ni hataraite iru resutoran-nai no toire no sofā de mewosamasu wakai on'nanoko to issho ni hajimarimasu. Kanojo ga soko ni iru no o miru mae ni, kanojo wa akiraka ni shokuba de hōkai shi, shibaraku konakatta.)\u001b[22m\n\nTranslations of \u001b[4mSo then, the series starts off with a young girl waking up on a sofa in a rest room within a resturant that she supposidly works at. Before we see her there she had apparently collapsed at work and didn't come round for a while.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo then, the series starts off with a young girl waking up on a sofa in a rest room within a resturant that she supposidly works at.\u001b[24m\n    \u001b[1mそれで、シリーズは、彼女が控えめに働いているレストラン内のトイレのソファーで目を覚ます若い女の子と一緒に始まります。\u001b[22m, \u001b[1mそれでは、シリーズは、彼女がsupposidlyで働くResturantの内の休憩室にソファの上で目を覚ます若い女の子とオフを開始します。\u001b[22m\n\u001b[4mBefore we see her there she had apparently collapsed at work and didn't come round for a while.\u001b[24m\n    \u001b[1m彼女がそこにいるのを見る前に、彼女は明らかに職場で崩壊し、しばらく来なかった。\u001b[22m, \u001b[1m私たちはそこに彼女を見る前に、彼女は明らかに仕事で崩壊していたし、しばらくの間、ラウンド来ませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nShe has no idea who these strange people are or what Orion is. Later on we figure out that they are all child hood friends, well apart from Orion. He later on reveals that he is not from this world and that he is from the realm of the spirits.\n\n\u001b[1m彼女はこれらの奇妙な人が誰であるかオリオンが何であるか分かりません。 その後、私たちは彼らがオリオンから離れて、すべての子供のフードの友人であることを理解します。 彼は後で、彼がこの世界から来たものではなく、彼が精神の領域から来たものであることを明らかにする。\u001b[22m\n\u001b[1m(Kanojo wa korera no kimyōna hito ga daredearu ka Orion ga nandearu ka wakarimasen. Sonogo, watashitachi wa karera ga Orion kara hanarete, subete no kodomo no fūdo no yūjindearu koto o rikai shimasu. Kare wa atode, kare ga kono sekai kara kita monode wa naku, kare ga seishin no ryōiki kara kita monodearu koto o akiraka ni suru.)\u001b[22m\n\nTranslations of \u001b[4mShe has no idea who these strange people are or what Orion is. Later on we figure out that they are all child hood friends, well apart from Orion. He later on reveals that he is not from this world and that he is from the realm of the spirits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe has no idea who these strange people are or what Orion is.\u001b[24m\n    \u001b[1m彼女はこれらの奇妙な人が誰であるかオリオンが何であるか分かりません。\u001b[22m, \u001b[1m彼女は、これらの奇妙な人々であるか、どのようなオリオンでない考えを持っています。\u001b[22m\n\u001b[4mLater on we figure out that they are all child hood friends, well apart from Orion.\u001b[24m\n    \u001b[1mその後、私たちは彼らがオリオンから離れて、すべての子供のフードの友人であることを理解します。\u001b[22m, \u001b[1mその後我々は、彼らが十分に離れてオリオンから、すべての子フード友達であることを把握します。\u001b[22m\n\u001b[4mHe later on reveals that he is not from this world and that he is from the realm of the spirits.\u001b[24m\n    \u001b[1m彼は後で、彼がこの世界から来たものではなく、彼が精神の領域から来たものであることを明らかにする。\u001b[22m, \u001b[1m彼は後に、彼はこの世界からではなく、彼は霊の領域からのものであることことが明らかになりました。\u001b[22m\n\u001b[1m\u001b[22m\nOur main character who's name is like never revealed, has already had an in counter with Orion before she lost her memories. He explains that this time he's just here to help out with her and the memory loss as he seems to be the reason she has forgotten everything that belonged to her.\n\n\u001b[1m私たちの主人公の名前は決して明らかにされていないのですが、彼女は自分の記憶を失う前にすでにオリオンとのカウンターを持っていました。 彼はこの時、彼女が彼女に属するすべてのものを忘れてしまったように見えるので、彼女はここで彼女を助けるためにここにいると説明しています。\u001b[22m\n\u001b[1m(Watashitachi no shujinkō no namae wa kesshite akiraka ni sa rete inai nodesuga, kanojo wa jibun no kioku o ushinau mae ni sudeni Orion to no kauntā o motte imashita. Kare wa kono toki, kanojo ga kanojo ni zokusuru subete no mono o wasurete shimatta yō ni mieru node, kanojo wa koko de kanojo o tasukeru tame ni koko ni iru to setsumei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOur main character who's name is like never revealed, has already had an in counter with Orion before she lost her memories. He explains that this time he's just here to help out with her and the memory loss as he seems to be the reason she has forgotten everything that belonged to her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur main character who's name is like never revealed, has already had an in counter with Orion before she lost her memories.\u001b[24m\n    \u001b[1m私たちの主人公の名前は決して明らかにされていないのですが、彼女は自分の記憶を失う前にすでにオリオンとのカウンターを持っていました。\u001b[22m, \u001b[1m名前だ私たちの主な文字が明らかになったことがないように、彼女は彼女の記憶を失った前に、すでにオリオンとカウンターに持っていたです。\u001b[22m\n\u001b[4mHe explains that this time he's just here to help out with her and the memory loss as he seems to be the reason she has forgotten everything that belonged to her.\u001b[24m\n    \u001b[1m彼はこの時、彼女が彼女に属するすべてのものを忘れてしまったように見えるので、彼女はここで彼女を助けるためにここにいると説明しています。\u001b[22m, \u001b[1m彼は彼女が彼女に属し、すべてを忘れてしまった理由であると思われるように、彼はここだけだ。この時間は、彼女と記憶喪失を手伝うすると説明しています。\u001b[22m\n\u001b[1m\u001b[22m\nwe eventually start to reveal the girls past with the help of Orion. Which means unearthing disturbing things which should of been left forgotten.\n\n\u001b[1m我々は最終的にオリオンの助けを借りて過去の女の子を明らかにする。 それは忘れてはならない邪魔なことを掘り起こすことを意味します。\u001b[22m\n\u001b[1m(Wareware wa saishūtekini Orion no tasuke o karite kako no on'nanoko o akiraka ni suru. Sore wa wasurete wa naranai jamana koto o horiokosu koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mwe eventually start to reveal the girls past with the help of Orion. Which means unearthing disturbing things which should of been left forgotten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwe eventually start to reveal the girls past with the help of Orion.\u001b[24m\n    \u001b[1m我々は最終的にオリオンの助けを借りて過去の女の子を明らかにする。\u001b[22m, \u001b[1m我々は最終的にはオリオンの助けを借りて、女の子の過去を明らかにすることを始めます。\u001b[22m\n\u001b[4mWhich means unearthing disturbing things which should of been left forgotten.\u001b[24m\n    \u001b[1mそれは忘れてはならない邪魔なことを掘り起こすことを意味します。\u001b[22m, \u001b[1mこれは忘れ残されての必要があります不穏なものを発掘意味。\u001b[22m\n\u001b[1m\u001b[22m\nOrion knows how to get the memories back without making her previous friends and co-workers suspicous of the memory loss. This means that when she's confused and passes out again (which happens a few times) she must not go to the hospital, she cannot see her friends that much as the memory burst may seem to be to over whelming for her and Orion, and it all has to be done before she even forgets how to breath and even live.\n\n\u001b[1mオリオンは、以前の友人や同僚に記憶喪失の疑いを持たせることなく、記憶を取り戻す方法を知っています。 これは、彼女が混乱して再び出るとき（何回か起こる）、彼女は病院に行かなくてはならないということを意味しています。彼女とOrionのために胸を張っているように見えるかもしれません。 彼女は息をする方法や暮らす方法も忘れてしまう前にすべてをやる必要があります。\u001b[22m\n\u001b[1m(Orion wa, izen no yūjin ya dōryō ni kioku sōshitsu no utagai o mota seru koto naku, kioku o torimodosu hōhō o shitte imasu. Kore wa, kanojo ga konran shite futatabi deru toki (nankai ka okoru), kanojo wa byōin ni ikanakute wa naranai to iu koto o imi shite imasu. Kanojo to oraion no tame ni munewohatte iru yō ni mieru kamo shiremasen. Kanojo wa iki o suru hōhō ya kurasu hōhō mo wasureteshimau mae ni subete o yaru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOrion knows how to get the memories back without making her previous friends and co-workers suspicous of the memory loss. This means that when she's confused and passes out again (which happens a few times) she must not go to the hospital, she cannot see her friends that much as the memory burst may seem to be to over whelming for her and Orion, and it all has to be done before she even forgets how to breath and even live.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrion knows how to get the memories back without making her previous friends and co-workers suspicous of the memory loss.\u001b[24m\n    \u001b[1mオリオンは、以前の友人や同僚に記憶喪失の疑いを持たせることなく、記憶を取り戻す方法を知っています。\u001b[22m, \u001b[1mオリオンは、記憶喪失の彼女の前の友人や同僚がsuspicousすることなく、バック思い出を取得する方法を知っています。\u001b[22m\n\u001b[4mThis means that when she's confused and passes out again (which happens a few times) she must not go to the hospital, she cannot see her friends that much as the memory burst may seem to be to over whelming for her and Orion, and it\u001b[24m\n    \u001b[1mこれは、彼女が混乱して再び出るとき（何回か起こる）、彼女は病院に行かなくてはならないということを意味しています。彼女とOrionのために胸を張っているように見えるかもしれません。\u001b[22m, \u001b[1mこれは彼女が混乱だと、彼女は病院に行くしてはならない（数回起こる）再び通過したとき、彼女はそれをメモリ・バーストなどの多くは彼女とオリオンのために圧倒的以上になるように見えるかもしれませんことを彼女の友人を見て、できないことを意味します\u001b[22m\n\u001b[4mall has to be done before she even forgets how to breath and even live.\u001b[24m\n    \u001b[1m彼女は息をする方法や暮らす方法も忘れてしまう前にすべてをやる必要があります。\u001b[22m, \u001b[1mすべては彼女もどのように呼吸するとさえ生き忘れ前に行われなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nThe two main characters are;\n\n\u001b[1m2つの主なキャラクターは次のとおりです。\u001b[22m\n\u001b[1m(2Tsu no omona kyarakutā wa tsugi no tōridesu.)\u001b[22m\n\nTranslations of \u001b[4mThe two main characters are;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe two main characters are;\u001b[24m\n    \u001b[1m2つの主なキャラクターは次のとおりです。\u001b[22m, \u001b[1m二つの主要な文字があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe girl: We don't actual get to know her name, well depending on what english subbed version you are watching. She appears to be innocent and forgiving when the series first starts but as she starts regaining memories she takes a turn for the worst. She's quite small, has long brown, pink dip died hair and looks cute in her maid outfit. she can't remember where she lives, her friends and where she works. She's the heart of the series and has everyone else focused on her at all times.\n\n\u001b[1m少女：私たちは実際に彼女の名前を知るようにはなっていません。あなたが見ている英語版の下位バージョンにもよりますが。 彼女は無邪気で、シリーズが最初に始まったときに寛容に見えるが、彼女が記憶を取り戻すときに、彼女は最悪の場合に向かう。 彼女はかなり小さく、長い茶色の、ピンクのディップが髪の毛で死んで、メイドの服でかわいく見えます。 彼女はどこに住んでいるのか、彼女の友人たち、そしてどこで働いているのかを覚えていない。 彼女はシリーズの中心であり、常に他の人が彼女に集中しています。\u001b[22m\n\u001b[1m(Shōjo: Watashitachi wa jissai ni kanojo no namae o shiru yō ni Hana tte imasen. Anata ga mite iru eigo-ban no kai bājon ni mo yorimasuga. Kanojo wa mujaki de, shirīzu ga saisho ni hajimatta toki ni kan'yō ni mieruga, kanojo ga kioku o torimodosu toki ni, kanojo wa saiaku no baai ni mukau. Kanojo wa kanari chīsaku, nagai chairo no, pinku no dippu ga kaminoke de shinde, meido no fuku de kawaiku miemasu. Kanojo wa doko ni sunde iru no ka, kanojo no yūjin-tachi, soshite doko de hataraite iru no ka o oboeteinai. Kanojo wa shirīzu no chūshindeari, tsuneni hokanohito ga kanojo ni shūchū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe girl: We don't actual get to know her name, well depending on what english subbed version you are watching. She appears to be innocent and forgiving when the series first starts but as she starts regaining memories she takes a turn for the worst. She's quite small, has long brown, pink dip died hair and looks cute in her maid outfit. she can't remember where she lives, her friends and where she works. She's the heart of the series and has everyone else focused on her at all times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe girl: We don't actual get to know her name, well depending on what english subbed version you are watching.\u001b[24m\n    \u001b[1m少女：私たちは実際に彼女の名前を知るようにはなっていません。あなたが見ている英語版の下位バージョンにもよりますが。\u001b[22m, \u001b[1m女の子：私たちはよく、あなたが見ている英語どのような下塗りバージョンに応じて、彼女の名前を知って、実際得ることはありません。\u001b[22m\n\u001b[4mShe appears to be innocent and forgiving when the series first starts but as she starts regaining memories she takes a turn for the worst.\u001b[24m\n    \u001b[1m彼女は無邪気で、シリーズが最初に始まったときに寛容に見えるが、彼女が記憶を取り戻すときに、彼女は最悪の場合に向かう。\u001b[22m, \u001b[1m彼女はシリーズが最初に起動されたときに無実と寛容であるように見えるが、彼女は記憶を取り戻し始めると、彼女は最悪のためにターンを行います。\u001b[22m\n\u001b[4mShe's quite small, has long brown, pink dip died hair and looks cute in her maid outfit.\u001b[24m\n    \u001b[1m彼女はかなり小さく、長い茶色の、ピンクのディップが髪の毛で死んで、メイドの服でかわいく見えます。\u001b[22m, \u001b[1m彼女は、非常に小さいの長い茶色を持って、ピンクのディップが髪を死んだと彼女のメイド服でキュートに見えます。\u001b[22m\n\u001b[4mshe can't remember where she lives, her friends and where she works.\u001b[24m\n    \u001b[1m彼女はどこに住んでいるのか、彼女の友人たち、そしてどこで働いているのかを覚えていない。\u001b[22m, \u001b[1m彼女がどこに住んでいる彼女は、彼女の友人とどこに彼女の作品を思い出すことができません。\u001b[22m\n\u001b[4mShe's the heart of the series and has everyone else focused on her at all times.\u001b[24m\n    \u001b[1m彼女はシリーズの中心であり、常に他の人が彼女に集中しています。\u001b[22m, \u001b[1m彼女はシリーズの心臓部だと誰もがすべての回で彼女に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nOrion: Our little friend who's out of this world. He's small, cute and loves mking our main character jump out of her skin and making her seem like she's gone insane as when she talks to him its like she's talking to her herself. He makes sure that throughout the seriets the girl who's lost her memories is the only one who can see, hear and talk to him. Later in the series Orion explains tht its his fault she can't remember anything and has lost her memories, he explains too us all that when he passed into the world of the living he acidentally bumped into her soul, knocking it out of its place and erasing all that she had known.\n\n\u001b[1mオリオン：この世にいない小さな友達。 彼は小さくてかわいいですし、私たちの主人公が自分の肌から飛び出して、彼女が自分と話しているように彼に話すときに、彼女が狂ったように見えるようにするのが大好きです。 彼は彼女の記憶を失った女の子がセリエット全体を通して、彼に会い、聞き取り、話すことができる唯一の人であることを確かめます。 後でシリーズのオリオンは、彼は何も覚えていないと彼の記憶を失ってしまった彼の欠点を説明し、彼は生きている世界に渡ったときに彼は偶然、彼女の魂に突き当たり、 彼女が知っていたことをすべて消してしまった。\u001b[22m\n\u001b[1m(Orion: Konoyo ni inai chīsana tomodachi. Kare wa chīsakute kawaīdesushi, watashitachi no shujinkō ga jibun no hada kara tobidashite, kanojo ga jibun to hanashite iru yō ni kare ni hanasu toki ni, kanojo ga kurutta yō ni mieru yō ni suru no ga daisukidesu. Kare wa kanojo no kioku o ushinatta on'nanoko ga serietto zentai o tōshite, kare ni ai, kikitori, hanasu koto ga dekiru yuiitsu no hitodearu koto o tashikamemasu. Atode shirīzu no Orion wa, kare wa nani mo oboeteinai to kare no kioku o ushinatte shimatta kare no ketten o setsumei shi, kare wa ikite iru sekai ni watatta toki ni kare wa gūzen, kanojo no tamashī ni tsukiatari, kanojo ga shitte ita koto o subete keshite shimatta.)\u001b[22m\n\nTranslations of \u001b[4mOrion: Our little friend who's out of this world. He's small, cute and loves mking our main character jump out of her skin and making her seem like she's gone insane as when she talks to him its like she's talking to her herself. He makes sure that throughout the seriets the girl who's lost her memories is the only one who can see, hear and talk to him. Later in the series Orion explains tht its his fault she can't remember anything and has lost her memories, he explains too us all that when he passed into the world of the living he acidentally bumped into her soul, knocking it out of its place and erasing all that she had known.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOrion: Our little friend who's out of this world.\u001b[24m\n    \u001b[1mオリオン：この世にいない小さな友達。\u001b[22m, \u001b[1mオリオン：この世界の外だ私たちの小さな友人。\u001b[22m\n\u001b[4mHe's small, cute and loves mking our main character jump out of her skin and making her seem like she's gone insane as when she talks to him its like she's talking to her herself.\u001b[24m\n    \u001b[1m彼は小さくてかわいいですし、私たちの主人公が自分の肌から飛び出して、彼女が自分と話しているように彼に話すときに、彼女が狂ったように見えるようにするのが大好きです。\u001b[22m, \u001b[1m彼は、小さなかわいいですし、彼女の肌の外に我々のメインキャラクターをジャンプさmking、彼女は彼に話したときに、その彼女は彼女に自分自身を話しているようにように彼女が非常識逝ってしまったように彼女が見える作りが大好きです。\u001b[22m\n\u001b[4mHe makes sure that throughout the seriets the girl who's lost her memories is the only one who can see, hear and talk to him.\u001b[24m\n    \u001b[1m彼は彼女の記憶を失った女の子がセリエット全体を通して、彼に会い、聞き取り、話すことができる唯一の人であることを確かめます。\u001b[22m, \u001b[1m彼はserietsを通して彼女の記憶を失った少女が見、聞き、彼に話すことができる唯一のものであることを確認します。\u001b[22m\n\u001b[4mLater in the series Orion explains tht its his fault she can't remember anything and has lost her memories, he explains too us all that when he passed into the world of the living he acidentally bumped into her soul, knocking it out of its place\u001b[24m\n    \u001b[1m後でシリーズのオリオンは、彼は何も覚えていないと彼の記憶を失ってしまった彼の欠点を説明し、彼は生きている世界に渡ったときに彼は偶然、彼女の魂に突き当たり、\u001b[22m, \u001b[1mその後シリーズのオリオンは、彼があまりにも私たちのすべてを説明し、THTは、その彼のせい彼女は何も覚えていないことを説明し、彼女の記憶を失った彼はその場所からそれをノック、彼はacidentally彼女の魂にぶつかった生活の世界に渡されたときに\u001b[22m\n\u001b[4mand erasing all that she had known.\u001b[24m\n    \u001b[1m彼女が知っていたことをすべて消してしまった。\u001b[22m, \u001b[1mそして、彼女は知っていたものをすべて消去します。\u001b[22m\n\u001b[1m\u001b[22m\nThe series its self isn't really the best ive seen as I'm mainly into action, but to say there's no violence whatsoever I think this series is quite good even though its out of my comfort zone completely. It was recommended to me by a close school friend, Lauren, so I have to say thanks babe its a great series and I really enjoyed it!!!\n\n\u001b[1mこのシリーズは、私が主に行動しているように見える最高のiveではありませんが、私の快適ゾーンから完全に外れていても、このシリーズはかなり良いと思います。 近くの学校の友人、ローレンさんに私に勧められました。だから私は感謝の気持ちがすばらしいシリーズと言わなければならず、本当に楽しかったです！\u001b[22m\n\u001b[1m(Kono shirīzu wa, watashi ga omo ni kōdō shite iru yō ni mieru saikō no ivede wa arimasenga, watashi no kaiteki zōn kara kanzen ni hazurete ite mo, kono shirīzu wa kanari yoi to omoimasu. Chikaku no gakkō no yūjin, rōren-san ni watashi ni susume raremashita. Dakara watashi wa kanshanokimochi ga subarashī shirīzu to iwanakereba narazu, hontōni tanoshikattadesu!)\u001b[22m\n\nTranslations of \u001b[4mThe series its self isn't really the best ive seen as I'm mainly into action, but to say there's no violence whatsoever I think this series is quite good even though its out of my comfort zone completely. It was recommended to me by a close school friend, Lauren, so I have to say thanks babe its a great series and I really enjoyed it!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series its self isn't really the best ive seen as I'm mainly into action, but to say there's no violence whatsoever I think this series is quite good even though its out of my comfort zone completely.\u001b[24m\n    \u001b[1mこのシリーズは、私が主に行動しているように見える最高のiveではありませんが、私の快適ゾーンから完全に外れていても、このシリーズはかなり良いと思います。\u001b[22m, \u001b[1mシリーズは、自己が本当に私は主にアクションによと見られて最高のアイブはありませんが、私はこのシリーズがあっても完全に私の快適ゾーンのそのうちかかわらず、非常に良いと思い一切暴力はありませんと言うこと。\u001b[22m\n\u001b[4mIt was recommended to me by a close school friend, Lauren, so I have to say thanks babe its a great series and I really enjoyed it!!!\u001b[24m\n    \u001b[1m近くの学校の友人、ローレンさんに私に勧められました。だから私は感謝の気持ちがすばらしいシリーズと言わなければならず、本当に楽しかったです！\u001b[22m, \u001b[1mこれは、近くに学校の友人、ローレンによって私にお勧め、私はおかげでその偉大なシリーズを赤ん坊を言っていると私は本当にそれを楽しんでました！\u001b[22m\n\u001b[1m\u001b[22m\nIt really isa great series though, it has amazing graphics and is exteemely amazing when it comes to attention to detail. The eyes, the hair and costumes are completely unique and in my eyes stand out amoungst other characters of lesser importance and other animes. It really is worth your time.\n\n\u001b[1mそれは本当に偉大なシリーズですが、それは驚くべきグラフィックスを持っており、細部まで注意を払うと非常に驚くべきものです。 目、髪、衣装は完全にユニークで、私の目の中では重要性の低い他のキャラクターや他のアニメのようなものが目立ちます。 それは本当にあなたの時間の価値があります。\u001b[22m\n\u001b[1m(Sore wa hontōni idaina shirīzudesuga, soreha odorokubeki gurafikkusu o motte ori, saibu made chūiwoharau to hijō ni odorokubeki monodesu.-Me, kami, ishō wa kanzen ni yunīku de, watashi no me no nakade wa jūyō-sei no hikui ta no kyarakutā ya hoka no anime no yōna mono ga medachimasu. Sore wa hontōni anata no jikan no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt really isa great series though, it has amazing graphics and is exteemely amazing when it comes to attention to detail. The eyes, the hair and costumes are completely unique and in my eyes stand out amoungst other characters of lesser importance and other animes. It really is worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt really isa great series though, it has amazing graphics and is exteemely amazing when it comes to attention to detail.\u001b[24m\n    \u001b[1mそれは本当に偉大なシリーズですが、それは驚くべきグラフィックスを持っており、細部まで注意を払うと非常に驚くべきものです。\u001b[22m, \u001b[1mそれは本当にISA素晴らしいシリーズは、しかし、それは素晴らしいグラフィックスを持っており、それは細部への注意に来るときexteemely素晴らしいです。\u001b[22m\n\u001b[4mThe eyes, the hair and costumes are completely unique and in my eyes stand out amoungst other characters of lesser importance and other animes.\u001b[24m\n    \u001b[1m目、髪、衣装は完全にユニークで、私の目の中では重要性の低い他のキャラクターや他のアニメのようなものが目立ちます。\u001b[22m, \u001b[1m目、髪や衣装は完全に一意であり、私の目にはあまり重要と他のアニメの他の文字amoungst目立ちます。\u001b[22m\n\u001b[4mIt really is worth your time.\u001b[24m\n    \u001b[1mそれは本当にあなたの時間の価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nSunday 17th March 2013. 6:01 pm. ~AmyXxx\n\n\u001b[1m2013年3月17日日曜日。午後6時01分。  〜AmyXxx\u001b[22m\n\u001b[1m(2013-Nen 3 tsuki 17-nichi nichiyōbi. Gogo 6-ji 01-bu. 〜 AmyXxx)\u001b[22m\n\nTranslations of \u001b[4mSunday 17th March 2013. 6:01 pm. ~AmyXxx\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSunday 17th March 2013. 6:01 pm.\u001b[24m\n    \u001b[1m2013年3月17日日曜日。午後6時01分。\u001b[22m, \u001b[1m日曜日の3月17日2013年18:01。\u001b[22m\n\u001b[4m~AmyXxx\u001b[24m\n    \u001b[1m〜AmyXxx\u001b[22m"
  },
  {
    "title": "Amnesia",
    "id": "15085",
    "url": "https://myanimelist.net/anime/15085/Amnesia",
    "user": "kawaiimush",
    "profile": "/profile/kawaiimush/reviews",
    "pages": "9",
    "number": "2",
    "link": "/reviews.php?id=109587",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  5\n|  7\n\n最初は何が起こっているのか理解していたので、私は本当にその話を楽しんでいませんでした。 しかし、なぜ私はそれが健忘症を起こす「ヒロイン」のようなものなのか理解しています。 これは私たちが彼女を靴の中に入れようとしていると信じています。それは混乱と喪失でした。 私はロマンチックなシーンは、私はこのアニメを見守っていたと思う。\n\n芸術はかなり平均的なので、それについて多くのことを言うことはありません。\n\n柳奈木さんの作品だったので、本当に楽しかったです。 バックグラウンドとエンディングの音楽に関しては、かなり上質で平均的でした。\n\nそれはキャラクターになると、彼らはそれを少し急いで感じた。 私は「ヒロイン」が多くの感情を表現できなかったことにも失望しました。 彼女はほとんど穏やかで混乱していましたが、私は個人的には、彼女がとてもかわいいパートナー、オリオンと、ほとんどの時間だったので、彼女はそれがそうだったと信じています。 主人公の1人は、他の多くの人がおそらく同意するだろう、あまりにも遠くに行った。 そして、私はずっと遠いです。 私は彼女のボーイフレンドが彼女の名前を呼んでいなかった方法に本当にうんざりしていました。 一度ではありません！ このアニメの本当に悪い点以外にも、キャラクターの個性の残りの部分は本当に楽しかったです。 保護、ロマンチック、ショーオフ、スマート、そして狂気のようなものになることがあります。 それは私がアニメに興味を持ったと思ったものです。\n\nそれは浮き沈みを持っていますが、私はこれがかなり楽しいとわかりました。私は間違いなく、記憶とロマンスを愛する人に記憶喪失を勧めます。",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI didnt really enjoy the story very much as it was understand what was happening at the beginning. But i kind of understand why it was like that as its about a 'Heroine' that gets amnesia. This i believe they are trying to put us in her shoes, which was confusion and loss. I guess the romantic scenes were what kept me watching this anime.\n\n\u001b[1m最初は何が起こっているのか理解していたので、私は本当にその話を楽しんでいませんでした。 しかし、なぜ私はそれが健忘症を起こす「ヒロイン」のようなものなのか理解しています。 これは私たちが彼女を靴の中に入れようとしていると信じています。それは混乱と喪失でした。 私はロマンチックなシーンは、私はこのアニメを見守っていたと思う。\u001b[22m\n\u001b[1m(Saisho wa nani ga okotte iru no ka rikai shite itanode, watashi wa hontōni sono-wa o tanoshinde imasendeshita. Shikashi, naze watashi wa sore ga kenbōshō o okosu `hiroin' no yōna monona no ka rikai shite imasu. Kore wa watashitachi ga kanojo o kutsu no naka ni ireyou to shite iru to shinjite imasu. Sore wa konran to sōshitsudeshita. Watashi wa romanchikkuna shīn wa, watashi wa kono anime o mimamotte ita to omou.)\u001b[22m\n\nTranslations of \u001b[4mI didnt really enjoy the story very much as it was understand what was happening at the beginning. But i kind of understand why it was like that as its about a 'Heroine' that gets amnesia. This i believe they are trying to put us in her shoes, which was confusion and loss. I guess the romantic scenes were what kept me watching this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didnt really enjoy the story very much as it was understand what was happening at the beginning.\u001b[24m\n    \u001b[1m最初は何が起こっているのか理解していたので、私は本当にその話を楽しんでいませんでした。\u001b[22m, \u001b[1mそれは初めに起こっていたかを理解したように私は実際には非常に多くの物語をお楽しみくださいdidntの。\u001b[22m\n\u001b[4mBut i kind of understand why it was like that as its about a 'Heroine' that gets amnesia.\u001b[24m\n    \u001b[1mしかし、なぜ私はそれが健忘症を起こす「ヒロイン」のようなものなのか理解しています。\u001b[22m, \u001b[1mそれは記憶喪失を取得し、その約「ヒロイン」としてそのようなものだった理由が、私は一種の理解します。\u001b[22m\n\u001b[4mThis i believe they are trying to put us in her shoes, which was confusion and loss.\u001b[24m\n    \u001b[1mこれは私たちが彼女を靴の中に入れようとしていると信じています。それは混乱と喪失でした。\u001b[22m, \u001b[1mこれは、私は、彼らは混乱と損失だった、彼女の靴で私たちを入れしようとしていると信じています。\u001b[22m\n\u001b[4mI guess the romantic scenes were what kept me watching this anime.\u001b[24m\n    \u001b[1m私はロマンチックなシーンは、私はこのアニメを見守っていたと思う。\u001b[22m, \u001b[1m私はロマンチックなシーンがこのアニメを見て私を保っ何だったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was pretty average so there isnt much to say about it.\n\n\u001b[1m芸術はかなり平均的なので、それについて多くのことを言うことはありません。\u001b[22m\n\u001b[1m(Geijutsu wa kanari heikin-tekinanode, sore ni tsuite ōku no koto o iu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art was pretty average so there isnt much to say about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was pretty average so there isnt much to say about it.\u001b[24m\n    \u001b[1m芸術はかなり平均的なので、それについて多くのことを言うことはありません。\u001b[22m, \u001b[1m芸術はかなり平均だったので、これについては、あまり説明する必要がありイマイチ。\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed the opening since it was by Nagi Yanagi and her songs sound really great. As for the background and ending music, it was pretty fine and average.\n\n\u001b[1m柳奈木さんの作品だったので、本当に楽しかったです。 バックグラウンドとエンディングの音楽に関しては、かなり上質で平均的でした。\u001b[22m\n\u001b[1m(Ryūna ki-san no sakuhindattanode, hontōni tanoshikattadesu. Bakkuguraundo to endingu no ongaku ni kanshite wa, kanari jōshitsu de heikin-tekideshita.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed the opening since it was by Nagi Yanagi and her songs sound really great. As for the background and ending music, it was pretty fine and average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed the opening since it was by Nagi Yanagi and her songs sound really great.\u001b[24m\n    \u001b[1m柳奈木さんの作品だったので、本当に楽しかったです。\u001b[22m, \u001b[1mそれはやなぎなぎと彼女の歌は本当に素晴らしい音によるものであったので、私は本当に開口部を楽しみました。\u001b[22m\n\u001b[4mAs for the background and ending music, it was pretty fine and average.\u001b[24m\n    \u001b[1mバックグラウンドとエンディングの音楽に関しては、かなり上質で平均的でした。\u001b[22m, \u001b[1m背景とエンディングの音楽に関しては、それはかなり細かいと平均でした。\u001b[22m\n\u001b[1m\u001b[22m\nWhen it comes to the characters, i felt they rushed it a bit. I was also disappointed at how 'Heroine' wasn't able to express many emotions. She was mostly calm and confused but i personally believe she was like that because she was, most of the time, with her awesome cute partner, Orion. One of the main characters, many others would probably agree with, just went too far. And I MEAN TOO FAR. I was really disgusted at how her boyfriend(s) had not ONCE called her name. Not EVEN ONCE! Besides the really bad points about this anime, I really enjoyed the rest of the character's personalities. They can be over protective, romantic, show-off, smart and insane. That's what i thought gave me interest to the anime.\n\n\u001b[1mそれはキャラクターになると、彼らはそれを少し急いで感じた。 私は「ヒロイン」が多くの感情を表現できなかったことにも失望しました。 彼女はほとんど穏やかで混乱していましたが、私は個人的には、彼女が彼女の素晴らしいかわいいパートナー、オリオンと、ほとんどの時間だったので、彼女はそれのようだと信じています。 主人公の1人は、他の多くの人がおそらく同意するだろう、あまりにも遠くに行った。 そして、私はずっと遠いです。 私は彼女のボーイフレンドが彼女の名前を呼んでいなかった方法に本当にうんざりしていた。 一度ではありません！ このアニメの本当に悪い点以外にも、キャラクターの個性の残りの部分は本当に楽しかったです。 保護、ロマンチック、ショーオフ、スマート、そして狂気のようなものになることがあります。 それは私がアニメに興味を持ったと思ったものです。\u001b[22m\n\u001b[1m(Sore wa kyarakutā ni naru to, karera wa sore o sukoshi isoide kanjita. Watashi wa `hiroin' ga ōku no kanjō o hyōgen dekinakatta koto ni mo shitsubō shimashita. Kanojo wa hotondo odayakade konran shite imashitaga, watashi wa kojin-teki ni wa, kanojo ga kanojo no subarashī kawaī pātonā, Orion to, hotondo no jikandattanode, kanojo wa sore no yōda to shinjite imasu. Shujinkō no 1-ri wa, hoka no ōku no hito ga osoraku dōi surudarou, amarini mo tōku ni itta. Soshite, watashi wa zutto tōidesu. Watashi wa kanojo no bōifurendo ga kanojo no namaewoyonde inakatta hōhō ni hontōni unzari shite ita. Ichidode wa arimasen! Kono anime no hontōni warui ten igai ni mo, kyarakutā no kosei no nokori no bubun wa hontōni tanoshikattadesu. Hogo, romanchikku, shōofu, sumāto, soshite kyōki no yōna mono ni naru koto ga arimasu. Sore wa watashi ga anime ni kyōmi o motta to omotta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes to the characters, i felt they rushed it a bit. I was also disappointed at how 'Heroine' wasn't able to express many emotions. She was mostly calm and confused but i personally believe she was like that because she was, most of the time, with her awesome cute partner, Orion. One of the main characters, many others would probably agree with, just went too far. And I MEAN TOO FAR. I was really disgusted at how her boyfriend(s) had not ONCE called her name. Not EVEN ONCE! Besides the really bad points about this anime, I really enjoyed the rest of the character's personalities. They can be over protective, romantic, show-off, smart and insane. That's what i thought gave me interest to the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes to the characters, i felt they rushed it a bit.\u001b[24m\n    \u001b[1mそれはキャラクターになると、彼らはそれを少し急いで感じた。\u001b[22m, \u001b[1mそれが文字になると、私は、彼らはそれを少し急いだ感じました。\u001b[22m\n\u001b[4mI was also disappointed at how 'Heroine' wasn't able to express many emotions.\u001b[24m\n    \u001b[1m私は「ヒロイン」が多くの感情を表現できなかったことにも失望しました。\u001b[22m, \u001b[1m私は「ヒロイン」は多くの感情を表現することができませんでしたどのようにもがっかりしました。\u001b[22m\n\u001b[4mShe was mostly calm and confused but i personally believe she was like that because she was, most of the time, with her awesome cute partner, Orion.\u001b[24m\n    \u001b[1m彼女はほとんど穏やかで混乱していましたが、私は個人的には、彼女が彼女の素晴らしいかわいいパートナー、オリオンと、ほとんどの時間だったので、彼女はそれのようだと信じています。\u001b[22m, \u001b[1m彼女はほとんどが穏やかで、混乱していたが、私は個人的に彼女は素晴らしいかわいいパートナー、オリオンで、ほとんどの時間だったので、彼女はそのようなものだったと考えています。\u001b[22m\n\u001b[4mOne of the main characters, many others would probably agree with, just went too far.\u001b[24m\n    \u001b[1m主人公の1人は、他の多くの人がおそらく同意するだろう、あまりにも遠くに行った。\u001b[22m, \u001b[1mメインキャラクターの一つは、他の多くは、おそらくあまりにも遠くに行ってきました、と同意するだろう。\u001b[22m\n\u001b[4mAnd I MEAN TOO FAR.\u001b[24m\n    \u001b[1mそして、私はずっと遠いです。\u001b[22m, \u001b[1mそして、私はあまりにも遠くMEAN。\u001b[22m\n\u001b[4mI was really disgusted at how her boyfriend(s) had not ONCE called her name.\u001b[24m\n    \u001b[1m私は彼女のボーイフレンドが彼女の名前を呼んでいなかった方法に本当にうんざりしていた。\u001b[22m, \u001b[1m私は彼女のボーイフレンド（s）はONCE彼女の名前を呼ばれていなかった方法で本当にうんざりでした。\u001b[22m\n\u001b[4mNot EVEN ONCE!\u001b[24m\n    \u001b[1m一度ではありません！\u001b[22m, \u001b[1mではない一度も！\u001b[22m\n\u001b[4mBesides the really bad points about this anime, I really enjoyed the rest of the character's personalities.\u001b[24m\n    \u001b[1mこのアニメの本当に悪い点以外にも、キャラクターの個性の残りの部分は本当に楽しかったです。\u001b[22m, \u001b[1mこのアニメについては本当に悪い点のほかに、私は本当にキャラクターの個性の残りの部分を楽しみました。\u001b[22m\n\u001b[4mThey can be over protective, romantic, show-off, smart and insane.\u001b[24m\n    \u001b[1m保護、ロマンチック、ショーオフ、スマート、そして狂気のようなものになることがあります。\u001b[22m, \u001b[1m彼らは、保護、ロマンチック、ショーオフの上にスマートかつ非常識なことができます。\u001b[22m\n\u001b[4mThat's what i thought gave me interest to the anime.\u001b[24m\n    \u001b[1mそれは私がアニメに興味を持ったと思ったものです。\u001b[22m, \u001b[1mそれは私がアニメに私に興味を与えたと思ったものです。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough it has its ups and downs, i found this quite enjoyable and i'd definitely recommend Amnesia to those who love shoujo and romance.\n\n\u001b[1mそれは浮き沈みを持っていますが、私はこれがかなり楽しいとわかりました。私は間違いなく、記憶とロマンスを愛する人に記憶喪失を勧めます。\u001b[22m\n\u001b[1m(Sore wa ukishizumi o motte imasuga, watashi wa kore ga kanari tanoshī to wakarimashita. Watashi wa machigainaku, kioku to romansu o aisuruhito ni kioku sōshitsu o susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough it has its ups and downs, i found this quite enjoyable and i'd definitely recommend Amnesia to those who love shoujo and romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough it has its ups and downs, i found this quite enjoyable and i'd definitely recommend Amnesia to those who love shoujo and romance.\u001b[24m\n    \u001b[1mそれは浮き沈みを持っていますが、私はこれがかなり楽しいとわかりました。私は間違いなく、記憶とロマンスを愛する人に記憶喪失を勧めます。\u001b[22m, \u001b[1mそれは、その浮き沈みがありますが、私はこの非常に楽しい発見し、私は間違いなく少女とロマンスを愛する人に健忘をお勧めします。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Amnesia",
    "id": "15085",
    "url": "https://myanimelist.net/anime/15085/Amnesia",
    "user": "FlackStar007",
    "profile": "/profile/FlackStar007/reviews",
    "pages": "9",
    "number": "3",
    "link": "/reviews.php?id=92651",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n誰もが挨拶\n\n私はあなたの喜びのために、レビューを簡単かつポイントに保ちます。\n\nアニメとしての記憶喪失は、まず磨かれ、その想像力で爽快な強い芸術的感触であなたの興味を引く。  （不思議の国の地見なしのアリス）\n芸術から、私たちはキャッチーであり、各エピソードを入力する良い気分を提供する強力なイントロに移動します。\n\nそれから、私たちは主人公に移動します。主人公は大きな困難に直面しても、自分自身と彼女の信念に当てはまります。 尊敬と気持ちで物語に取り組むハーレムの領域を逆転させるのもいいですね。\n\n複数の可能性を探求するという考え方が好きなら、私たちの人生はそれぞれが私たちの姿を映し出していますが、異なる角度から考えると、記憶喪失も好きです。\n\n私はあなたがアニメを楽しむことを願っています\n\n敬具\nマイケル",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGreetings Everyone\n\n\u001b[1m誰もが挨拶\u001b[22m\n\u001b[1m(Daremoga aisatsu)\u001b[22m\n\nTranslations of \u001b[4mGreetings Everyone\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreetings Everyone\u001b[24m\n    \u001b[1m誰もが挨拶\u001b[22m, \u001b[1mあいさつみんな\u001b[22m\n\u001b[1m\u001b[22m\nI will keep the review simple and to the point for your enjoyment.\n\n\u001b[1m私はあなたの喜びのために、レビューを簡単かつポイントに保ちます。\u001b[22m\n\u001b[1m(Watashi wa anata no yorokobi no tame ni, rebyū o kantan katsu pointo ni tamochimasu.)\u001b[22m\n\nTranslations of \u001b[4mI will keep the review simple and to the point for your enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will keep the review simple and to the point for your enjoyment.\u001b[24m\n    \u001b[1m私はあなたの喜びのために、レビューを簡単かつポイントに保ちます。\u001b[22m, \u001b[1m私はあなたの楽しみのためにレビューをシンプルにし、ポイントになります。\u001b[22m\n\u001b[1m\u001b[22m\nAmnesia as a Anime first takes your interest with its strong artistic feel that is polished and is refreshing in its imagination. (a very Alice in wonder land feel)\n\n\u001b[1mアニメとしての記憶喪失は、まず磨かれ、その想像力で爽快な強い芸術的感触であなたの興味を引く。  （不思議の国の地見なしのアリス）\u001b[22m\n\u001b[1m(Anime to shite no kioku sōshitsu wa, mazu migaka re, sono sōzō-ryoku de sōkaina tsuyoi geijutsu-teki kanshoku de anata no kyōmiwohiku. (Fushiginokuni no ji minashi no Arisu))\u001b[22m\n\nTranslations of \u001b[4mAmnesia as a Anime first takes your interest with its strong artistic feel that is polished and is refreshing in its imagination. (a very Alice in wonder land feel)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAmnesia as a Anime first takes your interest with its strong artistic feel that is polished and is refreshing in its imagination.\u001b[24m\n    \u001b[1mアニメとしての記憶喪失は、まず磨かれ、その想像力で爽快な強い芸術的感触であなたの興味を引く。\u001b[22m, \u001b[1mアニメなどの記憶喪失は、最初に研磨され、その想像力で爽やかその強力な芸術的感覚であなたの興味を取ります。\u001b[22m\n\u001b[4m(a very Alice in wonder land feel)\u001b[24m\n    \u001b[1m（不思議の国の地見なしのアリス）\u001b[22m, \u001b[1m（不思議な土地で非常にアリスは感じます）\u001b[22m\nFrom the art we move to a powerful intro that is catchy and provides a good mood to enter each episode.\n\n\u001b[1m芸術から、私たちはキャッチーであり、各エピソードを入力する良い気分を提供する強力なイントロに移動します。\u001b[22m\n\u001b[1m(Geijutsu kara, watashitachiha kyatchīdeari, kaku episōdo o nyūryoku suru yoi kibun o teikyō suru kyōryokuna Intoro ni idō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFrom the art we move to a powerful intro that is catchy and provides a good mood to enter each episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the art we move to a powerful intro that is catchy and provides a good mood to enter each episode.\u001b[24m\n    \u001b[1m芸術から、私たちはキャッチーであり、各エピソードを入力する良い気分を提供する強力なイントロに移動します。\u001b[22m, \u001b[1m芸術から、我々はキャッチーで、各エピソードを入力するのは良い気分を提供する強力なイントロに移動します。\u001b[22m\n\u001b[1m\u001b[22m\nThen we move to the main character who though faced with great difficulty stays true to herself and her convictions. its also nice to have a reversal in the harem realm that tackles the story with respect and feeling.\n\n\u001b[1mそれから、私たちは主人公に移動します。主人公は大きな困難に直面しても、自分自身と彼女の信念に当てはまります。 尊敬と気持ちで物語に取り組むハーレムの領域を逆転させるのもいいですね。\u001b[22m\n\u001b[1m(Sorekara, watashitachiha shujinkō ni idō shimasu. Shujinkō wa ōkina kon'nan ni chokumen shite mo, jibun jishin to kanojo no shin'nen ni atehamarimasu. Sonkei to kimochi de monogatari ni torikumu hāremu no ryōiki o gyakuten sa seru no mo īdesu ne.)\u001b[22m\n\nTranslations of \u001b[4mThen we move to the main character who though faced with great difficulty stays true to herself and her convictions. its also nice to have a reversal in the harem realm that tackles the story with respect and feeling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen we move to the main character who though faced with great difficulty stays true to herself and her convictions.\u001b[24m\n    \u001b[1mそれから、私たちは主人公に移動します。主人公は大きな困難に直面しても、自分自身と彼女の信念に当てはまります。\u001b[22m, \u001b[1mその後、我々は大きな困難に直面しても彼女自身と彼女の信念に忠実主人公に移動します。\u001b[22m\n\u001b[4mits also nice to have a reversal in the harem realm that tackles the story with respect and feeling.\u001b[24m\n    \u001b[1m尊敬と気持ちで物語に取り組むハーレムの領域を逆転させるのもいいですね。\u001b[22m, \u001b[1m尊敬と感覚でストーリーを取り組むハーレムレルムに逆転を持っているのも嬉しいです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you like the idea of exploring multiple possibilities from the perspective that our lives have mirrors where each is a reflection of us but from a different angle then you will also like Amnesia.\n\n\u001b[1m複数の可能性を探求するという考え方が好きなら、私たちの人生はそれぞれが私たちの姿を映し出していますが、異なる角度から考えると、記憶喪失も好きです。\u001b[22m\n\u001b[1m(Fukusū no kanōsei o tankyū suru to iu kangaekata ga sukinara, watashitachi no jinsei wa sorezore ga watashitachi no sugata o utsushidashite imasuga, kotonaru kakudo kara kangaeru to, kioku sōshitsu mo sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like the idea of exploring multiple possibilities from the perspective that our lives have mirrors where each is a reflection of us but from a different angle then you will also like Amnesia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like the idea of exploring multiple possibilities from the perspective that our lives have mirrors where each is a reflection of us but from a different angle then you will also like Amnesia.\u001b[24m\n    \u001b[1m複数の可能性を探求するという考え方が好きなら、私たちの人生はそれぞれが私たちの姿を映し出していますが、異なる角度から考えると、記憶喪失も好きです。\u001b[22m, \u001b[1mあなたは私たちの生活は、それぞれが私たちの反映である鏡を持っている観点から、複数の可能性を探求するのが、あなたにもなる記憶喪失のような、異なる角度からのアイデアのような場合。\u001b[22m\n\u001b[1m\u001b[22m\nI hope you enjoy the Anime\n\n\u001b[1m私はあなたがアニメを楽しむことを願っています\u001b[22m\n\u001b[1m(Watashi wa anata ga anime o tanoshimu koto o negatte imasu)\u001b[22m\n\nTranslations of \u001b[4mI hope you enjoy the Anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope you enjoy the Anime\u001b[24m\n    \u001b[1m私はあなたがアニメを楽しむことを願っています\u001b[22m, \u001b[1m私はあなたがアニメをお楽しみください\u001b[22m\n\u001b[1m\u001b[22m\nKind Regards\n\n\u001b[1m敬具\u001b[22m\n\u001b[1m(Keigu)\u001b[22m\n\nTranslations of \u001b[4mKind Regards\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKind Regards\u001b[24m\n    \u001b[1m敬具\u001b[22m, \u001b[1m親切な意見\u001b[22m, \u001b[1mかしこ\u001b[22m\nMichael\n\n\u001b[1mマイケル\u001b[22m\n\u001b[1m(Maikeru)\u001b[22m\n\nTranslations of \u001b[4mMichael\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMichael\u001b[24m\n    \u001b[1mマイケル\u001b[22m"
  }
]
