[
  {
    "title": "Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "id": "15199",
    "url": "https://myanimelist.net/anime/15199/Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "user": "Helios33",
    "profile": "/profile/Helios33/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=192182",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  10\nキャラクター|  2\n|  3\n\nこれは非常に退屈だった。 私はどれくらい前に戻ってきたのかを信じることができます。実際に何が起こったのか覚えていないので、前のエピソードを準備中に見直しました。\n\n最初の半分：それはまったく重要ではない、キャラクターは想像できる最も無責任な方法で彼らのお金を失う、1つの官僚が全体のチームを閉鎖するように。 欧州軍がそのように運営されていれば、彼らは失うべきです。\nジプシーサブプロット全体は無意味です。 私は彼らがキャラクターを肉体化しようとしていて、戦いを越えて関係を築くようになってしまいますが、時間を除いて目的はありません。 実際、エピソード全体は可能な限りドラッグされています。\n2番目の部分：はいルルーシュは現れますが、本当はありません。 シリーズの偉大なキャラクターがなくなり、残っているのはシェル、漫画です。 彼はスマートに行動します。なぜなら、彼はスマートであることを知っていると思われるからです。しかし、この物語の文脈では、彼はほとんど行いません。 それから、ブリタニアを裏切っている人について、そして反逆を強制するためにルルーシュのアイデンティティーを使用しようとしている人について、いくつかダムプロットがありますが、それは理にかなっていません。 彼の行動はほとんど無作為であり、明確な動機はないので、通常のアニメ・トロピックは人類に失望しているので、誰も殺すつもりではない。\n\n結論として、キャラクターは鈍く、プロットはランタイム全体を蛇行し、元のシリーズの最愛のキャラクターは元のキャラクターの似顔絵になります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nThis was very boring. I can believe how long it was push back, in fact I could not remember what had happened before, so I re-watched the previous episodes in preparation, all for nothing.\n\n\u001b[1mこれは非常に退屈だった。 私はどれくらい前に戻ってきたのかを信じることができます。実際に何が起こったのか覚えていないので、前のエピソードを準備中に見直しました。\u001b[22m\n\u001b[1m(Kore wa hijō ni taikutsudatta. Watashi wa dore kurai mae ni modotte kita no ka o shinjiru koto ga dekimasu. Jissai ni nani ga okotta no ka oboete inainode, mae no episōdo o junbi-chū ni minaoshimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis was very boring. I can believe how long it was push back, in fact I could not remember what had happened before, so I re-watched the previous episodes in preparation, all for nothing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was very boring.\u001b[24m\n    \u001b[1mこれは非常に退屈だった。\u001b[22m, \u001b[1mこれは非常に退屈でした。\u001b[22m\n\u001b[4mI can believe how long it was push back, in fact I could not remember what had happened before, so I re-watched the previous episodes in preparation, all for nothing.\u001b[24m\n    \u001b[1m私はどれくらい前に戻ってきたのかを信じることができます。実際に何が起こったのか覚えていないので、前のエピソードを準備中に見直しました。\u001b[22m, \u001b[1m私は実際に私が前に何が起こったのか覚えていませんでしたので、私は準備の前のエピソード、何のためにすべて再見て、それがプッシュバックされた時間の長信じることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe first half: it is totally inconsequential, the characters lose their money in the most irresponsible way imaginable, as one bureaucrat shuts down the entire squad. If the European military is run like that they deserve to lose.\n\n\u001b[1m最初の半分：それはまったく重要ではない、キャラクターは想像できる最も無責任な方法で彼らのお金を失う、1つの官僚が全体のチームを閉鎖するように。 欧州軍がそのように運営されていれば、彼らは失うべきです。\u001b[22m\n\u001b[1m(Saisho no hanbun: Sore wa mattaku jūyōde wanai, kyarakutā wa sōzō dekiru mottomo musekinin'na hōhō de karera no okane o ushinau, 1tsu no kanryō ga zentai no chīmu o heisa suru yō ni. Ōshūgun ga sonoyōni un'ei sa rete ireba, karera wa ushinaubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe first half: it is totally inconsequential, the characters lose their money in the most irresponsible way imaginable, as one bureaucrat shuts down the entire squad. If the European military is run like that they deserve to lose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first half: it is totally inconsequential, the characters lose their money in the most irresponsible way imaginable, as one bureaucrat shuts down the entire squad.\u001b[24m\n    \u001b[1m最初の半分：それはまったく重要ではない、キャラクターは想像できる最も無責任な方法で彼らのお金を失う、1つの官僚が全体のチームを閉鎖するように。\u001b[22m, \u001b[1m前半：1官僚が全体の分隊をシャットダウンするように、それは、文字が想像最も無責任な方法で彼らのお金を失うことは全く重要ではありません。\u001b[22m\n\u001b[4mIf the European military is run like that they deserve to lose.\u001b[24m\n    \u001b[1m欧州軍がそのように運営されていれば、彼らは失うべきです。\u001b[22m, \u001b[1m欧州軍はそのように実行された場合、彼らは失うことに値します。\u001b[22m\nThe whole gipsy sub plot is pointless. I get they were trying to flesh out the characters and give them relations beyond just fighting, but it serves no purpose, except fill time. In fact the entire episode is drag as much as possible.\n\n\u001b[1mジプシーサブプロット全体は無意味です。 私は彼らがキャラクターを肉体化しようとしていて、戦いを越えて関係を築くようになってしまいますが、時間を除いて目的はありません。 実際、エピソード全体は可能な限りドラッグされています。\u001b[22m\n\u001b[1m(Jipushīsabupurotto zentai wa muimidesu. Watashi wa karera ga kyarakutā o nikutai-ka shiyou to shite ite, tatakai o koete kankei o kizuku yō ni natte shimaimasuga, jikan o nozoite mokuteki wa arimasen. Jissai, episōdo zentai wa kanōnakagiri doraggu sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe whole gipsy sub plot is pointless. I get they were trying to flesh out the characters and give them relations beyond just fighting, but it serves no purpose, except fill time. In fact the entire episode is drag as much as possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe whole gipsy sub plot is pointless.\u001b[24m\n    \u001b[1mジプシーサブプロット全体は無意味です。\u001b[22m, \u001b[1m全体ジプシーサブプロットは無意味です。\u001b[22m\n\u001b[4mI get they were trying to flesh out the characters and give them relations beyond just fighting, but it serves no purpose, except fill time.\u001b[24m\n    \u001b[1m私は彼らがキャラクターを肉体化しようとしていて、戦いを越えて関係を築くようになってしまいますが、時間を除いて目的はありません。\u001b[22m, \u001b[1m私は、彼らが文字を肉付けし、それらにちょうど戦いを超えた関係を与えるためにしようとしていた得るが、それは充填時間を除いて、目的を達成しません。\u001b[22m\n\u001b[4mIn fact the entire episode is drag as much as possible.\u001b[24m\n    \u001b[1m実際、エピソード全体は可能な限りドラッグされています。\u001b[22m, \u001b[1m実際には全体のエピソードは、できるだけ多くをドラッグです。\u001b[22m\nThe second part: yes Lelouch appears, but not really. The great character from the series is gone and what is left behind is a shell, a cartoon. He acts smart, because we are suppose to know he is smart, but in the context of this story he does very little. Then there is some dumb plot about a guy betraying Britania, and trying to use Lelouch's identity to force a rebellion, but it makes no sense. As his action are mostly random and he has no clear motive, just the usual anime trope of he is disappointed with humanity so he is just going to kill everyone.\n\n\u001b[1m2番目の部分：はいルルーシュは現れますが、本当はありません。 シリーズの偉大なキャラクターがなくなり、残っているのはシェル、漫画です。 彼はスマートに行動します。なぜなら、彼はスマートであることを知っていると思われるからです。しかし、この物語の文脈では、彼はほとんど行いません。 それから、ブリタニアを裏切っている人について、そして反逆を強制するためにルルーシュのアイデンティティーを使用しようとしている人について、いくつかダムプロットがありますが、それは理にかなっていません。 彼の行動はほとんど無作為であり、明確な動機はないので、通常のアニメ・トロピックは人類に失望しているので、誰も殺すつもりではない。\u001b[22m\n\u001b[1m(2-Banme no bubun: Hai rurūshu wa arawaremasuga, hontō wa arimasen. Shirīzu no idaina kyarakutā ga nakunari, nokotte iru no wa sheru, mangadesu. Kare wa sumāto ni kōdō shimasu. Nazenara, kare wa sumātodearu koto o shitte iru to omowa rerukaradesu. Shikashi, kono monogatari no bunmyakude wa, kare wa hotondo okonaimasen. Sorekara, buritania o uragitte iru hito ni tsuite, soshite hangyaku o kyōsei suru tame ni rurūshu no aidentitī o shiyō shiyou to shite iru hito ni tsuite, ikutsu ka damupurotto ga arimasuga, soreha ri ni kanatte imasen. Kare no kōdō wa hotondo musakuideari, meikakuna dōki wanainode, tsūjō no anime toro pikku wa jinrui ni shitsubō shite irunode, dare mo korosu tsumoride wanai.)\u001b[22m\n\nTranslations of \u001b[4mThe second part: yes Lelouch appears, but not really. The great character from the series is gone and what is left behind is a shell, a cartoon. He acts smart, because we are suppose to know he is smart, but in the context of this story he does very little. Then there is some dumb plot about a guy betraying Britania, and trying to use Lelouch's identity to force a rebellion, but it makes no sense. As his action are mostly random and he has no clear motive, just the usual anime trope of he is disappointed with humanity so he is just going to kill everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second part: yes Lelouch appears, but not really.\u001b[24m\n    \u001b[1m2番目の部分：はいルルーシュは現れますが、本当はありません。\u001b[22m, \u001b[1m第二部：はいルルーシュが表示されますが、そうでもありません。\u001b[22m\n\u001b[4mThe great character from the series is gone and what is left behind is a shell, a cartoon.\u001b[24m\n    \u001b[1mシリーズの偉大なキャラクターがなくなり、残っているのはシェル、漫画です。\u001b[22m, \u001b[1mシリーズからの偉大な文字が消えて、何の後ろに残っていることは、シェル、漫画です。\u001b[22m\n\u001b[4mHe acts smart, because we are suppose to know he is smart, but in the context of this story he does very little.\u001b[24m\n    \u001b[1m彼はスマートに行動します。なぜなら、彼はスマートであることを知っていると思われるからです。しかし、この物語の文脈では、彼はほとんど行いません。\u001b[22m, \u001b[1m我々は彼がスマートである知っていると仮定しているので、彼は、スマート動作しますが、この物語の文脈で、彼は非常に少ないん。\u001b[22m\n\u001b[4mThen there is some dumb plot about a guy betraying Britania, and trying to use Lelouch's identity to force a rebellion, but it makes no sense.\u001b[24m\n    \u001b[1mそれから、ブリタニアを裏切っている人について、そして反逆を強制するためにルルーシュのアイデンティティーを使用しようとしている人について、いくつかダムプロットがありますが、それは理にかなっていません。\u001b[22m, \u001b[1mそして、そこに男がブリタニアを裏切る、と反乱を強制的にルルーシュのIDを使用しようとしているに関するいくつかのダムプロットであるが、それは意味がありません。\u001b[22m\n\u001b[4mAs his action are mostly random and he has no clear motive, just the usual anime trope of he is disappointed with humanity so he is just going to kill everyone.\u001b[24m\n    \u001b[1m彼の行動はほとんど無作為であり、明確な動機はないので、通常のアニメ・トロピックは人類に失望しているので、誰も殺すつもりではない。\u001b[22m, \u001b[1m彼の行動はほとんどがランダムであり、彼は明確な動機を持っていないように、彼はちょうど皆を殺すために起こっているので、彼のちょうど通常のアニメの比喩は、人類に失望しています。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion the characters are dull, the plot meanders the entire run time, and the beloved characters of the original series are reduced to caricatures of their former selves.\n\n\u001b[1m結論として、キャラクターは鈍く、プロットはランタイム全体を蛇行し、元のシリーズの最愛のキャラクターは元のキャラクターの似顔絵になります。\u001b[22m\n\u001b[1m(Ketsuron to shite, kyarakutā wa nibuku, purotto wa Rantaimu zentai o dakō shi,-moto no shirīzu no saiai no kyarakutā wa gen no kyarakutā no nigaoe ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion the characters are dull, the plot meanders the entire run time, and the beloved characters of the original series are reduced to caricatures of their former selves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion the characters are dull, the plot meanders the entire run time, and the beloved characters of the original series are reduced to caricatures of their former selves.\u001b[24m\n    \u001b[1m結論として、キャラクターは鈍く、プロットはランタイム全体を蛇行し、元のシリーズの最愛のキャラクターは元のキャラクターの似顔絵になります。\u001b[22m, \u001b[1m文字が鈍いという結論では、プロットは、全体の実行時間を蛇行し、オリジナルシリーズの最愛の文字が彼らの元自己の風刺画に還元されます。\u001b[22m"
  },
  {
    "title": "Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "id": "15199",
    "url": "https://myanimelist.net/anime/15199/Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "user": "LuluLamprouge",
    "profile": "/profile/LuluLamprouge/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=191845",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nそのリリースは1年以上前に戻ってきていますが、私はこれが待つ価値があると言っています。 どうして？ コードギアスフランチャイズの本当の心に入りなさい：Lelouch V. Brrittania！ すべての喜び!!!!! 文脈や状況に関するスポイラーは提供しませんが、前半はやや遅いと言いますが、コードギアスの古典的な性格や戦いに大いに盛り上がります。 愛のコードギアス、つまり、笑）。 しかし、それは信じられないほど元のシリーズの気持ちに戻ってきて、亡命者のエピソード4の最後の記事をEPICに設定しました！ 私はカテゴリーを個別に評価しようとはしませんが、オリジナルのシリーズと非常によく似ている傾向がありますが、このシリーズの新しいメロディーはユニークですが、コードギアスのメロディーを連想させるので嬉しいです スタイル。 そして、彼らは最後のすばらしい戦いで元のシリーズの良い日に戻ってくれるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDespite it's release being pushed back for over a year, I would venture to say that this was worth the wait. Why? Because enter the true heart of the Code Geass franchise: Lelouch V. Brrittania! ALL HAIL LELOUCH!!!! I won't offer any spoilers about the context or situation, but I will simply say that the first half is a bit slow, but then it picks up tremendously and ignites the classic Code Geass personalities and battles we have come to love (if you love Code GEass, that is, haha). But it unbelievably brought me back to the feelings I had in the original series and has set up the last installment of Akito the Exile Episode 4 to be EPIC! I'm not going to bother to rate the categories individually as they tend to be very similar to the original series, but I will say that I am pleased with the new melodies in this series as it is unique, but reminiscent of Code Geass's melodic style. And their is an awesome battle at the end that will bring you back to the good ole' days of the original series.\n\n\u001b[1mそのリリースは1年以上前に戻ってきていますが、私はこれが待つ価値があると言っています。 どうして？ コードギアスフランチャイズの本当の心に入りなさい：Lelouch V. Brrittania！ すべての喜び!!!!! 文脈や状況に関するスポイラーは提供しませんが、前半はやや遅いと言いますが、コードギアスの古典的な性格や戦いに大いに盛り上がります。 愛のコードギアス、つまり、笑）。 しかし、それは信じられないほど元のシリーズの気持ちに戻ってきて、亡命者のエピソード4の最後の記事をEPICに設定しました！ 私はカテゴリーを個別に評価しようとはしませんが、オリジナルのシリーズと非常によく似ている傾向がありますが、このシリーズの新しいメロディーはユニークですが、コードギアスのメロディーを連想させるので嬉しいです スタイル。 そして、彼らは最後のすばらしい戦いで元のシリーズの良い日に戻ってくれるでしょう。\u001b[22m\n\u001b[1m(Sono rirīsu wa 1-nen ijō mae ni modotte kite imasuga, watashi wa kore ga matsu kachigāru to itte imasu. Dōshite? Kōdogiasufuranchaizu no hontō no kokoro ni hairi nasai: Lelouch V. Brrittania! Subete no yorokobi! ! ! ! ! Bunmyaku ya jōkyō ni kansuru supoirā wa teikyō shimasenga, zenhan wa yaya osoi to iimasuga, kōdogiasu no koten-tekina seikaku ya tatakai ni ōini moriagarimasu. Ai no kōdogiasu, tsumari, Emi). Shikashi, sore wa shinji rarenai hodo gen no shirīzu no kimochi ni modotte kite, bōmei-sha no episōdo 4 no saigo no kiji o epikku ni settei shimashita! Watashi wa kategorī o kobetsu ni hyōka shiyou to wa shimasenga, orijinaru no shirīzu to hijō ni yoku nite iru keikō ga arimasuga, kono shirīzu no atarashī merodī wa yunīkudesuga, kōdogiasu no merodī o rensō sa serunode ureshīdesu sutairu. Soshite, karera wa saigo no subarashī tatakai de gen no shirīzu no yoi hi ni modotte kurerudeshou.)\u001b[22m"
  },
  {
    "title": "Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "id": "15199",
    "url": "https://myanimelist.net/anime/15199/Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "user": "jgomezg",
    "profile": "/profile/jgomezg/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=192341",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n忍耐とオープンな気持ちで新しいものや珍しいものを抱きしめている限り、Akito the Exiledは、徐々に特徴づけ、政治的陰謀の瞬間、3Dでの素晴らしいメカアクションを提供する一連の小さなシーンを組み合わせることに優れた仕事を続けています 将来の発展についての様々なヒントを提供します。\n\nストーリー\n\n第3章では、現在のキャラクターのキャストに、前のイベントの後にリラックスしてお互いを少しずつ知る機会を与えています。 あなたがここの行為のためにここにいるだけで、ちょっとしたユーモアを間奏として使うことに感謝していないなら、退屈なように思えるかもしれませんが、全体としての物語の構造を理解したいなら、この迂回は絶対必要です。\n\nAkito、Leilaなどの複雑な個人的な問題が何度も処理されていても、それは過去か未来かにかかわらず、依然として心に残っている人間です。 これは、民主主義が自由を保証するものではない、むしろ荒涼とした地域の中で生き残るために苦労している人々の話です。 そうであれば、私たちは常に敵や互いと戦うことができません。\n\nそれが途方もないときは、ユーロ・ブリタニアの正面で何が起こっているのかを議論すべきです。  Julius KingsleyとSuzakuが到着したことで、政治と背泳ぎが中心部にあります。特に現実的ではないオーバー・ザ・トップ・プランのためのセットアップがありますが、 コードギアスの生命の世界。 このチャプターのシングルメカチャレンジシーケンスもここで行われ、このプロダクションから期待されるようにエキサイティングなままです。\n\n要するに、これは新しいキャラクターと古いキャラクターの両方にとって興味深い結果をもたらすかもしれない転換点を持つ過渡期でした。\n\nキャラクター\n\nキャストのサイズは、実行時間に対して比較的大きいと感じていますが、その多くはプロフィールが薄い傾向があります。私は最終的に新人に慣れ始めていると思います。\n\n特に、レイラの過去について学び、なぜ軍事組織内からでも現状に反するように闘っていることに言及することは重要です。 これはまた、アキトとのやりとりを促し、アキトとのやりとりを行い、弱い側面を時折冷たい外面の下に示すことも管理します。\n\nそれからルルーシュの質問、あるいはむしろJulius Kingsleyとして正式に知られている人の問題に遭遇する。 彼が遠く離れてここの物語の主な焦点ではないと言うのは公平で、それは彼の描写が元のテレビ番組よりも詳細ではないことを意味する。 彼は大陸を迅速に征服するために、費用に関係なく、天皇の望みを追い求めたいヨーロッパの領土に送られた本国ブリタニアからの特使として、異なる役割を果たしている。\n\nしかし、コードギアスのファンであるかどうかを見守るのは面白いかもしれませんが、彼の大胆なスピーチや完全な悪役の下には、キャラクターの本当の性質についてのいくつかのヒントがあります Juliusとして現在知られている個人の表面的な単純さ。 スザクとの彼のインタラクションも、元のストーリーのこの時点でのダイナミズムの状態に一致しますが、確かに通常よりも直接的ではありません。 言い換えれば、行間を読む必要があるかもしれません。\n\n注目を集めるもうひとつのキャラクターは、「追放されたアキト」の主なアンタゴニスト、シン。 彼は実際に戦闘中のアキトとの戦いや、以前は兵士の背後での殺人に遭っていたのではなく、以前は行動する機会があまりありませんでしたが、今は驚くほど危機的な真の操作の個人として彼を見ています。 それは彼が、ジュリアス・キングスレーではなく、状況を支配している。 これはあなたが渡りたい人ではありません。\n\n私たちはまた、幾らかの陰謀に関与していると思われるギアスと関係がある神秘的な存在に簡単に会いますが、他に何も明らかにされていないので、あまりにも早急に心配する必要はありません。 私はこの主題が次の2章で適切な説明を受けることを願っています。\n\nちょうど脇の下として：私は、この章の冒頭にある老婦人が、尋ねなければならないならば、愚かなものだが、物事の壮大な計画ではそれほど問題ではないことがわかった。\n\nアートとサウンド\n\n予想どおり、ここでも高い生産性を維持しています。 あなたがガンダムユニコーンのビジュアルのレベルで何かを期待していない限り、不平を言うことはあまりありません。 これは、コードギアスのテレビシリーズの最高のエピソードと比べて、品質面では容易に良く、あるいはより良いものです。\n\n音楽はジャズのユニークなブランドのために分裂しているようですが、あなたが正しい気分になると、伝わるカオス的な感覚はある程度の魅力を感じます。\n\n楽しみ\n\n独自のストーリーテリングとエンターテインメントのブランドを持つCode Geassの別のバージョンです。 オリジナルのショーとまったく同じものが欲しいなら、これは同じではありません。 それは私が幸せになる、なぜなら私は以前の仕事の2番目のシーズンの問題のいくつかを避けるために、より多様で少ない繰り返しが必要だと思うからです。\n\n全体\n\nこれまでのところ、聴衆が「追放されたアキト」に暖まるのはしばらく時間がかかり、おそらく5つのチャプターすべてを1つずつ見ることができれば十分に評価されるでしょう。 それでも、コードギアスの宇宙を創造的な方法で拡張するには、その存在が有効な方法だと私は思っています。 私は物語の残りの部分が私たちを取る場所を楽しみにしていきます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAs long as you are willing to embrace something new or unusual with patience and an open mind, Akito the Exiled continues to do a good job at combining a series of small scenes that gradually provide characterization, moments of political intrigue, great mecha action in 3D and various hints about future developments.\n\n\u001b[1m忍耐とオープンな気持ちで新しいものや珍しいものを抱きしめている限り、Akito the Exiledは、徐々に特徴づけ、政治的陰謀の瞬間、3Dでの素晴らしいメカアクションを提供する一連の小さなシーンを組み合わせることに優れた仕事を続けています 将来の発展についての様々なヒントを提供します。\u001b[22m\n\u001b[1m(Nintai to ōpun'na kimochi de atarashī mono ya mezurashī mono o dakishimete iru kagiri, Akito the Exiled wa, jojoni tokuchō dzuke, seidjiteki inbō no shunkan, 3 D de no subarashī mekaakushon o teikyō suru ichiren no chīsana shīn o kumiawaseru koto ni sugureta shigoto o tsudzukete imasu shōrai no hatten ni tsuite no samazamana hinto o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs long as you are willing to embrace something new or unusual with patience and an open mind, Akito the Exiled continues to do a good job at combining a series of small scenes that gradually provide characterization, moments of political intrigue, great mecha action in 3D and various hints about future developments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs long as you are willing to embrace something new or unusual with patience and an open mind, Akito the Exiled continues to do a good job at combining a series of small scenes that gradually provide characterization, moments of political intrigue, great mecha action in 3D\u001b[24m\n    \u001b[1m忍耐とオープンな気持ちで新しいものや珍しいものを抱きしめている限り、Akito the Exiledは、徐々に特徴づけ、政治的陰謀の瞬間、3Dでの素晴らしいメカアクションを提供する一連の小さなシーンを組み合わせることに優れた仕事を続けています\u001b[22m, \u001b[1m限り、あなたは忍耐と心を開いて、新規または珍しい何かを受け入れることを喜んでいるように、明人亡命は徐々に特徴付けを提供する小さな一連のシーンを組み合わせることで良い仕事をし続け、政治的陰謀の瞬間、3Dで偉大なメカアクション\u001b[22m\n\u001b[4mand various hints about future developments.\u001b[24m\n    \u001b[1m将来の発展についての様々なヒントを提供します。\u001b[22m, \u001b[1mそして、今後の展開に関するさまざまなヒント。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nThe third chapter gives our current cast of characters the opportunity to relax after previous events and get to know each other a little better. It might seem boring if you're only here for the action and don't have any appreciation for using a little humor as an interlude, but I think this detour was absolutely necessary if you want to understand the narrative structure as a whole.\n\n\u001b[1m第3章では、現在のキャラクターのキャストに、前のイベントの後にリラックスしてお互いを少しずつ知る機会を与えています。 あなたがここの行為のためにここにいるだけで、ちょっとしたユーモアを間奏として使うことに感謝していないなら、退屈なように思えるかもしれませんが、全体としての物語の構造を理解したいなら、この迂回は絶対必要です。\u001b[22m\n\u001b[1m(Dai 3-shōde wa, genzai no kyarakutā no kyasuto ni, mae no ibento no nochi ni rirakkusu shite otagai o sukoshizutsu shiru kikai o ataete imasu. Anata ga koko no kōi no tame ni koko ni iru dake de, chottoshita yūmoa o kansō to shite tsukau koto ni kansha shite inainara, taikutsuna yō ni omoeru kamo shiremasenga, zentai to shite no monogatari no kōzō o rikai shitainara, kono ukai wa zettai hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe third chapter gives our current cast of characters the opportunity to relax after previous events and get to know each other a little better. It might seem boring if you're only here for the action and don't have any appreciation for using a little humor as an interlude, but I think this detour was absolutely necessary if you want to understand the narrative structure as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe third chapter gives our current cast of characters the opportunity to relax after previous events and get to know each other a little better.\u001b[24m\n    \u001b[1m第3章では、現在のキャラクターのキャストに、前のイベントの後にリラックスしてお互いを少しずつ知る機会を与えています。\u001b[22m, \u001b[1m第三章では、文字の私たちの現在のキャストに以前のイベントの後にリラックスして、互いに少し良く知るための機会を与えてくれます。\u001b[22m\n\u001b[4mIt might seem boring if you're only here for the action and don't have any appreciation for using a little humor as an interlude, but I think this detour was absolutely necessary if you want to understand the narrative structure as a whole.\u001b[24m\n    \u001b[1mあなたがここの行為のためにここにいるだけで、ちょっとしたユーモアを間奏として使うことに感謝していないなら、退屈なように思えるかもしれませんが、全体としての物語の構造を理解したいなら、この迂回は絶対必要です。\u001b[22m, \u001b[1mそれはあなたがここでしか行動のためだと間奏として少しユーモアを使用するための任意の感謝の気持ちを持っていない場合は退屈に見えるかもしれませんが、私はあなたが全体として物語の構造を理解したい場合は、この迂回が絶対に必要だったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nNo matter how many complicated personal issues Akito, Leila and the others have to deal with, whether in the past or in the future, they are still human beings at heart. This is a story about people struggling to survive in the middle of a rather bleak part of the world, where democracy is not a guarantee of freedom. That being the case, we can't have them fighting the enemy or each other all the time.\n\n\u001b[1mAkito、Leilaなどの複雑な個人的な問題が何度も処理されていても、それは過去か未来かにかかわらず、依然として心に残っている人間です。 これは、民主主義が自由を保証するものではない、むしろ荒涼とした地域の中で生き残るために苦労している人々の話です。 そうであれば、私たちは常に敵や互いと戦うことができません。\u001b[22m\n\u001b[1m(Akito, Leila nado no fukuzatsuna kojin-tekina mondai ga nando mo shori sa rete ite mo, sore wa kako ka mirai ka ni kakawarazu, izentoshite kokoro ni nokotte iru ningendesu. Kore wa, minshu shugi ga jiyū o hoshō suru monode wanai, mushiro kōryōto shita chiiki no naka de ikinokoru tame ni kurō shite iru hitobito no hanashidesu. Sōdeareba, watashitachi wa tsuneni teki ya tagai to tatakau koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mNo matter how many complicated personal issues Akito, Leila and the others have to deal with, whether in the past or in the future, they are still human beings at heart. This is a story about people struggling to survive in the middle of a rather bleak part of the world, where democracy is not a guarantee of freedom. That being the case, we can't have them fighting the enemy or each other all the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo matter how many complicated personal issues Akito, Leila and the others have to deal with, whether in the past or in the future, they are still human beings at heart.\u001b[24m\n    \u001b[1mAkito、Leilaなどの複雑な個人的な問題が何度も処理されていても、それは過去か未来かにかかわらず、依然として心に残っている人間です。\u001b[22m, \u001b[1mどんなにアキト、レイラと他の人が過去または将来的に、彼らはまだ心の中で人間であるかどうか、に対処する必要がありますどのように多くの複雑な個人的な問題。\u001b[22m\n\u001b[4mThis is a story about people struggling to survive in the middle of a rather bleak part of the world, where democracy is not a guarantee of freedom.\u001b[24m\n    \u001b[1mこれは、民主主義が自由を保証するものではない、むしろ荒涼とした地域の中で生き残るために苦労している人々の話です。\u001b[22m, \u001b[1mこれは民主主義が自由の保証するものではありません世界のむしろ暗い部分の真ん中で生き残るために苦労し、人々の物語です。\u001b[22m\n\u001b[4mThat being the case, we can't have them fighting the enemy or each other all the time.\u001b[24m\n    \u001b[1mそうであれば、私たちは常に敵や互いと戦うことができません。\u001b[22m, \u001b[1mケースであることを、我々は彼らが敵または互いにすべての時間を戦うことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nOnce that is out of the way, we should discuss what is happening on the Euro-Britannian front. Politics and backstabbing take the center stage this time around through internal divisions due to the arrival of Julius Kingsley and Suzaku, along with some setup for over-the-top plans that aren't particularly realistic yet seem oddly fitting for the larger-than- life world of Code Geass. The chapter's single mecha combat sequence also happens here, remaining as exciting as one can expect from this production.\n\n\u001b[1mそれが途方もないときは、ユーロ・ブリタニアの正面で何が起こっているのかを議論すべきです。  Julius KingsleyとSuzakuが到着したことで、政治と背泳ぎが中心部にあります。特に現実的ではないオーバー・ザ・トップ・プランのためのセットアップがありますが、 コードギアスの生命の世界。 このチャプターのシングルメカチャレンジシーケンスもここで行われ、このプロダクションから期待されるようにエキサイティングなままです。\u001b[22m\n\u001b[1m(Sore ga tohōmonai toki wa, yūro buritania no shōmen de nani ga okotte iru no ka o giron subekidesu. Yuriusu Kingsley to Suzaku ga tōchaku shita koto de, seiji to seoyogi ga chūshin-bu ni arimasu. Tokuni genjitsu-tekide wanai ōbā za toppu puran no tame no settoappu ga arimasuga, kōdogiasu no seimei no sekai. Kono chaputā no shingurumekacharenjishīkensu mo koko de okonawa re, kono purodakushon kara kitai sa reru yō ni ekisaitinguna mamadesu.)\u001b[22m\n\nTranslations of \u001b[4mOnce that is out of the way, we should discuss what is happening on the Euro-Britannian front. Politics and backstabbing take the center stage this time around through internal divisions due to the arrival of Julius Kingsley and Suzaku, along with some setup for over-the-top plans that aren't particularly realistic yet seem oddly fitting for the larger-than- life world of Code Geass. The chapter's single mecha combat sequence also happens here, remaining as exciting as one can expect from this production.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce that is out of the way, we should discuss what is happening on the Euro-Britannian front.\u001b[24m\n    \u001b[1mそれが途方もないときは、ユーロ・ブリタニアの正面で何が起こっているのかを議論すべきです。\u001b[22m, \u001b[1mそれが邪魔になると、我々はユーロブリタニアのフロントで何が起こっているかを議論する必要があります。\u001b[22m\n\u001b[4mPolitics and backstabbing take the center stage this time around through internal divisions due to the arrival of Julius Kingsley and Suzaku, along with some setup for over-the-top plans that aren't particularly realistic yet seem oddly fitting for the larger-than-\u001b[24m\n    \u001b[1mJulius KingsleyとSuzakuが到着したことで、政治と背泳ぎが中心部にあります。特に現実的ではないオーバー・ザ・トップ・プランのためのセットアップがありますが、\u001b[22m, \u001b[1m政治と陰口を言うは特に現実的ではない、まだ大than-のための奇妙なフィッティング見えるオーバーザトップの計画のためにいくつかのセットアップと一緒に、ジュリアスキングスレーと朱雀の到来による内部分裂を通じて今回のセンターステージを取ります\u001b[22m\n\u001b[4mlife world of Code Geass.\u001b[24m\n    \u001b[1mコードギアスの生命の世界。\u001b[22m, \u001b[1mコードギアスの生活世界。\u001b[22m\n\u001b[4mThe chapter's single mecha combat sequence also happens here, remaining as exciting as one can expect from this production.\u001b[24m\n    \u001b[1mこのチャプターのシングルメカチャレンジシーケンスもここで行われ、このプロダクションから期待されるようにエキサイティングなままです。\u001b[22m, \u001b[1m1この生産から期待できるように章のシングルメカ戦闘配列はまた、エキサイティングな残り、ここに発生します。\u001b[22m\n\u001b[1m\u001b[22m\nIn short, this was a transitional period with a turning point that might have interesting consequences for both new and old characters.\n\n\u001b[1m要するに、これは新しいキャラクターと古いキャラクターの両方にとって興味深い結果をもたらすかもしれない転換点を持つ過渡期でした。\u001b[22m\n\u001b[1m(Yōsuruni, kore wa atarashī kyarakutā to furui kyarakutā no ryōhō ni totte kyōmibukai kekka o motarasu kamo shirenai tenkan-ten o motsu katokideshita.)\u001b[22m\n\nTranslations of \u001b[4mIn short, this was a transitional period with a turning point that might have interesting consequences for both new and old characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short, this was a transitional period with a turning point that might have interesting consequences for both new and old characters.\u001b[24m\n    \u001b[1m要するに、これは新しいキャラクターと古いキャラクターの両方にとって興味深い結果をもたらすかもしれない転換点を持つ過渡期でした。\u001b[22m, \u001b[1m要するに、これは新しいものと古い文字の両方のための興味深い結果が生じる可能性のターニングポイントとの過渡期でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nWhile the size of the cast feels relatively large for the running time and many of them tend to have a low profile, I think we are finally starting to get used to the newcomers.\n\n\u001b[1mキャストのサイズは、実行時間に対して比較的大きいと感じていますが、その多くはプロフィールが薄い傾向があります。私は最終的に新人に慣れ始めていると思います。\u001b[22m\n\u001b[1m(Kyasuto no saizu wa, jikkō jikan ni taishite hikakuteki ōkī to kanjite imasuga, sono ōku wa purofīru ga usui keikō ga arimasu. Watashi wa saishūtekini shinjin ni nare hajimete iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the size of the cast feels relatively large for the running time and many of them tend to have a low profile, I think we are finally starting to get used to the newcomers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the size of the cast feels relatively large for the running time and many of them tend to have a low profile, I think we are finally starting to get used to the newcomers.\u001b[24m\n    \u001b[1mキャストのサイズは、実行時間に対して比較的大きいと感じていますが、その多くはプロフィールが薄い傾向があります。私は最終的に新人に慣れ始めていると思います。\u001b[22m, \u001b[1mキャストのサイズは、実行時間のために比較的大きく感じ、それらの多くは、低プロファイルを有する傾向がある一方で、私たちは最終的に新人に慣れるために始めていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nIn particular, it's worth mentioning that we learn about Leila's past and why she struggles against the status quo even from within a military organization. This also prompts a certain interaction with Akito that also manages to show his vulnerable side beneath an aloof and occasionally cold exterior.\n\n\u001b[1m特に、レイラの過去について学び、なぜ軍事組織内からでも現状に反するように闘っていることに言及することは重要です。 これはまた、アキトとのやりとりを促し、アキトとのやりとりを行い、弱い側面を時折冷たい外面の下に示すことも管理します。\u001b[22m\n\u001b[1m(Tokuni, Reira no kako ni tsuite manabi, naze gunji soshiki-nai kara demo genjō ni hansuru yō ni tatakatte iru koto ni genkyū suru koto wa jūyōdesu. Kore wa mata, akitoto no yaritori o unagashi, akitoto no yaritori o okonai, yowai sokumen o tokiori tsumetai sotodzura no shita ni shimesu koto mo kanri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn particular, it's worth mentioning that we learn about Leila's past and why she struggles against the status quo even from within a military organization. This also prompts a certain interaction with Akito that also manages to show his vulnerable side beneath an aloof and occasionally cold exterior.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn particular, it's worth mentioning that we learn about Leila's past and why she struggles against the status quo even from within a military organization.\u001b[24m\n    \u001b[1m特に、レイラの過去について学び、なぜ軍事組織内からでも現状に反するように闘っていることに言及することは重要です。\u001b[22m, \u001b[1m特に、それは我々がレイラの過去、なぜ彼女も軍事組織内から現状に対して闘争について学ぶことを言及する価値があります。\u001b[22m\n\u001b[4mThis also prompts a certain interaction with Akito that also manages to show his vulnerable side beneath an aloof and occasionally cold exterior.\u001b[24m\n    \u001b[1mこれはまた、アキトとのやりとりを促し、アキトとのやりとりを行い、弱い側面を時折冷たい外面の下に示すことも管理します。\u001b[22m, \u001b[1mこれもまた、孤高と時折冷たい外装の下に彼の脆弱な面を見せるために管理明人との特定の相互作用を促します。\u001b[22m\n\u001b[1m\u001b[22m\nThen we come to the question of Lelouch, or rather the person officially known as Julius Kingsley. It is fair to say he isn't remotely the main focus of the story here, which means his portrayal is less detailed than during the original TV show. He is playing a different role as an envoy from mainland Britannia sent to the European territories who wants the Emperor's wishes to be followed, no matter the cost, in order to quickly conquer the continent.\n\n\u001b[1mそれからルルーシュの質問、あるいはむしろJulius Kingsleyとして正式に知られている人の問題に遭遇する。 彼が遠く離れてここの物語の主な焦点ではないと言うのは公平で、それは彼の描写が元のテレビ番組よりも詳細ではないことを意味する。 彼は大陸を迅速に征服するために、費用に関係なく、天皇の望みを追い求めたいヨーロッパの領土に送られた本国ブリタニアからの特使として、異なる役割を果たしている。\u001b[22m\n\u001b[1m(Sorekara rurūshu no shitsumon, aruiwa mushiro yuriusu Kingsley to shite seishiki ni shira rete iru hito no mondai ni sōgū suru. Kare ga tōkuhanarete koko no monogatari no omona shōtende wa nai to iu no wa kōheide, sore wa kare no byōsha ga gen no terebibangu yori mo shōsaide wanai koto o imi suru. Kare wa tairiku o jinsoku ni seifuku suru tame ni, hiyō ni kankei naku, ten'nō no nozomi o oimotometai yōroppa no ryōdo ni okura reta hongoku buritania kara no tokushi to shite, kotonaru yakuwari o hatashite iru.)\u001b[22m\n\nTranslations of \u001b[4mThen we come to the question of Lelouch, or rather the person officially known as Julius Kingsley. It is fair to say he isn't remotely the main focus of the story here, which means his portrayal is less detailed than during the original TV show. He is playing a different role as an envoy from mainland Britannia sent to the European territories who wants the Emperor's wishes to be followed, no matter the cost, in order to quickly conquer the continent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen we come to the question of Lelouch, or rather the person officially known as Julius Kingsley.\u001b[24m\n    \u001b[1mそれからルルーシュの質問、あるいはむしろJulius Kingsleyとして正式に知られている人の問題に遭遇する。\u001b[22m, \u001b[1mその後、我々はむしろ反逆の質問、または正式ジュリアス・キングスレーとして知られている人に来て。\u001b[22m\n\u001b[4mIt is fair to say he isn't remotely the main focus of the story here, which means his portrayal is less detailed than during the original TV show.\u001b[24m\n    \u001b[1m彼が遠く離れてここの物語の主な焦点ではないと言うのは公平で、それは彼の描写が元のテレビ番組よりも詳細ではないことを意味する。\u001b[22m, \u001b[1m彼がリモートで彼の描写は、オリジナルのテレビ番組中ほど詳細であることを意味し、ここで物語の主な焦点ではないと言って公正です。\u001b[22m\n\u001b[4mHe is playing a different role as an envoy from mainland Britannia sent to the European territories who wants the Emperor's wishes to be followed, no matter the cost, in order to quickly conquer the continent.\u001b[24m\n    \u001b[1m彼は大陸を迅速に征服するために、費用に関係なく、天皇の望みを追い求めたいヨーロッパの領土に送られた本国ブリタニアからの特使として、異なる役割を果たしている。\u001b[22m, \u001b[1m本土ブリタニアからの使節が全く素早く大陸を征服するためには、コストが問題では、従うべき皇帝の願いを望んでいない欧州地域に送られたように、彼は別の役割を果たしています。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, beneath all of his bombastic speeches and outright villainy, which is probably still entertaining to watch if you are a fan of Code Geass in one way or another, there are a couple of hints about the true nature of the character that contrast with the superficial simplicity of the individual currently known as Julius. His interaction with Suzaku also matches the state of their dynamic at this point in the original story, though certainly in a less direct manner than usual. In other words, you may need to read between the lines.\n\n\u001b[1mしかし、コードギアスのファンであるかどうかを見守るのは面白いかもしれませんが、彼の大胆なスピーチや完全な悪役の下には、キャラクターの本当の性質についてのいくつかのヒントがあります Juliusとして現在知られている個人の表面的な単純さ。 スザクとの彼のインタラクションも、元のストーリーのこの時点でのダイナミズムの状態に一致しますが、確かに通常よりも直接的ではありません。 言い換えれば、行間を読む必要があるかもしれません。\u001b[22m\n\u001b[1m(Shikashi, kōdogiasu no fandearu ka dō ka o mimamoru no wa omoshiroi kamo shiremasenga, kare no daitan'na supīchi ya kanzen'na akuyaku no shita ni wa, kyarakutā no hontō no seishitsu ni tsuite no ikutsu ka no hinto ga arimasu yuriusu to shite genzai shira rete iru kojin no hyōmen-tekina tanjun sa. Suzaku to no kare no intarakushon mo,-moto no sutōrī no kono jiten de no dainamizumu no jōtai ni itchi shimasuga, tashikani tsūjō yori mo chokusetsutekide wa arimasen. Iikaereba, gyōkan o yomu hitsuyō ga aru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mHowever, beneath all of his bombastic speeches and outright villainy, which is probably still entertaining to watch if you are a fan of Code Geass in one way or another, there are a couple of hints about the true nature of the character that contrast with the superficial simplicity of the individual currently known as Julius. His interaction with Suzaku also matches the state of their dynamic at this point in the original story, though certainly in a less direct manner than usual. In other words, you may need to read between the lines.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, beneath all of his bombastic speeches and outright villainy, which is probably still entertaining to watch if you are a fan of Code Geass in one way or another, there are a couple of hints about the true nature of the character that contrast with the\u001b[24m\n    \u001b[1mしかし、コードギアスのファンであるかどうかを見守るのは面白いかもしれませんが、彼の大胆なスピーチや完全な悪役の下には、キャラクターの本当の性質についてのいくつかのヒントがあります\u001b[22m, \u001b[1mしかし、彼の大げさなスピーチやおそらくまだ面白いあなたが何らかの形でコードギアスのファンであれば見ることですあからさまな極悪、すべての下に、文字の真の性質についてのヒントがいくつかあることとは対照的\u001b[22m\n\u001b[4msuperficial simplicity of the individual currently known as Julius.\u001b[24m\n    \u001b[1mJuliusとして現在知られている個人の表面的な単純さ。\u001b[22m, \u001b[1m現在、ジュリアスとして知られている個々の表面的なシンプルさ。\u001b[22m\n\u001b[4mHis interaction with Suzaku also matches the state of their dynamic at this point in the original story, though certainly in a less direct manner than usual.\u001b[24m\n    \u001b[1mスザクとの彼のインタラクションも、元のストーリーのこの時点でのダイナミズムの状態に一致しますが、確かに通常よりも直接的ではありません。\u001b[22m, \u001b[1m朱雀との彼の相互作用も通常より少ない直接的にしかし確かに、元の物語の中で、この時点で彼らのダイナミックの状態と一致します。\u001b[22m\n\u001b[4mIn other words, you may need to read between the lines.\u001b[24m\n    \u001b[1m言い換えれば、行間を読む必要があるかもしれません。\u001b[22m, \u001b[1m言い換えれば、あなたは行間を読む必要があるかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nAnother character who gets some much needed time in the spotlight is Shin, the main antagonist of Akito the Exiled. He actually didn't have a lot of opportunities to act before, outside of meeting Akito in battle and previously engaging in murder behind-the-scenes, but now we get to see him as a truly manipulative individual who can be surprisingly dangerous. It is he, not Julius Kingsley, who ends up in control of the situation. This is not a person you want to cross.\n\n\u001b[1m注目を集めるもうひとつのキャラクターは、「追放されたアキト」の主なアンタゴニスト、シン。 彼は実際に戦闘中のアキトとの戦いや、以前は兵士の背後での殺人に遭っていたのではなく、以前は行動する機会があまりありませんでしたが、今は驚くほど危機的な真の操作の個人として彼を見ています。 それは彼が、ジュリアス・キングスレーではなく、状況を支配している。 これはあなたが渡りたい人ではありません。\u001b[22m\n\u001b[1m(Chūmokuwoatsumeru mō hitotsu no kyarakutā wa,`tsuihō sa reta Akito' no omona antagonisuto, Shin. Kare wa jissai ni sentō-chū no akitoto no tatakai ya, izen wa heishi no haigo de no satsujin ni atte ita node wa naku, izen wa kōdō suru kikai ga amari arimasendeshitaga, ima wa odoroku hodo kiki-tekina shin no sōsa no kojin to shite kare o mite imasu. Sore wa kare ga, juriasu kingusurēde wa naku, jōkyō o shihai shite iru. Kore wa anata ga wataritai hitode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnother character who gets some much needed time in the spotlight is Shin, the main antagonist of Akito the Exiled. He actually didn't have a lot of opportunities to act before, outside of meeting Akito in battle and previously engaging in murder behind-the-scenes, but now we get to see him as a truly manipulative individual who can be surprisingly dangerous. It is he, not Julius Kingsley, who ends up in control of the situation. This is not a person you want to cross.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother character who gets some much needed time in the spotlight is Shin, the main antagonist of Akito the Exiled.\u001b[24m\n    \u001b[1m注目を集めるもうひとつのキャラクターは、「追放されたアキト」の主なアンタゴニスト、シン。\u001b[22m, \u001b[1mスポットライトにいくつかの多くの必要な時刻を取得し、別の文字がシン、明人亡命の主なアンタゴニストです。\u001b[22m\n\u001b[4mHe actually didn't have a lot of opportunities to act before, outside of meeting Akito in battle and previously engaging in murder behind-the-scenes, but now we get to see him as a truly manipulative individual who can be surprisingly dangerous.\u001b[24m\n    \u001b[1m彼は実際に戦闘中のアキトとの戦いや、以前は兵士の背後での殺人に遭っていたのではなく、以前は行動する機会があまりありませんでしたが、今は驚くほど危機的な真の操作の個人として彼を見ています。\u001b[22m, \u001b[1m彼は実際に戦闘にアキトを満たし、以前舞台裏殺人に従事の外に、前に行動する多くの機会を持っていなかったが、今は驚くほど危険なことが本当に整体個人として彼を見ることを得ます。\u001b[22m\n\u001b[4mIt is he, not Julius Kingsley, who ends up in control of the situation.\u001b[24m\n    \u001b[1mそれは彼が、ジュリアス・キングスレーではなく、状況を支配している。\u001b[22m, \u001b[1mこれは、状況の制御で終わるないジュリアス・キングスレー、彼です。\u001b[22m\n\u001b[4mThis is not a person you want to cross.\u001b[24m\n    \u001b[1mこれはあなたが渡りたい人ではありません。\u001b[22m, \u001b[1mこれは、あなたが交差したい人はありません。\u001b[22m\n\u001b[1m\u001b[22m\nWe also briefly meet a mysterious entity connected to the Geass, who is apparently involved in some sort of conspiracy, but since nothing else has been revealed yet there's no point in worrying about it too soon. I hope this subject receives a proper explanation within the next two chapters.\n\n\u001b[1m私たちはまた、幾らかの陰謀に関与していると思われるギアスと関係がある神秘的な存在に簡単に会いますが、他に何も明らかにされていないので、あまりにも早急に心配する必要はありません。 私はこの主題が次の2章で適切な説明を受けることを願っています。\u001b[22m\n\u001b[1m(Watashitachiha mata, ikuraka no inbō ni kan'yo shite iru to omowa reru giasu to kankei ga aru shinpi-tekina sonzai ni kantan ni aimasuga, hoka ni nani mo akiraka ni sa rete inainode, amarini mo sakkyū ni shinpai suru hitsuyō wa arimasen. Watashi wa kono shudai ga tsugi no 2-shō de tekisetsuna setsumei o ukeru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWe also briefly meet a mysterious entity connected to the Geass, who is apparently involved in some sort of conspiracy, but since nothing else has been revealed yet there's no point in worrying about it too soon. I hope this subject receives a proper explanation within the next two chapters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe also briefly meet a mysterious entity connected to the Geass, who is apparently involved in some sort of conspiracy, but since nothing else has been revealed yet there's no point in worrying about it too soon.\u001b[24m\n    \u001b[1m私たちはまた、幾らかの陰謀に関与していると思われるギアスと関係がある神秘的な存在に簡単に会いますが、他に何も明らかにされていないので、あまりにも早急に心配する必要はありません。\u001b[22m, \u001b[1mまた、簡単に明らかに陰謀のいくつかの並べ替えに関与しているギアス、に接続された神秘的な実体を満たしますが、他に何も明らかにされていないので、まだ早すぎると、それを心配するにはポイントはありません。\u001b[22m\n\u001b[4mI hope this subject receives a proper explanation within the next two chapters.\u001b[24m\n    \u001b[1m私はこの主題が次の2章で適切な説明を受けることを願っています。\u001b[22m, \u001b[1m私はこの主題は、次の2つの章内の適切な説明を受けて願っています。\u001b[22m\n\u001b[1m\u001b[22m\nJust as an aside: I found the old ladies at the start of this chapter kind of silly, if you must ask, but not too problematic in the grand scheme of things.\n\n\u001b[1mちょうど脇の下として：私は、この章の冒頭にある老婦人が、尋ねなければならないならば、愚かなものだが、物事の壮大な計画ではそれほど問題ではないことがわかった。\u001b[22m\n\u001b[1m(Chōdo wakinoshita to shite: Watashi wa, kono shō no bōtō ni aru rō fujin ga, tazunenakereba naranainaraba, orokana monodaga, monogoto no sōdaina keikakude wa sorehodo mondaide wanai koto ga wakatta.)\u001b[22m\n\nTranslations of \u001b[4mJust as an aside: I found the old ladies at the start of this chapter kind of silly, if you must ask, but not too problematic in the grand scheme of things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust as an aside: I found the old ladies at the start of this chapter kind of silly, if you must ask, but not too problematic in the grand scheme of things.\u001b[24m\n    \u001b[1mちょうど脇の下として：私は、この章の冒頭にある老婦人が、尋ねなければならないならば、愚かなものだが、物事の壮大な計画ではそれほど問題ではないことがわかった。\u001b[22m, \u001b[1mただ余談として：私は愚かなのは、この章の種の開始時に老婦人を見つけ、あなたが尋ねるが、物事の壮大な計画で、あまりにも問題にはならない場合。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound\n\n\u001b[1mアートとサウンド\u001b[22m\n\u001b[1m(Āto to saundo)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound\u001b[24m\n    \u001b[1mアートとサウンド\u001b[22m\n\u001b[1m\u001b[22m\nAs expected, production values remain high quality here. There isn't much to complain about as long as you're not expecting something on the level of the visuals for Gundam Unicorn. It's easily as good or better than the best episodes of the Code Geass television series in terms of quality, with the backgrounds being a lot more detailed now.\n\n\u001b[1m予想どおり、ここでも高い生産性を維持しています。 あなたがガンダムユニコーンのビジュアルのレベルで何かを期待していない限り、不平を言うことはあまりありません。 これは、コードギアスのテレビシリーズの最高のエピソードと比べて、品質面では容易に良く、あるいはより良いものです。\u001b[22m\n\u001b[1m(Yosō-dōri, koko demo takai shōsansei o iji shite imasu. Anata ga gandamuyunikōn no bijuaru no reberu de nanika o kitai shite inai kagiri, fuhei o iu koto wa amari arimasen. Kore wa, kōdogiasu no terebishirīzu no saikō no episōdo to kurabete, hinshitsu-mende wa yōi ni yoku, aruiwa yori yoi monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs expected, production values remain high quality here. There isn't much to complain about as long as you're not expecting something on the level of the visuals for Gundam Unicorn. It's easily as good or better than the best episodes of the Code Geass television series in terms of quality, with the backgrounds being a lot more detailed now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs expected, production values remain high quality here.\u001b[24m\n    \u001b[1m予想どおり、ここでも高い生産性を維持しています。\u001b[22m, \u001b[1m予想されたように、生産値は、ここで高品質のまま。\u001b[22m\n\u001b[4mThere isn't much to complain about as long as you're not expecting something on the level of the visuals for Gundam Unicorn.\u001b[24m\n    \u001b[1mあなたがガンダムユニコーンのビジュアルのレベルで何かを期待していない限り、不平を言うことはあまりありません。\u001b[22m, \u001b[1m限り、あなたはガンダムユニコーンのためのビジュアルのレベルで何かを期待していないように文句を言うべき多くはありません。\u001b[22m\n\u001b[4mIt's easily as good or better than the best episodes of the Code Geass television series in terms of quality, with the backgrounds being a lot more detailed now.\u001b[24m\n    \u001b[1mこれは、コードギアスのテレビシリーズの最高のエピソードと比べて、品質面では容易に良く、あるいはより良いものです。\u001b[22m, \u001b[1mこれは、背景は今より多くの詳細であることで、簡単に良好または品質の点でコードギアスのテレビシリーズの最高のエピソードよりはましです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music seems to be divisive because of its unique brand of jazz, but I think the chaotic sensation it transmits has a certain charm once you get into the right mood.\n\n\u001b[1m音楽はジャズのユニークなブランドのために分裂しているようですが、あなたが正しい気分になると、伝わるカオス的な感覚はある程度の魅力を感じます。\u001b[22m\n\u001b[1m(Ongaku wa jazu no yunīkuna burando no tame ni bunretsu shite iru yōdesuga, anata ga tadashī kibun ni naru to, tsutawaru kaosu-tekina kankaku wa aruteido no miryoku o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music seems to be divisive because of its unique brand of jazz, but I think the chaotic sensation it transmits has a certain charm once you get into the right mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music seems to be divisive because of its unique brand of jazz, but I think the chaotic sensation it transmits has a certain charm once you get into the right mood.\u001b[24m\n    \u001b[1m音楽はジャズのユニークなブランドのために分裂しているようですが、あなたが正しい気分になると、伝わるカオス的な感覚はある程度の魅力を感じます。\u001b[22m, \u001b[1m音楽は理由ジャズの独特なブランドの分裂のようですが、私はあなたが右の気分に得れば、それが送信混沌感覚が特定の魅力を持っていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nIt's another version of Code Geass with its own brand of storytelling and entertainment. If you want something exactly like the original show, this isn't going to be same. Which makes me happy, since I think we need more variety and less repetition in order to avoid some of the problems with the second season of the previous work (leaving its excellent ending aside).\n\n\u001b[1m独自のストーリーテリングとエンターテインメントのブランドを持つCode Geassの別のバージョンです。 オリジナルのショーとまったく同じものが欲しいなら、これは同じではありません。 それは私が幸せになる、なぜなら私は以前の仕事の2番目のシーズンの問題のいくつかを避けるために、より多様で少ない繰り返しが必要だと思うからです。\u001b[22m\n\u001b[1m(Dokuji no sutōrīteringu to entāteinmento no burando o motsu Code Geass no betsu no bājondesu. Orijinaru no shō to mattaku onaji mono ga hoshīnara, kore wa onajide wa arimasen. Sore wa watashi ga shiawase ni naru, nazenara watashi wa izen no shigoto no 2-banme no shīzun no mondai no ikutsu ka o yokeru tame ni, yori tayōde sukunai kurikaeshi ga hitsuyōda to omoukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's another version of Code Geass with its own brand of storytelling and entertainment. If you want something exactly like the original show, this isn't going to be same. Which makes me happy, since I think we need more variety and less repetition in order to avoid some of the problems with the second season of the previous work (leaving its excellent ending aside).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's another version of Code Geass with its own brand of storytelling and entertainment.\u001b[24m\n    \u001b[1m独自のストーリーテリングとエンターテインメントのブランドを持つCode Geassの別のバージョンです。\u001b[22m, \u001b[1mそれは物語とエンターテイメントの独自のブランドを持つコードギアスの別のバージョンです。\u001b[22m\n\u001b[4mIf you want something exactly like the original show, this isn't going to be same.\u001b[24m\n    \u001b[1mオリジナルのショーとまったく同じものが欲しいなら、これは同じではありません。\u001b[22m, \u001b[1mあなたは正確に元のショーのような何かをしたい場合は、これが同じであることを行っていません。\u001b[22m\n\u001b[4mWhich makes me happy, since I think we need more variety and less repetition in order to avoid some of the problems with the second season of the previous work (leaving its excellent ending aside).\u001b[24m\n    \u001b[1mそれは私が幸せになる、なぜなら私は以前の仕事の2番目のシーズンの問題のいくつかを避けるために、より多様で少ない繰り返しが必要だと思うからです。\u001b[22m, \u001b[1mこれは私たちが（余談その優れた結末を残して）前作の第二シーズンに伴う問題のいくつかを回避するために、より多くの多様性と少ない繰り返しが必要だと思うので、私を幸せにします。\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nSo far, I admit it's taken a while for the audience to warm up to Akito the Exiled and perhaps it will only be fully appreciated when all five chapters can be watched one after the other. Even so, I think it's existence is a valid way to expand the Code Geass universe in a creative manner. I'll continue to look forward to where the rest of the story takes us.\n\n\u001b[1mこれまでのところ、聴衆が「追放されたアキト」に暖まるのはしばらく時間がかかり、おそらく5つのチャプターすべてを1つずつ見ることができれば十分に評価されるでしょう。 それでも、コードギアスの宇宙を創造的な方法で拡張するには、その存在が有効な方法だと私は思っています。 私は物語の残りの部分が私たちを取る場所を楽しみにしていきます。\u001b[22m\n\u001b[1m(Kore made no tokoro, chōshū ga `tsuihō sa reta Akito' ni atatamaru no wa shibaraku jikan ga kakari, osoraku itsutsu no chaputā subete o 1tsu zutsu miru koto ga dekireba jūbun ni hyōka sa rerudeshou. Soredemo, kōdogiasu no uchū o sōzō-tekina hōhō de kakuchō suru ni wa, sono sonzai ga yūkōna hōhōda to watashi wa omotte imasu. Watashi wa monogatari no nokori no bubun ga watashitachi o toru basho o tanoshimini shite ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo far, I admit it's taken a while for the audience to warm up to Akito the Exiled and perhaps it will only be fully appreciated when all five chapters can be watched one after the other. Even so, I think it's existence is a valid way to expand the Code Geass universe in a creative manner. I'll continue to look forward to where the rest of the story takes us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo far, I admit it's taken a while for the audience to warm up to Akito the Exiled and perhaps it will only be fully appreciated when all five chapters can be watched one after the other.\u001b[24m\n    \u001b[1mこれまでのところ、聴衆が「追放されたアキト」に暖まるのはしばらく時間がかかり、おそらく5つのチャプターすべてを1つずつ見ることができれば十分に評価されるでしょう。\u001b[22m, \u001b[1mこれまでのところ、私はアキトに亡命を温めるために聴衆のためにしばらく時間がかかったし、すべての5つの章が次々に見ることができたときに、おそらくそれだけで十分に理解されるであろう認めます。\u001b[22m\n\u001b[4mEven so, I think it's existence is a valid way to expand the Code Geass universe in a creative manner.\u001b[24m\n    \u001b[1mそれでも、コードギアスの宇宙を創造的な方法で拡張するには、その存在が有効な方法だと私は思っています。\u001b[22m, \u001b[1mたとえそうだとしても、私はそれの存在が創造的な方法で、コードギアスの世界を拡大するための有効な方法だと思います。\u001b[22m\n\u001b[4mI'll continue to look forward to where the rest of the story takes us.\u001b[24m\n    \u001b[1m私は物語の残りの部分が私たちを取る場所を楽しみにしていきます。\u001b[22m, \u001b[1m私は物語の残りの部分は私たちを取る場所を楽しみにしていきます。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "id": "15199",
    "url": "https://myanimelist.net/anime/15199/Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "user": "Kerouyigami",
    "profile": "/profile/Kerouyigami/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=201987",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n{警告：いくつかのスポイラーが含まれています}\n\n「このエピソードでは何が起こっているの？ まあ、それは間違いなくフィラーです...しかし、少なくともそれは文字をより発展させるという目的に役立ちます。 私たちは彼らがどのように交流し、過去のエピソードからどのように変わったのかを見ていきます。 そして、それは完全にフィラーではありません、それは、1時間のエピソードシリーズの無駄になるでしょう。 このエピソードはコードギアスの謎を続けています。 最初のものと違って、これはギアスの神秘についてであり、私たちのキャラクターによる世界の変化についてではありません。 ギアスとは何ですか？ この世界の人間に奪い取る力を身につけているのは誰ですか？ これは私が悟空の明人について一番好きなものです。\n\nストーリー：9\nストーリーは、敵の戦線の後ろから戦っていくにはちょっとした休憩を取っているwZEROチームのリフレッシュを続けています。 彼らの休憩は短命ですが、少なくとも私たちはハッピーモードでキャラクターを見なければなりません。 しかし、私は再び言いたいことがありますが、ギアスの神秘さを続けています。 レイラのギアスパワーとは何ですか？  Smilas将軍はどのように命令を混乱させるのですか？ なぜ新は彼の\"家族\"を殺したのですか？ そして、すべての最大の問題は、シン・シャインがどのように彼の力を得るのか？\n\nアート：10\nアートはCLAMPのこれまでと同じですが、すべてがオリジナルよりもはるかにスムーズに見えますが、これは結局2015年なので賞賛すべきです。\n\nサウンド/音楽：9\n音は素晴らしいですが、音楽は疑わしいものです。 戦いの間に演奏されるジャズのような音楽は陽気で聞こえるが、それは何とか戦闘が進行する混沌としたスピードに共鳴する。 私は今までのアニメで見たような最高の3D CGアニメーションの戦いであるように、戦いを見て驚いた。 しかし、それはありません。 代わりに私たちはこれらの遊牧民に合った音楽を手に入れます（私は彼らの名前を忘れていました）\n\nキャラクター：8\nAkito  - 殺して自殺してもまだ精神病ではないが、少なくとも彼はレイラの影響で少しずつ変化している。 レイラ - 無邪気な司令官、と、見て、豊かな女の子は、誰のための雑用です。 少年のトリオは、彼らが単独で直面しているよりもよりねじれた歴史を持つ他の誰かがいることを認識した後、彼らが開いた後、実際にはかなり素敵な子供たち、彼らは2番目のエピソード後180近くに行った方法は少し非現実的です 。 少なくとも、私たちは彼らが楽しんでいるときは誰であるかを見なければなりませんでした。\n\n楽しさ：10\n私はこれが楽しいエピソードだったと言わなければならない。 それは最初の2つのエピソードが持っていたペースが速いメカアクションからの良い休憩です。 ちょっとした行動がありますが、それはエピソードの落ち着きを感じさせるほど十分に下がっています。 ルルーシュがヨーロッパ人を暴動させてしまったのは非常にうまくいった。 それは適用可能なほど現実的であるように見えました。 このエピソードでは、大きなジャズのようなアクションミュージックはありません。\n\n全体：9\nそれを完璧なエピソードにするためのいくつかの軽微な欠陥が、しかし再び、完全性は達成するのが難しい。 また、Boukoku no Akitoはシリーズとはまったく異なるアプローチをとっているため、これをオリジナルのCode Geassと比較することはできません。 典型的な男の子と女の子の間に生まれた男の子と女の子の間で、恋人の喜多と似ている男の子のことだ。 そして、このOAVシリーズ（コバヤシやアケチの主人公は誰ですか？）と比較して、ランポ・キタンが崩れ落ちると言いたいと思います。 これまでのこのシリーズは素晴らしかったです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n{Warning: contains some spoilers}\n\n\u001b[1m{警告：いくつかのスポイラーが含まれています}\u001b[22m\n\u001b[1m({Keikoku: Ikutsu ka no supoirā ga fukuma rete imasu})\u001b[22m\n\nTranslations of \u001b[4m{Warning: contains some spoilers}\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{Warning: contains some spoilers}\u001b[24m\n    \u001b[1m{警告：いくつかのスポイラーが含まれています}\u001b[22m, \u001b[1m{警告：いくつかのネタバレが含まれています}\u001b[22m\n\u001b[1m\u001b[22m\n'What the hell is going in this episode' you say? Well it's definitely a filler... but at least it serves its purpose in giving the characters more development. We get to see how they interact and how they've changed from past episodes. And it's not entirely a filler, no, that'd be a waste of a one-hour episode series. This episode continues the mystery of Code Geass; unlike the first, this is about the mysteriousness of Geass and not about the changing of the world by our characters. What is Geass? Who are they that wield the power to take and give to the humans of this world? This is what I like best about Boukoku no Akito.\n\n\u001b[1m「このエピソードでは何が起こっているの？ まあ、それは間違いなくフィラーです...しかし、少なくともそれは文字をより発展させるという目的に役立ちます。 私たちは彼らがどのように交流し、過去のエピソードからどのように変わったのかを見ていきます。 そして、それは完全にフィラーではありません、それは、1時間のエピソードシリーズの無駄になるでしょう。 このエピソードはコードギアスの謎を続けています。 最初のものと違って、これはギアスの神秘についてであり、私たちのキャラクターによる世界の変化についてではありません。 ギアスとは何ですか？ この世界の人間に奪い取る力を身につけているのは誰ですか？ これは私が悟空の明人について一番好きなものです。\u001b[22m\n\u001b[1m(`Kono episōdode wa nani ga okotte iru no? Mā, soreha machigainaku firādesu... Shikashi, sukunakutomo sore wa moji o yori hatten sa seru to iu mokuteki ni yakudachimasu. Watashitachi wa karera ga dono yō ni kōryū shi, kako no episōdo kara dono yō ni kawatta no ka o mite ikimasu. Soshite, sore wa kanzen ni firāde wa arimasen, soreha, 1-jikan no episōdoshirīzu no muda ni narudeshou. Kono episōdo wa kōdogiasu no nazo o tsudzukete imasu. Saisho no mono to chigatte, koreha giasu no shinpi ni tsuitedeari, watashitachi no kyarakutā ni yoru sekai no henka ni tsuitede wa arimasen. Giasu to wa nanidesu ka? Kono sekai no ningen ni ubaitoru chikara o mi ni tsukete iru no wa daredesu ka? Kore wa watashi ga Gokū no Akito ni tsuite ichiban sukina monodesu.)\u001b[22m\n\nTranslations of \u001b[4m'What the hell is going in this episode' you say? Well it's definitely a filler... but at least it serves its purpose in giving the characters more development. We get to see how they interact and how they've changed from past episodes. And it's not entirely a filler, no, that'd be a waste of a one-hour episode series. This episode continues the mystery of Code Geass; unlike the first, this is about the mysteriousness of Geass and not about the changing of the world by our characters. What is Geass? Who are they that wield the power to take and give to the humans of this world? This is what I like best about Boukoku no Akito.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'What the hell is going in this episode' you say?\u001b[24m\n    \u001b[1m「このエピソードでは何が起こっているの？\u001b[22m, \u001b[1m「地獄は、このエピソードで起こっている何があなたが言いますか？\u001b[22m\n\u001b[4mWell it's definitely a filler... but at least it serves its purpose in giving the characters more development.\u001b[24m\n    \u001b[1mまあ、それは間違いなくフィラーです...しかし、少なくともそれは文字をより発展させるという目的に役立ちます。\u001b[22m, \u001b[1mまあそれは間違いなく、充填剤です...しかし、少なくともそれは、文字より多くの開発を与えることで、その目的を提供しています。\u001b[22m\n\u001b[4mWe get to see how they interact and how they've changed from past episodes.\u001b[24m\n    \u001b[1m私たちは彼らがどのように交流し、過去のエピソードからどのように変わったのかを見ていきます。\u001b[22m, \u001b[1m我々は、彼らがどのように相互作用するかを確認するために取得し、それらがどのように過去のエピソードから変更しました。\u001b[22m\n\u001b[4mAnd it's not entirely a filler, no, that'd be a waste of a one-hour episode series.\u001b[24m\n    \u001b[1mそして、それは完全にフィラーではありません、それは、1時間のエピソードシリーズの無駄になるでしょう。\u001b[22m, \u001b[1mそして、それは完全に充填材ではありません、いや、それは、1時間のエピソードシリーズの無駄になるだろう。\u001b[22m\n\u001b[4mThis episode continues the mystery of Code Geass;\u001b[24m\n    \u001b[1mこのエピソードはコードギアスの謎を続けています。\u001b[22m, \u001b[1mこのエピソードは、コードギアスの謎を続行します。\u001b[22m\n\u001b[4munlike the first, this is about the mysteriousness of Geass and not about the changing of the world by our characters.\u001b[24m\n    \u001b[1m最初のものと違って、これはギアスの神秘についてであり、私たちのキャラクターによる世界の変化についてではありません。\u001b[22m, \u001b[1m最初のとは違って、これはギアスの神秘についてではなく、私たちの文字で世界の変化についてです。\u001b[22m\n\u001b[4mWhat is Geass?\u001b[24m\n    \u001b[1mギアスとは何ですか？\u001b[22m\n\u001b[4mWho are they that wield the power to take and give to the humans of this world?\u001b[24m\n    \u001b[1mこの世界の人間に奪い取る力を身につけているのは誰ですか？\u001b[22m, \u001b[1m取ると、この世界の人間に与える力を振るう彼らは誰ですか？\u001b[22m\n\u001b[4mThis is what I like best about Boukoku no Akito.\u001b[24m\n    \u001b[1mこれは私が悟空の明人について一番好きなものです。\u001b[22m, \u001b[1mこれは私がBoukokuノー明人について一番好きなものです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nThe story continues with the refreshment of our wZERO squad, who are taking a little, well-deserved break from fighting behind enemy lines. Though their break is short-lived, at least we got to see the characters in happy mode. But it also continues, as I like to say again, the mysteriousness of Geass. What is Leila's Geass power? How and what did General Smilas do to upset the Order? Why did Shin murder his 'family'? And, the biggest question of all, how did Shin Shaing obtain his power?\n\n\u001b[1mストーリーは、敵の戦線の後ろから戦っていくにはちょっとした休憩を取っているwZEROチームのリフレッシュを続けています。 彼らの休憩は短命ですが、少なくとも私たちはハッピーモードでキャラクターを見なければなりません。 しかし、私は再び言いたいことがありますが、ギアスの神秘さを続けています。 レイラのギアスパワーとは何ですか？  Smilas将軍はどのように命令を混乱させるのですか？ なぜ新は彼の\"家族\"を殺したのですか？ そして、すべての最大の問題は、シン・シャインがどのように彼の力を得るのか？\u001b[22m\n\u001b[1m(Sutōrī wa, teki no sensen no ushirokara-sen tte iku ni wa chottoshita kyūkei o totte iru wZERO chīmu no rifuresshu o tsudzukete imasu. Karera no kyūkei wa tanmeidesuga, sukunakutomo watashitachiha happīmōdo de kyarakutā o minakereba narimasen. Shikashi, watashi wa futatabi iitai koto ga arimasuga, giasu no shinpi-sa o tsudzukete imasu. Reira no giasupawā to wa nanidesu ka? Smilas shōgun wa dono yō ni meirei o konran sa seru nodesu ka? Naze shin wa kare no\" kazoku\" o koroshita nodesu ka? Soshite, subete no saidai no mondai wa, Shin shain ga dono yō ni kare no chikara o eru no ka?)\u001b[22m\n\nTranslations of \u001b[4mThe story continues with the refreshment of our wZERO squad, who are taking a little, well-deserved break from fighting behind enemy lines. Though their break is short-lived, at least we got to see the characters in happy mode. But it also continues, as I like to say again, the mysteriousness of Geass. What is Leila's Geass power? How and what did General Smilas do to upset the Order? Why did Shin murder his 'family'? And, the biggest question of all, how did Shin Shaing obtain his power?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story continues with the refreshment of our wZERO squad, who are taking a little, well-deserved break from fighting behind enemy lines.\u001b[24m\n    \u001b[1mストーリーは、敵の戦線の後ろから戦っていくにはちょっとした休憩を取っているwZEROチームのリフレッシュを続けています。\u001b[22m, \u001b[1m物語は敵ラインの背後に戦ってから少し、当然の休憩を取っている私たちのwZERO隊のリフレッシュを続行します。\u001b[22m\n\u001b[4mThough their break is short-lived, at least we got to see the characters in happy mode.\u001b[24m\n    \u001b[1m彼らの休憩は短命ですが、少なくとも私たちはハッピーモードでキャラクターを見なければなりません。\u001b[22m, \u001b[1mそのブレークは短命であるが、少なくとも私たちは幸せモードで文字を見てみました。\u001b[22m\n\u001b[4mBut it also continues, as I like to say again, the mysteriousness of Geass.\u001b[24m\n    \u001b[1mしかし、私は再び言いたいことがありますが、ギアスの神秘さを続けています。\u001b[22m, \u001b[1m私は、再びギアスの神秘を言って好きなようにしかし、それはまた、継続します。\u001b[22m\n\u001b[4mWhat is Leila's Geass power?\u001b[24m\n    \u001b[1mレイラのギアスパワーとは何ですか？\u001b[22m, \u001b[1mレイラのギアスの力は何ですか？\u001b[22m\n\u001b[4mHow and what did General Smilas do to upset the Order?\u001b[24m\n    \u001b[1mSmilas将軍はどのように命令を混乱させるのですか？\u001b[22m, \u001b[1mどのように、どのような一般的なSmilas注文を混乱させるために行うのですか？\u001b[22m\n\u001b[4mWhy did Shin murder his 'family'?\u001b[24m\n    \u001b[1mなぜ新は彼の\"家族\"を殺したのですか？\u001b[22m, \u001b[1mなぜシンは、彼の家族」を殺害しましたか？\u001b[22m\n\u001b[4mAnd, the biggest question of all, how did Shin Shaing obtain his power?\u001b[24m\n    \u001b[1mそして、すべての最大の問題は、シン・シャインがどのように彼の力を得るのか？\u001b[22m, \u001b[1mそして、すべての最大の疑問は、どのように新Shaingは彼の力を得たのですか？\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nArt is the same as ever by CLAMP, but everything looks much smoother than the original, which I must admire because this is 2015 after all.\n\n\u001b[1mアートはCLAMPのこれまでと同じですが、すべてがオリジナルよりもはるかにスムーズに見えますが、これは結局2015年なので賞賛すべきです。\u001b[22m\n\u001b[1m(Āto wa kuranpu no kore made to onajidesuga, subete ga orijinaru yori mo haruka ni sumūzu ni miemasuga, kore wa kekkyoku 2015-nen'nanode shōsan subekidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt is the same as ever by CLAMP, but everything looks much smoother than the original, which I must admire because this is 2015 after all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is the same as ever by CLAMP, but everything looks much smoother than the original, which I must admire because this is 2015 after all.\u001b[24m\n    \u001b[1mアートはCLAMPのこれまでと同じですが、すべてがオリジナルよりもはるかにスムーズに見えますが、これは結局2015年なので賞賛すべきです。\u001b[22m, \u001b[1mアートはCLAMPにより、これまでと同じですが、すべてが、これはすべての後の2015年であるので、私は感心しなければならないオリジナルの、よりはるかに滑らかに見えます。\u001b[22m\n\u001b[1m\u001b[22m\nSound/Music: 9\n\n\u001b[1mサウンド/音楽：9\u001b[22m\n\u001b[1m(Saundo/ ongaku: 9)\u001b[22m\n\nTranslations of \u001b[4mSound/Music: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound/Music: 9\u001b[24m\n    \u001b[1mサウンド/音楽：9\u001b[22m\nThe sounds are amazing, but the music is kind of questionable. The jazz-like music playing during the fights sounds hilarious but it somehow resonates with the chaotic speed at which the battles progress. I get hyped up from watching the battles as they are, by far, the best 3D CG animated battles I've seen in anime so far. However, there is none of that; instead we get music that fits these nomadic people (I forgot the name for them xP)\n\n\u001b[1m音は素晴らしいですが、音楽は疑わしいものです。 戦いの間に演奏されるジャズのような音楽は陽気で聞こえるが、それは何とか戦闘が進行する混沌としたスピードに共鳴する。 私は今までのアニメで見たような最高の3D CGアニメーションの戦いであるように、戦いを見て驚いた。 しかし、それはありません。 代わりに私たちはこれらの遊牧民に合った音楽を手に入れます（私は彼らの名前を忘れていました）\u001b[22m\n\u001b[1m(Oto wa subarashīdesuga, ongaku wa utagawashī monodesu. Tatakai no ma ni ensō sa reru jazu no yōna ongaku wa yōkide kikoeruga, sore wa nantoka sentō ga shinkō suru konton to shita supīdo ni kyōmei suru. Watashi wa ima made no anime de mita yōna saikō no 3 D CG animēshon no tatakaidearu yō ni, tatakai o mite odoroita. Shikashi, sore wa arimasen. Kawari ni watashitachi wa korera no yūbokumin ni atta ongaku o te ni iremasu (watashi wa karera no namae o wasurete imashita))\u001b[22m\n\nTranslations of \u001b[4mThe sounds are amazing, but the music is kind of questionable. The jazz-like music playing during the fights sounds hilarious but it somehow resonates with the chaotic speed at which the battles progress. I get hyped up from watching the battles as they are, by far, the best 3D CG animated battles I've seen in anime so far. However, there is none of that; instead we get music that fits these nomadic people (I forgot the name for them xP)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sounds are amazing, but the music is kind of questionable.\u001b[24m\n    \u001b[1m音は素晴らしいですが、音楽は疑わしいものです。\u001b[22m, \u001b[1m音は素晴らしいですが、音楽は一種の疑問です。\u001b[22m\n\u001b[4mThe jazz-like music playing during the fights sounds hilarious but it somehow resonates with the chaotic speed at which the battles progress.\u001b[24m\n    \u001b[1m戦いの間に演奏されるジャズのような音楽は陽気で聞こえるが、それは何とか戦闘が進行する混沌としたスピードに共鳴する。\u001b[22m, \u001b[1m戦いの時に遊んでジャズのような音楽が陽気に聞こえるかもしれませんが、何らかの形で戦闘が進行するで混沌とした速度で共振します。\u001b[22m\n\u001b[4mI get hyped up from watching the battles as they are, by far, the best 3D CG animated battles I've seen in anime so far.\u001b[24m\n    \u001b[1m私は今までのアニメで見たような最高の3D CGアニメーションの戦いであるように、戦いを見て驚いた。\u001b[22m, \u001b[1m私は、はるかに、彼らがそうであるように戦いを見てから、私は、これまでアニメで見た中で最高の3D CGアニメーションの戦いを宣伝ます。\u001b[22m\n\u001b[4mHowever, there is none of that;\u001b[24m\n    \u001b[1mしかし、それはありません。\u001b[22m, \u001b[1mしかし、そのどれも存在しません。\u001b[22m\n\u001b[4minstead we get music that fits these nomadic people (I forgot the name for them xP)\u001b[24m\n    \u001b[1m代わりに私たちはこれらの遊牧民に合った音楽を手に入れます（私は彼らの名前を忘れていました）\u001b[22m, \u001b[1m代わりに、我々は（私は彼らXP用の名前を忘れてしまった）これらの遊牧民の人に合う音楽を入手します\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nAkito - still a psychopath hell-bent on killing and suicide, but at least he is changing little by little with Leila's influence. Leila - the innocent commander and, lo and behold, rich-girl-who-can't-do-chores-for-shit. The trio of juveniles - actually quite nice kids after they've opened up, after realizing that there's someone else with a more twisted history than them who is facing it alone, though it's slightly unrealistic how they did a near-180 after the 2nd episode . At least we got to see them as who they are when they're having fun (FOR ONCE).\n\n\u001b[1mAkito  - 殺して自殺してもまだ精神病ではないが、少なくとも彼はレイラの影響で少しずつ変化している。 レイラ - 無邪気な司令官、と、見て、豊かな女の子は、誰のための雑用です。 少年のトリオは、彼らが単独でそれに直面しているよりもよりねじれた歴史を持つ他の誰かがあることを認識した後、彼らが開いた後、実際にはかなり素敵な子供たち、彼らは2階エピソード 。 少なくとも、私たちは彼らが楽しんでいるときは誰であるかを見なければなりませんでした。\u001b[22m\n\u001b[1m(Akito - koroshite jisatsu shite mo mada seishinbyōde wa naiga, sukunakutomo kare wa Reira no eikyō de sukoshi zutsu henka shite iru. Reira - mujakina shirei-kan, to, mite, yutakana on'nanoko wa, dare no tame no zatsuyōdesu. Shōnen no torio wa, karera ga tandoku de sore ni chokumen shite iru yori moyori nejireta rekishi o motsu ta no dareka ga aru koto o ninshiki shita nochi, karera ga aita nochi, jissai ni wa kanari sutekina kodomo-tachi, karera wa 2-kai episōdo. Sukunakutomo, watashitachi wa karera ga tanoshinde iru toki wa daredearu ka o minakereba narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAkito - still a psychopath hell-bent on killing and suicide, but at least he is changing little by little with Leila's influence. Leila - the innocent commander and, lo and behold, rich-girl-who-can't-do-chores-for-shit. The trio of juveniles - actually quite nice kids after they've opened up, after realizing that there's someone else with a more twisted history than them who is facing it alone, though it's slightly unrealistic how they did a near-180 after the 2nd episode . At least we got to see them as who they are when they're having fun (FOR ONCE).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkito - still a psychopath hell-bent on killing and suicide, but at least he is changing little by little with Leila's influence.\u001b[24m\n    \u001b[1mAkito  - 殺して自殺してもまだ精神病ではないが、少なくとも彼はレイラの影響で少しずつ変化している。\u001b[22m, \u001b[1m明人 - まだサイコパスのがむしゃら殺害し、自殺が、少なくとも彼はレイラの影響で少しずつ変化している上。\u001b[22m\n\u001b[4mLeila - the innocent commander and, lo and behold, rich-girl-who-can't-do-chores-for-shit.\u001b[24m\n    \u001b[1mレイラ - 無邪気な司令官、と、見て、豊かな女の子は、誰のための雑用です。\u001b[22m, \u001b[1mレイラ - 無実の司令官と、驚くなかれ、リッチ女の子-can't-DO-家事-ため-たわごと。\u001b[22m\n\u001b[4mThe trio of juveniles - actually quite nice kids after they've opened up, after realizing that there's someone else with a more twisted history than them who is facing it alone, though it's slightly unrealistic how they did a near-180 after the 2nd episode\u001b[24m\n    \u001b[1m少年のトリオは、彼らが単独でそれに直面しているよりもよりねじれた歴史を持つ他の誰かがあることを認識した後、彼らが開いた後、実際にはかなり素敵な子供たち、彼らは2階エピソード\u001b[22m, \u001b[1m少年のトリオ - それは彼らが第二のエピソードの後に近く-180をどうやったのか少し非現実的だけれども、彼らは、一人でそれに直面しているそれらよりもねじれた歴史を持つ他の誰かがあることを実現した後、開いた後、実際には非常に素敵な子供たち\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mAt least we got to see them as who they are when they're having fun (FOR ONCE).\u001b[24m\n    \u001b[1m少なくとも、私たちは彼らが楽しんでいるときは誰であるかを見なければなりませんでした。\u001b[22m, \u001b[1m少なくとも我々は、彼らが（ONCE FOR）楽しんでいるとき、彼らが誰であるかのようにそれらを見てみました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nI'd have to say that this was an enjoyable episode; it's a good break from the fast-paced mecha action the first 2 episodes had. Though there is a little bit of action, it's toned down far enough to level with the calmness of the episode. Lelouch's rousing the European people into rioting was very nicely done; it seemed realistic enough to be applicable. There's none of the loud jazz-like action music in this episode.\n\n\u001b[1m私はこれが楽しいエピソードだったと言わなければならない。 それは最初の2つのエピソードが持っていたペースが速いメカアクションからの良い休憩です。 ちょっとした行動がありますが、それはエピソードの落ち着きを感じさせるほど十分に下がっています。 ルルーシュがヨーロッパ人を暴動させてしまったのは非常にうまくいった。 それは適用可能なほど現実的であるように見えました。 このエピソードでは、大きなジャズのようなアクションミュージックはありません。\u001b[22m\n\u001b[1m(Watashi wa kore ga tanoshī episōdodatta to iwanakereba naranai. Sore wa saisho no 2tsu no episōdo ga motte ita pēsu ga hayai meka akushon kara no yoi kyūkeidesu. Chottoshita kōdō ga arimasuga, soreha episōdo no ochitsuki o kanji saseru hodo jūbun ni sagatte imasu. Rurūshu ga yōroppa hito o bōdō sa sete shimatta no wa hijō ni umaku itta. Sore wa tekiyō kanōna hodo genjitsu-tekidearu yō ni miemashita. Kono episōdode wa, ōkina jazu no yōna akushonmyūjikku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI'd have to say that this was an enjoyable episode; it's a good break from the fast-paced mecha action the first 2 episodes had. Though there is a little bit of action, it's toned down far enough to level with the calmness of the episode. Lelouch's rousing the European people into rioting was very nicely done; it seemed realistic enough to be applicable. There's none of the loud jazz-like action music in this episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd have to say that this was an enjoyable episode;\u001b[24m\n    \u001b[1m私はこれが楽しいエピソードだったと言わなければならない。\u001b[22m, \u001b[1m私はこれが楽しいエピソードだったと言わなければならないと思います。\u001b[22m\n\u001b[4mit's a good break from the fast-paced mecha action the first 2 episodes had.\u001b[24m\n    \u001b[1mそれは最初の2つのエピソードが持っていたペースが速いメカアクションからの良い休憩です。\u001b[22m, \u001b[1mそれは最初の2エピソードがあったテンポの速いメカアクションからの良い休憩です。\u001b[22m\n\u001b[4mThough there is a little bit of action, it's toned down far enough to level with the calmness of the episode.\u001b[24m\n    \u001b[1mちょっとした行動がありますが、それはエピソードの落ち着きを感じさせるほど十分に下がっています。\u001b[22m, \u001b[1m行動の少しはありますが、それはエピソードの落ち着きとレベルに十分トーンダウンです。\u001b[22m\n\u001b[4mLelouch's rousing the European people into rioting was very nicely done;\u001b[24m\n    \u001b[1mルルーシュがヨーロッパ人を暴動させてしまったのは非常にうまくいった。\u001b[22m, \u001b[1mルルーシュの暴動にヨーロッパの人々を喚起は非常にうまく行われていました。\u001b[22m\n\u001b[4mit seemed realistic enough to be applicable.\u001b[24m\n    \u001b[1mそれは適用可能なほど現実的であるように見えました。\u001b[22m, \u001b[1mそれが適用できるほど現実的に思えました。\u001b[22m\n\u001b[4mThere's none of the loud jazz-like action music in this episode.\u001b[24m\n    \u001b[1mこのエピソードでは、大きなジャズのようなアクションミュージックはありません。\u001b[22m, \u001b[1mこのエピソードで大声ジャズ様作用の音楽のどれもありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nSome minor flaws to make it the perfect episode, but then again, perfection is hard to achieve. Also, you CAN'T compare this to the original Code Geass because Boukoku no Akito takes a completely different approach to the series; instead of the typical boy-meets-girl-and-gains-superpowers, its about a boy-trying-to-reconcile-with-his-past, more similar to Ranpo Kitan. And I'd like to say that Ranpo Kitan pales when compared to this OAV series (Who the hell was the main character in that show again, Kobayashi or Akechi?). This series has been great so far.\n\n\u001b[1mそれを完璧なエピソードにするためのいくつかの軽微な欠陥が、しかし再び、完全性は達成するのが難しい。 また、Boukoku no Akitoはシリーズとはまったく異なるアプローチをとっているため、これをオリジナルのCode Geassと比較することはできません。 典型的な男の子と女の子の間に生まれた男の子と女の子の間で、恋人の喜多と似ている男の子のことだ。 そして、このOAVシリーズ（コバヤシやアケチの主人公は誰ですか？）と比較して、ランポ・キタンが崩れ落ちると言いたいと思います。 これまでのこのシリーズは素晴らしかったです。\u001b[22m\n\u001b[1m(Sore o kanpekina episōdo ni suru tame no ikutsu ka no keibina kekkan ga, shikashi futatabi, kanzen-sei wa tassei suru no ga muzukashī. Mata, Boukoku no Akito wa shirīzu to wa mattaku kotonaru apurōchi o totte iru tame, kore o orijinaru no Code Geass to hikaku suru koto wa dekimasen. Tenkei-tekina otokonokotoon'nanoko no ma ni uma reta otokonokotoon'nanoko no ma de, koibito no Kita to nite iru otokonoko no kotoda. Soshite, kono OAV shirīzu (Kobayashi ya Akechi no shujinkō wa daredesu ka? ) To hikaku shite, Ranpo kitan ga kuzureochiru to iitai to omoimasu. Kore made no kono shirīzu wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSome minor flaws to make it the perfect episode, but then again, perfection is hard to achieve. Also, you CAN'T compare this to the original Code Geass because Boukoku no Akito takes a completely different approach to the series; instead of the typical boy-meets-girl-and-gains-superpowers, its about a boy-trying-to-reconcile-with-his-past, more similar to Ranpo Kitan. And I'd like to say that Ranpo Kitan pales when compared to this OAV series (Who the hell was the main character in that show again, Kobayashi or Akechi?). This series has been great so far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome minor flaws to make it the perfect episode, but then again, perfection is hard to achieve.\u001b[24m\n    \u001b[1mそれを完璧なエピソードにするためのいくつかの軽微な欠陥が、しかし再び、完全性は達成するのが難しい。\u001b[22m, \u001b[1mいくつかのマイナーな欠陥は完璧なエピソード作るために、しかし、その後、再び、完璧を達成することは困難です。\u001b[22m\n\u001b[4mAlso, you CAN'T compare this to the original Code Geass because Boukoku no Akito takes a completely different approach to the series;\u001b[24m\n    \u001b[1mまた、Boukoku no Akitoはシリーズとはまったく異なるアプローチをとっているため、これをオリジナルのCode Geassと比較することはできません。\u001b[22m, \u001b[1mBoukokuはないアキトがシリーズに完全に異なるアプローチをとっているためまた、あなたは、元のコードギアスにこれを比較することはできません。\u001b[22m\n\u001b[4minstead of the typical boy-meets-girl-and-gains-superpowers, its about a boy-trying-to-reconcile-with-his-past, more similar to Ranpo Kitan.\u001b[24m\n    \u001b[1m典型的な男の子と女の子の間に生まれた男の子と女の子の間で、恋人の喜多と似ている男の子のことだ。\u001b[22m, \u001b[1m代わりに、典型的な少年満たしている少女・アンド・ゲイン - 超大国の、その程度少年しようとツー和解-で-彼-過去乱歩組奇に類似、。\u001b[22m\n\u001b[4mAnd I'd like to say that Ranpo Kitan pales when compared to this OAV series (Who the hell was the main character in that show again, Kobayashi or Akechi?).\u001b[24m\n    \u001b[1mそして、このOAVシリーズ（コバヤシやアケチの主人公は誰ですか？）と比較して、ランポ・キタンが崩れ落ちると言いたいと思います。\u001b[22m, \u001b[1mそして、私はこのOAVシリーズと比較した場合、乱歩キタンが見劣りすることを言いたい（地獄はショーの主人公は、再び小林または明智でした？）。\u001b[22m\n\u001b[4mThis series has been great so far.\u001b[24m\n    \u001b[1mこれまでのこのシリーズは素晴らしかったです。\u001b[22m, \u001b[1mこのシリーズは、これまで偉大されています。\u001b[22m"
  },
  {
    "title": "Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "id": "15199",
    "url": "https://myanimelist.net/anime/15199/Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "user": "Archangel199",
    "profile": "/profile/Archangel199/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=219294",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  6\n\nさて、それは悪化し始めている。 コードギアスのフランチャイズになるとちょっと焦げたかもしれませんが、これは必ずしも素晴らしいことではありません。 気にして、以前の映画のどれもが、まだ、3回目の分割払いはこれまでのところ最悪です。 しかし、私はそのすべてでほぼ完了しているので、私は今、私の心は設定されているので、私は好きではなかったことについて話しましょう、私は3番目の亡命した映画について好きだった。\n\nストーリー：それは愚かなことを始める。 ああ、本当に、本当にダム。 映画の残りの部分は、ルルーシュとスザクを扱うサブプロットであり、私たちの主要なアンゴニスト、シン。 それは大丈夫だった、ルルーシュを含むすべてのものは、常にアップグレードされています。 それは本当にそれですが、幾分ギアスのものもありますが、これは私たちがすべて得ているものです。 私はそれに満足していません。特に、これまでのルルーシュのストーリーにはこれまでの決意があまり好きではないからです。 これは、償還する何かを見つけることがどれほど難しいかにかかわらず、4に過ぎません。 私たちのヒーローたちは壊れて、ヨーロッパの軍隊の何人かの馬鹿がレイラに戻りたいと思っています。そして、彼らは古いジプシーのために働くことに騙されます。 今私は自分自身に質問した質問は、全体の時間です：なぜ彼らはそれをやっているのですか？ 彼らに言い聞かせ、しないでください...。 地獄、彼らは文字通りAyanoとRyoの両方を荒らします。 ええ、それは私たちの英雄的な兵士です。 少なくともAkitoはすべての狂気に参加していないが、彼はまだ服を着て、彼らの命令に従う。 もう一度、なぜですか？  Clumsy Leilaはちょっとかわいいですが、それは今のところ、隠された豊かな少女です。\n\nアート：ここには新しいものはありません。 私はランスロットの戦い（超人間Suzakuはまだ意味をなさないが、何でも、アニメ）とそれはかなり良かった。 ファンの恋人は本当に船に乗っています。誰かが私に説明してくれたのかもしれません。 それは否定的な点ではありませんでしたが、まったく反対です。\n\nサウンド：同じことをもっと！ 私はルルーシュの声のために1点を追加します。\n\nキャラクター：ルルーシュとスザク、C.C. それは動いている。 だから、私は彼らの肉体を見ているだけで、これらの映画はそれらを見せてくれるのでとても寛大です。 実際はそうではないかもしれませんが、それでもLelouchは良いでしょう。 私は7つを保つつもりです。 ナー、ちょうど冗談だが、その3つは確かに助けになる。 例えば、アンタゴニストを設定する際には、実際には脅迫的で絶対的に無慈悲なことです。あなたが悪人から欲しいものだと思います。 まあ、動機もいいだろうが、それはおそらく起きている。 そうだといい。 主人公に、私は再び魅力的な女性について話すことができます。 それが何を意味するのか見ていますか？ 彼らは退屈だ、本当に、特にAkito。 彼はサスケ、それは彼のすべてです、それは不自由です。\n\n楽しさ：スタートは私を少し怒らせ、それ以外は前の映画と同じくらい楽しかった。 しかし、初めは私にそんなに迷惑をかけました。このカテゴリーには2つのポイントがあります。\n\nだから私は最後に何を言うことができますか？ 何か賢い？ しかし、我々は見るでしょう。 それがあなたの求めるものなら、あなたは間違っています。 私はまだ残りの2枚の映画を見たいと思っていますが、決して満足できる決断は決してないと思い始めます。 だから私はブーティーのためにそれを見る。 私は、私はそれほど退化していません。 うわー、これらのレビューに何が起こっているのですか、タイムアウトが必要です。 ただ2つだけ...もっと2つだけ。 それから、次に何が起こるかを見ていきます。 本当にいいことはいいと思うけど、ショーのすべてをファンボイストにしたい、それは楽しいかもしれない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWell, it's starting to get worse. Maybe i'm just a little burned out when it comes to the Code Geass franchise by now, but this wasn't exactly great. Mind you, none of the previous movies were, but still, the 3rd installment is the worst so far. However, i am almost done with all of it, so i am going to pull through now, my mind is set, so let's talk about what i didn't like and what i liked about the third Akito the exiled movie.\n\n\u001b[1mさて、それは悪化し始めている。 コードギアスのフランチャイズになるとちょっと焦げたかもしれませんが、これは必ずしも素晴らしいことではありません。 気にして、以前の映画のどれもが、まだ、3回目の分割払いはこれまでのところ最悪です。 しかし、私はそのすべてでほぼ完了しているので、私は今、私の心は設定されているので、私は好きではなかったことについて話しましょう、私は3番目の亡命した映画について好きだった。\u001b[22m\n\u001b[1m(Sate, soreha akka shi hajimete iru. Kōdogiasu no furanchaizu ni naruto chotto kogeta kamo shiremasenga, kore wa kanarazushimo subarashī kotode wa arimasen. Ki ni shite, izen no eiga no dore mo ga, mada, 3-kai-me no bunkatsubarai wa kore made no tokoro saiakudesu. Shikashi, watashi wa sono subete de hobo kanryō shite irunode, watashi wa ima, watashi no kokoro wa settei sa rete irunode, watashi wa sukide wa nakatta koto ni tsuite hanashimashou, watashi wa 3-banme no bōmei shita eiga ni tsuite sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mWell, it's starting to get worse. Maybe i'm just a little burned out when it comes to the Code Geass franchise by now, but this wasn't exactly great. Mind you, none of the previous movies were, but still, the 3rd installment is the worst so far. However, i am almost done with all of it, so i am going to pull through now, my mind is set, so let's talk about what i didn't like and what i liked about the third Akito the exiled movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, it's starting to get worse.\u001b[24m\n    \u001b[1mさて、それは悪化し始めている。\u001b[22m, \u001b[1mまあ、悪化し始めています。\u001b[22m\n\u001b[4mMaybe i'm just a little burned out when it comes to the Code Geass franchise by now, but this wasn't exactly great.\u001b[24m\n    \u001b[1mコードギアスのフランチャイズになるとちょっと焦げたかもしれませんが、これは必ずしも素晴らしいことではありません。\u001b[22m, \u001b[1m多分それが今ではコードギアスのフランチャイズに来るとき、私はほんの少しは燃え尽きていますが、これはまさに素晴らしいではありませんでした。\u001b[22m\n\u001b[4mMind you, none of the previous movies were, but still, the 3rd installment is the worst so far.\u001b[24m\n    \u001b[1m気にして、以前の映画のどれもが、まだ、3回目の分割払いはこれまでのところ最悪です。\u001b[22m, \u001b[1m断っておくが、以前の映画のどれもなかったが、それでも、第三割賦は、これまで最悪です。\u001b[22m\n\u001b[4mHowever, i am almost done with all of it, so i am going to pull through now, my mind is set, so let's talk about what i didn't like and what i liked about the third Akito the exiled movie.\u001b[24m\n    \u001b[1mしかし、私はそのすべてでほぼ完了しているので、私は今、私の心は設定されているので、私は好きではなかったことについて話しましょう、私は3番目の亡命した映画について好きだった。\u001b[22m, \u001b[1mしかし、私はほとんどそれのすべてで行われていますので、私は今、私の心が設定されているを通して引き出し、それでは私は好きではなかったと私は追放された映画の第三のアキト気に入っについて話すようにするつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: It starts stupid. Like, really, really dumb. The rest of the movie is a subplot handling Lelouch and Suzaku and our main antogonist, Shin. That was okay, everything involving Lelouch is always an upgrade. That's really it though, there is some Geass-stuff as well, but this is all we get. I am not satisfied with that, especially since i don't even like the resolution so far to Lelouchs story. This can only be a 4, no matter how hard i try to find something redeeming. Our heroes are broke, cause some idiot in the european army wants to get back at leila and then they get scammed into working for a bunch of old gypsys. Now the question i asked myself the whole time is: Why are they doing that? Just tell them off, don't do...that. Hell, they literally molest both Ayano and Ryo. Yeah, those are our heroic soldiers, what a great statement for the protagonists. At least Akito doesn't participate in all of the madness, but he still gets dressed up and follows their orders. Again, why? Clumsy Leila is kinda cute, but that's such a cliche by now, the sheltered rich girl.\n\n\u001b[1mストーリー：それは愚かなことを始める。 ああ、本当に、本当にダム。 映画の残りの部分は、ルルーシュとスザクを扱うサブプロットであり、私たちの主要なアンゴニスト、シン。 それは大丈夫だった、ルルーシュを含むすべてのものは、常にアップグレードされています。 それは本当にそれですが、幾分ギアスのものもありますが、これは私たちがすべて得ているものです。 私はそれに満足していません。特に、これまでのルルーシュのストーリーにはこれまでの決意があまり好きではないからです。 これは、償還する何かを見つけることがどれほど難しいかにかかわらず、4に過ぎません。 私たちのヒーローたちは壊れて、ヨーロッパの軍隊の何人かの馬鹿がレイラに戻りたいと思っています。そして、彼らは古いジプシーのために働くことに騙されます。 今私は自分自身に質問した質問は、全体の時間です：なぜ彼らはそれをやっているのですか？ 彼らに言い聞かせ、しないでください...。 地獄、彼らは文字通りAyanoとRyoの両方を荒らします。 ええ、それは私たちの英雄的な兵士です。 少なくともAkitoはすべての狂気に参加していないが、彼はまだ服を着て、彼らの命令に従う。 もう一度、なぜですか？  Clumsy Leilaはちょっとかわいいですが、それは今のところ、隠された豊かな少女です。\u001b[22m\n\u001b[1m(Sutōrī: Sore wa orokana koto o hajimeru. Ā, hontōni, hontōni damu. Watashitachi no hīrō-tachi wa kowarete, yōroppa no guntai no nan'ninka no baka ga Reira ni modoritai to omotte imasu. Soshite, karera wa furui jipushī no tame ni hataraku koto ni damasa remasu. Ima watashi wa jibun jishin ni shitsumon shita shitsumon wa, zentai no jikandesu: Naze karera wa sore o yatte iru nodesu ka? Karera ni iikikase, shinaide kudasai. ... Jigoku, karera wa mojidōri Ayano to Ryo no ryōhō o arashimasu. E e, soreha watashitachi no eiyū-tekina heishidesu. Sukunakutomo Akito wa subete no kyōki ni sanka shite inaiga, kare wa mada fuku o kite, karera no meirei ni shitagau. Mōichido, nazedesu ka? Clumsy Leila wa chotto kawaīdesuga, soreha imanotokoro, kakusareta yutakana shōjodesu. Eiga no nokori no bubun wa, rurūshu to Suzaku o atsukau sabupurottodeari, watashitachi no shuyōna angonisuto, Shin. Sore wa daijōbudatta, rurūshu o fukumu subete no mono wa, tsuneni appugurēdo sa rete imasu. Sore wa hontōni soredesuga, ikubun giasu no mono mo arimasuga, koreha watashitachi ga subete ete iru monodesu. Watashi wa sore ni manzoku shite imasen. Tokuni, kore made no rurūshu no sutōrī ni wa kore made no ketsui ga amari sukide wanaikaradesu. Kore wa, shōkan suru nanika o mitsukeru koto ga dorehodo muzukashī ka ni kakawarazu, 4 ni sugimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nArt: Nothing new here. I got my Lancelot fight (superhuman Suzaku still makes no sense, but whatever, anime) and that was pretty good. The fanservice is getting really overboard, maybe someone can explain to me why Ayano pulls the zipper of her already revealing, skintight suit to to her belly-button. That wasn't a negative point though, quite the opposite, heh.\n\n\u001b[1mアート：ここには新しいものはありません。 私はランスロットの戦い（超人間Suzakuはまだ意味をなさないが、何でも、アニメ）とそれはかなり良かった。 ファンの恋人は本当に船に乗っています。誰かが私に説明してくれたのかもしれません。 それは否定的な点ではありませんでしたが、まったく反対です。\u001b[22m\n\u001b[1m(Āto: Koko ni wa atarashī mono wa arimasen. Watashi wa ransurotto no tatakai (chō ningen Suzaku wa mada imiwonasanai ga, nani demo, anime) to sore wa kanari yokatta. Fan no koibito wa hontōni fune ni notte imasu. Darekaga watashi ni setsumei shite kureta no kamo shiremasen. Sore wa hitei-tekina tende wa arimasendeshitaga, mattaku hantaidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: Nothing new here. I got my Lancelot fight (superhuman Suzaku still makes no sense, but whatever, anime) and that was pretty good. The fanservice is getting really overboard, maybe someone can explain to me why Ayano pulls the zipper of her already revealing, skintight suit to to her belly-button. That wasn't a negative point though, quite the opposite, heh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Nothing new here.\u001b[24m\n    \u001b[1mアート：ここには新しいものはありません。\u001b[22m, \u001b[1mアート：ここに新しい何もありません。\u001b[22m\n\u001b[4mI got my Lancelot fight (superhuman Suzaku still makes no sense, but whatever, anime) and that was pretty good.\u001b[24m\n    \u001b[1m私はランスロットの戦い（超人間Suzakuはまだ意味をなさないが、何でも、アニメ）とそれはかなり良かった。\u001b[22m, \u001b[1m私はランスロットの戦い（超人朱雀はまだ意味がありませんが、何でも、アニメを）持って、それはかなり良かったです。\u001b[22m\n\u001b[4mThe fanservice is getting really overboard, maybe someone can explain to me why Ayano pulls the zipper of her already revealing, skintight suit to to her belly-button.\u001b[24m\n    \u001b[1mファンの恋人は本当に船に乗っています。誰かが私に説明してくれたのかもしれません。\u001b[22m, \u001b[1mサービスカットは、綾乃が彼女の腹ボタンにまで彼女のすでに明らかに、体にぴったり合ったスーツのジッパーを引く理由多分誰かが私に説明することができ、本当に船外になっています。\u001b[22m\n\u001b[4mThat wasn't a negative point though, quite the opposite, heh.\u001b[24m\n    \u001b[1mそれは否定的な点ではありませんでしたが、まったく反対です。\u001b[22m, \u001b[1mつまり、あわや、しかし全く逆の負のポイントではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: More of the same, however! I will add one point for lelouchs voice, what a great man.\n\n\u001b[1mサウンド：同じことをもっと！ 私はルルーシュの声のために1点を追加します。\u001b[22m\n\u001b[1m(Saundo: Onaji koto o motto! Watashi wa rurūshu no koe no tame ni 1-ten o tsuika shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: More of the same, however! I will add one point for lelouchs voice, what a great man.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: More of the same, however!\u001b[24m\n    \u001b[1mサウンド：同じことをもっと！\u001b[22m, \u001b[1mサウンド：同じの詳細は、しかし！\u001b[22m\n\u001b[4mI will add one point for lelouchs voice, what a great man.\u001b[24m\n    \u001b[1m私はルルーシュの声のために1点を追加します。\u001b[22m, \u001b[1m私はどのような偉大な男、lelouchs音声のため1点を追加します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Lelouch and Suzaku, even some C.C. That's it, moving on. So i just stare at their bodies and these movies are very generous with showing them, so it all works out. Not really, it could be better, but then again Lelouch. I´ll keep the seven. Nah, just kidding, but those three certainly help. In setting up the antagonist for example, that one is actually threatening and absolutely ruthless, i guess that's what you want from a villain. Well, a motive would be nice too, but that's probably coming up. I hope so. To the protagonists, i can once again only talk about the attractive females. Do you see what that implies? That they are boring, really, especially Akito. He's Sasuke, that's all he is, it's lame.\n\n\u001b[1mキャラクター：ルルーシュとスザク、C.C. それは動いている。 だから、私は彼らの肉体を見ているだけで、これらの映画はそれらを見せてくれるのでとても寛大です。 実際はそうではないかもしれませんが、それでもLelouchは良いでしょう。 私は7つを保つつもりです。 ナー、ちょうど冗談だが、その3つは確かに助けになる。 例えば、アンタゴニストを設定する際には、実際には脅迫的で絶対的に無慈悲なことです。あなたが悪人から欲しいものだと思います。 まあ、動機もいいだろうが、それはおそらく起きている。 そうだといい。 主人公に、私は再び魅力的な女性について話すことができます。 それが何を意味するのか見ていますか？ 彼らは退屈だ、本当に、特にAkito。 彼はサスケ、それは彼のすべてです、それは不自由です。\u001b[22m\n\u001b[1m(Kyarakutā: Rurūshu to Suzaku, C. C. Sore wa ugoite iru. Nā, chōdo jōdandaga, sono 3ttsu wa tashika ni tasuke ni naru. Tatoeba, antagonisuto o settei suru sai ni wa, jissai ni wa kyōhaku-tekide zettai-teki ni mujihina kotodesu. Anata ga akunin kara hoshī monoda to omoimasu. Mā, dōki mo īdarouga, sore wa osoraku okite iru. Sōda to ī. Shujinkō ni, watashi wa futatabi miryoku-tekina josei ni tsuite hanasu koto ga dekimasu. Sore ga nani o imi suru no ka mite imasu ka? Karera wa taikutsuda, hontōni, tokuni Akito. Kare wa Sasuke, sore wa kare no subetedesu, sore wa fujiyūdesu. Dakara, watashi wa karera no nikutai o mite iru dake de, korera no eiga wa sorera o misete kurerunode totemo kandaidesu. Jissai wa sōde wanai kamo shiremasenga, soredemo Lelouch wa yoideshou. Watashi wa 7tsu o tamotsu tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Lelouch and Suzaku, even some C.C. That's it, moving on. So i just stare at their bodies and these movies are very generous with showing them, so it all works out. Not really, it could be better, but then again Lelouch. I´ll keep the seven. Nah, just kidding, but those three certainly help. In setting up the antagonist for example, that one is actually threatening and absolutely ruthless, i guess that's what you want from a villain. Well, a motive would be nice too, but that's probably coming up. I hope so. To the protagonists, i can once again only talk about the attractive females. Do you see what that implies? That they are boring, really, especially Akito. He's Sasuke, that's all he is, it's lame.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Lelouch and Suzaku, even some C.C.\u001b[24m\n    \u001b[1mキャラクター：ルルーシュとスザク、C.C.\u001b[22m, \u001b[1mキャラクター：ルルーシュとスザク、さらにいくつかのC.C.\u001b[22m\n\u001b[4mThat's it, moving on.\u001b[24m\n    \u001b[1mそれは動いている。\u001b[22m, \u001b[1mそれは上の移動、それだけです。\u001b[22m\n\u001b[4mNah, just kidding, but those three certainly help.\u001b[24m\n    \u001b[1mナー、ちょうど冗談だが、その3つは確かに助けになる。\u001b[22m, \u001b[1mいや、冗談が、それらの3は確かに役立ちます。\u001b[22m\n\u001b[4mIn setting up the antagonist for example, that one is actually threatening and absolutely ruthless, i guess that's what you want from a villain.\u001b[24m\n    \u001b[1m例えば、アンタゴニストを設定する際には、実際には脅迫的で絶対的に無慈悲なことです。あなたが悪人から欲しいものだと思います。\u001b[22m, \u001b[1m例えば、アンタゴニストを設定するには、その一つは、実際に脅かすと絶対に冷酷である、私はそれはあなたが悪役から欲しいものだと思います。\u001b[22m\n\u001b[4mWell, a motive would be nice too, but that's probably coming up.\u001b[24m\n    \u001b[1mまあ、動機もいいだろうが、それはおそらく起きている。\u001b[22m, \u001b[1mまあ、動機はあまりにもいいだろうが、それはおそらくまで来ています。\u001b[22m\n\u001b[4mI hope so.\u001b[24m\n    \u001b[1mそうだといい。\u001b[22m, \u001b[1m私はそう願っています。\u001b[22m\n\u001b[4mTo the protagonists, i can once again only talk about the attractive females.\u001b[24m\n    \u001b[1m主人公に、私は再び魅力的な女性について話すことができます。\u001b[22m, \u001b[1m主人公に、私はもう一度だけ魅力的、女性について話すことができます。\u001b[22m\n\u001b[4mDo you see what that implies?\u001b[24m\n    \u001b[1mそれが何を意味するのか見ていますか？\u001b[22m, \u001b[1mあなたはそれが意味するものを見ていますか？\u001b[22m\n\u001b[4mThat they are boring, really, especially Akito.\u001b[24m\n    \u001b[1m彼らは退屈だ、本当に、特にAkito。\u001b[22m, \u001b[1m彼らは退屈していることを、本当に、特に明人。\u001b[22m\n\u001b[4mHe's Sasuke, that's all he is, it's lame.\u001b[24m\n    \u001b[1m彼はサスケ、それは彼のすべてです、それは不自由です。\u001b[22m, \u001b[1m彼は、それはラメですが、それは彼がすべてです、サスケです。\u001b[22m\n\u001b[4mSo i just stare at their bodies and these movies are very generous with showing them, so it all works out.\u001b[24m\n    \u001b[1mだから、私は彼らの肉体を見ているだけで、これらの映画はそれらを見せてくれるのでとても寛大です。\u001b[22m, \u001b[1mだから、僕は自分の体を凝視し、これらの映画は、それらを示すと非常に寛大であるので、すべてがうまくいきます。\u001b[22m\n\u001b[4mNot really, it could be better, but then again Lelouch.\u001b[24m\n    \u001b[1m実際はそうではないかもしれませんが、それでもLelouchは良いでしょう。\u001b[22m, \u001b[1mそうでもない、それは良いことが、その後再びルルーシュができました。\u001b[22m\n\u001b[4mI´ll keep the seven.\u001b[24m\n    \u001b[1m私は7つを保つつもりです。\u001b[22m, \u001b[1m - 私は7を保持します。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: The start made me a little angry, other then that, i enjoyed it as much as the previous movies. But the beginning annoyed me so much, that it costs two points for this category.\n\n\u001b[1m楽しさ：スタートは私を少し怒らせ、それ以外は前の映画と同じくらい楽しかった。 しかし、初めは私にそんなに迷惑をかけました。このカテゴリーには2つのポイントがあります。\u001b[22m\n\u001b[1m(Tanoshisa: Sutāto wa watashi o sukoshi okora se, soreigai wa mae no eiga to onaji kurai tanoshikatta. Shikashi, hajime wa watashi ni son'nani meiwaku o kakemashita. Kono kategorī ni wa 2tsu no pointo ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: The start made me a little angry, other then that, i enjoyed it as much as the previous movies. But the beginning annoyed me so much, that it costs two points for this category.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: The start made me a little angry, other then that, i enjoyed it as much as the previous movies.\u001b[24m\n    \u001b[1m楽しさ：スタートは私を少し怒らせ、それ以外は前の映画と同じくらい楽しかった。\u001b[22m, \u001b[1m楽しさ：スタートは私は少し怒って作られた、他のその、私は前の映画のように、それは同じくらい楽しみました。\u001b[22m\n\u001b[4mBut the beginning annoyed me so much, that it costs two points for this category.\u001b[24m\n    \u001b[1mしかし、初めは私にそんなに迷惑をかけました。このカテゴリーには2つのポイントがあります。\u001b[22m, \u001b[1mしかし、初めは、このカテゴリの2点をコストすることを、そんなに私をイライラ。\u001b[22m\n\u001b[1m\u001b[22m\nSo what can i say at the end? Something clever? But we will see. Hah, no, you're wrong here if this is what you seek. I still want to see the remaining two movies, but i start to think that there will never be any satisfying resolution. So i watch it for the booties. I don't, i'm not that much of a degenerate. Ugh, what is happening to these reviews, i need a timeout. Only two more...only two more. And then we'll see what's next. Something really good would be nice, i just want to fanboy all over a show, that could be fun.\n\n\u001b[1mだから私は最後に何を言うことができますか？ 何か賢い？ しかし、我々は見るでしょう。 それがあなたの求めるものなら、あなたは間違っています。 私はまだ残りの2枚の映画を見たいと思っていますが、決して満足できる決断は決してないと思い始めます。 だから私はブーティーのためにそれを見る。 私は、私はそれほど退化していません。 うわー、これらのレビューに何が起こっているのですか、タイムアウトが必要です。 ただ2つだけ...もっと2つだけ。 それから、次に何が起こるかを見ていきます。 本当にいいことはいいと思うけど、ショーのすべてをファンボイストにしたい、それは楽しいかもしれない。\u001b[22m\n\u001b[1m(Dakara watashi wa saigo ni nani o iu koto ga dekimasu ka? Nani ka kashikoi? Sore ga anata no motomeru mononara, anata wa machigatte imasu. Watashi wa mada nokori no 2-mai no eiga o mitai to omotte imasuga, kesshite manzoku dekiru ketsudan wa kesshite nai to omoi hajimemasu. Dakara watashi wa būtī no tame ni sore o miru. Watashi wa, watashi wa sorehodo taika shite imasen. Uwa ̄ , korera no rebyū ni nani ga okotte iru nodesu ka, Taimuauto ga hitsuyōdesu. Tada 2tsu dake... Motto 2tsu dake. Sorekara, tsugini nani ga okoru ka o mite ikimasu. Hontōni ī koto wa ī to omoukedo, shō no subete o fanboisuto ni shitai, sore wa tanoshī kamo shirenai. Shikashi, wareware wa mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSo what can i say at the end? Something clever? But we will see. Hah, no, you're wrong here if this is what you seek. I still want to see the remaining two movies, but i start to think that there will never be any satisfying resolution. So i watch it for the booties. I don't, i'm not that much of a degenerate. Ugh, what is happening to these reviews, i need a timeout. Only two more...only two more. And then we'll see what's next. Something really good would be nice, i just want to fanboy all over a show, that could be fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo what can i say at the end?\u001b[24m\n    \u001b[1mだから私は最後に何を言うことができますか？\u001b[22m\n\u001b[4mSomething clever?\u001b[24m\n    \u001b[1m何か賢い？\u001b[22m, \u001b[1m巧妙な何か？\u001b[22m\n\u001b[4mHah, no, you're wrong here if this is what you seek.\u001b[24m\n    \u001b[1mそれがあなたの求めるものなら、あなたは間違っています。\u001b[22m, \u001b[1mこれはあなたが求めるものである場合ほら、いいえ、あなたはここで間違っています。\u001b[22m\n\u001b[4mI still want to see the remaining two movies, but i start to think that there will never be any satisfying resolution.\u001b[24m\n    \u001b[1m私はまだ残りの2枚の映画を見たいと思っていますが、決して満足できる決断は決してないと思い始めます。\u001b[22m, \u001b[1m私はまだ残りの二つの映画を見たいと思って、しかし、私は、任意の満足解像度が存在しないことを考え始めます。\u001b[22m\n\u001b[4mSo i watch it for the booties.\u001b[24m\n    \u001b[1mだから私はブーティーのためにそれを見る。\u001b[22m, \u001b[1mだから私はブーツのためにそれを見ます。\u001b[22m\n\u001b[4mI don't, i'm not that much of a degenerate.\u001b[24m\n    \u001b[1m私は、私はそれほど退化していません。\u001b[22m, \u001b[1m私は、私は、縮重のそれほどないよません。\u001b[22m\n\u001b[4mUgh, what is happening to these reviews, i need a timeout.\u001b[24m\n    \u001b[1mうわー、これらのレビューに何が起こっているのですか、タイムアウトが必要です。\u001b[22m, \u001b[1mうわ、これらのレビューに何が起こっているのか、私はタイムアウトを必要としています。\u001b[22m\n\u001b[4mOnly two more...only two more.\u001b[24m\n    \u001b[1mただ2つだけ...もっと2つだけ。\u001b[22m, \u001b[1m唯一の2以上... 2つだけより。\u001b[22m\n\u001b[4mAnd then we'll see what's next.\u001b[24m\n    \u001b[1mそれから、次に何が起こるかを見ていきます。\u001b[22m, \u001b[1mそして、我々は次の何がわかります。\u001b[22m\n\u001b[4mSomething really good would be nice, i just want to fanboy all over a show, that could be fun.\u001b[24m\n    \u001b[1m本当にいいことはいいと思うけど、ショーのすべてをファンボイストにしたい、それは楽しいかもしれない。\u001b[22m, \u001b[1m本当に良い何かがいいだろう、私はちょうどショーの上にすべてをおたくにしたい、それは楽しいかもしれません。\u001b[22m\n\u001b[4mBut we will see.\u001b[24m\n    \u001b[1mしかし、我々は見るでしょう。\u001b[22m, \u001b[1mしかし、我々が表示されます。\u001b[22m"
  },
  {
    "title": "Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "id": "15199",
    "url": "https://myanimelist.net/anime/15199/Code_Geass__Boukoku_no_Akito_3_-_Kagayaku_Mono_Ten_yori_Otsu",
    "user": "Yamato1945",
    "profile": "/profile/Yamato1945/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=195288",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nストーリーに驚くほど静か。 彼らはそれを放映するのが遅れても、それを見るのはまだ楽しいものです。 私は老婦人について自分自身を失ったが、Knightmaresのアクションシーンは常に私に誇大宣伝をもたらす。 これまでのところ、これはちょうど「OK」ですが、もっと期待しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nQuiet suprising on the story. Even though they delayed to air it, its still enjoyable to watch it. I lost myself about the old ladies yet the actions scene with the Knightmares always bring me the hype. So far this is just 'ok' but expecting more.\n\n\u001b[1mストーリーに驚くほど静か。 彼らはそれを放映するのが遅れても、それを見るのはまだ楽しいものです。 私は老婦人について自分自身を失ったが、Knightmaresのアクションシーンは常に私に誇大宣伝をもたらす。 これまでのところ、これはちょうど「OK」ですが、もっと期待しています。\u001b[22m\n\u001b[1m(Sutōrī ni odoroku hodo shizuka. Karera wa sore o hōei suru no ga okurete mo, sore o miru no wa mada tanoshī monodesu. Watashi wa rō fujin ni tsuite jibun jishin o ushinatta ga, Knightmares no akushonshīn wa tsuneni watashi ni kodai senden o motarasu. Kore made no tokoro, kore wa chōdo `OK'desuga, motto kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mQuiet suprising on the story. Even though they delayed to air it, its still enjoyable to watch it. I lost myself about the old ladies yet the actions scene with the Knightmares always bring me the hype. So far this is just 'ok' but expecting more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuiet suprising on the story.\u001b[24m\n    \u001b[1mストーリーに驚くほど静か。\u001b[22m, \u001b[1m物語の静かな思いません。\u001b[22m\n\u001b[4mEven though they delayed to air it, its still enjoyable to watch it.\u001b[24m\n    \u001b[1m彼らはそれを放映するのが遅れても、それを見るのはまだ楽しいものです。\u001b[22m, \u001b[1m彼らはそれを放送するために遅れていますが、そのまだ楽しいが、それを見て。\u001b[22m\n\u001b[4mI lost myself about the old ladies yet the actions scene with the Knightmares always bring me the hype.\u001b[24m\n    \u001b[1m私は老婦人について自分自身を失ったが、Knightmaresのアクションシーンは常に私に誇大宣伝をもたらす。\u001b[22m, \u001b[1m私はいつも私に誇大広告を持って来る老婦人まだKnightmaresとアクションシーンについて自分自身を失いました。\u001b[22m\n\u001b[4mSo far this is just 'ok' but expecting more.\u001b[24m\n    \u001b[1mこれまでのところ、これはちょうど「OK」ですが、もっと期待しています。\u001b[22m, \u001b[1mこれまでのところ、これは単なる「OK」であるが、より期待します。\u001b[22m"
  }
]
