[
  {
    "title": "Hetalia__The_Beautiful_World",
    "id": "15195",
    "url": "https://myanimelist.net/anime/15195/Hetalia__The_Beautiful_World",
    "user": "lawny101",
    "profile": "/profile/lawny101/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=88827",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nまず、アニメの新しい変化が大好き！ オープニングは少しのドラッグですが...それは途方もなく...（それほど）...\n\n私は新しいアニメーションを愛しています！ 非常に爽やかですが、キャラクターが誰なのか分かりません。 フランスのように、彼は巨大な変容を経験しましたが、まだそれがフランスであることは分かっています。\n\nまた、ルーマニア、モンゴル、一般冬のようなキャラクターを追加し始めていることも大好きです！ 私はまた、より多くの国々を見ることを願っています。（咳、咳、トルコ、エジプト、インド、香港）多くのスクリーンショットを取得することを願っています。\n\nそれはロシアやロマーノのような面白い/怖いキャラクターの物語を語ってくれるので、物語は非常に奇妙です。 私はまた、中国を見て、彼がどのようになることを願っています！ また、Wアカデミーの設定なら楽しさが増します！ 学校の制服のキャラクターはとてもよく見えます！\n\n私はまた出て来た新しいエピソードが大好きです！（アメリカでは6つのエピソードTT ^ TTしかありません）それはロマーノがスペインでの彼の人生を見て、彼が本当にツンデレである方法を示しています！  ^ ^\n\n私はこれから笑いとAWWの瞬間をたくさん得て、わずか5分であるにもかかわらずとても満足しています！ それは非常に短いので、学校でのランチ中に見て素晴らしいです。 私はまた、多くのエピソードを見て、足の痙攣を起こすことはできません！  YAAY!!!\n\n\n全体的に、私はヘタリアの新しい季節を本当に楽しんでいます！ それは素晴らしいアニメーションと非常にユーモラスでキュートなストーリーラインを持っており、ビデオの長さは幻想的ですほとんどのエピソードでは、新しいキャラクターが追加されています（急いでいるとは思われません）！ 私はこのアニメを愛していますし、もっとたくさんのものが来ることを願っています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I LOVE the new changes the anime went through!! Although the opening is a bit of a drag.... It doesn't get in the way... (that much)...\n\n\u001b[1mまず、アニメの新しい変化が大好き！ オープニングは少しのドラッグですが...それは途方もなく...（それほど）...\u001b[22m\n\u001b[1m(Mazu, anime no atarashī henka ga daisuki ōpuningu wa sukoshi no doraggudesuga... Sore wa tohō mo naku... (Sorehodo)...)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I LOVE the new changes the anime went through!! Although the opening is a bit of a drag.... It doesn't get in the way... (that much)...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I LOVE the new changes the anime went through!!\u001b[24m\n    \u001b[1mまず、アニメの新しい変化が大好き！\u001b[22m, \u001b[1mまず第一に、私はアニメが通過した新しい変更をLOVE!!\u001b[22m\n\u001b[4mAlthough the opening is a bit of a drag.... It doesn't get in the way... (that much)...\u001b[24m\n    \u001b[1mオープニングは少しのドラッグですが...それは途方もなく...（それほど）...\u001b[22m, \u001b[1m開口部は、ドラッグのビットですが....これは（それほど）...の方法で取得していません...\u001b[22m\n\u001b[1m\u001b[22m\nI LOVE the new animations! It is very refreshing but not so much that we don't know who the character is! Like France, he went through a HUGE transformation yet we still know it is France.\n\n\u001b[1m私は新しいアニメーションを愛しています！ 非常に爽やかですが、キャラクターが誰なのか分かりません。 フランスのように、彼は巨大な変容を経験しましたが、まだそれがフランスであることは分かっています。\u001b[22m\n\u001b[1m(Watashi wa atarashī animēshon o aishiteimasu! Hijō ni sawayakadesuga, kyarakutā ga darena no ka wakarimasen. Furansu no yō ni, kare wa kyodaina hen'yō o keiken shimashitaga, mada sore ga Furansudearu koto wa wakatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI LOVE the new animations! It is very refreshing but not so much that we don't know who the character is! Like France, he went through a HUGE transformation yet we still know it is France.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI LOVE the new animations!\u001b[24m\n    \u001b[1m私は新しいアニメーションを愛しています！\u001b[22m, \u001b[1m私は、新しいアニメーションが大好き！\u001b[22m\n\u001b[4mIt is very refreshing but not so much that we don't know who the character is!\u001b[24m\n    \u001b[1m非常に爽やかですが、キャラクターが誰なのか分かりません。\u001b[22m, \u001b[1m私たちはキャラクターが誰であるか知っていないことをそんなに非常にさわやかではないです！\u001b[22m\n\u001b[4mLike France, he went through a HUGE transformation yet we still know it is France.\u001b[24m\n    \u001b[1mフランスのように、彼は巨大な変容を経験しましたが、まだそれがフランスであることは分かっています。\u001b[22m, \u001b[1mフランスのように、彼はまだ巨大な変換を経て、我々はまだそれがフランスである知っています。\u001b[22m\n\u001b[1m\u001b[22m\nI also love that they are starting to add more characters like Romania, Mongolia, and General Winter! I also hope to see more countries (like coughcoughTAIWANcoughKOREAcoughcoughMEXICOcough) and I hope to see supporting countries get more screenshots (Seychelles, Turkey, Egypt, India, Hong Kong )!\n\n\u001b[1mまた、ルーマニア、モンゴル、一般冬のようなキャラクターを追加し始めていることも大好きです！ 私はまた、より多くの国々を見ることを願っています。（咳、咳、トルコ、エジプト、インド、香港）多くのスクリーンショットを取得することを願っています。\u001b[22m\n\u001b[1m(Mata, rūmania, Mongoru, ippan fuyu no yōna kyarakutā o tsuika shi hajimete iru koto mo daisukidesu! Watashi wa mata, yori ōku no kuniguni o miru koto o negatte imasu. (Seki, seki, Toruko, Ejiputo, Indo, Honkon) ōku no sukurīnshotto o shutoku suru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI also love that they are starting to add more characters like Romania, Mongolia, and General Winter! I also hope to see more countries (like coughcoughTAIWANcoughKOREAcoughcoughMEXICOcough) and I hope to see supporting countries get more screenshots (Seychelles, Turkey, Egypt, India, Hong Kong )!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also love that they are starting to add more characters like Romania, Mongolia, and General Winter!\u001b[24m\n    \u001b[1mまた、ルーマニア、モンゴル、一般冬のようなキャラクターを追加し始めていることも大好きです！\u001b[22m, \u001b[1m私はまた、彼らはルーマニア、モンゴル、および一般的な冬のようなより多くの文字を追加し始めていることが大好き！\u001b[22m\n\u001b[4mI also hope to see more countries (like coughcoughTAIWANcoughKOREAcoughcoughMEXICOcough) and I hope to see supporting countries get more screenshots (Seychelles, Turkey, Egypt, India, Hong Kong )!\u001b[24m\n    \u001b[1m私はまた、より多くの国々を見ることを願っています。（咳、咳、トルコ、エジプト、インド、香港）多くのスクリーンショットを取得することを願っています。\u001b[22m, \u001b[1m私はまた、（coughcoughTAIWANcoughKOREAcoughcoughMEXICOcoughのような）多くの国を見てほしいと私は支援国がよりスクリーンショット（セイシェル、トルコ、エジプト、インド、香港）を得る見てほしいです！\u001b[22m\n\u001b[1m\u001b[22m\nThe story is very exicting because it tells back stories of funny/scary characters such as Russia and Romano. I also hope to see China and how he came to be!!! It also adds to the enjoyment because if the W Academy setting! The characters in school uniforms look very good!\n\n\u001b[1mそれはロシアやロマーノのような面白い/怖いキャラクターの物語を語ってくれるので、物語は非常に奇妙です。 私はまた、中国を見て、彼がどのようになることを願っています！ また、Wアカデミーの設定なら楽しさが増します！ 学校の制服のキャラクターはとてもよく見えます！\u001b[22m\n\u001b[1m(Sore wa Roshia ya romāno no yōna omoshiroi/ kowai kyarakutā no monogatari o katatte kurerunode, monogatari wa hijō ni kimyōdesu. Watashi wa mata, Chūgoku o mite, kare ga dono yō ni naru koto o negatte imasu! Mata, W akademī no setteinara tanoshisa ga mashimasu! Gakkō no seifuku no kyarakutā wa totemo yoku miemasu!)\u001b[22m\n\nTranslations of \u001b[4mThe story is very exicting because it tells back stories of funny/scary characters such as Russia and Romano. I also hope to see China and how he came to be!!! It also adds to the enjoyment because if the W Academy setting! The characters in school uniforms look very good!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is very exicting because it tells back stories of funny/scary characters such as Russia and Romano.\u001b[24m\n    \u001b[1mそれはロシアやロマーノのような面白い/怖いキャラクターの物語を語ってくれるので、物語は非常に奇妙です。\u001b[22m, \u001b[1mそれはロシアやロマーノなど面白い/怖い文字の物語をバック伝えるための物語は非常にexictingです。\u001b[22m\n\u001b[4mI also hope to see China and how he came to be!!!\u001b[24m\n    \u001b[1m私はまた、中国を見て、彼がどのようになることを願っています！\u001b[22m, \u001b[1m私はまた、中国とどのように彼はようになりましたを見てほしいです！\u001b[22m\n\u001b[4mIt also adds to the enjoyment because if the W Academy setting!\u001b[24m\n    \u001b[1mまた、Wアカデミーの設定なら楽しさが増します！\u001b[22m, \u001b[1mWアカデミーが設定場合ので、それはまた楽しみに追加されます！\u001b[22m\n\u001b[4mThe characters in school uniforms look very good!\u001b[24m\n    \u001b[1m学校の制服のキャラクターはとてもよく見えます！\u001b[22m, \u001b[1m学校の制服の文字は非常に良い見て！\u001b[22m\n\u001b[1m\u001b[22m\nI also love the new episode that came out!(In America there is only six episodes TT^TT) It shows how Romano sees his life at Spain and how he really is a tsundere! ^ ^\n\n\u001b[1m私はまた出て来た新しいエピソードが大好きです！（アメリカでは6つのエピソードTT ^ TTしかありません）それはロマーノがスペインでの彼の人生を見て、彼が本当にツンデレである方法を示しています！  ^ ^\u001b[22m\n\u001b[1m(Watashi wa mata dete kita atarashī episōdo ga daisukidesu! (Amerikadeha muttsu no episōdo TT ^ TT shika arimasen) sore wa romāno ga Supein de no kare no jinsei o mite, kare ga hontōni tsunderedearu hōhō o shimeshite imasu! ^ ^)\u001b[22m\n\nTranslations of \u001b[4mI also love the new episode that came out!(In America there is only six episodes TT^TT) It shows how Romano sees his life at Spain and how he really is a tsundere! ^ ^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also love the new episode that came out!(In America there is only six episodes TT^TT) It shows how Romano sees his life at Spain and how he really is a tsundere!\u001b[24m\n    \u001b[1m私はまた出て来た新しいエピソードが大好きです！（アメリカでは6つのエピソードTT ^ TTしかありません）それはロマーノがスペインでの彼の人生を見て、彼が本当にツンデレである方法を示しています！\u001b[22m, \u001b[1m私はまた出てきた新しいエピソードが大好き！（アメリカで唯一の6エピソードTT ^ TTがある）それは、ロマーノはスペインで彼の人生を見てどのように、彼は本当にツンデレである方法を示しています！\u001b[22m\n\u001b[4m^ ^\u001b[24m\n    \u001b[1m^ ^\u001b[22m\n\u001b[1m\u001b[22m\nI get LOTS of laughs and AWW moments from this and it is very fulfilling despite it being only 5 minutes! Its great to watch during lunch at school since it is so short. I can also watch many episodes and not get any leg cramps! YAAY!!!\n\n\u001b[1m私はこれから笑いとAWWの瞬間をたくさん得て、わずか5分であるにもかかわらずとても満足しています！ それは非常に短いので、学校でのランチ中に見て素晴らしいです。 私はまた、多くのエピソードを見て、足の痙攣を起こすことはできません！  YAAY!!!\u001b[22m\n\u001b[1m(Watashi wa korekara warai to AWW no shunkan o takusan ete, wazuka 5-budearu nimokakawarazu totemo manzoku shite imasu! Sore wa hijō ni mijikainode, gakkō de no ranchi-chū ni mite subarashīdesu. Watashi wa mata, ōku no episōdo o mite, ashi no keiren o okosu koto wa dekimasen! YAAY! ! !)\u001b[22m\n\nTranslations of \u001b[4mI get LOTS of laughs and AWW moments from this and it is very fulfilling despite it being only 5 minutes! Its great to watch during lunch at school since it is so short. I can also watch many episodes and not get any leg cramps! YAAY!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI get LOTS of laughs and AWW moments from this and it is very fulfilling despite it being only 5 minutes!\u001b[24m\n    \u001b[1m私はこれから笑いとAWWの瞬間をたくさん得て、わずか5分であるにもかかわらずとても満足しています！\u001b[22m, \u001b[1m私はこのことから笑いとAWWモーメントのLOTSを取得し、それがわずか5分であるにもかかわらず非常に充実です！\u001b[22m\n\u001b[4mIts great to watch during lunch at school since it is so short.\u001b[24m\n    \u001b[1mそれは非常に短いので、学校でのランチ中に見て素晴らしいです。\u001b[22m, \u001b[1mそれはとても短いので、学校で昼食時に見て、その素晴らしいです。\u001b[22m\n\u001b[4mI can also watch many episodes and not get any leg cramps!\u001b[24m\n    \u001b[1m私はまた、多くのエピソードを見て、足の痙攣を起こすことはできません！\u001b[22m, \u001b[1m私はまた、多くのエピソードを見て、任意の脚のけいれんを取得することはできません！\u001b[22m\n\u001b[4mYAAY!!!\u001b[24m\n    \u001b[1mYAAY!!!\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I really enjoy the new season of Hetalia! It has great animation and a very humorous and cute story line and the length of the video is FANTASTIC There are new characters being added ( it doesn't seem rushed) almost every episode! I do love this anime and I hope there will be much, much more to come!\n\n\u001b[1m全体的に、私はヘタリアの新しい季節を本当に楽しんでいます！ それは素晴らしいアニメーションと非常にユーモラスでキュートなストーリーラインを持っており、ビデオの長さは幻想的ですほとんどのエピソードでは、新しいキャラクターが追加されています（急いでいるとは思われません）！ 私はこのアニメを愛していますし、もっとたくさんのものが来ることを願っています！\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa hetaria no atarashī kisetsu o hontōni tanoshinde imasu! Sore wa subarashī animēshon to hijō ni yūmorasu de kyūtona sutōrīrain o motte ori, bideo no naga-sa wa gensō-tekidesu hotondo no episōdode wa, atarashī kyarakutā ga tsuika sa rete imasu (isoide iru to wa omowa remasen)! Watashi wa kono anime o aishiteimasu shi, motto takusan no mono ga kuru koto o negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mOverall, I really enjoy the new season of Hetalia! It has great animation and a very humorous and cute story line and the length of the video is FANTASTIC There are new characters being added ( it doesn't seem rushed) almost every episode! I do love this anime and I hope there will be much, much more to come!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I really enjoy the new season of Hetalia!\u001b[24m\n    \u001b[1m全体的に、私はヘタリアの新しい季節を本当に楽しんでいます！\u001b[22m, \u001b[1m全体的に、私は本当にヘタリアの新しいシーズンをお楽しみください！\u001b[22m\n\u001b[4mIt has great animation and a very humorous and cute story line and the length of the video is FANTASTIC There are new characters being added ( it doesn't seem rushed) almost every episode!\u001b[24m\n    \u001b[1mそれは素晴らしいアニメーションと非常にユーモラスでキュートなストーリーラインを持っており、ビデオの長さは幻想的ですほとんどのエピソードでは、新しいキャラクターが追加されています（急いでいるとは思われません）！\u001b[22m, \u001b[1m追加された新しい文字（それは急いでいないようです）、ほとんどすべてのエピソードがありますが、それは偉大なアニメーションと非常にユーモラスでキュートなストーリーラインを持っており、ビデオの長さは素晴らしいです！\u001b[22m\n\u001b[4mI do love this anime and I hope there will be much, much more to come!\u001b[24m\n    \u001b[1m私はこのアニメを愛していますし、もっとたくさんのものが来ることを願っています！\u001b[22m, \u001b[1m私はこのアニメを愛していますし、私が来て、はるかがあることを願っています！\u001b[22m"
  },
  {
    "title": "Hetalia__The_Beautiful_World",
    "id": "15195",
    "url": "https://myanimelist.net/anime/15195/Hetalia__The_Beautiful_World",
    "user": "kawaiiprods",
    "profile": "/profile/kawaiiprods/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=100037",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n他のヘタリアシリーズと比較して、美しい世界は一歩踏み出したもので、アニメーションが実際には今のところ美しいという理由が分かりました。  （過去のヘタリアアニメの平均以下の芸術と比較して）\n\nアート：9\n\n芸術は大幅に改善されています。その点では、見た目がどれほど優れているかによって、一部の文字が認識しにくい点です。 芸術の唯一の問題は、文字自体よりもはるかに詳細ではない背景ですが、時には目立つものであり、全体的に有害な欠陥ではありません。\n\nストーリー：7\n\nいつものようにヘタリアシリーズのストーリーはそれほど素晴らしいものではなく、実際にはコヒーレントなプロットはありません。 アニメは魅力的なキャラクターのやりとりを中心にしており、時には良いストーリーほど楽しいかもしれません。 歴史的な事実がどのように追加されているのかは分かりませんが、それは無意識の中での学習経験となっています。 あなたがそれを理解していないことを見て、あなたはとても楽しいです。\n\nサウンド：8\n\n私は本当にバックグラウンドミュージックに気づいていなかったし、アニメとは別にプレイした場合は、おそらく1曲は認識しないだろう。 サブとダブの声優はどちらも優れています。 いくつかの最高の。 すべての国が完全にキャストされているようです。\n\nキャラクター：10\n\nアニメの最高の部分と実際にそれを見てのポイント。 個性化された国はすべて面白く、魅力的で、面白いです。 キャラクターのインタラクションは、このシリーズを見ておく価値があります。\n\n楽しさ：10\n\n私はヘタリアを愛しました：美しい世界。 それは本当に面白いですし、私はそれがとても好きだったので、彼らは別のシリーズを作ることを願っています。\n\n全体：8\n\n私はこのシリーズをコメディ愛好家やユーモアのセンスのある歴史恋人にお勧めします。 いくつかの欠陥がありますが、特に気分が悪い時には、全体的に見て楽しむアニメです。 あなたを応援してくれるはずです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCompared to the other Hetalia series The Beautiful World is a step up, and you can see why they named it beautiful because now the animation actually is. (In comparison to the below-average art of the past Hetalia anime.)\n\n\u001b[1m他のヘタリアシリーズと比較して、美しい世界は一歩踏み出したもので、アニメーションが実際には今のところ美しいという理由が分かりました。  （過去のヘタリアアニメの平均以下の芸術と比較して）\u001b[22m\n\u001b[1m(Hoka no hetariashirīzu to hikaku shite, utsukushī sekai wa ippo fumidashita mono de, animēshon ga jissai ni wa imanotokoro utsukushī to iu riyū ga wakarimashita. (Kako no hetariaanime no heikin ika no geijutsu to hikaku shite))\u001b[22m\n\nTranslations of \u001b[4mCompared to the other Hetalia series The Beautiful World is a step up, and you can see why they named it beautiful because now the animation actually is. (In comparison to the below-average art of the past Hetalia anime.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCompared to the other Hetalia series The Beautiful World is a step up, and you can see why they named it beautiful because now the animation actually is.\u001b[24m\n    \u001b[1m他のヘタリアシリーズと比較して、美しい世界は一歩踏み出したもので、アニメーションが実際には今のところ美しいという理由が分かりました。\u001b[22m, \u001b[1m他ヘタリアシリーズに比べると美しい世界は、ステップアップしている、と彼らは今アニメーションが実際にあるので、それは美しいという名前の理由を見ることができます。\u001b[22m\n\u001b[4m(In comparison to the below-average art of the past Hetalia anime.)\u001b[24m\n    \u001b[1m（過去のヘタリアアニメの平均以下の芸術と比較して）\u001b[22m, \u001b[1m（過去ヘタリアアニメの平均以下の技術と比較して。）\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\n\u001b[1m\u001b[22m\nThe art has improved drastically to the point where some characters are hard to recognize because of how much better they look. The only problem with the art is the backgrounds which are much less detailed than the characters themselves but this is only noticeable sometimes and isn't overall a detrimental flaw.\n\n\u001b[1m芸術は大幅に改善されています。その点では、見た目がどれほど優れているかによって、一部の文字が認識しにくい点です。 芸術の唯一の問題は、文字自体よりもはるかに詳細ではない背景ですが、時には目立つものであり、全体的に有害な欠陥ではありません。\u001b[22m\n\u001b[1m(Geijutsu wa ōhaba ni kaizen sa rete imasu. Sono tende wa, mitame ga dorehodo sugurete iru ka ni yotte, ichibu no moji ga ninshiki shi nikui tendesu. Geijutsu no yuiitsu no mondai wa, moji jitai yori mo haruka ni shōsaide wanai haikeidesuga, tokiniha medatsu monodeari, zentai-teki ni yūgaina kekkande wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art has improved drastically to the point where some characters are hard to recognize because of how much better they look. The only problem with the art is the backgrounds which are much less detailed than the characters themselves but this is only noticeable sometimes and isn't overall a detrimental flaw.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art has improved drastically to the point where some characters are hard to recognize because of how much better they look.\u001b[24m\n    \u001b[1m芸術は大幅に改善されています。その点では、見た目がどれほど優れているかによって、一部の文字が認識しにくい点です。\u001b[22m, \u001b[1m技術は、一部の文字があるため、彼らがどのように見えるかはるかに良いの認識が困難である点に大幅に改善されました。\u001b[22m\n\u001b[4mThe only problem with the art is the backgrounds which are much less detailed than the characters themselves but this is only noticeable sometimes and isn't overall a detrimental flaw.\u001b[24m\n    \u001b[1m芸術の唯一の問題は、文字自体よりもはるかに詳細ではない背景ですが、時には目立つものであり、全体的に有害な欠陥ではありません。\u001b[22m, \u001b[1m芸術の唯一の問題はそれほど詳細な文字自体よりも背景ですが、これは時々だけ顕著になり、全体的な有害な欠陥ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\n\u001b[1m\u001b[22m\nAs always the story in the Hetalia series isn't really that great or really there isn't a coherent plot. The anime centers around charming character interactions and that can be just as enjoyable as a good story sometimes. It is nice though how historical facts are added in, making it a bit of an unconscious learning experience. You are having so much fun while watching that you don't even realize it.\n\n\u001b[1mいつものようにヘタリアシリーズのストーリーはそれほど素晴らしいものではなく、実際にはコヒーレントなプロットはありません。 アニメは魅力的なキャラクターのやりとりを中心にしており、時には良いストーリーほど楽しいかもしれません。 歴史的な事実がどのように追加されているのかは分かりませんが、それは無意識の中での学習経験となっています。 あなたがそれを理解していないことを見て、あなたはとても楽しいです。\u001b[22m\n\u001b[1m(Itsumo no yō ni hetariashirīzu no sutōrī wa sore hodo subarashī monode wa naku, jissai ni wa kohīrentona purotto wa arimasen. Anime wa miryoku-tekina kyarakutā no yaritori o chūshin ni shite ori, tokiniha yoi sutōrī hodo tanoshī kamo shiremasen. Rekishi-tekina jijitsu ga dono yō ni tsuika sa rete iru no ka wa wakarimasen ga, soreha muishiki no naka de no gakushū keiken to natte imasu. Anata ga sore o rikai shite inai koto o mite, anata wa totemo tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs always the story in the Hetalia series isn't really that great or really there isn't a coherent plot. The anime centers around charming character interactions and that can be just as enjoyable as a good story sometimes. It is nice though how historical facts are added in, making it a bit of an unconscious learning experience. You are having so much fun while watching that you don't even realize it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs always the story in the Hetalia series isn't really that great or really there isn't a coherent plot.\u001b[24m\n    \u001b[1mいつものようにヘタリアシリーズのストーリーはそれほど素晴らしいものではなく、実際にはコヒーレントなプロットはありません。\u001b[22m, \u001b[1mいつものようヘタリアシリーズのストーリーは本当に素晴らしいではありませんか本当にコヒーレントプロットはありません。\u001b[22m\n\u001b[4mThe anime centers around charming character interactions and that can be just as enjoyable as a good story sometimes.\u001b[24m\n    \u001b[1mアニメは魅力的なキャラクターのやりとりを中心にしており、時には良いストーリーほど楽しいかもしれません。\u001b[22m, \u001b[1m魅力的なキャラクターとの対話の周りアニメセンター、それが時には良い話と同じくらい楽しいことができます。\u001b[22m\n\u001b[4mIt is nice though how historical facts are added in, making it a bit of an unconscious learning experience.\u001b[24m\n    \u001b[1m歴史的な事実がどのように追加されているのかは分かりませんが、それは無意識の中での学習経験となっています。\u001b[22m, \u001b[1m無意識の学習経験のビット作り、中に追加されるかの方法、歴史的事実でいいです。\u001b[22m\n\u001b[4mYou are having so much fun while watching that you don't even realize it.\u001b[24m\n    \u001b[1mあなたがそれを理解していないことを見て、あなたはとても楽しいです。\u001b[22m, \u001b[1mあなたもそれを理解していないことを見ながら、あなたはとても多くの楽しみを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\n\u001b[1m\u001b[22m\nI didn't really notice the background music at all and I probably wouldn't recognize a single tune if you played it separately from the anime. The voice actors in the sub and the dub are both excellent though. Some of the best. All of the countries seem to be perfectly cast.\n\n\u001b[1m私は本当にバックグラウンドミュージックに気づいていなかったし、アニメとは別にプレイした場合は、おそらく1曲は認識しないだろう。 サブとダブの声優はどちらも優れています。 いくつかの最高の。 すべての国が完全にキャストされているようです。\u001b[22m\n\u001b[1m(Watashi wa hontōni bakkuguraundomyūjikku ni kidzuite inakattashi, anime to wa betsuni purei shita baai wa, osoraku 1-kyoku wa ninshiki shinaidarou. Sabu to dabu no seiyū wa dochira mo sugurete imasu. Ikutsu ka no saikō no. Subete no kuni ga kanzen ni kyasuto sa rete iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI didn't really notice the background music at all and I probably wouldn't recognize a single tune if you played it separately from the anime. The voice actors in the sub and the dub are both excellent though. Some of the best. All of the countries seem to be perfectly cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't really notice the background music at all and I probably wouldn't recognize a single tune if you played it separately from the anime.\u001b[24m\n    \u001b[1m私は本当にバックグラウンドミュージックに気づいていなかったし、アニメとは別にプレイした場合は、おそらく1曲は認識しないだろう。\u001b[22m, \u001b[1m私は実際にすべてのバックグラウンドミュージックに気付かなかった、あなたはアニメとは別に、それを果たした場合、私はおそらく、単一の曲を認識しません。\u001b[22m\n\u001b[4mThe voice actors in the sub and the dub are both excellent though.\u001b[24m\n    \u001b[1mサブとダブの声優はどちらも優れています。\u001b[22m, \u001b[1mサブで声優とダブとはいえ、両方の優れています。\u001b[22m\n\u001b[4mSome of the best.\u001b[24m\n    \u001b[1mいくつかの最高の。\u001b[22m\n\u001b[4mAll of the countries seem to be perfectly cast.\u001b[24m\n    \u001b[1mすべての国が完全にキャストされているようです。\u001b[22m, \u001b[1m国のすべてが完全にキャストしているように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\n\u001b[1m\u001b[22m\nThe best part of the anime and really the point of watching it. All of the personified countries are funny, charming and interesting to watch. The character interactions make this series worth watching.\n\n\u001b[1mアニメの最高の部分と実際にそれを見てのポイント。 個性化された国はすべて面白く、魅力的で、面白いです。 キャラクターのインタラクションは、このシリーズを見ておく価値があります。\u001b[22m\n\u001b[1m(Anime no saikō no bubun to jissai ni sore o mite no pointo. Kosei-ka sa reta kuni wa subete omoshiroku, mirikiteki de, omoshiroidesu. Kyarakutā no intarakushon wa, kono shirīzu o mite oku kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe best part of the anime and really the point of watching it. All of the personified countries are funny, charming and interesting to watch. The character interactions make this series worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best part of the anime and really the point of watching it.\u001b[24m\n    \u001b[1mアニメの最高の部分と実際にそれを見てのポイント。\u001b[22m, \u001b[1mアニメの最良の部分と、実際にそれを見てのポイント。\u001b[22m\n\u001b[4mAll of the personified countries are funny, charming and interesting to watch.\u001b[24m\n    \u001b[1m個性化された国はすべて面白く、魅力的で、面白いです。\u001b[22m, \u001b[1m擬人国のすべてが見ていて、面白い魅力的で興味深いものです。\u001b[22m\n\u001b[4mThe character interactions make this series worth watching.\u001b[24m\n    \u001b[1mキャラクターのインタラクションは、このシリーズを見ておく価値があります。\u001b[22m, \u001b[1m文字の相互作用が見てこのシリーズは価値がある作ります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\n\u001b[1m\u001b[22m\nI loved Hetalia: The Beautiful World. It's really fun to watch and I hope that they make another series because I liked it so much.\n\n\u001b[1m私はヘタリアを愛しました：美しい世界。 それは本当に面白いですし、私はそれがとても好きだったので、彼らは別のシリーズを作ることを願っています。\u001b[22m\n\u001b[1m(Watashi wa hetaria o aishimashita: Utsukushī sekai. Sore wa hontōni omoshiroidesushi, watashi wa sore ga totemo sukidattanode, karera wa betsu no shirīzu o tsukuru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI loved Hetalia: The Beautiful World. It's really fun to watch and I hope that they make another series because I liked it so much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved Hetalia: The Beautiful World.\u001b[24m\n    \u001b[1m私はヘタリアを愛しました：美しい世界。\u001b[22m, \u001b[1m美しい世界：私はヘタリアを愛しました。\u001b[22m\n\u001b[4mIt's really fun to watch and I hope that they make another series because I liked it so much.\u001b[24m\n    \u001b[1mそれは本当に面白いですし、私はそれがとても好きだったので、彼らは別のシリーズを作ることを願っています。\u001b[22m, \u001b[1mそれは見ていて本当に楽しいですし、私はそれをとても気に入っているので、彼らは別のシリーズを作ることを願っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8\u001b[24m\n    \u001b[1m全体：8\u001b[22m\n\u001b[1m\u001b[22m\nI would recommend this series to comedy lovers or history buffs with a good sense of humor. There are a few flaws but it is an overall fun anime to watch, especially when you are feeling down. It's sure to cheer you up.\n\n\u001b[1m私はこのシリーズをコメディ愛好家やユーモアのセンスのある歴史恋人にお勧めします。 いくつかの欠陥がありますが、特に気分が悪い時には、全体的に見て楽しむアニメです。 あなたを応援してくれるはずです。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o komedi aikō-ka ya yūmoa no sensu no aru rekishi koibito ni o susume shimasu. Ikutsu ka no kekkan ga arimasuga, tokuni kibungawarui tokiniha, zentai-teki ni mite tanoshimu animedesu. Anata o ōen shite kureru hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mI would recommend this series to comedy lovers or history buffs with a good sense of humor. There are a few flaws but it is an overall fun anime to watch, especially when you are feeling down. It's sure to cheer you up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would recommend this series to comedy lovers or history buffs with a good sense of humor.\u001b[24m\n    \u001b[1m私はこのシリーズをコメディ愛好家やユーモアのセンスのある歴史恋人にお勧めします。\u001b[22m, \u001b[1m私はユーモアのセンスとコメディ愛好家や歴史愛好家にこのシリーズをお勧めします。\u001b[22m\n\u001b[4mThere are a few flaws but it is an overall fun anime to watch, especially when you are feeling down.\u001b[24m\n    \u001b[1mいくつかの欠陥がありますが、特に気分が悪い時には、全体的に見て楽しむアニメです。\u001b[22m, \u001b[1mあなたがダウンして感じている場合は特に、そこにいくつかの欠陥があるが、見て、全体的な楽しいアニメです。\u001b[22m\n\u001b[4mIt's sure to cheer you up.\u001b[24m\n    \u001b[1mあなたを応援してくれるはずです。\u001b[22m, \u001b[1mそれはあなたを応援するためには間違いないだろう。\u001b[22m"
  },
  {
    "title": "Hetalia__The_Beautiful_World",
    "id": "15195",
    "url": "https://myanimelist.net/anime/15195/Hetalia__The_Beautiful_World",
    "user": "samui26",
    "profile": "/profile/samui26/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=198561",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\n美しい世界は、2013年に放映されたヘタリアの5番目のシーズンです。作品の大幅な変更とエピソード形式が、新しいエンディング曲とともに実装されました。 それは本当に美学的にそのタイトルに住んでいましたが、それは最後の4シーズンのためにそのファンダムを楽しませるために必要なものを持っていますか？\n\nストーリー：6/10\n\n美しい世界はまだ大きなプロットはありませんが、エピソード形式の変更の恩恵を受けています。 全体の物語（2つか3つのエピソードのためのストリップを広げることに対して）は、それにライフ・スライス・テーマ感覚のアニメを与えるすべてのエピソードに言われる。 それは、個人化された国々とその日々のヒジンクを引き続き含む。 悪くはないが、このシリーズを非常に陽気にする歴史的なパロディーがキャラクタークォークのために用意されているかのようである。 美しい世界はアラカーンにもっと焦点を当てました！ ほとんどの時間、文化的な違いをジョークとして使用している男性のカウンターパートとの瞬間。\n\nユーモアは、プロイセンやトルコがそこにいなければ、正直なところ私は雑用を見つけるワールドシリーズからの改良です。 国家が学校に通っており、主要なトリオ（ドイツ、イタリア、日本）がクラブに関する記事を作っていなければならない学園ヘタリアは大声で笑い声をあげている（イングランドは決して古くない）。 近いうちにデッド・セグメントのヘタリアがあります。これは主にアメリカのヒーロー・コンプレックスと重要なイベントの途中で不必要な瞬間を落とすインドの傾向のために国のホラー映画を対照します。 オランダやベルギーを含むエピソードは、笑いか2つを得るには十分に面白いです。\n\n美しい世界はまた、時には傍観者のユーモアを取り、しばらくの間、心の鼓動を引く。  2つのフランス中心のエピソード（彼が本当に誰であるかを尋ねる兵士、そしてジャンヌ・オブ・アークの生まれ変わりを迎えている兵士）は、私たちが同じショーを見ているかどうかを尋ねたまま、 次のエピソードでは、典型的なヘタリアのエピソードが示されています。\n\n他のすべてのミニアークは、同じヘタリアの静脈であり、ホモエロティックが満たされ、文化的ジョークであり、プロットよりもキャラクターの相互作用に多く依存しています。 また、ヘタリアのホモエロティックは、ファンセリフのエピソードを除いて、ほとんどの場合、落ち着いているので耐えられることにも注意してください。\n\n私が尋ねられると、それはAxis PowersとWorld Seriesの最初の2シーズンの中間に座って楽に座ります。\n\nアート：8/10\n\nアートワークは劇的に改善され、国は最終的に見た目が違うようになりました。 それは視聴経験とユーモアを邪魔しないような非常にきらきらとした感触を与えましたが、それは国を24/7に出荷する富士愛好家の火に燃料を加えるかもしれません。 アニメーションも改善されました。私は確かに、ジョークが欠けているときはいつでも、この2つがこのシリーズの強みとして果たしていると言えるでしょう。\n\nサウンド：8/10\n\nシリーズが音を増強したと言っても過言ではありません。 ロンゴ・マワルは、イタリアで最も魅力的なヘタリアの歌です。\n\nキャラクター：8/10（正確には8が低い）\n\nこのシリーズで緊張していたのは、他者を引き継いだキャラクターの連続的な蓄積です。 これは後に別々のレビューを行うWorld Twinkleを傷つける。  Sealandの他のすべての微視的な外観は高く評価されましたが、視聴者が彼らの存在を楽しむために多くの時間を与えられていませんでした。 非常に限定されたエピソード数の他の事故は、ヘタリアの女性キャラクターでした。\n\n私は本当に最初の4つの季節に迷惑なアメリカを見つけるが、クリスマスのエピソードは、エスコニアのハッカーの問題と死者のヘタリアは、彼の外観と彼の通常のおかしなことのために大きな恩恵を受けた。 私がワールドシリーズでいびきを感じるギリシャは、これまでにない最高のトルコに感謝の気持ちになりました。 イングランドの潮流と彼の皮肉主義は決して古くならず、メインのトリオはまだ彼らの癖やショーの有用性を保持しています。\n\n私が一般的にヘタリアのキャラクターを愛している限り、彼らに十分な時間を与えずに身体数のノンストップの増加はこのシリーズを傷つけます。 私が個人的にショー（申し訳ありませんプロイセン）で最もクールなグループを見つけるノルディックは、十分な時間を与えられていないとこの状況のた​​めに一般的に見えました。 オーストラリアとルーマニアは単一のセグメントにしか現れていないため、最悪のケースがあります。 主なトリオ（ドイツ、イタリア、日本）でさえ、脇役になった。 私は、Hidekaz先生が、適切な開発のために、時には彼らに集中することを願っています。\n\n楽しみ：\n\n私が最初のシーズンと同じくらい楽しかったけれど、これはヘタリアからの素晴らしい作品です。 私はそれが好きですか？ はい。 このシリーズで見られる唯一の大きな欠陥は、新しいファンを生み出すことができないかもしれないことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe Beautiful World is the fifth season of Hetalia which was aired in 2013. Major changes in the artwork as well as the episode format were implemented along with the new ending song. It really lived to its title aesthetically, but does it have what it takes to entertain its fandom for the last four seasons?\n\n\u001b[1m美しい世界は、2013年に放映されたヘタリアの5番目のシーズンです。アートワークの大幅な変更とエピソード形式が、新しいエンディング曲とともに実装されました。 それは本当に美学的にそのタイトルに住んでいましたが、それは最後の4シーズンのためにそのファンダムを楽しませるために必要なものを持っていますか？\u001b[22m\n\u001b[1m(Utsukushī sekai wa, 2013-nen ni hōei sa reta hetaria no 5-banme no shīzundesu. Ātowāku no ōhabana henkō to episōdo keishiki ga, atarashī endingu kyoku to tomoni jissō sa remashita. Sore wa hontōni bigaku-teki ni sono taitoru ni sunde imashitaga, soreha saigo no 4 shīzun no tame ni sono fan damu o tanoshima seru tame ni hitsuyōnamono o motte imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe Beautiful World is the fifth season of Hetalia which was aired in 2013. Major changes in the artwork as well as the episode format were implemented along with the new ending song. It really lived to its title aesthetically, but does it have what it takes to entertain its fandom for the last four seasons?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Beautiful World is the fifth season of Hetalia which was aired in 2013. Major changes in the artwork as well as the episode format were implemented along with the new ending song.\u001b[24m\n    \u001b[1m美しい世界は、2013年に放映されたヘタリアの5番目のシーズンです。アートワークの大幅な変更とエピソード形式が、新しいエンディング曲とともに実装されました。\u001b[22m, \u001b[1m美しい世界は新しいエンディングの歌と一緒に実施された2013年の主なアートワークの変化だけでなく、エピソード形式で放送されたヘタリアの第五の季節です。\u001b[22m\n\u001b[4mIt really lived to its title aesthetically, but does it have what it takes to entertain its fandom for the last four seasons?\u001b[24m\n    \u001b[1mそれは本当に美学的にそのタイトルに住んでいましたが、それは最後の4シーズンのためにそのファンダムを楽しませるために必要なものを持っていますか？\u001b[22m, \u001b[1mそれは実際に審美的にそのタイトルに住んでいたが、それはそれは最後の四季のためのファンダムを楽しませるために必要なものを持っていますか？\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/10\n\n\u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/10\u001b[24m\n    \u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m\u001b[22m\nThe Beautiful world still does not have a major plot but it benefited from the changes in the episode format. A whole story (as against to spreading the strip for two or three episodes) is told every episode which gives it an anime with slice of life theme feel. It continues to include personified countries and their daily hijinks. While not bad, it is as if the historical parody which makes this series very hilarious was set aside for the character quirks. The Beautiful World focused more on ala K-On! moments with only male counterparts using cultural differences as jokes for most of the time.\n\n\u001b[1m美しい世界はまだ大きなプロットはありませんが、エピソード形式の変更の恩恵を受けています。 全体の物語（2つか3つのエピソードのためのストリップを広げることに対して）は、それにライフ・スライス・テーマ感覚のアニメを与えるすべてのエピソードに言われる。 それは、個人化された国々とその日々のヒジンクを引き続き含む。 悪くはないが、このシリーズを非常に陽気にする歴史的なパロディーがキャラクタークォークのために用意されているかのようである。 美しい世界はアラカーンにもっと焦点を当てました！ ほとんどの時間、文化的な違いをジョークとして使用している男性のカウンターパートとの瞬間。\u001b[22m\n\u001b[1m(Utsukushī sekai wa mada ōkina purotto wa arimasenga, episōdo keishiki no henkō no onkei o ukete imasu. Zentai no monogatari (2tsu ka 3ttsu no episōdo no tame no sutorippu o hirogeru koto ni taishite) wa, soreni raifu suraisu tēma kankaku no anime o ataeru subete no episōdo ni iwa reru. Sore wa, kojin-ka sa reta kuniguni to sono hibi no hijinku o hikitsudzuki fukumu. Waruku wa naiga, kono shirīzu o hijō ni yōki ni suru rekishi-tekina parodī ga kyarakutāku~ōku no tame ni yōi sa rete iru ka no yōdearu. Utsukushī sekai wa arakān ni motto shōten o atemashita! Hotondo no jikan, bunka-tekina chigai o jōku to shite shiyō shite iru dansei no kauntāpāto to no shunkan.)\u001b[22m\n\nTranslations of \u001b[4mThe Beautiful world still does not have a major plot but it benefited from the changes in the episode format. A whole story (as against to spreading the strip for two or three episodes) is told every episode which gives it an anime with slice of life theme feel. It continues to include personified countries and their daily hijinks. While not bad, it is as if the historical parody which makes this series very hilarious was set aside for the character quirks. The Beautiful World focused more on ala K-On! moments with only male counterparts using cultural differences as jokes for most of the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Beautiful world still does not have a major plot but it benefited from the changes in the episode format.\u001b[24m\n    \u001b[1m美しい世界はまだ大きなプロットはありませんが、エピソード形式の変更の恩恵を受けています。\u001b[22m, \u001b[1m美しい世界は依然として主要なプロットを持っていないが、それはエピソード形式の変更の恩恵を受けました。\u001b[22m\n\u001b[4mA whole story (as against to spreading the strip for two or three episodes) is told every episode which gives it an anime with slice of life theme feel.\u001b[24m\n    \u001b[1m全体の物語（2つか3つのエピソードのためのストリップを広げることに対して）は、それにライフ・スライス・テーマ感覚のアニメを与えるすべてのエピソードに言われる。\u001b[22m, \u001b[1m（2または3つのエピソードのためのストリップを拡散するとして反対する）全体的な話はそれを人生のテーマ感触のスライスとアニメを与えるすべてのエピソードを語っています。\u001b[22m\n\u001b[4mIt continues to include personified countries and their daily hijinks.\u001b[24m\n    \u001b[1mそれは、個人化された国々とその日々のヒジンクを引き続き含む。\u001b[22m, \u001b[1mそれは擬人国や日常hijinksを含むように続けています。\u001b[22m\n\u001b[4mWhile not bad, it is as if the historical parody which makes this series very hilarious was set aside for the character quirks.\u001b[24m\n    \u001b[1m悪くはないが、このシリーズを非常に陽気にする歴史的なパロディーがキャラクタークォークのために用意されているかのようである。\u001b[22m, \u001b[1m非常に陽気なこのシリーズを作る歴史的なパロディが文字癖のために取っておいたかのように悪くはないが、それはあります。\u001b[22m\n\u001b[4mThe Beautiful World focused more on ala K-On!\u001b[24m\n    \u001b[1m美しい世界はアラカーンにもっと焦点を当てました！\u001b[22m, \u001b[1m美しい世界は、ALAけいおんにもっと焦点を当てました！\u001b[22m\n\u001b[4mmoments with only male counterparts using cultural differences as jokes for most of the time.\u001b[24m\n    \u001b[1mほとんどの時間、文化的な違いをジョークとして使用している男性のカウンターパートとの瞬間。\u001b[22m, \u001b[1mほとんどの時間のためのジョークとして文化の違いを使用して、男性のみの対応と瞬間。\u001b[22m\n\u001b[1m\u001b[22m\nThe humor is an improvement from the World Series which honestly I find a chore if Prussia or Turkey is not there. Gakuen Hetalia, where the nations attend school and the main trio (Germany, Italy and Japan) has to make an article regarding the clubs is laugh out loud funny (a tsundere England never gets old). A close second is Hetalia of the Dead segment which contrasts country's horror movies mainly thanks to America's hero complex and India's tendency to drop unnecessary moments in the middle of a crucial event. Episodes including Netherlands and Belgium are funny enough to garner a laugh or two.\n\n\u001b[1mユーモアは、プロイセンやトルコがそこにいなければ、正直なところ私が雑用を見つけるワールドシリーズからの改良です。 国家が学校に通っていて、主要なトリオ（ドイツ、イタリア、日本）がクラブに関する記事を作っていなければならない学園ヘタリアは大声で笑い声を上げています（イングランドは決して古くなりません）。 近いうちにデッド・セグメントのヘタリアがあります。これは主にアメリカのヒーロー・コンプレックスと重要なイベントの途中で不必要な瞬間を落とすインドの傾向のために国のホラー映画を対照します。 オランダやベルギーを含むエピソードは、笑いか2つを得るには十分に面白いです。\u001b[22m\n\u001b[1m(Yūmoa wa, Puroisen ya Toruko ga soko ni inakereba, shōjikina tokoro watashi ga zatsuyō o mitsukeru wārudoshirīzu kara no kairyōdesu. Kokka ga gakkō ni tōtte ite, shuyōna torio (Doitsu, Itaria, Nihon) ga kurabu ni kansuru kiji o tsukutte inakereba naranai gakuen hetaria wa ōgoe de waraigoe o agete imasu (Ingurando wa kesshite furuku narimasen). Chikaiuchini deddo segumento no hetaria ga arimasu. Kore wa omoni Amerika no hīrō konpurekkusu to jūyōna ibento no tochū de fuhitsuyōna shunkan o otosu Indo no keikō no tame ni kuni no horā eiga o taishō shimasu. Oranda ya berugī o fukumu episōdo wa, warai ka 2tsu o eru ni wa jūbun ni omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe humor is an improvement from the World Series which honestly I find a chore if Prussia or Turkey is not there. Gakuen Hetalia, where the nations attend school and the main trio (Germany, Italy and Japan) has to make an article regarding the clubs is laugh out loud funny (a tsundere England never gets old). A close second is Hetalia of the Dead segment which contrasts country's horror movies mainly thanks to America's hero complex and India's tendency to drop unnecessary moments in the middle of a crucial event. Episodes including Netherlands and Belgium are funny enough to garner a laugh or two.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe humor is an improvement from the World Series which honestly I find a chore if Prussia or Turkey is not there.\u001b[24m\n    \u001b[1mユーモアは、プロイセンやトルコがそこにいなければ、正直なところ私が雑用を見つけるワールドシリーズからの改良です。\u001b[22m, \u001b[1mユーモアは、プロイセンやトルコがない場合、正直、私は雑用を見つけるワールドシリーズから改善されています。\u001b[22m\n\u001b[4mGakuen Hetalia, where the nations attend school and the main trio (Germany, Italy and Japan) has to make an article regarding the clubs is laugh out loud funny (a tsundere England never gets old).\u001b[24m\n    \u001b[1m国家が学校に通っていて、主要なトリオ（ドイツ、イタリア、日本）がクラブに関する記事を作っていなければならない学園ヘタリアは大声で笑い声を上げています（イングランドは決して古くなりません）。\u001b[22m, \u001b[1m国が学校やメイントリオ（ドイツ、イタリア、日本）を出席学園ヘタリアは、クラブに関する記事が大声で面白い（ツンデレイングランドが古い取得することはありません）笑い飛ばすであることを確認する必要があります。\u001b[22m\n\u001b[4mA close second is Hetalia of the Dead segment which contrasts country's horror movies mainly thanks to America's hero complex and India's tendency to drop unnecessary moments in the middle of a crucial event.\u001b[24m\n    \u001b[1m近いうちにデッド・セグメントのヘタリアがあります。これは主にアメリカのヒーロー・コンプレックスと重要なイベントの途中で不必要な瞬間を落とすインドの傾向のために国のホラー映画を対照します。\u001b[22m, \u001b[1m近くに第二は、主にアメリカのヒーロー複雑かつ重要なイベントの途中で不要な瞬間をドロップするインドの傾向のおかげで国のホラー映画を対比デッドセグメントのヘタリアです。\u001b[22m\n\u001b[4mEpisodes including Netherlands and Belgium are funny enough to garner a laugh or two.\u001b[24m\n    \u001b[1mオランダやベルギーを含むエピソードは、笑いか2つを得るには十分に面白いです。\u001b[22m, \u001b[1mオランダ、ベルギーなどのエピソードは、笑いや2を集めるには十分面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe Beautiful World also takes humor on the sidelines at times and pull heartstrings for once in while. The two France-centric episodes (the soldier asking who he really is and him meeting the reincarnation of Joan of Arc) are poignant with us viewers left asking if we are watching the same show. The next episode, we are shown a typical Hetalia episode.\n\n\u001b[1m美しい世界はまた、時には傍観者のユーモアを取り、しばらくの間、心の鼓動を引く。  2つのフランス中心のエピソード（彼が本当に誰であるかを尋ねる兵士、そしてジャンヌ・オブ・アークの生まれ変わりを迎えている兵士）は、私たちが同じショーを見ているかどうかを尋ねたまま、 次のエピソードでは、典型的なヘタリアのエピソードが示されています。\u001b[22m\n\u001b[1m(Utsukushī sekai wa mata, tokiniha bōkan-sha no yūmoa o tori, shibarakunoaida, kokoro no kodō o hiku. 2Tsu no Furansu chūshin no episōdo (kare ga hontōni daredearu ka o tazuneru heishi, soshite jan'nu Obu āku no umarekawari o mukaete iru heishi) wa, watashitachi ga onaji shō o mite iru ka dō ka o tazuneta mama,-ji no episōdode wa, tenkei-tekina hetaria no episōdo ga shimesa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Beautiful World also takes humor on the sidelines at times and pull heartstrings for once in while. The two France-centric episodes (the soldier asking who he really is and him meeting the reincarnation of Joan of Arc) are poignant with us viewers left asking if we are watching the same show. The next episode, we are shown a typical Hetalia episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Beautiful World also takes humor on the sidelines at times and pull heartstrings for once in while.\u001b[24m\n    \u001b[1m美しい世界はまた、時には傍観者のユーモアを取り、しばらくの間、心の鼓動を引く。\u001b[22m, \u001b[1m美しい世界はまた、時間に傍観にユーモアを取り、たまにための心の琴線を引っ張ります。\u001b[22m\n\u001b[4mThe two France-centric episodes (the soldier asking who he really is and him meeting the reincarnation of Joan of Arc) are poignant with us viewers left asking if we are watching the same show.\u001b[24m\n    \u001b[1m2つのフランス中心のエピソード（彼が本当に誰であるかを尋ねる兵士、そしてジャンヌ・オブ・アークの生まれ変わりを迎えている兵士）は、私たちが同じショーを見ているかどうかを尋ねたまま、\u001b[22m, \u001b[1m2フランス中心のエピソード（兵士は、彼は一体何者なのか尋ねると、彼はジャンヌダルクの生まれ変わりを満たす）視聴者たちは、同じ番組を見ているかどうかを尋ねる左私達と痛烈です。\u001b[22m\n\u001b[4mThe next episode, we are shown a typical Hetalia episode.\u001b[24m\n    \u001b[1m次のエピソードでは、典型的なヘタリアのエピソードが示されています。\u001b[22m, \u001b[1m次のエピソードは、我々は典型的なヘタリアエピソードを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nAll other mini-arcs are of the same Hetalia vein, homoeroticism filled, cultural jokes and relied more on character interaction than on the plot. It should be also noted that the homoeroticism in Hetalia is tolerable as it was toned down for most of the time except for that fanservice episode.\n\n\u001b[1m他のすべてのミニアークは、同じヘタリアの静脈であり、ホモエロティックが満たされ、文化的ジョークであり、プロットよりもキャラクターの相互作用に多く依存しています。 また、ヘタリアのホモエロティックは、ファンセリフのエピソードを除いて、ほとんどの場合、落ち着いているので耐えられることにも注意してください。\u001b[22m\n\u001b[1m(Hoka no subete no miniāku wa, onaji hetaria no jōmyakudeari, homoerotikku ga mitasa re, bunka-teki jōkudeari, purotto yori mo kyarakutā no sōgo sayō ni ōku izon shite imasu. Mata, hetaria no homoerotikku wa, fan serifu no episōdo o nozoite, hotondo no baai, ochitsuite irunode tae rareru koto ni mo chūi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAll other mini-arcs are of the same Hetalia vein, homoeroticism filled, cultural jokes and relied more on character interaction than on the plot. It should be also noted that the homoeroticism in Hetalia is tolerable as it was toned down for most of the time except for that fanservice episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll other mini-arcs are of the same Hetalia vein, homoeroticism filled, cultural jokes and relied more on character interaction than on the plot.\u001b[24m\n    \u001b[1m他のすべてのミニアークは、同じヘタリアの静脈であり、ホモエロティックが満たされ、文化的ジョークであり、プロットよりもキャラクターの相互作用に多く依存しています。\u001b[22m, \u001b[1m他のすべてのミニ円弧は、同じヘタリア静脈の同性愛満たされ、文化ジョークであり、プロット上よりも文字の相互作用の詳細を依存していました。\u001b[22m\n\u001b[4mIt should be also noted that the homoeroticism in Hetalia is tolerable as it was toned down for most of the time except for that fanservice episode.\u001b[24m\n    \u001b[1mまた、ヘタリアのホモエロティックは、ファンセリフのエピソードを除いて、ほとんどの場合、落ち着いているので耐えられることにも注意してください。\u001b[22m, \u001b[1mまた、それがサービスカットエピソードを除いて、ほとんどの時間のためにトーンダウンしたようヘタリアで同性愛が許容であることに留意すべきです。\u001b[22m\n\u001b[1m\u001b[22m\nIf I am asked, it comfortably sits in the middle of the first two seasons of the Axis Powers and the World Series.\n\n\u001b[1m私が尋ねられると、それはAxis PowersとWorld Seriesの最初の2シーズンの中間に座って楽に座ります。\u001b[22m\n\u001b[1m(Watashi ga tazune rareru to, soreha Axis Powers to World Series no saisho no 2 shīzun no chūkan ni suwatte raku ni suwarimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf I am asked, it comfortably sits in the middle of the first two seasons of the Axis Powers and the World Series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I am asked, it comfortably sits in the middle of the first two seasons of the Axis Powers and the World Series.\u001b[24m\n    \u001b[1m私が尋ねられると、それはAxis PowersとWorld Seriesの最初の2シーズンの中間に座って楽に座ります。\u001b[22m, \u001b[1m私は尋ねていた場合、それは快適に枢軸とワールドシリーズの最初の2つの季節の真ん中に座っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork dramatically changed for the better and the nations finally look different from each other. It gave a very sparkly feel that does not distract the viewing experience and the humor but it may add fuel to the fire of fujoshi lovers shipping nations 24/7. The animation also improved and I can certainly say that these two play as the strength of this series whenever the jokes miss.\n\n\u001b[1mアートワークは劇的に改善され、国は最終的に見た目が違うようになりました。 それは視聴経験とユーモアを邪魔しないような非常にきらきらとした感触を与えましたが、それは国を24/7に出荷する富士愛好家の火に燃料を加えるかもしれません。 アニメーションも改善されました。私は確かに、ジョークが欠けているときはいつでも、この2つがこのシリーズの強みとして果たしていると言えるでしょう。\u001b[22m\n\u001b[1m(Ātowāku wa gekiteki ni kaizen sa re,-koku wa saishūtekini mitame ga chigau yō ni narimashita. Sore wa shichō keiken to yūmoa o jama shinai yōna hijō ni kirakira to shita kanshoku o ataemashitaga, soreha kuni o 24/ 7 ni shukka suru Fuji aikō-ka no hi ni nenryō o kuwaeru kamo shiremasen. Animēshon mo kaizen sa remashita. Watashi wa tashika ni, jōku ga kakete iru toki wa itsu demo, kono 2tsu ga kono shirīzu no tsuyomi to shite hatashite iru to ierudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork dramatically changed for the better and the nations finally look different from each other. It gave a very sparkly feel that does not distract the viewing experience and the humor but it may add fuel to the fire of fujoshi lovers shipping nations 24/7. The animation also improved and I can certainly say that these two play as the strength of this series whenever the jokes miss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork dramatically changed for the better and the nations finally look different from each other.\u001b[24m\n    \u001b[1mアートワークは劇的に改善され、国は最終的に見た目が違うようになりました。\u001b[22m, \u001b[1mアートワークは劇的に良い方向に変化し、国が最終的には互いに異なって見えます。\u001b[22m\n\u001b[4mIt gave a very sparkly feel that does not distract the viewing experience and the humor but it may add fuel to the fire of fujoshi lovers shipping nations 24/7.\u001b[24m\n    \u001b[1mそれは視聴経験とユーモアを邪魔しないような非常にきらきらとした感触を与えましたが、それは国を24/7に出荷する富士愛好家の火に燃料を加えるかもしれません。\u001b[22m, \u001b[1mこれは、視聴体験とユーモアをそらすしない、非常にキラキラとした使用感を与えたが、それは国24/7出荷がfujoshi愛好家の火に油を追加することができます。\u001b[22m\n\u001b[4mThe animation also improved and I can certainly say that these two play as the strength of this series whenever the jokes miss.\u001b[24m\n    \u001b[1mアニメーションも改善されました。私は確かに、ジョークが欠けているときはいつでも、この2つがこのシリーズの強みとして果たしていると言えるでしょう。\u001b[22m, \u001b[1mアニメーションも改善し、ジョークを逃すたびに私は確かにこのシリーズの強みように、これらの2つのプレイと言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m\u001b[22m\nTo say that the series improved sound-wise is an understatement. Mawaru Chikyuu Rondo is the catchiest Hetalia song ever with Italy prancing around as if he can dance.\n\n\u001b[1mシリーズが音を増強したと言っても過言ではありません。 ロンゴ・マワルは、イタリアで最も魅力的なヘタリアの歌です。\u001b[22m\n\u001b[1m(Shirīzu ga oto o zōkyō shita to itte mo kagonde wa arimasen. Rongo mawaru wa, Itaria de mottomo miryoku-tekina hetaria no utadesu.)\u001b[22m\n\nTranslations of \u001b[4mTo say that the series improved sound-wise is an understatement. Mawaru Chikyuu Rondo is the catchiest Hetalia song ever with Italy prancing around as if he can dance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo say that the series improved sound-wise is an understatement.\u001b[24m\n    \u001b[1mシリーズが音を増強したと言っても過言ではありません。\u001b[22m, \u001b[1mシリーズは音ワイズ改善したことを言うことは、控えめな表現です。\u001b[22m\n\u001b[4mMawaru Chikyuu Rondo is the catchiest Hetalia song ever with Italy prancing around as if he can dance.\u001b[24m\n    \u001b[1mロンゴ・マワルは、イタリアで最も魅力的なヘタリアの歌です。\u001b[22m, \u001b[1m輪るピングドラムChikyuuロンドは、イタリアは彼が踊ることができるかのように周りに跳ねて、これまでcatchiestヘタリアの歌です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8/10 (a low 8 to be exact)\n\n\u001b[1mキャラクター：8/10（正確には8が低い）\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10 (Seikaku ni wa 8 ga hikui))\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8/10 (a low 8 to be exact)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8/10 (a low 8 to be exact)\u001b[24m\n    \u001b[1mキャラクター：8/10（正確には8が低い）\u001b[22m, \u001b[1mキャラクター：8/10（低8正確には）\u001b[22m\n\u001b[1m\u001b[22m\nWhat made me nervous in this series is the continuous build up of characters which took others for granted. This hurt the World Twinkle which will have its separate review later. Sealand's appearance with all other micronations was appreciated but they were not given much time for the viewers to enjoy their presence. Other mishaps of the very limited episode count were the female characters of Hetalia.\n\n\u001b[1mこのシリーズで緊張していたのは、他者を引き継いだキャラクターの連続的な蓄積です。 これは後に別々のレビューを行うWorld Twinkleを傷つける。  Sealandの他のすべての微視的な外観は高く評価されましたが、視聴者が彼らの存在を楽しむために多くの時間を与えられていませんでした。 非常に限定されたエピソード数の他の事故は、ヘタリアの女性キャラクターでした。\u001b[22m\n\u001b[1m(Kono shirīzu de kinchō shite ita no wa, tasha o hikitsuida kyarakutā no renzoku-tekina chikusekidesu. Koreha-go ni betsubetsu no rebyū o okonau World tō~inkuru o kizutsukeru. Sealand no ta no subete no bishitekina gaikan wa takaku hyōka sa remashitaga, shichō-sha ga karera no sonzai o tanoshimu tame ni ōku no jikan o atae rarete imasendeshita. Hijō ni gentei sa reta episōdo-sū no ta no jiko wa, hetaria no josei kyarakutādeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhat made me nervous in this series is the continuous build up of characters which took others for granted. This hurt the World Twinkle which will have its separate review later. Sealand's appearance with all other micronations was appreciated but they were not given much time for the viewers to enjoy their presence. Other mishaps of the very limited episode count were the female characters of Hetalia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat made me nervous in this series is the continuous build up of characters which took others for granted.\u001b[24m\n    \u001b[1mこのシリーズで緊張していたのは、他者を引き継いだキャラクターの連続的な蓄積です。\u001b[22m, \u001b[1m何このシリーズで私が神経質作っことは当然の他人を取った文字を連続的にビルドアップしています。\u001b[22m\n\u001b[4mThis hurt the World Twinkle which will have its separate review later.\u001b[24m\n    \u001b[1mこれは後に別々のレビューを行うWorld Twinkleを傷つける。\u001b[22m, \u001b[1mこれは、後でその個別審査を持つことになります世界のトゥインクルを傷つけます。\u001b[22m\n\u001b[4mSealand's appearance with all other micronations was appreciated but they were not given much time for the viewers to enjoy their presence.\u001b[24m\n    \u001b[1mSealandの他のすべての微視的な外観は高く評価されましたが、視聴者が彼らの存在を楽しむために多くの時間を与えられていませんでした。\u001b[22m, \u001b[1m他のすべてのミクロネーションとシーランドの外観は、高く評価されたが、彼らは視聴者がその存在を楽しむために多くの時間を与えられませんでした。\u001b[22m\n\u001b[4mOther mishaps of the very limited episode count were the female characters of Hetalia.\u001b[24m\n    \u001b[1m非常に限定されたエピソード数の他の事故は、ヘタリアの女性キャラクターでした。\u001b[22m, \u001b[1m非常に限られたエピソード数の他の事故はヘタリアの女性キャラクターでした。\u001b[22m\n\u001b[1m\u001b[22m\nI really find America annoying for the first four seasons yet the Christmas episode, Estonia's problem with hackers and Hetalia of the Dead benefited greatly due to his appearance and his usual antics. Greece, which I find a snore in the World Series became passable thanks to the ever awesome Turkey. England's tsundereness and his cynicism never get old and the main trio still retains their quirks and their usefulness in the show.\n\n\u001b[1m私は本当に最初の4つの季節に迷惑なアメリカを見つけるが、クリスマスのエピソードは、エスコニアのハッカーの問題と死者のヘタリアは、彼の外観と彼の通常のおかしなことのために大きな恩恵を受けた。 私がワールドシリーズでいびきを感じるギリシャは、これまでにない最高のトルコに感謝の気持ちになりました。 イングランドの潮流と彼の皮肉主義は決して古くならず、メインのトリオはまだ彼らの癖やショーの有用性を保持しています。\u001b[22m\n\u001b[1m(Watashi wa hontōni saisho no 4tsu no kisetsu ni meiwakuna Amerika o mitsukeruga, kurisumasu no episōdo wa, esukonia no hakkā no mondai to shisha no hetaria wa, kare no gaikan to kare no tsūjō no okashina koto no tame ni ōkina onkei o uketa. Watashi ga wārudoshirīzu de ibiki o kanjiru Girisha wa, kore made ni nai saikō no Toruko ni kanshanokimochi ni narimashita. Ingurando no chōryū to kare no hiniku shugi wa kesshite furuku narazu, mein no torio wa mada karera no kuse ya shō no yūyō-sei o hoji shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI really find America annoying for the first four seasons yet the Christmas episode, Estonia's problem with hackers and Hetalia of the Dead benefited greatly due to his appearance and his usual antics. Greece, which I find a snore in the World Series became passable thanks to the ever awesome Turkey. England's tsundereness and his cynicism never get old and the main trio still retains their quirks and their usefulness in the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really find America annoying for the first four seasons yet the Christmas episode, Estonia's problem with hackers and Hetalia of the Dead benefited greatly due to his appearance and his usual antics.\u001b[24m\n    \u001b[1m私は本当に最初の4つの季節に迷惑なアメリカを見つけるが、クリスマスのエピソードは、エスコニアのハッカーの問題と死者のヘタリアは、彼の外観と彼の通常のおかしなことのために大きな恩恵を受けた。\u001b[22m, \u001b[1m私は本当にまだクリスマスのエピソードは、ハッカーや死者のヘタリアとエストニアの問題が原因で彼の外観と彼のいつものふざけた態度に大いに恩恵を受けた最初の4つの季節のため、アメリカは迷惑を見つけます。\u001b[22m\n\u001b[4mGreece, which I find a snore in the World Series became passable thanks to the ever awesome Turkey.\u001b[24m\n    \u001b[1m私がワールドシリーズでいびきを感じるギリシャは、これまでにない最高のトルコに感謝の気持ちになりました。\u001b[22m, \u001b[1m私はワールドシリーズでいびきを見つけるギリシャは、これまで素晴らしいトルコにまずまずのおかげとなりました。\u001b[22m\n\u001b[4mEngland's tsundereness and his cynicism never get old and the main trio still retains their quirks and their usefulness in the show.\u001b[24m\n    \u001b[1mイングランドの潮流と彼の皮肉主義は決して古くならず、メインのトリオはまだ彼らの癖やショーの有用性を保持しています。\u001b[22m, \u001b[1mイングランドのtsunderenessと彼の皮肉は、古い取得することはありませんし、メイントリオはまだ彼らの癖やショーでその有用性を保持します。\u001b[22m\n\u001b[1m\u001b[22m\nAs much as I love the characters in Hetalia in general, the nonstop increase in the body count without giving them ample time hurts this series. The Nordics, which I personally find the coolest group in the show (sorry Prussia) was not given enough time and looked generic due to this circumstance. Australia and Romania have the worst case since they only appeared in a single segment. Even the main trio (Germany, Italy and Japan) was almost relegated to the sidelines. I can only hope that Hidekaz-sensei would at least focus on them at times for proper development.\n\n\u001b[1m私が一般的にヘタリアのキャラクターを愛している限り、彼らに十分な時間を与えずに身体数のノンストップの増加はこのシリーズを傷つけます。 私が個人的にショー（申し訳ありませんプロイセン）で最もクールなグループを見つけるノルディックは、十分な時間を与えられていないとこの状況のた​​めに一般的に見えました。 オーストラリアとルーマニアは単一のセグメントにしか現れていないため、最悪のケースがあります。 主なトリオ（ドイツ、イタリア、日本）でさえ、脇役になった。 私は、Hidekaz先生が、適切な開発のために、時には彼らに集中することを願っています。\u001b[22m\n\u001b[1m(Watashi ga ippantekini hetaria no kyarakutā o aishite iru kagiri, karera ni jūbun'na jikan o ataezu ni karada-sū no nonsutoppu no zōka wa kono shirīzu o kizutsukemasu. Watashi ga kojin-teki ni shō (mōshiwakearimasen Puroisen) de mottomo kūruna gurūpu o mitsukeru norudikku wa, jūbun'na jikan o atae rarete inaito kono jōkyō nota ​​-me ni ippantekini miemashita. Ōsutoraria to rūmania wa tan'itsu no segumento ni shika arawarete inai tame, saiaku no kēsu ga arimasu. Omona torio (Doitsu, Itaria, Nihon)de sae, wakiyaku ni natta. Watashi wa, Hidekaz sensei ga, tekisetsuna kaihatsu no tame ni, tokiniha karera ni shūchū suru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs much as I love the characters in Hetalia in general, the nonstop increase in the body count without giving them ample time hurts this series. The Nordics, which I personally find the coolest group in the show (sorry Prussia) was not given enough time and looked generic due to this circumstance. Australia and Romania have the worst case since they only appeared in a single segment. Even the main trio (Germany, Italy and Japan) was almost relegated to the sidelines. I can only hope that Hidekaz-sensei would at least focus on them at times for proper development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs much as I love the characters in Hetalia in general, the nonstop increase in the body count without giving them ample time hurts this series.\u001b[24m\n    \u001b[1m私が一般的にヘタリアのキャラクターを愛している限り、彼らに十分な時間を与えずに身体数のノンストップの増加はこのシリーズを傷つけます。\u001b[22m, \u001b[1m同じくらい私は一般的にはヘタリアの文字を愛するよう、彼らに十分な時間を与えることなく体数のノンストップ増加は、このシリーズが痛いです。\u001b[22m\n\u001b[4mThe Nordics, which I personally find the coolest group in the show (sorry Prussia) was not given enough time and looked generic due to this circumstance.\u001b[24m\n    \u001b[1m私が個人的にショー（申し訳ありませんプロイセン）で最もクールなグループを見つけるノルディックは、十分な時間を与えられていないとこの状況のために一般的に見えました。\u001b[22m, \u001b[1m私は個人的にショー（申し訳ありませんプロイセン）で一番クールなグループを見つける北欧では、十分な時間を与えられ、これによる環境への一般的な見ていませんでした。\u001b[22m\n\u001b[4mAustralia and Romania have the worst case since they only appeared in a single segment.\u001b[24m\n    \u001b[1mオーストラリアとルーマニアは単一のセグメントにしか現れていないため、最悪のケースがあります。\u001b[22m, \u001b[1m彼らは唯一の単一のセグメントに登場以来、オーストラリアとルーマニアは、最悪のケースを持っています。\u001b[22m\n\u001b[4mEven the main trio (Germany, Italy and Japan) was almost relegated to the sidelines.\u001b[24m\n    \u001b[1m主なトリオ（ドイツ、イタリア、日本）でさえ、脇役になった。\u001b[22m, \u001b[1mでもメイントリオ（ドイツ、イタリア、日本は）ほとんど傍観に追いやられました。\u001b[22m\n\u001b[4mI can only hope that Hidekaz-sensei would at least focus on them at times for proper development.\u001b[24m\n    \u001b[1m私は、Hidekaz先生が、適切な開発のために、時には彼らに集中することを願っています。\u001b[22m, \u001b[1m私はHidekaz先生が適切な開発のための時間にそれらの上に、少なくとも焦点を当てることを期待することができます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nAlthough I did not enjoy this as much as I did the first season, this is a commendable entry from Hetalia. Do I like it? Yes. The only major flaw I see in this series is it might not be able bring new fans but heck, who cares if this is good?\n\n\u001b[1m私が最初のシーズンと同じくらい楽しかったけれど、これはヘタリアからの素晴らしい作品です。 私はそれが好きですか？ はい。 このシリーズで見られる唯一の大きな欠陥は、新しいファンを生み出すことができないかもしれないことです。\u001b[22m\n\u001b[1m(Watashi ga saisho no shīzun to onaji kurai tanoshikattakeredo, koreha hetaria kara no subarashī sakuhindesu. Watashi wa sore ga sukidesu ka? Hai. Kono shirīzu de mi rareru yuiitsu no ōkina kekkan wa, atarashī fan o umidasu koto ga dekinai kamo shirenai kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough I did not enjoy this as much as I did the first season, this is a commendable entry from Hetalia. Do I like it? Yes. The only major flaw I see in this series is it might not be able bring new fans but heck, who cares if this is good?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough I did not enjoy this as much as I did the first season, this is a commendable entry from Hetalia.\u001b[24m\n    \u001b[1m私が最初のシーズンと同じくらい楽しかったけれど、これはヘタリアからの素晴らしい作品です。\u001b[22m, \u001b[1m私は最初のシーズンをしたとして、私はこれほどを楽しんでいませんでしたが、これはヘタリアから賞賛のエントリがあります。\u001b[22m\n\u001b[4mDo I like it?\u001b[24m\n    \u001b[1m私はそれが好きですか？\u001b[22m\n\u001b[4mYes.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m\n\u001b[4mThe only major flaw I see in this series is it might not be able bring new fans but heck, who cares if this is good?\u001b[24m\n    \u001b[1mこのシリーズで見られる唯一の大きな欠陥は、新しいファンを生み出すことができないかもしれないことです。\u001b[22m, \u001b[1m私はこのシリーズで見唯一の主要な欠点は、これが良好であれば気に誰が、新たなファンを持って来ることができない場合がありますですが、一体？\u001b[22m"
  },
  {
    "title": "Hetalia__The_Beautiful_World",
    "id": "15195",
    "url": "https://myanimelist.net/anime/15195/Hetalia__The_Beautiful_World",
    "user": "FullmetalCowboy",
    "profile": "/profile/FullmetalCowboy/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=189303",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n*このレビューはAnime-Planetからアーカイブされています*\n\n\n批評家のログ -  Earthdate：2014年12月2日。レビュー＃91  - ヘタリア：美しい世界\n\n\nこの世界には多くのことがあり、時には複雑になることもあります。 世界にはいくつかの尻がありますが、United Natの一員として協力するいくつかの国があります。\n\nそれをねじ、私はイントロを中止しています...ここヘタリア：美しい世界！\n\n\nかつてイタリアは世界で最も強い帝国の本拠地でした。 今度は変わった。 イタリアは今や愚かな人を愛する臆病なパスタであり、彼の友人たちもまた世界史において奇妙な瞬間を経験しています。 これは同じなので冗長になっています*眠りにつく*私はZHE最後のカップルのタイムズを私がヘタリアにレビューしました!!! 私は怒っている部分だけに冗談を言っていたが、あなたはそのドリルを知っている。 このシリーズの過去の季節と同じ公式です。 しかし、ルーマニア、キプロス、インド、ニュージーランド、オーストラリアなどの追加があります。 今シーズンには他にもいくつかの追加がありますが、それらをすべてリストすることでこのレビューを引きずります。\n\n\n\n\n\nこのアニメのサウンドトラックはあまりないので、バックグラウンドミュージックを行う必要はありません。 しかし、私は簡単なオープニングとこのテーマのクローズテーマを行きたいと思っています。 前の2つのテーマは元気でしたが、これは元気ではありませんでした。 確かに、イタリアのダンスは見て少し面白いです。 あなたがそれを好きなら、それは大丈夫です。  The Beautiful Worldの閉幕テーマは私のお茶でした。 私は過去の季節から\"Sprach Zarathustra\"のサウンド・アーク・オープニングを欠場します。 一方、美しい世界のオープニング...私は本当にそれのファンではありません。 私はそう思います。 今、The Beautiful Worldの閉幕テーマ「Turning Earth Round」のために...私はこの閉鎖テーマが退屈であることを発見しました。 さて、ヘタリアのファンがパンティーやタイトな女の子を集める前に。 私を聞いてください！  Marukaite Chikyuuは非常に興味深いクローズテーマだったし、本当に好きだった。 ハタ・フット・パレードはワールドシリーズではまともなフォローアップでしたが、「Turning Earth Round」（「Marawu Chikyuu Rondo」）はあまり役に立たなかった\n\n\n\n\n\n過去の季節の文字/国はあなたが知っているのと同じ古いキャラクターです。 いくつかの追加がありますが、私はあなたにそれを見せるようにします。 すべての深刻さ。 アフリカはどこですか？\n\n\n\n\nヘタリア：Funimationによって美しい世界が利用可能です。 私はヘタリアの以前のレビューで補足資料をすでに言及しましたが、その情報についてはWikipediaでシリーズを見てください。 私は前のエントリを少なくとも述べるでしょう。 ヘタリア：Axis Powers、ヘタリア：ペイントホワイト、ヘタリア：ワールドシリーズはすべてFunimationで入手できます。\n\n\nヘタリア：美しい世界は...活気のあるシーズンとシリーズのゲームチェンジャーです（少なくとも私が知っているすべてのアニメだけ）。 それは過去の季節とは異なるかもしれませんが、以前と同じくらい楽しいものでした。 私の個人的な経験では、過去の季節が散発的であったのに対し、そのセグメントを表示することは簡単であるため、今シーズンから最も楽しかったです。 そのWebシリーズなので、私はアニメーションが不必要だが正確には見つからない。 ヘタリアのアニメ化により過去の季節が安く見えると思っていたことを考えれば、アップグレードです。 私がより良いと思っていることのショーの変化を見るのはまだ素晴らしいです。 ヘタリア基準。 追加は見てうれしいです、そしてそれは楽しい乗り物でした。 確かに、閉鎖のテーマは私には退屈ですが、それは私がヘタリアの第5シーズンをどれだけ楽しんでいたかと比べて軽微です。\n\n\n\n\nすべてが言ってやって、私はヘタリアを与えます：美しい世界は10のうちの8.1です。それは非常に良いです！\n\n\n\n\nコメントを残して、パスタ、ブラットワースト、寿司、ハンバーガー、ストロガノフ、チョウミン、クレープ、または紅茶とビスケットをお楽しみください。 何か！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n*This review is archived from Anime-Planet*\n\n\u001b[1m*このレビューはAnime-Planetからアーカイブされています*\u001b[22m\n\u001b[1m(* Kono rebyū wa Anime - Planet kara ākaibu sa rete imasu*)\u001b[22m\n\nTranslations of \u001b[4m*This review is archived from Anime-Planet*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*This review is archived from Anime-Planet*\u001b[24m\n    \u001b[1m*このレビューはAnime-Planetからアーカイブされています*\u001b[22m, \u001b[1m*このレビューはアニメ・プラネットからアーカイブされました*\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCritic’s Log - Earthdate: December 2, 2014. Review #91 - Hetalia: The Beautiful World\n\n\u001b[1m批評家のログ -  Earthdate：2014年12月2日。レビュー＃91  - ヘタリア：美しい世界\u001b[22m\n\u001b[1m(Hihyō-ka no rogu - Earthdate: 2014-Nen 12 tsuki 2-nichi. Rebyū# 91 - hetaria: Utsukushī sekai)\u001b[22m\n\nTranslations of \u001b[4mCritic’s Log - Earthdate: December 2, 2014. Review #91 - Hetalia: The Beautiful World\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCritic’s Log - Earthdate: December 2, 2014. Review #91 - Hetalia: The Beautiful World\u001b[24m\n    \u001b[1m批評家のログ -  Earthdate：2014年12月2日。レビュー＃91  - ヘタリア：美しい世界\u001b[22m, \u001b[1m評論家のログ -  Earthdate：12月2日、2014年レビュー＃91  - ヘタリア：美しい世界\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThere are a lot of things that go on in this world and it can be complicating sometimes. There are some assholes in the world but there are several nations that have come together to co-operate as part of the United Nat….\n\n\u001b[1mこの世界には多くのことがあり、時には複雑になることもあります。 世界にはいくつかの尻がありますが、United Natの一員として協力するいくつかの国があります。\u001b[22m\n\u001b[1m(Kono sekai ni wa ōku no koto ga ari, tokiniha fukuzatsu ni naru koto mo arimasu. Sekai ni wa ikutsu ka no shiri ga arimasuga, yunaitiddo Nat no ichiin to shite kyōryoku suru ikutsu ka no kuni ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are a lot of things that go on in this world and it can be complicating sometimes. There are some assholes in the world but there are several nations that have come together to co-operate as part of the United Nat….\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a lot of things that go on in this world and it can be complicating sometimes.\u001b[24m\n    \u001b[1mこの世界には多くのことがあり、時には複雑になることもあります。\u001b[22m, \u001b[1mこの世界で上に行くと、それは時々複雑にすることができるものがたくさんあります。\u001b[22m\n\u001b[4mThere are some assholes in the world but there are several nations that have come together to co-operate as part of the United Nat….\u001b[24m\n    \u001b[1m世界にはいくつかの尻がありますが、United Natの一員として協力するいくつかの国があります。\u001b[22m, \u001b[1m...世界でいくつかのろくでなしがありますが、米国ナットの一部として協働するために一緒に来ているいくつかの国があります。\u001b[22m\n\u001b[1m\u001b[22m\nScrew it, I’m aborting the intro… Here’s Hetalia: The Beautiful World!\n\n\u001b[1mそれをねじ、私はイントロを中止しています...ここヘタリア：美しい世界！\u001b[22m\n\u001b[1m(Sore o neji, watashi wa Intoro o chūshi shite imasu... Koko hetaria: Utsukushī sekai!)\u001b[22m\n\nTranslations of \u001b[4mScrew it, I’m aborting the intro… Here’s Hetalia: The Beautiful World!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mScrew it, I’m aborting the intro… Here’s Hetalia: The Beautiful World!\u001b[24m\n    \u001b[1mそれをねじ、私はイントロを中止しています...ここヘタリア：美しい世界！\u001b[22m, \u001b[1mそれをねじ込み、私はイントロを中止してい...ここヘタリアです：美しい世界！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nItaly was once home of the strongest empire in the world. Now it has changed. Italy is now a cowardly pasta loving fool, and his friends also go through strange moments in World History. This is becoming redundant because it’s the same *BLEEP*ing ZHING I SAID ZHE LAST COUPLE TIMES I REVIEWED HETALIA!!! I was only kidding on the angry part, but you know the drill. It’s the same formula as the past seasons of this series. However, there are some additions such as Romania, Cyprus, India, New Zealand, and even Australia. There are some other additions in this season but listing them all would just drag on this review.\n\n\u001b[1mかつてイタリアは世界で最も強い帝国の本拠地でした。 今度は変わった。 イタリアは今や愚かな人を愛している臆病なパスタであり、彼の友人たちもまた世界史において奇妙な瞬間を経験しています。 これは同じなので冗長になっています*眠りにつく*私はZHE最後のカップルのタイムズを私がヘタリアにレビューしました!!! 私は怒っている部分だけに冗談を言っていたが、あなたはそのドリルを知っている。 このシリーズの過去の季節と同じ公式です。 しかし、ルーマニア、キプロス、インド、ニュージーランド、オーストラリアなどの追加があります。 今シーズンには他にもいくつかの追加がありますが、それらをすべてリストすることでこのレビューに手を加えるだけです。\u001b[22m\n\u001b[1m(Katsute Itaria wa sekai de mottomo tsuyoi teikoku no honkyochideshita. Kondo wa kawatta. Itaria wa imaya orokana hito o aishite iru okubyōna pasutadeari, kare no yūjin-tachi mo mata yokaishi ni oite kimyōna shunkan o keiken shite imasu. Kore wa onajinanode jōchō ni natte imasu* nemurinitsuku* watashi wa ZHE saigo no kappuru no Taimuzu o watashi ga hetaria ni rebyū shimashita! ! ! Watashi wa ikatteiru bubun dake ni jōdan o itte itaga, anata wa sono doriru o shitte iru. Kono shirīzu no kako no kisetsu to onaji kōshikidesu. Shikashi, rūmania, Kipurosu, Indo, nyūjīrando, ōsutoraria nado no tsuika ga arimasu. Ima shīzun ni wa hoka ni mo ikutsu ka no tsuika ga arimasuga, sorera o subete risuto suru koto de kono rebyū ni te o kuwaeru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mItaly was once home of the strongest empire in the world. Now it has changed. Italy is now a cowardly pasta loving fool, and his friends also go through strange moments in World History. This is becoming redundant because it’s the same *BLEEP*ing ZHING I SAID ZHE LAST COUPLE TIMES I REVIEWED HETALIA!!! I was only kidding on the angry part, but you know the drill. It’s the same formula as the past seasons of this series. However, there are some additions such as Romania, Cyprus, India, New Zealand, and even Australia. There are some other additions in this season but listing them all would just drag on this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mItaly was once home of the strongest empire in the world.\u001b[24m\n    \u001b[1mかつてイタリアは世界で最も強い帝国の本拠地でした。\u001b[22m, \u001b[1mイタリアはかつて世界最強の帝国の家でした。\u001b[22m\n\u001b[4mNow it has changed.\u001b[24m\n    \u001b[1m今度は変わった。\u001b[22m, \u001b[1m今では変更されています。\u001b[22m\n\u001b[4mItaly is now a cowardly pasta loving fool, and his friends also go through strange moments in World History.\u001b[24m\n    \u001b[1mイタリアは今や愚かな人を愛している臆病なパスタであり、彼の友人たちもまた世界史において奇妙な瞬間を経験しています。\u001b[22m, \u001b[1mイタリアは現在、臆病なパスタ愛情の愚か者である、と彼の友人はまた、世界史の奇妙な瞬間を通過します。\u001b[22m\n\u001b[4mThis is becoming redundant because it’s the same *BLEEP*ing ZHING I SAID ZHE LAST COUPLE TIMES I REVIEWED HETALIA!!!\u001b[24m\n    \u001b[1mこれは同じなので冗長になっています*眠りにつく*私はZHE最後のカップルのタイムズを私がヘタリアにレビューしました!!!\u001b[22m, \u001b[1mそれは同じ* BLEEP * ZHING I SAID ZHE私はヘタリアREVIEWED LAST数回をるですので、これは冗長になってきています！\u001b[22m\n\u001b[4mI was only kidding on the angry part, but you know the drill.\u001b[24m\n    \u001b[1m私は怒っている部分だけに冗談を言っていたが、あなたはそのドリルを知っている。\u001b[22m, \u001b[1m私は怒っている部分に冗談だったが、あなたはドリルを知っています。\u001b[22m\n\u001b[4mIt’s the same formula as the past seasons of this series.\u001b[24m\n    \u001b[1mこのシリーズの過去の季節と同じ公式です。\u001b[22m, \u001b[1mこれは、このシリーズの過去のシーズンと同じ式です。\u001b[22m\n\u001b[4mHowever, there are some additions such as Romania, Cyprus, India, New Zealand, and even Australia.\u001b[24m\n    \u001b[1mしかし、ルーマニア、キプロス、インド、ニュージーランド、オーストラリアなどの追加があります。\u001b[22m, \u001b[1mしかし、このようなルーマニア、キプロス、インド、ニュージーランド、さらにはオーストラリアのようないくつかの追加があります。\u001b[22m\n\u001b[4mThere are some other additions in this season but listing them all would just drag on this review.\u001b[24m\n    \u001b[1m今シーズンには他にもいくつかの追加がありますが、それらをすべてリストすることでこのレビューに手を加えるだけです。\u001b[22m, \u001b[1mそこにいくつかの他の追加は、この季節にしているが、それらのすべてを一覧表示するだけで、このレビューにドラッグでしょう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThere is no need to go over Background Music, because there really isn’t much of a soundtrack for this anime. But I do want to go over the brief opening and the closing theme on this one. The previous two closing themes were energetic, this one didn’t feel as energetic. Granted, Italy’s dancing is a little amusing to watch. If you liked it, that’s fine. The closing theme in The Beautiful World was not my cup of tea. I do miss the “Also Sprach Zarathustra” sound-alike opening from the past seasons. The opening of The Beautiful World on the other hand… I’m not really a fan of it. It’s ok I suppose. Now for the closing theme of The Beautiful World “Turning Earth Round”...I found this closing theme boring. Okay, before any Hetalia fan gets their panties or tighty-whities in a bunch. Hear me out! Marukaite Chikyuu was a very catchy closing theme and I really liked it. Hata Futte Parade was a decent follow-up in World Series, “Turning Earth Round” (or “Marawu Chikyuu Rondo”) didn’t do much for me.\n\n\u001b[1mこのアニメのサウンドトラックはあまりないので、バックグラウンドミュージックを行う必要はありません。 しかし、私は簡単なオープニングとこのテーマのクローズテーマを行きたいと思っています。 前の2つのテーマは元気でしたが、これは元気ではありませんでした。 確かに、イタリアのダンスは見て少し面白いです。 あなたがそれを好きなら、それは大丈夫です。  The Beautiful Worldの閉幕テーマは私のお茶でした。 私は過去の季節から\"Sprach Zarathustra\"のサウンド・アーク・オープニングを欠場します。 一方、美しい世界のオープニング...私は本当にそれのファンではありません。 私はそう思います。 今、The Beautiful Worldの閉幕テーマ「Turning Earth Round」のために...私はこの閉鎖テーマが退屈であることを発見しました。 さて、ヘタリアのファンがパンティーやタイトな女の子を集める前に。 私を聞いてください！  Marukaite Chikyuuは非常に興味深いクローズテーマだったし、本当に好きだった。 ハタ・フット・パレードはワールドシリーズではまともなフォローアップでしたが、「Turning Earth Round」（「Marawu Chikyuu Rondo」）はあまり役に立たなかった\u001b[22m\n\u001b[1m(Kono anime no saundotorakku wa amari nainode, bakkuguraundomyūjikku o okonau hitsuyō wa arimasen. Shikashi, watashi wa kantan'na ōpuningu toko no tēma no kurōzutēma o ikitai to omotte imasu. Watashi wa kako no kisetsu kara\" Sprach Zarathustra\" no saundo āku ōpuningu o ketsujō shimasu. Ippō, utsukushī sekai no ōpuningu... Watashi wa hontōni sore no fande wa arimasen. Watashi wa sō omoimasu. Ima, The byūtifuruwārudo no heimaku tēma `Turning Earth Round' no tame ni... Watashi wa kono heisa tēma ga taikutsudearu koto o hakken shimashita. Sate, hetaria no fan ga pantī ya taitona on'nanoko o atsumeru mae ni. Watashi o kiitekudasai! Marukaite Chikyuu wa hijō ni kyōmibukai kurōzutēmadattashi, hontōni sukidatta. Hata Futto parēdo wa wārudoshirīzude wa matomona forōappudeshitaga,`Turning Earth Round'(`Marawu Chikyuu rondo') wa amari yakunitatanakatta mae no 2tsu no tēma wa genkideshitaga, kore wa genkide wa arimasendeshita. Tashika ni, Itaria no dansu wa mite sukoshi omoshiroidesu. Anata ga sore o sukinara, sore wa daijōbudesu. The byūtifuruwārudo no heimaku tēma wa watashi no ochadeshita.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe characters/nations from past seasons are the same old characters you know and love. There are some other additions but I will let you see it for yourself. In all seriousness. Where’s Africa?\n\n\u001b[1m過去の季節の文字/国はあなたが知っているのと同じ古いキャラクターです。 いくつかの追加がありますが、私はあなたにそれを見せるようにします。 すべての深刻さ。 アフリカはどこですか？\u001b[22m\n\u001b[1m(Kako no kisetsu no moji/ kuni wa anata ga shitte iru no to onaji furui kyarakutādesu. Ikutsu ka no tsuika ga arimasuga, watashi wa anata ni sore o miseru yō ni shimasu. Subete no shinkoku-sa. Afurika wa dokodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe characters/nations from past seasons are the same old characters you know and love. There are some other additions but I will let you see it for yourself. In all seriousness. Where’s Africa?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters/nations from past seasons are the same old characters you know and love.\u001b[24m\n    \u001b[1m過去の季節の文字/国はあなたが知っているのと同じ古いキャラクターです。\u001b[22m, \u001b[1m過去のシーズンから文字/国が同じ古いあなたが知っている文字と愛です。\u001b[22m\n\u001b[4mThere are some other additions but I will let you see it for yourself.\u001b[24m\n    \u001b[1mいくつかの追加がありますが、私はあなたにそれを見せるようにします。\u001b[22m, \u001b[1mそこにいくつかの他の追加がありますが、私はあなたが自分自身でそれを参照できるようになります。\u001b[22m\n\u001b[4mIn all seriousness.\u001b[24m\n    \u001b[1mすべての深刻さ。\u001b[22m, \u001b[1mすべての深刻さで。\u001b[22m\n\u001b[4mWhere’s Africa?\u001b[24m\n    \u001b[1mアフリカはどこですか？\u001b[22m, \u001b[1mアフリカはどこにありますか？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nHetalia: The Beautiful World is available by Funimation. I already mentioned supplemental material in a previous review of Hetalia but feel free to look the series up on Wikipedia for that information. I will at least state the previous entries. Hetalia: Axis Powers, Hetalia: Paint it White, and Hetalia: World Series are all available by Funimation.\n\n\u001b[1mヘタリア：Funimationによって美しい世界が利用可能です。 私はヘタリアの以前のレビューで補足資料をすでに言及しましたが、その情報についてはWikipediaでシリーズを見てください。 私は前のエントリを少なくとも述べるでしょう。 ヘタリア：Axis Powers、ヘタリア：ペイントホワイト、ヘタリア：ワールドシリーズはすべてFunimationで入手できます。\u001b[22m\n\u001b[1m(Hetaria: Funimation ni yotte utsukushī sekai ga riyō kanōdesu. Watashi wa hetaria no izen no rebyū de hosoku shiryō o sudeni genkyū shimashitaga, sono jōhō ni tsuite wa u~ikipedia de shirīzu o mite kudasai. Watashi wa mae no entori o sukunakutomo noberudeshou. Hetaria: Axis Powers, hetaria: Peintohowaito, hetaria: Wārudoshirīzu wa subete Funimation de nyūshu dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHetalia: The Beautiful World is available by Funimation. I already mentioned supplemental material in a previous review of Hetalia but feel free to look the series up on Wikipedia for that information. I will at least state the previous entries. Hetalia: Axis Powers, Hetalia: Paint it White, and Hetalia: World Series are all available by Funimation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHetalia: The Beautiful World is available by Funimation.\u001b[24m\n    \u001b[1mヘタリア：Funimationによって美しい世界が利用可能です。\u001b[22m, \u001b[1mヘタリア：美しい世界は、ファニメーションによって提供されています。\u001b[22m\n\u001b[4mI already mentioned supplemental material in a previous review of Hetalia but feel free to look the series up on Wikipedia for that information.\u001b[24m\n    \u001b[1m私はヘタリアの以前のレビューで補足資料をすでに言及しましたが、その情報についてはWikipediaでシリーズを見てください。\u001b[22m, \u001b[1m私はすでにヘタリアの以前のレビューに補足資料を述べたが、その詳細については、Wikipediaでシリーズのアップを見て自由に感じます。\u001b[22m\n\u001b[4mI will at least state the previous entries.\u001b[24m\n    \u001b[1m私は前のエントリを少なくとも述べるでしょう。\u001b[22m, \u001b[1m私は、少なくとも以前のエントリを明記します。\u001b[22m\n\u001b[4mHetalia: Axis Powers, Hetalia: Paint it White, and Hetalia: World Series are all available by Funimation.\u001b[24m\n    \u001b[1mヘタリア：Axis Powers、ヘタリア：ペイントホワイト、ヘタリア：ワールドシリーズはすべてFunimationで入手できます。\u001b[22m, \u001b[1mヘタリアAxisパワーズ、ヘタリア：ホワイト、それをペイントし、ヘタリア：ワールドシリーズは、ファニメーションにより、すべての利用可能です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nHetalia: The Beautiful World is… a vibrant season and the series’ game changer (At least, just the anime for all I know). It may be different than the past seasons but it still managed to be just as fun as before. In my personal experience, I had the most enjoyment out of this season for being straightforward with displaying its segments whereas the past seasons were sporadic while going back and forth with them. Because its a Web Series, I would find the animation superfluous but not exactly. It is an upgrade considering I myself thought the past seasons looked cheaply made even though I excused it due to Hetalia’s format as an anime. It still is nice to see the show change for what I think is for the better. For Hetalia standards. The additions are nice to see, and it was a fun ride. Sure, the closing theme is boring to me but that is minor compared to how much I enjoyed the fifth season of Hetalia.\n\n\u001b[1mヘタリア：美しい世界は...活気のあるシーズンとシリーズのゲームチェンジャーです（少なくとも私が知っているすべてのアニメだけ）。 それは過去の季節とは異なるかもしれませんが、以前と同じくらい楽しいものでした。 私の個人的な経験では、過去の季節が散発的であったのに対し、そのセグメントを表示することは簡単であるため、今シーズンから最も楽しかったです。 そのWebシリーズなので、私はアニメーションが不必要だが正確には見つからない。 ヘタリアのアニメ化により過去の季節が安く見えると思っていたことを考えれば、アップグレードです。 私がより良いと思っていることのショーの変化を見るのはまだ素晴らしいです。 ヘタリア基準。 追加は見てうれしいです、そしてそれは楽しい乗り物でした。 確かに、閉鎖のテーマは私には退屈ですが、それは私がヘタリアの第5シーズンをどれだけ楽しんでいたかと比べて軽微です。\u001b[22m\n\u001b[1m(Hetaria: Utsukushī sekai wa... Kakkinoaru shīzun to shirīzu no gēmuchenjādesu (sukunakutomo watashi ga shitte iru subete no anime dake). Sore wa kako no kisetsu to wa kotonaru kamo shiremasenga, izen to onaji kurai tanoshī monodeshita. Watashi no kojin-tekina keikende wa, kako no kisetsu ga sanpatsu-tekideattanoni taishi, sono segumento o hyōji suru koto wa kantandearu tame, ima shīzun kara mottomo tanoshikattadesu. Sono u~ebu shirīzunanode, watashi wa animēshon ga fuhitsuyōdaga seikaku ni wa mitsukaranai. Hetaria no anime-ka ni yori kako no kisetsu ga yasuku mieru to omotte ita koto o kangaereba, appugurēdodesu. Watashi ga yori yoi to omotte iru koto no shō no henka o miru no wa mada subarashīdesu. Heta Ria kijun. Tsuika wa mite ureshīdesu, soshite sore wa tanoshī norimonodeshita. Tashika ni, heisa no tēma wa watashiniha taikutsudesuga, sore wa watashi ga hetaria no dai 5 shīzun o dore dake tanoshinde ita ka to kurabete keibidesu.)\u001b[22m\n\nTranslations of \u001b[4mHetalia: The Beautiful World is… a vibrant season and the series’ game changer (At least, just the anime for all I know). It may be different than the past seasons but it still managed to be just as fun as before. In my personal experience, I had the most enjoyment out of this season for being straightforward with displaying its segments whereas the past seasons were sporadic while going back and forth with them. Because its a Web Series, I would find the animation superfluous but not exactly. It is an upgrade considering I myself thought the past seasons looked cheaply made even though I excused it due to Hetalia’s format as an anime. It still is nice to see the show change for what I think is for the better. For Hetalia standards. The additions are nice to see, and it was a fun ride. Sure, the closing theme is boring to me but that is minor compared to how much I enjoyed the fifth season of Hetalia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHetalia: The Beautiful World is… a vibrant season and the series’ game changer (At least, just the anime for all I know).\u001b[24m\n    \u001b[1mヘタリア：美しい世界は...活気のあるシーズンとシリーズのゲームチェンジャーです（少なくとも私が知っているすべてのアニメだけ）。\u001b[22m, \u001b[1mヘタリア：美しい世界は...活気に満ちたシーズンと（少なくとも、私が知っているすべてについてちょうどアニメ）シリーズのゲームチェンジャー。\u001b[22m\n\u001b[4mIt may be different than the past seasons but it still managed to be just as fun as before.\u001b[24m\n    \u001b[1mそれは過去の季節とは異なるかもしれませんが、以前と同じくらい楽しいものでした。\u001b[22m, \u001b[1mそれは過去のシーズンとは異なる場合がありますが、それは以前と同じようにちょうど楽しみのように管理されます。\u001b[22m\n\u001b[4mIn my personal experience, I had the most enjoyment out of this season for being straightforward with displaying its segments whereas the past seasons were sporadic while going back and forth with them.\u001b[24m\n    \u001b[1m私の個人的な経験では、過去の季節が散発的であったのに対し、そのセグメントを表示することは簡単であるため、今シーズンから最も楽しかったです。\u001b[22m, \u001b[1m私の個人的な経験では、私は過去のシーズンのに対し、そのセグメントの表示と簡単なているため、今シーズンのうち最も楽しみを持っていた彼らと行き来しながら散発的でした。\u001b[22m\n\u001b[4mBecause its a Web Series, I would find the animation superfluous but not exactly.\u001b[24m\n    \u001b[1mそのWebシリーズなので、私はアニメーションが不必要だが正確には見つからない。\u001b[22m, \u001b[1m同社のWebシリーズなので、私は余計ではなく、正確にアニメーションを見つけるだろう。\u001b[22m\n\u001b[4mIt is an upgrade considering I myself thought the past seasons looked cheaply made even though I excused it due to Hetalia’s format as an anime.\u001b[24m\n    \u001b[1mヘタリアのアニメ化により過去の季節が安く見えると思っていたことを考えれば、アップグレードです。\u001b[22m, \u001b[1mそれは私自身が過去の季節が安く、私が原因でアニメとしてヘタリアの形式にそれを言い訳にもかかわらず作られたに見えたと思っ考慮アップグレードです。\u001b[22m\n\u001b[4mIt still is nice to see the show change for what I think is for the better.\u001b[24m\n    \u001b[1m私がより良いと思っていることのショーの変化を見るのはまだ素晴らしいです。\u001b[22m, \u001b[1mまだ私がより良いと思われるものについては、show変化を見るのは嬉しいです。\u001b[22m\n\u001b[4mFor Hetalia standards.\u001b[24m\n    \u001b[1mヘタリア基準。\u001b[22m, \u001b[1mヘタリア規格のため。\u001b[22m\n\u001b[4mThe additions are nice to see, and it was a fun ride.\u001b[24m\n    \u001b[1m追加は見てうれしいです、そしてそれは楽しい乗り物でした。\u001b[22m, \u001b[1m追加は見ていいです、それは楽しい乗り心地でした。\u001b[22m\n\u001b[4mSure, the closing theme is boring to me but that is minor compared to how much I enjoyed the fifth season of Hetalia.\u001b[24m\n    \u001b[1m確かに、閉鎖のテーマは私には退屈ですが、それは私がヘタリアの第5シーズンをどれだけ楽しんでいたかと比べて軽微です。\u001b[22m, \u001b[1m確かに、エンディングテーマは、私には退屈ですが、それは、私はヘタリアの第五の季節を楽しんでどのくらいに比べ軽微であります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWith everything said and done, I give Hetalia: The Beautiful World an 8.1 out of 10. it is VERY GOOD!\n\n\u001b[1mすべてが言ってやって、私はヘタリアを与えます：美しい世界は10のうちの8.1です。それは非常に良いです！\u001b[22m\n\u001b[1m(Subete ga itte yatte, watashi wa hetaria o ataemasu: Utsukushī sekai wa 10 no uchi no 8. 1Desu. Sore wa hijō ni yoidesu!)\u001b[22m\n\nTranslations of \u001b[4mWith everything said and done, I give Hetalia: The Beautiful World an 8.1 out of 10. it is VERY GOOD!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith everything said and done, I give Hetalia: The Beautiful World an 8.1 out of 10. it is VERY GOOD!\u001b[24m\n    \u001b[1mすべてが言ってやって、私はヘタリアを与えます：美しい世界は10のうちの8.1です。それは非常に良いです！\u001b[22m, \u001b[1mすべてが言わおよびdoneで、私はヘタリアを与える：美しい世界10のうち8.1それは非常に良いです！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFeel free to leave a comment and enjoy some Pasta, Bratwurst, Sushi, Hamburgers, Stroganoff, Chow Mein, Crepes, or Tea and Biscuits. Anything!\n\n\u001b[1mコメントを残して、パスタ、ブラットワースト、寿司、ハンバーガー、ストロガノフ、チョウミン、クレープ、または紅茶とビスケットをお楽しみください。 何か！\u001b[22m\n\u001b[1m(Komento o nokoshite, pasuta, burattowāsuto, sushi, hanbāgā, sutoroganofu, choumin, kurēpu, matawa kōcha to bisuketto o o tanoshimi kudasai. Nani ka!)\u001b[22m\n\nTranslations of \u001b[4mFeel free to leave a comment and enjoy some Pasta, Bratwurst, Sushi, Hamburgers, Stroganoff, Chow Mein, Crepes, or Tea and Biscuits. Anything!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFeel free to leave a comment and enjoy some Pasta, Bratwurst, Sushi, Hamburgers, Stroganoff, Chow Mein, Crepes, or Tea and Biscuits.\u001b[24m\n    \u001b[1mコメントを残して、パスタ、ブラットワースト、寿司、ハンバーガー、ストロガノフ、チョウミン、クレープ、または紅茶とビスケットをお楽しみください。\u001b[22m, \u001b[1mコメントを残して、いくつかのパスタ、ブラートヴルスト、寿司、ハンバーガー、ストロガノフ、焼きそば、クレープ、または紅茶とビスケットを気軽に楽しめます。\u001b[22m\n\u001b[4mAnything!\u001b[24m\n    \u001b[1m何か！\u001b[22m, \u001b[1m何でも！\u001b[22m"
  },
  {
    "title": "Hetalia__The_Beautiful_World",
    "id": "15195",
    "url": "https://myanimelist.net/anime/15195/Hetalia__The_Beautiful_World",
    "user": "fierywarrior135",
    "profile": "/profile/fierywarrior135/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=105229",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\nヘタリア：美しい世界はヘタリアシリーズの第5シーズンです。 スタイルは変わってきて、それは私の好みではとても良かったです。 今回は、ヘタリアシリーズのディレクターが新しくなりましたが、彼はシリーズの非常に良い仕事をしました。\n\nヘタリアへの物語はまさにプロットではなく、前の季節であり、各エピソードは残りのものとは異なり、ランダムである。 シリーズはコメディですが、コメディーは自分を楽しませて楽しい時間を過ごすことです。 私は、歴史的事実は少し小さくなっていると言いますが、いくつかのエピソードはランダムで、他のエピソードは国の過去と文化を反映しています。 私は物語に6/10を与える。\n\n国家のための芸術開発は、はるかに輝きがあり、異なるアニメに似ていますが、独自の魅力を加えています。 文字の新しい光沢のある外観にもかかわらず、背景も文字として描画されていません。 芸術は本当に重要ではありません、プロットが良好で強い限り、まだ、私たちは背景が貧弱なアニメが欲しくないでしょうか？  8/10\n\nサウンドに関しては、私が言うことができるのは、エンディングのテーマはキャッチーであり、それには多くの幸せがあるということです。 私が考えることができる唯一の懐かしい曲は、フランスの歌ですが、それは私が考えることができる唯一の曲です。  7/10\n\nヘタリアについての最も重要な部分は文字です、そして、私は同意します。 キャラクターは独自のユニークさと奇妙さを持っています。 しかし国家の性格や趣味はステレオタイプに基づいているため、最初は少し迷惑をかけるかもしれませんが、国家が独特で異なっていることに同意することはできません。 イタリアの陽気、ドイツの深刻な自然、そしてフランスのロマンチックな態度を見れば、彼らはどれほど異なっているかが分かります。  9/10\n\nヘタリアには幸せがいっぱいですが、悲しみが部屋に満ちる時があります。 あなたは、ショーがいかに面白くて幸せであるか、キャラクターがどのように相互作用するか、そして各エピソードがどのように進行するかを楽しむことができます。 ヘタリアは真剣に受けられるわけではないので、リラックスして楽しむことができます。  9/10\n\n全体的に、私はヘタリア：美しい世界はシリーズに追加された素晴らしいシーズンだと思います。 芸術ははるかに良く、キャラクターは今までと同じです！ 私は歴史に残っている人にこのショーをお勧めします。ちょうど楽しみがほしいです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHetalia: The Beautiful World is the fifth season to the series Hetalia. The style has changed, and it was very good in my taste. This time, the director of the Hetalia series is new, but he did a very good job of the series.\n\n\u001b[1mヘタリア：美しい世界はヘタリアシリーズの第5シーズンです。 スタイルは変わってきて、それは私の好みではとても良かったです。 今回は、ヘタリアシリーズのディレクターが新しくなりましたが、彼はシリーズの非常に良い仕事をしました。\u001b[22m\n\u001b[1m(Hetaria: Utsukushī sekai wa hetariashirīzu no dai 5 shīzundesu. Sutairu wa kawatte kite, sore wa watashi no konomide wa totemo yokattadesu. Konkai wa, hetariashirīzu no direkutā ga atarashiku narimashitaga, kare wa shirīzu no hijō ni yoi shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mHetalia: The Beautiful World is the fifth season to the series Hetalia. The style has changed, and it was very good in my taste. This time, the director of the Hetalia series is new, but he did a very good job of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHetalia: The Beautiful World is the fifth season to the series Hetalia.\u001b[24m\n    \u001b[1mヘタリア：美しい世界はヘタリアシリーズの第5シーズンです。\u001b[22m, \u001b[1mヘタリア：美しい世界はシリーズヘタリア第5シーズンです。\u001b[22m\n\u001b[4mThe style has changed, and it was very good in my taste.\u001b[24m\n    \u001b[1mスタイルは変わってきて、それは私の好みではとても良かったです。\u001b[22m, \u001b[1mスタイルが変更されている、そしてそれは私の好みでは非常に良好でした。\u001b[22m\n\u001b[4mThis time, the director of the Hetalia series is new, but he did a very good job of the series.\u001b[24m\n    \u001b[1m今回は、ヘタリアシリーズのディレクターが新しくなりましたが、彼はシリーズの非常に良い仕事をしました。\u001b[22m, \u001b[1m今回は、ヘタリアシリーズのディレクターは新しいですが、彼は一連の非常に良い仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story to Hetalia isn't exactly a plot as well as the previous seasons, each episode is different from the rest, and random. The series is a comedy, but the comedy is to make you enjoy yourself and have a good time. I do say that the historical facts are lessened a bit, some episodes are just random, others reflect on the nations' past and culture. I give the story a 6/10.\n\n\u001b[1mヘタリアへの物語はまさにプロットではなく、前の季節であり、各エピソードは残りのものとは異なり、ランダムである。 シリーズはコメディですが、コメディーは自分を楽しませて楽しい時間を過ごすことです。 私は、歴史的事実は少し小さくなっていると言いますが、いくつかのエピソードはランダムで、他のエピソードは国の過去と文化を反映しています。 私は物語に6/10を与える。\u001b[22m\n\u001b[1m(Hetaria e no monogatari wa masani purottode wa naku, mae no kisetsudeari, kaku episōdo wa nokori no mono to wa kotonari, randamudearu. Shirīzu wa komedidesuga, komedī wa jibun o tanoshima sete tanoshī jikan o sugosu kotodesu. Watashi wa, rekishi-teki jijitsu wa sukoshi chīsaku natte iru to iimasuga, ikutsu ka no episōdo wa randamu de, hoka no episōdo wa kuni no kako to bunka o han'ei shite imasu. Watashi wa monogatari ni 6/ 10 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mThe story to Hetalia isn't exactly a plot as well as the previous seasons, each episode is different from the rest, and random. The series is a comedy, but the comedy is to make you enjoy yourself and have a good time. I do say that the historical facts are lessened a bit, some episodes are just random, others reflect on the nations' past and culture. I give the story a 6/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story to Hetalia isn't exactly a plot as well as the previous seasons, each episode is different from the rest, and random.\u001b[24m\n    \u001b[1mヘタリアへの物語はまさにプロットではなく、前の季節であり、各エピソードは残りのものとは異なり、ランダムである。\u001b[22m, \u001b[1mヘタリアの話が正確にプロットだけでなく、前シーズンではないが、各エピソードは、他とは異なる、ランダムです。\u001b[22m\n\u001b[4mThe series is a comedy, but the comedy is to make you enjoy yourself and have a good time.\u001b[24m\n    \u001b[1mシリーズはコメディですが、コメディーは自分を楽しませて楽しい時間を過ごすことです。\u001b[22m, \u001b[1mシリーズはコメディですが、喜劇はあなた自身を楽しみ、楽しい時間を過ごすようにすることです。\u001b[22m\n\u001b[4mI do say that the historical facts are lessened a bit, some episodes are just random, others reflect on the nations' past and culture.\u001b[24m\n    \u001b[1m私は、歴史的事実は少し小さくなっていると言いますが、いくつかのエピソードはランダムで、他のエピソードは国の過去と文化を反映しています。\u001b[22m, \u001b[1m私はいくつかのエピソードが他の人が国の過去と文化を反映し、単にランダムで、歴史的事実は少し軽減されていることを言うのです。\u001b[22m\n\u001b[4mI give the story a 6/10.\u001b[24m\n    \u001b[1m私は物語に6/10を与える。\u001b[22m, \u001b[1m私は話6/10を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art development for the nations are much more shining and more similar to different animes, but it does add its own charm. Despite the characters' new shiny appearance, the background isn't as well drawn as the characters. Art doesn't really matter, as long as the plot is good and strong, but still, we wouldn't want an anime with poorly drawn backgrounds right? 8/10\n\n\u001b[1m国家のための芸術開発は、はるかに輝きがあり、異なるアニメに似ていますが、独自の魅力を加えています。 文字の新しい光沢のある外観にもかかわらず、背景も文字として描画されていません。 芸術は本当に重要ではありません、プロットが良好で強い限り、まだ、私たちは背景が貧弱なアニメが欲しくないでしょうか？  8/10\u001b[22m\n\u001b[1m(Kokka no tame no geijutsu kaihatsu wa, haruka ni kagayaki ga ari, kotonaru anime ni nite imasuga, dokuji no miryoku o kuwaete imasu. Moji no atarashī kōtakunoaru gaikan nimokakawarazu, haikei mo moji to shite byōga sa rete imasen. Geijutsu wa hontōni jūyōde wa arimasen, purotto ga ryōkōde tsuyoi kagiri, mada, watashitachiha haikei ga hinjakuna anime ga hoshikunaideshou ka? 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe art development for the nations are much more shining and more similar to different animes, but it does add its own charm. Despite the characters' new shiny appearance, the background isn't as well drawn as the characters. Art doesn't really matter, as long as the plot is good and strong, but still, we wouldn't want an anime with poorly drawn backgrounds right? 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art development for the nations are much more shining and more similar to different animes, but it does add its own charm.\u001b[24m\n    \u001b[1m国家のための芸術開発は、はるかに輝きがあり、異なるアニメに似ていますが、独自の魅力を加えています。\u001b[22m, \u001b[1m国のために当該技術分野の開発は、はるかに輝くと異なるアニメに似ているが、それは、独自の魅力を追加します。\u001b[22m\n\u001b[4mDespite the characters' new shiny appearance, the background isn't as well drawn as the characters.\u001b[24m\n    \u001b[1m文字の新しい光沢のある外観にもかかわらず、背景も文字として描画されていません。\u001b[22m, \u001b[1mキャラクターの新たな光沢のある外観にもかかわらず、背景は同様に文字として描画されません。\u001b[22m\n\u001b[4mArt doesn't really matter, as long as the plot is good and strong, but still, we wouldn't want an anime with poorly drawn backgrounds right?\u001b[24m\n    \u001b[1m芸術は本当に重要ではありません、プロットが良好で強い限り、まだ、私たちは背景が貧弱なアニメが欲しくないでしょうか？\u001b[22m, \u001b[1mアートは本当に限りプロットが良いと強いとして、重要ではありませんが、それでも、我々は不十分描かれた背景を持つアニメは右たくないでしょうか？\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nFor sound, all I can say is that the ending theme is catchy, and that there is a lot of happiness to it. The only song that I can think of that is pretty nostalgic is the French song, but that's the only song I can think of. 7/10\n\n\u001b[1mサウンドに関しては、私が言うことができるのは、エンディングのテーマはキャッチーであり、それには多くの幸せがあるということです。 私が考えることができる唯一の懐かしい曲は、フランスの歌ですが、それは私が考えることができる唯一の曲です。  7/10\u001b[22m\n\u001b[1m(Saundo ni kanshite wa, watashi ga iu koto ga dekiru no wa, endingu no tēma wa kyatchīdeari, soreni wa ōku no shiawase ga aru to iu kotodesu. Watashi ga kangaeru koto ga dekiru yuiitsu no natsukashī kyoku wa, Furansu no utadesuga, sore wa watashi ga kangaeru koto ga dekiru yuiitsu no kyokudesu. 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mFor sound, all I can say is that the ending theme is catchy, and that there is a lot of happiness to it. The only song that I can think of that is pretty nostalgic is the French song, but that's the only song I can think of. 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor sound, all I can say is that the ending theme is catchy, and that there is a lot of happiness to it.\u001b[24m\n    \u001b[1mサウンドに関しては、私が言うことができるのは、エンディングのテーマはキャッチーであり、それには多くの幸せがあるということです。\u001b[22m, \u001b[1m音については、すべて私に言えることは、エンディングテーマがキャッチーであることであり、それに幸せがたくさんあること。\u001b[22m\n\u001b[4mThe only song that I can think of that is pretty nostalgic is the French song, but that's the only song I can think of.\u001b[24m\n    \u001b[1m私が考えることができる唯一の懐かしい曲は、フランスの歌ですが、それは私が考えることができる唯一の曲です。\u001b[22m, \u001b[1m私はそれはかなり懐かしいです考えることができる唯一の曲はフランス語の曲ですが、それは私が考えることができる唯一の曲です。\u001b[22m\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nThe best part about Hetalia is the characters, and to say, I agree. The characters have their own unqiue-ness and quirkiness. But since the nations' personality and hobbies are based off of stereotypes, you might get a bit annoyed at first, but you can't help but to agree that the nations are rather unique and different. Italy's cheerfulness, Germany's serious nature, and France's romantic attitude, you can see how different they are. 9/10\n\n\u001b[1mヘタリアについての最も重要な部分は文字です、そして、私は同意します。 キャラクターは独自のユニークさと奇妙さを持っています。 しかし国家の性格や趣味はステレオタイプに基づいているため、最初は少し迷惑をかけるかもしれませんが、国家が独特で異なっていることに同意することはできません。 イタリアの陽気、ドイツの深刻な自然、そしてフランスのロマンチックな態度を見れば、彼らはどれほど異なっているかが分かります。  9/10\u001b[22m\n\u001b[1m(Hetaria ni tsuite no mottomojūyōna bubun wa mojidesu, soshite, watashi wa dōi shimasu. Kyarakutā wa dokuji no yunīku-sa to kimyō-sa o motte imasu. Shikashi kokka no seikaku ya shumi wa sutereo taipu ni motodzuite iru tame, saisho wa sukoshi meiwakuwokakeru kamo shiremasenga, kokka ga dokutokude kotonatte iru koto ni dōi suru koto wa dekimasen. Itaria no yōki, Doitsu no shinkokuna shizen, soshite Furansu no romanchikkuna taido o mireba, karera wa dorehodo kotonatte iru ka ga wakarimasu. 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe best part about Hetalia is the characters, and to say, I agree. The characters have their own unqiue-ness and quirkiness. But since the nations' personality and hobbies are based off of stereotypes, you might get a bit annoyed at first, but you can't help but to agree that the nations are rather unique and different. Italy's cheerfulness, Germany's serious nature, and France's romantic attitude, you can see how different they are. 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best part about Hetalia is the characters, and to say, I agree.\u001b[24m\n    \u001b[1mヘタリアについての最も重要な部分は文字です、そして、私は同意します。\u001b[22m, \u001b[1mヘタリアについての最もよい部分は文字で、言って、私は同意するものとします。\u001b[22m\n\u001b[4mThe characters have their own unqiue-ness and quirkiness.\u001b[24m\n    \u001b[1mキャラクターは独自のユニークさと奇妙さを持っています。\u001b[22m, \u001b[1m文字は、独自のunqiueらしさとquirkinessを持っています。\u001b[22m\n\u001b[4mBut since the nations' personality and hobbies are based off of stereotypes, you might get a bit annoyed at first, but you can't help but to agree that the nations are rather unique and different.\u001b[24m\n    \u001b[1mしかし国家の性格や趣味はステレオタイプに基づいているため、最初は少し迷惑をかけるかもしれませんが、国家が独特で異なっていることに同意することはできません。\u001b[22m, \u001b[1m国の性格や趣味がステレオタイプのオフに基づいているので、しかし、あなたは、最初は少しイライラするかもしれませんが、あなたは国ではなく、ユニークで異なっていることに同意するのではなく、助けることはできません。\u001b[22m\n\u001b[4mItaly's cheerfulness, Germany's serious nature, and France's romantic attitude, you can see how different they are.\u001b[24m\n    \u001b[1mイタリアの陽気、ドイツの深刻な自然、そしてフランスのロマンチックな態度を見れば、彼らはどれほど異なっているかが分かります。\u001b[22m, \u001b[1mイタリアの陽気、ドイツの深刻な性質、およびフランスのロマンチックな態度は、あなたは彼らがどのように異なって見ることができます。\u001b[22m\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nHetalia is full of happinessm though there are times when sadness fills in the room. You enjoy how funny and happy the show is, how the characters interact, and how each epiosde progresses. Hetalia isn't meant to be taken seriously, so all you can do is relax and enjoy its quirkiness! 9/10\n\n\u001b[1mヘタリアには幸せがいっぱいですが、悲しみが部屋に満ちる時があります。 あなたは、ショーがいかに面白くて幸せであるか、キャラクターがどのように相互作用するか、そして各エピソードがどのように進行するかを楽しむことができます。 ヘタリアは真剣に受けられるわけではないので、リラックスして楽しむことができます。  9/10\u001b[22m\n\u001b[1m(Hetaria ni wa shiawase ga ippaidesuga, kanashimi ga heya ni michiru toki ga arimasu. Anata wa, shō ga ikani omoshirokute shiawasedearu ka, kyarakutā ga dono yō ni sōgo sayō suru ka, soshite kaku episōdo ga dono yō ni shinkō suru ka o tanoshimu koto ga dekimasu. Hetaria wa shinken ni uke rareru wakede wanainode, rirakkusu shite tanoshimu koto ga dekimasu. 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mHetalia is full of happinessm though there are times when sadness fills in the room. You enjoy how funny and happy the show is, how the characters interact, and how each epiosde progresses. Hetalia isn't meant to be taken seriously, so all you can do is relax and enjoy its quirkiness! 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHetalia is full of happinessm though there are times when sadness fills in the room.\u001b[24m\n    \u001b[1mヘタリアには幸せがいっぱいですが、悲しみが部屋に満ちる時があります。\u001b[22m, \u001b[1m悲しみが部屋に充満時間がありますが、ヘタリアはhappinessmがいっぱいです。\u001b[22m\n\u001b[4mYou enjoy how funny and happy the show is, how the characters interact, and how each epiosde progresses.\u001b[24m\n    \u001b[1mあなたは、ショーがいかに面白くて幸せであるか、キャラクターがどのように相互作用するか、そして各エピソードがどのように進行するかを楽しむことができます。\u001b[22m, \u001b[1mあなたが面白いと幸せなショーは文字がどのように相互作用するか、どのように楽しんで、そしてどのように各epiosdeが進行します。\u001b[22m\n\u001b[4mHetalia isn't meant to be taken seriously, so all you can do is relax and enjoy its quirkiness!\u001b[24m\n    \u001b[1mヘタリアは真剣に受けられるわけではないので、リラックスして楽しむことができます。\u001b[22m, \u001b[1mヘタリアは真剣に取られることを意味し、そのようにあなたができることすべては、リラックスして、そのquirkinessを楽しんでされていません！\u001b[22m\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I think Hetalia: The Beautiful World is a nice season added to the series. The art is much better, and the characters are still the same as ever! I recommend this show to anyone who's into history, and just wants some fun!\n\n\u001b[1m全体的に、私はヘタリア：美しい世界はシリーズに追加された素晴らしいシーズンだと思います。 芸術ははるかに良く、キャラクターは今までと同じです！ 私は歴史に残っている人にこのショーをお勧めします。ちょうど楽しみがほしいです！\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa hetaria: Utsukushī sekai wa shirīzu ni tsuika sa reta subarashī shīzunda to omoimasu. Geijutsu wa haruka ni yoku, kyarakutā wa imamade to onajidesu! Watashi wa rekishi ni nokotte iru hito ni kono shō o o susume shimasu. Chōdo tanoshimi ga hoshīdesu!)\u001b[22m\n\nTranslations of \u001b[4mOverall, I think Hetalia: The Beautiful World is a nice season added to the series. The art is much better, and the characters are still the same as ever! I recommend this show to anyone who's into history, and just wants some fun!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I think Hetalia: The Beautiful World is a nice season added to the series.\u001b[24m\n    \u001b[1m全体的に、私はヘタリア：美しい世界はシリーズに追加された素晴らしいシーズンだと思います。\u001b[22m, \u001b[1m全体的に、私はヘタリアを考える：美しい世界がシリーズに追加素敵な季節です。\u001b[22m\n\u001b[4mThe art is much better, and the characters are still the same as ever!\u001b[24m\n    \u001b[1m芸術ははるかに良く、キャラクターは今までと同じです！\u001b[22m, \u001b[1m技術は、はるかに優れている、との文字がまだ今までと同じです！\u001b[22m\n\u001b[4mI recommend this show to anyone who's into history, and just wants some fun!\u001b[24m\n    \u001b[1m私は歴史に残っている人にこのショーをお勧めします。ちょうど楽しみがほしいです！\u001b[22m, \u001b[1m私は歴史の中にだ誰にもこのショーをお勧めします、とだけいくつかの楽しみを望んでいます！\u001b[22m"
  },
  {
    "title": "Hetalia__The_Beautiful_World",
    "id": "15195",
    "url": "https://myanimelist.net/anime/15195/Hetalia__The_Beautiful_World",
    "user": "Tobi_and_Mops",
    "profile": "/profile/Tobi_and_Mops/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=105953",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  10\n\nヘタリア：「美しい世界」は、ヒマラヤ・ヒデカズのヘタリアの5つ目のシーズンです。ヘタリアは、アンソモルファス化された国々をキャラクターとして、歴史的なトリビアや文化的な比較をメイン・プレゼンテーションとして展開しています。\n\nストーリー：評価 - 該当なし\n\nヘタリアは実際にプロットに従っているわけではないし、連続した物語を辿るという目的を持ったプレゼンテーションを持っているわけではないので、ストーリー評価を「適用外」にすることは公正である。\n\nアート：8\n\n - キャラクターのイラストやアニメーションは、より鮮明で、より詳細で、過去の季節に比べて格段に差別化されています。 背景はまだ少し鈍いです。 しかし、それは主題を補完し、視聴者の注意をキャラクターから離れさせないという目的を成し遂げるのは良いことです。\n\n - キャラクターの突然の気分の変化を助けるために、まだ渦巻きとグレーのようなタイプのテクスチャード背景を利用しています。 過去には、そのデザインに芸術性が欠けていたことが分かりましたが、今シーズンにはもっと多くの努力をしていたことが分かりました。\n\n - 景色のあるエピソード、景色、建築について。 イラストレーターがまだこれらの分野でフラットになっていることは注目に値する。 過去の季節と同じように建物の日除け、ドア、窓はまだ無機質に見えました。 詳細なモン・サン・ミッシェルに精通している人なら、ヘタリア版にどのように建築の細部が欠落しているかに気付くでしょう。\n\nサウンド：8\n\n - 声優はキャラクターにスポットを当て、いつものように非常に偉大な才能を発揮します。 オープニングのテーマは新しく、時間が経つにつれて少し面倒に成長し、視聴者にそれをスキップさせるだけかもしれません。\n\n - 文字のためにいくつかの新しいテーマが入っていると聞くことができます（トルコが見られる1つのシーンでモーツァルトのトルコ3月のように聞こえるようなもの）が、それとは別に、 ほとんどの部分。\n\n - 新しいエンディングテーマ（Mawaru Chikyuu Rondo）は、本当に楽しく、より柔らかく、丸亀知幸とハタフットパレードよりも少しバランスが取れていました。 しかし、それはキャッチーな音ではありません。\n\nキャラクター：7\n\n - 彼らはこれまでのように、文字はまだ面白くて、文字のままです。 本当の主人公に関しては、彼らのそれぞれには、この独特の強くて目立つ個性がまだあります。 今シーズンはフランスのキャラクターが過去よりもさらに深みを増していることを知ることは素晴らしいことです。 今シーズンデビューした新キャラクターがいくつか登場しました。\n\n楽しさ：10\n\n - ヘタリア：美しい世界は、その前駆体がどうだったかのように、まだ効果的なコメディです。 ウォッチャーはまだ心を声に出して笑うようにしていますし、ボーナスとして、驚くようなシーンもいくつか含まれています（つまり、肌の表情など）。\n\n全体：8\n\n - 全体として、ヘタリアはいつも楽しんできた人たちのために、今でも優れた時計です。異文化、歴史的なトリビア、世界観の愚かで軽やかなアレゴリーが、楽しい方法で少しの知識を追加します。 また、このタイプの作品を鑑賞している人や、他の人と少し違ったアニメーション作品を見たい人におすすめです。 しかし、少し無害な国家的、文化的な風刺をあまりにも真剣に受け止める人々には、別のタイトルを選ぶようにアドバイスします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHetalia: The Beautiful World is the fifth season of Himaruya Hidekaz's Hetalia, a webcomic turned Anime which features anthromorphised countries as the characters and historical trivia and cultural comparisons as it's main presentation.\n\n\u001b[1mヘタリア：「美しい世界」は、ヒマラヤ・ヒデカズのヘタリアの5つ目のシーズンです。ヘタリアは、アンソモルファス化された国々をキャラクターとして、歴史的なトリビアや文化的な比較をメイン・プレゼンテーションとして展開しています。\u001b[22m\n\u001b[1m(Hetaria: `Utsukushī sekai' wa, Himaraya Hidekazu no hetaria no itsutsu-me no shīzundesu. Hetaria wa, ansomorufasu-ka sa reta kuniguni o kyarakutā to shite, rekishi-tekina toribia ya bunka-tekina hikaku o mein purezentēshon to shite tenkai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHetalia: The Beautiful World is the fifth season of Himaruya Hidekaz's Hetalia, a webcomic turned Anime which features anthromorphised countries as the characters and historical trivia and cultural comparisons as it's main presentation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHetalia: The Beautiful World is the fifth season of Himaruya Hidekaz's Hetalia, a webcomic turned Anime which features anthromorphised countries as the characters and historical trivia and cultural comparisons as it's main presentation.\u001b[24m\n    \u001b[1mヘタリア：「美しい世界」は、ヒマラヤ・ヒデカズのヘタリアの5つ目のシーズンです。ヘタリアは、アンソモルファス化された国々をキャラクターとして、歴史的なトリビアや文化的な比較をメイン・プレゼンテーションとして展開しています。\u001b[22m, \u001b[1mヘタリアは：美しい世界はHimaruya Hidekazのヘタリアの第五の季節です、ウェブコミックは、それがメインのプレゼンテーションだとして文字や歴史雑学や文化の比較などanthromorphised国が特徴のアニメになりました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Rating- Not Applicable\n\n\u001b[1mストーリー：評価 - 該当なし\u001b[22m\n\u001b[1m(Sutōrī: Hyōka - gaitō nashi)\u001b[22m\n\nTranslations of \u001b[4mStory: Rating- Not Applicable\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Rating- Not Applicable\u001b[24m\n    \u001b[1mストーリー：評価 - 該当なし\u001b[22m, \u001b[1mストーリー：Rating-該当なし\u001b[22m\n\u001b[1m\u001b[22m\n- Since Hetalia doesn't really follow any plot or have a presentation that has a purpose of following a sequential narrative, it will be only fair to put the story rating into 'not applicable'.\n\n\u001b[1mヘタリアは実際にプロットに従っているわけではないし、連続した物語を辿るという目的を持ったプレゼンテーションを持っているわけではないので、ストーリー評価を「適用外」にすることは公正である。\u001b[22m\n\u001b[1m(Hetaria wa jissai ni purotto ni shitagatte iru wakede wanaishi, renzoku shita monogatari o tadoru to iu mokuteki o motta purezentēshon o motte iru wakede wanainode, sutōrī hyōka o `tekiyō-gai' ni suru koto wa kōseidearu.)\u001b[22m\n\nTranslations of \u001b[4m- Since Hetalia doesn't really follow any plot or have a presentation that has a purpose of following a sequential narrative, it will be only fair to put the story rating into 'not applicable'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Since Hetalia doesn't really follow any plot or have a presentation that has a purpose of following a sequential narrative, it will be only fair to put the story rating into 'not applicable'.\u001b[24m\n    \u001b[1mヘタリアは実際にプロットに従っているわけではないし、連続した物語を辿るという目的を持ったプレゼンテーションを持っているわけではないので、ストーリー評価を「適用外」にすることは公正である。\u001b[22m, \u001b[1m - ヘタリアは本当にすべてのプロットに従うか、シーケンシャル物語を、次の目的を持ってプレゼンテーションを持っていないので、該当しない」に物語の評価を置くことだけ公平になります。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\n\u001b[1m\u001b[22m\n- The character illustrations and animation are crisper, more detailed and had a lot more differentiation than they got in the past seasons. The background is still a bit dull. However, it's good that it does compliment the main subject and makes good of its purpose of not taking the viewer's attention away from the characters.\n\n\u001b[1m - キャラクターのイラストやアニメーションは、より鮮明で、より詳細で、過去の季節に比べて格段に差別化されています。 背景はまだ少し鈍いです。 しかし、それは主題を補完し、視聴者の注意をキャラクターから離れさせないという目的を成し遂げるのは良いことです。\u001b[22m\n\u001b[1m(- Kyarakutā no irasuto ya animēshon wa, yori senmeide, yori shōsaide, kako no kisetsu ni kurabete kakudan ni sabetsu-ka sa rete imasu. Haikei wa mada sukoshi nibuidesu. Shikashi, soreha shudai o hokan shi, shichō-sha no chūi o kyarakutā kara hanare sasenai to iu mokuteki o nashitogeru no wa yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4m- The character illustrations and animation are crisper, more detailed and had a lot more differentiation than they got in the past seasons. The background is still a bit dull. However, it's good that it does compliment the main subject and makes good of its purpose of not taking the viewer's attention away from the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The character illustrations and animation are crisper, more detailed and had a lot more differentiation than they got in the past seasons.\u001b[24m\n    \u001b[1m - キャラクターのイラストやアニメーションは、より鮮明で、より詳細で、過去の季節に比べて格段に差別化されています。\u001b[22m, \u001b[1m - キャラクターイラストやアニメーションは、より詳細な、鮮明であり、彼らは過去のシーズンに入ったよりも多くの分化を持っていました。\u001b[22m\n\u001b[4mThe background is still a bit dull.\u001b[24m\n    \u001b[1m背景はまだ少し鈍いです。\u001b[22m, \u001b[1m背景には、まだ少し鈍いです。\u001b[22m\n\u001b[4mHowever, it's good that it does compliment the main subject and makes good of its purpose of not taking the viewer's attention away from the characters.\u001b[24m\n    \u001b[1mしかし、それは主題を補完し、視聴者の注意をキャラクターから離れさせないという目的を成し遂げるのは良いことです。\u001b[22m, \u001b[1mしかし、それは主被写体を褒めないことが良いことだと文字から離れて視聴者の注意を取っていないのその目的の良いになります。\u001b[22m\n\u001b[1m\u001b[22m\n- They still make use of the swirl and grunge-like type of textured backgrounds to aid the sudden mood change of a character. In the past, it is observable how it lacked artistry in its design but it's all nice to see that they had put a lot more effort in making them this season.\n\n\u001b[1m - キャラクターの突然の気分の変化を助けるために、まだ渦巻きとグレーのようなタイプのテクスチャード背景を利用しています。 過去には、そのデザインに芸術性が欠けていたことが分かりましたが、今シーズンにはもっと多くの努力をしていたことが分かりました。\u001b[22m\n\u001b[1m(- Kyarakutā no totsuzen no kibun no henka o tasukeru tame ni, mada uzumaki to gurē no yōna taipu no tekusuchādo haikei o riyō shite imasu. Kako ni wa, sono dezain ni geijutsu-sei ga kakete ita koto ga wakarimashitaga, ima shīzun ni wa motto ōku no doryoku o shite ita koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4m- They still make use of the swirl and grunge-like type of textured backgrounds to aid the sudden mood change of a character. In the past, it is observable how it lacked artistry in its design but it's all nice to see that they had put a lot more effort in making them this season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- They still make use of the swirl and grunge-like type of textured backgrounds to aid the sudden mood change of a character.\u001b[24m\n    \u001b[1m - キャラクターの突然の気分の変化を助けるために、まだ渦巻きとグレーのようなタイプのテクスチャード背景を利用しています。\u001b[22m, \u001b[1m - 彼らはまだ文字の突然の気分の変化を支援するためにテクスチャー背景の旋回やグランジのようなタイプを使用しています。\u001b[22m\n\u001b[4mIn the past, it is observable how it lacked artistry in its design but it's all nice to see that they had put a lot more effort in making them this season.\u001b[24m\n    \u001b[1m過去には、そのデザインに芸術性が欠けていたことが分かりましたが、今シーズンにはもっと多くの努力をしていたことが分かりました。\u001b[22m, \u001b[1m過去には、それは、そのデザインの芸術性に欠けていたどのように観察されるが、それは彼らが彼らにこの季節を作製する際に、より多くの努力を入れていたことを確認するために、すべてのうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\n- In respect to the episodes with scenery, landscapes and architecture in them. It is noticeable that the illustrators still fell flat on these areas. The building awnings, doors and windows still appeared inorganic just like in the past seasons. Anyone familiar with the detailed Mont Saint-Michel would notice how the Hetalia version of it lacked architectural details.\n\n\u001b[1m - 景色のあるエピソード、景色、建築について。 イラストレーターがまだこれらの分野でフラットになっていることは注目に値する。 過去の季節と同じように建物の日除け、ドア、窓はまだ無機質に見えました。 詳細なモン・サン・ミッシェルに精通している人なら、ヘタリア版にどのように建築の細部が欠落しているかに気付くでしょう。\u001b[22m\n\u001b[1m(- Keshiki no aru episōdo, keshiki, kenchiku ni tsuite. Irasutorētā ga mada korera no bun'ya de furatto ni natte iru koto wa chūmoku ni ataisuru. Kako no kisetsu to onajiyōni tatemono no hiyoke, doa, mado wa mada mukishitsu ni miemashita. Shōsaina Mon san missheru ni seitsū shite iru hitonara, hetaria-ban ni dono yō ni kenchiku no saibu ga ketsuraku shite iru ka ni kidzukudeshou.)\u001b[22m\n\nTranslations of \u001b[4m- In respect to the episodes with scenery, landscapes and architecture in them. It is noticeable that the illustrators still fell flat on these areas. The building awnings, doors and windows still appeared inorganic just like in the past seasons. Anyone familiar with the detailed Mont Saint-Michel would notice how the Hetalia version of it lacked architectural details.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- In respect to the episodes with scenery, landscapes and architecture in them.\u001b[24m\n    \u001b[1m - 景色のあるエピソード、景色、建築について。\u001b[22m, \u001b[1m - その中の風景、風景や建築とのエピソードに関してで。\u001b[22m\n\u001b[4mIt is noticeable that the illustrators still fell flat on these areas.\u001b[24m\n    \u001b[1mイラストレーターがまだこれらの分野でフラットになっていることは注目に値する。\u001b[22m, \u001b[1mイラストレーターはまだこれらの領域の上に平らに落ちたことが顕著です。\u001b[22m\n\u001b[4mThe building awnings, doors and windows still appeared inorganic just like in the past seasons.\u001b[24m\n    \u001b[1m過去の季節と同じように建物の日除け、ドア、窓はまだ無機質に見えました。\u001b[22m, \u001b[1m建物の日よけ、ドアや窓はまだちょうど過去のシーズンのように無機登場しました。\u001b[22m\n\u001b[4mAnyone familiar with the detailed Mont Saint-Michel would notice how the Hetalia version of it lacked architectural details.\u001b[24m\n    \u001b[1m詳細なモン・サン・ミッシェルに精通している人なら、ヘタリア版にどのように建築の細部が欠落しているかに気付くでしょう。\u001b[22m, \u001b[1m詳細モン・サン・ミッシェルに精通している誰もがそれのヘタリアバージョンはアーキテクチャの詳細を欠いていた様子がわかりでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\n\u001b[1m\u001b[22m\n- The voice actors are spot on for their characters and delivers quite great just like they always had. The opening theme is new and still grows a bit tediously annoying as time goes by and it might only make a viewer skip it out.\n\n\u001b[1m - 声優はキャラクターにスポットを当て、いつものように非常に偉大な才能を発揮します。 オープニングのテーマは新しく、時間が経つにつれて少し面倒に成長し、視聴者にそれをスキップさせるだけかもしれません。\u001b[22m\n\u001b[1m(- Seiyū wa kyarakutā ni supotto o ate, itsumo no yō ni hijō ni idaina sainō o hakki shimasu. Ōpuningu no tēma wa atarashiku, jikangatatsu ni tsurete sukoshi mendō ni seichō shi, shichō-sha ni sore o sukippu sa seru dake kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4m- The voice actors are spot on for their characters and delivers quite great just like they always had. The opening theme is new and still grows a bit tediously annoying as time goes by and it might only make a viewer skip it out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The voice actors are spot on for their characters and delivers quite great just like they always had.\u001b[24m\n    \u001b[1m - 声優はキャラクターにスポットを当て、いつものように非常に偉大な才能を発揮します。\u001b[22m, \u001b[1m - 声優は、自分のキャラクターのために発見し、彼らは常に持っていただけのよう非常に素晴らしい提供しています。\u001b[22m\n\u001b[4mThe opening theme is new and still grows a bit tediously annoying as time goes by and it might only make a viewer skip it out.\u001b[24m\n    \u001b[1mオープニングのテーマは新しく、時間が経つにつれて少し面倒に成長し、視聴者にそれをスキップさせるだけかもしれません。\u001b[22m, \u001b[1mオープニングテーマは新しく、まだ時間が経つと、それが唯一の視聴者がそれをスキップするかもしれないように、ビットうんざりするほど迷惑な成長します。\u001b[22m\n\u001b[1m\u001b[22m\n- It can be heard that there are quite a few new themes thrown in for the characters (like something that sounds like Mozart's Turkish March at one scene where Turkey was shown) but apart from that, they still used almost the same character themes for the most part.\n\n\u001b[1m - 文字のためにいくつかの新しいテーマが入っていると聞くことができます（トルコが見られる1つのシーンでモーツァルトのトルコ3月のように聞こえるようなもの）が、それとは別に、 ほとんどの部分。\u001b[22m\n\u001b[1m(- Moji no tame ni ikutsu ka no atarashī tēma ga haitte iru to kiku koto ga dekimasu (Toruko ga mi rareru 1tsu no shīn de mōtsu~aruto no Toruko 3 tsuki no yō ni kikoeru yōna mono) ga, soreto wa betsuni, hotondo no bubun.)\u001b[22m\n\nTranslations of \u001b[4m- It can be heard that there are quite a few new themes thrown in for the characters (like something that sounds like Mozart's Turkish March at one scene where Turkey was shown) but apart from that, they still used almost the same character themes for the most part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- It can be heard that there are quite a few new themes thrown in for the characters (like something that sounds like Mozart's Turkish March at one scene where Turkey was shown) but apart from that, they still used almost the same character themes for the\u001b[24m\n    \u001b[1m - 文字のためにいくつかの新しいテーマが入っていると聞くことができます（トルコが見られる1つのシーンでモーツァルトのトルコ3月のように聞こえるようなもの）が、それとは別に、\u001b[22m, \u001b[1m - （トルコが示された1シーンでモーツァルトのトルコ行進曲のように聞こえる何かのように）文字のために投入されたかなりの数の新しいテーマがあることを聞くことができますが、それとは別に、彼らはまだのため、ほぼ同じ文字テーマを使用します\u001b[22m\n\u001b[4mmost part.\u001b[24m\n    \u001b[1mほとんどの部分。\u001b[22m\n\u001b[1m\u001b[22m\n- The new ending theme (Mawaru Chikyuu Rondo) was indeed fun, softer and a bit more balanced-sounding than Marukaite Chikyuu and Hatafutte Parade. However, it doesn't sound as catchy.\n\n\u001b[1m - 新しいエンディングテーマ（Mawaru Chikyuu Rondo）は、本当に楽しく、より柔らかく、丸亀知幸とハタフットパレードよりも少しバランスが取れていました。 しかし、それはキャッチーな音ではありません。\u001b[22m\n\u001b[1m(- Atarashī endingutēma (Mawaru Chikyuu rondo) wa, hontōni tanoshiku, yori yawarakaku, Marugame Tomoyuki to hatafuttoparēdo yori mo sukoshi baransu ga torete imashita. Shikashi, soreha kyatchīna otode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m- The new ending theme (Mawaru Chikyuu Rondo) was indeed fun, softer and a bit more balanced-sounding than Marukaite Chikyuu and Hatafutte Parade. However, it doesn't sound as catchy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The new ending theme (Mawaru Chikyuu Rondo) was indeed fun, softer and a bit more balanced-sounding than Marukaite Chikyuu and Hatafutte Parade.\u001b[24m\n    \u001b[1m - 新しいエンディングテーマ（Mawaru Chikyuu Rondo）は、本当に楽しく、より柔らかく、丸亀知幸とハタフットパレードよりも少しバランスが取れていました。\u001b[22m, \u001b[1m - 新エンディングテーマ（輪るピングドラムChikyuuロンド）より柔らかく、確かに楽しかったし、もう少しまるかいてChikyuuとHatafutteパレードよりもバランスのとれた響き。\u001b[22m\n\u001b[4mHowever, it doesn't sound as catchy.\u001b[24m\n    \u001b[1mしかし、それはキャッチーな音ではありません。\u001b[22m, \u001b[1mしかし、それは、キャッチーな音はありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\n\u001b[1m\u001b[22m\n- The characters are still funny and in-character as they have ever been. In respect to the real main characters, each of them still holds this strong and noteworthy personality that is unique to them. It is also great to see that France's character got a lot more depth this season than in the past. There were a few new characters that had a debut appearance this season.\n\n\u001b[1m - 彼らはこれまでのように、文字はまだ面白くて、文字のままです。 本物の主人公に関しては、それぞれに独特の強くて目立つ個性がまだ残っています。 今シーズンはフランスのキャラクターが過去よりもさらに深みを増していることを知ることは素晴らしいことです。 今シーズンデビューした新キャラクターがいくつか登場しました。\u001b[22m\n\u001b[1m(- Karera wa kore made no yō ni, moji wa mada omoshirokute, moji no mamadesu. Honmono no shujinkō ni kanshite wa, sorezore ni dokutoku no tsuyokute medatsu kosei ga mada nokotte imasu. Ima shīzun wa Furansu no kyarakutā ga kako yori mo sarani fukami o mashite iru koto o shiru koto wa subarashī kotodesu. Ima shīzundebyū shita shin kyarakutā ga ikutsu ka tōjō shimashita.)\u001b[22m\n\nTranslations of \u001b[4m- The characters are still funny and in-character as they have ever been. In respect to the real main characters, each of them still holds this strong and noteworthy personality that is unique to them. It is also great to see that France's character got a lot more depth this season than in the past. There were a few new characters that had a debut appearance this season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The characters are still funny and in-character as they have ever been.\u001b[24m\n    \u001b[1m - 彼らはこれまでのように、文字はまだ面白くて、文字のままです。\u001b[22m, \u001b[1m - 彼らがこれまでされているような文字は、まだ面白いとで文字です。\u001b[22m\n\u001b[4mIn respect to the real main characters, each of them still holds this strong and noteworthy personality that is unique to them.\u001b[24m\n    \u001b[1m本物の主人公に関しては、それぞれに独特の強くて目立つ個性がまだ残っています。\u001b[22m, \u001b[1m実際のメインキャラクターに関しては、それらのそれぞれは、まだそれらに固有のもので、この強力かつ注目すべき個性を保持しています。\u001b[22m\n\u001b[4mIt is also great to see that France's character got a lot more depth this season than in the past.\u001b[24m\n    \u001b[1m今シーズンはフランスのキャラクターが過去よりもさらに深みを増していることを知ることは素晴らしいことです。\u001b[22m, \u001b[1mフランスのキャラクターが過去に比べ、より多くの深さにこの季節を持っていることを確認するためにも素晴らしいです。\u001b[22m\n\u001b[4mThere were a few new characters that had a debut appearance this season.\u001b[24m\n    \u001b[1m今シーズンデビューした新キャラクターがいくつか登場しました。\u001b[22m, \u001b[1m今シーズンデビューの外観を有していたいくつかの新しい文字がありました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\n\u001b[1m\u001b[22m\n- Hetalia: The Beautiful World is still effectively comedic like how its precursors were. It still makes watchers laugh their hearts out loud and as a bonus, it even includes a few more surprising scenes that are fanservice-like (i.e showing of skin etc).\n\n\u001b[1m - ヘタリア：美しい世界は、その前駆体がどうだったかのように、まだ効果的なコメディです。 ウォッチャーはまだ心を声に出して笑うようにしていますし、ボーナスとして、驚くようなシーンもいくつか含まれています（つまり、肌の表情など）。\u001b[22m\n\u001b[1m(- Hetaria: Utsukushī sekai wa, sono zen kutai ga dōdatta ka no yō ni, mada kōkatekina komedidesu. U~otchā wa mada kokoro o koenidashite warau yō ni shite imasushi, bōnasu to shite, odoroku yōna shīn mo ikutsu ka fukuma rete imasu (tsumari, hada no hyōjō nado).)\u001b[22m\n\nTranslations of \u001b[4m- Hetalia: The Beautiful World is still effectively comedic like how its precursors were. It still makes watchers laugh their hearts out loud and as a bonus, it even includes a few more surprising scenes that are fanservice-like (i.e showing of skin etc).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hetalia: The Beautiful World is still effectively comedic like how its precursors were.\u001b[24m\n    \u001b[1m - ヘタリア：美しい世界は、その前駆体がどうだったかのように、まだ効果的なコメディです。\u001b[22m, \u001b[1m - ヘタリア：美しい世界はまだその前駆体があったかのように効果的に喜劇です。\u001b[22m\n\u001b[4mIt still makes watchers laugh their hearts out loud and as a bonus, it even includes a few more surprising scenes that are fanservice-like (i.e showing of skin etc).\u001b[24m\n    \u001b[1mウォッチャーはまだ心を声に出して笑うようにしていますし、ボーナスとして、驚くようなシーンもいくつか含まれています（つまり、肌の表情など）。\u001b[22m, \u001b[1mそれはまだウォッチャーが大声で彼らの心を笑いとボーナスとして、それもサービスカットのような（皮膚などのi.e示す）であり、さらにいくつかの驚くべきシーンを含んでなります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8\u001b[24m\n    \u001b[1m全体：8\u001b[22m\n\u001b[1m\u001b[22m\n- Overall, it is still an excellent watch for those people who have always enjoyed what Hetalia is— a silly, lighthearted allegory of different cultures, historical trivias and world views that will add a little bit of knowledge in a fun way. It is also recommended for people who appreciates this type of work and to those who are open to see an animation work that is a bit different from the others. However, to those who take a little harmless national and cultural satire a bit too seriously, I will only advise you to pick another title.\n\n\u001b[1m - 全体として、ヘタリアはいつも楽しんできた人たちのために、今でも優れた時計です。異文化、歴史的なトリビア、世界観の愚かで軽やかなアレゴリーが、楽しい方法で少しの知識を追加します。 また、このタイプの作品を鑑賞している人や、他の人と少し違ったアニメーション作品を見たい人におすすめです。 しかし、少し無害な国家的、文化的な風刺をあまりにも真剣に受け止める人々には、別のタイトルを選ぶようにアドバイスします。\u001b[22m\n\u001b[1m(- Zentai to shite, hetaria wa itsumo tanoshinde kita hito-tachi no tame ni, ima demo sugureta tokeidesu. I bunka, rekishi-tekina toribia, sekai-kan no orokade karoyakana aregorī ga, tanoshī hōhō de sukoshi no chishiki o tsuika shimasu. Mata, kono taipu no sakuhin o kanshō shite iru hito ya, hokanohito to sukoshi chigatta animēshon sakuhin o mitai hito ni osusumedesu. Shikashi, sukoshi mugaina kokka-teki, bunka-tekina fūshi o amarini mo shinken ni uketomeru hitobito ni wa,-betsu no taitoru o erabu yō ni adobaisu shimasu.)\u001b[22m\n\nTranslations of \u001b[4m- Overall, it is still an excellent watch for those people who have always enjoyed what Hetalia is— a silly, lighthearted allegory of different cultures, historical trivias and world views that will add a little bit of knowledge in a fun way. It is also recommended for people who appreciates this type of work and to those who are open to see an animation work that is a bit different from the others. However, to those who take a little harmless national and cultural satire a bit too seriously, I will only advise you to pick another title.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Overall, it is still an excellent watch for those people who have always enjoyed what Hetalia is— a silly, lighthearted allegory of different cultures, historical trivias and world views that will add a little bit of knowledge in a fun way.\u001b[24m\n    \u001b[1m - 全体として、ヘタリアはいつも楽しんできた人たちのために、今でも優れた時計です。異文化、歴史的なトリビア、世界観の愚かで軽やかなアレゴリーが、楽しい方法で少しの知識を追加します。\u001b[22m, \u001b[1m - 全体的に、それはまだ常にヘタリアは楽しい方法で知識を少し追加します異なる文化、歴史triviasと世界観の愚かな、陽気な寓話をIS-何享受してきた人々のための優れた時計です。\u001b[22m\n\u001b[4mIt is also recommended for people who appreciates this type of work and to those who are open to see an animation work that is a bit different from the others.\u001b[24m\n    \u001b[1mまた、このタイプの作品を鑑賞している人や、他の人と少し違ったアニメーション作品を見たい人におすすめです。\u001b[22m, \u001b[1mまた、この種の作業を高く評価している人の、他とは少し異なっているアニメーション作品を見ることが開いている方にお勧めします。\u001b[22m\n\u001b[4mHowever, to those who take a little harmless national and cultural satire a bit too seriously, I will only advise you to pick another title.\u001b[24m\n    \u001b[1mしかし、少し無害な国家的、文化的な風刺をあまりにも真剣に受け止める人々には、別のタイトルを選ぶようにアドバイスします。\u001b[22m, \u001b[1mしかし、少しあまりにも真剣ほとんど無害な国や文化の風刺を取る人たちに、私は別のタイトルを選択することをアドバイスします。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
