[
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "SAM10795",
    "profile": "/profile/SAM10795/reviews",
    "pages": "25",
    "number": "1",
    "link": "/reviews.php?id=84167",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n死のノートはそこにある最高のアニメの一つです。 あなたがまだそれを見ていないなら、あなたは1つの壮大なプロットと壮大なキャラクターセットを見逃している。 矛盾は正しいことを正しい方法で行い、必要なことをすることです。\n\nストーリー：ストーリーは傑作です。 人間に属する死神ノートの考え方は恐ろしいです。 しかし、それを置くことができる使用はライト（主人公）によってかなりよく探検されます。 本を使用するすべてのルールを発見するために実施された「実験」は、天才だけが考えることができるものです。 そして最も重要なのは、絶え間なく追いかけることでした。 追いかけて、私はトムとジェリーのようなものではありません。 ここでの追いかけは100倍もエキサイティングでした。 それは、だれも死のノートを夢見ることさえないだろうが、Lは誰かが犯人である可能性をかなり狭めることができるからだ。 プロットはとても良いので、いずれかのキャラクターによって小さなミスがあったとしても、コストは彼らの人生となります。 そして、どちらも絶対的な天才であることは、大部分のために他を騙すことができます。\n\n芸術：芸術はかなり素晴らしかったです。 私は特に、Yagami Light、Ryuk、Lのキャラクターデザインが好きだった。すべてのキャラクターは、他のほとんどのアニメのキャラクターよりもはるかに現実的だった。\n\nサウンド：芸術と同じように、音質も良かったです。  VAはシリーズで本当に素晴らしい仕事をしました。 バックグラウンドミュージックも素晴らしかったです。\n\nキャラクター：シリーズのキャラクターのうち、キャラクターのYagami LightとLがお気に入りです。 やがての光は、人々が偶像化する人の表情をしていましたが、Lは人々を驚かせる人でした。 しかし、彼らは両方の魔術師であり、最大限の注意を払ってあらゆる行動を取った（もちろん、彼らの人生はライン上にあった）。  Lは私がアニメで見た中で最高のキャラクターの1つでした。 私は私が彼のように座っていたアニメを見て、Lにとても執着していた。\n\n楽しさ：このようなプロットでは、座席の端にあるほとんどすべてのエピソードを見ることになります。 最初のいくつかのエピソードを除いて、物事がかなり明白で（そして少し退屈な）、ほとんどすべての他のエピソードはエキサイティングでした。 あなたは、あなたが死のノートの世界に住んでいるとほとんど想像してくれるアニメを見ることにとても関わります。\n\n全体的に：コンセプトは素晴らしく、キャラクターとプロットもそうでした。 私が9に与える唯一の理由は、私の意見では、最初の数回のエピソードで少し良くなったかもしれないからです。 それはほぼ完璧に終わったと言われました。\n死のノートは確かに最高のアニメの一つです。 それは謎、超自然的なもの、少しの行動、ロマンスの少々の量を持っています。 あなたがまだそれを見ていないなら、あなたはアニメの中の傑作の1つに欠けている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is one of the best animes out there. If you haven't watched it yet, you are missing out on one epic plot and epic set of characters. The conflict is between doing what is right in the right way and doing what is necessary.\n\n\u001b[1m死のノートはそこにある最高のアニメの一つです。 あなたがまだそれを見ていない場合、あなたは1つの壮大なプロットと叙事詩の文字セットに欠けている。 矛盾は正しいことを正しい方法で行い、必要なことをすることです。\u001b[22m\n\u001b[1m(Shi no nōto wa soko ni aru saikō no anime no hitotsudesu. Anata ga mada sore o mite inai baai, anata wa 1tsu no sōdaina purotto to jojishi no moji setto ni kakete iru. Mujun wa tadashī koto o tadashī hōhō de okonai, hitsuyōna koto o suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is one of the best animes out there. If you haven't watched it yet, you are missing out on one epic plot and epic set of characters. The conflict is between doing what is right in the right way and doing what is necessary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is one of the best animes out there.\u001b[24m\n    \u001b[1m死のノートはそこにある最高のアニメの一つです。\u001b[22m, \u001b[1mデスノートは、そこに最高のアニメの一つです。\u001b[22m\n\u001b[4mIf you haven't watched it yet, you are missing out on one epic plot and epic set of characters.\u001b[24m\n    \u001b[1mあなたがまだそれを見ていない場合、あなたは1つの壮大なプロットと叙事詩の文字セットに欠けている。\u001b[22m, \u001b[1mあなたはまだそれを見ていない場合は、1壮大なプロットやキャラクターの壮大なセットを逃しています。\u001b[22m\n\u001b[4mThe conflict is between doing what is right in the right way and doing what is necessary.\u001b[24m\n    \u001b[1m矛盾は正しいことを正しい方法で行い、必要なことをすることです。\u001b[22m, \u001b[1m競合は正しい方法で正しいことをやって必要なものをやって間にあります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story is a masterpiece. The idea of the notebook of Shinigami belonging to a human is terrifying in itself. But, the use to which it can be put is explored quite well by Light(the main character). The 'experiments' carried out to discover all the rules of using the book are something which only a genius could think of. And the best part was the constant chase. By chase, I don't mean one like Tom and Jerry. The chase here was 100 times more exciting. That was because, no one would even dream of a Death Note existing, but still L is able to narrow down the possibility of someone being the culprit quite well. The plot is so good that if there was even a small mistake made by either of the characters, the cost would be their life. And yet, both being absolute geniuses manage to trick the other for the greater part.\n\n\u001b[1mストーリー：ストーリーは傑作です。 人間に属する死神ノートの考え方は恐ろしいです。 しかし、それを置くことができる使用はライト（主人公）によってかなりよく探検されます。 本を使用するすべてのルールを発見するために実施された「実験」は、天才だけが考えることができるものです。 そして最も重要なのは、絶え間なく追いかけることでした。 追いかけて、私はトムとジェリーのようなものではありません。 ここでの追いかけは100倍もエキサイティングでした。 それは、だれも死のノートを夢見ることさえないだろうが、Lは誰かが犯人である可能性をかなり狭めることができるからだ。 プロットはとても良いので、いずれかのキャラクターによって小さなミスがあったとしても、コストは彼らの人生となります。 そして、どちらも絶対的な天才であることは、大部分のために他を騙すことができます。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa kessakudesu. Ningen ni zokusuru shinigami nōto no kangaekata wa osoroshīdesu. Shikashi, sore o oku koto ga dekiru shiyō wa raito (shujinkō) ni yotte kanari yoku tanken sa remasu. Hon o shiyō suru subete no rūru o hakken suru tame ni jisshi sa reta `jikken' wa, tensai dake ga kangaeru koto ga dekiru monodesu. Soshite mottomo jūyōna no wa, taema naku oikakeru kotodeshita. Oikakete, watashi wa Tomu to jerī no yōna monode wa arimasen. Koko de no oikake wa 100-bai mo ekisaitingudeshita. Sore wa, dare mo shi no nōto o yumemiru koto sae naidarouga, L wa darekaga han'nindearu kanōsei o kanari sebameru koto ga dekiru karada. Purotto wa totemo yoinode, izureka no kyarakutā ni yotte chīsana misu ga atta to shite mo, kosuto wa karera no jinsei to narimasu. Soshite, dochira mo zettai-tekina tensaidearu koto wa, daibubun no tame ni hoka o damasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story is a masterpiece. The idea of the notebook of Shinigami belonging to a human is terrifying in itself. But, the use to which it can be put is explored quite well by Light(the main character). The 'experiments' carried out to discover all the rules of using the book are something which only a genius could think of. And the best part was the constant chase. By chase, I don't mean one like Tom and Jerry. The chase here was 100 times more exciting. That was because, no one would even dream of a Death Note existing, but still L is able to narrow down the possibility of someone being the culprit quite well. The plot is so good that if there was even a small mistake made by either of the characters, the cost would be their life. And yet, both being absolute geniuses manage to trick the other for the greater part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story is a masterpiece.\u001b[24m\n    \u001b[1mストーリー：ストーリーは傑作です。\u001b[22m, \u001b[1mストーリー：話は傑作です。\u001b[22m\n\u001b[4mThe idea of the notebook of Shinigami belonging to a human is terrifying in itself.\u001b[24m\n    \u001b[1m人間に属する死神ノートの考え方は恐ろしいです。\u001b[22m, \u001b[1m人間に属する死神のノートブックのアイデアは、それ自体が恐ろしいです。\u001b[22m\n\u001b[4mBut, the use to which it can be put is explored quite well by Light(the main character).\u001b[24m\n    \u001b[1mしかし、それを置くことができる使用はライト（主人公）によってかなりよく探検されます。\u001b[22m, \u001b[1mしかし、それは置くことができるために使用することは、ライト（主人公）によって非常によく探求されています。\u001b[22m\n\u001b[4mThe 'experiments' carried out to discover all the rules of using the book are something which only a genius could think of.\u001b[24m\n    \u001b[1m本を使用するすべてのルールを発見するために実施された「実験」は、天才だけが考えることができるものです。\u001b[22m, \u001b[1m「実験」は唯一の天才が考える可能性が何かある本を使用してのすべてのルールを発見するために実施しました。\u001b[22m\n\u001b[4mAnd the best part was the constant chase.\u001b[24m\n    \u001b[1mそして最も重要なのは、絶え間なく追いかけることでした。\u001b[22m, \u001b[1mそして、最高の部分は、一定の追跡でした。\u001b[22m\n\u001b[4mBy chase, I don't mean one like Tom and Jerry.\u001b[24m\n    \u001b[1m追いかけて、私はトムとジェリーのようなものではありません。\u001b[22m, \u001b[1mチェイスすることにより、私はトムとジェリーのようなものを意味するものではありません。\u001b[22m\n\u001b[4mThe chase here was 100 times more exciting.\u001b[24m\n    \u001b[1mここでの追いかけは100倍もエキサイティングでした。\u001b[22m, \u001b[1mここでのチェイスは100倍よりエキサイティングでした。\u001b[22m\n\u001b[4mThat was because, no one would even dream of a Death Note existing, but still L is able to narrow down the possibility of someone being the culprit quite well.\u001b[24m\n    \u001b[1mそれは、だれも死のノートを夢見ることさえないだろうが、Lは誰かが犯人である可能性をかなり狭めることができるからだ。\u001b[22m, \u001b[1m誰でも既存のデスノートの夢を見るないだろう、ので、それはしていたが、さらにLは非常によく犯人であること誰かの可能性を絞り込むことができます。\u001b[22m\n\u001b[4mThe plot is so good that if there was even a small mistake made by either of the characters, the cost would be their life.\u001b[24m\n    \u001b[1mプロットはとても良いので、いずれかのキャラクターによって小さなミスがあったとしても、コストは彼らの人生となります。\u001b[22m, \u001b[1mプロットはあっても、文字のいずれかによって作られた小さなミスがあった場合、費用は自分の人生になるように良いです。\u001b[22m\n\u001b[4mAnd yet, both being absolute geniuses manage to trick the other for the greater part.\u001b[24m\n    \u001b[1mそして、どちらも絶対的な天才であることは、大部分のために他を騙すことができます。\u001b[22m, \u001b[1mそして、まだ、両方とも絶対的な天才は、大部分のために他をだますために管理します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art was quite nice. I especially liked the character designs of Yagami Light, Ryuk and L. Every character was definitely likeable and looked a lot more realistic than the characters in most other animes.\n\n\u001b[1m芸術：芸術はかなり素晴らしかったです。 私は特に、Yagami Light、Ryuk、Lのキャラクターデザインが好きだった。すべてのキャラクターは、他のほとんどのアニメのキャラクターよりもはるかに現実的だった。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa kanari subarashikattadesu. Watashi wa tokuni, yagami raito, Ryuk, L no kyarakutādezain ga sukidatta. Subete no kyarakutā wa, hoka no hotondo no anime no kyarakutā yori mo haruka ni genjitsu-tekidatta.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art was quite nice. I especially liked the character designs of Yagami Light, Ryuk and L. Every character was definitely likeable and looked a lot more realistic than the characters in most other animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art was quite nice.\u001b[24m\n    \u001b[1m芸術：芸術はかなり素晴らしかったです。\u001b[22m, \u001b[1mアート：芸術は非常に良かったです。\u001b[22m\n\u001b[4mI especially liked the character designs of Yagami Light, Ryuk and L. Every character was definitely likeable and looked a lot more realistic than the characters in most other animes.\u001b[24m\n    \u001b[1m私は特に、Yagami Light、Ryuk、Lのキャラクターデザインが好きだった。すべてのキャラクターは、他のほとんどのアニメのキャラクターよりもはるかに現実的だった。\u001b[22m, \u001b[1m私は特に矢上ライト、リュークとL.のキャラクターデザインは、すべての文字は間違いなく好感の持てるだった好きで、他のほとんどのアニメの中の文字よりも現実的な多くのことを見ました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Just like the art, the sound was also good. The VAs did a really great job in the series. The background music was also nice.\n\n\u001b[1mサウンド：芸術と同じように、音質も良かったです。  VAはシリーズで本当に素晴らしい仕事をしました。 バックグラウンドミュージックも素晴らしかったです。\u001b[22m\n\u001b[1m(Saundo: Geijutsu to onajiyōni, onshitsu mo yokattadesu. VA wa shirīzu de hontōni subarashī shigoto o shimashita. Bakkuguraundomyūjikku mo subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: Just like the art, the sound was also good. The VAs did a really great job in the series. The background music was also nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Just like the art, the sound was also good.\u001b[24m\n    \u001b[1mサウンド：芸術と同じように、音質も良かったです。\u001b[22m, \u001b[1mサウンド：ちょうど芸術と同じように、音も良かったです。\u001b[22m\n\u001b[4mThe VAs did a really great job in the series.\u001b[24m\n    \u001b[1mVAはシリーズで本当に素晴らしい仕事をしました。\u001b[22m, \u001b[1mVAは、直列に本当に素晴らしい仕事をしました。\u001b[22m\n\u001b[4mThe background music was also nice.\u001b[24m\n    \u001b[1mバックグラウンドミュージックも素晴らしかったです。\u001b[22m, \u001b[1m背景音楽も素敵でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: The characters Yagami Light and L were my favorites among those in the series. While Yagami Light had the looks of someone who people would idolize, L was someone who would freak people out. Yet, they were both masterminds and took every action with the utmost care(of course, their life was on the line). L was one of the best characters I have ever seen in an anime. I was so obsessed with L while watching the anime that I used to sit like him(which looks quite awkward BTW) and watch the anime.\n\n\u001b[1mキャラクター：シリーズのキャラクターのうち、キャラクターのYagami LightとLがお気に入りです。 やがての光は、人々が偶像化する人の表情をしていましたが、Lは人々を驚かせる人でした。 しかし、彼らは両方の魔術師であり、最大限の注意を払ってあらゆる行動を取った（もちろん、彼らの人生はライン上にあった）。  Lは私がアニメで見た中で最高のキャラクターの1つでした。 私は私が彼のように座っていたアニメを見て、Lにとても執着していた。\u001b[22m\n\u001b[1m(Kyarakutā: Shirīzu no kyarakutā no uchi, kyarakutā no yagami raito to L ga okiniiridesu. Yagate no hikari wa, hitobito ga gūzō-ka suru hito no hyōjō o shite imashitaga, L wa hitobito o odoroka seru hitodeshita. Shikashi, karera wa ryōhō no majutsu-shideari, saidaigen no chūi o haratte arayuru kōdō o totta (mochiron, karera no jinsei wa rain-jō ni atta). L wa watashi ga anime de mita naka de saikō no kyarakutā no 1tsudeshita. Watashi wa watashi ga kare no yō ni suwatte ita anime o mite, L ni totemo shūchaku shite ita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: The characters Yagami Light and L were my favorites among those in the series. While Yagami Light had the looks of someone who people would idolize, L was someone who would freak people out. Yet, they were both masterminds and took every action with the utmost care(of course, their life was on the line). L was one of the best characters I have ever seen in an anime. I was so obsessed with L while watching the anime that I used to sit like him(which looks quite awkward BTW) and watch the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: The characters Yagami Light and L were my favorites among those in the series.\u001b[24m\n    \u001b[1mキャラクター：シリーズのキャラクターのうち、キャラクターのYagami LightとLがお気に入りです。\u001b[22m, \u001b[1m文字：文字八神光とLはシリーズのものの中の私のお気に入りでした。\u001b[22m\n\u001b[4mWhile Yagami Light had the looks of someone who people would idolize, L was someone who would freak people out.\u001b[24m\n    \u001b[1mやがての光は、人々が偶像化する人の表情をしていましたが、Lは人々を驚かせる人でした。\u001b[22m, \u001b[1m八神ライトは、人々は偶像を崇拝するだろう誰かのルックスを持っていたが、Lは、人々を陥るだろう誰かでした。\u001b[22m\n\u001b[4mYet, they were both masterminds and took every action with the utmost care(of course, their life was on the line).\u001b[24m\n    \u001b[1mしかし、彼らは両方の魔術師であり、最大限の注意を払ってあらゆる行動を取った（もちろん、彼らの人生はライン上にあった）。\u001b[22m, \u001b[1mしかし、彼らは両方の首謀したと細心の注意を払ってすべてのアクションを取った（もちろん、彼らの生活は、ライン上にありました）。\u001b[22m\n\u001b[4mL was one of the best characters I have ever seen in an anime.\u001b[24m\n    \u001b[1mLは私がアニメで見た中で最高のキャラクターの1つでした。\u001b[22m, \u001b[1mLは、私が今までのアニメで見た中で最高の文字の一つでした。\u001b[22m\n\u001b[4mI was so obsessed with L while watching the anime that I used to sit like him(which looks quite awkward BTW) and watch the anime.\u001b[24m\n    \u001b[1m私は私が彼のように座っていたアニメを見て、Lにとても執着していた。\u001b[22m, \u001b[1m私は（BTWかなり厄介に見えている）彼のように座ってアニメを見るために使用されるアニメを見ながら、私はLと夢中でした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: With a plot as good as this one, you are bound to be watching almost every episode at the edge of the seat. Except for the first few episodes, where the things were quite obvious(and hence a little boring), almost every other episode was exciting. You will be so involved in watching the anime that you will almost imagine yourself to be living in the world of Death Note.\n\n\u001b[1m楽しさ：このようなプロットでは、座席の端にあるほとんどすべてのエピソードを見ることになります。 最初のいくつかのエピソードを除いて、物事がかなり明白で（そして少し退屈な）、ほとんどすべての他のエピソードはエキサイティングでした。 あなたは、あなたが死のノートの世界に住んでいるとほとんど想像するアニメを見ることにとても関わっています。\u001b[22m\n\u001b[1m(Tanoshisa: Kono yōna purottode wa, zaseki no hashi ni aru hotondo subete no episōdo o miru koto ni narimasu. Saisho no ikutsu ka no episōdo o nozoite, monogoto ga kanari meihakude (soshite sukoshi taikutsuna), hotondo subete no ta no episōdo wa ekisaitingudeshita. Anata wa, anata ga shi no nōto no sekai ni sunde iruto hotondo sōzō suru anime o miru koto ni totemo kakawatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: With a plot as good as this one, you are bound to be watching almost every episode at the edge of the seat. Except for the first few episodes, where the things were quite obvious(and hence a little boring), almost every other episode was exciting. You will be so involved in watching the anime that you will almost imagine yourself to be living in the world of Death Note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: With a plot as good as this one, you are bound to be watching almost every episode at the edge of the seat.\u001b[24m\n    \u001b[1m楽しさ：このようなプロットでは、座席の端にあるほとんどすべてのエピソードを見ることになります。\u001b[22m, \u001b[1m楽しさ：この1ほど良好でプロットすると、あなたは座席の端に、ほぼすべてのエピソードを見ていることにバインドされています。\u001b[22m\n\u001b[4mExcept for the first few episodes, where the things were quite obvious(and hence a little boring), almost every other episode was exciting.\u001b[24m\n    \u001b[1m最初のいくつかのエピソードを除いて、物事がかなり明白で（そして少し退屈な）、ほとんどすべての他のエピソードはエキサイティングでした。\u001b[22m, \u001b[1m物事は非常に明白であった最初のいくつかのエピソード、（したがって、少し退屈）を除いて、ほぼすべての他のエピソードがエキサイティングでした。\u001b[22m\n\u001b[4mYou will be so involved in watching the anime that you will almost imagine yourself to be living in the world of Death Note.\u001b[24m\n    \u001b[1mあなたは、あなたが死のノートの世界に住んでいるとほとんど想像するアニメを見ることにとても関わっています。\u001b[22m, \u001b[1mあなたはほとんどデスノートの世界に生きする自分を想像しますアニメを見で非常に関与することになります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: The concept was amazing and so were the characters and the plot. The only reason why I give it a 9 is because in my opinion, it could have been a bit better in the first few episodes. That said, it ended almost perfectly.\n\n\u001b[1m全体的に：コンセプトは素晴らしく、キャラクターとプロットもそうでした。 私が9に与える唯一の理由は、私の意見では、最初の数回のエピソードで少し良くなったかもしれないからです。 それはほぼ完璧に終わったと言われました。\u001b[22m\n\u001b[1m(Zentai-teki ni: Konseputo wa subarashiku, kyarakutā to purotto mo sōdeshita. Watashi ga 9 ni ataeru yuiitsu no riyū wa, watashi no ikende wa, saisho no sū-kai no episōdo de sukoshi yokunatta kamo shirenaikaradesu. Sore wa hobo kanpeki ni owatta to iwa remashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall: The concept was amazing and so were the characters and the plot. The only reason why I give it a 9 is because in my opinion, it could have been a bit better in the first few episodes. That said, it ended almost perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: The concept was amazing and so were the characters and the plot.\u001b[24m\n    \u001b[1m全体的に：コンセプトは素晴らしく、キャラクターとプロットもそうでした。\u001b[22m, \u001b[1m全体：コンセプトは驚くべきものだったので、文字とプロットがありました。\u001b[22m\n\u001b[4mThe only reason why I give it a 9 is because in my opinion, it could have been a bit better in the first few episodes.\u001b[24m\n    \u001b[1m私が9に与える唯一の理由は、私の意見では、最初の数回のエピソードで少し良くなったかもしれないからです。\u001b[22m, \u001b[1m私の意見では、それは最初のいくつかのエピソードに少し良くされている可能性があるため、私はそれを9を与える唯一の理由です。\u001b[22m\n\u001b[4mThat said, it ended almost perfectly.\u001b[24m\n    \u001b[1mそれはほぼ完璧に終わったと言われました。\u001b[22m, \u001b[1mすなわち、それはほぼ完全に終了した、と述べました。\u001b[22m\nDeath Note is indeed one of the best animes ever. It has mystery, supernatural stuff, a little bit of action and also a little amount of romance. If you haven't already watched it, you are missing out on one of the masterpieces among the animes.\n\n\u001b[1m死のノートは確かに最高のアニメの一つです。 それは謎、超自然的なもの、少しの行動、ロマンスの少々の量を持っています。 あなたがまだそれを見ていないなら、あなたはアニメの中の傑作の1つに欠けている。\u001b[22m\n\u001b[1m(Shi no nōto wa tashika ni saikō no anime no hitotsudesu. Sore wa nazo, chō shizen-tekina mono, sukoshi no kōdō, romansu no shōshō no ryō o motte imasu. Anata ga mada sore o miteinainara, anata wa anime no naka no kessaku no 1tsu ni kakete iru.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is indeed one of the best animes ever. It has mystery, supernatural stuff, a little bit of action and also a little amount of romance. If you haven't already watched it, you are missing out on one of the masterpieces among the animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is indeed one of the best animes ever.\u001b[24m\n    \u001b[1m死のノートは確かに最高のアニメの一つです。\u001b[22m, \u001b[1mデスノートは確かに史上最高のアニメの一つです。\u001b[22m\n\u001b[4mIt has mystery, supernatural stuff, a little bit of action and also a little amount of romance.\u001b[24m\n    \u001b[1mそれは謎、超自然的なもの、少しの行動、ロマンスの少々の量を持っています。\u001b[22m, \u001b[1mそれは謎、超自然的なもの、アクションの少しもロマンスの少量を持っています。\u001b[22m\n\u001b[4mIf you haven't already watched it, you are missing out on one of the masterpieces among the animes.\u001b[24m\n    \u001b[1mあなたがまだそれを見ていないなら、あなたはアニメの中の傑作の1つに欠けている。\u001b[22m, \u001b[1mあなたはすでにそれを見ていない場合は、アニメの中で傑作の一つを逃しています。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "rogue1982",
    "profile": "/profile/rogue1982/reviews",
    "pages": "25",
    "number": "2",
    "link": "/reviews.php?id=89989",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  6\n\nこのレビューは難しいです。 私は物語を（一般的に）気にするので、私にとってはアニメは10で始まり、4で終わります。\n\n最初のダースかそれ以上のエピソードは、本当に人々が私に語った心の輝きです。 彼らは10です。しかし、特定のブロンドのキャラクターの導入のまわりで、ショーは急降下します。 それは決して回復しません。 それどころか、新しいキャラクターが登場した後（まだ他のキャラクターは消えている）、まだ娯楽にはならない。 残念ながら、私はそれについて聞いたことがあるにもかかわらず、VERYの最後の底の近くにとどまっています。\n\n15 eps以内に終了した方が良いと思われる、不満足で伸ばしたアニメに盛り込まれた印象的な可能性。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis review is hard to write. Since I only care for the story (in general), for me the anime starts off as a 10 and ends as a 4.\n\n\u001b[1mこのレビューは難しいです。 私は物語を（一般的に）気にするので、私にとってはアニメは10で始まり、4で終わります。\u001b[22m\n\u001b[1m(Kono rebyū wa muzukashīdesu. Watashi wa monogatari o (ippantekini) ki ni surunode, watashi ni totte wa anime wa 10 de hajimari, 4 de owarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis review is hard to write. Since I only care for the story (in general), for me the anime starts off as a 10 and ends as a 4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review is hard to write.\u001b[24m\n    \u001b[1mこのレビューは難しいです。\u001b[22m, \u001b[1mこのレビューを書くのは難しいです。\u001b[22m\n\u001b[4mSince I only care for the story (in general), for me the anime starts off as a 10 and ends as a 4.\u001b[24m\n    \u001b[1m私は物語を（一般的に）気にするので、私にとってはアニメは10で始まり、4で終わります。\u001b[22m, \u001b[1m私は（一般的に）話の世話をするので、私のためにアニメを10としてオフを開始し、4のように終了します。\u001b[22m\n\u001b[1m\u001b[22m\nThe first dozen or so episodes really are the mind war brilliance people had told me about. They are a 10. However, right around the introduction of a certain blonde character, the show takes a plunge. And it NEVER recovers. On the contrary, it even manages to become less entertaining still after more new characters appear (while others disappear). It stays Near the bottom to the VERY end, unfortunately, despite what I had heard about it.\n\n\u001b[1m最初のダースかそれ以上のエピソードは、本当に人々が私に語った心の輝きです。 彼らは10です。しかし、特定のブロンドのキャラクターの導入のまわりで、ショーは急降下します。 それは決して回復しません。 それどころか、新しいキャラクターが登場した後（まだ他のキャラクターは消えている）、まだ娯楽にはならない。 残念ながら、私はそれについて聞いたことがあるにもかかわらず、VERYの最後の底の近くにとどまっています。\u001b[22m\n\u001b[1m(Saisho no dāsu ka sore ijō no episōdo wa, hontōni hitobito ga watashi ni katatta kokoro no kagayakidesu. Karera wa 10desu. Shikashi, tokutei no burondo no kyarakutā no dōnyū no mawari de, shō wa kyūkōka shimasu. Sore wa kesshite kaifuku shimasen. Soredokoroka, atarashī kyarakutā ga tōjō shita nochi (mada hoka no kyarakutā wa kiete iru), mada goraku ni wa naranai. Zan'nen'nagara, watashi wa sore ni tsuite kiita koto ga aru nimokakawarazu, berī no saigo no soko no chikaku ni todomatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first dozen or so episodes really are the mind war brilliance people had told me about. They are a 10. However, right around the introduction of a certain blonde character, the show takes a plunge. And it NEVER recovers. On the contrary, it even manages to become less entertaining still after more new characters appear (while others disappear). It stays Near the bottom to the VERY end, unfortunately, despite what I had heard about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first dozen or so episodes really are the mind war brilliance people had told me about.\u001b[24m\n    \u001b[1m最初のダースかそれ以上のエピソードは、本当に人々が私に語った心の輝きです。\u001b[22m, \u001b[1m最初のダースかそこらのエピソードは本当に人々が教えてくれましたしていた心の戦争輝きです。\u001b[22m\n\u001b[4mThey are a 10. However, right around the introduction of a certain blonde character, the show takes a plunge.\u001b[24m\n    \u001b[1m彼らは10です。しかし、特定のブロンドのキャラクターの導入のまわりで、ショーは急降下します。\u001b[22m, \u001b[1m彼らは、特定のブロンドの文字の導入は、ショーは思い切って取る右の周りに、しかし10です。\u001b[22m\n\u001b[4mAnd it NEVER recovers.\u001b[24m\n    \u001b[1mそれは決して回復しません。\u001b[22m, \u001b[1mそして、それは回復しないでください。\u001b[22m\n\u001b[4mOn the contrary, it even manages to become less entertaining still after more new characters appear (while others disappear).\u001b[24m\n    \u001b[1mそれどころか、新しいキャラクターが登場した後（まだ他のキャラクターは消えている）、まだ娯楽にはならない。\u001b[22m, \u001b[1m逆に、それも（他の人が消えている間）より多くの新しい文字が表示された後、まだあまり面白いとなるように管理しています。\u001b[22m\n\u001b[4mIt stays Near the bottom to the VERY end, unfortunately, despite what I had heard about it.\u001b[24m\n    \u001b[1m残念ながら、私はそれについて聞いたことがあるにもかかわらず、VERYの最後の底の近くにとどまっています。\u001b[22m, \u001b[1mそれは私がそれについて聞いたものにもかかわらず、残念ながら、最後の最後に底近くにとどまります。\u001b[22m\n\u001b[1m\u001b[22m\nImpressive potential devolved into an unsatisfying and stretched out anime that would have been better if ended within 15 eps.\n\n\u001b[1m15 eps以内に終了した方が良いと思われる、不満足で伸ばしたアニメに盛り込まれた印象的な可能性。\u001b[22m\n\u001b[1m(15 Eps inai ni shūryō shita kata ga yoi to omowa reru, fumanzokude nobashita anime ni morikoma reta inshō-tekina kanōsei.)\u001b[22m\n\nTranslations of \u001b[4mImpressive potential devolved into an unsatisfying and stretched out anime that would have been better if ended within 15 eps.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImpressive potential devolved into an unsatisfying and stretched out anime that would have been better if ended within 15 eps.\u001b[24m\n    \u001b[1m15 eps以内に終了した方が良いと思われる、不満足で伸ばしたアニメに盛り込まれた印象的な可能性。\u001b[22m, \u001b[1m印象的な可能性が不満足に権限を委譲し、15のeps以内に終了した場合はもっと良かったはずアニメを伸ばし。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "CalignoBot",
    "profile": "/profile/CalignoBot/reviews",
    "pages": "25",
    "number": "3",
    "link": "/reviews.php?id=90973",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  8\n\nデスノート。 このアニメは、私の注目を集めるようになったとき、最初は私のレーダーに乗っていました。それはいつも最高のアニメの1つと考えられていました。 その前提は面白かった。 高校生は、自分の名前を書くだけで、自分が望む誰かを殺すことができるノートを手に入れます。 それは私が最初に非常に崇拝された物語になる方法を推測することができなかったので、興味をそそられました。 だから私は飛び込み、それを後悔しなかった。\n\nすぐに目立つのはアートワークとアニメーションです。 私がまだ見ているのは間違いなく最高の品質です。 私がこれまでに見たアニメの中でも最高の総合アニメと考えている黒よりも暗いものでも、この口径の芸術はありませんでした。 それはちょうど何とかストーリーに完全に合ったかなりユニークなスタイルです。 キャラクターの表情を見ることで、キャラクターの真の理解を得ることができます。そして、リアルな感覚をもたらし、すべてのアクションをより合理的に見えるようにします。\n\n全体のキャラクターにとって、彼らは非常に優れた特徴があります。 このアニメは、キャラクターの考えを読み上げることに重点を置いています。  2人の異なる人々の心のゲームに基づいたアニメにとって、これはLとLightの頭の中に何が入っているかを把握するための優れたツールです。 光の精神的な衰退は、権力によって奪われ続けていると信じられないほど現実的であり、真に無慈悲になるといういくつかのヒントを与えています。 彼は、彼を見つけようとする者から秘密を守るために何かをしようとします。  Lはユーモアとユニークな習慣の感覚だけで物語の中で最高のキャラクターになる世界クラスの探偵です。 私はLがそれがそうであるようにアニメを偉大なものにするのに大きな役割を果たしていると言えるほどまでに行きます。 彼はユーモアが物語の全体的な暗いテーマに完全に合っているので、彼はアニメのコメディアンな価値をたくさん提供しています。  MisaとMelloは全く同じようには見えなかったが、支持キャラクターはほとんど同様に強固である。\n\nこの優れたキャラクターの唯一の疫病は、近くにあります。 ストーリー内で起こることを損なうことなく、ニアはストーリー内でかなり遅く現れるキャラクターです。 彼は最初のデビューからすぐにショーの終わりに至るまで、ほとんどキャラクター化を得ていない。 彼は他のキャラクターだけでなく、ストーリーにもフィットしますが、視聴者が気に入ったり、覚えていることはありません。 彼はほとんどがただそこにいる。彼はシリーズの最後の弧の大部分であるので、とても落胆している。\n\nしかし、最後のものの前のすべての弧は信じられないほど強いです。 彼らは巧みに結びついて、物語が進行しているという感覚を与えます。 前にも述べたように、LとLightのお互いの踊りは魅力的であり、ショーの大きな焦点ではあるものの、決して古くなるようなことはありません。 これらの2人の若い天才がどうやって相互にやり取りしあうかを見ることは、常に魅力的です。 彼らの計画とアイデアは常に、彼らの意図を明確にするために十分な詳細で説明されていますが、視聴者に次の2人が何をしようとしているかを尋ねるのに十分複雑です。\n\n最後のアークは全体的には残念だったが、最後のエピソードは私が望むことができたほどの終わりだった。 物語はキラの終焉か最終的な勝利のいずれかをもたらす最終的な対決に終わる。 それはうまく構築され、同様に強く解決されます。 それは驚異的なフィニッシュに渋滞のストーリーラインをもたらす大きなクライマックスです。\n\n全体として、このシリーズは私の誰かに強くお勧めします。  Nearが強いキャラクターで、最後のアークが少し鈍い場合、これは10のうちの10を得ることができました。 しかし、好きでインテリジェントなキャラクター、謎の両面からの強いキャスト、またはユニークで効果的なアートスタイルが好きな人にとって、このアニメは必見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note. This anime initially got onto my radar when it came to my attention that it was considered one of the best anime of all time. The premise sounded interesting. A high school student picks up a notebook that allows him to kill anyone he wants just by writing their name into it. It intrigued me, since I initially couldn't fathom how that could become a highly adored story. So I dived in and didn't regret it.\n\n\u001b[1mデスノート。 このアニメは、私の注目を集めるようになったとき、最初は私のレーダーに乗っていました。それはいつも最高のアニメの1つと考えられていました。 その前提は面白かった。 高校生は、自分の名前を書くだけで、自分が望む誰かを殺すことができるノートを手に入れます。 それは私が最初に非常に崇拝された物語になる方法を推測することができなかったので、興味をそそられました。 だから私は飛び込み、それを後悔しなかった。\u001b[22m\n\u001b[1m(Desunōto. Kono anime wa, watashi no chūmoku o atsumeru yō ni natta toki, saisho wa watashi no rēdā ni notte imashita. Sore wa itsumo saikō no anime no 1tsu to kangae rarete imashita. Sono zentei wa omoshirokatta. Kōkōsei wa, jibun no namae o kaku dake de, jibun ga nozomu dareka o korosu koto ga dekiru nōto o te ni iremasu. Sore wa watashi ga saisho ni hijō ni sūhai sa reta monogatari ni naru hōhō o suisoku suru koto ga dekinakattanode, kyōmi o sosora remashita. Dakara watashi wa tobikomi, sore o kōkai shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note. This anime initially got onto my radar when it came to my attention that it was considered one of the best anime of all time. The premise sounded interesting. A high school student picks up a notebook that allows him to kill anyone he wants just by writing their name into it. It intrigued me, since I initially couldn't fathom how that could become a highly adored story. So I dived in and didn't regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note.\u001b[24m\n    \u001b[1mデスノート。\u001b[22m, \u001b[1m死のノート。\u001b[22m\n\u001b[4mThis anime initially got onto my radar when it came to my attention that it was considered one of the best anime of all time.\u001b[24m\n    \u001b[1mこのアニメは、私の注目を集めるようになったとき、最初は私のレーダーに乗っていました。それはいつも最高のアニメの1つと考えられていました。\u001b[22m, \u001b[1mそれはそれはすべての時間の中で最高のアニメの一つと考えられていたことを私の注意に来たときに、このアニメは、最初は私のレーダーになりました。\u001b[22m\n\u001b[4mThe premise sounded interesting.\u001b[24m\n    \u001b[1mその前提は面白かった。\u001b[22m, \u001b[1m前提は興味深い鳴りました。\u001b[22m\n\u001b[4mA high school student picks up a notebook that allows him to kill anyone he wants just by writing their name into it.\u001b[24m\n    \u001b[1m高校生は、自分の名前を書くだけで、自分が望む誰かを殺すことができるノートを手に入れます。\u001b[22m, \u001b[1m高校生は、彼がちょうどその中に自分の名前を書き込むことによって、彼が望んでいる人を殺すことができますノートブックをピックアップ。\u001b[22m\n\u001b[4mIt intrigued me, since I initially couldn't fathom how that could become a highly adored story.\u001b[24m\n    \u001b[1mそれは私が最初に非常に崇拝された物語になる方法を推測することができなかったので、興味をそそられました。\u001b[22m, \u001b[1m私は当初、それは非常に崇拝の話になる可能性がどのように尋ことができませんでしたので、それは、私に興味をそそら。\u001b[22m\n\u001b[4mSo I dived in and didn't regret it.\u001b[24m\n    \u001b[1mだから私は飛び込み、それを後悔しなかった。\u001b[22m, \u001b[1mだから私は、中に潜って、それを後悔しませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe first thing that immediately stands out is the artwork and the animation. It is definitely the best quality I have seen yet. Even Darker than Black, which I consider to be the best overall anime of the ones I've seen so far, didn't have art of this caliber. It's a fairly unique style that just somehow fits perfectly with the story. You get a true sense of understanding a character by looking at their expression, and it gives a sense of realism that makes all their actions seem even more plausible.\n\n\u001b[1mすぐに目立つのはアートワークとアニメーションです。 私がまだ見ているのは間違いなく最高の品質です。 私がこれまでに見たアニメの中でも最高の総合アニメと考えている黒よりも暗いものでも、この口径の芸術はありませんでした。 それはちょうど何とかストーリーに完全に合ったかなりユニークなスタイルです。 キャラクターの表情を見ることで、キャラクターの真の理解を得ることができます。そして、リアルな感覚をもたらし、すべてのアクションをより合理的に見えるようにします。\u001b[22m\n\u001b[1m(Sugu ni medatsu no wa ātowāku to animēshondesu. Watashi ga mada mite iru no wa machigainaku saikō no hinshitsudesu. Watashi ga kore made ni mita anime no naka demo saikō no sōgō anime to kangaete iru kuro yori mo kurai monode mo, kono kōkei no geijutsu wa arimasendeshita. Sore wa chōdo nantoka sutōrī ni kanzen ni atta kanari yunīkuna sutairudesu. Kyarakutā no hyōjō o miru koto de, kyarakutā no shin no rikai o eru koto ga dekimasu. Soshite, riaruna kankaku o motarashi, subete no akushon o yori gōri-teki ni mieru yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first thing that immediately stands out is the artwork and the animation. It is definitely the best quality I have seen yet. Even Darker than Black, which I consider to be the best overall anime of the ones I've seen so far, didn't have art of this caliber. It's a fairly unique style that just somehow fits perfectly with the story. You get a true sense of understanding a character by looking at their expression, and it gives a sense of realism that makes all their actions seem even more plausible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first thing that immediately stands out is the artwork and the animation.\u001b[24m\n    \u001b[1mすぐに目立つのはアートワークとアニメーションです。\u001b[22m, \u001b[1mすぐに際立っている最初のものは、アートワークやアニメーションです。\u001b[22m\n\u001b[4mIt is definitely the best quality I have seen yet.\u001b[24m\n    \u001b[1m私がまだ見ているのは間違いなく最高の品質です。\u001b[22m, \u001b[1mそれは間違いなく私はまだ見た中で最高の品質です。\u001b[22m\n\u001b[4mEven Darker than Black, which I consider to be the best overall anime of the ones I've seen so far, didn't have art of this caliber.\u001b[24m\n    \u001b[1m私がこれまでに見たアニメの中でも最高の総合アニメと考えている黒よりも暗いものでも、この口径の芸術はありませんでした。\u001b[22m, \u001b[1m私は私がこれまで見てきたものの最高の全体的なアニメであると考えて黒、よりさらに暗い、この口径の芸術を持っていませんでした。\u001b[22m\n\u001b[4mIt's a fairly unique style that just somehow fits perfectly with the story.\u001b[24m\n    \u001b[1mそれはちょうど何とかストーリーに完全に合ったかなりユニークなスタイルです。\u001b[22m, \u001b[1mそれだけで何とか話をして完璧にフィット、かなりユニークなスタイルです。\u001b[22m\n\u001b[4mYou get a true sense of understanding a character by looking at their expression, and it gives a sense of realism that makes all their actions seem even more plausible.\u001b[24m\n    \u001b[1mキャラクターの表情を見ることで、キャラクターの真の理解を得ることができます。そして、リアルな感覚をもたらし、すべてのアクションをより合理的に見えるようにします。\u001b[22m, \u001b[1mあなたはそれらの発現を見て、特徴を理解するの本当の意味を取得し、それはすべての彼らの行動はさらにもっともらしく思われてしまう臨場感を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nFor the characters overall, they're characterized exceptionally well. This anime puts a lot of emphasis on reading into a character's thoughts. For an anime that's based around mind games between two different people, this is an excellent tool for figuring out just what is in the heads of L and Light as they continue dancing around each other. Light's mental degradation as he continues getting possessed by power is incredibly realistic, even giving several hints throughout that he truly becomes heartless. He becomes willing to do anything to protect his secret from those looking to find him. L is a world-class detective who becomes the best character in the story just by his sense of humor and unique habits. I'd even go so far as to say that L does a huge part in making the anime as great as it is. He provides a lot of the comedic value of the anime, since his humor fits perfectly with the overall dark theme of the story. The supporting characters are mostly solid as well, although Misa and Mello didn't seem to be quite on par.\n\n\u001b[1m全体のキャラクターにとって、彼らは非常に優れた特徴があります。 このアニメは、キャラクターの考えを読み上げることに重点を置いています。  2人の異なる人々の心のゲームに基づいたアニメにとって、これはLとLightの頭の中に何が入っているかを把握するための優れたツールです。 光の精神的な衰退は、権力によって奪われ続けていると信じられないほど現実的であり、真に無慈悲になるといういくつかのヒントを与えています。 彼は、彼を見つけようとする者から秘密を守るために何かをしようとします。  Lはユーモアとユニークな習慣の感覚だけで物語の中で最高のキャラクターになる世界クラスの探偵です。 私はLがそれがそうであるようにアニメを偉大なものにするのに大きな役割を果たしていると言えるほどまでに行きます。 彼はユーモアが物語の全体的な暗いテーマに完全に合っているので、彼はアニメのコメディアンな価値をたくさん提供しています。  MisaとMelloは全く同じようには見えなかったが、支持キャラクターはほとんど同様に強固である。\u001b[22m\n\u001b[1m(Zentai no kyarakutā ni totte, karera wa hijō ni sugureta tokuchō ga arimasu. Kono anime wa, kyarakutā no kangae o yomiageru koto ni jūten o oite imasu. 2 Hito no kotonaru hitobito no kokoro no gēmu ni motodzuita anime ni totte, koreha L to raito no atama no naka ni nani ga haitte iru ka o haaku suru tame no sugureta tsūrudesu. Hikari no seishin-tekina suitai wa, kenryoku ni yotte ubawa re tsudzukete iru to shinji rarenai hodo genjitsu-tekideari, makotoni mujihi ni naru to iu ikutsu ka no hinto o ataete imasu. Kare wa, kare o mitsukeyou to suru mono kara himitsu o mamoru tame ni nanika o shiyou to shimasu. L wa yūmoa to yunīkuna shūkan no kankaku dake de monogatari no naka de saikō no kyarakutā ni naru sekai kurasu no tanteidesu. Watashi wa L ga sore ga sōdearu yō ni anime o idaina mono ni surunoni ōkina yakuwari o hatashite iru to ieru hodo made ni ikimasu. Kare wa yūmoa ga monogatari no zentai-tekina kurai tēma ni kanzen ni atte irunode, kare wa anime no komedian'na kachi o takusan teikyō shite imasu. Misa to Mello wa mattaku onajiyōni wa mienakattaga, shiji kyarakutā wa hotondo dōyō ni kyōkodearu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe only blight on this excellent cast of characters is Near. Without spoiling anything that happens within the story, Near is a character that appears fairly late within the story. He gets very little characterization from his initial debut straight to the ending of the show. He fits into the story just as well as the other characters do, but he doesn't have anything that the viewers would like about him or remember him by. He's mostly just there, which is very discouraging since he's a huge part of the last arc in the series.\n\n\u001b[1mこの優れたキャラクターの唯一の疫病は、近くにあります。 ストーリー内で起こることを損なうことなく、ニアはストーリー内でかなり遅く現れるキャラクターです。 彼は最初のデビューからすぐにショーの終わりに至るまで、ほとんどキャラクター化を得ていない。 彼は他のキャラクターだけでなく、ストーリーにもフィットしますが、視聴者が気に入ったり、覚えていることはありません。 彼はほとんどがただそこにいる。彼はシリーズの最後の弧の大部分であるので、とても落胆している。\u001b[22m\n\u001b[1m(Kono sugureta kyarakutā no yuiitsu no ekibyō wa, chikaku ni arimasu. Sutōrī-nai de okoru koto o sokonau koto naku, nia wa sutōrī-nai de kanari osoku arawareru kyarakutādesu. Kare wa saisho no debyū kara sugu ni shō no owari ni itaru made, hotondo kyarakutā-ka o ete inai. Kare wa hoka no kyarakutā dakedenaku, sutōrī ni mo fitto shimasuga, shichō-sha ga kiniittari, oboete iru koto wa arimasen. Kare wa hotondo ga tada soko ni iru. Kare wa shirīzu no saigo no ko no daibubundearunode, totemo rakutan shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe only blight on this excellent cast of characters is Near. Without spoiling anything that happens within the story, Near is a character that appears fairly late within the story. He gets very little characterization from his initial debut straight to the ending of the show. He fits into the story just as well as the other characters do, but he doesn't have anything that the viewers would like about him or remember him by. He's mostly just there, which is very discouraging since he's a huge part of the last arc in the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only blight on this excellent cast of characters is Near.\u001b[24m\n    \u001b[1mこの優れたキャラクターの唯一の疫病は、近くにあります。\u001b[22m, \u001b[1m文字のこの素晴らしいキャストで唯一枯れの近くです。\u001b[22m\n\u001b[4mWithout spoiling anything that happens within the story, Near is a character that appears fairly late within the story.\u001b[24m\n    \u001b[1mストーリー内で起こることを損なうことなく、ニアはストーリー内でかなり遅く現れるキャラクターです。\u001b[22m, \u001b[1m物語の中に起こる何かを損なうことなく、近くにはかなり遅く物語内表示された文字です。\u001b[22m\n\u001b[4mHe gets very little characterization from his initial debut straight to the ending of the show.\u001b[24m\n    \u001b[1m彼は最初のデビューからすぐにショーの終わりに至るまで、ほとんどキャラクター化を得ていない。\u001b[22m, \u001b[1m彼はまっすぐ番組のエンディングに彼の最初のデビューから非常に少ない特徴付けを取得します。\u001b[22m\n\u001b[4mHe fits into the story just as well as the other characters do, but he doesn't have anything that the viewers would like about him or remember him by.\u001b[24m\n    \u001b[1m彼は他のキャラクターだけでなく、ストーリーにもフィットしますが、視聴者が気に入ったり、覚えていることはありません。\u001b[22m, \u001b[1m彼はただ、他の文字がそうであるように物語に収まるが、彼は視聴者が彼について好きかによって彼を覚えていることは何もありません。\u001b[22m\n\u001b[4mHe's mostly just there, which is very discouraging since he's a huge part of the last arc in the series.\u001b[24m\n    \u001b[1m彼はほとんどがただそこにいる。彼はシリーズの最後の弧の大部分であるので、とても落胆している。\u001b[22m, \u001b[1m彼はシリーズの最後の円弧の巨大な部分ですので、非常に落胆している、主にだけあります。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, every arc before the last one is incredibly strong. They all cleverly tie together and give the sense that the story is progressing. As mentioned before, L and Light's constant dance around each other is compelling and never seems to get stale, even though it's a large focus of the show. It's always fascinating to see how these two young geniuses interact and try to figure each other out. Their plans and ideas are always explained with just enough detail to make their intentions clear, but still remain complicated enough to make the viewer ask themselves what the two of them are going to do next.\n\n\u001b[1mしかし、最後のものの前のすべての弧は信じられないほど強いです。 彼らは巧みに結びついて、物語が進行しているという感覚を与えます。 前にも述べたように、LとLightのお互いの踊りは魅力的であり、ショーの大きな焦点ではあるものの、決して古くなるようなことはありません。 これらの2人の若い天才がどうやって相互にやり取りしあうかを見ることは、常に魅力的です。 彼らの計画とアイデアは常に、彼らの意図を明確にするために十分な詳細で説明されていますが、視聴者に次の2人が何をしようとしているかを尋ねるのに十分複雑です。\u001b[22m\n\u001b[1m(Shikashi, saigo no mono no mae no subete no ko wa shinji rarenai hodo tsuyoidesu. Karera wa takumi ni musubitsuite, monogatari ga shinkō shite iru to iu kankaku o ataemasu. Mae ni mo nobeta yō ni, L to raito no otagai no odori wa mirikitekideari, shō no ōkina shōtende wa aru mono no, kesshite furuku naru yōna koto wa arimasen. Korera no 2-ri no wakai tensai ga dō yatte sōgo ni yaritori shi au ka o miru koto wa, tsuneni mirikitekidesu. Karera no keikaku to aidea wa tsuneni, karera no ito o meikaku ni suru tame ni jūbun'na shōsaide setsumei sa rete imasuga, shichō-sha ni tsugi no 2-ri ga nani o shiyou to shite iru ka o tazuneru no ni jūbun fukuzatsudesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, every arc before the last one is incredibly strong. They all cleverly tie together and give the sense that the story is progressing. As mentioned before, L and Light's constant dance around each other is compelling and never seems to get stale, even though it's a large focus of the show. It's always fascinating to see how these two young geniuses interact and try to figure each other out. Their plans and ideas are always explained with just enough detail to make their intentions clear, but still remain complicated enough to make the viewer ask themselves what the two of them are going to do next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, every arc before the last one is incredibly strong.\u001b[24m\n    \u001b[1mしかし、最後のものの前のすべての弧は信じられないほど強いです。\u001b[22m, \u001b[1mしかし、最後の前のすべてのアークが非常に強いです。\u001b[22m\n\u001b[4mThey all cleverly tie together and give the sense that the story is progressing.\u001b[24m\n    \u001b[1m彼らは巧みに結びついて、物語が進行しているという感覚を与えます。\u001b[22m, \u001b[1m彼らはすべて巧みに結びつけると話が進んでいるという感覚を与えます。\u001b[22m\n\u001b[4mAs mentioned before, L and Light's constant dance around each other is compelling and never seems to get stale, even though it's a large focus of the show.\u001b[24m\n    \u001b[1m前にも述べたように、LとLightのお互いの踊りは魅力的であり、ショーの大きな焦点ではあるものの、決して古くなるようなことはありません。\u001b[22m, \u001b[1m前述したように、互いの周りにLと光の一定のダンスは、それがショーの大きな焦点だにも関わらず、説得力がある、決して陳腐取得するようです。\u001b[22m\n\u001b[4mIt's always fascinating to see how these two young geniuses interact and try to figure each other out.\u001b[24m\n    \u001b[1mこれらの2人の若い天才がどうやって相互にやり取りしあうかを見ることは、常に魅力的です。\u001b[22m, \u001b[1mこれは、これらの二人の若い天才が相互作用し、お互いを理解しようとする方法については、常に魅力的です。\u001b[22m\n\u001b[4mTheir plans and ideas are always explained with just enough detail to make their intentions clear, but still remain complicated enough to make the viewer ask themselves what the two of them are going to do next.\u001b[24m\n    \u001b[1m彼らの計画とアイデアは常に、彼らの意図を明確にするために十分な詳細で説明されていますが、視聴者に次の2人が何をしようとしているかを尋ねるのに十分複雑です。\u001b[22m, \u001b[1m彼らの計画やアイデアは常に彼らの意図を明確にするだけで十分な詳細に説明するが、それでも視聴者がそれらの2が次に何をしようとしているものを自分自身に尋ねる作るのに十分複雑ままです。\u001b[22m\n\u001b[1m\u001b[22m\nThe last arc was overall disappointing, but the last episode was just as much an ending that I could have wished for. The story winds down to a final showdown that would result in either Kira's demise or ultimate victory. It's built up well and is resolved just as strongly. It's the big climax that brings a faltering storyline to a blazing finish.\n\n\u001b[1m最後のアークは全体的には残念だったが、最後のエピソードは私が望むことができたほどの終わりだった。 物語はキラの終焉か最終的な勝利のいずれかをもたらす最終的な対決に終わる。 それはうまく構築され、同様に強く解決されます。 それは驚異的なフィニッシュに渋滞のストーリーラインをもたらす大きなクライマックスです。\u001b[22m\n\u001b[1m(Saigo no āku wa zentai-teki ni wa zan'nendattaga, saigo no episōdo wa watashi ga nozomu koto ga dekita hodo no owaridatta. Monogatari wa kira no shūen ka saishū-tekina shōri no izureka o motarasu saishū-tekina taiketsu ni owaru. Sore wa umaku kōchiku sa re, dōyō ni tsuyoku kaiketsu sa remasu. Sore wa kyōi-tekina finisshu ni jūtai no sutōrīrain o motarasu ōkina kuraimakkusudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe last arc was overall disappointing, but the last episode was just as much an ending that I could have wished for. The story winds down to a final showdown that would result in either Kira's demise or ultimate victory. It's built up well and is resolved just as strongly. It's the big climax that brings a faltering storyline to a blazing finish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe last arc was overall disappointing, but the last episode was just as much an ending that I could have wished for.\u001b[24m\n    \u001b[1m最後のアークは全体的には残念だったが、最後のエピソードは私が望むことができたほどの終わりだった。\u001b[22m, \u001b[1m最後のアークは、全体的な残念だったが、最後のエピソードは同じくらい私が望んだことがありました結末でした。\u001b[22m\n\u001b[4mThe story winds down to a final showdown that would result in either Kira's demise or ultimate victory.\u001b[24m\n    \u001b[1m物語はキラの終焉か最終的な勝利のいずれかをもたらす最終的な対決に終わる。\u001b[22m, \u001b[1m物語はキラの崩壊や究極の勝利のいずれかをもたらすであろう最終対決まで巻きます。\u001b[22m\n\u001b[4mIt's built up well and is resolved just as strongly.\u001b[24m\n    \u001b[1mそれはうまく構築され、同様に強く解決されます。\u001b[22m, \u001b[1mこれはよく構築されていますと同じように強く解決されます。\u001b[22m\n\u001b[4mIt's the big climax that brings a faltering storyline to a blazing finish.\u001b[24m\n    \u001b[1mそれは驚異的なフィニッシュに渋滞のストーリーラインをもたらす大きなクライマックスです。\u001b[22m, \u001b[1mこれは燃える仕上げに低迷ストーリーをもたらし、大きなクライマックスです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this series gets a strong recommendation for anyone from me. If Near was a stronger character and the last arc a little less dull, this would have easily gotten a full ten out of ten. However, for anyone who likes a strong cast of likable, intelligent characters, a mystery told from both sides, or an art style that is both unique and effective, this anime is definitely a must watch.\n\n\u001b[1m全体として、このシリーズは私の誰かに強くお勧めします。  Nearが強いキャラクターで、最後のアークが少し鈍い場合、これは10のうちの10を得ることができました。 しかし、好きでインテリジェントなキャラクター、謎の両面からの強いキャスト、またはユニークで効果的なアートスタイルが好きな人にとって、このアニメは必見です。\u001b[22m\n\u001b[1m(Zentai to shite, kono shirīzu wa watashi no dareka ni tsuyoku o susume shimasu. Near ga tsuyoi kyarakutā de, saigo no āku ga sukoshi nibui baai, kore wa 10 no uchi no 10 o eru koto ga dekimashita. Shikashi, sukide interijentona kyarakutā, nazo no ryōmen kara no tsuyoi kyasuto, matawa yunīku de kōkatekina ātosutairu ga sukinahito ni totte, kono anime wa hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this series gets a strong recommendation for anyone from me. If Near was a stronger character and the last arc a little less dull, this would have easily gotten a full ten out of ten. However, for anyone who likes a strong cast of likable, intelligent characters, a mystery told from both sides, or an art style that is both unique and effective, this anime is definitely a must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this series gets a strong recommendation for anyone from me.\u001b[24m\n    \u001b[1m全体として、このシリーズは私の誰かに強くお勧めします。\u001b[22m, \u001b[1m全体的に、このシリーズは、私から誰のための強力な推薦を取得します。\u001b[22m\n\u001b[4mIf Near was a stronger character and the last arc a little less dull, this would have easily gotten a full ten out of ten.\u001b[24m\n    \u001b[1mNearが強いキャラクターで、最後のアークが少し鈍い場合、これは10のうちの10を得ることができました。\u001b[22m, \u001b[1m近くが強く文字と最後の円弧少し鈍いだった場合、これは簡単に10のうち、完全な10を得ているだろう。\u001b[22m\n\u001b[4mHowever, for anyone who likes a strong cast of likable, intelligent characters, a mystery told from both sides, or an art style that is both unique and effective, this anime is definitely a must watch.\u001b[24m\n    \u001b[1mしかし、好きでインテリジェントなキャラクター、謎の両面からの強いキャスト、またはユニークで効果的なアートスタイルが好きな人にとって、このアニメは必見です。\u001b[22m, \u001b[1mしかし、好感の持てる、インテリジェント文字の強力なキャスト、両側から告げミステリー、またはユニークかつ効果的であるアートスタイルが好きな人のために、このアニメは見なければならない間違いです。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "LucidFilms",
    "profile": "/profile/LucidFilms/reviews",
    "pages": "25",
    "number": "4",
    "link": "/reviews.php?id=63085",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私の神、このアニメは、私が今までに見たことのない最高のアニメの一つです！ アニメ。\nストーリーは、このようなシンプルなデスノートのアイデアは、このような信じられないほどのスリラーを作り出すことができます。\n最初のエピソードはすばらしかった、私は5エピソードの後に​​私がそのような死のノートを望んでいたことを知っている。\n\nキャラクター：\nライト（別名キラ）は信じられないほどですが、彼は非常にスマートで、人気があり、よく見ています。 彼は退屈で、彼の人生に退屈し、他の人に飽きてしまった。 彼は嫌な犯罪者を嫌う。 そして、彼が世界のすべての犯罪者を殺して正義になる機会を得ると、アニメは本当に始まります。世界に再建し、世界を神として支配する彼の計画は、みんなが夢見ることのできるものです。  。 しかし、アニメはこの目標で止まらないし、Lightが3つのエピソードの後に​​相手を獲得したときにもそれは良くなる。 超知能探偵のLという男はキラを捕まえることだけです。  Lとライトは計画とインテリジェンスでお互いに合っているので、私たちは猫とマウスのゲームを手に入れます。\n\nアニメ全体は、キラの次の動きがどういうものか、Lがそれにどのように反応するのか不思議でした。 それは本当の輝きで、Kiraと彼の輝きの目標、またはアニメでこれまでに見たことのない最も奇妙なキャラクターのひとりである変わった探偵Lを選ぶのは信じられないほど困難でした。 奇妙ではない場合。\n\n私が大いに躊躇したくない評決の原因に行きましょう。\n\n評決：\n話は信じられないほど素晴らしく、素晴らしい、最高のストーリーでした。\n芸術は素晴らしかった、それは善と間違いの間の戦いのこの暗い雰囲気の全体のアニメを与えた。\n音楽/音は最初から気づいたものでした。 それぞれのキャラクターは独自のテーマを持っていて、それぞれのテーマはこのアニメのような暗いインテリジェントな雰囲気を与え、インスピレーションのためにサウンドトラックによく耳を傾けました。 彼らは美しいから。\n私はすべてのキャラクターがそれ自身の方法で素晴らしいことを言ったので、文字は優れています。 しかし、ライトとLはショーを盗み、彼らのパフォーマンスは私が今まで見た中で最高です。\nアニメは私を37匹のエ​​ピソード全体の席の端に運びました。  37回のエピソードの後に​​グッバイを言うのは難しいですが、良い話は良い結末で終わらなければならないので、シーズン3はいいアイデアではありません。\n\nまあ、私はこれをクリックして、今すぐ死のノートを見てみましょうアドバイス！ 私が今まで見た中で最高のアニメ。  （あなたが死亡したのを見たなら、私はアドバイスをして、2番目のアニメのコードギアスを見てください）。\n\n乾杯",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nO my god, this anime is one of the best anime I have ever seen if not the best! anime.\n\n\u001b[1m私の神、このアニメは、私が今までに見たことのない最高のアニメの一つです！ アニメ。\u001b[22m\n\u001b[1m(Watashi no kami, kono anime wa, watashi ga ima made ni mita koto no nai saikō no anime no hitotsudesu! Anime.)\u001b[22m\n\nTranslations of \u001b[4mO my god, this anime is one of the best anime I have ever seen if not the best! anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mO my god, this anime is one of the best anime I have ever seen if not the best!\u001b[24m\n    \u001b[1m私の神、このアニメは、私が今までに見たことのない最高のアニメの一つです！\u001b[22m, \u001b[1m私の神O、このアニメは最高ではない場合、私が今まで見た中で最高のアニメの一つです！\u001b[22m\n\u001b[4manime.\u001b[24m\n    \u001b[1mアニメ。\u001b[22m\nThe story is brilliant such a simple idea of a death note can make such a incredible thriller.\n\n\u001b[1mストーリーは、このようなシンプルなデスノートのアイデアは、このような信じられないほどのスリラーを作り出すことができます。\u001b[22m\n\u001b[1m(Sutōrī wa, kono yōna shinpuruna desunōto no aidea wa, kono yō na shinji rarenai hodo no surirā o tsukuridasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is brilliant such a simple idea of a death note can make such a incredible thriller.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is brilliant such a simple idea of a death note can make such a incredible thriller.\u001b[24m\n    \u001b[1mストーリーは、このようなシンプルなデスノートのアイデアは、このような信じられないほどのスリラーを作り出すことができます。\u001b[22m, \u001b[1m物語は、このような信じられないほどのスリラーを作ることができ、死のノートのようなシンプルなアイデア素晴らしいです。\u001b[22m\nThe first episodes were brilliant, I know after 5 episodes that I wanted such a death note.\n\n\u001b[1m最初のエピソードはすばらしかった、私は5エピソードの後に​​私がそのような死のノートを望んでいたことを知っている。\u001b[22m\n\u001b[1m(Saisho no episōdo wa subarashikatta, watashi wa 5 episōdo no nochi ni ​​ watashi ga sono yōna shi no nōto o nozonde ita koto o shitte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe first episodes were brilliant, I know after 5 episodes that I wanted such a death note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first episodes were brilliant, I know after 5 episodes that I wanted such a death note.\u001b[24m\n    \u001b[1m最初のエピソードはすばらしかった、私は5エピソードの後に私がそのような死のノートを望んでいたことを知っている。\u001b[22m, \u001b[1m最初のエピソードは、私はこのような死のノートを望んでいた5エピソードの後に知って、華麗でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe character:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nTranslations of \u001b[4mThe character:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character:\u001b[24m\n    \u001b[1mキャラクター：\u001b[22m, \u001b[1m文字：\u001b[22m\nLight (aka kira) is incredible, he is extremely smart, popular and good looking. He is bored, bored with his life and bored with other people. He hates criminals he disgusts them. Then when he gets the chance to kill all and every criminal in the world and become justice the anime really starts kicking in. His plan to rebuild to world and rule the world as a god is only something everyone can dream of, at least I do . But the anime doesn't stop with this goal, no it even gets better when Light gets a opponent after 3 episodes. A man named L a super intelligent detective who's only goal is to capture kira. Since L and Light match each other in planning and intelligence we get a cat and mouse game that keeps on going 37 episodes long.\n\n\u001b[1mライト（別名キラ）は信じられないほどですが、彼は非常にスマートで、人気があり、よく見ています。 彼は退屈で、彼の人生に退屈し、他の人に飽きてしまった。 彼は嫌な犯罪者を嫌う。 そして、彼が世界のすべての犯罪者を殺して正義になる機会を得ると、アニメは本当に始まります。世界に再建し、世界を神として支配する彼の計画は、みんなが夢見ることのできるものです。  。 しかし、アニメはこの目標で止まらないし、Lightが3つのエピソードの後に​​相手を獲得したときにもそれは良くなる。 超知能探偵のLという男はキラを捕まえることだけです。  Lとライトは計画とインテリジェンスでお互いに合っているので、私たちは猫とマウスのゲームを手に入れます。\u001b[22m\n\u001b[1m(Raito (betsumei kira) wa shinji rarenai hododesuga, kare wa hijō ni sumāto de, ninki ga ari, yoku mite imasu. Kare wa taikutsu de, kare no jinsei ni taikutsu shi, hokanohito ni akite shimatta. Kare wa iyana hanzai-sha o kirau. Soshite, kare ga sekai no subete no hanzai-sha o koroshite seigi ni naru kikai o eru to, anime wa hontōni hajimarimasu. Sekai ni saiken shi, sekai o kami to shite shihai suru kare no keikaku wa, min'na ga yumemiru koto no dekiru monodesu.. Shikashi, anime wa kono mokuhyō de tomaranaishi, raito ga 3ttsu no episōdo no nochi ni ​​ aite o kakutoku shita toki ni mo sore wa yoku naru. Chō chinō tantei no L to iu otoko wa kira o tsukamaeru koto dakedesu. L to raito wa keikaku to interijensu de otagai ni atte irunode, watashitachiha neko to mausu no gēmu o te ni iremasu.)\u001b[22m\n\nTranslations of \u001b[4mLight (aka kira) is incredible, he is extremely smart, popular and good looking. He is bored, bored with his life and bored with other people. He hates criminals he disgusts them. Then when he gets the chance to kill all and every criminal in the world and become justice the anime really starts kicking in. His plan to rebuild to world and rule the world as a god is only something everyone can dream of, at least I do . But the anime doesn't stop with this goal, no it even gets better when Light gets a opponent after 3 episodes. A man named L a super intelligent detective who's only goal is to capture kira. Since L and Light match each other in planning and intelligence we get a cat and mouse game that keeps on going 37 episodes long.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLight (aka kira) is incredible, he is extremely smart, popular and good looking.\u001b[24m\n    \u001b[1mライト（別名キラ）は信じられないほどですが、彼は非常にスマートで、人気があり、よく見ています。\u001b[22m, \u001b[1mライト（別名キラ）が、彼は非常にスマートに人気と格好良いですが、信じられないほどです。\u001b[22m\n\u001b[4mHe is bored, bored with his life and bored with other people.\u001b[24m\n    \u001b[1m彼は退屈で、彼の人生に退屈し、他の人に飽きてしまった。\u001b[22m, \u001b[1m彼は彼の人生に退屈し、他の人に退屈、退屈されています。\u001b[22m\n\u001b[4mHe hates criminals he disgusts them.\u001b[24m\n    \u001b[1m彼は嫌な犯罪者を嫌う。\u001b[22m, \u001b[1m彼は彼がそれらをうんざり犯罪者を嫌っています。\u001b[22m\n\u001b[4mThen when he gets the chance to kill all and every criminal in the world and become justice the anime really starts kicking in. His plan to rebuild to world and rule the world as a god is only something everyone can dream of, at least I do\u001b[24m\n    \u001b[1mそして、彼が世界のすべての犯罪者を殺して正義になる機会を得ると、アニメは本当に始まります。世界に再建し、世界を神として支配する彼の計画は、みんなが夢見ることのできるものです。\u001b[22m, \u001b[1mそれから彼はアニメが本当にに蹴り開始し、世界のすべての、すべての犯罪者を殺すと正義になるチャンスを取得したとき。世界に再構築し、神は唯一の誰もが夢見ることができるものであるとして、世界を支配するために彼の計画を、少なくとも私はありません\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mBut the anime doesn't stop with this goal, no it even gets better when Light gets a opponent after 3 episodes.\u001b[24m\n    \u001b[1mしかし、アニメはこの目標で止まらないし、Lightが3つのエピソードの後に相手を獲得したときにもそれは良くなる。\u001b[22m, \u001b[1mしかしアニメはライトが3のエピソードの後に相手を取得したときになし、それがさらに良くなり、この目標に停止しません。\u001b[22m\n\u001b[4mA man named L a super intelligent detective who's only goal is to capture kira.\u001b[24m\n    \u001b[1m超知能探偵のLという男はキラを捕まえることだけです。\u001b[22m, \u001b[1mLという名前の男が唯一の目標だスーパーインテリジェント探偵はキラをキャプチャすることです。\u001b[22m\n\u001b[4mSince L and Light match each other in planning and intelligence we get a cat and mouse game that keeps on going 37 episodes long.\u001b[24m\n    \u001b[1mLとライトは計画とインテリジェンスでお互いに合っているので、私たちは猫とマウスのゲームを手に入れます。\u001b[22m, \u001b[1mLと計画と知性の光が一致しているので、私たちは長い37エピソードを行くを続けている猫とネズミのゲームを取得します。\u001b[22m\n\u001b[1m\u001b[22m\nThe entire anime I kept wondering what Kira's next move was and how L responds to that. It was true brilliance and It was incredibly hard to chose between the goal of Kira and his brilliance, or the weird detective L who is one of the strangest characters I've ever seen in a anime. If not the weirdest.\n\n\u001b[1mアニメ全体は、キラの次の動きがどういうものか、Lがそれにどのように反応するのか不思議でした。 それは本当の輝きで、Kiraと彼の輝きの目標、またはアニメでこれまでに見たことのない最も奇妙なキャラクターのひとりである変わった探偵Lを選ぶのは信じられないほど困難でした。 奇妙ではない場合。\u001b[22m\n\u001b[1m(Anime zentai wa, kira no tsugi no ugoki ga dō iu mono ka, L ga sore ni dono yō ni han'nō suru no ka fushigideshita. Sore wa hontō no kagayaki de, Kira to kare no kagayaki no mokuhyō, matawa anime de kore made ni mita koto no nai mottomo kimyōna kyarakutā no hitoridearu kawatta tantei L o erabu no wa shinji rarenai hodo kon'nandeshita. Kimyōde wanai baai.)\u001b[22m\n\nTranslations of \u001b[4mThe entire anime I kept wondering what Kira's next move was and how L responds to that. It was true brilliance and It was incredibly hard to chose between the goal of Kira and his brilliance, or the weird detective L who is one of the strangest characters I've ever seen in a anime. If not the weirdest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe entire anime I kept wondering what Kira's next move was and how L responds to that.\u001b[24m\n    \u001b[1mアニメ全体は、キラの次の動きがどういうものか、Lがそれにどのように反応するのか不思議でした。\u001b[22m, \u001b[1m全体のアニメは私がキラの次の一手は何であったか、Lがそれに応答するか疑問に保ちます。\u001b[22m\n\u001b[4mIt was true brilliance and It was incredibly hard to chose between the goal of Kira and his brilliance, or the weird detective L who is one of the strangest characters I've ever seen in a anime.\u001b[24m\n    \u001b[1mそれは本当の輝きで、Kiraと彼の輝きの目標、またはアニメでこれまでに見たことのない最も奇妙なキャラクターのひとりである変わった探偵Lを選ぶのは信じられないほど困難でした。\u001b[22m, \u001b[1mそれは本当の輝きだったとキラの目標と彼の輝き、または私が今までのアニメで見てきた奇妙な文字の一つである奇妙な探偵Lとの間で選択すること非常に困難でした。\u001b[22m\n\u001b[4mIf not the weirdest.\u001b[24m\n    \u001b[1m奇妙ではない場合。\u001b[22m\n\u001b[1m\u001b[22m\nLet's get to the verdict cause I don't want to spoil to much.\n\n\u001b[1m私が大いに躊躇したくない評決の原因に行きましょう。\u001b[22m\n\u001b[1m(Watashi ga ōini chūcho shitakunai hyōketsu no gen'in ni ikimashou.)\u001b[22m\n\nTranslations of \u001b[4mLet's get to the verdict cause I don't want to spoil to much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get to the verdict cause I don't want to spoil to much.\u001b[24m\n    \u001b[1m私が大いに躊躇したくない評決の原因に行きましょう。\u001b[22m, \u001b[1mそれでは、私は多くを台無しにしたくない評決の原因に取得してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nVerdict:\n\n\u001b[1m評決：\u001b[22m\n\u001b[1m(Hyōketsu:)\u001b[22m\n\nDefinitions of \u001b[4mVerdict:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    評決\u001b[22m\n        verdict, decision\n\u001b[1m    判定\u001b[22m\n        judgment, decision, verdict, award, judgement\n\u001b[1m    宣告\u001b[22m\n        sentence, pronouncement, verdict\n\u001b[1m    裁き\u001b[22m\n        judgment, decision, tribunal, verdict, judgement\n\u001b[1m    論断\u001b[22m\n        verdict, conclusion\nThe story was incredible, amazing, outstanding, best story I have ever seen in my entire life.\n\n\u001b[1m話は信じられないほど素晴らしく、素晴らしい、最高のストーリーでした。\u001b[22m\n\u001b[1m(Hanashi wa shinji rarenai hodo subarashiku, subarashī, saikō no sutōrīdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story was incredible, amazing, outstanding, best story I have ever seen in my entire life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was incredible, amazing, outstanding, best story I have ever seen in my entire life.\u001b[24m\n    \u001b[1m話は信じられないほど素晴らしく、素晴らしい、最高のストーリーでした。\u001b[22m, \u001b[1m物語は、私が今まで私の生涯で見た中で最高の物語優れた、驚くべき、信じられないほどでした。\u001b[22m\nThe art was great it gave the entire anime this dark atmosphere in wich the battle between good and wrong commends.\n\n\u001b[1m芸術は素晴らしかった、それは善と間違いの間の戦いのこの暗い雰囲気の全体のアニメを与えた。\u001b[22m\n\u001b[1m(Geijutsu wa subarashikatta, soreha zen to machigai no ma no tatakai no kono kurai fun'iki no zentai no anime o ataeta.)\u001b[22m\n\nTranslations of \u001b[4mThe art was great it gave the entire anime this dark atmosphere in wich the battle between good and wrong commends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was great it gave the entire anime this dark atmosphere in wich the battle between good and wrong commends.\u001b[24m\n    \u001b[1m芸術は素晴らしかった、それは善と間違いの間の戦いのこの暗い雰囲気の全体のアニメを与えた。\u001b[22m, \u001b[1m芸術は、それが良いと間違っ表彰間の戦いをWICH全体アニメにこの暗い雰囲気を与えた偉大でした。\u001b[22m\nThe music/sound was something that noticed me from the beginning. Each character had their own theme and each theme gave this anime such a dark and intelligent atmosphere that I often lisen to the soundtracks just for inspiration. Cause they are beautiful.\n\n\u001b[1m音楽/音は最初から気づいたものでした。 それぞれのキャラクターは独自のテーマを持っていて、それぞれのテーマはこのアニメのような暗いインテリジェントな雰囲気を与え、インスピレーションのためにサウンドトラックによく耳を傾けました。 彼らは美しいから。\u001b[22m\n\u001b[1m(Ongaku/ oto wa saisho kara kidzuita monodeshita. Sorezore no kyarakutā wa dokuji no tēma o motte ite, sorezore no tēma wa kono anime no yōna kurai interijentona fun'iki o atae, insupirēshon no tame ni saundotorakku ni yoku mimi o katamukemashita. Karera wa utsukushīkara.)\u001b[22m\n\nTranslations of \u001b[4mThe music/sound was something that noticed me from the beginning. Each character had their own theme and each theme gave this anime such a dark and intelligent atmosphere that I often lisen to the soundtracks just for inspiration. Cause they are beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music/sound was something that noticed me from the beginning.\u001b[24m\n    \u001b[1m音楽/音は最初から気づいたものでした。\u001b[22m, \u001b[1m音楽/サウンドは最初から私に気づいたものでした。\u001b[22m\n\u001b[4mEach character had their own theme and each theme gave this anime such a dark and intelligent atmosphere that I often lisen to the soundtracks just for inspiration.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは独自のテーマを持っていて、それぞれのテーマはこのアニメのような暗いインテリジェントな雰囲気を与え、インスピレーションのためにサウンドトラックによく耳を傾けました。\u001b[22m, \u001b[1m各文字は、独自のテーマを持っていたし、各テーマは、このアニメ私は頻繁にちょうどインスピレーションのためのサウンドトラックにlisenような暗いとインテリジェントな雰囲気を与えました。\u001b[22m\n\u001b[4mCause they are beautiful.\u001b[24m\n    \u001b[1m彼らは美しいから。\u001b[22m, \u001b[1m彼らは美しいです原因。\u001b[22m\nThe characters are outstanding as I said every character is awesome in it's own way. But light and L steal the show their performance is the best I've ever seen.\n\n\u001b[1m私はすべてのキャラクターがそれ自身の方法で素晴らしいことを言ったので、文字は優れています。 しかし、ライトとLはショーを盗み、彼らのパフォーマンスは私が今まで見た中で最高です。\u001b[22m\n\u001b[1m(Watashi wa subete no kyarakutā ga sore jishin no hōhō de subarashī koto o ittanode, moji wa sugurete imasu. Shikashi, raito to L wa shō o nusumi, karera no pafōmansu wa watashi ga imamade mita naka de saikōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are outstanding as I said every character is awesome in it's own way. But light and L steal the show their performance is the best I've ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are outstanding as I said every character is awesome in it's own way.\u001b[24m\n    \u001b[1m私はすべてのキャラクターがそれ自身の方法で素晴らしいことを言ったので、文字は優れています。\u001b[22m, \u001b[1m私はすべての文字がそれ自身のやり方で素晴らしいです言ったように文字が傑出しています。\u001b[22m\n\u001b[4mBut light and L steal the show their performance is the best I've ever seen.\u001b[24m\n    \u001b[1mしかし、ライトとLはショーを盗み、彼らのパフォーマンスは私が今まで見た中で最高です。\u001b[22m, \u001b[1mしかし、光Lは、その性能は、私が今まで見た中で最高であることを示す盗みます。\u001b[22m\nThe anime brought me to the edge of my seat the entire 37 episodes. It is hard to say goodby after 37 episodes, but a good story should end with a good ending, so a season 3 shouldn't be a good idea.\n\n\u001b[1mアニメは私を37匹のエ​​ピソード全体の席の端に運びました。  37回のエピソードの後に​​グッバイを言うのは難しいですが、良い話は良い結末で終わらなければならないので、シーズン3はいいアイデアではありません。\u001b[22m\n\u001b[1m(Anime wa watashi o 37-biki no e ​​ pisōdo zentai no seki no hashi ni hakobimashita. 37-Kai no episōdo no nochi ni ​​ gubbai o iu no wa muzukashīdesuga, yoi hanashi wa yoi ketsumatsu de owaranakereba naranainode, shīzun 3 wa ī aideade wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe anime brought me to the edge of my seat the entire 37 episodes. It is hard to say goodby after 37 episodes, but a good story should end with a good ending, so a season 3 shouldn't be a good idea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime brought me to the edge of my seat the entire 37 episodes.\u001b[24m\n    \u001b[1mアニメは私を37匹のエピソード全体の席の端に運びました。\u001b[22m, \u001b[1mアニメは私の席全体37のエピソードの端に私をもたらしました。\u001b[22m\n\u001b[4mIt is hard to say goodby after 37 episodes, but a good story should end with a good ending, so a season 3 shouldn't be a good idea.\u001b[24m\n    \u001b[1m37回のエピソードの後にグッバイを言うのは難しいですが、良い話は良い結末で終わらなければならないので、シーズン3はいいアイデアではありません。\u001b[22m, \u001b[1m37のエピソードの後goodby言うのは難しいですが、いい話は、良い結末で終わる必要がありそうシーズン3は良いアイデアではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWell I advice everyone to click this away and go watch death note right now since it's the! best anime I've ever seen. (if you have seen death note I advice you to watch the second best anime Code Geass).\n\n\u001b[1mまあ、私はこれをクリックして、今すぐ死のノートを見てみましょうアドバイス！ 私が今まで見た中で最高のアニメ。  （あなたが死亡したのを見たなら、私はアドバイスをして、2番目のアニメのコードギアスを見てください）。\u001b[22m\n\u001b[1m(Mā, watashi wa kore o kurikku shite, imasugu shi no nōto o mite mimashou adobaisu! Watashi ga imamade mita naka de saikō no anime. (Anata ga shibō shita no o mitanara, watashi wa adobaisu o shite, 2-banme no anime no kōdogiasu o mitekudasai).)\u001b[22m\n\nTranslations of \u001b[4mWell I advice everyone to click this away and go watch death note right now since it's the! best anime I've ever seen. (if you have seen death note I advice you to watch the second best anime Code Geass).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell I advice everyone to click this away and go watch death note right now since it's the!\u001b[24m\n    \u001b[1mまあ、私はこれをクリックして、今すぐ死のノートを見てみましょうアドバイス！\u001b[22m, \u001b[1mそれはだからまあ、私は離れてこれをクリックして、今死のノートを見に行くために皆をアドバイス！\u001b[22m\n\u001b[4mbest anime I've ever seen.\u001b[24m\n    \u001b[1m私が今まで見た中で最高のアニメ。\u001b[22m\n\u001b[4m(if you have seen death note I advice you to watch the second best anime Code Geass).\u001b[24m\n    \u001b[1m（あなたが死亡したのを見たなら、私はアドバイスをして、2番目のアニメのコードギアスを見てください）。\u001b[22m, \u001b[1m（あなたは死のノート私のアドバイスを見ている場合は、次善のアニメコードギアスを見て）。\u001b[22m\n\u001b[1m\u001b[22m\nCheers Lucid\n\n\u001b[1m乾杯\u001b[22m\n\u001b[1m(Kanpai)\u001b[22m\n\nTranslations of \u001b[4mCheers Lucid\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCheers Lucid\u001b[24m\n    \u001b[1m乾杯\u001b[22m, \u001b[1m乾杯明晰\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "GameAce99",
    "profile": "/profile/GameAce99/reviews",
    "pages": "25",
    "number": "5",
    "link": "/reviews.php?id=43941",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  5\nキャラクター|  1\n|  1\n\n冗談でもなく、最悪のアニメです。 このシリーズは恥ずかしいほど悪く、私はそれを見て悪化しています。 文字や物語は文字通り私が以前見たものよりも悪い。\n\n本当にこのアニメが本当に好きな人は、本当に深刻な問題を抱えていて、調べる必要があります。 このアニメの創作者は、このアニメ、それが奨励する行動や態度を恥じるべきです。 残念なことに、アニメはこの種の人を惹きつけることがありますが、疑似正当化を奨励したり報いたりするべきではありません。死ぬノートに自分の名前を書いて死ぬまで、反社会的行動だけを無視し、\n\n最悪のアニメ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nNot even joking, the worst anime of all time. This series was embarrassingly bad and I feel worse for having watched it. The characters and story and literally worse than anything I have seen before.\n\n\u001b[1m冗談でもなく、最悪のアニメです。 このシリーズは恥ずかしいほど悪く、私はそれを見て悪化しています。 文字や物語は文字通り私が以前見たものよりも悪い。\u001b[22m\n\u001b[1m(Jōdande mo naku, saiaku no animedesu. Kono shirīzu wa hazukashī hodo waruku, watashi wa sore o mite akka shite imasu. Moji ya monogatari wa mojidōri watashi ga izen mita mono yori mo warui.)\u001b[22m\n\nTranslations of \u001b[4mNot even joking, the worst anime of all time. This series was embarrassingly bad and I feel worse for having watched it. The characters and story and literally worse than anything I have seen before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot even joking, the worst anime of all time.\u001b[24m\n    \u001b[1m冗談でもなく、最悪のアニメです。\u001b[22m, \u001b[1mでも、すべての時間の中で最悪のアニメを冗談ではありません。\u001b[22m\n\u001b[4mThis series was embarrassingly bad and I feel worse for having watched it.\u001b[24m\n    \u001b[1mこのシリーズは恥ずかしいほど悪く、私はそれを見て悪化しています。\u001b[22m, \u001b[1mこのシリーズは、あきれるほど悪かったと私はそれを見たために悪化感じます。\u001b[22m\n\u001b[4mThe characters and story and literally worse than anything I have seen before.\u001b[24m\n    \u001b[1m文字や物語は文字通り私が以前見たものよりも悪い。\u001b[22m, \u001b[1mキャラクターとストーリーと、文字通り私が前に見たことが何よりも悪いです。\u001b[22m\n\u001b[1m\u001b[22m\nTo be totally serious anyone who genuinely likes this anime has real problems and needs to be examined. The creators of this anime should be ashamed of this anime and the behaviors and attitudes it encourages. Unfortunately anime sometimes attracts these kind of people, they should not be encouraged or rewarded with pseudo justification but ignored and left to take responsibility for their antisocial behavior alone until they write their own name in a death note and die.\n\n\u001b[1m本当にこのアニメが本当に好きな人は、本当に深刻な問題を抱えていて、調べる必要があります。 このアニメの創作者は、このアニメ、それが奨励する行動や態度を恥じるべきです。 残念なことに、アニメはこの種の人を惹きつけることがありますが、疑似正当化を奨励したり報いたりするべきではありません。死ぬノートに自分の名前を書いて死ぬまで、反社会的行動だけを無視し、\u001b[22m\n\u001b[1m(Hontōni kono anime ga hontōni sukinahito wa, hontōni shinkokuna mondai o kakaete ite, shiraberu hitsuyō ga arimasu. Kono anime no sōsaku-sha wa, kono anime, sore ga shōrei suru kōdō ya taido o hajirubekidesu. Zan'nen'nakotoni, anime wa kono tane no hito o hiki tsukeru koto ga arimasuga, giji seitō-ka o shōrei shi tari mukui tari surubekide wa arimasen. Shinu nōto ni jibun no namae o kaite shinu made, hanshakaiteki kōdō dake o mushi shi,)\u001b[22m\n\nTranslations of \u001b[4mTo be totally serious anyone who genuinely likes this anime has real problems and needs to be examined. The creators of this anime should be ashamed of this anime and the behaviors and attitudes it encourages. Unfortunately anime sometimes attracts these kind of people, they should not be encouraged or rewarded with pseudo justification but ignored and left to take responsibility for their antisocial behavior alone until they write their own name in a death note and die.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be totally serious anyone who genuinely likes this anime has real problems and needs to be examined.\u001b[24m\n    \u001b[1m本当にこのアニメが本当に好きな人は、本当に深刻な問題を抱えていて、調べる必要があります。\u001b[22m, \u001b[1m純粋にこのアニメが好き完全に深刻な誰であることは実際の問題があり、検討する必要があります。\u001b[22m\n\u001b[4mThe creators of this anime should be ashamed of this anime and the behaviors and attitudes it encourages.\u001b[24m\n    \u001b[1mこのアニメの創作者は、このアニメ、それが奨励する行動や態度を恥じるべきです。\u001b[22m, \u001b[1mこのアニメのクリエイターがこのアニメ、それが奨励行動や態度を恥じるべきです。\u001b[22m\n\u001b[4mUnfortunately anime sometimes attracts these kind of people, they should not be encouraged or rewarded with pseudo justification but ignored and left to take responsibility for their antisocial behavior alone until they write their own name in a death note and die.\u001b[24m\n    \u001b[1m残念なことに、アニメはこの種の人を惹きつけることがありますが、疑似正当化を奨励したり報いたりするべきではありません。死ぬノートに自分の名前を書いて死ぬまで、反社会的行動だけを無視し、\u001b[22m, \u001b[1mアニメは時々人々のこれらの種類を引き付ける残念ながら、彼らが奨励または報わ擬似正当化ではなく無視され、彼らは死のノートに自分の名前を書いて、死ぬまで一人で彼らの反社会的行動の責任を取るために残されるべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWorst anime ever.\n\n\u001b[1m最悪のアニメ。\u001b[22m\n\u001b[1m(Saiaku no anime.)\u001b[22m\n\nTranslations of \u001b[4mWorst anime ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWorst anime ever.\u001b[24m\n    \u001b[1m最悪のアニメ。\u001b[22m, \u001b[1m史上最悪のアニメ。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "F3arthenight",
    "profile": "/profile/F3arthenight/reviews",
    "pages": "25",
    "number": "6",
    "link": "/reviews.php?id=106369",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n死のノートは感情のジェットコースターだった。 主人公としてのアンタゴニストに続いて、相反する感情のトンを提供しました。 私が見ていたように、いつも緊張感と謎がありました。今日私は多くのことで見つけようとする2つのことがあります。 すべてのエピソードでは、次に起こったことを知りたいと願っていました。\nこれはアクションアニメではありません。 しかし、私は芸術は例外的だったと言わなければならないでしょう。 それでも、これはあなたの座席のプロットラインのために見るものです。 私の絶対的なお気に入りの一つ、これは必見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note was a roller coaster of emotions. Following the antagonist as the main character provided tons of conflicting emotions. As I watched, there was always a sense of tension and mystery.Two things which I struggle to find in many things today. Every episode had you craving to find out what happened next.\n\n\u001b[1m死のノートは感情のジェットコースターだった。 主人公としてのアンタゴニストに続いて、相反する感情のトンを提供しました。 私が見ていたように、いつも緊張感と謎がありました。今日私は多くのことで見つけようとする2つのことがあります。 すべてのエピソードでは、次に起こったことを知りたいと願っていました。\u001b[22m\n\u001b[1m(Shi no nōto wa kanjō no jettokōsutādatta. Shujinkō to shite no antagonisuto ni tsudzuite, sōhansuru kanjō no ton o teikyō shimashita. Watashi ga mite ita yō ni, itsumo kinchō-kan to nazo ga arimashita. Kyō watashi wa ōku no koto de mitsukeyou to suru 2tsu no koto ga arimasu. Subete no episōdode wa,-ji ni okotta koto o shiritai to negatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note was a roller coaster of emotions. Following the antagonist as the main character provided tons of conflicting emotions. As I watched, there was always a sense of tension and mystery.Two things which I struggle to find in many things today. Every episode had you craving to find out what happened next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note was a roller coaster of emotions.\u001b[24m\n    \u001b[1m死のノートは感情のジェットコースターだった。\u001b[22m, \u001b[1mデスノートは、感情のジェットコースターでした。\u001b[22m\n\u001b[4mFollowing the antagonist as the main character provided tons of conflicting emotions.\u001b[24m\n    \u001b[1m主人公としてのアンタゴニストに続いて、相反する感情のトンを提供しました。\u001b[22m, \u001b[1m主人公は相反する感情のトンを提供するよう拮抗薬に続いて。\u001b[22m\n\u001b[4mAs I watched, there was always a sense of tension and mystery.Two things which I struggle to find in many things today.\u001b[24m\n    \u001b[1m私が見ていたように、いつも緊張感と謎がありました。今日私は多くのことで見つけようとする2つのことがあります。\u001b[22m, \u001b[1m私が見たように、私は今日、多くのもので見つけるのに苦労緊張とmystery.Two物事の感覚が常にありました。\u001b[22m\n\u001b[4mEvery episode had you craving to find out what happened next.\u001b[24m\n    \u001b[1mすべてのエピソードでは、次に起こったことを知りたいと願っていました。\u001b[22m, \u001b[1mすべてのエピソードは、あなたが次の何が起こったかを見つけることを渇望していました。\u001b[22m\nThis is not an action anime. However, I would have to say the art was exceptional. Even so, this is one you'd watch for the edge-of-your-seat plot line. One of my absolute favorites, this is a must-watch.\n\n\u001b[1mこれはアクションアニメではありません。 しかし、私は芸術は例外的だったと言わなければならないでしょう。 それでも、これはあなたの座席のプロットラインのために見るものです。 私の絶対的なお気に入りの一つ、これは必見です。\u001b[22m\n\u001b[1m(Kore wa akushon animede wa arimasen. Shikashi, watashi wa geijutsu wa reigai-tekidatta to iwanakereba naranaideshou. Soredemo, kore wa anata no zaseki no purottorain no tame ni miru monodesu. Watashi no zettai-tekina okiniiri no hitotsu, koreha hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is not an action anime. However, I would have to say the art was exceptional. Even so, this is one you'd watch for the edge-of-your-seat plot line. One of my absolute favorites, this is a must-watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not an action anime.\u001b[24m\n    \u001b[1mこれはアクションアニメではありません。\u001b[22m, \u001b[1mこれは、アクションアニメではありません。\u001b[22m\n\u001b[4mHowever, I would have to say the art was exceptional.\u001b[24m\n    \u001b[1mしかし、私は芸術は例外的だったと言わなければならないでしょう。\u001b[22m, \u001b[1mしかし、私は芸術は並外れたものだったと言わざるを得ない。\u001b[22m\n\u001b[4mEven so, this is one you'd watch for the edge-of-your-seat plot line.\u001b[24m\n    \u001b[1mそれでも、これはあなたの座席のプロットラインのために見るものです。\u001b[22m, \u001b[1mそうであっても、これは、エッジ・オブ・あなたの席プロットラインを監視したいものです。\u001b[22m\n\u001b[4mOne of my absolute favorites, this is a must-watch.\u001b[24m\n    \u001b[1m私の絶対的なお気に入りの一つ、これは必見です。\u001b[22m, \u001b[1m私の絶対的なお気に入りの一つは、これは必須腕時計です。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "4L",
    "profile": "/profile/4L/reviews",
    "pages": "25",
    "number": "7",
    "link": "/reviews.php?id=37296",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは本当に私が見た最高のアニメです。 物語は独特で、非常にシンプルです。あなたはノートを見つけることができますが、それは死のノートであることがわかります。\nキャラクターはLのように目立ちます。彼は自分の「魅力」（:)のために私のお気に入りのキャラクターです）、そして主に彼が本当にどんな状況で何をすべきか知っているからです。  Lはあなたがあまり理解できない人で、彼は予約されていますが、時には彼は本当におしゃべりになることがあります。 それは私が彼を見る方法です、そして、私はこのキャラクターが大好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is really the best anime I ever watched. The story is unique, very simple: you find a notebook, but you realize that is a death note.\n\n\u001b[1mこれは本当に私が見た最高のアニメです。 物語は独特で、非常にシンプルです。あなたはノートを見つけることができますが、それは死のノートであることがわかります。\u001b[22m\n\u001b[1m(Kore wa hontōni watashi ga mita saikō no animedesu. Monogatari wa dokutokude, hijō ni shinpurudesu. Anata wa nōto o mitsukeru koto ga dekimasuga, soreha shi no nōtodearu koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is really the best anime I ever watched. The story is unique, very simple: you find a notebook, but you realize that is a death note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is really the best anime I ever watched.\u001b[24m\n    \u001b[1mこれは本当に私が見た最高のアニメです。\u001b[22m, \u001b[1mこれは本当に私が今まで見た最高のアニメです。\u001b[22m\n\u001b[4mThe story is unique, very simple: you find a notebook, but you realize that is a death note.\u001b[24m\n    \u001b[1m物語は独特で、非常にシンプルです。あなたはノートを見つけることができますが、それは死のノートであることがわかります。\u001b[22m, \u001b[1m話は非常に単純な、ユニークです：あなたはノートブックを見つけるが、あなたはそれが死のノートで実現しています。\u001b[22m\nThe characters are outstanding, like L. He is my favorite character, because of his 'charm' ( :)) ), and mostly because he really knows what to do in any situation. L is a person who you can't understand very much, he is reserved, but sometimes he can be really talkative. That's how I see him, and that's why I like this character very much.\n\n\u001b[1mキャラクターはLのように目立ちます。彼は自分の「魅力」（:)のために私のお気に入りのキャラクターです）、そして主に彼が本当にどんな状況で何をすべきか知っているからです。  Lはあなたがあまり理解できない人で、彼は予約されていますが、時には彼は本当におしゃべりになることがあります。 それは私が彼を見る方法です、そして、私はこのキャラクターが大好きです。\u001b[22m\n\u001b[1m(Kyarakutā wa L no yō ni medachimasu. Kare wa jibun no `miryoku'(:) No tame ni watashinōkiniiri no kyarakutādesu), soshite omoni kare ga hontōni don'na jōkyō de nani o subeki ka shitte irukaradesu. L wa anata ga amari rikaidekinai hito de, kare wa yoyaku sa rete imasuga, tokiniha kare wa hontōni oshaberi ni naru koto ga arimasu. Sore wa watashi ga kare o miru hōhōdesu, soshite, watashi wa kono kyarakutā ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are outstanding, like L. He is my favorite character, because of his 'charm' ( :)) ), and mostly because he really knows what to do in any situation. L is a person who you can't understand very much, he is reserved, but sometimes he can be really talkative. That's how I see him, and that's why I like this character very much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are outstanding, like L. He is my favorite character, because of his 'charm' ( :)) ), and mostly because he really knows what to do in any situation.\u001b[24m\n    \u001b[1mキャラクターはLのように目立ちます。彼は自分の「魅力」（:)のために私のお気に入りのキャラクターです）、そして主に彼が本当にどんな状況で何をすべきか知っているからです。\u001b[22m, \u001b[1mL.彼は私のお気に入りのキャラクターであるような文字は、彼が本当にどのような状況で何をすべきかを知っているので、彼の「魅力」（:)））の、および主な理由は、傑出しています。\u001b[22m\n\u001b[4mL is a person who you can't understand very much, he is reserved, but sometimes he can be really talkative.\u001b[24m\n    \u001b[1mLはあなたがあまり理解できない人で、彼は予約されていますが、時には彼は本当におしゃべりになることがあります。\u001b[22m, \u001b[1mLは、彼が予約されている、あなたは非常に理解できない人ですが、時には彼は本当におしゃべりすることができます。\u001b[22m\n\u001b[4mThat's how I see him, and that's why I like this character very much.\u001b[24m\n    \u001b[1mそれは私が彼を見る方法です、そして、私はこのキャラクターが大好きです。\u001b[22m, \u001b[1mそれは私が彼を見てみましょう、と私は非常にこの文字を好きな理由です。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "KurokawaAoi",
    "profile": "/profile/KurokawaAoi/reviews",
    "pages": "25",
    "number": "8",
    "link": "/reviews.php?id=149525",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\nうーん。  。  。  。  。  。  。 女性と紳士、暗いシリーズの傑作は最終的にデスノートの名前に着きました。\n\nストーリー：かなりよく書かれた、完璧なプロットツイスト、前半は良いとかなりよくやっているが、後半は私のために良いです。\n\nアニメーション：神よ！ アニメーションは素晴らしいです、それのために手をつないでください。 それは描画の完成を得ることはできませんでしたが、特殊効果は素晴らしいです。\n\nキャラクター：申し訳ありませんが、Lファンですが、LightよりもLightが好きです.Lightはシンプルな学生ですが、HOLY FUCKはとても知的です。 彼はLとの戦いにはいいです、残念な人ですが、Lは過小評価されたライトなので、ライトは簡単に彼を倒しました。 ミサはまた、常に深刻なことではないことを私たちに伝えています。彼女はシリーズがとても楽しい理由です。\n\nSoundtrack：MASTERPIECEは、平野義久と谷内秀樹というミュージシャンたちによくできた言葉で、完璧で、梶浦由貴のメイク版です。 光のテーマは素晴らしいものです。また、ソリプツズムの低さもかなりうまくいきます。\n\nオープニングとエンディングのサウンドトラック：\nオープニング - 素晴らしいオープニングを選んで、悪夢の世界は素晴らしいですし、それは私にファイナルファンタジーの感情をもたらします。 しかし、私は2回目のオープニングに失望しました。私の耳は、2回目のOPで壊れました。私は「WTF」のようでした。\n\nエンディング - アルミナは最高のエドTBHです。オープニングレベルを上回っていますが、これまでデスノート（サウンドトラックを除く）のベストソングであり、セツボビリーも素晴らしいですが、アルミナを超えていませんでした\n\n\n全体的には、デスノートは注目に値するが、後半を見せなければ傑作にはならないだろうと言ったが、後半は非常に素晴らしい。\n\nつくみ大場と大畑健、そしてこの傑作のMadhouseスタジオ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHmmm. . . . . . . Ladies and Gentleman, the masterpiece of the dark series has finally arrive at the name of Death note.\n\n\u001b[1mうーん。  。  。  。  。  。  。 女性と紳士、暗いシリーズの傑作は最終的にデスノートの名前に着きました。\u001b[22m\n\u001b[1m(U ̄n....... Josei to shinshi, kurai shirīzu no kessaku wa saishūtekini desunōto no namae ni tsukimashita.)\u001b[22m\n\nTranslations of \u001b[4mHmmm. . . . . . . Ladies and Gentleman, the masterpiece of the dark series has finally arrive at the name of Death note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHmmm.\u001b[24m\n    \u001b[1mうーん。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mLadies and Gentleman, the masterpiece of the dark series has finally arrive at the name of Death note.\u001b[24m\n    \u001b[1m女性と紳士、暗いシリーズの傑作は最終的にデスノートの名前に着きました。\u001b[22m, \u001b[1mご列席の紳士は、暗いシリーズの傑作がついに死のノートの名に到着しました。\u001b[22m\n\u001b[1m\u001b[22m\nStory : pretty well written, flawless plot twist, first half is good and pretty well done, but the second half is better for me.\n\n\u001b[1mストーリー：かなりよく書かれた、完璧なプロットツイスト、前半は良いとかなりよくやっているが、後半は私のために良いです。\u001b[22m\n\u001b[1m(Sutōrī: Kanari yoku kaka reta, kanpekina purottotsuisuto, zenhan wa yoi to kanari yoku yatte iruga, kōhan wa watashi no tame ni yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mStory : pretty well written, flawless plot twist, first half is good and pretty well done, but the second half is better for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory : pretty well written, flawless plot twist, first half is good and pretty well done, but the second half is better for me.\u001b[24m\n    \u001b[1mストーリー：かなりよく書かれた、完璧なプロットツイスト、前半は良いとかなりよくやっているが、後半は私のために良いです。\u001b[22m, \u001b[1mストーリー：かなりよく書かれた、完璧なプロットねじれが、前半は良いとかなりよくやっているが、後半は私のために良いです。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation : HOLY GOD! Animation is awesome, hands down for it. Although it didn't get the perfection of drawing the special effects are awesome.\n\n\u001b[1mアニメーション：神よ！ アニメーションは素晴らしいです、それのために手をつないでください。 それは描画の完成を得ることはできませんでしたが、特殊効果は素晴らしいです。\u001b[22m\n\u001b[1m(Animēshon: Kamiyo! Animēshon wa subarashīdesu, sore no tame ni tewotsunaide kudasai. Sore wa byōga no kansei o eru koto wa dekimasendeshitaga, tokushu kōka wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation : HOLY GOD! Animation is awesome, hands down for it. Although it didn't get the perfection of drawing the special effects are awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation : HOLY GOD!\u001b[24m\n    \u001b[1mアニメーション：神よ！\u001b[22m, \u001b[1mアニメーション：聖なる神！\u001b[22m\n\u001b[4mAnimation is awesome, hands down for it.\u001b[24m\n    \u001b[1mアニメーションは素晴らしいです、それのために手をつないでください。\u001b[22m, \u001b[1mアニメーションは素晴らしいです、それのためにダウンして渡します。\u001b[22m\n\u001b[4mAlthough it didn't get the perfection of drawing the special effects are awesome.\u001b[24m\n    \u001b[1mそれは描画の完成を得ることはできませんでしたが、特殊効果は素晴らしいです。\u001b[22m, \u001b[1mそれは特殊効果を描くの完成を取得できませんでしたが素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters : sorry L fans but i like Light more than him, Light is a simple student but HOLY FUCK he's so intelligent. He's good at strategy against L, sorry guys but L underestimated Light since start so Light easily beat him, which Near didn't do to Light at the second events. Misa also bring us that it's not to be always serious, she is the reason why the series is so enjoyful.\n\n\u001b[1mキャラクター：申し訳ありませんが、Lファンですが、LightよりもLightが好きです.Lightはシンプルな学生ですが、HOLY FUCKはとても知的です。 彼はLとの戦いにはいいです、残念な人ですが、Lは過小評価されたライトなので、ライトは簡単に彼を倒しました。 ミサはまた、常に深刻なことではないことを私たちに伝えています。彼女はシリーズがとても楽しい理由です。\u001b[22m\n\u001b[1m(Kyarakutā: Mōshiwakearimasenga, L fandesuga, raito yori mo raito ga sukidesu. Raito wa shinpuruna gakuseidesuga, HOLY FUCK wa totemo chitekidesu. Kare wa L to notatakai ni wa īdesu, zan'nen'na hitodesuga, L wa kashō hyōka sa reta raitonanode, raito wa kantan ni kare o taoshimashita. Misa wa mata, tsuneni shinkokuna kotode wanai koto o watashitachi ni tsutaete imasu. Kanojo wa shirīzu ga totemo tanoshī riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters : sorry L fans but i like Light more than him, Light is a simple student but HOLY FUCK he's so intelligent. He's good at strategy against L, sorry guys but L underestimated Light since start so Light easily beat him, which Near didn't do to Light at the second events. Misa also bring us that it's not to be always serious, she is the reason why the series is so enjoyful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters : sorry L fans but i like Light more than him, Light is a simple student but HOLY FUCK he's so intelligent.\u001b[24m\n    \u001b[1mキャラクター：申し訳ありませんが、Lファンですが、LightよりもLightが好きです.Lightはシンプルな学生ですが、HOLY FUCKはとても知的です。\u001b[22m, \u001b[1mキャラクター：申し訳ありませんLのファンが、私は彼よりも光よりが好き、光が、彼はとてもインテリジェントなシンプルな学生が、HOLY FUCKです。\u001b[22m\n\u001b[4mHe's good at strategy against L, sorry guys but L underestimated Light since start so Light easily beat him, which Near didn't do to Light at the second events.\u001b[24m\n    \u001b[1m彼はLとの戦いにはいいです、残念な人ですが、Lは過小評価されたライトなので、ライトは簡単に彼を倒しました。\u001b[22m, \u001b[1m彼は、Lに対する戦略が得意だ残念男が、光は簡単に近くの第二のイベントでライトにしませんでしたこれは、彼を倒すようにLは開始からライトを過小評価していました。\u001b[22m\n\u001b[4mMisa also bring us that it's not to be always serious, she is the reason why the series is so enjoyful.\u001b[24m\n    \u001b[1mミサはまた、常に深刻なことではないことを私たちに伝えています。彼女はシリーズがとても楽しい理由です。\u001b[22m, \u001b[1mミサはまた、常に深刻ではないですが、彼女はシリーズはとてもenjoyfulである理由であることを私たちにもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack : MASTERPIECE, well done to our musicians named Hirano Yoshihisa and Hideki Taniuchi, i was speechless, so perfect, they are the make version of Kajiura Yuki. The light's theme is the great one, also the low of solipsism is pretty well done.\n\n\u001b[1mSoundtrack：MASTERPIECEは、平野義久と谷内秀樹というミュージシャンたちによくできた言葉で、完璧で、梶浦由貴のメイク版です。 光のテーマは素晴らしいものです。また、ソリプツズムの低さもかなりうまくいきます。\u001b[22m\n\u001b[1m(Saundotorakku: Masutāpīsu wa, hirano yoshihisa to Taniuchi Hideki to iu myūjishan-tachi ni yokude kita kotoba de, kanpeki de, Kajiura Yuki no meiku-bandesu. Hikari no tēma wa subarashī monodesu. Mata, soriputsuzumu no hiku-sa mo kanari umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack : MASTERPIECE, well done to our musicians named Hirano Yoshihisa and Hideki Taniuchi, i was speechless, so perfect, they are the make version of Kajiura Yuki. The light's theme is the great one, also the low of solipsism is pretty well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack : MASTERPIECE, well done to our musicians named Hirano Yoshihisa and Hideki Taniuchi, i was speechless, so perfect, they are the make version of Kajiura Yuki.\u001b[24m\n    \u001b[1mSoundtrack：MASTERPIECEは、平野義久と谷内秀樹というミュージシャンたちによくできた言葉で、完璧で、梶浦由貴のメイク版です。\u001b[22m, \u001b[1mサウンドトラック：MASTERPIECE、よく平野義久秀樹谷内という名前の私たちのミュージシャンに行うが、私はそのように完璧な、言葉だった、彼らは梶浦由記のメイクバージョンです。\u001b[22m\n\u001b[4mThe light's theme is the great one, also the low of solipsism is pretty well done.\u001b[24m\n    \u001b[1m光のテーマは素晴らしいものです。また、ソリプツズムの低さもかなりうまくいきます。\u001b[22m, \u001b[1m光のテーマはまた、独我論の低いがかなりよく行われている、偉大なものです。\u001b[22m\n\u001b[1m\u001b[22m\nOpening and ending soundtrack :\n\n\u001b[1mオープニングとエンディングのサウンドトラック：\u001b[22m\n\u001b[1m(Ōpuningu to endingu no saundotorakku:)\u001b[22m\n\nTranslations of \u001b[4mOpening and ending soundtrack :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOpening and ending soundtrack :\u001b[24m\n    \u001b[1mオープニングとエンディングのサウンドトラック：\u001b[22m, \u001b[1m開くとサウンドトラックを終了します：\u001b[22m\nOpening - nice choose of opening, the world of nightmare is awesome and it brings me to a Final Fantasy feeling. But i was disappointed at the second opening the,e song, my ears just broke at the second OP and i was like 'WTF'\n\n\u001b[1mオープニング - 素晴らしいオープニングを選んで、悪夢の世界は素晴らしいですし、それは私にファイナルファンタジーの感情をもたらします。 しかし、私は2回目のオープニングに失望しました。私の耳は、2回目のOPで壊れました。私は「WTF」のようでした。\u001b[22m\n\u001b[1m(Ōpuningu - subarashī ōpuningu o erande, akumu no sekai wa subarashīdesushi, sore wa watashi ni fainarufantajī no kanjō o motarashimasu. Shikashi, watashi wa 2-kai-me no ōpuningu ni shitsubō shimashita. Watashi no mimi wa, 2-kai-me no OP de kowaremashita. Watashi wa `WTF' no yōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mOpening - nice choose of opening, the world of nightmare is awesome and it brings me to a Final Fantasy feeling. But i was disappointed at the second opening the,e song, my ears just broke at the second OP and i was like 'WTF'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOpening - nice choose of opening, the world of nightmare is awesome and it brings me to a Final Fantasy feeling.\u001b[24m\n    \u001b[1mオープニング - 素晴らしいオープニングを選んで、悪夢の世界は素晴らしいですし、それは私にファイナルファンタジーの感情をもたらします。\u001b[22m, \u001b[1mオープニング - 素敵な開口部の選択、悪夢の世界は素晴らしいですし、それがファイナルファンタジー感に私をもたらします。\u001b[22m\n\u001b[4mBut i was disappointed at the second opening the,e song, my ears just broke at the second OP and i was like 'WTF'\u001b[24m\n    \u001b[1mしかし、私は2回目のオープニングに失望しました。私の耳は、2回目のOPで壊れました。私は「WTF」のようでした。\u001b[22m, \u001b[1mしかし、私は、電子ソングを開く秒で失望した、私の耳はちょうど第二OPで破って、私は「WTF」のようでした\u001b[22m\n\u001b[1m\u001b[22m\nEnding - Alumina is the best Ed TBH, it surpass the opening level, so far it's the best song of Death note (excluding soundtracks) the ending, Setsubo Billy is awesome too, but it didn't surpass the Alumina\n\n\u001b[1mエンディング - アルミナは最高のエドTBHです。オープニングレベルを上回っていますが、これまでデスノート（サウンドトラックを除く）のベストソングであり、セツボビリーも素晴らしいですが、アルミナを超えていませんでした\u001b[22m\n\u001b[1m(Endingu - arumina wa saikō no Edo TBHdesu. Ōpuningureberu o uwamawatte imasuga, kore made desunōto (saundotorakku o nozoku) no besuto songudeari, setsubobirī mo subarashīdesuga, arumina o koete imasendeshita)\u001b[22m\n\nTranslations of \u001b[4mEnding - Alumina is the best Ed TBH, it surpass the opening level, so far it's the best song of Death note (excluding soundtracks) the ending, Setsubo Billy is awesome too, but it didn't surpass the Alumina\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnding - Alumina is the best Ed TBH, it surpass the opening level, so far it's the best song of Death note (excluding soundtracks) the ending, Setsubo Billy is awesome too, but it didn't surpass the Alumina\u001b[24m\n    \u001b[1mエンディング - アルミナは最高のエドTBHです。オープニングレベルを上回っていますが、これまでデスノート（サウンドトラックを除く）のベストソングであり、セツボビリーも素晴らしいですが、アルミナを超えていませんでした\u001b[22m, \u001b[1mエンディング - アルミナが最高のエドTBHあり、それは開口部のレベルを超え、これまでのところ、それは死のノート（サウンドトラックを除く）エンディングの最高の曲だ、Setsuboビリーはあまりにも素晴らしいですが、それはアルミナを超えていませんでした\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall : Death note is worth watching, some said if they didn't show the second Half,it would not be a masterpiece, but for me the second half is very awesome, the actions there are superb\n\n\u001b[1m全体的には、デスノートは注目に値するが、後半を見せなければ傑作にはならないだろうと言ったが、後半は非常に素晴らしい。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, desunōto wa chūmoku niataisuru ga, kōhan o misenakereba kessaku ni wa naranaidarou to ittaga, kōhan wa hijō ni subarashī.)\u001b[22m\n\nTranslations of \u001b[4mOverall : Death note is worth watching, some said if they didn't show the second Half,it would not be a masterpiece, but for me the second half is very awesome, the actions there are superb\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall : Death note is worth watching, some said if they didn't show the second Half,it would not be a masterpiece, but for me the second half is very awesome, the actions there are superb\u001b[24m\n    \u001b[1m全体的には、デスノートは注目に値するが、後半を見せなければ傑作にはならないだろうと言ったが、後半は非常に素晴らしい。\u001b[22m, \u001b[1m全体：デスノートが見て価値がある、いくつかは、彼らが後半を示さなかった場合、それは傑作ではないでしょうが、私のために後半は非常に素晴らしいです言った、アクションが素晴らしいがあります\u001b[22m\n\u001b[1m\u001b[22m\nWELL DONE Tsugumi ohba and Takeshi Obata and Madhouse studio for this masterpiece\n\n\u001b[1mつくみ大場と大畑健、そしてこの傑作のMadhouseスタジオ\u001b[22m\n\u001b[1m(Tsuku mi Ōba to Ōhata Ken, soshite kono kessaku no Madhouse sutajio)\u001b[22m\n\nTranslations of \u001b[4mWELL DONE Tsugumi ohba and Takeshi Obata and Madhouse studio for this masterpiece\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWELL DONE Tsugumi ohba and Takeshi Obata and Madhouse studio for this masterpiece\u001b[24m\n    \u001b[1mつくみ大場と大畑健、そしてこの傑作のMadhouseスタジオ\u001b[22m, \u001b[1mWELL大場つぐみと小畑健とこの傑作のためのマッドハウススタジオDONE\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "nyanfish",
    "profile": "/profile/nyanfish/reviews",
    "pages": "25",
    "number": "9",
    "link": "/reviews.php?id=124057",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  9\nキャラクター|  9\n|  10\n\n死のノートは、あなたの思考を、あなたの椅子の先端に座って、さらには、Lまたは光のために応援している側を選択するアニメですか？\n\nこのアニメの最高のことは、それが完全に標準から離れているということです。このアニメでは「私はそれをやり遂げることができず、そして最後には突然力を得ます」と友人の力はありません！  'bullcrap。 私たちはそれを十分に持っていて、両方のものが行く必要があります。\nアニメはスマートな実行と、このアニメが時々与えることができるクレイジーなダークフィーリングをサポートするための素晴らしいサウンドトラックとの戦いです。\nアニメーションがちょっと変わっているように見えるかもしれませんが、私はそれがこの感情を支えるので意図的だと思います。\n\nあなたがまだこれを見ていないならば、あなたは今、そのすばらしさを忘れずに、あなたの時間の価値があるはずです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\ndeath note is an anime that will make you think, sit on the tip of your chair,and even choose a side, who are you rooting for, L or light?\n\n\u001b[1m死のノートは、あなたの思考を、あなたの椅子の先端に座って、さらには、Lまたは光のために応援している側を選択するアニメですか？\u001b[22m\n\u001b[1m(Shi no nōto wa, anata no shikō o, anata no isu no sentan ni suwatte, sarani wa, L matawa hikari no tame ni ōen shite iru soba o sentaku suru animedesu ka?)\u001b[22m\n\nTranslations of \u001b[4mdeath note is an anime that will make you think, sit on the tip of your chair,and even choose a side, who are you rooting for, L or light?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mdeath note is an anime that will make you think, sit on the tip of your chair,and even choose a side, who are you rooting for, L or light?\u001b[24m\n    \u001b[1m死のノートは、あなたの思考を、あなたの椅子の先端に座って、さらには、Lまたは光のために応援している側を選択するアニメですか？\u001b[22m, \u001b[1m死のノートでは、あなたが、Lまたは光を応援しているあなたの椅子の先端に座って、あなたが考えさせる、とさえ側を選択するアニメを、ですか？\u001b[22m\n\u001b[1m\u001b[22m\nthe best thing about this anime is that it completely strays away from the norm, there is no ''i can't do it and then on the last moment suddenly get power'' in this anime and no ''the power of friends! '' bullcrap. we have had enough of that and both those things need to go.\n\n\u001b[1mこのアニメの最高のことは、それが完全に標準から離れているということです。このアニメには\"私はそれをやり遂げることはできません。  'bullcrap。 私たちはそれを十分に持っていて、両方のものが行く必要があります。\u001b[22m\n\u001b[1m(Kono anime no saikō no koto wa, sore ga kanzen ni hyōjun kara hanarete iru to iu kotodesu. Kono anime ni wa\" watashi wa sore o yaritogeru koto wa dekimasen. ' Bullcrap. Watashitachi wa sore o jūbun ni motte ite, ryōhō no mono ga iku hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe best thing about this anime is that it completely strays away from the norm, there is no ''i can't do it and then on the last moment suddenly get power'' in this anime and no ''the power of friends! '' bullcrap. we have had enough of that and both those things need to go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe best thing about this anime is that it completely strays away from the norm, there is no ''i can't do it and then on the last moment suddenly get power'' in this anime and no ''the power of friends!\u001b[24m\n    \u001b[1mこのアニメの最高のことは、それが完全に標準から離れているということです。このアニメには\"私はそれをやり遂げることはできません。\u001b[22m, \u001b[1mこのアニメについての最もよい事は、このアニメや友人の無い ''パワーで ''私は電力を得る突然最後の瞬間に、その後、それを行うことはできません ''何がある、それは完全に離れて規範から外れることはありません！\u001b[22m\n\u001b[4m'' bullcrap.\u001b[24m\n    \u001b[1m'bullcrap。\u001b[22m, \u001b[1m'' bullcrap。\u001b[22m\n\u001b[4mwe have had enough of that and both those things need to go.\u001b[24m\n    \u001b[1m私たちはそれを十分に持っていて、両方のものが行く必要があります。\u001b[22m, \u001b[1m我々はその十分に持っていたし、両方のそれらの事は行く必要があります。\u001b[22m\nthe anime is a battle with smart executions, and a great soundtrack to support the crazy dark feeling this anime can sometimes give.\n\n\u001b[1mアニメはスマートな実行と、このアニメが時々与えることができるクレイジーなダークフィーリングをサポートするための素晴らしいサウンドトラックとの戦いです。\u001b[22m\n\u001b[1m(Anime wa sumātona jikkō to, kono anime ga tokidoki ataeru koto ga dekiru kureijīna dākufīringu o sapōto suru tame no subarashī saundotorakku to notatakaidesu.)\u001b[22m\n\nTranslations of \u001b[4mthe anime is a battle with smart executions, and a great soundtrack to support the crazy dark feeling this anime can sometimes give.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe anime is a battle with smart executions, and a great soundtrack to support the crazy dark feeling this anime can sometimes give.\u001b[24m\n    \u001b[1mアニメはスマートな実行と、このアニメが時々与えることができるクレイジーなダークフィーリングをサポートするための素晴らしいサウンドトラックとの戦いです。\u001b[22m, \u001b[1mアニメは、スマート処刑、そしてこのアニメは時々与えることができますクレイジー暗い気持ちをサポートするための素晴らしいサウンドトラックとの戦いです。\u001b[22m\nthe animation sometimes looks a bit weird, but i think that is intentional as it supports this feeling.\n\n\u001b[1mアニメーションがちょっと変わっているように見えるかもしれませんが、私はそれがこの感情を支えるので意図的だと思います。\u001b[22m\n\u001b[1m(Animēshon ga chotto kawatte iru yō ni mieru kamo shiremasenga, watashi wa sore ga kono kanjō o sasaerunode itotekida to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe animation sometimes looks a bit weird, but i think that is intentional as it supports this feeling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe animation sometimes looks a bit weird, but i think that is intentional as it supports this feeling.\u001b[24m\n    \u001b[1mアニメーションがちょっと変わっているように見えるかもしれませんが、私はそれがこの感情を支えるので意図的だと思います。\u001b[22m, \u001b[1mアニメーションは時々少し奇妙に見えますが、私はそれがこの気持ちをサポートするようにそれが意図的であると思います。\u001b[22m\n\u001b[1m\u001b[22m\nif you have not seen this yet, you should right now, its amazing all the way and more then worth your time.\n\n\u001b[1mあなたがまだこれを見ていないならば、あなたは今、そのすばらしさを忘れずに、あなたの時間の価値があるはずです。\u001b[22m\n\u001b[1m(Anata ga mada kore o miteinainaraba, anata wa ima, sono subarashisa o wasurezu ni, anata no jikan no kachi ga aru hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mif you have not seen this yet, you should right now, its amazing all the way and more then worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you have not seen this yet, you should right now, its amazing all the way and more then worth your time.\u001b[24m\n    \u001b[1mあなたがまだこれを見ていないならば、あなたは今、そのすばらしさを忘れずに、あなたの時間の価値があるはずです。\u001b[22m, \u001b[1mあなたはまだこれを見ていない場合、あなたは、今、その驚くべきすべての方法とあなたの時間の価値、より多くをする必要があります。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "JulianImp",
    "profile": "/profile/JulianImp/reviews",
    "pages": "25",
    "number": "10",
    "link": "/reviews.php?id=185923",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  6\nキャラクター|  7\n|  8\n\n死のノートは私が最初に期待したものとは異なる種類の謎だった。 物語は古典的な2人の天才の魔術師のセットアップで、陰謀と嘘でいっぱいの驚異的な戦いに包まれているが、調査官ではなく犯人の視点から、Lightが試みたさまざまな方法を見ているシリーズを作った Lが死のノートについての真実を見つけ出すのを妨げるために。\n\n芸術と音はまともだったが、家に書き込むことは何もなかった。 しかし、あなたが主な紛争に立ち向かうときにショーが本当に輝くように感じました。 最初の24回のエピソードは、光とLの関係を本当にうまく発達させて夢中にしてくれたのですごく素晴らしかったですが、ストーリーワイズの勢いを失ってしまった後も、\n\n全体として、私はこのシリーズの欠点にもかかわらず、間違いのない不一致やデウス・マシナのような馬鹿なプロット・デバイスを作り出すことなく、プロットの中で興味深い紆余曲折をどれほどうまく提示できたかが理由で、間違いなくこのシリーズをお勧めします。 スパイ小説や犯人のPOVからの探偵物語が好きな人は、Death Noteを試してみると間違ったことをすることはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note was a different kind of mystery than what I expected at first. The story's a classic set-up of two genius masterminds locked in a spectacular battle of wits full of intrigues and lies, but told from the point of view of the culprit rather than the investigator, which made the series about seeing the various ways Light tried to keep L from finding out the truth about the Death Note.\n\n\u001b[1m死のノートは私が最初に期待したものとは異なる種類の謎だった。 物語は古典的な2人の天才の魔術師のセットアップで、陰謀と嘘でいっぱいの驚異的な戦いに包まれているが、調査官ではなく犯人の視点から、Lightが試みたさまざまな方法を見ているシリーズを作った Lが死のノートについての真実を見つけ出すのを妨げるために。\u001b[22m\n\u001b[1m(Shi no nōto wa watashi ga saisho ni kitai shita mono to wa kotonaru shurui no nazodatta. Monogatari wa koten-tekina 2-ri no tensai no majutsu-shi no settoappu de, inbō to uso de ippai no kyōi-tekina tatakai ni tsutsuma rete iruga, chōsakande wanaku han'nin no shiten kara, raito ga kokoromita samazamana hōhō o mite iru shirīzu o tsukutta L ga shi no nōto ni tsuite no shinjitsu o mitsukedasu no o samatageru tame ni.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note was a different kind of mystery than what I expected at first. The story's a classic set-up of two genius masterminds locked in a spectacular battle of wits full of intrigues and lies, but told from the point of view of the culprit rather than the investigator, which made the series about seeing the various ways Light tried to keep L from finding out the truth about the Death Note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note was a different kind of mystery than what I expected at first.\u001b[24m\n    \u001b[1m死のノートは私が最初に期待したものとは異なる種類の謎だった。\u001b[22m, \u001b[1mデスノートは、私が最初に期待したものよりも謎の異なる種類でした。\u001b[22m\n\u001b[4mThe story's a classic set-up of two genius masterminds locked in a spectacular battle of wits full of intrigues and lies, but told from the point of view of the culprit rather than the investigator, which made the series about seeing the various ways Light tried\u001b[24m\n    \u001b[1m物語は古典的な2人の天才の魔術師のセットアップで、陰謀と嘘でいっぱいの驚異的な戦いに包まれているが、調査官ではなく犯人の視点から、Lightが試みたさまざまな方法を見ているシリーズを作った\u001b[22m, \u001b[1m物語はライトが試した様々な方法を見てについてのシリーズを作っている、陰謀と嘘の完全な知恵の壮大な戦いでロック2天才首謀の古典的なセットアップだが、犯人の視点ではなく、捜査官から告げました\u001b[22m\n\u001b[4mto keep L from finding out the truth about the Death Note.\u001b[24m\n    \u001b[1mLが死のノートについての真実を見つけ出すのを妨げるために。\u001b[22m, \u001b[1mデスノートについての真実を見つけるからLを維持します。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound were decent, but nothing to write home about. However, I felt like the show really gets to shine when you get down to the main conflict. The first 24 episodes were all great as they managed to develop Light and L's relationship really well and keep my hooked, but it felt like the series overstaid its welcome by trying to keep going after it had lost most of its momentum, story-wise.\n\n\u001b[1m芸術と音はまともだったが、家に書き込むことは何もなかった。 しかし、あなたが主な紛争に立ち向かうときにショーが本当に輝くように感じました。 最初の24回のエピソードは、光とLの関係を本当にうまく発達させて夢中にしてくれたのですごく素晴らしかったですが、ストーリーワイズの勢いを失ってしまった後も、\u001b[22m\n\u001b[1m(Geijutsu to oto wa matomodattaga,-ka ni kakikomu koto wa nani mo nakatta. Shikashi, anata ga omona funsō ni tachimukau toki ni shō ga hontōni kagayaku yō ni kanjimashita. Saisho no 24-kai no episōdo wa,-kō to L no kankei o hontōni umaku hattatsu sa sete muchū ni shite kuretanode sugoku subarashikattadesuga, sutōrīwaizu no ikioi o ushinatte shimatta nochi mo,)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound were decent, but nothing to write home about. However, I felt like the show really gets to shine when you get down to the main conflict. The first 24 episodes were all great as they managed to develop Light and L's relationship really well and keep my hooked, but it felt like the series overstaid its welcome by trying to keep going after it had lost most of its momentum, story-wise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound were decent, but nothing to write home about.\u001b[24m\n    \u001b[1m芸術と音はまともだったが、家に書き込むことは何もなかった。\u001b[22m, \u001b[1mアートと音がまともだったが、大したことではありません。\u001b[22m\n\u001b[4mHowever, I felt like the show really gets to shine when you get down to the main conflict.\u001b[24m\n    \u001b[1mしかし、あなたが主な紛争に立ち向かうときにショーが本当に輝くように感じました。\u001b[22m, \u001b[1mしかし、私はショーは本当にあなたがメインの紛争に取り掛かるときに輝きますように感じました。\u001b[22m\n\u001b[4mThe first 24 episodes were all great as they managed to develop Light and L's relationship really well and keep my hooked, but it felt like the series overstaid its welcome by trying to keep going after it had lost most of its momentum, story-wise.\u001b[24m\n    \u001b[1m最初の24回のエピソードは、光とLの関係を本当にうまく発達させて夢中にしてくれたのですごく素晴らしかったですが、ストーリーワイズの勢いを失ってしまった後も、\u001b[22m, \u001b[1m彼らは本当によく光とLの関係を開発し、私の引っ掛けを維持するために管理しますが、シリーズが、それは物語の面では、その勢いのほとんどを失った後に続けるために試みることによって、その歓迎をoverstaidようにそれは感じたように、第1の24のエピソードはすべて素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, I'd definitely recommend this series in spite of its shortcomings because of how well it managed to present interesting twists and turns in the plot without creating glaring inconsistencies or ridiculous plot devices such as deus ex machinas. If you like spy fiction or detective stories told from the culprit's POV, you can't do wrong with giving Death Note a try.\n\n\u001b[1m全体として、私はこのシリーズの欠点にもかかわらず、間違いのない不一致やデウス・マシナなどのばかげたプロット・デバイスを作り出すことなく、プロットの中で興味深い紆余曲折をどれほどうまく提示できたかを理由に、このシリーズを推奨します。 スパイ小説や犯人のPOVからの探偵物語が好きな人は、Death Noteを試してみると間違ったことをすることはできません。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kono shirīzu no ketten nimokakawarazu, machigai no nai fuitchi ya deusu mashina nado no bakageta purotto debaisu o tsukuridasu koto naku, purotto no naka de kyōmibukai uyokyokusetsu o dorehodo umaku teiji deki taka o riyū ni, kono shirīzu o suishō shimasu. Supai shōsetsu ya han'nin no POV kara no tantei monogatari ga sukinahito wa, Death Note o tameshite miru to machigatta koto o suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, I'd definitely recommend this series in spite of its shortcomings because of how well it managed to present interesting twists and turns in the plot without creating glaring inconsistencies or ridiculous plot devices such as deus ex machinas. If you like spy fiction or detective stories told from the culprit's POV, you can't do wrong with giving Death Note a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, I'd definitely recommend this series in spite of its shortcomings because of how well it managed to present interesting twists and turns in the plot without creating glaring inconsistencies or ridiculous plot devices such as deus ex machinas.\u001b[24m\n    \u001b[1m全体として、私はこのシリーズの欠点にもかかわらず、間違いのない不一致やデウス・マシナなどのばかげたプロット・デバイスを作り出すことなく、プロットの中で興味深い紆余曲折をどれほどうまく提示できたかを理由に、このシリーズを推奨します。\u001b[22m, \u001b[1mすべてのすべてで、私は間違いなくので、それは興味深いねじれを提示するために管理し、明白な矛盾や、デウスエクスmachinasとしてばかげプロットデバイスを作成せずに、プロットになりますどれだけのその欠点にもかかわらず、このシリーズをお勧めします。\u001b[22m\n\u001b[4mIf you like spy fiction or detective stories told from the culprit's POV, you can't do wrong with giving Death Note a try.\u001b[24m\n    \u001b[1mスパイ小説や犯人のPOVからの探偵物語が好きな人は、Death Noteを試してみると間違ったことをすることはできません。\u001b[22m, \u001b[1mスパイ小説や探偵小説のようなあなたが犯人のPOVから言われた場合は、デスノートを試しを与えると間違っを行うことはできません。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "genesic123",
    "profile": "/profile/genesic123/reviews",
    "pages": "25",
    "number": "11",
    "link": "/reviews.php?id=123081",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nデスノートは戦略的なアニメであり、誇大宣伝に値する。\n\n死のノートの楽しさは、Madoka Magica、Titan Attack、SAOのような衝撃的な価値だけではなく、創造的な方法で人を殺す方法についてです。\n\n同情死だけではなく、背後にある本当の体重。\n\n主人公、ライト・ヤガミ（TWGOkのケマのような）は真に賢い主人公の一人です。 彼は自分の地位と知識が原因ではなく、彼が知っていることをどのように使用するのかを知っています。\n\n長期的には、多段階計画が彼の目標です。 単なる孤立した場面だけではなく、物語の進展でもあります。\n\n死のノートは明確な確立された規則を持っていて、いつも同じです（私はあなたにまどかを見ています）。注意書きはそのプロットを真剣に取ります。\n\n彼のキャラクター開発は特別で下向きです。\n\n彼は世界をより良い場所にしようとする高い意欲を持った男として出発しますが、権力によって腐敗することは終わりまで最悪の敵になりました。\n\nそれはテーマが欠けていることを示すショーの2つの大きな問題、キラ自身については、彼の行動の意味合い。\n\nもう1つは、善良な男たち（このシリーズは良い男たち）がうまくいくかもしれないということです。 最初の人は純粋な幸運で光を脅かす可能性があり、彼の狂気への方法があるかもしれませんが、はい、それは少し工夫されています。\n\n後半には、可能な限りbsの方法で光を打ち負かした悪役が登場しました。 不測の事態がすでに発生していたことを考慮する。\n\n素晴らしいですが、その真の可能性まで生きていませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDeath note is a well done strategy anime and deserves its hype.\n\n\u001b[1mデスノートは戦略的なアニメであり、誇大宣伝に値する。\u001b[22m\n\u001b[1m(Desunōto wa senryaku-tekina animedeari, kodai senden ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mDeath note is a well done strategy anime and deserves its hype.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath note is a well done strategy anime and deserves its hype.\u001b[24m\n    \u001b[1mデスノートは戦略的なアニメであり、誇大宣伝に値する。\u001b[22m, \u001b[1mデスノートはよくやっ戦略のアニメであり、その誇大広告に値します。\u001b[22m\n\u001b[1m\u001b[22m\nThe fun of the death note is the it isn't just shock value like Madoka Magica, Attack On Titian and SAO,it is more about how he goes about killing people in creative ways.\n\n\u001b[1m死のノートの楽しさは、Madoka Magica、Titan Attack、SAOのような衝撃的な価値だけではなく、創造的な方法で人を殺す方法についてです。\u001b[22m\n\u001b[1m(Shi no nōto no tanoshisa wa, Madoka magika, taitan Attack, SAO no yōna shōgeki-tekina kachi dakede wa naku, sōzō-tekina hōhō de hito o korosu hōhō ni tsuitedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe fun of the death note is the it isn't just shock value like Madoka Magica, Attack On Titian and SAO,it is more about how he goes about killing people in creative ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fun of the death note is the it isn't just shock value like Madoka Magica, Attack On Titian and SAO,it is more about how he goes about killing people in creative ways.\u001b[24m\n    \u001b[1m死のノートの楽しさは、Madoka Magica、Titan Attack、SAOのような衝撃的な価値だけではなく、創造的な方法で人を殺す方法についてです。\u001b[22m, \u001b[1mデスノートの楽しみはちょうど値はまどかマジカ、ティツィアーノとSAOの攻撃のように、それは彼が創造的な方法で人を殺しについてどのようになるの詳細で衝撃されていないことです。\u001b[22m\n\u001b[1m\u001b[22m\nNot just pity death, but real weight behind them.\n\n\u001b[1m同情死だけではなく、背後にある本当の体重。\u001b[22m\n\u001b[1m(Dōjō shi dakede wa naku, haigo ni aru hontō no taijū.)\u001b[22m\n\nTranslations of \u001b[4mNot just pity death, but real weight behind them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot just pity death, but real weight behind them.\u001b[24m\n    \u001b[1m同情死だけではなく、背後にある本当の体重。\u001b[22m, \u001b[1m同情の死が、それらの背後にある本当の重量だけではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe protagonist, Light Yagami,(like keima from the TWGOk).is one of the more genuinely smart protagonists. He is smart not just cause of his status and knowledge, but how he uses what he knows.\n\n\u001b[1m主人公、ライト・ヤガミ（TWGOkのケマのような）は真に賢い主人公の一人です。 彼は自分の地位と知識が原因ではなく、彼が知っていることをどのように使用するのかを知っています。\u001b[22m\n\u001b[1m(Shujinkō, raito Yagami (TWGOk no Kema no yōna) wa makotoni kashikoi shujinkō no hitoridesu. Kare wa jibun no chii to chishiki ga gen'inde wa naku, kare ga shitte iru koto o dono yō ni shiyō suru no ka o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe protagonist, Light Yagami,(like keima from the TWGOk).is one of the more genuinely smart protagonists. He is smart not just cause of his status and knowledge, but how he uses what he knows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe protagonist, Light Yagami,(like keima from the TWGOk).is one of the more genuinely smart protagonists.\u001b[24m\n    \u001b[1m主人公、ライト・ヤガミ（TWGOkのケマのような）は真に賢い主人公の一人です。\u001b[22m, \u001b[1m（TWGOkから桂馬のような）主人公、夜神月は、より純粋にスマート主人公の1を.is。\u001b[22m\n\u001b[4mHe is smart not just cause of his status and knowledge, but how he uses what he knows.\u001b[24m\n    \u001b[1m彼は自分の地位と知識が原因ではなく、彼が知っていることをどのように使用するのかを知っています。\u001b[22m, \u001b[1m彼はちょうど彼の地位や知識の原因ではないスマートですが、どのように彼は彼が知っているものを使用しています。\u001b[22m\n\u001b[1m\u001b[22m\nLong term, multi- step planning is his forte and it shows. It isn't just about one isolated scene but the narrative progression.\n\n\u001b[1m長期的には、多段階計画が彼の目標です。 単なる孤立した場面だけではなく、物語の進展でもあります。\u001b[22m\n\u001b[1m(Chōki-teki ni wa, ta dankai keikaku ga kare no mokuhyōdesu. Tan'naru koritsu shita bamen dakede wa naku, monogatari no shintende mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mLong term, multi- step planning is his forte and it shows. It isn't just about one isolated scene but the narrative progression.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLong term, multi- step planning is his forte and it shows.\u001b[24m\n    \u001b[1m長期的には、多段階計画が彼の目標です。\u001b[22m, \u001b[1m長期では、多段階の計画が彼の強みであり、それは示しています。\u001b[22m\n\u001b[4mIt isn't just about one isolated scene but the narrative progression.\u001b[24m\n    \u001b[1m単なる孤立した場面だけではなく、物語の進展でもあります。\u001b[22m, \u001b[1mそれはちょうど約1孤立したシーンが、物語の進行ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe death note has well-defined established rules and is CONSISTENT(I'm looking at you Madoka).Death note takes its plot seriously.\n\n\u001b[1m死のノートは明確な確立された規則を持っていて、いつも同じです（私はあなたにまどかを見ています）。注意書きはそのプロットを真剣に取ります。\u001b[22m\n\u001b[1m(Shi no nōto wa meikakuna kakuritsu sa reta kisoku o motte ite, itsumo onajidesu (watashi wa anata ni Madoka o mite imasu). Chūi-gaki wa sono purotto o shinken ni torimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe death note has well-defined established rules and is CONSISTENT(I'm looking at you Madoka).Death note takes its plot seriously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe death note has well-defined established rules and is CONSISTENT(I'm looking at you Madoka).Death note takes its plot seriously.\u001b[24m\n    \u001b[1m死のノートは明確な確立された規則を持っていて、いつも同じです（私はあなたにまどかを見ています）。注意書きはそのプロットを真剣に取ります。\u001b[22m, \u001b[1m死のノートでは、明確に定義され確立されたルールがあり、（私はあなたまどかで探しています）一致している.Deathノート真剣にそのプロットを取ります。\u001b[22m\n\u001b[1m\u001b[22m\nHis character development is special and is downward, and yes it can be negative.\n\n\u001b[1m彼のキャラクター開発は特別で下向きです。\u001b[22m\n\u001b[1m(Kare no kyarakutā kaihatsu wa tokubetsude shitamukidesu.)\u001b[22m\n\nTranslations of \u001b[4mHis character development is special and is downward, and yes it can be negative.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHis character development is special and is downward, and yes it can be negative.\u001b[24m\n    \u001b[1m彼のキャラクター開発は特別で下向きです。\u001b[22m, \u001b[1m彼のキャラクターの開発は特別で、下向きで、はい、それは負の値を指定できます。\u001b[22m\n\u001b[1m\u001b[22m\nHe starts off as a guy with lofty ambitions to want to make the world a better place but being corrupted by power became is own worst enemy till the end.\n\n\u001b[1m彼は世界をより良い場所にしようとする高い意欲を持った男として出発しますが、権力によって腐敗することは終わりまで最悪の敵になりました。\u001b[22m\n\u001b[1m(Kare wa sekai o yoriyoi basho ni shiyou to suru takai iyoku o motta otoko to shite shuppatsu shimasuga, kenryoku ni yotte fuhai suru koto wa owari made saiaku no teki ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mHe starts off as a guy with lofty ambitions to want to make the world a better place but being corrupted by power became is own worst enemy till the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe starts off as a guy with lofty ambitions to want to make the world a better place but being corrupted by power became is own worst enemy till the end.\u001b[24m\n    \u001b[1m彼は世界をより良い場所にしようとする高い意欲を持った男として出発しますが、権力によって腐敗することは終わりまで最悪の敵になりました。\u001b[22m, \u001b[1m高尚な野心を持つ男が世界をより良い場所にしたいことではなく、力によって破壊されるになったように、彼は最後まで自身の最悪の敵であるオフを開始します。\u001b[22m\n\u001b[1m\u001b[22m\nTwo major problems with the show that it lacks a theme, its more about Kira himself that the implications of his actions.\n\n\u001b[1mそれはテーマが欠けていることを示すショーの2つの大きな問題、キラ自身については、彼の行動の意味合い。\u001b[22m\n\u001b[1m(Sore wa tēma ga kakete iru koto o shimesu shō no 2tsu no ōkina mondai, kira jishin ni tsuite wa, kare no kōdō no imiai.)\u001b[22m\n\nTranslations of \u001b[4mTwo major problems with the show that it lacks a theme, its more about Kira himself that the implications of his actions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTwo major problems with the show that it lacks a theme, its more about Kira himself that the implications of his actions.\u001b[24m\n    \u001b[1mそれはテーマが欠けていることを示すショーの2つの大きな問題、キラ自身については、彼の行動の意味合い。\u001b[22m, \u001b[1mそれは彼の行動の意味することを、キラ自身についてのより多くのテーマを欠いていることを示し持つ2つの主要な問題。\u001b[22m\n\u001b[1m\u001b[22m\nAnother one is that the villans(good guys is this series) could be better done. The first one can threaten light by pure luck and chance there is a method to his madness, but yes it is a bit contrived.\n\n\u001b[1mもう1つは、善良な男たち（このシリーズは良い男たち）がうまくいくかもしれないということです。 最初の人は純粋な幸運で光を脅かす可能性があり、彼の狂気への方法があるかもしれませんが、はい、それは少し工夫されています。\u001b[22m\n\u001b[1m(Mō 1tsu wa, zenryōna otoko-tachi (kono shirīzu wa yoi otoko-tachi) ga umaku iku kamo shirenai to iu kotodesu. Saisho no hito wa junsuina kōun de hikari o odokasu kanōsei ga ari, kare no kyōki e no hōhō ga aru kamo shiremasenga, wa i, sore wa sukoshi kufū sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnother one is that the villans(good guys is this series) could be better done. The first one can threaten light by pure luck and chance there is a method to his madness, but yes it is a bit contrived.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother one is that the villans(good guys is this series) could be better done.\u001b[24m\n    \u001b[1mもう1つは、善良な男たち（このシリーズは良い男たち）がうまくいくかもしれないということです。\u001b[22m, \u001b[1mもう一つはvillansが（良い人がこのシリーズです）より良い行うことができるということです。\u001b[22m\n\u001b[4mThe first one can threaten light by pure luck and chance there is a method to his madness, but yes it is a bit contrived.\u001b[24m\n    \u001b[1m最初の人は純粋な幸運で光を脅かす可能性があり、彼の狂気への方法があるかもしれませんが、はい、それは少し工夫されています。\u001b[22m, \u001b[1m第1は、純粋な運と偶然に光を脅かすことができますそこに彼の狂気に方法があるが、はい、それは少し不自然です。\u001b[22m\n\u001b[1m\u001b[22m\nThe 2nd half featured a villain that defeated light in the most bs way possible. Considering that the contingency was already in place.\n\n\u001b[1m後半には、可能な限りbsの方法で光を打ち負かした悪役が登場しました。 不測の事態がすでに発生していたことを考慮する。\u001b[22m\n\u001b[1m(Kōhan ni wa, kanōnakagiri bs no hōhō de hikari o uchi makashita akuyaku ga tōjō shimashita. Fusoku no jitai ga sudeni hassei shite ita koto o kōryo suru.)\u001b[22m\n\nTranslations of \u001b[4mThe 2nd half featured a villain that defeated light in the most bs way possible. Considering that the contingency was already in place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe 2nd half featured a villain that defeated light in the most bs way possible.\u001b[24m\n    \u001b[1m後半には、可能な限りbsの方法で光を打ち負かした悪役が登場しました。\u001b[22m, \u001b[1m後半は、可能な限り最もBSのように光を破り悪役を特色にしました。\u001b[22m\n\u001b[4mConsidering that the contingency was already in place.\u001b[24m\n    \u001b[1m不測の事態がすでに発生していたことを考慮する。\u001b[22m, \u001b[1m不測の事態が所定の位置に既にあったことを考えると。\u001b[22m\n\u001b[1m\u001b[22m\nGreat yes, but did not live up to its true potential.\n\n\u001b[1m素晴らしいですが、その真の可能性まで生きていませんでした。\u001b[22m\n\u001b[1m(Subarashīdesuga, sono shin no kanōsei made ikite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mGreat yes, but did not live up to its true potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat yes, but did not live up to its true potential.\u001b[24m\n    \u001b[1m素晴らしいですが、その真の可能性まで生きていませんでした。\u001b[22m, \u001b[1mグレートはい、その真の可能性に住んでいませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "TiredTsuki",
    "profile": "/profile/TiredTsuki/reviews",
    "pages": "25",
    "number": "12",
    "link": "/reviews.php?id=143089",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n主人公が可愛らしく、かつての死神は無関心なアニメ「デスノート」。\n\nストーリー9/10、古典的な死神プロットのユニークなひねり。 死の神を見る新しい方法は、あなたが物語の中に魅了され、猫とマウスのrCeが主人公と敵対者の間で夢中になってしまいます。 暗くてかなり心理的ですが、それは信じられないほど面白いです。\n\nキャラクター8月10日、あなたは自分自身がアンタゴニストに根ざしているのを見いだしました。 キャラクターには多くのレイヤーがあり、ゲストの役割も大好きです。\n\n全体的な9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note, an anime where the main character is unlovable and the shinigami is indifferent.\n\n\u001b[1m主人公が可愛らしく、かつての死神は無関心なアニメ「デスノート」。\u001b[22m\n\u001b[1m(Shujinkō ga kawairashiku, katsute no shinigami wa mukanshin'na anime `desunōto'.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note, an anime where the main character is unlovable and the shinigami is indifferent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note, an anime where the main character is unlovable and the shinigami is indifferent.\u001b[24m\n    \u001b[1m主人公が可愛らしく、かつての死神は無関心なアニメ「デスノート」。\u001b[22m, \u001b[1mデスノート、メインキャラクターがかわいらしくないで、死神が無関心であるアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nStory 9/10, a unique twist on the classic deathgod plot. The new way of looking at death gods keeps you enraptured in the story as well as the cat and mouse rCe between the protagonist and antagonist. Although dark and quite psychological it is incredibly interesting.\n\n\u001b[1mストーリー9/10、古典的な死神プロットのユニークなひねり。 死の神を見る新しい方法は、あなたが物語の中に魅了され、猫とマウスのrCeが主人公と敵対者の間で夢中になってしまいます。 暗くてかなり心理的ですが、それは信じられないほど面白いです。\u001b[22m\n\u001b[1m(Sutōrī 9/ 10, koten-tekina shinigami purotto no yunīkuna hineri. Shi no kami o miru atarashī hōhō wa, anata ga monogatari no naka ni miryō sa re, neko to mausu no rCe ga shujinkō to tekitai-sha no ma de muchū ni natte shimaimasu. Kurakute kanari shinri-tekidesuga, sore wa shinji rarenai hodo omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mStory 9/10, a unique twist on the classic deathgod plot. The new way of looking at death gods keeps you enraptured in the story as well as the cat and mouse rCe between the protagonist and antagonist. Although dark and quite psychological it is incredibly interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9/10, a unique twist on the classic deathgod plot.\u001b[24m\n    \u001b[1mストーリー9/10、古典的な死神プロットのユニークなひねり。\u001b[22m, \u001b[1mストーリー9/10、古典的なdeathgodプロット上のユニークなツイスト。\u001b[22m\n\u001b[4mThe new way of looking at death gods keeps you enraptured in the story as well as the cat and mouse rCe between the protagonist and antagonist.\u001b[24m\n    \u001b[1m死の神を見る新しい方法は、あなたが物語の中に魅了され、猫とマウスのrCeが主人公と敵対者の間で夢中になってしまいます。\u001b[22m, \u001b[1m死の神々を見ての新しい方法は、主人公と拮抗薬との間の話だけでなく、猫とネズミRCEであなたがうっとりし続けます。\u001b[22m\n\u001b[4mAlthough dark and quite psychological it is incredibly interesting.\u001b[24m\n    \u001b[1m暗くてかなり心理的ですが、それは信じられないほど面白いです。\u001b[22m, \u001b[1m暗いと非常に心理的なものの、それは信じられないほど面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 8/10, you find yourself rooting for the antagonist and this new perspective of watching makes it quite interesting. The characters have many layers and you even love the guest roles.\n\n\u001b[1mキャラクター8月10日、あなたは自分自身がアンタゴニストに根ざしているのを見いだしました。 キャラクターには多くのレイヤーがあり、ゲストの役割も大好きです。\u001b[22m\n\u001b[1m(Kyarakutā 8 tsuki 10-nichi, anata wa jibun jishin ga antagonisuto ni nezashite iru no o miidashimashita. Kyarakutā ni wa ōku no reiyā ga ari, gesuto no yakuwari mo daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters 8/10, you find yourself rooting for the antagonist and this new perspective of watching makes it quite interesting. The characters have many layers and you even love the guest roles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 8/10, you find yourself rooting for the antagonist and this new perspective of watching makes it quite interesting.\u001b[24m\n    \u001b[1mキャラクター8月10日、あなたは自分自身がアンタゴニストに根ざしているのを見いだしました。\u001b[22m, \u001b[1mキャラクター8/10、あなた自身が、アンタゴニストを応援見つけ、見てのこの新しい視点は、それは非常に興味深いです。\u001b[22m\n\u001b[4mThe characters have many layers and you even love the guest roles.\u001b[24m\n    \u001b[1mキャラクターには多くのレイヤーがあり、ゲストの役割も大好きです。\u001b[22m, \u001b[1m文字は、多くの層を持っているあなたも、ゲストの役割が大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 9/10\n\n\u001b[1m全体的な9/10\u001b[22m\n\u001b[1m(Zentai-tekina 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9/10\u001b[24m\n    \u001b[1m全体的な9/10\u001b[22m, \u001b[1m全体的に9/10\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Fasces349",
    "profile": "/profile/Fasces349/reviews",
    "pages": "25",
    "number": "13",
    "link": "/reviews.php?id=34478",
    "jp": "--- --- --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  5\nキャラクター|  3\n|  8\n\nコードギアスを見た後、みんながこれを見てみるように提案したので、私はそれを行って、全体的に失望しました。 それは良いアニメでしたが、それはそれを予期するまで生きていませんでした。\n\nストーリー：7\nファーストストーリーアーク（近くに到着するまでのイベントの前）は9/10\nそれは素晴らしい、スリリング、面白い、そして素晴らしいラウンドでした。 しかし、アニメの中にいくつの結婚訴訟があったのか失われた点。\n2番目（後に導入された後）は5/10\nそれは大丈夫でしたが、予測可能な方へと私はその理由でそれを楽しんでいませんでした。 あなたがそれを見るなら、あなたは私が何を意味するか知っているでしょう。\n7/10にバランス\n\n\nアート：9\n偉大な芸術、あなたが私の詳細を読むのが好きではないことを今すぐ知っている私の他のレビューのいずれかを読んでいるなら。 だから私はアートが比較的良いか偉大だと言うとき、それは比較的良いか偉大です。 私は主に、その時間の他のアニメと比較してどれくらい良いかに基づいてアートを評価します。 だから、この場合は芸術は良かったが、最近になって2分の1の価値があった\n\nサウンド：6\nこの種類のアニメでは大したことではなかったが、サウンドトラックは大丈夫だった。\n\nキャラクター：3\nウェイウェイウェイウェイウェイウェイウェイウェイウェイ。 文字はあらゆる点で完璧か、あらゆる点で不完全でした。\n\n楽しさ：8\n最初の弧10/10\n第2アーク6/10\nバランスのとれた8/10\n私はここでデスノートで少しうまくいったと思うが、プレゼンテーションのポイントを与える。他にはあまり書いていないが、完璧に提示された。\n\n全体：6\n私はタフなマーカーなので、6はまだ見る価値があることを意味しますが、最高のものではありません。 あなたの時間を無駄にしたくないなら、それを見ないでください。 しかし正直なところ、Code Geassを楽しんでいれば、これは時計の価値があります。\n\nそして、コードギアスを見たことのない人には、このokアニメとは違って良いアニメを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching Code Geass, everyone suggested watching this, so I gave it a go, and was overall disappointed. It was a good anime, but it didn't live up to the anticipation of it.\n\n\u001b[1mコードギアスを見た後、みんながこれを見てみるように提案したので、私はそれを行って、全体的に失望しました。 それは良いアニメでしたが、それはそれを予期するまで生きていませんでした。\u001b[22m\n\u001b[1m(Kōdogiasu o mita nochi, min'na ga kore o mite miru yō ni teian shitanode, watashi wa sore o okonatte, zentai-teki ni shitsubō shimashita. Sore wa yoi animedeshitaga, sore wa sore o yoki suru made ikite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching Code Geass, everyone suggested watching this, so I gave it a go, and was overall disappointed. It was a good anime, but it didn't live up to the anticipation of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching Code Geass, everyone suggested watching this, so I gave it a go, and was overall disappointed.\u001b[24m\n    \u001b[1mコードギアスを見た後、みんながこれを見てみるように提案したので、私はそれを行って、全体的に失望しました。\u001b[22m, \u001b[1mコードギアスを見た後、誰もがこれを見て提案したので、私はそれを行くを与え、全体的にがっかりしました。\u001b[22m\n\u001b[4mIt was a good anime, but it didn't live up to the anticipation of it.\u001b[24m\n    \u001b[1mそれは良いアニメでしたが、それはそれを予期するまで生きていませんでした。\u001b[22m, \u001b[1mそれは良いアニメだったが、それはそれを見越しまで住んでいません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\nFirst story arc (before the events leading up to the introduction of near) was 9/10\n\n\u001b[1mファーストストーリーアーク（近くに到着するまでのイベントの前）は9/10\u001b[22m\n\u001b[1m(Fāsutosutōrīāku (chikaku ni tōchaku suru made no ibento no mae) wa 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mFirst story arc (before the events leading up to the introduction of near) was 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst story arc (before the events leading up to the introduction of near) was 9/10\u001b[24m\n    \u001b[1mファーストストーリーアーク（近くに到着するまでのイベントの前）は9/10\u001b[22m, \u001b[1m（イベントは近くの導入に至る前に）最初のストーリーアークは9/10でした\u001b[22m\nIt was good, thrilling, interesting and all round amazing. However lost points for how many Marry Sues were in the anime.\n\n\u001b[1mそれは素晴らしい、スリリング、面白い、そして素晴らしいラウンドでした。 しかし、アニメの中にいくつの結婚訴訟があったのか失われた点。\u001b[22m\n\u001b[1m(Sore wa subarashī, suriringu, omoshiroi, soshite subarashī raundodeshita. Shikashi, anime no naka ni ikutsu no kekkon soshō ga atta no ka ushinawa reta ten.)\u001b[22m\n\nTranslations of \u001b[4mIt was good, thrilling, interesting and all round amazing. However lost points for how many Marry Sues were in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was good, thrilling, interesting and all round amazing.\u001b[24m\n    \u001b[1mそれは素晴らしい、スリリング、面白い、そして素晴らしいラウンドでした。\u001b[22m, \u001b[1mそれは、良いスリリング、興味深く、すべてのラウンド驚くべきものでした。\u001b[22m\n\u001b[4mHowever lost points for how many Marry Sues were in the anime.\u001b[24m\n    \u001b[1mしかし、アニメの中にいくつの結婚訴訟があったのか失われた点。\u001b[22m, \u001b[1mしかし提訴がアニメにあったどのように多くの結婚のためのポイントを失いました。\u001b[22m\nSecond (after near was introduced) was 5/10\n\n\u001b[1m2番目（後に導入された後）は5/10\u001b[22m\n\u001b[1m(2-Banme (ato ni dōnyū sa reta nochi) wa 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mSecond (after near was introduced) was 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecond (after near was introduced) was 5/10\u001b[24m\n    \u001b[1m2番目（後に導入された後）は5/10\u001b[22m, \u001b[1m第二には、（近くに導入された後）5月10日でした\u001b[22m\nIt was ok, but WAY to predictable and I didn't enjoy it for that reason. If you watch it you will know what I mean.\n\n\u001b[1mそれは大丈夫でしたが、予測可能な方へと私はその理由でそれを楽しんでいませんでした。 あなたがそれを見るなら、あなたは私が何を意味するか知っているでしょう。\u001b[22m\n\u001b[1m(Sore wa daijōbudeshitaga, yosoku kanōna kata e to watashi wa sono riyū de sore o tanoshinde imasendeshita. Anata ga sore o mirunara, anata wa watashi ga nani o imi suru ka shitte irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIt was ok, but WAY to predictable and I didn't enjoy it for that reason. If you watch it you will know what I mean.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was ok, but WAY to predictable and I didn't enjoy it for that reason.\u001b[24m\n    \u001b[1mそれは大丈夫でしたが、予測可能な方へと私はその理由でそれを楽しんでいませんでした。\u001b[22m, \u001b[1mそれはOKだったが、予測可能にWAYと私はその理由のためにそれを楽しんでいませんでした。\u001b[22m\n\u001b[4mIf you watch it you will know what I mean.\u001b[24m\n    \u001b[1mあなたがそれを見るなら、あなたは私が何を意味するか知っているでしょう。\u001b[22m, \u001b[1mあなたはそれを見た場合、あなたは私が何を意味するか知っているだろう。\u001b[22m\nBalanced to 7/10\n\n\u001b[1m7/10にバランス\u001b[22m\n\u001b[1m(7/ 10 Ni baransu)\u001b[22m\n\nTranslations of \u001b[4mBalanced to 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBalanced to 7/10\u001b[24m\n    \u001b[1m7/10にバランス\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nGreat art, if you have read any of my other reviews you will know by now that I don't like going into detail. So when I say the art is relatively good or great, it is relatively good or great. I mainly rate art based on how good it is compared to other animes of its time. So in this case the art was good, but it was two recent to deserve 10/10\n\n\u001b[1m偉大な芸術、あなたが私の詳細を読むのが好きではないことを今すぐ知っている私の他のレビューのいずれかを読んでいるなら。 だから私はアートが比較的良いか偉大だと言うとき、それは比較的良いか偉大です。 私は主に、その時間の他のアニメと比較してどれくらい良いかに基づいてアートを評価します。 だから、この場合は芸術は良かったが、最近になって2分の1の価値があった\u001b[22m\n\u001b[1m(Idaina geijutsu, anata ga watashi no shōsai o yomu no ga sukide wanai koto o imasugu shitte iru watashi no ta no rebyū no izureka o yonde irunara. Dakara watashi wa āto ga hikakuteki yoi ka idaida to iu toki, sore wa hikakuteki yoi ka idaidesu. Watashi wa omoni, sono-jikan no ta no anime to hikaku shite dorekurai yoi ka nimotozuite āto o hyōka shimasu. Dakara, ko no baai wa geijutsu wa yokatta ga, saikin ni natte 2-bun'no 1 no kachi ga atta)\u001b[22m\n\nTranslations of \u001b[4mGreat art, if you have read any of my other reviews you will know by now that I don't like going into detail. So when I say the art is relatively good or great, it is relatively good or great. I mainly rate art based on how good it is compared to other animes of its time. So in this case the art was good, but it was two recent to deserve 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat art, if you have read any of my other reviews you will know by now that I don't like going into detail.\u001b[24m\n    \u001b[1m偉大な芸術、あなたが私の詳細を読むのが好きではないことを今すぐ知っている私の他のレビューのいずれかを読んでいるなら。\u001b[22m, \u001b[1m偉大な芸術は、あなたが私の他のレビューのいずれかを読んでいる場合は、私が詳細に行くのが好きではないことを今では知っているだろう。\u001b[22m\n\u001b[4mSo when I say the art is relatively good or great, it is relatively good or great.\u001b[24m\n    \u001b[1mだから私はアートが比較的良いか偉大だと言うとき、それは比較的良いか偉大です。\u001b[22m, \u001b[1m私は芸術が比較的良いか偉大であると言うときに、それは比較的良いか素晴らしいです。\u001b[22m\n\u001b[4mI mainly rate art based on how good it is compared to other animes of its time.\u001b[24m\n    \u001b[1m私は主に、その時間の他のアニメと比較してどれくらい良いかに基づいてアートを評価します。\u001b[22m, \u001b[1m私は主にそれはその時の他のアニメと比較されるどのように良いに基づいて当を評価します。\u001b[22m\n\u001b[4mSo in this case the art was good, but it was two recent to deserve 10/10\u001b[24m\n    \u001b[1mだから、この場合は芸術は良かったが、最近になって2分の1の価値があった\u001b[22m, \u001b[1mしたがって、この場合には芸術は良好であったが、それは10月10日に値するために、最近の2でした\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6\n\n\u001b[1mサウンド：6\u001b[22m\n\u001b[1m(Saundo: 6)\u001b[22m\n\nTranslations of \u001b[4mSound: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6\u001b[24m\n    \u001b[1mサウンド：6\u001b[22m\nNot that it mattered much in this kind of anime, but the soundtrack was only ok.\n\n\u001b[1mこの種類のアニメでは大したことではなかったが、サウンドトラックは大丈夫だった。\u001b[22m\n\u001b[1m(Kono shurui no animede wa taishita kotode wa nakattaga, saundotorakku wa daijōbudatta.)\u001b[22m\n\nTranslations of \u001b[4mNot that it mattered much in this kind of anime, but the soundtrack was only ok.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot that it mattered much in this kind of anime, but the soundtrack was only ok.\u001b[24m\n    \u001b[1mこの種類のアニメでは大したことではなかったが、サウンドトラックは大丈夫だった。\u001b[22m, \u001b[1mそれはアニメのこの種の多くを重要だったが、サウンドトラックはOKだったではないこと。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 3\n\n\u001b[1mキャラクター：3\u001b[22m\n\u001b[1m(Kyarakutā: 3)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 3\u001b[24m\n    \u001b[1mキャラクター：3\u001b[22m\nWAY WAY WAY WAY WAY WAY to many Mary Sues. The characters were either perfect in every way or imperfect in every way.\n\n\u001b[1mウェイウェイウェイウェイウェイウェイウェイウェイウェイ。 文字はあらゆる点で完璧か、あらゆる点で不完全でした。\u001b[22m\n\u001b[1m(U~ei u~eiu~eiu~eiu~eiu~eiu~eiu~eiu~ei. Moji wa arayuru tende kanpeki ka, arayuru tende fukanzendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWAY WAY WAY WAY WAY WAY to many Mary Sues. The characters were either perfect in every way or imperfect in every way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWAY WAY WAY WAY WAY WAY to many Mary Sues.\u001b[24m\n    \u001b[1mウェイウェイウェイウェイウェイウェイウェイウェイウェイ。\u001b[22m, \u001b[1mWAY WAY WAY WAY WAY WAYに多くのメアリーが提訴します。\u001b[22m\n\u001b[4mThe characters were either perfect in every way or imperfect in every way.\u001b[24m\n    \u001b[1m文字はあらゆる点で完璧か、あらゆる点で不完全でした。\u001b[22m, \u001b[1m文字は、あらゆる方法であらゆる方法または不完全のいずれかで完璧でした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\nFirst arc 10/10\n\n\u001b[1m最初の弧10/10\u001b[22m\n\u001b[1m(Saisho no ko 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mFirst arc 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst arc 10/10\u001b[24m\n    \u001b[1m最初の弧10/10\u001b[22m, \u001b[1mまず、アーク10/10\u001b[22m\nSecond arc 6/10\n\n\u001b[1m第2アーク6/10\u001b[22m\n\u001b[1m(Dai 2 āku 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSecond arc 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecond arc 6/10\u001b[24m\n    \u001b[1m第2アーク6/10\u001b[22m, \u001b[1m第二に、アーク6/10\u001b[22m\nBalanced to a 8/10\n\n\u001b[1mバランスのとれた8/10\u001b[22m\n\u001b[1m(Baransu no toreta 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mBalanced to a 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBalanced to a 8/10\u001b[24m\n    \u001b[1mバランスのとれた8/10\u001b[22m, \u001b[1m8/10にバランス\u001b[22m\nI think I went a little nice on Death Note here, but I give it points for presentation, as it didn't do much else write, but was presented perfectly.\n\n\u001b[1m私はここでデスノートで少しうまくいったと思うが、プレゼンテーションのポイントを与える。他にはあまり書いていないが、完璧に提示された。\u001b[22m\n\u001b[1m(Watashi wa koko de desunōto de sukoshi umaku itta to omou ga, purezentēshon no pointo o ataeru. Hoka ni wa amari kaite inaiga, kanpeki ni teiji sa reta.)\u001b[22m\n\nTranslations of \u001b[4mI think I went a little nice on Death Note here, but I give it points for presentation, as it didn't do much else write, but was presented perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think I went a little nice on Death Note here, but I give it points for presentation, as it didn't do much else write, but was presented perfectly.\u001b[24m\n    \u001b[1m私はここでデスノートで少しうまくいったと思うが、プレゼンテーションのポイントを与える。他にはあまり書いていないが、完璧に提示された。\u001b[22m, \u001b[1m私はここにデスノートに少し素敵を行ったと思いますが、私はそれがはるかに他の書き込みをしなかったとして、それは、プレゼンテーションのためにポイントを与えるが、完璧に発表されました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6\n\n\u001b[1m全体：6\u001b[22m\n\u001b[1m(Zentai: 6)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6\u001b[24m\n    \u001b[1m全体：6\u001b[22m\nI'm a tough marker, so 6 still means worth watching, but not the best. If you don't want to waste your time, don't watch it. but honestly, if you enjoyed Code Geass, this is worth a watch.\n\n\u001b[1m私はタフなマーカーなので、6はまだ見る価値があることを意味しますが、最高のものではありません。 あなたの時間を無駄にしたくないなら、それを見ないでください。 しかし正直なところ、Code Geassを楽しんでいれば、これは時計の価値があります。\u001b[22m\n\u001b[1m(Watashi wa tafuna mākānanode, 6 wa mada miru kachi ga aru koto o imi shimasuga, saikō no monode wa arimasen. Anata no jikan o muda ni shitakunainara, sore o minaide kudasai. Shikashi shōjikina tokoro, Code Geass o tanoshinde ireba, koreha tokei no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm a tough marker, so 6 still means worth watching, but not the best. If you don't want to waste your time, don't watch it. but honestly, if you enjoyed Code Geass, this is worth a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a tough marker, so 6 still means worth watching, but not the best.\u001b[24m\n    \u001b[1m私はタフなマーカーなので、6はまだ見る価値があることを意味しますが、最高のものではありません。\u001b[22m, \u001b[1m私はタフなマーカーですので、6はまだ見て価値意味ではなく、最高の。\u001b[22m\n\u001b[4mIf you don't want to waste your time, don't watch it.\u001b[24m\n    \u001b[1mあなたの時間を無駄にしたくないなら、それを見ないでください。\u001b[22m, \u001b[1mあなたはあなたの時間を無駄にしたくない場合は、それを見ていません。\u001b[22m\n\u001b[4mbut honestly, if you enjoyed Code Geass, this is worth a watch.\u001b[24m\n    \u001b[1mしかし正直なところ、Code Geassを楽しんでいれば、これは時計の価値があります。\u001b[22m, \u001b[1mあなたはコードギアスを楽しんだ場合は正直なところ、これは時計の価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nAnd to those who haven't watched Code Geass, watch it, its a good anime, unlike this ok anime, and WAY WAY better.\n\n\u001b[1mそして、コードギアスを見たことのない人には、このokアニメとは違って良いアニメを見てください。\u001b[22m\n\u001b[1m(Soshite, kōdogiasu o mita koto no nai hito ni wa, kono ok anime to wa chigatte yoi anime o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAnd to those who haven't watched Code Geass, watch it, its a good anime, unlike this ok anime, and WAY WAY better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd to those who haven't watched Code Geass, watch it, its a good anime, unlike this ok anime, and WAY WAY better.\u001b[24m\n    \u001b[1mそして、コードギアスを見たことのない人には、このokアニメとは違って良いアニメを見てください。\u001b[22m, \u001b[1mそして、コードギアスを見ていない人に、WAY WAYより良いこの大丈夫アニメとは違って、それはその良いアニメを見て、。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "mercury1980",
    "profile": "/profile/mercury1980/reviews",
    "pages": "25",
    "number": "14",
    "link": "/reviews.php?id=102973",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  7\nキャラクター|  6\n|  6\n\nこのアニメは、空から落ちたノートのことです。そして、夜神はそれを拾います。\n\nこのノートは「デスノート」として知られています。名前が誰に書かれていても、突然の死で死ぬでしょう。  200歳以上の人には効果がありません。\n\n私は最初に実写映画の死のノートを見ました。\n\n私たちは悪を破壊するために死のノートをうまく利用した素晴らしい天才、夜神を紹介します。 彼は自分のアイデンティティを隠蔽するために彼の名前「キラ」を使用しました。ちょうどルルーシュが自分のアイデンティティを隠すために彼の名前「ゼロ」を使用したのと同じです。\n\nL、このシリーズのチャーターと私のお気に入り、ライトのような天才、彼は世界でほとんど困難なケースを解決する探偵です。  LはKiraとLightの関係を理解できるようにLightを知りたがっていました。  Lはストーキング、静かで、学校のランブルからYakumo Tskamotoのように集められます。\n\nリュックは、おじいちゃんのように話すこの男のようなものです。\n\n役に立たず、いつもぎこちない人格を持っている迷惑な馬、ミサ・アメーン。 彼女はスマートであるにもかかわらず、彼女が行うすべてのことで常にライトに頼っています。\n\n芸術はそれほど鈍いわけではありませんが、このアニメは連続殺人犯の探偵物語です。 実際には、名探偵コナンと骨コレクターのように。\n\nライトが死のノートをうまく使ったなら、それは大丈夫です。 しかし、彼が彼の満足と栄光のために死のノートを使用している場合、それはひどいです。 彼らは、殺害はすべてを解決する方法ではなく、実際に人々は悪いから良いへと変わるかもしれないと言います。 私たちは知りません。\n\n私には、ミサを除いて好きではあるが、彼らはまだ私に十分な印象を残さなかった。\n\n私は常にプロットと文字に基づいて評価します。 明るい夜神は栄光を求めるよりも、人々の気持ちを理解する方法を本当に学びたかった。\n\nミサアマネは無駄で迷惑な人格のために私のために学年を引き下げた。 彼女は彼女の名前を2度続けている。\n\n音楽はそれほど魅力的ではありませんでした。 私にとって、ストーリーは大丈夫だった。 私には何も言わせない。\n\nしかし全体的に、私はこのアニメが大丈夫だと言うでしょう。  6/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is all about a notebook which fell from the sky and Light Yagami picks it up.\n\n\u001b[1mこのアニメは、空から落ちたノートのことです。そして、夜神はそれを拾います。\u001b[22m\n\u001b[1m(Kono anime wa, sora kara ochita nōto no kotodesu. Soshite, yorugami wa sore o hiroimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is all about a notebook which fell from the sky and Light Yagami picks it up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is all about a notebook which fell from the sky and Light Yagami picks it up.\u001b[24m\n    \u001b[1mこのアニメは、空から落ちたノートのことです。そして、夜神はそれを拾います。\u001b[22m, \u001b[1mこのアニメは、すべての空から落ち、夜神月がそれを拾っノートブックについてです。\u001b[22m\n\u001b[1m\u001b[22m\nThis notebook is known as 'Death Note' for whoever's name is written on it, the person will die with sudden death. It will be ineffective on people who are 200 year above age.\n\n\u001b[1mこのノートは「デスノート」として知られています。名前が誰に書かれていても、突然の死で死ぬでしょう。  200歳以上の人には効果がありません。\u001b[22m\n\u001b[1m(Kono nōto wa `desunōto' to shite shira rete imasu. Namae ga dare ni kaka rete ite mo, totsuzen'noshi de shinudeshou. 200-Sai ijō no hito ni wa kōka ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis notebook is known as 'Death Note' for whoever's name is written on it, the person will die with sudden death. It will be ineffective on people who are 200 year above age.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis notebook is known as 'Death Note' for whoever's name is written on it, the person will die with sudden death.\u001b[24m\n    \u001b[1mこのノートは「デスノート」として知られています。名前が誰に書かれていても、突然の死で死ぬでしょう。\u001b[22m, \u001b[1mこのノートブックはの名前がそれに書かれている誰のための「デスノート」として知られている、人が突然死で死んでしまいます。\u001b[22m\n\u001b[4mIt will be ineffective on people who are 200 year above age.\u001b[24m\n    \u001b[1m200歳以上の人には効果がありません。\u001b[22m, \u001b[1mこれは、歳以上の200年である人に効果がないことになります。\u001b[22m\n\u001b[1m\u001b[22m\nI first watched death note in the live-action movie.\n\n\u001b[1m私は最初に実写映画の死のノートを見ました。\u001b[22m\n\u001b[1m(Watashi wa saisho ni jissha eiga no shi no nōto o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mI first watched death note in the live-action movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI first watched death note in the live-action movie.\u001b[24m\n    \u001b[1m私は最初に実写映画の死のノートを見ました。\u001b[22m, \u001b[1m私は最初の実写映画の中で死のノートを見ました。\u001b[22m\n\u001b[1m\u001b[22m\nWe are introduced to Light Yagami, a brilliant genius who made good use of the death note to destroy evil. He used his name 'Kira' to cover up his identity just like Lelouch used his name 'Zero' to cover up his identity too.\n\n\u001b[1m私たちは悪を破壊するために死のノートをうまく利用した輝かしい天才、夜神を紹介します。 彼は自分のアイデンティティを隠蔽するために彼の名前「キラ」を使用しました。ちょうどルルーシュが自分のアイデンティティを隠すために彼の名前「ゼロ」を使用したように。\u001b[22m\n\u001b[1m(Watashitachiha aku o hakai suru tame ni shi no nōto o umaku riyō shita kagayakashī tensai, yorugami o shōkai shimasu. Kare wa jibun no aidentiti o inpei suru tame ni kare no namae `kira' o shiyō shimashita. Chōdo rurūshu ga jibun no aidentiti o kakusu tame ni kare no namae `zero' o shiyō shita yō ni.)\u001b[22m\n\nTranslations of \u001b[4mWe are introduced to Light Yagami, a brilliant genius who made good use of the death note to destroy evil. He used his name 'Kira' to cover up his identity just like Lelouch used his name 'Zero' to cover up his identity too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe are introduced to Light Yagami, a brilliant genius who made good use of the death note to destroy evil.\u001b[24m\n    \u001b[1m私たちは悪を破壊するために死のノートをうまく利用した輝かしい天才、夜神を紹介します。\u001b[22m, \u001b[1m私たちは夜神月、悪を破壊するために、死のノートをうまく利用して作られた華麗な天才に導入されています。\u001b[22m\n\u001b[4mHe used his name 'Kira' to cover up his identity just like Lelouch used his name 'Zero' to cover up his identity too.\u001b[24m\n    \u001b[1m彼は自分のアイデンティティを隠蔽するために彼の名前「キラ」を使用しました。ちょうどルルーシュが自分のアイデンティティを隠すために彼の名前「ゼロ」を使用したように。\u001b[22m, \u001b[1m彼は彼の名前「キラ」ルルーシュがあまりにも自分のアイデンティティをカバーするために彼の名前を 'ゼロ'を使用すると同じように彼のアイデンティティをカバーするために使用されます。\u001b[22m\n\u001b[1m\u001b[22m\nL, the charater and my favorite in this series, a genius like Light, he is a detective who solves almost difficult cases in the world. L wanted to get to know Light so that he could understand the relationship between Kira and Light. L is stoic, calm and collected just like Yakumo Tskamoto from School Rumble.\n\n\u001b[1mL、このシリーズのチャーターと私のお気に入り、ライトのような天才、彼は世界でほとんど困難なケースを解決する探偵です。  LはKiraとLightの関係を理解できるようにLightを知りたがっていました。  Lはストーキング、静かで、学校のランブルからYakumo Tskamotoのように集められます。\u001b[22m\n\u001b[1m(L, kono shirīzu no chātā to watashinōkiniiri, raito no yōna tensai, kare wa sekai de hotondo kon'nan'na kēsu o kaiketsu suru tanteidesu. L wa Kira to raito no kankei o rikai dekiru yō ni raito o shirita gatte imashita. L wa sutōkingu, shizukade, gakkō no ranburu kara Yakumo Tskamoto no yō ni atsume raremasu.)\u001b[22m\n\nTranslations of \u001b[4mL, the charater and my favorite in this series, a genius like Light, he is a detective who solves almost difficult cases in the world. L wanted to get to know Light so that he could understand the relationship between Kira and Light. L is stoic, calm and collected just like Yakumo Tskamoto from School Rumble.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mL, the charater and my favorite in this series, a genius like Light, he is a detective who solves almost difficult cases in the world.\u001b[24m\n    \u001b[1mL、このシリーズのチャーターと私のお気に入り、ライトのような天才、彼は世界でほとんど困難なケースを解決する探偵です。\u001b[22m, \u001b[1mL、このシリーズのcharaterと私の好きな、ライトのような天才、彼は世界のほぼ困難な例を解決する探偵です。\u001b[22m\n\u001b[4mL wanted to get to know Light so that he could understand the relationship between Kira and Light.\u001b[24m\n    \u001b[1mLはKiraとLightの関係を理解できるようにLightを知りたがっていました。\u001b[22m, \u001b[1mLは、彼はキラと光の関係を理解できるようにライトを知って取得したいです。\u001b[22m\n\u001b[4mL is stoic, calm and collected just like Yakumo Tskamoto from School Rumble.\u001b[24m\n    \u001b[1mLはストーキング、静かで、学校のランブルからYakumo Tskamotoのように集められます。\u001b[22m, \u001b[1mLは、ストイックな穏やかで、ちょうどスクールランブルから八雲Tskamotoのような収集です。\u001b[22m\n\u001b[1m\u001b[22m\nRyuk is like this guy who talks like a grandpa.\n\n\u001b[1mリュックは、おじいちゃんのように話すこの男のようなものです。\u001b[22m\n\u001b[1m(Ryukku wa, ojīchan no yō ni hanasu kono otoko no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mRyuk is like this guy who talks like a grandpa.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRyuk is like this guy who talks like a grandpa.\u001b[24m\n    \u001b[1mリュックは、おじいちゃんのように話すこの男のようなものです。\u001b[22m, \u001b[1mリュークはおじいちゃんのように語ってこの男のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe annoying brat, Misa Amane, who is useless and always has a clingy personality. She always relies on Light in everything she do even though she is smart.\n\n\u001b[1m役に立たず、いつもぎこちない人格を持っている迷惑な馬、ミサ・アメーン。 彼女はスマートであるにもかかわらず、彼女が行うすべてのことで常にライトに頼っています。\u001b[22m\n\u001b[1m(Yakunitatazu, itsumo gikochinai jinkaku o motte iru meiwakuna uma, misa amēn. Kanojo wa sumātodearu nimokakawarazu, kanojo ga okonau subete no koto de tsuneni raito ni tayotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe annoying brat, Misa Amane, who is useless and always has a clingy personality. She always relies on Light in everything she do even though she is smart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe annoying brat, Misa Amane, who is useless and always has a clingy personality.\u001b[24m\n    \u001b[1m役に立たず、いつもぎこちない人格を持っている迷惑な馬、ミサ・アメーン。\u001b[22m, \u001b[1m常に無用であると迷惑なガキ、弥海砂は、体にぴったりの個性を持っています。\u001b[22m\n\u001b[4mShe always relies on Light in everything she do even though she is smart.\u001b[24m\n    \u001b[1m彼女はスマートであるにもかかわらず、彼女が行うすべてのことで常にライトに頼っています。\u001b[22m, \u001b[1m彼女はいつも彼女がスマートであっても行うすべての光に依存しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is not so dull but this anime is about a detective story of hunting the serial killer. In fact, like Detective Conan and the bone Collector.\n\n\u001b[1m芸術はそれほど鈍いわけではありませんが、このアニメは連続殺人犯の探偵物語です。 実際には、名探偵コナンと骨コレクターのように。\u001b[22m\n\u001b[1m(Geijutsu wa sore hodo nibui wakede wa arimasenga, kono anime wa renzoku satsujin-han no tantei monogataridesu. Jissai ni wa, meitanteikonan to hone korekutā no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mThe art is not so dull but this anime is about a detective story of hunting the serial killer. In fact, like Detective Conan and the bone Collector.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is not so dull but this anime is about a detective story of hunting the serial killer.\u001b[24m\n    \u001b[1m芸術はそれほど鈍いわけではありませんが、このアニメは連続殺人犯の探偵物語です。\u001b[22m, \u001b[1m芸術はとても鈍いではありませんが、このアニメは連続殺人犯を狩りの探偵小説についてです。\u001b[22m\n\u001b[4mIn fact, like Detective Conan and the bone Collector.\u001b[24m\n    \u001b[1m実際には、名探偵コナンと骨コレクターのように。\u001b[22m, \u001b[1m実際には、名探偵コナンと骨のコレクターのように。\u001b[22m\n\u001b[1m\u001b[22m\nIf Light made use of the death note for good, then that's ok. However, if he is using the death note for his satisfaction and glory then that's terrible. They say that killing is not a way to solve everything and in fact people may change from bad to good. We wouldn't know.\n\n\u001b[1mライトが死のノートをうまく使ったなら、それは大丈夫です。 しかし、彼が彼の満足と栄光のために死のノートを使用している場合、それはひどいです。 彼らは、殺害はすべてを解決する方法ではなく、実際に人々は悪いから良いへと変わるかもしれないと言います。 私たちは知りません。\u001b[22m\n\u001b[1m(Raito ga shi no nōto o umaku tsukattanara, sore wa daijōbudesu. Shikashi, kare ga kare no manzoku to eikō no tame ni shi no nōto o shiyō shite iru baai, sore wa hidoidesu. Karera wa, satsugai wa subete o kaiketsu suru hōhōde wa naku, jissai ni hitobito wa waruikara yoi e to kawaru kamo shirenai to iimasu. Watashitachi wa shirimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf Light made use of the death note for good, then that's ok. However, if he is using the death note for his satisfaction and glory then that's terrible. They say that killing is not a way to solve everything and in fact people may change from bad to good. We wouldn't know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf Light made use of the death note for good, then that's ok.\u001b[24m\n    \u001b[1mライトが死のノートをうまく使ったなら、それは大丈夫です。\u001b[22m, \u001b[1mライトが良いためデスノートを利用した場合、それは大丈夫です。\u001b[22m\n\u001b[4mHowever, if he is using the death note for his satisfaction and glory then that's terrible.\u001b[24m\n    \u001b[1mしかし、彼が彼の満足と栄光のために死のノートを使用している場合、それはひどいです。\u001b[22m, \u001b[1m彼は彼の満足度と栄光のために死のノートを使用している場合しかし、それはひどいです。\u001b[22m\n\u001b[4mThey say that killing is not a way to solve everything and in fact people may change from bad to good.\u001b[24m\n    \u001b[1m彼らは、殺害はすべてを解決する方法ではなく、実際に人々は悪いから良いへと変わるかもしれないと言います。\u001b[22m, \u001b[1m彼らは、殺害がすべてを解決するために、実際に人々が良いに悪いから変更することができる方法ではないと言います。\u001b[22m\n\u001b[4mWe wouldn't know.\u001b[24m\n    \u001b[1m私たちは知りません。\u001b[22m, \u001b[1m私たちは知っているだろう。\u001b[22m\n\u001b[1m\u001b[22m\nTo me, the characters even though they are likable except for Misa, they still didn't leave enough impression to me.\n\n\u001b[1m私には、ミサを除いて好きではあるが、彼らはまだ私に十分な印象を残さなかった。\u001b[22m\n\u001b[1m(Watashiniha, misa o nozoite sukide wa aru ga, karera wa mada watashi ni jūbun'na inshō o nokosanakatta.)\u001b[22m\n\nTranslations of \u001b[4mTo me, the characters even though they are likable except for Misa, they still didn't leave enough impression to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo me, the characters even though they are likable except for Misa, they still didn't leave enough impression to me.\u001b[24m\n    \u001b[1m私には、ミサを除いて好きではあるが、彼らはまだ私に十分な印象を残さなかった。\u001b[22m, \u001b[1m私には、文字は、彼らが美沙を除いて好感されているにもかかわらず、彼らはまだ私に十分な印象はありません。\u001b[22m\n\u001b[1m\u001b[22m\nI always grade based on the plot and characters. I also wanted Light Yagami to really learn how to understand people's feelings rather than seeking for glory.\n\n\u001b[1m私は常にプロットと文字に基づいて評価します。 明るい夜神は栄光を求めるよりも、人々の気持ちを理解する方法を本当に学びたかった。\u001b[22m\n\u001b[1m(Watashi wa tsuneni purotto to moji nimotozuite hyōka shimasu. Akarui yorugami wa eikō o motomeru yori mo, hitobito no kimochi o rikai suru hōhō o hontōni manabitakatta.)\u001b[22m\n\nTranslations of \u001b[4mI always grade based on the plot and characters. I also wanted Light Yagami to really learn how to understand people's feelings rather than seeking for glory.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI always grade based on the plot and characters.\u001b[24m\n    \u001b[1m私は常にプロットと文字に基づいて評価します。\u001b[22m, \u001b[1mプロットや文字に基づいて、私はいつもグレード。\u001b[22m\n\u001b[4mI also wanted Light Yagami to really learn how to understand people's feelings rather than seeking for glory.\u001b[24m\n    \u001b[1m明るい夜神は栄光を求めるよりも、人々の気持ちを理解する方法を本当に学びたかった。\u001b[22m, \u001b[1m私も本当に栄光のために求めているのではなく、人々の気持ちを理解する方法については、夜神月を望んでいました。\u001b[22m\n\u001b[1m\u001b[22m\nMisa Amane pulled down the grade for me because of her useless and annoying personality. She keeps saying her name twice.\n\n\u001b[1mミサアマネは無駄で迷惑な人格のために私のために学年を引き下げた。 彼女は彼女の名前を2度続けている。\u001b[22m\n\u001b[1m(Misaamane wa mudade meiwakuna jinkaku no tame ni watashi no tame ni gakunen o hikisageta. Kanojo wa kanojo no namae o 2-do tsudzukete iru.)\u001b[22m\n\nTranslations of \u001b[4mMisa Amane pulled down the grade for me because of her useless and annoying personality. She keeps saying her name twice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisa Amane pulled down the grade for me because of her useless and annoying personality.\u001b[24m\n    \u001b[1mミサアマネは無駄で迷惑な人格のために私のために学年を引き下げた。\u001b[22m, \u001b[1m弥海砂が原因彼女の役に立たないと迷惑な性格の私のために等級を引き下げ。\u001b[22m\n\u001b[4mShe keeps saying her name twice.\u001b[24m\n    \u001b[1m彼女は彼女の名前を2度続けている。\u001b[22m, \u001b[1m彼女は二度彼女の名前を言って保持します。\u001b[22m\n\u001b[1m\u001b[22m\nThe music was not so engaging. To me, the story was all right. Nothing let for me to say.\n\n\u001b[1m音楽はそれほど魅力的ではありませんでした。 私にとって、ストーリーは大丈夫だった。 私には何も言わせない。\u001b[22m\n\u001b[1m(Ongaku wa sorehodo mirikitekide wa arimasendeshita. Watashi ni totte, sutōrī wa daijōbudatta. Watashiniha nani mo iwa senai.)\u001b[22m\n\nTranslations of \u001b[4mThe music was not so engaging. To me, the story was all right. Nothing let for me to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was not so engaging.\u001b[24m\n    \u001b[1m音楽はそれほど魅力的ではありませんでした。\u001b[22m, \u001b[1m音楽はそれほど魅力的ではなかったです。\u001b[22m\n\u001b[4mTo me, the story was all right.\u001b[24m\n    \u001b[1m私にとって、ストーリーは大丈夫だった。\u001b[22m, \u001b[1m私には、話は大丈夫でした。\u001b[22m\n\u001b[4mNothing let for me to say.\u001b[24m\n    \u001b[1m私には何も言わせない。\u001b[22m, \u001b[1m何も私が言うのさせません。\u001b[22m\n\u001b[1m\u001b[22m\nBut overall, I would say this anime is all right. 6/10\n\n\u001b[1mしかし全体的に、私はこのアニメが大丈夫だと言うでしょう。  6/10\u001b[22m\n\u001b[1m(Shikashi zentai-teki ni, watashi wa kono anime ga daijōbuda to iudeshou. 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mBut overall, I would say this anime is all right. 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut overall, I would say this anime is all right.\u001b[24m\n    \u001b[1mしかし全体的に、私はこのアニメが大丈夫だと言うでしょう。\u001b[22m, \u001b[1mしかし全体的に、私はこのアニメはすべての権利であると言うでしょう。\u001b[22m\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "KurokoShadow75",
    "profile": "/profile/KurokoShadow75/reviews",
    "pages": "25",
    "number": "15",
    "link": "/reviews.php?id=87141",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nあなたの目を瞬く間に世界をより良い場所にしようと嫌った人を殺すことを考えたことはありませんか？ よく死のノートはこれの完璧な例です\n\n夜神はこれが本当だと信じています。肉体に触れなくても人を殺し始めるのは光の妖怪にとってどれほど楽しいかを知るためにこのアニメを見てみましょう。 それは時計の価値があるでしょう...\n\n全体的に私はアニメが傑作だと思ったのは、主人公は他のアニメのほとんどの主人公と違って邪悪であったからであり、彼はどんな手段で達成することが決まっているという目標を持っています。\n\nあなたが謎のアニメが好きで、多くの人が死ぬ気にならないなら、これはあなたが見るための良いアニメかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nEver thought of killing someone you disliked to make the world a better place in almost a blink of an eye? Well death note is the perfect example of this\n\n\u001b[1mあなたの目を瞬く間に世界をより良い場所にしようと嫌った人を殺すことを考えたことはありませんか？ よく死のノートはこれの完璧な例です\u001b[22m\n\u001b[1m(Anata no me o matatakumani sekai o yoriyoi basho ni shiyou to kiratta hito o korosu koto o kangaeta koto wa arimasen ka? Yoku shi no nōto wa kore no kanpekina reidesu)\u001b[22m\n\nTranslations of \u001b[4mEver thought of killing someone you disliked to make the world a better place in almost a blink of an eye? Well death note is the perfect example of this\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEver thought of killing someone you disliked to make the world a better place in almost a blink of an eye?\u001b[24m\n    \u001b[1mあなたの目を瞬く間に世界をより良い場所にしようと嫌った人を殺すことを考えたことはありませんか？\u001b[22m, \u001b[1m今まであなたが目のほぼ点滅で世界をより良い場所にするために嫌って誰かを殺すと思いましたか？\u001b[22m\n\u001b[4mWell death note is the perfect example of this\u001b[24m\n    \u001b[1mよく死のノートはこれの完璧な例です\u001b[22m, \u001b[1mまあ死のノートでは、この完璧な例です\u001b[22m\n\u001b[1m\u001b[22m\nLight Yagami believes this to be true, why not watch this anime to find out how fun it is for light yagami to start killing people without even physically touching them? It will be worth the watch...\n\n\u001b[1m夜神はこれが本当だと信じています。肉体に触れなくても人を殺し始めるのは光の妖怪にとってどれほど楽しいかを知るためにこのアニメを見てみましょう。 それは時計の価値があるでしょう...\u001b[22m\n\u001b[1m(Yorugami wa kore ga hontōda to shinjite imasu. Nikutai ni furenakute mo hito o koroshi hajimeru no wa hikari no yōkai ni totte dorehodo tanoshī ka o shiru tame ni kono anime o mite mimashou. Sore wa tokei no kachi ga arudeshou...)\u001b[22m\n\nTranslations of \u001b[4mLight Yagami believes this to be true, why not watch this anime to find out how fun it is for light yagami to start killing people without even physically touching them? It will be worth the watch...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLight Yagami believes this to be true, why not watch this anime to find out how fun it is for light yagami to start killing people without even physically touching them?\u001b[24m\n    \u001b[1m夜神はこれが本当だと信じています。肉体に触れなくても人を殺し始めるのは光の妖怪にとってどれほど楽しいかを知るためにこのアニメを見てみましょう。\u001b[22m, \u001b[1m夜神月はなぜ夜神月があっても物理的に接触することなく人を殺す開始することがいかに楽しい見つけるためにこのアニメを見ていない、これは真実であると信じていますか？\u001b[22m\n\u001b[4mIt will be worth the watch...\u001b[24m\n    \u001b[1mそれは時計の価値があるでしょう...\u001b[22m, \u001b[1mそれは時計の価値があるだろう...\u001b[22m\n\u001b[1m\u001b[22m\nOverall I thought the anime is a masterpiece because the main character was evil unlike most main characters in other animes and he has a goal which he is determined to achieve through any means.\n\n\u001b[1m全体的に私はアニメが傑作だと思ったのは、主人公は他のアニメのほとんどの主人公と違って邪悪であったからであり、彼はどんな手段で達成することが決まっているという目標を持っています。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa anime ga kessakuda to omotta no wa, shujinkō wa hoka no anime no hotondo no shujinkō to chigatte jaakudeattakaradeari, kare wa don'na shudan de tassei suru koto ga kimatte iru to iu mokuhyō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I thought the anime is a masterpiece because the main character was evil unlike most main characters in other animes and he has a goal which he is determined to achieve through any means.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I thought the anime is a masterpiece because the main character was evil unlike most main characters in other animes and he has a goal which he is determined to achieve through any means.\u001b[24m\n    \u001b[1m全体的に私はアニメが傑作だと思ったのは、主人公は他のアニメのほとんどの主人公と違って邪悪であったからであり、彼はどんな手段で達成することが決まっているという目標を持っています。\u001b[22m, \u001b[1m全体的に私は、主人公が他のアニメの中で最も主要な文字とは違っ悪だったと彼は彼が任意の手段を通じて達成するために決定された目標を持っているので、アニメの傑作であると思いました。\u001b[22m\n\u001b[1m\u001b[22m\nIf you like mystery animes and don't mind a lot of people dying then this might be a good anime for you to watch.\n\n\u001b[1mあなたが謎のアニメが好きで、多くの人が死ぬ気にならないなら、これはあなたが見るための良いアニメかもしれません。\u001b[22m\n\u001b[1m(Anata ga nazo no anime ga sukide, ōku no hito ga shinuki ni naranainara, kore wa anata ga miru tame no yoi anime kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you like mystery animes and don't mind a lot of people dying then this might be a good anime for you to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like mystery animes and don't mind a lot of people dying then this might be a good anime for you to watch.\u001b[24m\n    \u001b[1mあなたが謎のアニメが好きで、多くの人が死ぬ気にならないなら、これはあなたが見るための良いアニメかもしれません。\u001b[22m, \u001b[1mあなたは謎のアニメが好きで、死んで多くの人を気にしないなら、これはあなたが見てするための良いアニメかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "MonochromePsycho",
    "profile": "/profile/MonochromePsycho/reviews",
    "pages": "25",
    "number": "16",
    "link": "/reviews.php?id=81496",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n私は愛が大好き愛してデスノート！ それは間違いなく私がこれまで見てきた最高のアニメです。 物語は非常に興味深い、私がそれを置くのが好きなように、よく、平均から、「サイコチック殺人者」に行く普通の高校生。 この話は、NearとMello arcが始まるまで、LとLight / Kiraの間の猫とマウスのゲームです。 私はキャラクターの考え方が大好きで、彼らは非常にスマートで、私の演繹的スキルが育ったこのアニメを見て感じる。 特に「光」が好きではありませんが、世界で最も偉大な探偵であるLを凌駕する方法は、何度も私の心の外にあります。  Lは光をかなり数回も上回っていますが（関東での放送（またはスペルがあります）地域は素晴らしい動きでした）、結局、Lはその事件を解決したと思います。 正式にそれを行う。\nその後、文字があります。  Lは、私のために、間違いなく私の好きなキャラクターでした。 彼は魅力的なことは言うまでもなく、とてもスマートでした。あなたはもっと何を求めることができますか？ お菓子に対する彼の愛情はユニークで、毎日同じ服を着る方法がわかりません。 ライトについては、彼を正確に判断できないと思う。 彼の右と間違いの見方は他のものとは違うので、これは彼が正しく見たものです。 それは残念だ; ロックされている間にライトが目覚めてキラになると、あなたは彼の目に無邪気さと優しさを見ることができます。 デスノートは彼のことを、殺した人に殺したばかりだ。\n\nL弧の後、NearとMello弧が見えます。 なぜ人々がそれを嫌うのか分かりません。 もちろん、Lは亡くなりました、それは悲しいです、私を信じて、私も落ち込んでいました。しかし、同じ古​​いライトとLの事はしばらくして、退屈になるだろう、そう思いませんか？ 私は\n新しいアークは本当にそれを少しスパイスします。\n最初は、私はこのアークが好きでしたが、導入された新しいキャラクター（MelloとNear）は嫌いでしたが、私は（Melloだけでなく）それらを好きになったので、今私は彼に恋しています。\n\nニアへの私の意見は無情で感情のない人です。  Lさんでさえ、この人よりももっと感情があった。 近くでは本当に何もしません。 彼は誰もがMelloのようにそれをする代わりに、彼のために何かをする。 彼は他人に依存して、多くのことを彼のためにしています。自然のような子供はかわいいように見えるかもしれませんが、同じような人とデートをしたいと思うのは同時に変です。 彼はまた、SPKメンバーの何人かが彼が立っているときに死ぬと、他の男が彼のためにショットを取って、彼の顔に血の飛び散っているとき、映画の一つで、感情や悲しみのほんの少しを示していない、彼は本当にdoesnt 気になるようです。 プラス彼はモックL（彼は\"ゆるい\"と言います）と彼は同様のLのコピーキャットです。\n\nメロはこの弧に現れる別のキャラクターです。 私の最初のMelloの考えは、恐ろしい性格の同性愛者のゲイだった。 しかし、しばらくして私は彼を好きになった。 彼は感情を示し、何人かのキャラクターは何かを提供しません。 彼は真に怒っていて、Lは死んでいるのが悲しいですが、ニアは気にしないようです。 彼が15歳で自分自身で生きていく方法は大胆で、ショーに行くだけで、メロは自分が望むところに行くために何かをするでしょう。 彼は最終的にマフィアに参加します。それはそれが彼のスタイルであり、大統領を恐喝してキラを捕まえることさえできるからです。 メロは道を得るために何かをするだろう、そして、彼は非常にそこにいる、私が彼について愛しているものだ。 彼は非常に感情的です（彼が彼自身であると言っても）。しかし、結局彼は彼の人生を犠牲にしてしまいます。\n\n最後は素晴らしかった、私はライトがそんなやり方で死ぬことを期待しなかった。 私は結末が完璧だと思うが、私はちょっとした希望が近く死んだ。 私にとって、唯一の良いキャラクターは松田だった。\n\nだから私はこれに10を与えるのです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI love love LOVED Death Note! It is definitely the best anime I've seen so far. The story is very interesting, an average high school boy who goes from, well, average, to a 'psycotic murderer', as I like to put it. The story is pretty much a game of cat and mouse between L and Light/Kira until Near and Mello arc starts. I love the way the characters think, they are extremely smart and I feel by watching this anime my deductive skills have raised. Even though I dont particularly 'like' Light, the way he outsmarts L, the greatest detective in the world, numerous times is beyond my mind. Although L outsmarts Light quite a few times as well(the 'only broadcasting in the Kanto(or however you spell it) region was a nice move), and in the end, I think L did solve the case, to bad he wasnt there to officially do it.\n\n\u001b[1m私は愛が大好き愛してデスノート！ それは間違いなく私がこれまで見てきた最高のアニメです。 物語は非常に興味深い、私がそれを置くのが好きなように、よく、平均から、「サイコチック殺人者」に行く普通の高校生。 この話は、NearとMello arcが始まるまで、LとLight / Kiraの間の猫とマウスのゲームです。 私はキャラクターの考え方が大好きで、彼らは非常にスマートで、私の演繹的スキルが育ったこのアニメを見て感じる。 特に「光」が好きではありませんが、世界で最も偉大な探偵であるLを凌駕する方法は、何度も私の心の外にあります。  Lは光をかなり数回も上回っていますが（関東での放送（またはスペルがあります）地域は素晴らしい動きでした）、結局、Lはその事件を解決したと思います。 正式にそれを行う。\u001b[22m\n\u001b[1m(Watashi wa ai ga daisuki aishite desunōto! Sore wa machigainaku watashi ga kore made mitekita saikō no animedesu. Monogatari wa hijō ni kyōmibukai, watashi ga sore o oku no ga sukina yō ni, yoku, heikin kara,`saikochikku satsujin-sha' ni iku futsū no kōkōsei. Ko no hanashi wa, Near to Mello arc ga hajimaru made, L to raito/ Kira no ma no neko to mausu no gēmudesu. Watashi wa kyarakutā no kangaekata ga daisukide, karera wa hijō ni sumāto de, watashi no en'eki-teki sukiru ga sodatta kono anime o mite kanjiru. Tokuni `hikari' ga sukide wa arimasenga, sekai de mottomo idaina tanteidearu L o ryōga suru hōhō wa, nando mo watashi no kokoro no soto ni arimasu. L wa hikari o kanari sū-kai mo uwamawatte imasuga (Kantō de no hōsō (matawa superu ga arimasu) chiiki wa subarashī ugokideshita), kekkyoku, L wa sono jiken o kaiketsu shita to omoimasu. Seishiki ni sore o okonau.)\u001b[22m\n\nTranslations of \u001b[4mI love love LOVED Death Note! It is definitely the best anime I've seen so far. The story is very interesting, an average high school boy who goes from, well, average, to a 'psycotic murderer', as I like to put it. The story is pretty much a game of cat and mouse between L and Light/Kira until Near and Mello arc starts. I love the way the characters think, they are extremely smart and I feel by watching this anime my deductive skills have raised. Even though I dont particularly 'like' Light, the way he outsmarts L, the greatest detective in the world, numerous times is beyond my mind. Although L outsmarts Light quite a few times as well(the 'only broadcasting in the Kanto(or however you spell it) region was a nice move), and in the end, I think L did solve the case, to bad he wasnt there to officially do it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love love LOVED Death Note!\u001b[24m\n    \u001b[1m私は愛が大好き愛してデスノート！\u001b[22m, \u001b[1m私は愛がデスノートをLOVED大好き！\u001b[22m\n\u001b[4mIt is definitely the best anime I've seen so far.\u001b[24m\n    \u001b[1mそれは間違いなく私がこれまで見てきた最高のアニメです。\u001b[22m, \u001b[1mそれは間違いなく私がこれまで見た中で最高のアニメです。\u001b[22m\n\u001b[4mThe story is very interesting, an average high school boy who goes from, well, average, to a 'psycotic murderer', as I like to put it.\u001b[24m\n    \u001b[1m物語は非常に興味深い、私がそれを置くのが好きなように、よく、平均から、「サイコチック殺人者」に行く普通の高校生。\u001b[22m, \u001b[1m話は非常に興味深いです、私はそれを置くために好きなように、「psycotic殺人者」に、平均、よく、から行く平均男子高校生。\u001b[22m\n\u001b[4mThe story is pretty much a game of cat and mouse between L and Light/Kira until Near and Mello arc starts.\u001b[24m\n    \u001b[1mこの話は、NearとMello arcが始まるまで、LとLight / Kiraの間の猫とマウスのゲームです。\u001b[22m, \u001b[1mNearとメロアークが開始されるまでの話はかなりLと光/キラの間猫とネズミのゲームです。\u001b[22m\n\u001b[4mI love the way the characters think, they are extremely smart and I feel by watching this anime my deductive skills have raised.\u001b[24m\n    \u001b[1m私はキャラクターの考え方が大好きで、彼らは非常にスマートで、私の演繹的スキルが育ったこのアニメを見て感じる。\u001b[22m, \u001b[1m私は文字の考え方を愛し、彼らは非常にスマートであり、私は私の演繹スキルが上げたこのアニメを見て感じています。\u001b[22m\n\u001b[4mEven though I dont particularly 'like' Light, the way he outsmarts L, the greatest detective in the world, numerous times is beyond my mind.\u001b[24m\n    \u001b[1m特に「光」が好きではありませんが、世界で最も偉大な探偵であるLを凌駕する方法は、何度も私の心の外にあります。\u001b[22m, \u001b[1m私は特にライト、彼はLをoutsmartsよう、世界で最も偉大な探偵」などの「いけないにも関わらず、何度は私の心を超えています。\u001b[22m\n\u001b[4mAlthough L outsmarts Light quite a few times as well(the 'only broadcasting in the Kanto(or however you spell it) region was a nice move), and in the end, I think L did solve the case, to bad he wasnt there\u001b[24m\n    \u001b[1mLは光をかなり数回も上回っていますが（関東での放送（またはスペルがあります）地域は素晴らしい動きでした）、結局、Lはその事件を解決したと思います。\u001b[22m, \u001b[1mLはライトをoutsmartsが同様にかなりの数回は（ 'のみ）関東での放送（またはしかし、あなたがそれを綴る地域はいい動きだった）、そして最後に、私はLが事件を解決したと思う、悪いに彼はそこ波平\u001b[22m\n\u001b[4mto officially do it.\u001b[24m\n    \u001b[1m正式にそれを行う。\u001b[22m, \u001b[1m公式にそれを行うには。\u001b[22m\nThen there is the characters. L, for me, was definitely my favorite character. He was so smart, not to mention attractive.What more could you ask for? His love for sweets is unique, and I have no idea how he can wear the same clothes every day. As for Light, I think you cant exactly judge him. His perspective of right and wrong is different from others, so this is what he saw as right. Its a shame; when Light 'awakens' from being Kira while being locked up, you can see the innocence and kindness in his eyes. The Death Note turned his in to a killer who simply killed anyone who got in his way.\n\n\u001b[1mその後、文字があります。  Lは、私のために、間違いなく私の好きなキャラクターでした。 彼は魅力的なことは言うまでもなく、とてもスマートでした。あなたはもっと何を求めることができますか？ お菓子に対する彼の愛情はユニークで、毎日同じ服を着る方法がわかりません。 ライトについては、彼を正確に判断できないと思う。 彼の右と間違いの見方は他のものとは違うので、これは彼が正しく見たものです。 それは残念だ; ロックされている間にライトが目覚めてキラになると、あなたは彼の目に無邪気さと優しさを見ることができます。 デスノートは彼のことを、殺した人に殺したばかりだ。\u001b[22m\n\u001b[1m(Sonogo, moji ga arimasu. L wa, watashi no tame ni, machigainaku watashi no sukina kyarakutādeshita. Kare wa miryoku-tekina koto wa iumademonaku, totemo sumātodeshita. Anata wa motto nani o motomeru koto ga dekimasu ka? Okashi ni taisuru kare no aijō wa yunīku de, mainichi onaji fukuwokiru hōhō ga wakarimasen. Raito ni tsuite wa, kare o seikaku ni handan dekinai to omou. Kare no migi to machigai no mikata wa hoka no mono to wa chigau node, kore wa kare ga tadashiku mita monodesu. Sore wa zan'nenda; rokku sa rete iru ma ni raito ga mezamete kira ni naru to, anata wa kare no me ni mujaki-sa to yasashi-sa o miru koto ga dekimasu. Desunōto wa kare no koto o, koroshita hito ni koroshita bakarida.)\u001b[22m\n\nTranslations of \u001b[4mThen there is the characters. L, for me, was definitely my favorite character. He was so smart, not to mention attractive.What more could you ask for? His love for sweets is unique, and I have no idea how he can wear the same clothes every day. As for Light, I think you cant exactly judge him. His perspective of right and wrong is different from others, so this is what he saw as right. Its a shame; when Light 'awakens' from being Kira while being locked up, you can see the innocence and kindness in his eyes. The Death Note turned his in to a killer who simply killed anyone who got in his way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen there is the characters.\u001b[24m\n    \u001b[1mその後、文字があります。\u001b[22m, \u001b[1mその後の文字があります。\u001b[22m\n\u001b[4mL, for me, was definitely my favorite character.\u001b[24m\n    \u001b[1mLは、私のために、間違いなく私の好きなキャラクターでした。\u001b[22m, \u001b[1mLは、私にとっては、間違いなく私の好きなキャラクターでした。\u001b[22m\n\u001b[4mHe was so smart, not to mention attractive.What more could you ask for?\u001b[24m\n    \u001b[1m彼は魅力的なことは言うまでもなく、とてもスマートでした。あなたはもっと何を求めることができますか？\u001b[22m, \u001b[1m彼はあなたが求めることができるよりattractive.Whatもちろんのこと、とてもスマートでしたか？\u001b[22m\n\u001b[4mHis love for sweets is unique, and I have no idea how he can wear the same clothes every day.\u001b[24m\n    \u001b[1mお菓子に対する彼の愛情はユニークで、毎日同じ服を着る方法がわかりません。\u001b[22m, \u001b[1mお菓子のための彼の愛は、ユニークであり、私は彼が毎日同じ服を着ることができるか見当がつかない。\u001b[22m\n\u001b[4mAs for Light, I think you cant exactly judge him.\u001b[24m\n    \u001b[1mライトについては、彼を正確に判断できないと思う。\u001b[22m, \u001b[1mライト用として、私はあなたが正確に彼を判断傾けると思います。\u001b[22m\n\u001b[4mHis perspective of right and wrong is different from others, so this is what he saw as right.\u001b[24m\n    \u001b[1m彼の右と間違いの見方は他のものとは違うので、これは彼が正しく見たものです。\u001b[22m, \u001b[1m善悪の彼の視点は、他のものと異なっているので、これは彼が右の見たものです。\u001b[22m\n\u001b[4mIts a shame;\u001b[24m\n    \u001b[1mそれは残念だ;\u001b[22m, \u001b[1mそれは残念です。\u001b[22m, \u001b[1mその恥。\u001b[22m\n\u001b[4mwhen Light 'awakens' from being Kira while being locked up, you can see the innocence and kindness in his eyes.\u001b[24m\n    \u001b[1mロックされている間にライトが目覚めてキラになると、あなたは彼の目に無邪気さと優しさを見ることができます。\u001b[22m, \u001b[1mライトがロックされながらキラであることから「目覚め」とき、あなたは彼の目に無邪気さと優しさを見ることができます。\u001b[22m\n\u001b[4mThe Death Note turned his in to a killer who simply killed anyone who got in his way.\u001b[24m\n    \u001b[1mデスノートは彼のことを、殺した人に殺したばかりだ。\u001b[22m, \u001b[1mデスノートは、単に彼の邪魔になって人を殺した殺人犯に彼の中を回しました。\u001b[22m\n\u001b[1m\u001b[22m\nAfter the L arc, we see the Near and Mello arc. I dont understand why people dislike it. Of course, L died, and it IS sad, trust me, I was depressed too.But that same old Light and L thing would get boring after a while, dont ya think? I think a\n\n\u001b[1mL弧の後、NearとMello弧が見えます。 なぜ人々がそれを嫌うのか分かりません。 もちろん、Lは亡くなりました、それは悲しいです、私を信じて、私も落ち込んでいました。しかし、同じ古​​いライトとLの事はしばらくして、退屈になるだろう、そう思いませんか？ 私は\u001b[22m\n\u001b[1m(L ko no ato, Near to Mello ko ga miemasu. Naze hitobito ga sore o kirau no ka wakarimasen. Mochiron, L wa nakunarimashita, sore wa kanashīdesu, watashi o shinjite, watashi mo ochikonde imashita. Shikashi, onaji ko ​​ i raito to L no koto wa shibaraku shite, taikutsu ni narudarou, sō omoimasen ka? Watashi wa)\u001b[22m\n\nTranslations of \u001b[4mAfter the L arc, we see the Near and Mello arc. I dont understand why people dislike it. Of course, L died, and it IS sad, trust me, I was depressed too.But that same old Light and L thing would get boring after a while, dont ya think? I think a\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter the L arc, we see the Near and Mello arc.\u001b[24m\n    \u001b[1mL弧の後、NearとMello弧が見えます。\u001b[22m, \u001b[1mLアーク後、我々は近くとメロアークを参照してください。\u001b[22m\n\u001b[4mI dont understand why people dislike it.\u001b[24m\n    \u001b[1mなぜ人々がそれを嫌うのか分かりません。\u001b[22m, \u001b[1m私は人々がそれを嫌う理由を理解いけません。\u001b[22m\n\u001b[4mOf course, L died, and it IS sad, trust me, I was depressed too.But that same old Light and L thing would get boring after a while, dont ya think?\u001b[24m\n    \u001b[1mもちろん、Lは亡くなりました、それは悲しいです、私を信じて、私も落ち込んでいました。しかし、同じ古いライトとLの事はしばらくして、退屈になるだろう、そう思いませんか？\u001b[22m, \u001b[1mもちろん、Lが死亡し、それは悲しいです、屋と思ういけない、私は同じ古い光とLの事はしばらくして退屈だろうとtoo.But押されていた、私を信頼？\u001b[22m\n\u001b[4mI think a\u001b[24m\n    \u001b[1m私は\u001b[22m, \u001b[1m私は思います\u001b[22m\nnew arc really spices it up a little.\n\n\u001b[1m新しいアークは本当にそれを少しスパイスします。\u001b[22m\n\u001b[1m(Atarashī āku wa hontōni sore o sukoshi supaisu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mnew arc really spices it up a little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnew arc really spices it up a little.\u001b[24m\n    \u001b[1m新しいアークは本当にそれを少しスパイスします。\u001b[22m, \u001b[1m新しいアークは本当に少しそれをスパイス。\u001b[22m\nIn the beginning, I liked this arc, but hated the new characters introduced(Mello and Near), but I grew to like them (no just Mello) and now I am in love with him.\n\n\u001b[1m最初は、私はこのアークが好きでしたが、導入された新しいキャラクター（MelloとNear）は嫌いでしたが、私は（Melloだけでなく）それらを好きになったので、今私は彼に恋しています。\u001b[22m\n\u001b[1m(Saisho wa, watashi wa kono āku ga sukideshita ga, dōnyū sa reta atarashī kyarakutā (Mello to Near) wa kiraideshitaga, watashi wa (Mello dakedenaku) sorera o suki ni nattanode, ima watashi wa kare ni koishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the beginning, I liked this arc, but hated the new characters introduced(Mello and Near), but I grew to like them (no just Mello) and now I am in love with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the beginning, I liked this arc, but hated the new characters introduced(Mello and Near), but I grew to like them (no just Mello) and now I am in love with him.\u001b[24m\n    \u001b[1m最初は、私はこのアークが好きでしたが、導入された新しいキャラクター（MelloとNear）は嫌いでしたが、私は（Melloだけでなく）それらを好きになったので、今私は彼に恋しています。\u001b[22m, \u001b[1m初めに、私はこの弧を言っていたが、（メロとニア）導入された新しい文字を嫌って、私は彼ら（無ちょうどメロを）好きに成長し、今私は彼と恋にしています。\u001b[22m\n\u001b[1m\u001b[22m\nMy opinion on Near is a heartless, emotionless person. Even L had more emotions then this guy. Near just doesnt really do anything. He makes everyone do stuff FOR him, instead of doing it himself, like Mello. He depends on others to do so many things for him, and his child like nature may seem cute, but it is weird at the same time, who would want to date a guy like that. He also doesnt show the slightest bit of emotion or sorrow when some of the SPK members die when they are standing by him, and in one of the movies when that other guy takes the shot for him and blood splatters on his face, he really doesnt seem to care. Plus he mocks L(stating he is a 'looser') and he is such a copycat of L as well.\n\n\u001b[1mニアへの私の意見は無情で感情のない人です。  Lさんでさえ、この人よりももっと感情があった。 近くでは本当に何もしません。 彼は誰もがMelloのようにそれをする代わりに、彼のために何かをする。 彼は他人に依存して、多くのことを彼のためにしています。自然のような子供はかわいいように見えるかもしれませんが、同じような人とデートをしたいと思うのは同時に変です。 彼はまた、SPKメンバーの何人かが彼が立っているときに死ぬと、他の男が彼のためにショットを取ると映画のいずれかで、彼の顔に血の飛び跳ね、彼は本当にdoesnt、感情や悲しみのわずかなビットを示していない 気になるようです。 プラス彼はモックL（彼は\"ゆるい\"と言っている）と彼は同様のLのコピーキャットです。\u001b[22m\n\u001b[1m(Nia e no watashi no iken wa mujōde kanjō no nai hitodesu. L-sande sae, kono hito yori mo motto kanjō ga atta. Chikakude wa hontōni nani mo shimasen. Kare wa daremoga Mello no yō ni sore o suru kawari ni, kare no tame ni nanika o suru. Kare wa tanin ni izon shite, ōku no koto o kare no tame ni shite imasu. Shizen no yōna kodomo wa kawaī yō ni mieru kamo shiremasenga, onajiyōna hito to dēto o shitai to omou no wa dōjini hendesu. Kare wa mata, SPK menbā no nan'ninka ga kare ga tatte iru toki ni shinu to, hoka no otoko ga kare no tame ni shotto o toru to eiga no izureka de, kare no kao ni chi no tobihane, kare wa hontōni doesnt, kanjō ya kanashimi no wazukana bitto o shimeshite inai ki ni naru yōdesu. Purasu kare wa mokku L (kare wa\" yurui\" to itte iru) to kare wa dōyō no L no kopīkyattodesu.)\u001b[22m\n\nTranslations of \u001b[4mMy opinion on Near is a heartless, emotionless person. Even L had more emotions then this guy. Near just doesnt really do anything. He makes everyone do stuff FOR him, instead of doing it himself, like Mello. He depends on others to do so many things for him, and his child like nature may seem cute, but it is weird at the same time, who would want to date a guy like that. He also doesnt show the slightest bit of emotion or sorrow when some of the SPK members die when they are standing by him, and in one of the movies when that other guy takes the shot for him and blood splatters on his face, he really doesnt seem to care. Plus he mocks L(stating he is a 'looser') and he is such a copycat of L as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy opinion on Near is a heartless, emotionless person.\u001b[24m\n    \u001b[1mニアへの私の意見は無情で感情のない人です。\u001b[22m, \u001b[1m近くに私の意見は無情な、無表情な人です。\u001b[22m\n\u001b[4mEven L had more emotions then this guy.\u001b[24m\n    \u001b[1mLさんでさえ、この人よりももっと感情があった。\u001b[22m, \u001b[1mでもLは、この男より感情を持っていました。\u001b[22m\n\u001b[4mNear just doesnt really do anything.\u001b[24m\n    \u001b[1m近くでは本当に何もしません。\u001b[22m, \u001b[1m本当に何もしdoesntの近く。\u001b[22m\n\u001b[4mHe makes everyone do stuff FOR him, instead of doing it himself, like Mello.\u001b[24m\n    \u001b[1m彼は誰もがMelloのようにそれをする代わりに、彼のために何かをする。\u001b[22m, \u001b[1m彼はメロのように、代わりにそれを自分自身を行うのは、誰もが彼のためにものを行うことができます。\u001b[22m\n\u001b[4mHe depends on others to do so many things for him, and his child like nature may seem cute, but it is weird at the same time, who would want to date a guy like that.\u001b[24m\n    \u001b[1m彼は他人に依存して、多くのことを彼のためにしています。自然のような子供はかわいいように見えるかもしれませんが、同じような人とデートをしたいと思うのは同時に変です。\u001b[22m, \u001b[1m彼は彼のためにたくさんのことを行うために他人に依存しており、自然のような彼の子供はかわいいように見えるかもしれないが、それはそのような男とデートしたいと思うと同時に、奇妙です。\u001b[22m\n\u001b[4mHe also doesnt show the slightest bit of emotion or sorrow when some of the SPK members die when they are standing by him, and in one of the movies when that other guy takes the shot for him and blood splatters on his face, he really doesnt\u001b[24m\n    \u001b[1m彼はまた、SPKメンバーの何人かが彼が立っているときに死ぬと、他の男が彼のためにショットを取ると映画のいずれかで、彼の顔に血の飛び跳ね、彼は本当にdoesnt、感情や悲しみのわずかなビットを示していない\u001b[22m, \u001b[1mSPKのメンバーのいくつかは、彼らが彼によって立っているときに死亡したとき、彼はまた、感情や悲しみのわずかなビットを示しdoesntの、およびそのほかの男が彼の顔に彼のためにショットを取り、血液飛散映画の一つで、彼は本当にdoesntの\u001b[22m\n\u001b[4mseem to care.\u001b[24m\n    \u001b[1m気になるようです。\u001b[22m, \u001b[1m気にするようです。\u001b[22m\n\u001b[4mPlus he mocks L(stating he is a 'looser') and he is such a copycat of L as well.\u001b[24m\n    \u001b[1mプラス彼はモックL（彼は\"ゆるい\"と言っている）と彼は同様のLのコピーキャットです。\u001b[22m, \u001b[1mプラス彼はL（彼は「緩い」である旨）をあざけり、彼は同様に、Lのような模倣です。\u001b[22m\n\u001b[1m\u001b[22m\nMello is another character who shows up in this arc. My first thought of Mello was a gay angry girly person who is a horrible character. But after a while I started to like him. He shows emotions, something a few characters fail to provide. He is genuinely angry and sad that L is dead, while Near seems to not care at all. The way he went to live on his own at the age of 15 is daring and just goes to show, Mello will do anything to get to where he wants. He eventually joins the mafia because that is more his style and even goes as far as blackmailing the president to catch Kira. Mello will do anything to get his way, and he is very out there, thats what I love about him. He is very emotional(even stating himself that he is), but it eventually ends up costing him his life .\n\n\u001b[1mメロはこの弧に現れる別のキャラクターです。 私の最初のMelloの考えは、恐ろしい性格の同性愛者のゲイだった。 しかし、しばらくして私は彼を好きになった。 彼は感情を示し、何人かのキャラクターは何かを提供しません。 彼は真に怒っていて、Lは死んでいるのが悲しいですが、ニアは気にしないようです。 彼が15歳で自分自身で生きていく方法は大胆で、ショーに行くだけで、メロは自分が望むところに行くために何かをするでしょう。 彼は最終的にマフィアに参加します。それはそれが彼のスタイルであり、大統領を恐喝してキラを捕まえることさえできるからです。 メロは道を得るために何かをするだろう、そして、彼は非常にそこにいる、私が彼について愛しているものだ。 彼は非常に感情的です（彼が彼自身であると言っても）。しかし、結局彼は彼の人生を犠牲にしてしまいます。\u001b[22m\n\u001b[1m(Mero wa kono ko ni arawareru betsu no kyarakutādesu. Watashi no saisho no Mello no kangae wa, osoroshī seikaku no dōseiai-sha no geidatta. Shikashi, shibaraku shite watashi wa kare o suki ni natta. Kare wa kanjō o shimeshi, nan'ninka no kyarakutā wa nanika o teikyō shimasen. Kare wa makotoni okotte ite, L wa shinde iru no ga kanashīdesuga, nia wa ki ni shinai yōdesu. Kare ga 15-sai de jibun jishin de ikiteiku hōhō wa daitande, shō ni iku dake de, mero wa jibun ga nozomu tokoro ni iku tame ni nanika o surudeshou. Kare wa saishūtekini Mafia ni sanka shimasu. Sore wa sore ga kare no sutairudeari, daitōryō o kyōkatsu shite kira o tsukamaeru koto sae dekirukaradesu. Mero wa michi o eru tame ni nanika o surudarou, soshite, kare wa hijō ni soko ni iru, watashi ga kare ni tsuite itoshite iru monoda. Kare wa hijō ni kanjō-tekidesu (kare ga kare jishindearu to itte mo). Shikashi, kekkyoku kare wa kare no jinsei o gisei ni shite shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mMello is another character who shows up in this arc. My first thought of Mello was a gay angry girly person who is a horrible character. But after a while I started to like him. He shows emotions, something a few characters fail to provide. He is genuinely angry and sad that L is dead, while Near seems to not care at all. The way he went to live on his own at the age of 15 is daring and just goes to show, Mello will do anything to get to where he wants. He eventually joins the mafia because that is more his style and even goes as far as blackmailing the president to catch Kira. Mello will do anything to get his way, and he is very out there, thats what I love about him. He is very emotional(even stating himself that he is), but it eventually ends up costing him his life .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMello is another character who shows up in this arc.\u001b[24m\n    \u001b[1mメロはこの弧に現れる別のキャラクターです。\u001b[22m, \u001b[1mメロは、この弧に表示別の文字です。\u001b[22m\n\u001b[4mMy first thought of Mello was a gay angry girly person who is a horrible character.\u001b[24m\n    \u001b[1m私の最初のMelloの考えは、恐ろしい性格の同性愛者のゲイだった。\u001b[22m, \u001b[1mメロの私の最初の思考は恐ろしい文字であるゲイの怒ってガーリーな人でした。\u001b[22m\n\u001b[4mBut after a while I started to like him.\u001b[24m\n    \u001b[1mしかし、しばらくして私は彼を好きになった。\u001b[22m, \u001b[1mしかし、しばらくすると、私は彼を好きに始めました。\u001b[22m\n\u001b[4mHe shows emotions, something a few characters fail to provide.\u001b[24m\n    \u001b[1m彼は感情を示し、何人かのキャラクターは何かを提供しません。\u001b[22m, \u001b[1m彼は感情、いくつかの文字を提供することができない何かを示しています。\u001b[22m\n\u001b[4mHe is genuinely angry and sad that L is dead, while Near seems to not care at all.\u001b[24m\n    \u001b[1m彼は真に怒っていて、Lは死んでいるのが悲しいですが、ニアは気にしないようです。\u001b[22m, \u001b[1m彼は近くはまったく気にしないように見える一方で、Lは、死んでいることを心底怒っていると悲しいです。\u001b[22m\n\u001b[4mThe way he went to live on his own at the age of 15 is daring and just goes to show, Mello will do anything to get to where he wants.\u001b[24m\n    \u001b[1m彼が15歳で自分自身で生きていく方法は大胆で、ショーに行くだけで、メロは自分が望むところに行くために何かをするでしょう。\u001b[22m, \u001b[1m彼は15歳の時に自分でライブを行った方法は、メロは彼が望んでいる場所に到達するために何でもします、大胆で、ちょうど示すことを行きます。\u001b[22m\n\u001b[4mHe eventually joins the mafia because that is more his style and even goes as far as blackmailing the president to catch Kira.\u001b[24m\n    \u001b[1m彼は最終的にマフィアに参加します。それはそれが彼のスタイルであり、大統領を恐喝してキラを捕まえることさえできるからです。\u001b[22m, \u001b[1mそれはより多くの彼のスタイルであってもキラをキャッチするために社長を脅迫限り行くので、彼は最終的にマフィアに参加します。\u001b[22m\n\u001b[4mMello will do anything to get his way, and he is very out there, thats what I love about him.\u001b[24m\n    \u001b[1mメロは道を得るために何かをするだろう、そして、彼は非常にそこにいる、私が彼について愛しているものだ。\u001b[22m, \u001b[1mメロは彼の方法を取得するために何でもします、と彼は非常にそこにある、私は彼について好きなのthats。\u001b[22m\n\u001b[4mHe is very emotional(even stating himself that he is), but it eventually ends up costing him his life .\u001b[24m\n    \u001b[1m彼は非常に感情的です（彼が彼自身であると言っても）。しかし、結局彼は彼の人生を犠牲にしてしまいます。\u001b[22m, \u001b[1m彼は（たとえ彼があることを自分自身を述べる）非常に感情的であるが、それは最終的に彼に彼の人生の原価計算してしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nThe end was amazing, I didnt expect Light to die in such a way. I think the ending was perfect, but I kind of wish Near wouldve died. To me, the only good character that lived was Matsuda.\n\n\u001b[1m最後は素晴らしかった、私はライトがそんなやり方で死ぬことを期待しなかった。 私は結末が完璧だと思うが、私はちょっとした希望が近く死んだ。 私にとって、唯一の良いキャラクターは松田だった。\u001b[22m\n\u001b[1m(Saigo wa subarashikatta, watashi wa raito ga son'na yarikata de shinu koto o kitai shinakatta. Watashi wa ketsumatsu ga kanpekida to omou ga, watashi wa chottoshita kibō ga chikaku shinda. Watashi ni totte, yuiitsu no yoi kyarakutā wa Matsudadatta.)\u001b[22m\n\nTranslations of \u001b[4mThe end was amazing, I didnt expect Light to die in such a way. I think the ending was perfect, but I kind of wish Near wouldve died. To me, the only good character that lived was Matsuda.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe end was amazing, I didnt expect Light to die in such a way.\u001b[24m\n    \u001b[1m最後は素晴らしかった、私はライトがそんなやり方で死ぬことを期待しなかった。\u001b[22m, \u001b[1m最後は、私はライトは、このような方法で死ぬことを期待していませんでし、驚くべきものでした。\u001b[22m\n\u001b[4mI think the ending was perfect, but I kind of wish Near wouldve died.\u001b[24m\n    \u001b[1m私は結末が完璧だと思うが、私はちょっとした希望が近く死んだ。\u001b[22m, \u001b[1m私はエンディングは完璧だったと思うが、私は一種の近くwouldveが死亡たいです。\u001b[22m\n\u001b[4mTo me, the only good character that lived was Matsuda.\u001b[24m\n    \u001b[1m私にとって、唯一の良いキャラクターは松田だった。\u001b[22m, \u001b[1m私には、住んでいた唯一の良い文字が松田でした。\u001b[22m\n\u001b[1m\u001b[22m\nThat is why I give this a 10.\n\n\u001b[1mだから私はこれに10を与えるのです。\u001b[22m\n\u001b[1m(Dakara watashi wa kore ni 10 o ataeru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mThat is why I give this a 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat is why I give this a 10.\u001b[24m\n    \u001b[1mだから私はこれに10を与えるのです。\u001b[22m, \u001b[1m私はこの10を与える理由です。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "ToboeTheWolf",
    "profile": "/profile/ToboeTheWolf/reviews",
    "pages": "25",
    "number": "17",
    "link": "/reviews.php?id=20002",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nデスノートは素晴らしいストーリーです。 それは驚異的な戦いを持っています - しかし、剣術や忍者のテクニックと戦う代わりに、天才の心が2つの戦いを目の当たりにします。\nこのアニメは私にとって面白くなることは決してありませんでした。 どのエピソードでも、私は「光がこの一見不可能な状況からどうやって捕まえられなくなるのだろうか？ 次に何が起こるのですか？\n\nキャラクター：\n素晴らしい文字のキャストがあります。 クールな天才、厄介な天才、そして恐ろしいものから完全に愛情を込めて陽気なものへと変身する死神（死神）があります。 他にも偉大なキャラクターがたくさんあります。\n\n欠陥：\nいくつかの欠陥がありましたが、許される可能性があります。\n\nサウンドトラック：\nすべてのオープニングとエンディングは素晴らしかったです。 他のサウンドトラックも素晴らしく、彼らは状況に非常によく合いました。\n\nダビングバージョン：\nダビングされたバージョンは傑作です。 声優は完璧でした。脚本はあまり変わっていませんでしたが、実際にはすべての重要な名前を正しく発音することができました。 それは、普通のダビングされたアニメではほとんど見られないものです。\n\n死のノートは華麗なアニメです。 それには驚異的な戦いがありますが、議論の余地もあります。 正義はどちら側ですか？",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is a brilliant story. It has amazing battles - yet instead of swordfights or fighting with ninja techniques, one witnesses a battle of two genius minds.\n\n\u001b[1mデスノートは素晴らしいストーリーです。 それは驚異的な戦いを持っています - しかし、剣術や忍者のテクニックと戦う代わりに、天才の心が2つの戦いを目の当たりにします。\u001b[22m\n\u001b[1m(Desunōto wa subarashī sutōrīdesu. Sore wa kyōi-tekina tatakai o motte imasu - shikashi, kenjutsu ya ninja no tekunikku to tatakau kawari ni, tensai no kokoro ga 2tsu no tatakai o manoatari ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is a brilliant story. It has amazing battles - yet instead of swordfights or fighting with ninja techniques, one witnesses a battle of two genius minds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is a brilliant story.\u001b[24m\n    \u001b[1mデスノートは素晴らしいストーリーです。\u001b[22m, \u001b[1mデスノートは、鮮やかな物語です。\u001b[22m\n\u001b[4mIt has amazing battles - yet instead of swordfights or fighting with ninja techniques, one witnesses a battle of two genius minds.\u001b[24m\n    \u001b[1mそれは驚異的な戦いを持っています - しかし、剣術や忍者のテクニックと戦う代わりに、天才の心が2つの戦いを目の当たりにします。\u001b[22m, \u001b[1mそれは素晴らしい戦いを持っている - まだ代わりにswordfightsのか忍者技術、1人の証人2天才の心の戦いとの戦い。\u001b[22m\nThis anime never stopped becoming interesting to me. Every episode, I'm wondering, 'how will Light get out of this seemingly-impossible situation without getting caught? What is going to happen next?'\n\n\u001b[1mこのアニメは私にとって面白くなることは決してありませんでした。 どのエピソードでも、私は「光がこの一見不可能な状況からどうやって捕まえられなくなるのだろうか？ 次に何が起こるのですか？\u001b[22m\n\u001b[1m(Kono anime wa watashi ni totte omoshiroku naru koto wa kesshite arimasendeshita. Dono episōdo demo, watashi wa `hikari ga kono ikken fukanōna jōkyō kara dō yatte tsukamae rarenaku naru nodarou ka? Tsugini nani ga okoru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThis anime never stopped becoming interesting to me. Every episode, I'm wondering, 'how will Light get out of this seemingly-impossible situation without getting caught? What is going to happen next?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime never stopped becoming interesting to me.\u001b[24m\n    \u001b[1mこのアニメは私にとって面白くなることは決してありませんでした。\u001b[22m, \u001b[1mこのアニメは私には興味深いとなって停止することはありません。\u001b[22m\n\u001b[4mEvery episode, I'm wondering, 'how will Light get out of this seemingly-impossible situation without getting caught?\u001b[24m\n    \u001b[1mどのエピソードでも、私は「光がこの一見不可能な状況からどうやって捕まえられなくなるのだろうか？\u001b[22m, \u001b[1mすべてのエピソード、私はどのように光が捕まることなく、この一見不可能な状況から抜け出すだろう '、思ったんだけど？\u001b[22m\n\u001b[4mWhat is going to happen next?'\u001b[24m\n    \u001b[1m次に何が起こるのですか？\u001b[22m, \u001b[1m次に何が起こるのだろう？」\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThere is a wonderful cast of characters. There's a cool genius, an awkward genius, and a Death God (shinigami) who's antics switch from frightening to totally endearing and hilarious. There's also a lot of other great characters.\n\n\u001b[1m素晴らしい文字のキャストがあります。 クールな天才、厄介な天才、そして恐ろしいものから完全に愛情を込めて陽気なものへと変身する死神（死神）があります。 他にも偉大なキャラクターがたくさんあります。\u001b[22m\n\u001b[1m(Subarashī moji no kyasuto ga arimasu. Kūruna tensai, yakkaina tensai, soshite osoroshī mono kara kanzen ni aijō o komete yōkina mono e to henshin suru shinigami (shinigami) ga arimasu. Hoka ni mo idaina kyarakutā ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is a wonderful cast of characters. There's a cool genius, an awkward genius, and a Death God (shinigami) who's antics switch from frightening to totally endearing and hilarious. There's also a lot of other great characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a wonderful cast of characters.\u001b[24m\n    \u001b[1m素晴らしい文字のキャストがあります。\u001b[22m, \u001b[1m文字の素晴らしいキャストがあります。\u001b[22m\n\u001b[4mThere's a cool genius, an awkward genius, and a Death God (shinigami) who's antics switch from frightening to totally endearing and hilarious.\u001b[24m\n    \u001b[1mクールな天才、厄介な天才、そして恐ろしいものから完全に愛情を込めて陽気なものへと変身する死神（死神）があります。\u001b[22m, \u001b[1mふざけた態度は完全にかわいらしいと陽気に恐ろしいからスイッチのクールな天才、厄介な天才、と死の神（死神）があります。\u001b[22m\n\u001b[4mThere's also a lot of other great characters.\u001b[24m\n    \u001b[1m他にも偉大なキャラクターがたくさんあります。\u001b[22m, \u001b[1m他の偉大な文字の多くもあります。\u001b[22m\n\u001b[1m\u001b[22m\nFlaws:\n\n\u001b[1m欠陥：\u001b[22m\n\u001b[1m(Kekkan:)\u001b[22m\n\nDefinitions of \u001b[4mFlaws:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    欠点\u001b[22m\n        drawback, defect, faults, deficiency, flaw, weakness\n\u001b[1m    瑕疵\u001b[22m\n        defect, flaw, fault, blemish, shortcoming\n\u001b[1m    弱点\u001b[22m\n        weakness, weak point, flaw, defect, failing, frailty\n\u001b[1m    ひび\u001b[22m\n        crack, flaw, fissure\n\u001b[1m    瑕\u001b[22m\n        defect, flaw, blemish, weak point\n\u001b[1m    粗\u001b[22m\n        defect, flaw\n\u001b[1m    汚点\u001b[22m\n        blot, stain, taint, disgrace, flaw\n\u001b[1m    弱\u001b[22m\n        weak, weakness, frailty, feebleness, infirmity, fault\nThere were a couple of flaws, but they could be forgiven.\n\n\u001b[1mいくつかの欠陥がありましたが、許される可能性があります。\u001b[22m\n\u001b[1m(Ikutsu ka no kekkan ga arimashitaga, yurusareru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere were a couple of flaws, but they could be forgiven.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were a couple of flaws, but they could be forgiven.\u001b[24m\n    \u001b[1mいくつかの欠陥がありましたが、許される可能性があります。\u001b[22m, \u001b[1mそこに欠陥のカップルがあったが、彼らが許される可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack:\n\n\u001b[1mサウンドトラック：\u001b[22m\n\u001b[1m(Saundotorakku:)\u001b[22m\n\nDefinitions of \u001b[4mSoundtrack:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンドトラック\u001b[22m\n        soundtrack\nEvery opening and ending sounded great. The other soundtracks were great also, and they fit very well with the situations.\n\n\u001b[1mすべてのオープニングとエンディングは素晴らしかったです。 他のサウンドトラックも素晴らしく、彼らは状況に非常によく合いました。\u001b[22m\n\u001b[1m(Subete no ōpuningu to endingu wa subarashikattadesu. Hoka no saundotorakku mo subarashiku, karera wa jōkyō ni hijō ni yoku aimashita.)\u001b[22m\n\nTranslations of \u001b[4mEvery opening and ending sounded great. The other soundtracks were great also, and they fit very well with the situations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery opening and ending sounded great.\u001b[24m\n    \u001b[1mすべてのオープニングとエンディングは素晴らしかったです。\u001b[22m, \u001b[1mすべての開口部とエンディングは素晴らしい鳴りました。\u001b[22m\n\u001b[4mThe other soundtracks were great also, and they fit very well with the situations.\u001b[24m\n    \u001b[1m他のサウンドトラックも素晴らしく、彼らは状況に非常によく合いました。\u001b[22m, \u001b[1m他のサウンドトラックも大きかった、と彼らは状況に非常によく合います。\u001b[22m\n\u001b[1m\u001b[22m\nDubbed Version:\n\n\u001b[1mダビングバージョン：\u001b[22m\n\u001b[1m(Dabingubājon:)\u001b[22m\n\nDefinitions of \u001b[4mDubbed Version:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    吹替え版\u001b[22m\n        dubbed version\nThe dubbed version is a masterpiece. The voice acting was perfect, the script wasn't changed too much, and they actually managed to pronounce every significant name right! That is something that you almost never see in a normal dubbed anime.\n\n\u001b[1mダビングされたバージョンは傑作です。 声優は完璧でした。脚本はあまり変わっていませんでしたが、実際にはすべての重要な名前を正しく発音することができました。 それは、普通のダビングされたアニメではほとんど見られないものです。\u001b[22m\n\u001b[1m(Dabingu sa reta bājon wa kessakudesu. Seiyū wa kanpekideshita. Kyakuhon wa amari kawatte imasendeshitaga, jissai ni wa subete no jūyōna namae o tadashiku hatsuon suru koto ga dekimashita. Sore wa, futsū no dabingu sa reta animede wa hotondo mi rarenai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe dubbed version is a masterpiece. The voice acting was perfect, the script wasn't changed too much, and they actually managed to pronounce every significant name right! That is something that you almost never see in a normal dubbed anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe dubbed version is a masterpiece.\u001b[24m\n    \u001b[1mダビングされたバージョンは傑作です。\u001b[22m, \u001b[1m吹き替え版は傑作です。\u001b[22m\n\u001b[4mThe voice acting was perfect, the script wasn't changed too much, and they actually managed to pronounce every significant name right!\u001b[24m\n    \u001b[1m声優は完璧でした。脚本はあまり変わっていませんでしたが、実際にはすべての重要な名前を正しく発音することができました。\u001b[22m, \u001b[1m声の演技は完璧だった、スクリプトは、あまりにも多くの変更、およびそれらが実際に右のすべての重要な名前を発音するために管理されませんでした！\u001b[22m\n\u001b[4mThat is something that you almost never see in a normal dubbed anime.\u001b[24m\n    \u001b[1mそれは、普通のダビングされたアニメではほとんど見られないものです。\u001b[22m, \u001b[1mそれはあなたがほぼ正常吹き替えアニメで見たことがないものです。\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is a brilliant anime. It has an amazing battle of wits, but it also leaves room for debate. Which side is justice?\n\n\u001b[1m死のノートは華麗なアニメです。 それには驚異的な戦いがありますが、議論の余地もあります。 正義はどちら側ですか？\u001b[22m\n\u001b[1m(Shi no nōto wa kareina animedesu. Soreni wa kyōi-tekina tatakai ga arimasuga, giron no yochi mo arimasu. Seigi wa dochira-gawadesu ka?)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is a brilliant anime. It has an amazing battle of wits, but it also leaves room for debate. Which side is justice?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is a brilliant anime.\u001b[24m\n    \u001b[1m死のノートは華麗なアニメです。\u001b[22m, \u001b[1mデスノートは、鮮やかなアニメです。\u001b[22m\n\u001b[4mIt has an amazing battle of wits, but it also leaves room for debate.\u001b[24m\n    \u001b[1mそれには驚異的な戦いがありますが、議論の余地もあります。\u001b[22m, \u001b[1mそれは知恵の素晴らしい戦いを持っていますが、それはまた、議論の余地があります。\u001b[22m\n\u001b[4mWhich side is justice?\u001b[24m\n    \u001b[1m正義はどちら側ですか？\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "erri",
    "profile": "/profile/erri/reviews",
    "pages": "25",
    "number": "18",
    "link": "/reviews.php?id=4010",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nストーリー：\n非常にユニークです。 私はそれの前のようなことを何度も経験したことがありません。 このシリーズには知的な感触があり、いつもあなたをつま先につけています。 しかし、シリーズの後半はちょっと冗長になりました。\n\nアート：\n芸術は素晴らしいです。 最も美しい、飾り気のない芸術ではありませんが、確かに才能があります。 確かにアイキャンディ。 このシリーズでは、さまざまな角度と視点を使い分けています。私が見ていた時間のたびに、アーティストが画面上に物を置く方法を選択したことに絶妙に感銘を受けました。\n\n音：\n私はストーリーの2分の1よりも前半にもう一度感銘を受けました。 終わりの歌は素敵で、シリーズにぴったりです。 まともなサウンドエフェクト、良いタイミングでB +になりました。\n\nキャラクター：\nYagami Light（main）は非常に面白い仲間です。私はいつも彼の側にいなければなりませんでした。 私は何も台無しにするつもりはありませんが、彼は間違いなく成長し、ショーを通して変化し、最終的には完全に自然な方法であっても、以前の人とはまったく異なる人です。 あなたは彼の最終的な存在につながるパターンを見ることができます。 他のキャラクターもおもしろいですし、その一部を見ることができるのはいいですね。 しかし、後半には新しいキャラクターが登場したように見えましたが、観客を驚かせるために主に作られたもので、前半のキャラクターのいくつかが保持していた深みに欠けていました。\n\n楽しみ：\n封筒シリーズ。 それはあなたをすぐに引き寄せ、あなたをしっかりと仕上げにしっかりと留めます。 終わりに向かってシリーズはちょうど私に汚れを感じさせるようになった、良い方法ではない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nVery unique. I have never run across anything like it before nor after. This series has an intelligent feel to it, and always keeps you on your toes. However, the second half of the series became a little redundant, or rather- predictive in a sense.\n\n\u001b[1m非常にユニークです。 私はそれの前のようなことを何度も経験したことがありません。 このシリーズには知的な感触があり、いつもあなたをつま先につけています。 しかし、シリーズの後半はちょっと冗長になりました。\u001b[22m\n\u001b[1m(Hijō ni yunīkudesu. Watashi wa sore no mae no yōna koto o nando mo keiken shita koto ga arimasen. Kono shirīzu ni wa chitekina kanshoku ga ari, itsumo anata o tsumasaki ni tsukete imasu. Shikashi, shirīzu no kōhan wa chotto jōchō ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mVery unique. I have never run across anything like it before nor after. This series has an intelligent feel to it, and always keeps you on your toes. However, the second half of the series became a little redundant, or rather- predictive in a sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery unique.\u001b[24m\n    \u001b[1m非常にユニークです。\u001b[22m, \u001b[1m非常にユニーク。\u001b[22m\n\u001b[4mI have never run across anything like it before nor after.\u001b[24m\n    \u001b[1m私はそれの前のようなことを何度も経験したことがありません。\u001b[22m, \u001b[1m私は前にも後にそれのような何も渡って実行したことがありません。\u001b[22m\n\u001b[4mThis series has an intelligent feel to it, and always keeps you on your toes.\u001b[24m\n    \u001b[1mこのシリーズには知的な感触があり、いつもあなたをつま先につけています。\u001b[22m, \u001b[1mこのシリーズは、インテリジェントな感触を持っており、常にあなたのつま先にあなたを保ちます。\u001b[22m\n\u001b[4mHowever, the second half of the series became a little redundant, or rather- predictive in a sense.\u001b[24m\n    \u001b[1mしかし、シリーズの後半はちょっと冗長になりました。\u001b[22m, \u001b[1mしかし、一連の後半は少し冗長、または意味でrather-予測となりました。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art is magnificent. Not the most beautiful, frilly art per se- though definitely talented. Eye-candy indeed. This series uses different angles and view-points very well, and the entire time I watched, I was constantly impressed by how the artists chose to place things on the screen.\n\n\u001b[1m芸術は素晴らしいです。 最も美しい、飾り気のない芸術ではありませんが、確かに才能があります。 確かにアイキャンディ。 このシリーズでは、さまざまな角度と視点を使い分けています。私が見ていた時間のたびに、アーティストが画面上に物を置く方法を選択したことに絶妙に感銘を受けました。\u001b[22m\n\u001b[1m(Geijutsu wa subarashīdesu. Mottomo utsukushī, kazarikenonai geijutsude wa arimasenga, tashikani sainō ga arimasu. Tashika ni aikyandi. Kono shirīzude wa, samazamana kakudo to shiten o tsukaiwakete imasu. Watashi ga mite ita jikan no tabi ni, ātisuto ga gamen'ue ni mono o oku hōhō o sentaku shita koto ni zetsumyō ni kanmei o ukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is magnificent. Not the most beautiful, frilly art per se- though definitely talented. Eye-candy indeed. This series uses different angles and view-points very well, and the entire time I watched, I was constantly impressed by how the artists chose to place things on the screen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is magnificent.\u001b[24m\n    \u001b[1m芸術は素晴らしいです。\u001b[22m, \u001b[1mアートが壮大です。\u001b[22m\n\u001b[4mNot the most beautiful, frilly art per se- though definitely talented.\u001b[24m\n    \u001b[1m最も美しい、飾り気のない芸術ではありませんが、確かに才能があります。\u001b[22m, \u001b[1m間違いなく才能しかし選あたりは、最も美しい、フリルの付いた芸術。\u001b[22m\n\u001b[4mEye-candy indeed.\u001b[24m\n    \u001b[1m確かにアイキャンディ。\u001b[22m, \u001b[1m実際に目キャンデー。\u001b[22m\n\u001b[4mThis series uses different angles and view-points very well, and the entire time I watched, I was constantly impressed by how the artists chose to place things on the screen.\u001b[24m\n    \u001b[1mこのシリーズでは、さまざまな角度と視点を使い分けています。私が見ていた時間のたびに、アーティストが画面上に物を置く方法を選択したことに絶妙に感銘を受けました。\u001b[22m, \u001b[1mこのシリーズは非常によく、異なる角度とビューポイントを使用して、私が見た全体の時間は、私は常にアーティストが画面上に物事を配置することを選択した方法に感銘を受けました。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nI was impressed with once again the first half more than the second of the story. The ending song is lovely, and is a great match to the series. Decent sound-effects, and good timing made it an B+.\n\n\u001b[1m私はストーリーの2分の1よりも前半にもう一度感銘を受けました。 終わりの歌は素敵で、シリーズにぴったりです。 まともなサウンドエフェクト、良いタイミングでB +になりました。\u001b[22m\n\u001b[1m(Watashi wa sutōrī no 2-bun'no 1 yori mo zenhan ni mōichido kanmei o ukemashita. Owari no uta wa sutekide, shirīzu ni pittaridesu. Matomona saundoefekuto, yoi taimingu de B + ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mI was impressed with once again the first half more than the second of the story. The ending song is lovely, and is a great match to the series. Decent sound-effects, and good timing made it an B+.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was impressed with once again the first half more than the second of the story.\u001b[24m\n    \u001b[1m私はストーリーの2分の1よりも前半にもう一度感銘を受けました。\u001b[22m, \u001b[1m私は物語の第二のより再び前半に感銘を受けました。\u001b[22m\n\u001b[4mThe ending song is lovely, and is a great match to the series.\u001b[24m\n    \u001b[1m終わりの歌は素敵で、シリーズにぴったりです。\u001b[22m, \u001b[1mエンディング曲は素敵で、シリーズに素晴らしい試合です。\u001b[22m\n\u001b[4mDecent sound-effects, and good timing made it an B+.\u001b[24m\n    \u001b[1mまともなサウンドエフェクト、良いタイミングでB +になりました。\u001b[22m, \u001b[1mまともなサウンドエフェクト、良いタイミングは、それのB +作りました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nYagami Light (main) is a very interesting fellow, and I found constantly compelled to be on his side. I will not spoil anything, but he definitely grows and changes throughout the show and in the end is someone entirely different than who he used to be, though in a completely natural way. You can see the patterns that lead to his final being. The other characters are generally interesting as well, and it is nice to be able to watch some of them develop. Although, the second half of the story it seemed the new characters introduced were mainly made to shock the audience, and lacked the depth that a few of the first-half characters held that made you want to really know them.\n\n\u001b[1mYagami Light（main）は非常に面白い仲間です。私はいつも彼の側にいなければなりませんでした。 私は何も台無しにするつもりはありませんが、彼は間違いなく成長し、ショーを通して変化し、最終的には完全に自然な方法であっても、以前の人とはまったく異なる人です。 あなたは彼の最終的な存在につながるパターンを見ることができます。 他のキャラクターもおもしろいですし、その一部を見ることができるのはいいですね。 しかし、後半には新しいキャラクターが登場したように見えましたが、観客を驚かせるために主に作られたもので、前半のキャラクターのいくつかが保持していた深みに欠けていました。\u001b[22m\n\u001b[1m(Yagami raito (mēn) wa hijō ni omoshiroi nakamadesu. Watashi wa itsumo kare no soba ni inakereba narimasendeshita. Watashi wa nani mo dainashi ni suru tsumori wa arimasenga, kare wa machigainaku seichō shi, shō o tōshite henka shi, saishūtekini wa kanzen ni shizen'na hōhōdeatte mo, izen no hito to wa mattaku kotonaru hitodesu. Anata wa kare no saishū-tekina sonzai ni tsunagaru patān o miru koto ga dekimasu. Hoka no kyarakutā mo omoshiroidesushi, sono ichibu o miru koto ga dekiru no wa īdesu ne. Shikashi, kōhan ni wa atarashī kyarakutā ga tōjō shita yō ni miemashitaga, kankyaku o odoroka seru tame ni omo ni tsukura reta mono de, zenhan no kyarakutā no ikutsu ka ga hoji shite ita fukami ni kakete imashita.)\u001b[22m\n\nTranslations of \u001b[4mYagami Light (main) is a very interesting fellow, and I found constantly compelled to be on his side. I will not spoil anything, but he definitely grows and changes throughout the show and in the end is someone entirely different than who he used to be, though in a completely natural way. You can see the patterns that lead to his final being. The other characters are generally interesting as well, and it is nice to be able to watch some of them develop. Although, the second half of the story it seemed the new characters introduced were mainly made to shock the audience, and lacked the depth that a few of the first-half characters held that made you want to really know them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYagami Light (main) is a very interesting fellow, and I found constantly compelled to be on his side.\u001b[24m\n    \u001b[1mYagami Light（main）は非常に面白い仲間です。私はいつも彼の側にいなければなりませんでした。\u001b[22m, \u001b[1m（メイン）矢上光は非常に興味深い仲間であり、私は彼の側になるように常に強要発見しました。\u001b[22m\n\u001b[4mI will not spoil anything, but he definitely grows and changes throughout the show and in the end is someone entirely different than who he used to be, though in a completely natural way.\u001b[24m\n    \u001b[1m私は何も台無しにするつもりはありませんが、彼は間違いなく成長し、ショーを通して変化し、最終的には完全に自然な方法であっても、以前の人とはまったく異なる人です。\u001b[22m, \u001b[1m私は何を台無しにしませんが、彼は間違いなくショーを通して成長し、変化し、最終的に彼がために使用誰よりも全く別の誰かが、ある完全に自然な方法でけれども。\u001b[22m\n\u001b[4mYou can see the patterns that lead to his final being.\u001b[24m\n    \u001b[1mあなたは彼の最終的な存在につながるパターンを見ることができます。\u001b[22m, \u001b[1mあなたは彼の最後のビーイングにつながるパターンを見ることができます。\u001b[22m\n\u001b[4mThe other characters are generally interesting as well, and it is nice to be able to watch some of them develop.\u001b[24m\n    \u001b[1m他のキャラクターもおもしろいですし、その一部を見ることができるのはいいですね。\u001b[22m, \u001b[1m他の文字も同様に、一般的に興味深いものです、それらのいくつかは開発鑑賞することができることがいいです。\u001b[22m\n\u001b[4mAlthough, the second half of the story it seemed the new characters introduced were mainly made to shock the audience, and lacked the depth that a few of the first-half characters held that made you want to really know them.\u001b[24m\n    \u001b[1mしかし、後半には新しいキャラクターが登場したように見えましたが、観客を驚かせるために主に作られたもので、前半のキャラクターのいくつかが保持していた深みに欠けていました。\u001b[22m, \u001b[1m物語の後半は、それは主に観客に衝撃を与えるために作られた導入された新しい文字を見えた、と深さを欠いていた、が、あなたが実際にそれらを知ってほしい製開催上半期文字の数。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nAn enveloping series. It draws you in immediately, and keeps you firmly seated to the finish. Although towards the end the series began to just make me feel dirty, and not in the good way.\n\n\u001b[1m封筒シリーズ。 それはあなたをすぐに引き寄せ、あなたをしっかりと仕上げにしっかりと留めます。 終わりに向かってシリーズはちょうど私に汚れを感じさせるようになった、良い方法ではない。\u001b[22m\n\u001b[1m(Fūtō shirīzu. Sore wa anata o sugu ni hikiyose, anata o shikkari to shiage ni shikkari to tomemasu. Owari ni mukatte shirīzu wa chōdo watashi ni yogore o kanji saseru yō ni natta, yoi hōhōde wanai.)\u001b[22m\n\nTranslations of \u001b[4mAn enveloping series. It draws you in immediately, and keeps you firmly seated to the finish. Although towards the end the series began to just make me feel dirty, and not in the good way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn enveloping series.\u001b[24m\n    \u001b[1m封筒シリーズ。\u001b[22m, \u001b[1m包み込むシリーズ。\u001b[22m\n\u001b[4mIt draws you in immediately, and keeps you firmly seated to the finish.\u001b[24m\n    \u001b[1mそれはあなたをすぐに引き寄せ、あなたをしっかりと仕上げにしっかりと留めます。\u001b[22m, \u001b[1mそれはすぐにあなたを描画し、あなたがしっかりと最後まで着席し続けます。\u001b[22m\n\u001b[4mAlthough towards the end the series began to just make me feel dirty, and not in the good way.\u001b[24m\n    \u001b[1m終わりに向かってシリーズはちょうど私に汚れを感じさせるようになった、良い方法ではない。\u001b[22m, \u001b[1m終わりに向かっシリーズはちょうど良い方法で私は汚い感じさせる、とないようになったが。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "notguy",
    "profile": "/profile/notguy/reviews",
    "pages": "25",
    "number": "19",
    "link": "/reviews.php?id=3904",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nデスノートについて不平を言うことは本当にありません。\nそれはそこで最も良いアニメの可能性が高いです。\nあなたが今日見ることができるほとんどのアニメとは異なり、これは存在のスマートで最もtwisetedストーリーラインを持っています。  Butitはちょっと重いですし、実際に何が起こっているのかを知るには十分な注意が必要です。\n\n最初のL弧はインテリジェンスのテストでLと戦って完全に完璧ですが、2番目のNearとMelloの弧はやや上に引き寄せられます。 これには何も問題はありませんが、最終的にはストーリーやイベントを続けるのが非常に難しいかもしれません。\n\nスマートな人には絶対にお勧めです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThere really isn'y that much to complain about Death Note.\n\n\u001b[1mデスノートについて不平を言うことは本当にありません。\u001b[22m\n\u001b[1m(Desunōto ni tsuite fuhei o iu koto wa hontōni arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere really isn'y that much to complain about Death Note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere really isn'y that much to complain about Death Note.\u001b[24m\n    \u001b[1mデスノートについて不平を言うことは本当にありません。\u001b[22m, \u001b[1m本当にデスノート文句を言うことはあまりありisn'y。\u001b[22m\nIt is most likely by far the best anime out there.\n\n\u001b[1mそれはそこで最も良いアニメの可能性が高いです。\u001b[22m\n\u001b[1m(Sore wa soko de mottomo yoi anime no kanōsei ga takaidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is most likely by far the best anime out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is most likely by far the best anime out there.\u001b[24m\n    \u001b[1mそれはそこで最も良いアニメの可能性が高いです。\u001b[22m, \u001b[1mそれは、そこまでのところ最高のアニメである可能性が最も高くなります。\u001b[22m\nUnlike most anime you can watch nowadays, this has the smartest and most twiseted story line in existance. Howeverit is a bit 'heavy' and you'll need your full attention to know what's actually going on.\n\n\u001b[1mあなたが今日見ることができるほとんどのアニメとは異なり、これは存在のスマートで最もtwisetedストーリーラインを持っています。  Butitはちょっと重いですし、実際に何が起こっているのかを知るには十分な注意が必要です。\u001b[22m\n\u001b[1m(Anata ga kyō miru koto ga dekiru hotondo no anime to wa kotonari, koreha sonzai no sumāto de mottomo twiseted sutōrīrain o motte imasu. Butit wa chotto omoidesushi, jissai ni nani ga okotte iru no ka o shiru ni wa jūbun'na chūi ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mUnlike most anime you can watch nowadays, this has the smartest and most twiseted story line in existance. Howeverit is a bit 'heavy' and you'll need your full attention to know what's actually going on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike most anime you can watch nowadays, this has the smartest and most twiseted story line in existance.\u001b[24m\n    \u001b[1mあなたが今日見ることができるほとんどのアニメとは異なり、これは存在のスマートで最もtwisetedストーリーラインを持っています。\u001b[22m, \u001b[1mあなたは、今日見ることができるほとんどのアニメとは違って、これはexistanceで賢いと最もtwisetedストーリーラインを持っています。\u001b[22m\n\u001b[4mHoweverit is a bit 'heavy' and you'll need your full attention to know what's actually going on.\u001b[24m\n    \u001b[1mButitはちょっと重いですし、実際に何が起こっているのかを知るには十分な注意が必要です。\u001b[22m, \u001b[1mHoweveritはビット「重い」であり、あなたが実際に何が起こっているのかを知るためにあなたの完全な注意が必要です。\u001b[22m\n\u001b[1m\u001b[22m\nThe first L arc is completely perfect with L battling light in a test of Intelligence, however the second Near and Mello Arc ends up slightly dragging on. Nothing wrong with this, but towards the end you may find it quite hard to keep with the storyline and events.\n\n\u001b[1m最初のL弧はインテリジェンスのテストでLと戦って完全に完璧ですが、2番目のNearとMelloの弧はやや上に引き寄せられます。 これには何も問題はありませんが、最終的にはストーリーやイベントを続けるのが非常に難しいかもしれません。\u001b[22m\n\u001b[1m(Saisho no L ko wa interijensu no tesuto de L to tatakatte kanzen ni kanpekidesuga, 2-banme no Near to Mello no ko wa yaya ue ni hikiyose raremasu. Kore ni wa nani mo mondai wa arimasenga, saishūtekini wa sutōrī ya ibento o tsudzukeru no ga hijō ni muzukashī kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThe first L arc is completely perfect with L battling light in a test of Intelligence, however the second Near and Mello Arc ends up slightly dragging on. Nothing wrong with this, but towards the end you may find it quite hard to keep with the storyline and events.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first L arc is completely perfect with L battling light in a test of Intelligence, however the second Near and Mello Arc ends up slightly dragging on.\u001b[24m\n    \u001b[1m最初のL弧はインテリジェンスのテストでLと戦って完全に完璧ですが、2番目のNearとMelloの弧はやや上に引き寄せられます。\u001b[22m, \u001b[1m最初のLアークは、知能のテストにおけるL戦闘光と完全に完璧であるしかし第二の近くやメロアークが少し上にドラッグしてしまいます。\u001b[22m\n\u001b[4mNothing wrong with this, but towards the end you may find it quite hard to keep with the storyline and events.\u001b[24m\n    \u001b[1mこれには何も問題はありませんが、最終的にはストーリーやイベントを続けるのが非常に難しいかもしれません。\u001b[22m, \u001b[1mこれで何も問題ありませんが、終わりに向かって、あなたはそれが非常に困難なストーリーやイベントに保つために見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nDefinitely recommendable to anyone who is smart\n\n\u001b[1mスマートな人には絶対にお勧めです\u001b[22m\n\u001b[1m(Sumātona hito ni wa zettai ni o susumedesu)\u001b[22m\n\nTranslations of \u001b[4mDefinitely recommendable to anyone who is smart\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely recommendable to anyone who is smart\u001b[24m\n    \u001b[1mスマートな人には絶対にお勧めです\u001b[22m, \u001b[1mスマートで誰にでも間違いなくお勧め\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Barajas_201",
    "profile": "/profile/Barajas_201/reviews",
    "pages": "25",
    "number": "20",
    "link": "/reviews.php?id=58731",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n死のノートは、アニメが何であるか分からない、または何らかの理由でシンプルにそれを気に入らない人を得ることができるショーです。心が変わるのは、それが私の場合だったからです。 死の前に私が今までに観たアニメは、ドラゴンボールz、ポケモン、デジモンのようなものでしたが、私はそれらを日本製の単純な漫画と考えましたが、デスノートを見た後、私の見解は大きく変化しました...しかし、  ）\n\nストーリー\n\n死のノートは、学校の中庭に空から降りてくる手帳を学校で見ている若い生徒の光女神についての物語で、好奇心をそそられてノートブック・ウィッチ・カバーに\"死のメモ\"という言葉があり、  「このノートに書かれている人は死ななければならない」というのは、彼が読んでノートを詐欺にする最初の文ですが、とにかく彼を連れてそれを\"テスト\"します。 光への驚きは死のノートは本当であり、彼は悪と判断したすべての人を殺して、私たちが住んでいる腐った世界を変えたいと考えています。 しかし、この死のノートはここにいかにあるのですか？ ちょうど後に、白神リュックが現れて、彼は\"ボード\"だったのでノートブックを人間の世界に落としてしまいました。そして、新聞は何もしません。 このシリーズは、世界で最も偉大な探偵であり、キラ（光）を正義に導くことを決意しているシリーズアンタゴニスト/ヒーロー、Ryusaki a.k.a Lとの猫とマウスのゲームをプレイしている少年の光と一緒に進行します。 しかし、なぜLはアンタゴニストと英雄ですか？ デスノートの強さは、それが視聴者に与える道徳的ジレンマです。 あなたが死のメモの力を与えられれば、ライトが達成しようとしているように、この世界の悪い人たちを取り除くためにそれを使用するでしょうか？ その質問はあなたの心の中にあります。\n\nキャラクター\n\nキャラクターの開発はデスノートの大きな部分を占めています。私たちはライトが日本の最高の生徒から世界で最も狂った連鎖殺人者に変わる方法を見ています。 このシリーズのすべてのキャラクターはとても良く発展しているので、私の意見では、この点については何の不満もありません。\n\nアニメーション\n\nアニメーションは最高のノッチ、天気、場所、文字、すべてが素晴らしいようです。 フォームライトが彼の邪悪な顔にアニメーションを書いて、すべてがよさそうだ。\n\n音\n\nデスノートの音楽は、私の背骨をかなり震わせてくれました。 あらゆるサウンドがシーンに完全にフィットし、何度も音楽は叙事詩です。 また、第2シーズンのオープニングテーマとエンディングテーマは、私のMP3プレーヤーで見つけることができる唯一のscreamo音楽です、彼らは素晴らしいです。\n\n全体\n\n死のノートは私が今まで見た中で最高のアニメのひとつです（今はまだ多くのアニメを見たことはありませんが）。アニメにしたい友達にお勧めしたいアニメです。 私は死のノートに疲れました。私がそれを見たのは4回目でした。私は2つのダブ、英語、スペイン語（ラテン語）でデスノートを見たことがあります。 このアニメはすごくいいですし、私は母親にも見てもらえました。最初のエピソード、他のエピソードの一部、Lが死んで、エンディングを見ただけですが、それでもまだカウントしています！ そのため、アニメやアニメが分からない人にはデスノートの魅力があるため、誰もが楽しめる素晴らしいショーであることが証明されています。 私はこのアニメに10のうち10を与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is that show that can get anyone who has no idea what anime is, or simple doesn’t like it for whatever reason, to change their minds, I know this because that was my case. Before Death Note all anime I ever watch was dragon ball z, Pokémon and Digimon, back then I thought of them as simple cartoons made in Japan but after watching Death Note my views have drastically changed… but now onto the review (warning some minor spoilers )\n\n\u001b[1m死のノートは、アニメが何であるか分からない、または何らかの理由でシンプルにそれを気に入らない人を得ることができるショーです。心が変わるのは、それが私の場合だったからです。 死の前に私が今までに観たアニメは、ドラゴンボールz、ポケモン、デジモンのようなものでしたが、私はそれらを日本製の単純な漫画と考えましたが、デスノートを見た後、私の見解は大きく変化しました...しかし、  ）\u001b[22m\n\u001b[1m(Shi no nōto wa, anime ga nandearu ka wakaranai, matawa nanrakano riyū de shinpuru ni sore o kiniiranai hito o eru koto ga dekiru shōdesu. Kokoro ga kawaru no wa, sore ga watashi no baaidattakaradesu. Shi no mae ni watashi ga ima made ni mita anime wa, doragonbōru z, pokemon, dejimon no yōna monodeshitaga, watashi wa sorera o nipponsei no tanjun'na manga to kangaemashitaga, desunōto o mita nochi, watashi no kenkai wa ōkiku henka shimashita... Shikashi, ))\u001b[22m\n\nTranslations of \u001b[4mDeath Note is that show that can get anyone who has no idea what anime is, or simple doesn’t like it for whatever reason, to change their minds, I know this because that was my case. Before Death Note all anime I ever watch was dragon ball z, Pokémon and Digimon, back then I thought of them as simple cartoons made in Japan but after watching Death Note my views have drastically changed… but now onto the review (warning some minor spoilers )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is that show that can get anyone who has no idea what anime is, or simple doesn’t like it for whatever reason, to change their minds, I know this because that was my case.\u001b[24m\n    \u001b[1m死のノートは、アニメが何であるか分からない、または何らかの理由でシンプルにそれを気に入らない人を得ることができるショーです。心が変わるのは、それが私の場合だったからです。\u001b[22m, \u001b[1mデスノートはアニメが何であるかわかりません誰を得ることができることを示している、またはそれは私の場合だったので、彼らの心を変更するには、何らかの理由でそれを好きではない単純な、私はこれを知っています。\u001b[22m\n\u001b[4mBefore Death Note all anime I ever watch was dragon ball z, Pokémon and Digimon, back then I thought of them as simple cartoons made in Japan but after watching Death Note my views have drastically changed… but now onto the review (warning some minor spoilers\u001b[24m\n    \u001b[1m死の前に私が今までに観たアニメは、ドラゴンボールz、ポケモン、デジモンのようなものでしたが、私はそれらを日本製の単純な漫画と考えましたが、デスノートを見た後、私の見解は大きく変化しました...しかし、\u001b[22m, \u001b[1mデスノート前に私が今まで見て、すべてのアニメは当時、私は（いくつかのマイナーなスポイラー警告それらを日本ではなく、死は私のビューが大幅に変更されている注意してください見た後に作られたような単純な漫画を思った...しかし、今審査の上、ドラゴンボールZ、ポケモンとデジモンでした\u001b[22m\n\u001b[4m)\u001b[24m\n    \u001b[1m）\u001b[22m\n\u001b[1m\u001b[22m\nSTORY\n/ˈstôrē/\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mSTORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nDeath Note is a story about a young student named Light Yagami who one day in school sees a notebook falling from the sky into his school’s courtyard, curious, he picks the notebook witch cover has the words “death note” and reads what’s inside. “The person whose name is written in this notebook shall die” is the first sentence he reads and takes the notebook as a scam but takes it anyways with him to “test” it. To Light’s surprise the death note is real and with it he wants to change the rotten world we live in by killing every person who he judges to be evil. But how is it that this death note got here? Well shortly after, the shinigami Ryuk shows up and turns out he let the notebook fall into the human world because he was “board” and shinigamis don’t do anything so he just let it fall to see what sup. The series progresses with our boy Light playing a cat and mouse game with the series antagonist/hero, Ryusaki a.k.a L who’s the world’s greatest detective and is determined to bring Kira (Light) to justice. But why is L an antagonist and a hero? Well the strength of Death Note is the moral dilemma it gives the viewer. If given the power of the death note would you use it to get rid of the bad people of this world like Light is trying to accomplish? That question is in your mind the whole show.\n\n\u001b[1m死のノートは、学校の中庭に空から降りてくる手帳を学校で見ている若い生徒の光女神についての物語で、好奇心をそそられてノートブック・ウィッチ・カバーに\"死のメモ\"という言葉があり、  「このノートに書かれている人は死ななければならない」というのは、彼が読んでノートを詐欺にする最初の文ですが、とにかく彼を連れてそれを\"テスト\"します。 光への驚きは死のノートは本当であり、彼は悪と判断したすべての人を殺して、私たちが住んでいる腐った世界を変えたいと考えています。 しかし、この死のノートはここにいかにあるのですか？ ちょうど後に、白神リュックが現れて、彼は\"ボード\"だったのでノートブックを人間の世界に落としてしまいました。そして、新聞は何もしません。 このシリーズは、世界で最も偉大な探偵であり、キラ（光）を正義に導くことを決意しているシリーズアンタゴニスト/ヒーロー、Ryusaki a.k.a Lとの猫とマウスのゲームをプレイしている少年の光と一緒に進行します。 しかし、なぜLはアンタゴニストと英雄ですか？ デスノートの強さは、それが視聴者に与える道徳的ジレンマです。 あなたが死のメモの力を与えられれば、ライトが達成しようとしているように、この世界の悪い人たちを取り除くためにそれを使用するでしょうか？ その質問はあなたの心の中にあります。\u001b[22m\n\u001b[1m(Shi no nōto wa, gakkō no nakaniwa ni sora kara oritekuru techō o gakkō de mite iru wakai seito no hikari megami ni tsuite no monogatari de, kōkishin o sosora rete nōtobukku u~itchi kabā ni\" shi no memo\" to iu kotoba ga ari, `kono nōto ni kaka rete iru hito wa shinanakereba naranai' to iu no wa, kare ga yonde nōto o sagi ni suru saisho no bundesuga, tonikaku kare o tsurete sore o\" tesuto\" shimasu. Hikari e no odoroki wa shi no nōto wa hontōdeari, kare wa aku to handan shita subete no hito o koroshite, watashitachi ga sunde iru kusatta sekai o kaetai to kangaete imasu. Shikashi, kono shi no nōto wa koko ni ikani aru nodesu ka? Chōdo ato ni, Shirakami Ryukku ga arawarete, kare wa\" bōdo\"dattanode nōtobukku o ningen no sekai ni otoshite shimaimashita. Soshite, shinbun wa nani mo shimasen. Kono shirīzu wa, sekai de mottomo idaina tanteideari, kira (hikari) o seigi ni michibiku koto o ketsui shite iru shirīzuantagonisuto/ hīrō, Ryusaki a. K. A L to no neko to mausu no gēmu o purei shite iru shōnen no hikari to issho ni shinkō shimasu. Shikashi, naze L wa antagonisuto to eiyūdesu ka? Desunōto no tsuyo-sa wa, sore ga shichō-sha ni ataeru dōtokuteki jirenmadesu. Anata ga shi no memo no chikara o atae rarereba, raito ga tassei shiyou to shite iru yō ni, kono sekai no warui hito-tachi o torinozoku tame ni sore o shiyō surudeshou ka? Sono shitsumon wa anata no kokoronouchi ni arimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nCharacter development is a big part of Death Note, we see how Light turns from Japan’s best students to the worlds craziest serial killer. Every character in the series develops so well that there is really, in my opinion, nothing to complain about in this regard.\n\n\u001b[1mキャラクターの開発はデスノートの大きな部分を占めています。私たちはライトが日本の最高の生徒から世界で最も狂った連鎖殺人者に変わる方法を見ています。 このシリーズのすべてのキャラクターはとても良く発展しているので、私の意見では、この点については何の不満もありません。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa desunōto no ōkina bubun o shimete imasu. Watashitachiha raito ga Nihon no saikō no seito kara sekai de mottomo kurutta rensa satsujin-sha ni kawaru hōhō o mite imasu. Kono shirīzu no subete no kyarakutā wa totemo yoku hatten shite irunode, watashi no ikende wa, kono ten ni tsuite wa nani no fuman mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter development is a big part of Death Note, we see how Light turns from Japan’s best students to the worlds craziest serial killer. Every character in the series develops so well that there is really, in my opinion, nothing to complain about in this regard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development is a big part of Death Note, we see how Light turns from Japan’s best students to the worlds craziest serial killer.\u001b[24m\n    \u001b[1mキャラクターの開発はデスノートの大きな部分を占めています。私たちはライトが日本の最高の生徒から世界で最も狂った連鎖殺人者に変わる方法を見ています。\u001b[22m, \u001b[1mキャラクター開発は、私たちは光が世界クレイジーな連続殺人犯に日本の優秀な学生からオンにする方法を参照してくださいデスノートの大きな部分を占めています。\u001b[22m\n\u001b[4mEvery character in the series develops so well that there is really, in my opinion, nothing to complain about in this regard.\u001b[24m\n    \u001b[1mこのシリーズのすべてのキャラクターはとても良く発展しているので、私の意見では、この点については何の不満もありません。\u001b[22m, \u001b[1mシリーズのすべての文字は、私の意見では、何もこの点では文句ないことが本当に存在することをとてもよく開発しています。\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION\n/ˌanəˈmāSHən/\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nDefinitions of \u001b[4mANIMATION\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, animation\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, animation\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, animation\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, animation\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, animation\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, animation\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n\u001b[1m\u001b[22m\nThe animation is top notch, the weather, the locations, the characters, everything looks great. Form Light’s writing animations to his evil faces, everything looks good.\n\n\u001b[1mアニメーションは最高のノッチ、天気、場所、文字、すべてが素晴らしいようです。 フォームライトが彼の邪悪な顔にアニメーションを書いて、すべてがよさそうだ。\u001b[22m\n\u001b[1m(Animēshon wa saikō no notchi, tenki, basho, moji, subete ga subarashī yōdesu. Fōmuraito ga kare no jaakuna kao ni animēshon o kaite, subete ga yo-sa-sōda.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is top notch, the weather, the locations, the characters, everything looks great. Form Light’s writing animations to his evil faces, everything looks good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is top notch, the weather, the locations, the characters, everything looks great.\u001b[24m\n    \u001b[1mアニメーションは最高のノッチ、天気、場所、文字、すべてが素晴らしいようです。\u001b[22m, \u001b[1mアニメーションが一流である、天候、場所、文字は、すべてが素晴らしいですね。\u001b[22m\n\u001b[4mForm Light’s writing animations to his evil faces, everything looks good.\u001b[24m\n    \u001b[1mフォームライトが彼の邪悪な顔にアニメーションを書いて、すべてがよさそうだ。\u001b[22m, \u001b[1m彼の邪悪な面に光のライティングアニメーションを形成し、すべてがよさそうです。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND\n/sound/\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSOUND\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe music in Death Note gave me pretty often shivers up my spine; every sound fits perfectly with the scene, and many times the music is just epic. Also the opening and ending themes from season 2 are the only screamo music you’ll find on my mp3 player, they’re that great.\n\n\u001b[1mデスノートの音楽は、私の背骨をかなり震わせてくれました。 あらゆるサウンドがシーンに完全にフィットし、何度も音楽は叙事詩です。 また、第2シーズンのオープニングテーマとエンディングテーマは、私のMP3プレーヤーで見つけることができる唯一のscreamo音楽です、彼らは素晴らしいです。\u001b[22m\n\u001b[1m(Desunōto no ongaku wa, watashi no sebone o kanari furuwasete kuremashita. Arayuru saundo ga shīn ni kanzen ni fitto shi, nando mo ongaku wa jojishidesu. Mata, dai 2 shīzun no ōpuningutēma to endingutēma wa, watashi no MP 3 purēyā de mitsukeru koto ga dekiru yuiitsu no screamo ongakudesu, karera wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music in Death Note gave me pretty often shivers up my spine; every sound fits perfectly with the scene, and many times the music is just epic. Also the opening and ending themes from season 2 are the only screamo music you’ll find on my mp3 player, they’re that great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music in Death Note gave me pretty often shivers up my spine;\u001b[24m\n    \u001b[1mデスノートの音楽は、私の背骨をかなり震わせてくれました。\u001b[22m, \u001b[1mデスノートにおける音楽は、私はかなり頻繁に背筋を震えました。\u001b[22m\n\u001b[4mevery sound fits perfectly with the scene, and many times the music is just epic.\u001b[24m\n    \u001b[1mあらゆるサウンドがシーンに完全にフィットし、何度も音楽は叙事詩です。\u001b[22m, \u001b[1mすべての音がシーンにジャストフィットし、何度も音楽はちょうど叙事詩です。\u001b[22m\n\u001b[4mAlso the opening and ending themes from season 2 are the only screamo music you’ll find on my mp3 player, they’re that great.\u001b[24m\n    \u001b[1mまた、第2シーズンのオープニングテーマとエンディングテーマは、私のMP3プレーヤーで見つけることができる唯一のscreamo音楽です、彼らは素晴らしいです。\u001b[22m, \u001b[1mまた、シーズン2からの開口部とエンディングテーマはあなたが私のmp3プレーヤーで見つけるだけスクリーモ音楽である、彼らは偉大なことです。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOVERALL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nDeath Note is among the best animes I ever seen (now I haven’t seen a lot of animes but still) and it’s easily the anime you want to recommend to a friend you want to get into anime. I got tired of Death Note by the fourth time I watched it, heck I’ve seen Death Note in 2 dubs, English and Spanish (Latino) and all I can say is that both dubs are excellent. This anime is so great I even got my mother to watch it, well she just watched the first episodes, parts of other episodes, the one L dies and the ending but it still counts! And because of that, because of Death Note’s appeal to anyone who doesn’t know about anime or likes anime proves that it’s a great show anyone can enjoy. I give this anime a 10 out of 10.\n\n\u001b[1m死のノートは私が今まで見た中で最高のアニメのひとつです（今はまだ多くのアニメを見たことはありませんが）。アニメにしたい友達にお勧めしたいアニメです。 私は死のノートに疲れました。私がそれを見たのは4回目でした。私は2つのダブ、英語、スペイン語（ラテン語）でデスノートを見たことがあります。 このアニメはすごくいいですし、私は母親にも見てもらえました。最初のエピソード、他のエピソードの一部、Lが死んで、エンディングを見ただけですが、それでもまだカウントしています！ そのため、アニメやアニメが分からない人にはデスノートの魅力があるため、誰もが楽しめる素晴らしいショーであることが証明されています。 私はこのアニメに10のうち10を与える。\u001b[22m\n\u001b[1m(Shi no nōto wa watashi ga imamade mita naka de saikō no anime no hitotsudesu (ima wa mada ōku no anime o mita koto wa arimasenga). Anime ni shitai tomodachi ni o susume shitai animedesu. Watashi wa shi no nōto ni tsukaremashita. Watashi ga sore o mita no wa 4 emedeshita. Watashi wa 2tsu no dabu, eigo, Supeingo (ratengo) de desunōto o mita koto ga arimasu. Kono anime wa sugoku īdesushi, watashi wa hahaoya ni mo mite moraemashita. Saisho no episōdo, hoka no episōdo no ichibu, L ga shinde, endingu o mita dakedesuga, soredemo mada kaunto shite imasu! Sonotame, anime ya anime ga wakaranai hito ni wa desunōto no miryoku ga aru tame, daremoga tanoshimeru subarashī shōdearu koto ga shōmei sa rete imasu. Watashi wa kono anime ni 10 no uchi 10 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is among the best animes I ever seen (now I haven’t seen a lot of animes but still) and it’s easily the anime you want to recommend to a friend you want to get into anime. I got tired of Death Note by the fourth time I watched it, heck I’ve seen Death Note in 2 dubs, English and Spanish (Latino) and all I can say is that both dubs are excellent. This anime is so great I even got my mother to watch it, well she just watched the first episodes, parts of other episodes, the one L dies and the ending but it still counts! And because of that, because of Death Note’s appeal to anyone who doesn’t know about anime or likes anime proves that it’s a great show anyone can enjoy. I give this anime a 10 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is among the best animes I ever seen (now I haven’t seen a lot of animes but still) and it’s easily the anime you want to recommend to a friend you want to get into anime.\u001b[24m\n    \u001b[1m死のノートは私が今まで見た中で最高のアニメのひとつです（今はまだ多くのアニメを見たことはありませんが）。アニメにしたい友達にお勧めしたいアニメです。\u001b[22m, \u001b[1mデスノートは、私が今まで見た最高のアニメ（今私はアニメをたくさん見て、まだしていない）の間であり、それは簡単にあなたがアニメに取得したい友人にお勧めしたいアニメです。\u001b[22m\n\u001b[4mI got tired of Death Note by the fourth time I watched it, heck I’ve seen Death Note in 2 dubs, English and Spanish (Latino) and all I can say is that both dubs are excellent.\u001b[24m\n    \u001b[1m私は死のノートに疲れました。私がそれを見たのは4回目でした。私は2つのダブ、英語、スペイン語（ラテン語）でデスノートを見たことがあります。\u001b[22m, \u001b[1m私は2ダビング、英語とスペイン語（ラテン系）で、私はそれを見た第四の時間によって一体私が見てきたデスノートをデスノートの疲れと私が言うことができるすべては、両方のダビングが優れていることがあります。\u001b[22m\n\u001b[4mThis anime is so great I even got my mother to watch it, well she just watched the first episodes, parts of other episodes, the one L dies and the ending but it still counts!\u001b[24m\n    \u001b[1mこのアニメはすごくいいですし、私は母親にも見てもらえました。最初のエピソード、他のエピソードの一部、Lが死んで、エンディングを見ただけですが、それでもまだカウントしています！\u001b[22m, \u001b[1mこのアニメは、私もそれを見て私の母を得たので、偉大な、よく彼女がちょうど最初のエピソードを見され、他のエピソードの部分は、1つのLは死んで終わるが、それはまだ数えます！\u001b[22m\n\u001b[4mAnd because of that, because of Death Note’s appeal to anyone who doesn’t know about anime or likes anime proves that it’s a great show anyone can enjoy.\u001b[24m\n    \u001b[1mそのため、アニメやアニメが分からない人にはデスノートの魅力があるため、誰もが楽しめる素晴らしいショーであることが証明されています。\u001b[22m, \u001b[1mそして、そのため、理由アニメについて知っているか、アニメが好きない人にデスノートの魅力のそれは誰もが楽しむことができる素晴らしいショーだことを証明しています。\u001b[22m\n\u001b[4mI give this anime a 10 out of 10.\u001b[24m\n    \u001b[1m私はこのアニメに10のうち10を与える。\u001b[22m, \u001b[1m私はこのアニメに10のうち10を与えます。\u001b[22m"
  }
]
