[
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "eso18",
    "profile": "/profile/eso18/reviews",
    "pages": "32",
    "number": "1",
    "link": "/reviews.php?id=71135",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n犯罪を犯した犯罪者は死ぬべきか？ この正義はありますか？\nそれはこのアニメの主な問題です。私はそれが最も興味深いものです。なぜなら、2人の主人公KiraとLが、正義と何をすべきかと思うことをするからです。 あなたがアニメを見ているときに、この質問に賛成する人を見つけようとすると、みんな意見が異なり、ほとんどのアニメフォーラムには少なくとも3つのトピックがあります。\n\nDNは、最初に私が見た少年型のアニメではなく、それは私がそれを愛するようにします。 アニメはこれまで最高だったけれど、DNは何時も一番上にあった。\n私が最初に見た後、前に質問された質問について私は散歩に出かけました。私が戻ったとき、私はDNをもう一度見ました。その後、もう一度、そしてその25回の最初のエピソードをもう一度見ました。 最後に私はatleast一年に一度それを見ます:)。\n\nストーリーでは、世界の最高の探偵と死の神のメモを見つけた若い天才の間に心の戦いがあります。 そのおかげで、彼は自分の名前を知り、顔の様子が分かっている限り、世界中のすべての人を排除することができました。\n死者メモを見つけたライ・ヤガミは、あまりにも致命的であった犯罪を犯したすべての犯罪者を排除することを決めた。 彼はそれらを殺す権利を持っていますか？ 彼らの信念の中のすべての国が、それを止めるべきであると判断し、それが間違っていると判断しました。それは信じられないほどだと言えるだけでなく、 それが社会がどのように働いているか、歴史の法律の最初のコーデックスは目のためのより単純なものでしたが、それはハンムラビのコーデックスのようなものでした。 それはなぜ変わったのですか？誰かを殺すことは誰かが間違ったことだったので、彼はフォークでバニー・シットの3人の小さな子供たちを殺しました。 それは極端な例だったが、何でも。 犯罪者があなたの近くの誰かを殺したことが分かっていて、どのように落ち込んでしまったのか、彼が小さな慌てを受けていないことから解放されたとき、あなたはハムラビがまだ生きていることを好まないでしょうか？ しかし一方で、未知の人にすべての人の判断をさせてもらうことができます。もし彼が間違っていたら、もし彼がそれのように倒れて突然、彼が国のすべてのリーダーを殺すと決める​​なら、 いくつかの遅れが別の世界大戦を開始するでしょう。 それはそれほど単純ではありません。\nとにかくこのアニメは、それが私にとって最高のアニメです。\nそれは2つの偉大な主人公、興味深いプロット、グラフィックは素晴らしいと物語に合って、音楽も素晴らしいです。\n私は誰もがこのアニメを好きではないと思うが、私がこのアニメで愛しているものはそうではないかもしれないと思うかもしれませんが、それ以外の多くの種類のアニメがあり、  nr1とそれは私がアニメのファンを作った触媒でしたが、私はこれよりも良いアニメを見つけたいと思っていますが、\n私は1日のDNが1位から削除されることを願っています。なぜなら、それを打ち負かすアニメはすごく大きくて、何がそこにあるはずがないからです",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDoes criminal who committed crime should die? Is this justice?\n\n\u001b[1m犯罪を犯した犯罪者は死ぬべきか？ この正義はありますか？\u001b[22m\n\u001b[1m(Hanzai o okashita hanzai-sha wa shinubeki ka? Kono seigi wa arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mDoes criminal who committed crime should die? Is this justice?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDoes criminal who committed crime should die?\u001b[24m\n    \u001b[1m犯罪を犯した犯罪者は死ぬべきか？\u001b[22m, \u001b[1m罪を犯した犯罪者は死ぬべきでしょうか？\u001b[22m\n\u001b[4mIs this justice?\u001b[24m\n    \u001b[1mこの正義はありますか？\u001b[22m\nThat's the main question in this anime and I think that's what make it most interesting because whe have 2 protagonists Kira and L both of them do what they think is justice and what should be done. As you watch the anime you try to find an anwaser to this question, every one have different opinion and there is atleast 3 topics about it on most of anime forums.\n\n\u001b[1mそれはこのアニメの主な問題です。私はそれが最も興味深いものです。なぜなら、2人の主人公KiraとLが、正義と何をすべきかと思うことをするからです。 あなたがアニメを見ているときに、この質問に賛成する人を見つけようとすると、みんな意見が異なり、ほとんどのアニメフォーラムには少なくとも3つのトピックがあります。\u001b[22m\n\u001b[1m(Sore wa kono anime no omona mondaidesu. Watashi wa sore ga mottomo kyōmibukai monodesu. Nazenara, 2-ri no shujinkō Kira to L ga, seigi to nani o subeki ka to omou koto o surukaradesu. Anata ga anime o mite iru toki ni, kono shitsumon ni sansei suru hito o mitsukeyou to suru to, min'na iken ga kotonari, hotondo no animefōramu ni wa sukunakutomo 3ttsu no topikku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat's the main question in this anime and I think that's what make it most interesting because whe have 2 protagonists Kira and L both of them do what they think is justice and what should be done. As you watch the anime you try to find an anwaser to this question, every one have different opinion and there is atleast 3 topics about it on most of anime forums.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's the main question in this anime and I think that's what make it most interesting because whe have 2 protagonists Kira and L both of them do what they think is justice and what should be done.\u001b[24m\n    \u001b[1mそれはこのアニメの主な問題です。私はそれが最も興味深いものです。なぜなら、2人の主人公KiraとLが、正義と何をすべきかと思うことをするからです。\u001b[22m, \u001b[1mつまり、このアニメの主要な質問だとWHEそれらの2人の主人公キラとLの両方は、彼らが正義で、何が行われるべきだと思う何をしているので、私はそれはそれは最も興味深い作るものだと思います。\u001b[22m\n\u001b[4mAs you watch the anime you try to find an anwaser to this question, every one have different opinion and there is atleast 3 topics about it on most of anime forums.\u001b[24m\n    \u001b[1mあなたがアニメを見ているときに、この質問に賛成する人を見つけようとすると、みんな意見が異なり、ほとんどのアニメフォーラムには少なくとも3つのトピックがあります。\u001b[22m, \u001b[1mあなたはこの質問へのanwaserを見つけようとアニメを見ているように、一人一人が異なった意見を持っているとアニメフォーラムの最も上のそれについて少なくとも3のトピックがあります。\u001b[22m\n\u001b[1m\u001b[22m\nDN is first no shonen type anime that I watched and it make me love it. Since I though what anime was the best ever, DN always was on top no matter what.\n\n\u001b[1mDNは、最初に私が見た少年型のアニメではなく、それは私がそれを愛するようにします。 アニメはこれまで最高だったけれど、DNは何時も一番上にあった。\u001b[22m\n\u001b[1m(DN wa, saisho ni watashi ga mita shōnen-gata no animede wa naku, sore wa watashi ga sore o aisuru yō ni shimasu. Anime wa kore made saikōdattakeredo, DN wa itsumo ichiban-jō ni atta.)\u001b[22m\n\nTranslations of \u001b[4mDN is first no shonen type anime that I watched and it make me love it. Since I though what anime was the best ever, DN always was on top no matter what.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDN is first no shonen type anime that I watched and it make me love it.\u001b[24m\n    \u001b[1mDNは、最初に私が見た少年型のアニメではなく、それは私がそれを愛するようにします。\u001b[22m, \u001b[1mDNは、最初に私が見て、それは私がそれを愛する作るない少年型のアニメではありません。\u001b[22m\n\u001b[4mSince I though what anime was the best ever, DN always was on top no matter what.\u001b[24m\n    \u001b[1mアニメはこれまで最高だったけれど、DNは何時も一番上にあった。\u001b[22m, \u001b[1mでも、私はアニメがこれまで最高だったものを、DNは常にどんな上ではなかったので。\u001b[22m\nAfter I watched for the first time, I went outside for a walk though about the question asked before and when I went back I watched DN again, and after that once more, and after that once more 25 first episodes. In the end I watch it atleast once a year :).\n\n\u001b[1m私が最初に見た後、前に質問された質問について私は散歩に出かけました。私が戻ったとき、私はDNをもう一度見ました。その後、もう一度、そしてその25回の最初のエピソードをもう一度見ました。 最後に私はatleast一年に一度それを見ます:)。\u001b[22m\n\u001b[1m(Watashi ga saisho ni mita nochi, mae ni shitsumon sa reta shitsumon ni tsuite watashi wa sanpo ni dekakemashita. Watashi ga modotta toki, watashi wa DN o mōichido mimashita. Sonogo, mōichido, soshite sono 25-kai no saisho no episōdo o mōichido mimashita. Saigo ni watashi wa atleast ichinen ni ichido sore o mimasu: ).)\u001b[22m\n\nTranslations of \u001b[4mAfter I watched for the first time, I went outside for a walk though about the question asked before and when I went back I watched DN again, and after that once more, and after that once more 25 first episodes. In the end I watch it atleast once a year :).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter I watched for the first time, I went outside for a walk though about the question asked before and when I went back I watched DN again, and after that once more, and after that once more 25 first episodes.\u001b[24m\n    \u001b[1m私が最初に見た後、前に質問された質問について私は散歩に出かけました。私が戻ったとき、私はDNをもう一度見ました。その後、もう一度、そしてその25回の最初のエピソードをもう一度見ました。\u001b[22m, \u001b[1m私が初めて見た後、私は前に聞かれる質問についていえ散歩に外に出て、私が戻ったとき、私は再びDNを見て、もう一度その後、その再び25最初のエピソードの後に。\u001b[22m\n\u001b[4mIn the end I watch it atleast once a year :).\u001b[24m\n    \u001b[1m最後に私はatleast一年に一度それを見ます:)。\u001b[22m, \u001b[1m最後に、私は年に少なくとも一度それを見:)。\u001b[22m\n\u001b[1m\u001b[22m\nIn the story we have a fight of minds between, Best detective in the world and young genius who found note of death god. Thanks to that he was able to eliminate every person in the world as long as he knew thier name and how thier face looks like.\n\n\u001b[1mストーリーでは、世界の最高の探偵と死の神のメモを見つけた若い天才の間に心の戦いがあります。 そのおかげで、彼は自分の名前を知り、顔の様子が分かっている限り、世界中のすべての人を排除することができました。\u001b[22m\n\u001b[1m(Sutōrīde wa, sekai no saikō no tantei to shi no kami no memo o mitsuketa wakai tensai no ma ni kokoro no tatakai ga arimasu. Sono okage de, kare wa jibun no namae o shiri,-gao no yōsu ga wakatte iru kagiri, sekaijū no subete no hito o haijo suru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn the story we have a fight of minds between, Best detective in the world and young genius who found note of death god. Thanks to that he was able to eliminate every person in the world as long as he knew thier name and how thier face looks like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the story we have a fight of minds between, Best detective in the world and young genius who found note of death god.\u001b[24m\n    \u001b[1mストーリーでは、世界の最高の探偵と死の神のメモを見つけた若い天才の間に心の戦いがあります。\u001b[22m, \u001b[1m物語の中で、我々は世界で最高の探偵、間の心の戦いと死の神のノートを見つけた若い才能を持っています。\u001b[22m\n\u001b[4mThanks to that he was able to eliminate every person in the world as long as he knew thier name and how thier face looks like.\u001b[24m\n    \u001b[1mそのおかげで、彼は自分の名前を知り、顔の様子が分かっている限り、世界中のすべての人を排除することができました。\u001b[22m, \u001b[1m彼はとthier顔がどのように見えるかthier名前を知っていたとして、彼がいる限り、世界のすべての人を排除することができたことに感謝します。\u001b[22m\nYagami Raito who found Death note decided to eliminate all criminals which commited crime which was too extrime. Does he have right to kill them? All nations in thier belief decided that should be stoped and it's wrong doing, some of them belived it's how it should be and some did it because they couldn't just say it's a good thing that criminals die. That how society work, although first codex of laws in history was simpler An Eye for an Eye, that was something like codex of Hammurabi, That how it has been. Why does it changed, because someone though that killing someone was a wrong thing to doeven if he did kill 3 small childrens in a bunny siut with fork. That was extreme example but whatever. If you knew that a criminal killed someone close to you and then was released because there was no proof how would you fell, or he got small panalty, wouldn't you prefer that Hammurabi was still alive. On the other hand however can you let some unknow person do judgment on all people, What if he is wrong, what if he is someone who kills because he fell like it and suddenly decide that he kill every leader of country noone will know what to do and some retard will start another world war. It's isn't that simple.\n\n\u001b[1m死者メモを見つけたライ・ヤガミは、あまりにも致命的であった犯罪を犯したすべての犯罪者を排除することを決めた。 彼はそれらを殺す権利を持っていますか？ 彼らの信念の中のすべての国が、それを止めるべきであると判断し、それが間違っていると判断しました。それは信じられないほどだと言えるだけでなく、 それが社会がどのように働いているか、歴史の法律の最初のコーデックスは目のためのより単純なものでしたが、それはハンムラビのコーデックスのようなものでした。 それはなぜ変わったのですか？誰かを殺すことは誰かが間違ったことだったので、彼はフォークでバニー・シットの3人の小さな子供たちを殺しました。 それは極端な例だったが、何でも。 犯罪者があなたの近くの誰かを殺したことが分かっていて、どのように落ち込んでしまったのか、彼が小さな慌てを受けていないことから解放されたとき、あなたはハムラビがまだ生きていることを好まないでしょうか？ しかし一方で、未知の人にすべての人の判断をさせてもらうことができます。もし彼が間違っていたら、もし彼がそれのように倒れて突然、彼が国のすべてのリーダーを殺すと決める​​なら、 いくつかの遅れが別の世界大戦を開始するでしょう。 それはそれほど単純ではありません。\u001b[22m\n\u001b[1m(Shisha memo o mitsuketa rai Yagami wa, amarini mo chimei-tekideatta hanzai o okashita subete no hanzai-sha o haijo suru koto o kimeta. Kare wa sorera o korosu kenri o motte imasu ka? Karera no shin'nen no naka no subete no kuni ga, sore o tomerubekidearu to handan shi, sore ga machigatte iru to handan shimashita. Sore wa shinji rarenai hododa to ieru dakedenaku, sore ga shakai ga dono yō ni hataraite iru ka, rekishi no hōritsu no saisho no kōdekkusu wa me no tame no yori tanjun'na monodeshitaga, soreha hanmurabi no kōdekkusu no yōna monodeshita. Sore wa naze kawatta nodesu ka? Dareka o korosu koto wa dare ka ga machigatta kotodattanode, kare wa fōku de banī shitto no 3-ri no chīsana kodomo-tachi o koroshimashita. Sore wa kyokutan'na reidattaga, nani demo. Hanzai-sha ga anata no chikaku no dareka o koroshita koto ga wakatte ite, dono yō ni ochikonde shimatta no ka, kare ga chīsana awate o ukete inai koto kara kaihō sa reta toki, anata wa hamurabi ga mada ikite iru koto o konomanaideshou ka? Shikashi ippō de, michi no hito ni subete no hito no handan o sa sete morau koto ga dekimasu. Moshi kare ga machigatte itara, moshi kare ga sore no yō ni taorete totsuzen, kare ga kuni no subete no rīdā o korosu to kimeru ​​nara, ikutsu ka no okure ga betsu no sekai taisen o kaishi surudeshou. Sore wa sorehodo tanjunde wa arimasen.)\u001b[22m\nAnyway this anime has it serious tone in it, for me it's best anime ever.\n\n\u001b[1mとにかくこのアニメは、それが私にとって最高のアニメです。\u001b[22m\n\u001b[1m(Tonikaku kono anime wa, sore ga watashi ni totte saikō no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway this anime has it serious tone in it, for me it's best anime ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway this anime has it serious tone in it, for me it's best anime ever.\u001b[24m\n    \u001b[1mとにかくこのアニメは、それが私にとって最高のアニメです。\u001b[22m, \u001b[1mとにかくこのアニメは私のために、それは最高のアニメだが、それをそれに深刻なトーンを持っています。\u001b[22m\nIt has 2 great protagonist, Interesting plot, graphic is great and fit the story, and music great as well.\n\n\u001b[1mそれは2つの偉大な主人公、興味深いプロット、グラフィックは素晴らしいと物語に合って、音楽も素晴らしいです。\u001b[22m\n\u001b[1m(Sore wa 2tsu no idaina shujinkō, kyōmibukai purotto, gurafikku wa subarashī to monogatari ni atte, ongaku mo subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt has 2 great protagonist, Interesting plot, graphic is great and fit the story, and music great as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has 2 great protagonist, Interesting plot, graphic is great and fit the story, and music great as well.\u001b[24m\n    \u001b[1mそれは2つの偉大な主人公、興味深いプロット、グラフィックは素晴らしいと物語に合って、音楽も素晴らしいです。\u001b[22m, \u001b[1mそれは、2偉大な主人公、面白いプロットを持っているグラフィックは素晴らしいですし、偉大なだけでなくストーリー、音楽に合わせて。\u001b[22m\nAlthough I think that not everyone have to like this anime, the things that I love in this anime others may not, or there are so many other types of anime which have thier good points and are completly different, yet for me DN will always remain nr1 and it was catalyst that made me fan of anime, although I would want to find anime that will be better than this one,\n\n\u001b[1m私は誰もがこのアニメを好きではないと思うが、私がこのアニメで愛しているものはそうではないかもしれないと思うかもしれませんが、それ以外の多くの種類のアニメがあり、  nr1とそれは私がアニメのファンを作った触媒でしたが、私はこれよりも良いアニメを見つけたいと思っていますが、\u001b[22m\n\u001b[1m(Watashi wa daremoga kono anime o sukide wa nai to omou ga, watashi ga kono anime de aishite iru mono wa sōde wanai kamo shirenai to omou kamo shiremasenga, soreigai no ōku no shurui no anime ga ari, nr 1 to sore wa watashi ga anime no fan o tsukutta shokubaideshitaga, watashi wa kore yori mo yoi anime o mitsuketai to omotte imasuga,)\u001b[22m\n\nTranslations of \u001b[4mAlthough I think that not everyone have to like this anime, the things that I love in this anime others may not, or there are so many other types of anime which have thier good points and are completly different, yet for me DN will always remain nr1 and it was catalyst that made me fan of anime, although I would want to find anime that will be better than this one,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough I think that not everyone have to like this anime, the things that I love in this anime others may not, or there are so many other types of anime which have thier good points and are completly different, yet for me DN will always remain\u001b[24m\n    \u001b[1m私は誰もがこのアニメを好きではないと思うが、私がこのアニメで愛しているものはそうではないかもしれないと思うかもしれませんが、それ以外の多くの種類のアニメがあり、\u001b[22m, \u001b[1m私は誰もがこのアニメを好きに持っていると思いますが、私はこのアニメの他に愛する事はないかもしれない、またはthierの良い点を持っているとcompletly異なるアニメの他の多くの種類がありますが、まだ私のためにDNは常に残ります\u001b[22m\n\u001b[4mnr1 and it was catalyst that made me fan of anime, although I would want to find anime that will be better than this one,\u001b[24m\n    \u001b[1mnr1とそれは私がアニメのファンを作った触媒でしたが、私はこれよりも良いアニメを見つけたいと思っていますが、\u001b[22m, \u001b[1m私はこれより良くなるアニメを見つけたいと思うだろうがNR1、それは、私のアニメのファン作られた触媒でした\u001b[22m\nI hope that one day DN will be removed from number one because the anime that will beat it will be so great that I have no idea what should be there\n\n\u001b[1m私は1日のDNが1位から削除されることを願っています。なぜなら、それを打ち負かすアニメはすごく大きくて、何がそこにあるはずがないからです\u001b[22m\n\u001b[1m(Watashi wa 1-nichi no DN ga 1-i kara sakujo sa reru koto o negatte imasu. Nazenara, sore o uchi makasu anime wa sugoku ōkikute, nani ga soko ni aru hazu ga naikaradesu)\u001b[22m\n\nTranslations of \u001b[4mI hope that one day DN will be removed from number one because the anime that will beat it will be so great that I have no idea what should be there\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope that one day DN will be removed from number one because the anime that will beat it will be so great that I have no idea what should be there\u001b[24m\n    \u001b[1m私は1日のDNが1位から削除されることを願っています。なぜなら、それを打ち負かすアニメはすごく大きくて、何がそこにあるはずがないからです\u001b[22m, \u001b[1m私はそれを負かす事になりますアニメがどうあるべきか、私は全く分からないほど大きくなりますので、1日のDNは数1から削除されることを願っています\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Guynius",
    "profile": "/profile/Guynius/reviews",
    "pages": "32",
    "number": "2",
    "link": "/reviews.php?id=83080",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nデスノートは私が今まで見た中で最も強力なアニメの一つです。 それの背後にある物語と思考は、毎回驚くべきものです。 あなたが追いついて注意を払う必要がありますが、そうした場合、このアニメはあなたに大きな満足を与えます。\n\n私は全部を見ました。そのことを念頭に置いて、私は、そのエピソードの後に​​見守ることをやめるよう全員に勧めます。 それはたわごとが本当に排水路を下っていく場所です。 私の得点は、最初の25のエピソードに基づいています。 もし私がそれらをすべて裁かなければならないならば、総合スコアはこの最後の話のアークのために7または8に下がるでしょう。\n\nいずれにせよ、私は誰もがそれを見て強くお勧めします、それは素晴らしいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is one of the most powerful anime I have ever seen. The story and thought behind it are amazing at every turn. You have to keep up and pay attention, but if you do, this anime will give you immense satisfaction.\n\n\u001b[1mデスノートは私が今まで見た中で最も強力なアニメの一つです。 それの背後にある物語と思考は、毎回驚くべきものです。 あなたが追いついて注意を払う必要がありますが、そうした場合、このアニメはあなたに大きな満足を与えます。\u001b[22m\n\u001b[1m(Desunōto wa watashi ga imamade mita naka de mottomo kyōryokuna anime no hitotsudesu. Sore no haigo ni aru monogatari to shikō wa, maikai odorokubeki monodesu. Anata ga oitsuite chūiwoharau hitsuyō ga arimasuga, sōshita baai, kono anime wa anata ni ōkina manzoku o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is one of the most powerful anime I have ever seen. The story and thought behind it are amazing at every turn. You have to keep up and pay attention, but if you do, this anime will give you immense satisfaction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is one of the most powerful anime I have ever seen.\u001b[24m\n    \u001b[1mデスノートは私が今まで見た中で最も強力なアニメの一つです。\u001b[22m\n\u001b[4mThe story and thought behind it are amazing at every turn.\u001b[24m\n    \u001b[1mそれの背後にある物語と思考は、毎回驚くべきものです。\u001b[22m, \u001b[1mストーリーとその背後にある思想は、毎ターンで驚くべきものです。\u001b[22m\n\u001b[4mYou have to keep up and pay attention, but if you do, this anime will give you immense satisfaction.\u001b[24m\n    \u001b[1mあなたが追いついて注意を払う必要がありますが、そうした場合、このアニメはあなたに大きな満足を与えます。\u001b[22m, \u001b[1mあなたが追いつくと注意を払わなければならない、しかし、あなたが行う場合は、このアニメはあなたに巨大な満足感が得られます。\u001b[22m\n\u001b[1m\u001b[22m\nRight up until episode 25. I have watched the entire thing, and with that in mind I can reccommend everyone to stop watching after that episode. That's where shit really goes down the drain. My score is based on the first 25 episodes. If I had to judge them all, the overall score would go down to 7 or 8 because of this last story arc.\n\n\u001b[1m私は全部を見ました。そのことを念頭に置いて、私は、そのエピソードの後に​​見守ることをやめるよう全員に勧めます。 それはたわごとが本当に排水路を下っていく場所です。 私の得点は、最初の25のエピソードに基づいています。 もし私がそれらをすべて裁かなければならないならば、総合スコアはこの最後の話のアークのために7または8に下がるでしょう。\u001b[22m\n\u001b[1m(Watashi wa zenbu o mimashita. Sono koto o nentō ni oite, watashi wa, sono episōdo no nochi ni ​​ mimamoru koto o yameru yō zen'in ni susumemasu. Sore wa tawagoto ga hontōni haisui-ji o kudatte iku bashodesu. Watashi no tokuten wa, saisho no 25 no episōdo ni motodzuite imasu. Moshi watashi ga sorera o subete sabakanakereba naranainaraba, sōgō sukoa wa kono saigo no hanashi no āku no tame ni 7 matawa 8 ni sagarudeshou.)\u001b[22m\n\nTranslations of \u001b[4mRight up until episode 25. I have watched the entire thing, and with that in mind I can reccommend everyone to stop watching after that episode. That's where shit really goes down the drain. My score is based on the first 25 episodes. If I had to judge them all, the overall score would go down to 7 or 8 because of this last story arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRight up until episode 25. I have watched the entire thing, and with that in mind I can reccommend everyone to stop watching after that episode.\u001b[24m\n    \u001b[1m私は全部を見ました。そのことを念頭に置いて、私は、そのエピソードの後に見守ることをやめるよう全員に勧めます。\u001b[22m, \u001b[1m右アップエピソード25まで、私は全体のことを見てきた、そしてそれと心の中で私はそのエピソードの後に見て停止するように皆をreccommendすることができます。\u001b[22m\n\u001b[4mThat's where shit really goes down the drain.\u001b[24m\n    \u001b[1mそれはたわごとが本当に排水路を下っていく場所です。\u001b[22m, \u001b[1mくそが本当にドレインをダウンところです。\u001b[22m\n\u001b[4mMy score is based on the first 25 episodes.\u001b[24m\n    \u001b[1m私の得点は、最初の25のエピソードに基づいています。\u001b[22m, \u001b[1m私のスコアは、最初の25のエピソードに基づいています。\u001b[22m\n\u001b[4mIf I had to judge them all, the overall score would go down to 7 or 8 because of this last story arc.\u001b[24m\n    \u001b[1mもし私がそれらをすべて裁かなければならないならば、総合スコアはこの最後の話のアークのために7または8に下がるでしょう。\u001b[22m, \u001b[1m私はそれらすべてを判断しなければならないとしたら、全体のスコアがあるため、この最後のストーリーアークの7または8に下るだろう。\u001b[22m\n\u001b[1m\u001b[22m\nIn any case, I do strongly recommend everyone to watch it, it's amazing.\n\n\u001b[1mいずれにせよ、私は誰もがそれを見て強くお勧めします、それは素晴らしいです。\u001b[22m\n\u001b[1m(Izure ni seyo, watashi wa daremoga sore o mite tsuyoku o susume shimasu, sore wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mIn any case, I do strongly recommend everyone to watch it, it's amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn any case, I do strongly recommend everyone to watch it, it's amazing.\u001b[24m\n    \u001b[1mいずれにせよ、私は誰もがそれを見て強くお勧めします、それは素晴らしいです。\u001b[22m, \u001b[1mいずれにせよ、私は強く、それは驚くべきことだ、それを見て皆をお勧めしますありません。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Hadrianlee",
    "profile": "/profile/Hadrianlee/reviews",
    "pages": "32",
    "number": "3",
    "link": "/reviews.php?id=80788",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nデスノートはおそらく最も戦略的なサスペンスアニメの一つです。 ほとんどすべてのエピソードは非常によく考え出されていると私は私の席の端に私を感謝するので、多くのアニメシリーズを介してこれを維持することはできません。\n\nストーリーは非常にユニークで、そのコンセプトは本当に傑作です。 死神が所有する死亡覚書は、名前を書くだけで人を殺すことができます。 恐ろしい音ですか？ このノートブックは、屋上ライトの手に入る。 しかし、彼はこの力で何をするのでしょうか？\n\nyagami lightとLはおそらく私がアニメで見た中で最も知的なキャラクターです。 物語、プロット、キャラクター化はすべてこのアニメをそのような傑作にする非常によく実行されています。\n\n芸術は非常に素晴らしいですが、これを見るために必要な対話の量のために最大限には評価されませんが、実際には悪いことではありません。\n\nすべてのエピソードの1分ごとにあなたが満腹感を抱きます。あなたが点滅しても、少しでもアニメができる重要な情報を見逃すかもしれません。\n\nデスノートは非常に印象的なアニメであり、非常によく考え抜かれた計画はもちろん、抜け穴はほとんどありません。\n\nこれは、探偵や戦略アニメに入っている人たちのために私から非常に強く推奨されるアニメです。それでも、これはおそらく最も独創的なアニメであるため、私はまだそれを推薦しません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDeath note is probably one of the most strategic, suspense filling anime out there. pretty much every episode is very well thought out and keeps me at the edge of my seat which i appreciate because not many anime can keep this up through out the series.\n\n\u001b[1mデスノートはおそらく最も戦略的なサスペンスアニメの一つです。 ほとんどすべてのエピソードは非常によく考え出されていると私は私の席の端に私を感謝するので、多くのアニメシリーズを介してこれを維持することはできません。\u001b[22m\n\u001b[1m(Desunōto wa osoraku mottomo senryaku-tekina sasupensu anime no hitotsudesu. Hotondo subete no episōdo wa hijō ni yoku kangaedasa rete iruto watashi wa watashi no seki no hashi ni watashi o kansha surunode, ōku no animeshirīzu o kaishite kore o iji suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mDeath note is probably one of the most strategic, suspense filling anime out there. pretty much every episode is very well thought out and keeps me at the edge of my seat which i appreciate because not many anime can keep this up through out the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath note is probably one of the most strategic, suspense filling anime out there.\u001b[24m\n    \u001b[1mデスノートはおそらく最も戦略的なサスペンスアニメの一つです。\u001b[22m, \u001b[1mデスノートは、おそらくそこに最も戦略的な、サスペンス充填アニメの一つです。\u001b[22m\n\u001b[4mpretty much every episode is very well thought out and keeps me at the edge of my seat which i appreciate because not many anime can keep this up through out the series.\u001b[24m\n    \u001b[1mほとんどすべてのエピソードは非常によく考え出されていると私は私の席の端に私を感謝するので、多くのアニメシリーズを介してこれを維持することはできません。\u001b[22m, \u001b[1mほとんどすべてのエピソードは非常によく考え抜かれず、多くのアニメシリーズ全体を通してこれを維持することができますので、私は感謝私の席の端に私を続けています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is very unique, and the concept of it all is truly a masterpiece. a death note owned by the shinigami's is capable of killing a person simply by writing there name . sounds scary right? this note book falls into the hands of yagami light. But what will he do with this power is the question ?\n\n\u001b[1mストーリーは非常にユニークで、そのコンセプトは本当に傑作です。 死神が所有する死亡覚書は、名前を書くだけで人を殺すことができます。 恐ろしい音ですか？ このノートブックは、屋上ライトの手に入る。 しかし、彼はこの力で何をするのでしょうか？\u001b[22m\n\u001b[1m(Sutōrī wa hijō ni yunīku de, sono konseputo wa hontōni kessakudesu. Shinigami ga shoyū suru shibō oboegaki wa, namae o kaku dake de hito o korosu koto ga dekimasu. Osoroshī otodesu ka? Kono nōtobukku wa, okujō raito no tenihairu. Shikashi, kare wa kono chikara de nani o suru nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mThe story is very unique, and the concept of it all is truly a masterpiece. a death note owned by the shinigami's is capable of killing a person simply by writing there name . sounds scary right? this note book falls into the hands of yagami light. But what will he do with this power is the question ?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is very unique, and the concept of it all is truly a masterpiece.\u001b[24m\n    \u001b[1mストーリーは非常にユニークで、そのコンセプトは本当に傑作です。\u001b[22m, \u001b[1m物語は非常にユニークであり、それはすべての概念は、本当に傑作です。\u001b[22m\n\u001b[4ma death note owned by the shinigami's is capable of killing a person simply by writing there name .\u001b[24m\n    \u001b[1m死神が所有する死亡覚書は、名前を書くだけで人を殺すことができます。\u001b[22m, \u001b[1m死神のが所有している死のノートでは、単にそこに名前を書くことで人を殺すことができます。\u001b[22m\n\u001b[4msounds scary right?\u001b[24m\n    \u001b[1m恐ろしい音ですか？\u001b[22m, \u001b[1m怖い右に聞こえますか？\u001b[22m\n\u001b[4mthis note book falls into the hands of yagami light.\u001b[24m\n    \u001b[1mこのノートブックは、屋上ライトの手に入る。\u001b[22m, \u001b[1mこのノートブックは、矢上光の手に落ちます。\u001b[22m\n\u001b[4mBut what will he do with this power is the question ?\u001b[24m\n    \u001b[1mしかし、彼はこの力で何をするのでしょうか？\u001b[22m, \u001b[1m質問は、しかし、彼はこの力で何をしますでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nyagami light and L are perhaps the most intellectual characters i have seen in an anime. the story, plot and characterization are all very well executed which makes this anime such a masterpiece.\n\n\u001b[1myagami lightとLはおそらく私がアニメで見た中で最も知的なキャラクターです。 物語、プロット、キャラクター化はすべてこのアニメをそのような傑作にする非常によく実行されています。\u001b[22m\n\u001b[1m(Yagami light to L wa osoraku watashi ga anime de mita naka de mottomo chitekina kyarakutādesu. Monogatari, purotto, kyarakutā-ka wa subete kono anime o sono yōna kessaku ni suru hijō ni yoku jikkō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4myagami light and L are perhaps the most intellectual characters i have seen in an anime. the story, plot and characterization are all very well executed which makes this anime such a masterpiece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myagami light and L are perhaps the most intellectual characters i have seen in an anime.\u001b[24m\n    \u001b[1myagami lightとLはおそらく私がアニメで見た中で最も知的なキャラクターです。\u001b[22m, \u001b[1m矢上光とLは、おそらく私がアニメで見た中で最も知的な文字です。\u001b[22m\n\u001b[4mthe story, plot and characterization are all very well executed which makes this anime such a masterpiece.\u001b[24m\n    \u001b[1m物語、プロット、キャラクター化はすべてこのアニメをそのような傑作にする非常によく実行されています。\u001b[22m, \u001b[1mストーリー、プロットと特徴付けはすべて非常によく、このアニメような傑作を作るする実行されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is very nice but isn't appreciated to its fullest because of the amount of dialogue needed to watch this but isn't really a bad thing.\n\n\u001b[1m芸術は非常に素晴らしいですが、これを見るために必要な対話の量のために最大限には評価されませんが、実際には悪いことではありません。\u001b[22m\n\u001b[1m(Geijutsu wa hijō ni subarashīdesuga, kore o miru tame ni hitsuyōna taiwa no ryō no tame ni saidaigen ni wa hyōka sa remasenga, jissai ni wa warui kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art is very nice but isn't appreciated to its fullest because of the amount of dialogue needed to watch this but isn't really a bad thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is very nice but isn't appreciated to its fullest because of the amount of dialogue needed to watch this but isn't really a bad thing.\u001b[24m\n    \u001b[1m芸術は非常に素晴らしいですが、これを見るために必要な対話の量のために最大限には評価されませんが、実際には悪いことではありません。\u001b[22m, \u001b[1m芸術は非常にいいですが、このために見るために必要な対話の量を最大限に高く評価されていませんが、本当に悪いことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nevery minute of every episode fills you with suspense if you blink , turn around even for a second you might miss some vital information which very few anime are capable of.\n\n\u001b[1mすべてのエピソードの1分ごとにあなたが満腹感を抱きます。あなたが点滅しても、少しでもアニメができる重要な情報を見逃すかもしれません。\u001b[22m\n\u001b[1m(Subete no episōdo no 1-bu-goto ni anata ga manpuku-kan o dakimasu. Anata ga tenmetsu shite mo, sukoshidemo anime ga dekiru jūyōna jōhō o minogasu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mevery minute of every episode fills you with suspense if you blink , turn around even for a second you might miss some vital information which very few anime are capable of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mevery minute of every episode fills you with suspense if you blink , turn around even for a second you might miss some vital information which very few anime are capable of.\u001b[24m\n    \u001b[1mすべてのエピソードの1分ごとにあなたが満腹感を抱きます。あなたが点滅しても、少しでもアニメができる重要な情報を見逃すかもしれません。\u001b[22m, \u001b[1mあなたも、あなたは非常に少数のアニメが可能であるいくつかの重要な情報を見逃す可能性がある第二のために好転、点滅している場合すべてのエピソードの毎分はサスペンスであなたを埋めます。\u001b[22m\n\u001b[1m\u001b[22m\nDeath note is a very impressive anime in a whole lot of ways, not to mention the very well thought out plans with very little loopholes.\n\n\u001b[1mデスノートは非常に印象的なアニメであり、非常によく考え抜かれた計画はもちろん、抜け穴はほとんどありません。\u001b[22m\n\u001b[1m(Desunōto wa hijō ni inshō-tekina animedeari, hijō ni yoku kangaenuka reta keikaku wa mochiron, nukeana wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mDeath note is a very impressive anime in a whole lot of ways, not to mention the very well thought out plans with very little loopholes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath note is a very impressive anime in a whole lot of ways, not to mention the very well thought out plans with very little loopholes.\u001b[24m\n    \u001b[1mデスノートは非常に印象的なアニメであり、非常によく考え抜かれた計画はもちろん、抜け穴はほとんどありません。\u001b[22m, \u001b[1m死のノートでは、方法の全体の多くで非常に印象的なアニメではほとんどの抜け穴と非常に考え抜かれた計画を言及しません。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a very highly recommended anime from me for those who are into detective or strategic anime or even if your not i would still recommend it as it is probably the most ingenious anime ever !\n\n\u001b[1mこれは、探偵や戦略アニメに入っている人たちのために私から非常に強く推奨されるアニメです。それでも、これはおそらく最も独創的なアニメであるため、私はまだそれを推薦しません！\u001b[22m\n\u001b[1m(Kore wa, tantei ya senryaku anime ni haitte iru hito-tachi no tame ni watashi kara hijō ni tsuyoku suishō sa reru animedesu. Soredemo, kore wa osoraku mottomo dokusō-tekina animedearu tame, watashi wa mada sore o suisen shimasen!)\u001b[22m\n\nTranslations of \u001b[4mThis is a very highly recommended anime from me for those who are into detective or strategic anime or even if your not i would still recommend it as it is probably the most ingenious anime ever !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a very highly recommended anime from me for those who are into detective or strategic anime or even if your not i would still recommend it as it is probably the most ingenious anime ever !\u001b[24m\n    \u001b[1mこれは、探偵や戦略アニメに入っている人たちのために私から非常に強く推奨されるアニメです。それでも、これはおそらく最も独創的なアニメであるため、私はまだそれを推薦しません！\u001b[22m, \u001b[1mこれは探偵や戦略的なアニメ化されているか、またはあっても、それはおそらくこれまでで最も独創的なアニメであるとして、あなたの私はまだそれをお勧めしていない人のために私から非常に強くお勧めアニメです！\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Ranyore",
    "profile": "/profile/Ranyore/reviews",
    "pages": "32",
    "number": "4",
    "link": "/reviews.php?id=10252",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\nこれは、無限の可能性を秘めた優れたコンセプトです。 死からの判断力は、日本で最も明るい若者の心と、世界を自分のイメージで作り直して捕まえないようにするための馬鹿げた戦略に与えられています。 アンタゴニストは、私が遭遇した最も精巧に調整された、魅惑的に面白いキャラクターの1つです - 偉大な探偵L.\n私はスポイラーを私のレビューに入れないように最善を尽くしますが、このシリーズを通して約2/3が陰謀であり、栄光が消え始めていることが分かります... 2部構成のエンディングのエピソードで終わります。 私の意見。 素人を完全に壊すことは、「まあ......私たちは...おそらくこのことを終わらせてはいけないのですか？」 もっと適切な「これらの出来事はどのように状況の中でどのように演じるべきか」よりも感じています。 方法。\nすべてのことを見てみる価値がある、英語のダブ（もしあなたのこと* shudders *）があまりにも悪くはない...少なくとも彼らが終わり近くの人物を紹介するまで...行の翻訳と実行は私を非常に怒らせた 俳優たちはそれを取る。 しかし、私はオリジナルの日本のオーディオを強くお勧めします。 ナイトメアと最大限のホルモンの音楽は、オープニングとエンドのクレジットに完璧なタッチを加え、これをきちんとした小さな不気味なパッケージに包みます。",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is an excellent concept that had unlimited potential. The power of judgment via death is given to the brightest young mind in Japan and his ridiculously in-depth strategies to remake the world in his image and avoid capture. The antagonist is one of the most finely tuned and fascinatingly entertaining characters I have encountered - the great detective L.\n\n\u001b[1mこれは、無限の可能性を秘めた優れたコンセプトです。 死からの判断力は、日本で最も明るい若者の心と、世界を自分のイメージで作り直して捕まえないようにするための馬鹿げた戦略に与えられています。 アンタゴニストは、私が遭遇した最も精巧に調整された、魅惑的に面白いキャラクターの1つです - 偉大な探偵L.\u001b[22m\n\u001b[1m(Kore wa, mugen no kanōsei o himeta sugureta konseputodesu. Shi kara no handan-ryoku wa, Nihon de mottomo akarui wakamono no kokoro to, sekai o jibun no imēji de tsukurinaoshite tsukamaenai yō ni suru tame no bakageta senryaku ni atae rarete imasu. Antagonisuto wa, watashi ga sōgū shita mottomo seikō ni chōsei sa reta, miwaku-teki ni omoshiroi kyarakutā no 1tsudesu - idaina tantei L.)\u001b[22m\n\nTranslations of \u001b[4mThis is an excellent concept that had unlimited potential. The power of judgment via death is given to the brightest young mind in Japan and his ridiculously in-depth strategies to remake the world in his image and avoid capture. The antagonist is one of the most finely tuned and fascinatingly entertaining characters I have encountered - the great detective L.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an excellent concept that had unlimited potential.\u001b[24m\n    \u001b[1mこれは、無限の可能性を秘めた優れたコンセプトです。\u001b[22m, \u001b[1mこれは、無限の可能性を持っていた優れた概念です。\u001b[22m\n\u001b[4mThe power of judgment via death is given to the brightest young mind in Japan and his ridiculously in-depth strategies to remake the world in his image and avoid capture.\u001b[24m\n    \u001b[1m死からの判断力は、日本で最も明るい若者の心と、世界を自分のイメージで作り直して捕まえないようにするための馬鹿げた戦略に与えられています。\u001b[22m, \u001b[1m死を介した判断力が彼のイメージで世界をリメイクし、キャプチャを回避するために、日本と彼の途方もなく綿密な戦略において最も明るい若者の心に与えられています。\u001b[22m\n\u001b[4mThe antagonist is one of the most finely tuned and fascinatingly entertaining characters I have encountered - the great detective L.\u001b[24m\n    \u001b[1mアンタゴニストは、私が遭遇した最も精巧に調整された、魅惑的に面白いキャラクターの1つです - 偉大な探偵L.\u001b[22m, \u001b[1m偉大な探偵L.  - アンタゴニストは、私が遭遇した最も細かく調整し、艶やか面白い文字の一つであります\u001b[22m\nI will do my best to not put spoilers in my reviews but let it be known that about 2/3 through this series it's intrigue and glory start to fade…culminating with a two-part ending episode that….well it ruined the show in my opinion. Completely wrecking a prime character was more of a 'Well….we….we should probably finish this thing shouldn't we?' feeling than the more appropriate 'How should these events play out in the circumstances?' method.\n\n\u001b[1m私はスポイラーを私のレビューに入れないように最善を尽くしますが、このシリーズを通して約2/3が陰謀であり、栄光が消え始めていることが分かります... 2部構成のエンディングのエピソードで終わります。 私の意見。 素人を完全に壊すことは、「まあ......私たちは...おそらくこのことを終わらせてはいけないのですか？」 もっと適切な「これらの出来事はどのように状況の中でどのように演じるべきか」よりも感じています。 方法。\u001b[22m\n\u001b[1m(Watashi wa supoirā o watashi no rebyū ni hairenai yō ni saizen o tsukushimasuga, kono shirīzu o tōshite yaku 2/ 3 ga inbōdeari, eikō ga kie hajimete iru koto ga wakarimasu... 2-Bu kōsei no endingu no episōdo de owarimasu. Watashi no iken. Shirōto o kanzen ni kowasu koto wa,`mā... ... Watashitachiha... Osoraku kono koto o owara sete wa ikenai nodesu ka?' Motto tekisetsuna `korera no dekigoto wa dono yō ni jōkyō no naka de dono yō ni enjirubeki ka' yori mo kanjite imasu. Hōhō.)\u001b[22m\n\nTranslations of \u001b[4mI will do my best to not put spoilers in my reviews but let it be known that about 2/3 through this series it's intrigue and glory start to fade…culminating with a two-part ending episode that….well it ruined the show in my opinion. Completely wrecking a prime character was more of a 'Well….we….we should probably finish this thing shouldn't we?' feeling than the more appropriate 'How should these events play out in the circumstances?' method.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will do my best to not put spoilers in my reviews but let it be known that about 2/3 through this series it's intrigue and glory start to fade…culminating with a two-part ending episode that….well it ruined the show in\u001b[24m\n    \u001b[1m私はスポイラーを私のレビューに入れないように最善を尽くしますが、このシリーズを通して約2/3が陰謀であり、栄光が消え始めていることが分かります... 2部構成のエンディングのエピソードで終わります。\u001b[22m, \u001b[1m私は私のレビューにスポイラーを入れないために最善を尽くしますが、2/3程度、このシリーズを通して、それはだ陰謀と栄光開始がフェードすること......それはでショーを台無し.well二部終了エピソードで最高潮に達する知られるようになります\u001b[22m\n\u001b[4mmy opinion.\u001b[24m\n    \u001b[1m私の意見。\u001b[22m\n\u001b[4mCompletely wrecking a prime character was more of a 'Well….we….we should probably finish this thing shouldn't we?'\u001b[24m\n    \u001b[1m素人を完全に壊すことは、「まあ......私たちは...おそらくこのことを終わらせてはいけないのですか？」\u001b[22m, \u001b[1m完全プライム文字を台無しことは「うーん...。我々...。我々は、おそらくこのことは、我々いけない終える必要がありますか？」の以上でした\u001b[22m\n\u001b[4mfeeling than the more appropriate 'How should these events play out in the circumstances?'\u001b[24m\n    \u001b[1mもっと適切な「これらの出来事はどのように状況の中でどのように演じるべきか」よりも感じています。\u001b[22m, \u001b[1mより適切なより感」これらのイベントが状況の中で果たすべきか？」\u001b[22m\n\u001b[4mmethod.\u001b[24m\n    \u001b[1m方法。\u001b[22m\nAll in all - worth watching, the English dub (if that's your thing *shudders*) isn't too bad … at least until they introduce a character near the end…where the translation and execution of the lines made me quite furious at the actors take on it. I highly recommend the original Japanese audio (as I am wont to do) however. Nightmare and Maximum the Hormone's music adds perfect touches to the opening and end credits - wrapping this up in a neat little macabre package.\n\n\u001b[1mすべてのことを見てみる価値がある、英語のダブ（もしあなたのこと* shudders *）があまりにも悪くはない...少なくとも彼らが終わり近くの人物を紹介するまで...行の翻訳と実行は私を非常に怒らせた 俳優たちはそれを取る。 しかし、私はオリジナルの日本のオーディオを強くお勧めします。 ナイトメアと最大限のホルモンの音楽は、オープニングとエンドのクレジットに完璧なタッチを加え、これをきちんとした小さな不気味なパッケージに包みます。\u001b[22m\n\u001b[1m(Subete no koto o mite miru kachigāru, eigo no dabu (moshi anata no koto* shudders*) ga amarini mo waruku wanai... Sukunakutomo karera ga owari chikaku no jinbutsu o shōkai suru made... Gyō no hon'yaku to jikkō wa watashi o hijō ni okora seta haiyū-tachi wa sore o toru. Shikashi, watashi wa orijinaru no Nihon no ōdio o tsuyoku o susume shimasu. Naitomea to saidaigen no horumon no ongaku wa, ōpuningu to endo no kurejitto ni kanpekina tatchi o kuwae, kore o kichinto shita chīsana bukimina pakkēji ni tsutsumimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all - worth watching, the English dub (if that's your thing *shudders*) isn't too bad … at least until they introduce a character near the end…where the translation and execution of the lines made me quite furious at the actors take on it. I highly recommend the original Japanese audio (as I am wont to do) however. Nightmare and Maximum the Hormone's music adds perfect touches to the opening and end credits - wrapping this up in a neat little macabre package.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all - worth watching, the English dub (if that's your thing *shudders*) isn't too bad … at least until they introduce a character near the end…where the translation and execution of the lines made me quite furious at the\u001b[24m\n    \u001b[1mすべてのことを見てみる価値がある、英語のダブ（もしあなたのこと* shudders *）があまりにも悪くはない...少なくとも彼らが終わり近くの人物を紹介するまで...行の翻訳と実行は私を非常に怒らせた\u001b[22m, \u001b[1mすべてのすべてで - 一見の価値、英語吹き替え（それはあなたのものだ場合* * shudders）彼らは終わり近くに文字を導入し、少なくともまで...あまりにも悪いことではありません...行の翻訳と実行がで私はかなり激怒作っどこ\u001b[22m\n\u001b[4mactors take on it.\u001b[24m\n    \u001b[1m俳優たちはそれを取る。\u001b[22m, \u001b[1m俳優はそれを取ります。\u001b[22m\n\u001b[4mI highly recommend the original Japanese audio (as I am wont to do) however.\u001b[24m\n    \u001b[1mしかし、私はオリジナルの日本のオーディオを強くお勧めします。\u001b[22m, \u001b[1mしかし、（私が行うことが習慣だとして）私は非常にオリジナルの日本語音声をお勧めします。\u001b[22m\n\u001b[4mNightmare and Maximum the Hormone's music adds perfect touches to the opening and end credits - wrapping this up in a neat little macabre package.\u001b[24m\n    \u001b[1mナイトメアと最大限のホルモンの音楽は、オープニングとエンドのクレジットに完璧なタッチを加え、これをきちんとした小さな不気味なパッケージに包みます。\u001b[22m, \u001b[1mナイトメアとマキシマムザホルモンの音楽は、オープニングおよびエンドクレジットに完璧なタッチを追加します - 小ぎれいな不気味なパッケージでこれを包ん。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "godstriker8",
    "profile": "/profile/godstriker8/reviews",
    "pages": "32",
    "number": "5",
    "link": "/reviews.php?id=57037",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は最初2008年に気まぐれにDeath Noteを見ましたが、2つのエピソードで完全に私を獲得しました。 それは、そのような特別なアニメです、それは大脳で狡猾です。 主人公とアンタゴニストは楽しくて面白いです。一度に何時間も見ないと不可能です。 彼らはお互いによく遊びます。本当に言及します。\n\nもちろん、優れたストーリーは滑らかなアニメーション、そしてもちろんサウンドによって強調されています。 声優は媒体の中でも最高のものであり、実際に人物に命を吹き込みます。 すべてこれはキャッチーな優れたサウンドトラックによってバックアップされていますが、サウンドトラックが行うべきドラマをさらに高めます。\n\nシリーズの長さは短すぎるかもしれませんが、完璧だと思います。 それは非常に素晴らしい37のエピソードの長さで、その歓迎を過ぎていません。 これはまた、フィラーのエピソードがなく、ストーリーが活発なペースで動いていることを意味します。 それはシリーズの好意で非常にうまく動作します。\n\nあなたがこのシリーズをまだ見ていないなら、あなた自身に好意を持ち、それを見てください。\nあなたが既にシリーズを見ていたら、自分自身に好意を持ち、もう一度それを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI first watched Death Note on a whim in 2008, and it completely won me over in 2 episodes. It's such a special anime, that is cerebral and cunning. The protagonist and antagonist are just so enjoyable and interesting, its impossible to not be drawn in and watch for hours at a time. They play off each other so well, it really does warrant mention.\n\n\u001b[1m私は最初2008年に気まぐれにDeath Noteを見ましたが、2つのエピソードで完全に私を獲得しました。 それは、そのような特別なアニメです、それは大脳で狡猾です。 主人公とアンタゴニストは楽しくて面白いです。一度に何時間も見ないと不可能です。 彼らはお互いによく遊びます。本当に言及します。\u001b[22m\n\u001b[1m(Watashi wa saisho 2008-nen ni kimagure ni Death Note o mimashitaga, 2tsu no episōdo de kanzen ni watashi o kakutoku shimashita. Sore wa, sono yōna tokubetsuna animedesu, soreha dainō de kōkatsudesu. Shujinkō to antagonisuto wa tanoshikute omoshiroidesu. Ichido ni nan-jikan mo minaito fukanōdesu. Karera wa otagai ni yoku asobimasu. Hontōni genkyū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI first watched Death Note on a whim in 2008, and it completely won me over in 2 episodes. It's such a special anime, that is cerebral and cunning. The protagonist and antagonist are just so enjoyable and interesting, its impossible to not be drawn in and watch for hours at a time. They play off each other so well, it really does warrant mention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI first watched Death Note on a whim in 2008, and it completely won me over in 2 episodes.\u001b[24m\n    \u001b[1m私は最初2008年に気まぐれにDeath Noteを見ましたが、2つのエピソードで完全に私を獲得しました。\u001b[22m, \u001b[1m私が最初に2008年に気まぐれでデスノートを見て、それは完全に2エピソードで私を獲得しました。\u001b[22m\n\u001b[4mIt's such a special anime, that is cerebral and cunning.\u001b[24m\n    \u001b[1mそれは、そのような特別なアニメです、それは大脳で狡猾です。\u001b[22m, \u001b[1mそれは、脳と狡猾であるような特殊なアニメ、です。\u001b[22m\n\u001b[4mThe protagonist and antagonist are just so enjoyable and interesting, its impossible to not be drawn in and watch for hours at a time.\u001b[24m\n    \u001b[1m主人公とアンタゴニストは楽しくて面白いです。一度に何時間も見ないと不可能です。\u001b[22m, \u001b[1m主人公とアンタゴニストは、わずかに描かれ、当時の時間を監視することがないようにとても楽しく、興味深く、そのことは不可能です。\u001b[22m\n\u001b[4mThey play off each other so well, it really does warrant mention.\u001b[24m\n    \u001b[1m彼らはお互いによく遊びます。本当に言及します。\u001b[22m, \u001b[1m彼らはそれが本当に令状の言及をして、とてもよくお互いをオフに再生します。\u001b[22m\n\u001b[1m\u001b[22m\nOf course, the excellent story is accentuated by the slick animation, and of course the sound. The Voice Acting is among the best of the medium, and really bring life to the characters, even the dub was amazing. All this is backed up by an excellent soundtrack that's catchy, and yet hightens the drama which a soundtrack should do.\n\n\u001b[1mもちろん、優れたストーリーは滑らかなアニメーション、そしてもちろんサウンドによって強調されています。 声優は媒体の中でも最高のものであり、実際に人物に命を吹き込みます。 すべてこれはキャッチーな優れたサウンドトラックによってバックアップされていますが、サウンドトラックが行うべきドラマをさらに高めます。\u001b[22m\n\u001b[1m(Mochiron, sugureta sutōrī wa namerakana animēshon, soshite mochiron saundo ni yotte kyōchō sa rete imasu. Seiyū wa baitai no naka demo saikō no monodeari, jissai ni jinbutsu ni inochi o fukikomimasu. Subete kore wa kyatchīna sugureta saundotorakku ni yotte bakkuappu sa rete imasuga, saundotorakku ga okonaubeki dorama o sarani takamemasu.)\u001b[22m\n\nTranslations of \u001b[4mOf course, the excellent story is accentuated by the slick animation, and of course the sound. The Voice Acting is among the best of the medium, and really bring life to the characters, even the dub was amazing. All this is backed up by an excellent soundtrack that's catchy, and yet hightens the drama which a soundtrack should do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, the excellent story is accentuated by the slick animation, and of course the sound.\u001b[24m\n    \u001b[1mもちろん、優れたストーリーは滑らかなアニメーション、そしてもちろんサウンドによって強調されています。\u001b[22m, \u001b[1mもちろん、優れた物語は滑らかなアニメーションにより強調され、そしてもちろん音。\u001b[22m\n\u001b[4mThe Voice Acting is among the best of the medium, and really bring life to the characters, even the dub was amazing.\u001b[24m\n    \u001b[1m声優は媒体の中でも最高のものであり、実際に人物に命を吹き込みます。\u001b[22m, \u001b[1m声優は、媒体の最高の間で、実際に文字に生命を持って来る、でもダブは驚くべきものでした。\u001b[22m\n\u001b[4mAll this is backed up by an excellent soundtrack that's catchy, and yet hightens the drama which a soundtrack should do.\u001b[24m\n    \u001b[1mすべてこれはキャッチーな優れたサウンドトラックによってバックアップされていますが、サウンドトラックが行うべきドラマをさらに高めます。\u001b[22m, \u001b[1mこのすべてはキャッチーだし、まだサウンドトラックが何をすべきドラマをhightens優れたサウンドトラックによってバックアップされます。\u001b[22m\n\u001b[1m\u001b[22m\nThe length of the series might be too short for some, but I think it was perfect. It doesn't overstay its welcome, with a very nice 37 episode length. This also means that there aren't any filler episodes, and that the story moves at a brisk pace. It works very well in the series's favor.\n\n\u001b[1mシリーズの長さは短すぎるかもしれませんが、完璧だと思います。 それは非常に素晴らしい37のエピソードの長さで、その歓迎を過ぎていません。 これはまた、フィラーのエピソードがなく、ストーリーが活発なペースで動いていることを意味します。 それはシリーズの好意で非常にうまく動作します。\u001b[22m\n\u001b[1m(Shirīzu no naga-sa wa mijika sugiru kamo shiremasenga, kanpekida to omoimasu. Sore wa hijō ni subarashī 37 no episōdo no naga-sa de, sono kangei o sugite imasen. Kore wa mata, firā no episōdo ga naku, sutōrī ga kappatsuna pēsu de ugoite iru koto o imi shimasu. Sore wa shirīzu no kōi de hijō ni umaku dōsa shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe length of the series might be too short for some, but I think it was perfect. It doesn't overstay its welcome, with a very nice 37 episode length. This also means that there aren't any filler episodes, and that the story moves at a brisk pace. It works very well in the series's favor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe length of the series might be too short for some, but I think it was perfect.\u001b[24m\n    \u001b[1mシリーズの長さは短すぎるかもしれませんが、完璧だと思います。\u001b[22m, \u001b[1mシリーズの長さは、一部には短すぎるかもしれないが、私はそれが完璧だったと思います。\u001b[22m\n\u001b[4mIt doesn't overstay its welcome, with a very nice 37 episode length.\u001b[24m\n    \u001b[1mそれは非常に素晴らしい37のエピソードの長さで、その歓迎を過ぎていません。\u001b[22m, \u001b[1mそれはとても素敵な37エピソードの長さで、その歓迎を不法滞在しません。\u001b[22m\n\u001b[4mThis also means that there aren't any filler episodes, and that the story moves at a brisk pace.\u001b[24m\n    \u001b[1mこれはまた、フィラーのエピソードがなく、ストーリーが活発なペースで動いていることを意味します。\u001b[22m, \u001b[1mこれはまた、任意のフィラーエピソードが存在しないことを意味し、物語は活発なペースで移動します。\u001b[22m\n\u001b[4mIt works very well in the series's favor.\u001b[24m\n    \u001b[1mそれはシリーズの好意で非常にうまく動作します。\u001b[22m, \u001b[1mこれは、一連の賛成で非常によく動作します。\u001b[22m\n\u001b[1m\u001b[22m\nIf you haven't watched this series yet, do yourself a favor, and just watch it.\n\n\u001b[1mあなたがこのシリーズをまだ見ていないなら、あなた自身に好意を持ち、それを見てください。\u001b[22m\n\u001b[1m(Anata ga kono shirīzu o mada miteinainara, anata jishin ni kōi o mochi, sore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you haven't watched this series yet, do yourself a favor, and just watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you haven't watched this series yet, do yourself a favor, and just watch it.\u001b[24m\n    \u001b[1mあなたがこのシリーズをまだ見ていないなら、あなた自身に好意を持ち、それを見てください。\u001b[22m, \u001b[1mあなたはまだこのシリーズを見ていない場合は、自分に好意を行い、それを見て。\u001b[22m\nIf you have watched the series already, do yourself a favor, and just watch it again.\n\n\u001b[1mあなたが既にシリーズを見ていたら、自分自身に好意を持ち、もう一度それを見てください。\u001b[22m\n\u001b[1m(Anata ga sudeni shirīzu o mite itara, jibun jishin ni kōi o mochi, mōichido sore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you have watched the series already, do yourself a favor, and just watch it again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you have watched the series already, do yourself a favor, and just watch it again.\u001b[24m\n    \u001b[1mあなたが既にシリーズを見ていたら、自分自身に好意を持ち、もう一度それを見てください。\u001b[22m, \u001b[1mすでにシリーズを見ている場合は、自分に好意を行い、もう一度それを見て。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "ironcladgranite",
    "profile": "/profile/ironcladgranite/reviews",
    "pages": "32",
    "number": "6",
    "link": "/reviews.php?id=96143",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nあなたは人生の力を持っていたらどうしますか？\n\n死のノートはこの非常にコンセプトを説明し、非常に興味深い方法でそれを提示します。 主人公、ライト・夜神は、学校の地面にあるノート（ノート）を発見し、その使い方を知る。 光は邪悪な人間を罰するべきだと信じる若い男であるため、世界は罪のないものに世界を形作るために死のノートの力を使うよう試みる。 しかし、警察は彼を捕まえようとしている（「キラーキラー」と呼ばれている）、彼の主なリーダーはライト自身の父親である。\n\nDNは、犯罪、信頼と裏切り、司法制度、死刑が正しいか悪いかについて非常に緊張した話です。 私はこのシリーズに良い9/10を与え、主にシリーズの途中で起こる有名なひねりになる。 ストーリーはまだ良いですが、このイベントの後、魅力的なものがいくつか失われます。 しかし、シリーズにはいくつかの小さな欠陥がありますが、心理的なスリラーが好きな人はDNをお勧めします。 このコンセプトは非常にオリジナルであり、非常に面白いショーにつながります。\n\n結論：セーヌン様のテーマを持つ少年マンガが欲しいのなら、Death Noteをチェックしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhat would you do if you had the power over life?\n\n\u001b[1mあなたは人生の力を持っていたらどうしますか？\u001b[22m\n\u001b[1m(Anata wa jinsei no chikara o motte itara dō shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat would you do if you had the power over life?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat would you do if you had the power over life?\u001b[24m\n    \u001b[1mあなたは人生の力を持っていたらどうしますか？\u001b[22m, \u001b[1mあなたの人生を支配する力を持っていた場合、あなたはどうしますか？\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note explains this very concept and presents it in a very interesting way. The main character, Light Yagami, discovers a notebook (the death note) on the ground at his school and learns of its use. Being a young man who believes that evil men should be punished, Light attempts to use the power of the Death Note to mold the world into one that is crime-free. However, the police are working to catch him (dubbed 'The Kira Killer'), the main leader of it being Light's own father.\n\n\u001b[1m死のノートはこの非常にコンセプトを説明し、非常に興味深い方法でそれを提示します。 主人公、ライト・夜神は、学校の地面にあるノート（ノート）を発見し、その使い方を知る。 光は邪悪な人間を罰するべきだと信じる若い男であるため、世界は罪のないものに世界を形作るために死のノートの力を使うよう試みる。 しかし、警察は彼を捕まえようとしている（「キラーキラー」と呼ばれている）、彼の主なリーダーはライト自身の父親である。\u001b[22m\n\u001b[1m(Shi no nōto wa kono hijō ni konseputo o setsumei shi, hijō ni kyōmibukai hōhō de sore o teiji shimasu. Shujinkō, raito yorugami wa, gakkō no jimen ni aru nōto (nōto) o hakken shi, sono tsukaikata o shiru. Hikari wa jaakuna ningen o bassurubekida to shinjiru wakai otokodearu tame, sekai wa tsumi no nai mono ni sekai o katachidzukuru tame ni shi no nōto no chikara o tsukau yō kokoromiru. Shikashi, keisatsu wa kare o tsukamaeyou to shite iru (`kirākirā' to yoba rete iru), kare no omona rīdā wa raito jishin no chichioyadearu.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note explains this very concept and presents it in a very interesting way. The main character, Light Yagami, discovers a notebook (the death note) on the ground at his school and learns of its use. Being a young man who believes that evil men should be punished, Light attempts to use the power of the Death Note to mold the world into one that is crime-free. However, the police are working to catch him (dubbed 'The Kira Killer'), the main leader of it being Light's own father.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note explains this very concept and presents it in a very interesting way.\u001b[24m\n    \u001b[1m死のノートはこの非常にコンセプトを説明し、非常に興味深い方法でそれを提示します。\u001b[22m, \u001b[1mデスノートは、この非常に概念を説明し、非常に興味深い方法でそれを提示します。\u001b[22m\n\u001b[4mThe main character, Light Yagami, discovers a notebook (the death note) on the ground at his school and learns of its use.\u001b[24m\n    \u001b[1m主人公、ライト・夜神は、学校の地面にあるノート（ノート）を発見し、その使い方を知る。\u001b[22m, \u001b[1mメインキャラクター、夜神月は、彼の学校で地面にノートブック（デスノート）を発見し、その使用を学習します。\u001b[22m\n\u001b[4mBeing a young man who believes that evil men should be punished, Light attempts to use the power of the Death Note to mold the world into one that is crime-free.\u001b[24m\n    \u001b[1m光は邪悪な人間を罰するべきだと信じる若い男であるため、世界は罪のないものに世界を形作るために死のノートの力を使うよう試みる。\u001b[22m, \u001b[1m邪悪な男性は罰せられるべきだと考えている若い男であること、光が犯罪を含まないものに世界を成形するデスノートの電力を使用しようとします。\u001b[22m\n\u001b[4mHowever, the police are working to catch him (dubbed 'The Kira Killer'), the main leader of it being Light's own father.\u001b[24m\n    \u001b[1mしかし、警察は彼を捕まえようとしている（「キラーキラー」と呼ばれている）、彼の主なリーダーはライト自身の父親である。\u001b[22m, \u001b[1mしかし、警察は（吹き替え「キラキラー '）、それはライト自身の父親であることの主な指導者彼をキャッチするために取り組んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nDN is a very tense story about crime, trust and betrayal, the justice system, and whether the death penalty is right or wrong. I give this series a good 9/10, mainly become of the (in)famous twist that happens roughly halfway through the series. The story is still good, but it loses some of its appeal after this event. However, despite the series having some small faults here and there, DN comes highly recommended if you like psychological thrillers. The concept is very original and leads to a very entertaining show.\n\n\u001b[1mDNは、犯罪、信頼と裏切り、司法制度、死刑が正しいか悪いかについて非常に緊張した話です。 私はこのシリーズに良い9/10を与え、主にシリーズの途中で起こる有名なひねりになる。 ストーリーはまだ良いですが、このイベントの後、魅力的なものがいくつか失われます。 しかし、シリーズにはいくつかの小さな欠陥がありますが、心理的なスリラーが好きな人はDNをお勧めします。 このコンセプトは非常にオリジナルであり、非常に面白いショーにつながります。\u001b[22m\n\u001b[1m(DN wa, hanzai, shinrai to uragiri, shihō seido, shikei ga tadashī ka warui ka ni tsuite hijō ni kinchō shita hanashidesu. Watashi wa kono shirīzu ni yoi 9/ 10 o atae, omo ni shirīzu no tochū de okoru yūmeina hineri ni naru. Sutōrī hamada yoidesuga, kono ibento no ato, miryoku-tekina mono ga ikutsu ka ushinawa remasu. Shikashi, shirīzu ni wa ikutsu ka no chīsana kekkan ga arimasuga, shinri-tekina surirā ga sukinahito wa DN o o susume shimasu. Kono konseputo wa hijō ni orijinarudeari, hijō ni omoshiroi shō ni tsunagarimasu.)\u001b[22m\n\nTranslations of \u001b[4mDN is a very tense story about crime, trust and betrayal, the justice system, and whether the death penalty is right or wrong. I give this series a good 9/10, mainly become of the (in)famous twist that happens roughly halfway through the series. The story is still good, but it loses some of its appeal after this event. However, despite the series having some small faults here and there, DN comes highly recommended if you like psychological thrillers. The concept is very original and leads to a very entertaining show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDN is a very tense story about crime, trust and betrayal, the justice system, and whether the death penalty is right or wrong.\u001b[24m\n    \u001b[1mDNは、犯罪、信頼と裏切り、司法制度、死刑が正しいか悪いかについて非常に緊張した話です。\u001b[22m, \u001b[1mDNは犯罪、信頼と裏切りについて非常に緊迫したストーリー、司法制度、死刑が正しいか間違っているかどうかです。\u001b[22m\n\u001b[4mI give this series a good 9/10, mainly become of the (in)famous twist that happens roughly halfway through the series.\u001b[24m\n    \u001b[1m私はこのシリーズに良い9/10を与え、主にシリーズの途中で起こる有名なひねりになる。\u001b[22m, \u001b[1m私は主に一連のおよそ途中起こる（中）有名なねじれのになるこのシリーズの良い9/10を与えます。\u001b[22m\n\u001b[4mThe story is still good, but it loses some of its appeal after this event.\u001b[24m\n    \u001b[1mストーリーはまだ良いですが、このイベントの後、魅力的なものがいくつか失われます。\u001b[22m, \u001b[1m物語はまだ良いですが、それは、このイベントの後にその魅力の一部を失います。\u001b[22m\n\u001b[4mHowever, despite the series having some small faults here and there, DN comes highly recommended if you like psychological thrillers.\u001b[24m\n    \u001b[1mしかし、シリーズにはいくつかの小さな欠陥がありますが、心理的なスリラーが好きな人はDNをお勧めします。\u001b[22m, \u001b[1mしかし、ここにあるいくつかの小さな欠陥を持つシリーズにもかかわらず、DNは、あなたがサイコスリラーが好きなら強くお勧めしています。\u001b[22m\n\u001b[4mThe concept is very original and leads to a very entertaining show.\u001b[24m\n    \u001b[1mこのコンセプトは非常にオリジナルであり、非常に面白いショーにつながります。\u001b[22m, \u001b[1mコンセプトは非常にオリジナルであり、非常に面白いショーにつながります。\u001b[22m\n\u001b[1m\u001b[22m\nBottom line: check out Death Note if you want a shonen manga that has seinen-like themes to it.\n\n\u001b[1m結論：セーヌン様のテーマを持つ少年マンガが欲しいのなら、Death Noteをチェックしてください。\u001b[22m\n\u001b[1m(Ketsuron: Sēnun-sama no tēma o motsu shōnen manga ga hoshī nonara, Death Note o chekku shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mBottom line: check out Death Note if you want a shonen manga that has seinen-like themes to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBottom line: check out Death Note if you want a shonen manga that has seinen-like themes to it.\u001b[24m\n    \u001b[1m結論：セーヌン様のテーマを持つ少年マンガが欲しいのなら、Death Noteをチェックしてください。\u001b[22m, \u001b[1mボトムライン：あなたはそれをテーマ-などを青年た少年漫画をしたい場合はデスノートをチェックしてください。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "CoryJephcote",
    "profile": "/profile/CoryJephcote/reviews",
    "pages": "32",
    "number": "7",
    "link": "/reviews.php?id=88459",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\n死のノートは私がいつも見るものとは違っていましたが、興味をそそるために入れた要素が私を魅了したものでした。  LとKiraの間の全戦闘のアイデアは、誰が勝つつもりか分からず、このアニメを片側から別のものに変えました。 しかし、私がこのシリーズで大いに嫌っていたのは、近くだった。 私はそんなに嫌い、彼の性格は何らかの理由で私を怒らせた。 また、エンディングは、マンガのエンディングに比べて恐ろしいものでした。 何かがあった場合、このエピソードの最後のカップルは、このアニメを引きずり出したものでした。 私はそれが嫌いではない、それは素晴らしいですが、私はちょうどアニメのエンディングを嫌った。 私はこれをお勧めしますが、マンガを読んでもよいでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note was different to what I normally watch, but I like the elements they put in to make it interesting were what hooked me. The idea of the whole battle of wits between L and Kira made this anime turn from one side to another, not knowing who was going to win. But the thing I hated so much in this series, was Near. I hated Near so much, his character just annoyed me for some reason. Also the ending, it was horrible compared to the manga's ending. If anything, the last couple of episodes were what dragged this anime down. I'm not saying I hated it, it was amazing, but I just hated the anime ending. I would recommend this, but read the manga as well if you do.\n\n\u001b[1m死のノートは私がいつも見るものとは違っていましたが、興味をそそるために入れた要素が私を魅了したものでした。  LとKiraの間の全戦闘のアイデアは、誰が勝つつもりか分からず、このアニメを片側から別のものに変えました。 しかし、私がこのシリーズで大いに嫌っていたのは、近くだった。 私はそんなに嫌い、彼の性格は何らかの理由で私を怒らせた。 また、エンディングは、マンガのエンディングに比べて恐ろしいものでした。 何かがあった場合、このエピソードの最後のカップルは、このアニメを引きずり出したものでした。 私はそれが嫌いではない、それは素晴らしいですが、私はちょうどアニメのエンディングを嫌った。 私はこれをお勧めしますが、マンガを読んでもよいでしょう。\u001b[22m\n\u001b[1m(Shi no nōto wa watashi ga itsumo miru mono to wa chigatte imashitaga, kyōmi o sosoru tame ni ireta yōso ga watashi o miryō shita monodeshita. L to Kira no ma no zen sentō no aidea wa, dare ga katsu tsumori ka wakarazu, kono anime o katagawa kara betsu no mono ni kaemashita. Shikashi, watashi ga kono shirīzu de ōini iya tte ita no wa, chikakudatta. Watashi wa son'nani kirai, kare no seikaku wa nanrakano riyū de watashi o okora seta. Mata, endingu wa, manga no endingu ni kurabete osoroshī monodeshita. Nanika ga atta baai, kono episōdo no saigo no kappuru wa, kono anime o hikizuridashita monodeshita. Watashi wa sore ga kiraide wanai, sore wa subarashīdesuga, watashi wa chōdo anime no endingu o kiratta. Watashi wa kore o o susume shimasuga, manga o yonde mo yoideshou.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note was different to what I normally watch, but I like the elements they put in to make it interesting were what hooked me. The idea of the whole battle of wits between L and Kira made this anime turn from one side to another, not knowing who was going to win. But the thing I hated so much in this series, was Near. I hated Near so much, his character just annoyed me for some reason. Also the ending, it was horrible compared to the manga's ending. If anything, the last couple of episodes were what dragged this anime down. I'm not saying I hated it, it was amazing, but I just hated the anime ending. I would recommend this, but read the manga as well if you do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note was different to what I normally watch, but I like the elements they put in to make it interesting were what hooked me.\u001b[24m\n    \u001b[1m死のノートは私がいつも見るものとは違っていましたが、興味をそそるために入れた要素が私を魅了したものでした。\u001b[22m, \u001b[1mデスノートは、私が正常に見るものとは異なっていたが、私は彼らが私を夢中何だったそれが面白くするために入れ要素が好き。\u001b[22m\n\u001b[4mThe idea of the whole battle of wits between L and Kira made this anime turn from one side to another, not knowing who was going to win.\u001b[24m\n    \u001b[1mLとKiraの間の全戦闘のアイデアは、誰が勝つつもりか分からず、このアニメを片側から別のものに変えました。\u001b[22m, \u001b[1mLとキラ間の知恵の全体戦いのアイデアは、このアニメが勝つつもりだった人を知らない、1つの側面から別の電源を入れました。\u001b[22m\n\u001b[4mBut the thing I hated so much in this series, was Near.\u001b[24m\n    \u001b[1mしかし、私がこのシリーズで大いに嫌っていたのは、近くだった。\u001b[22m, \u001b[1mしかし、私はこのシリーズでそんなにを嫌っ事は、近くにありました。\u001b[22m\n\u001b[4mI hated Near so much, his character just annoyed me for some reason.\u001b[24m\n    \u001b[1m私はそんなに嫌い、彼の性格は何らかの理由で私を怒らせた。\u001b[22m, \u001b[1m私は彼の性格はいくつかの理由のために私を悩ませ、そんなに近くを嫌っ。\u001b[22m\n\u001b[4mAlso the ending, it was horrible compared to the manga's ending.\u001b[24m\n    \u001b[1mまた、エンディングは、マンガのエンディングに比べて恐ろしいものでした。\u001b[22m, \u001b[1mまたエンディング、それは漫画の結末に比べ恐ろしいことでした。\u001b[22m\n\u001b[4mIf anything, the last couple of episodes were what dragged this anime down.\u001b[24m\n    \u001b[1m何かがあった場合、このエピソードの最後のカップルは、このアニメを引きずり出したものでした。\u001b[22m, \u001b[1mどちらかといえば、エピソードの最後のカップルは、このアニメを下にドラッグしたものでした。\u001b[22m\n\u001b[4mI'm not saying I hated it, it was amazing, but I just hated the anime ending.\u001b[24m\n    \u001b[1m私はそれが嫌いではない、それは素晴らしいですが、私はちょうどアニメのエンディングを嫌った。\u001b[22m, \u001b[1m私はそれは驚くべきものだった、私はそれを嫌って言っていないんだけど、私はアニメのエンディングを嫌っ。\u001b[22m\n\u001b[4mI would recommend this, but read the manga as well if you do.\u001b[24m\n    \u001b[1m私はこれをお勧めしますが、マンガを読んでもよいでしょう。\u001b[22m, \u001b[1m私はこれをお勧めしますが、あなたが行う場合も同様に漫画を読んでいました。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "monkeau",
    "profile": "/profile/monkeau/reviews",
    "pages": "32",
    "number": "8",
    "link": "/reviews.php?id=11222",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n*注：私は英語の吹き替え版のデスノートを見ました\n\nもちろん、「サスペンス/犯罪/スリラー」のアニメについて書いたときには、そのアニメを最初に良いものにするのに苦労している間に、スポイラーを含まないのは難しいです。  。\n\n私のために、Death Noteは、私が見た最もオリジナリティーなアニメの1つで、疲れた「良い対悪い戦い」スタイルよりもむしろ「心の良い対悪い戦い」スキーム、計画、欺瞞の激しい衝突です 。 複雑なストーリーは、エキサイティングで、時にはキャラクターの間の熱狂的な対話、主人公の内面の思考と吐き気を伴うアクションシーンを使ってよく語られます。 キャラクター自体は非常に信じられており、アーティストは顔の手掛かりの中でキャラクターの感情を見せてくれる素晴らしい仕事をしています。\n\n私は言いたいのですが、私にとってのハイライトは楽譜でした。それはすばらしい芸術作品、物語、キャラクター、サスペンスを結びつけました。 音楽は本当にあなたが見ているサスペンスとドラマを盛り上げています。今でも好きなデスノートのトラックを聞いても、魅力的な冒険の中でキャラクターを見て感じる感情の思い出が戻ってきます。\n\n私が死のノートについて言うことができる悪い事のほんの2つだけがある：番号の1つは、ジャンルの本性によって、このジャンルのやむを得ないことの種類のこれは、 事実、結論をすでに知っている間に、イベントが展開されるのを見ている人もいるかもしれません。 もう一つは、それが始まった奇妙な傾向です。  Death Note Wikipediaの記事によると、いくつかの学校や大学の学生はイマージュ「デスノート」を作成し、その後「デスノート」に教師や同僚の名前を書くことで除外されたり、一時的に中断されたりしています。 この理由のため、中国の主要都市での死亡記録。 その一方で、選ばれた少数の人々の軽犯罪のために、デスノートの作成者を責めることはほとんどありません。\n\n結局のところ、私はデスノートが素晴らしいアニメのすべての要素を持っており、この「サスペンス/犯罪/スリラー」のジャンルから他のアニメを見たことがないならば、時計の価値があると言います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n*Note I watched the english dubbed version of Death Note\n\n\u001b[1m*注：私は英語の吹き替え版のデスノートを見ました\u001b[22m\n\u001b[1m(* Chū: Watashi wa eigo no fukikae-ban no desunōto o mimashita)\u001b[22m\n\nTranslations of \u001b[4m*Note I watched the english dubbed version of Death Note\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Note I watched the english dubbed version of Death Note\u001b[24m\n    \u001b[1m*注：私は英語の吹き替え版のデスノートを見ました\u001b[22m, \u001b[1m*注私はデスノートの英語吹き替え版を見て\u001b[22m\n\u001b[1m\u001b[22m\nOf course, when one writes about a 'suspense/crime/thriller' anime it is hard not to include spoilers while getting to the meat of what makes said anime good in the first place, regardless I shall do my utmost to avoid any such spoilers .\n\n\u001b[1mもちろん、「サスペンス/犯罪/スリラー」のアニメについて書いたときには、そのアニメを最初に良いものにするのに苦労している間に、スポイラーを含まないのは難しいです。  。\u001b[22m\n\u001b[1m(Mochiron,`sasupensu/ hanzai/ surirā' no anime ni tsuite kaita tokiniha, sono anime o saisho ni yoimono ni suru no ni kurō shite iru ma ni, supoirā o fukumanai no wa muzukashīdesu..)\u001b[22m\n\nTranslations of \u001b[4mOf course, when one writes about a 'suspense/crime/thriller' anime it is hard not to include spoilers while getting to the meat of what makes said anime good in the first place, regardless I shall do my utmost to avoid any such spoilers .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, when one writes about a 'suspense/crime/thriller' anime it is hard not to include spoilers while getting to the meat of what makes said anime good in the first place, regardless I shall do my utmost to avoid any such spoilers\u001b[24m\n    \u001b[1mもちろん、「サスペンス/犯罪/スリラー」のアニメについて書いたときには、そのアニメを最初に良いものにするのに苦労している間に、スポイラーを含まないのは難しいです。\u001b[22m, \u001b[1mかかわらず、私はそのようなスポイラーを回避するために私の全力を行うものとし、最初の場所でアニメが良いと述べ作るものの肉を取得中もちろん、1は「サスペンス/犯罪/スリラー」アニメについて書いたときには、スポイラーを含まない難しいです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, Death Note is one of the most original animes i've seen, rather than using some tired 'good vs evil battle' style it is a 'good vs evil battle of the minds' a tremendous clash of schemes, plans and deception . The complex story is well told using exciting, and at times frenetic dialogue between the characters, alongside the protagonist's inner thoughts and exhilirating action scenes. The characters themselves are very believable and the artists do a great job of showing the characters emotions in facial cues.\n\n\u001b[1m私のために、Death Noteは、私が見た最もオリジナリティーなアニメの1つで、疲れた「良い対悪い戦い」スタイルよりもむしろ「心の良い対悪い戦い」スキーム、計画、欺瞞の激しい衝突です 。 複雑なストーリーは、エキサイティングで、時にはキャラクターの間の熱狂的な対話、主人公の内面の思考と吐き気を伴うアクションシーンを使ってよく語られます。 キャラクター自体は非常に信じられており、アーティストは顔の手掛かりの中でキャラクターの感情を見せてくれる素晴らしい仕事をしています。\u001b[22m\n\u001b[1m(Watashi no tame ni, Death Note wa, watashi ga mita mottomo orijinaritīna anime no 1tsu de, tsukareta `yoi tai warui tatakai' sutairu yori mo mushiro `kokoro no yoi tai warui tatakai' sukīmu, keikaku, giman no hageshī shōtotsudesu. Fukuzatsuna sutōrī wa, ekisaitingude, tokiniha kyarakutā no ma no nekkyō-tekina taiwa, shujinkō no naimen no shikō to hakike o tomonau akushonshīn o tsukatte yoku katara remasu. Kyarakutā jitai wa hijō ni shinji rarete ori, ātisuto wa kao no tegakari no naka de kyarakutā no kanjō o misete kureru subarashī shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor me, Death Note is one of the most original animes i've seen, rather than using some tired 'good vs evil battle' style it is a 'good vs evil battle of the minds' a tremendous clash of schemes, plans and deception . The complex story is well told using exciting, and at times frenetic dialogue between the characters, alongside the protagonist's inner thoughts and exhilirating action scenes. The characters themselves are very believable and the artists do a great job of showing the characters emotions in facial cues.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, Death Note is one of the most original animes i've seen, rather than using some tired 'good vs evil battle' style it is a 'good vs evil battle of the minds' a tremendous clash of schemes, plans and deception\u001b[24m\n    \u001b[1m私のために、Death Noteは、私が見た最もオリジナリティーなアニメの1つで、疲れた「良い対悪い戦い」スタイルよりもむしろ「心の良い対悪い戦い」スキーム、計画、欺瞞の激しい衝突です\u001b[22m, \u001b[1m私にとっては、デスノートは、私が見た中で最もオリジナルアニメの一つであり、むしろいくつかの疲れ 'の良い悪の戦い対」スタイルを使用するよりも、それはスキーム、計画と欺瞞の驚異的な衝突の心の悪の戦い対良い」です\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThe complex story is well told using exciting, and at times frenetic dialogue between the characters, alongside the protagonist's inner thoughts and exhilirating action scenes.\u001b[24m\n    \u001b[1m複雑なストーリーは、エキサイティングで、時にはキャラクターの間の熱狂的な対話、主人公の内面の思考と吐き気を伴うアクションシーンを使ってよく語られます。\u001b[22m, \u001b[1m複雑な話はよく主人公の内側の考えやexhiliratingアクションシーンと一緒に、エキサイティング使用して語った、と文字の間で倍熱狂的な対話れます。\u001b[22m\n\u001b[4mThe characters themselves are very believable and the artists do a great job of showing the characters emotions in facial cues.\u001b[24m\n    \u001b[1mキャラクター自体は非常に信じられており、アーティストは顔の手掛かりの中でキャラクターの感情を見せてくれる素晴らしい仕事をしています。\u001b[22m, \u001b[1m文字自体は非常に信じており、アーティストが顔の手がかりに文字の感情を示すの偉大な仕事をします。\u001b[22m\n\u001b[1m\u001b[22m\nI have to say though, the highlight for me was the musical score, It tied together the great artwork, story, characters and suspense wonderfully. The music really hightens the suspense and drama you feel when watching, even now when I listen to some of favourite Death Note tracks, it brings back memories of the emotion I felt from watching the characters in their enthralling adventure.\n\n\u001b[1m私は言いたいのですが、私にとってのハイライトは楽譜でした。それはすばらしい芸術作品、物語、キャラクター、サスペンスを結びつけました。 音楽は本当にあなたが見ているサスペンスとドラマを盛り上げています。今でも好きなデスノートのトラックを聞いても、魅力的な冒険の中でキャラクターを見て感じる感情の思い出が戻ってきます。\u001b[22m\n\u001b[1m(Watashi wa iitai nodesuga, watashi ni totte no hairaito wa gakufudeshita. Sore wa subarashī geijutsu sakuhin, monogatari, kyarakutā, sasupensu o musubitsukemashita. Ongaku wa hontōni anata ga mite iru sasupensu to dorama o moriagete imasu. Ima demo sukina desunōto no torakku o kiite mo, miryoku-tekina bōken no naka de kyarakutā o mite kanjiru kanjō no omoide ga modotte kimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have to say though, the highlight for me was the musical score, It tied together the great artwork, story, characters and suspense wonderfully. The music really hightens the suspense and drama you feel when watching, even now when I listen to some of favourite Death Note tracks, it brings back memories of the emotion I felt from watching the characters in their enthralling adventure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to say though, the highlight for me was the musical score, It tied together the great artwork, story, characters and suspense wonderfully.\u001b[24m\n    \u001b[1m私は言いたいのですが、私にとってのハイライトは楽譜でした。それはすばらしい芸術作品、物語、キャラクター、サスペンスを結びつけました。\u001b[22m, \u001b[1m私はそれは素晴らしく素晴らしいアートワーク、ストーリー、キャラクターやサスペンスを束ね、しかし、私にとってのハイライトは楽譜だったと言わなければなりません。\u001b[22m\n\u001b[4mThe music really hightens the suspense and drama you feel when watching, even now when I listen to some of favourite Death Note tracks, it brings back memories of the emotion I felt from watching the characters in their enthralling adventure.\u001b[24m\n    \u001b[1m音楽は本当にあなたが見ているサスペンスとドラマを盛り上げています。今でも好きなデスノートのトラックを聞いても、魅力的な冒険の中でキャラクターを見て感じる感情の思い出が戻ってきます。\u001b[22m, \u001b[1m音楽は本当に今でも私が好きなデスノートトラックの一部を聴くときに、見ているときに感じるサスペンスとドラマをhightens、それは私が彼らの心を奪うの冒険の文字を見てから感じた感情の記憶を思い出させます。\u001b[22m\n\u001b[1m\u001b[22m\nThere are only a couple of bad things I can say about Death Note: number one being that, by nature of the genre, the rewatch value is pretty low although this in kind of unavoidable in this genre and shoudln't count agaisnt it, in fact some people may see a whole different side of the story as they watch the events unfold while already knowing the conclusion. The other thing is the weird trend it has started; according to the Death Note Wikipedia entry a few school and university students have been excluded or temporarily suspended for creating immatation 'Death Notes' and subsequently writing the names of teachers and fellow students in the 'Death Notes' in fact, the chinese authorities have banned Death Note in major chinese cities for this reason. On the other hand, one can hardly blame the creators of Death Note for the misdemeanours of a select few people.\n\n\u001b[1m私が死のノートについて言うことができる悪い事のほんの2つだけがある：番号の1つは、ジャンルの本性によって、このジャンルのやむを得ないことの種類のこれは、 事実、結論をすでに知っている間に、イベントが展開されるのを見ている人もいるかもしれません。 もう一つは、それが始まった奇妙な傾向です。  Death Note Wikipediaの記事によると、いくつかの学校や大学の学生はイマージュ「デスノート」を作成し、その後「デスノート」に教師や同僚の名前を書くことで除外されたり、一時的に中断されたりしています。 この理由のため、中国の主要都市での死亡記録。 その一方で、選ばれた少数の人々の軽犯罪のために、デスノートの作成者を責めることはほとんどありません。\u001b[22m\n\u001b[1m(Watashi ga shi no nōto ni tsuite iu koto ga dekiru warui koto no hon'no 2tsu dake ga aru: Bangō no 1tsu wa, janru no honshō ni yotte, kono janru no yamuwoenai koto no shurui no koreha, jijitsu, ketsuron o sudeni shitte iru ma ni, ibento ga tenkai sa reru no o mite iru hito mo iru kamo shiremasen. Mōhitotsu wa, sore ga hajimatta kimyōna keikōdesu. Death note u~ikipedia no kiji ni yoru to, ikutsu ka no gakkō ya daigaku no gakusei wa imāju `desunōto' o sakusei shi, sonogo `desunōto' ni kyōshi ya dōryō no namae o kaku koto de jogai sa re tari, ichijitekini chūdan sa re tari shite imasu. Kono riyū no tame, Chūgoku no shuyō toshi de no shibō kiroku. Sono ippō de, eraba reta shōsū no hitobito no keihanzai no tame ni, desunōto no sakusei-sha o semeru koto wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere are only a couple of bad things I can say about Death Note: number one being that, by nature of the genre, the rewatch value is pretty low although this in kind of unavoidable in this genre and shoudln't count agaisnt it, in fact some people may see a whole different side of the story as they watch the events unfold while already knowing the conclusion. The other thing is the weird trend it has started; according to the Death Note Wikipedia entry a few school and university students have been excluded or temporarily suspended for creating immatation 'Death Notes' and subsequently writing the names of teachers and fellow students in the 'Death Notes' in fact, the chinese authorities have banned Death Note in major chinese cities for this reason. On the other hand, one can hardly blame the creators of Death Note for the misdemeanours of a select few people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are only a couple of bad things I can say about Death Note: number one being that, by nature of the genre, the rewatch value is pretty low although this in kind of unavoidable in this genre and shoudln't count agaisnt it, in\u001b[24m\n    \u001b[1m私が死のノートについて言うことができる悪い事のほんの2つだけがある：番号の1つは、ジャンルの本性によって、このジャンルのやむを得ないことの種類のこれは、\u001b[22m, \u001b[1mナンバーワンで、ジャンルの性質によって、rewatch値はこのジャンルで不可避の一種で、このもののかなり低く、それagaisntカウントshoudln't、ということで：私はデスノートについて言うことができます悪いことの唯一のカップルがあります。\u001b[22m\n\u001b[4mfact some people may see a whole different side of the story as they watch the events unfold while already knowing the conclusion.\u001b[24m\n    \u001b[1m事実、結論をすでに知っている間に、イベントが展開されるのを見ている人もいるかもしれません。\u001b[22m, \u001b[1m彼らはすでに結論を知りながらイベントが展開見ながら事実は、一部の人々は、物語の全体の異なる面を見ることができます。\u001b[22m\n\u001b[4mThe other thing is the weird trend it has started;\u001b[24m\n    \u001b[1mもう一つは、それが始まった奇妙な傾向です。\u001b[22m, \u001b[1m他の事は、それが開始された奇妙な傾向です。\u001b[22m\n\u001b[4maccording to the Death Note Wikipedia entry a few school and university students have been excluded or temporarily suspended for creating immatation 'Death Notes' and subsequently writing the names of teachers and fellow students in the 'Death Notes' in fact, the chinese authorities have banned\u001b[24m\n    \u001b[1mDeath Note Wikipediaの記事によると、いくつかの学校や大学の学生はイマージュ「デスノート」を作成し、その後「デスノート」に教師や同僚の名前を書くことで除外されたり、一時的に中断されたりしています。\u001b[22m, \u001b[1m死に応じて、いくつかの学校や大学の学生が、実際には、中国当局が禁止している「ノート死 ''死のノート」をimmatationを作成し、その後に教師や仲間の学生の名前を書くために中断除外または一時的にされているWikipediaのエントリに注意してください。\u001b[22m\n\u001b[4mDeath Note in major chinese cities for this reason.\u001b[24m\n    \u001b[1mこの理由のため、中国の主要都市での死亡記録。\u001b[22m, \u001b[1mこの理由のための中国の主要都市でデスノート。\u001b[22m\n\u001b[4mOn the other hand, one can hardly blame the creators of Death Note for the misdemeanours of a select few people.\u001b[24m\n    \u001b[1mその一方で、選ばれた少数の人々の軽犯罪のために、デスノートの作成者を責めることはほとんどありません。\u001b[22m, \u001b[1m一方、1はほとんど少数精鋭の人々の軽犯罪のためにデスノートのクリエイターを責めることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, I would say Death Note has all the elements of a fantastic anime and is well worth a watch, more so if you havent seen any other anime from this 'suspense/crime/thriller' genre.\n\n\u001b[1m結局のところ、私はデスノートが素晴らしいアニメのすべての要素を持っており、この「サスペンス/犯罪/スリラー」のジャンルから他のアニメを見たことがないならば、時計の価値があると言います。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, watashi wa desunōto ga subarashī anime no subete no yōso o motte ori, kono `sasupensu/ hanzai/ surirā' no janru kara hoka no anime o mita koto ga nainaraba, tokei no kachigāru to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, I would say Death Note has all the elements of a fantastic anime and is well worth a watch, more so if you havent seen any other anime from this 'suspense/crime/thriller' genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, I would say Death Note has all the elements of a fantastic anime and is well worth a watch, more so if you havent seen any other anime from this 'suspense/crime/thriller' genre.\u001b[24m\n    \u001b[1m結局のところ、私はデスノートが素晴らしいアニメのすべての要素を持っており、この「サスペンス/犯罪/スリラー」のジャンルから他のアニメを見たことがないならば、時計の価値があると言います。\u001b[22m, \u001b[1m結論として、私はデスノートは素晴らしいアニメのすべての要素があり、この「サスペンス/犯罪/スリラー」のジャンルから他のアニメを見たhavent場合はより多くのように、時計の価値があると言うでしょう。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "HezaKiddo",
    "profile": "/profile/HezaKiddo/reviews",
    "pages": "32",
    "number": "9",
    "link": "/reviews.php?id=28013",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  9\n\nほとんどのディアハードのアニメファンとこのアニメでは、適合性（とそれに対して）が問題であるように見えますが、Death Noteは正義の中で最も注目されているアニメの1つとして賞賛されています。\n私は、他の多くの人と同様に、アニメに私にアピールするための非常に短い時間を与えます。 デスノートは、オープニングテーマから私の関心を引くだけでなく、単に窓の外を見つめていた瞬間でも、何とか私を興奮させることができました。 その興奮は、クレジットが長く終わった後まで強いままです。\nその一部はアートワークによるものです。 いいえ、グラフィックスではありません。 アートワーク。 リンゴをかむほど簡単なもの（オープニングテーマ）は、美しさのイメージを取り入れ、あなたに感じさせたい激しい感情をあなたに与えます。\nキャラクターに関しては、恐らく現実的な（連続殺人者と反対者の問題ではよく現実的な）キャラクターを開発するいくつかのアニメだけがあったに違いない。 ライトの内部の怒りを除いて、あなたは主人公のあらゆる考えを与えられていないので、他の人との関係のようないくつかの主人公と同様に、彼との関係を作らなければなりません。 あなたはキャラクターが（あなたの意図と信念に関して）あなたに与えたいものを与えられています。そして、あなたが実際にやらなければならないのと同じように、あなたはそのすべてに基づいています。 このため、これらの文字は間違いなくダイナミックなので、すべての人の行動はあなたを気絶させるようです。\nプロット（死の神からの手帳は、達成された十代の少年以上の混乱の手に落ちる）は、それ自体がユニークですが、このアニメのクライマックスの量は可能な限り最良の方法でばかげています。 ほぼすべてのエピソードで、いくつかの応援を続け、他の人の応援について混乱しているように感じます。\n死のノートは本当にすべてのアニメの恋人が少なくとも一度楽しむべきシリーズです。 このアニメは「Good vs Evil」や「Detective serial killer」や「Makes you think」などのフレーズでは記述できません。 すべての人がこのアニメに違って反応しますが、私はあなたに保証します、あなたはそれを後悔しません。\n\n -  Yussssss、最初のレビュー：D 0時間の睡眠？ はい〜^  -  ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAlthough conformity (and being against it) seems to be an issue with most diehard anime fans and this anime, it seems that Death Note has rightfully earned a spot as one of the most watched Animes.\n\n\u001b[1mほとんどのディアハードのアニメファンとこのアニメでは、適合性（とそれに対して）が問題であるように見えますが、Death Noteは正義の中で最も注目されているアニメの1つとして賞賛されています。\u001b[22m\n\u001b[1m(Hotondo no diahādo no anime fan to kono animede wa, tekigō-sei (to sorenitaishite) ga mondaidearu yō ni miemasuga, Death Note wa seigi no naka de mottomo chūmoku sa rete iru anime no 1tsu to shite shōsan sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough conformity (and being against it) seems to be an issue with most diehard anime fans and this anime, it seems that Death Note has rightfully earned a spot as one of the most watched Animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough conformity (and being against it) seems to be an issue with most diehard anime fans and this anime, it seems that Death Note has rightfully earned a spot as one of the most watched Animes.\u001b[24m\n    \u001b[1mほとんどのディアハードのアニメファンとこのアニメでは、適合性（とそれに対して）が問題であるように見えますが、Death Noteは正義の中で最も注目されているアニメの1つとして賞賛されています。\u001b[22m, \u001b[1m適合性（およびそれに反対であること）が最も頑固なアニメファンの問題とこのアニメのようですが、デスノートは当然最も注目アニメの一つとしてスポットを獲得しているようです。\u001b[22m\nI, like many others, give an anime a very small time to appeal to me. Death Note was able to not only grab my attention from the opening theme, but also to somehow manage to keep me excited, even during moments where he was simply staring out of a window. That excitement stays strong until after the credits have long been finished.\n\n\u001b[1m私は、他の多くの人と同様に、アニメに私にアピールするための非常に短い時間を与えます。 デスノートは、オープニングテーマから私の関心を引くだけでなく、単に窓の外を見つめていた瞬間でも、何とか私を興奮させることができました。 その興奮は、クレジットが長く終わった後まで強いままです。\u001b[22m\n\u001b[1m(Watashi wa, hoka no ōku no hito to dōyō ni, anime ni watashi ni apīru suru tame no hijō ni mijikai jikan o ataemasu. Desunōto wa, ōpuningutēma kara watashi no kanshin o hiku dakedenaku, tan'ni mado no soto o mitsumete ita shunkan demo, nantoka watashi o kōfun sa seru koto ga dekimashita. Sono kōfun wa, kurejitto ga nagaku owatta nochi made tsuyoi mamadesu.)\u001b[22m\n\nTranslations of \u001b[4mI, like many others, give an anime a very small time to appeal to me. Death Note was able to not only grab my attention from the opening theme, but also to somehow manage to keep me excited, even during moments where he was simply staring out of a window. That excitement stays strong until after the credits have long been finished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI, like many others, give an anime a very small time to appeal to me.\u001b[24m\n    \u001b[1m私は、他の多くの人と同様に、アニメに私にアピールするための非常に短い時間を与えます。\u001b[22m, \u001b[1m私は、他の多くのように、アニメを私にアピールする非常に小さな時間を与えます。\u001b[22m\n\u001b[4mDeath Note was able to not only grab my attention from the opening theme, but also to somehow manage to keep me excited, even during moments where he was simply staring out of a window.\u001b[24m\n    \u001b[1mデスノートは、オープニングテーマから私の関心を引くだけでなく、単に窓の外を見つめていた瞬間でも、何とか私を興奮させることができました。\u001b[22m, \u001b[1mデスノートは、オープニングテーマから私の注意をつかむためにだけでなく、何とかしても、彼は単に窓の外を見つめていた瞬間に、興奮私を保つために管理することができました。\u001b[22m\n\u001b[4mThat excitement stays strong until after the credits have long been finished.\u001b[24m\n    \u001b[1mその興奮は、クレジットが長く終わった後まで強いままです。\u001b[22m, \u001b[1mその興奮はクレジットが長い間終了した後まで強いままです。\u001b[22m\nPart of that is due to the artwork. No, not graphics. Artwork. Something as simple as biting an apple (opening theme) takes on the image of beauty and force-feeds you the fierce emotions they want you to feel.\n\n\u001b[1mその一部はアートワークによるものです。 いいえ、グラフィックスではありません。 アートワーク。 リンゴをかむほど簡単なもの（オープニングテーマ）は、美しさのイメージを取り入れ、あなたに感じさせたい激しい感情をあなたに与えます。\u001b[22m\n\u001b[1m(Sono ichibu wa ātowāku ni yoru monodesu. Īe, gurafikkusude wa arimasen. Ātowāku. Ringo o kamu hodo kantan'na mono (ōpuningutēma) wa, utsukushi-sa no imēji o toriire, anata ni kanji sasetai hageshī kanjō o anata ni ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mPart of that is due to the artwork. No, not graphics. Artwork. Something as simple as biting an apple (opening theme) takes on the image of beauty and force-feeds you the fierce emotions they want you to feel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPart of that is due to the artwork.\u001b[24m\n    \u001b[1mその一部はアートワークによるものです。\u001b[22m, \u001b[1mその一部は、アートワークによるものです。\u001b[22m\n\u001b[4mNo, not graphics.\u001b[24m\n    \u001b[1mいいえ、グラフィックスではありません。\u001b[22m, \u001b[1mいいえ、グラフィック。\u001b[22m\n\u001b[4mArtwork.\u001b[24m\n    \u001b[1mアートワーク。\u001b[22m\n\u001b[4mSomething as simple as biting an apple (opening theme) takes on the image of beauty and force-feeds you the fierce emotions they want you to feel.\u001b[24m\n    \u001b[1mリンゴをかむほど簡単なもの（オープニングテーマ）は、美しさのイメージを取り入れ、あなたに感じさせたい激しい感情をあなたに与えます。\u001b[22m, \u001b[1mリンゴをかむような単純なもの（オープニングテーマ）美しさの画像をとり、あなたの彼らはあなたが感じたいの激しい感情を強制フィード。\u001b[22m\nAs for characters, there has probably only been a few other animes that develop such realistic (well, realistic in the matters of serial killers and their oppositions) characters. Aside from Light's internal rantings, you aren't given every thought of the main character, therefore you are forced to create a relationship with him, as well as a few other main characters, that is like a relationship with any person. You are given what the character wants to give you (in regards to their intentions and beliefs), and you base everything on that, just as you have to do in reality. Because of this, every person's actions seem to stun you, because these characters are definitely dynamic.\n\n\u001b[1mキャラクターに関しては、恐らく現実的な（連続殺人者と反対者の問題ではよく現実的な）キャラクターを開発するいくつかのアニメだけがあったに違いない。 ライトの内部の怒りを除いて、あなたは主人公のあらゆる考えを与えられていないので、他の人との関係のようないくつかの主人公と同様に、彼との関係を作らなければなりません。 あなたはキャラクターが（あなたの意図と信念に関して）あなたに与えたいものを与えられています。そして、あなたが実際にやらなければならないのと同じように、あなたはそのすべてに基づいています。 このため、これらの文字は間違いなくダイナミックなので、すべての人の行動はあなたを気絶させるようです。\u001b[22m\n\u001b[1m(Kyarakutā ni kanshite wa, osoraku genjitsu-tekina (renzoku satsujin-sha to hantai-sha no mondaide wa yoku genjitsu-tekina) kyarakutā o kaihatsu suru ikutsu ka no anime dake ga atta ni chigainai. Raito no naibu no ikari o nozoite, anata wa shujinkō no arayuru kangae o atae rarete inainode, hokanohito to no kankei no yōna ikutsu ka no shujinkō to dōyō ni, kare to no kankei o tsukuranakereba narimasen. Anata wa kyarakutā ga (anata no ito to shin'nen ni kanshite) anata ni ataetai mono o atae rarete imasu. Soshite, anata ga jissai ni yaranakereba naranai no to onajiyōni, anata wa sono subete ni motodzuite imasu. Ko no tame, korera no moji wa machigainaku dainamikkunanode, subete no hito no kōdō wa anata o kizetsu sa seru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for characters, there has probably only been a few other animes that develop such realistic (well, realistic in the matters of serial killers and their oppositions) characters. Aside from Light's internal rantings, you aren't given every thought of the main character, therefore you are forced to create a relationship with him, as well as a few other main characters, that is like a relationship with any person. You are given what the character wants to give you (in regards to their intentions and beliefs), and you base everything on that, just as you have to do in reality. Because of this, every person's actions seem to stun you, because these characters are definitely dynamic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for characters, there has probably only been a few other animes that develop such realistic (well, realistic in the matters of serial killers and their oppositions) characters.\u001b[24m\n    \u001b[1mキャラクターに関しては、恐らく現実的な（連続殺人者と反対者の問題ではよく現実的な）キャラクターを開発するいくつかのアニメだけがあったに違いない。\u001b[22m, \u001b[1m文字については、おそらく唯一のそのような現実的な（連続殺人犯とその対立の問題でも、現実的な）文字を開発するいくつかの他のアニメがありました。\u001b[22m\n\u001b[4mAside from Light's internal rantings, you aren't given every thought of the main character, therefore you are forced to create a relationship with him, as well as a few other main characters, that is like a relationship with any person.\u001b[24m\n    \u001b[1mライトの内部の怒りを除いて、あなたは主人公のあらゆる考えを与えられていないので、他の人との関係のようないくつかの主人公と同様に、彼との関係を作らなければなりません。\u001b[22m, \u001b[1m別にライトの内部rantingsから、あなたが主人公のあらゆる思考を与えられていない、したがって、あなたはそれがすべての人との関係のようなものです、彼との関係だけでなく、他のいくつかのメインキャラクターを作成することを余儀なくされています。\u001b[22m\n\u001b[4mYou are given what the character wants to give you (in regards to their intentions and beliefs), and you base everything on that, just as you have to do in reality.\u001b[24m\n    \u001b[1mあなたはキャラクターが（あなたの意図と信念に関して）あなたに与えたいものを与えられています。そして、あなたが実際にやらなければならないのと同じように、あなたはそのすべてに基づいています。\u001b[22m, \u001b[1mあなたは文字が（自分の意思や信念に関してで）あなたを与えることを望んでいるものを与えている、とあなたが実際に行う必要があると同じように、その上のすべての基礎としています。\u001b[22m\n\u001b[4mBecause of this, every person's actions seem to stun you, because these characters are definitely dynamic.\u001b[24m\n    \u001b[1mこのため、これらの文字は間違いなくダイナミックなので、すべての人の行動はあなたを気絶させるようです。\u001b[22m, \u001b[1mこれらの文字は間違いなく動的であるため、このため、一人一人の行動は、あなたを気絶させるように見えます。\u001b[22m\nThe plot (a notebook from a God of Death falls into the hands of a confused, over achiever teenage boy) is unique in itself, however the amount of climaxes in this anime is ridiculous, in the best way possible. Nearly every episode keeps you cheering for some, and feeling confused about cheering for others.\n\n\u001b[1mプロット（死の神からの手帳は、達成された十代の少年以上の混乱の手に落ちる）は、それ自体がユニークですが、このアニメのクライマックスの量は可能な限り最良の方法でばかげています。 ほぼすべてのエピソードで、いくつかの応援を続け、他の人の応援について混乱しているように感じます。\u001b[22m\n\u001b[1m(Purotto (shi no kami kara no techō wa, tassei sa reta jūdai no shōnen ijō no konran no te ni ochiru) wa, sore jitai ga yunīkudesuga, kono anime no kuraimakkusu no ryō wa kanōnakagiri sairyō no hōhō de bakagete imasu. Hobo subete no episōdo de, ikutsu ka no ōen o tsudzuke, hokanohito no ōen ni tsuite konran shite iru yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot (a notebook from a God of Death falls into the hands of a confused, over achiever teenage boy) is unique in itself, however the amount of climaxes in this anime is ridiculous, in the best way possible. Nearly every episode keeps you cheering for some, and feeling confused about cheering for others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot (a notebook from a God of Death falls into the hands of a confused, over achiever teenage boy) is unique in itself, however the amount of climaxes in this anime is ridiculous, in the best way possible.\u001b[24m\n    \u001b[1mプロット（死の神からの手帳は、達成された十代の少年以上の混乱の手に落ちる）は、それ自体がユニークですが、このアニメのクライマックスの量は可能な限り最良の方法でばかげています。\u001b[22m, \u001b[1mプロットは（死の神からのノートブックは達成者十代の少年の上に、混乱の手に落ちる）自体に固有のものである、しかしこのアニメでクライマックスの量は、可能な限り最善の方法で、ばかげています。\u001b[22m\n\u001b[4mNearly every episode keeps you cheering for some, and feeling confused about cheering for others.\u001b[24m\n    \u001b[1mほぼすべてのエピソードで、いくつかの応援を続け、他の人の応援について混乱しているように感じます。\u001b[22m, \u001b[1mほぼすべてのエピソードはあなたには、いくつかのために応援し、他人のために応援について混乱を感じ続けています。\u001b[22m\nDeath Note is truly a series that should be enjoyed by every anime lover, at least once. This anime is not able to be described in phrases such as 'Good vs Evil' 'Detective looks for serial killer' or 'Makes you think'. Every person will react differently to this anime, but I assure you, you will not regret it.\n\n\u001b[1m死のノートは本当にすべてのアニメの恋人が少なくとも一度楽しむべきシリーズです。 このアニメは「Good vs Evil」や「Detective serial killer」や「Makes you think」などのフレーズでは記述できません。 すべての人がこのアニメに違って反応しますが、私はあなたに保証します、あなたはそれを後悔しません。\u001b[22m\n\u001b[1m(Shi no nōto wa hontōni subete no anime no koibito ga sukunakutomo ichido tanoshimubeki shirīzudesu. Kono anime wa `Good vs ebiru' ya `ditekutibu shiriaru kirā' ya `Makes you think' nado no furēzude wa kijutsu dekimasen. Subete no hito ga kono anime ni chigatte han'nō shimasuga, watashi wa anata ni hoshō shimasu, anata wa sore o kōkai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is truly a series that should be enjoyed by every anime lover, at least once. This anime is not able to be described in phrases such as 'Good vs Evil' 'Detective looks for serial killer' or 'Makes you think'. Every person will react differently to this anime, but I assure you, you will not regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is truly a series that should be enjoyed by every anime lover, at least once.\u001b[24m\n    \u001b[1m死のノートは本当にすべてのアニメの恋人が少なくとも一度楽しむべきシリーズです。\u001b[22m, \u001b[1mデスノートは、本当に少なくとも一度、すべてのアニメ愛好家が享受すべきであるシリーズです。\u001b[22m\n\u001b[4mThis anime is not able to be described in phrases such as 'Good vs Evil' 'Detective looks for serial killer' or 'Makes you think'.\u001b[24m\n    \u001b[1mこのアニメは「Good vs Evil」や「Detective serial killer」や「Makes you think」などのフレーズでは記述できません。\u001b[22m, \u001b[1mこのアニメは連続殺人犯を探し 'または' 'あなたが考えさせるような「グッド悪対' '探偵としてフレーズに説明することはできません。\u001b[22m\n\u001b[4mEvery person will react differently to this anime, but I assure you, you will not regret it.\u001b[24m\n    \u001b[1mすべての人がこのアニメに違って反応しますが、私はあなたに保証します、あなたはそれを後悔しません。\u001b[22m, \u001b[1mあなたがそれを後悔しないように、すべての人がこのアニメに異なった反応をしますが、私はあなたを保証します。\u001b[22m\n\u001b[1m\u001b[22m\n--Yussssss, first review :D 0 hours of sleep? Yesh ^-^\n\n\u001b[1m -  Yussssss、最初のレビュー：D 0時間の睡眠？ はい〜^  -  ^\u001b[22m\n\u001b[1m(- Yussssss, saisho no rebyū: D 0-jikan no suimin? Hai 〜^ - ^)\u001b[22m\n\nTranslations of \u001b[4m--Yussssss, first review :D 0 hours of sleep? Yesh ^-^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Yussssss, first review :D 0 hours of sleep?\u001b[24m\n    \u001b[1m -  Yussssss、最初のレビュー：D 0時間の睡眠？\u001b[22m, \u001b[1m--Yussssss、最初のレビュー：D睡眠の0時間？\u001b[22m\n\u001b[4mYesh ^-^\u001b[24m\n    \u001b[1mはい〜^  -  ^\u001b[22m, \u001b[1mYesh ^  -  ^\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "sr467",
    "profile": "/profile/sr467/reviews",
    "pages": "32",
    "number": "10",
    "link": "/reviews.php?id=91865",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n光の夜神は普通の十代の学生のようです。 彼は学校に通って、その後帰宅する。 しかし、彼は今日、世界で間違ったことを認識しています。 殺人、強盗など しかし、彼が期待していなかったことは、すべてを変える可能性のある本を見つけることだった。 光は、誰かを考えてページの1つに自分の名前を書くだけで数秒でそれらを殺すことができると書かれている本の中の方向に気づく。 光は彼が世界を変えようとしていると判断し、犯罪者の名前を書いて犯罪者の標的にし始める。 しかし、彼が彼の死に連れて行ったり、彼をアイドルにしたりすることは、彼が良いアイデアだと思ったことである。 しかし、探偵は結果が何であろうとも、光を止めることに決めました。 探偵はLという名前で行く。\n\nアニメーション：\n\n私は、アニメの照明は、ストーリーラインと大きく合っている暗い気分を設定すると言うでしょう。 しかし、私は信じている、そしてほとんどが同意する、このアニメを見るほとんどの人がキャラクター 'L'のためにそれを見ている。 もちろん、彼はかわいいですが、アニメをとても偉大にしたのはそれだけではありません。\n\n\nキャラクター：\n\nメインキャラクター\n\n光の夜神：「新しい世界」を作りたい10代の学生。 私は彼の神の複雑さとまったく同じではありませんでしたが、他の人はそれに反するかもしれません。\n\nL：彼の人生を危険にさらす恐れのある人にはめったに顔を見せないが、殺人犯 'キラ'（別名：ライト）を捕まえるために何かを犯しても構わない探偵。 私の意見では、彼は非常にコメディであり、間違いなく私のものであり、ほとんどの人が好きなキャラクターでした。\n\n\n全体的な考え方：\n\n要するに、デスノートは素晴らしいアニメです。 しかし、私はこれを言うでしょう、Lのためにそれを見るだけではありません。私は彼が最高の愛する人物だと気づいていますが、彼とは別に、物語は面白いです。 非常にこのアニメをお勧めします........:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nLight Yagami is like any regular teenage student. He goes to school, and goes home afterwards. But he realizes the wrong in the world today. Murders, robbery, ect. But what he wasn't expecting was to find a book that could possibly change everything. Light notices directions on the inside of the book that states that by just thinking of someone and writing their name on one of the pages could kill them within seconds. Light decides he is going to try to change the world and starts targeting criminals by writing their names in the book. But what he thought was a good idea can either bring him to his death or make him an idol. But a detective is determined to stop Light no matter what the consequences may be. The detective goes by the name 'L.'\n\n\u001b[1m光の夜神は普通の十代の学生のようです。 彼は学校に通って、その後帰宅する。 しかし、彼は今日、世界で間違ったことを認識しています。 殺人、強盗など しかし、彼が期待していなかったことは、すべてを変える可能性のある本を見つけることだった。 光は、誰かを考えてページの1つに自分の名前を書くだけで数秒でそれらを殺すことができると書かれている本の中の方向に気づく。 光は彼が世界を変えようとしていると判断し、犯罪者の名前を書いて犯罪者の標的にし始める。 しかし、彼が彼の死に連れて行ったり、彼をアイドルにしたりすることは、彼が良いアイデアだと思ったことである。 しかし、探偵は結果が何であろうとも、光を止めることに決めました。 探偵はLという名前で行く。\u001b[22m\n\u001b[1m(Hikari no yorugami wa futsū no jūdai no gakusei no yōdesu. Kare wa gakkō ni tōtte, sonogo kitaku suru. Shikashi, kare wa kyō, sekai de machigatta koto o ninshiki shite imasu. Satsujin, gōtō nado shikashi, kare ga kitai shite inakatta koto wa, subete o kaeru kanōsei no aru hon o mitsukeru kotodatta. Hikari wa, dareka o kangaete pēji no 1tsu ni jibun no namae o kaku dake de sū-byō de sorera o korosu koto ga dekiru to kaka rete iru hon no naka no hōkō ni kidzuku. Hikari wa kare ga sekai o kaeyou to shite iru to handan shi, hanzai-sha no namae o kaite hanzai-sha no hyōteki ni shi hajimeru. Shikashi, kare ga kare no shi ni tsurete ittari, kare o aidoruni shi tari suru koto wa, kare ga yoi aideada to omotta kotodearu. Shikashi, tantei wa kekka ga nandearoutomo, hikari o tomeru koto ni kimemashita. Tantei wa L to iu namae de iku.)\u001b[22m\n\nTranslations of \u001b[4mLight Yagami is like any regular teenage student. He goes to school, and goes home afterwards. But he realizes the wrong in the world today. Murders, robbery, ect. But what he wasn't expecting was to find a book that could possibly change everything. Light notices directions on the inside of the book that states that by just thinking of someone and writing their name on one of the pages could kill them within seconds. Light decides he is going to try to change the world and starts targeting criminals by writing their names in the book. But what he thought was a good idea can either bring him to his death or make him an idol. But a detective is determined to stop Light no matter what the consequences may be. The detective goes by the name 'L.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLight Yagami is like any regular teenage student.\u001b[24m\n    \u001b[1m光の夜神は普通の十代の学生のようです。\u001b[22m, \u001b[1m夜神月は、任意の正規十代の学生のようなものです。\u001b[22m\n\u001b[4mHe goes to school, and goes home afterwards.\u001b[24m\n    \u001b[1m彼は学校に通って、その後帰宅する。\u001b[22m, \u001b[1m彼は学校に行き、その後帰宅し。\u001b[22m\n\u001b[4mBut he realizes the wrong in the world today.\u001b[24m\n    \u001b[1mしかし、彼は今日、世界で間違ったことを認識しています。\u001b[22m, \u001b[1mしかし、彼は今日の世界で間違っを実現します。\u001b[22m\n\u001b[4mMurders, robbery, ect.\u001b[24m\n    \u001b[1m殺人、強盗など\u001b[22m, \u001b[1m電気ショック療法殺人、強盗、。\u001b[22m\n\u001b[4mBut what he wasn't expecting was to find a book that could possibly change everything.\u001b[24m\n    \u001b[1mしかし、彼が期待していなかったことは、すべてを変える可能性のある本を見つけることだった。\u001b[22m, \u001b[1mしかし、彼は期待していなかったものを、おそらくすべてのものを変えることができる本を見つけることでした。\u001b[22m\n\u001b[4mLight notices directions on the inside of the book that states that by just thinking of someone and writing their name on one of the pages could kill them within seconds.\u001b[24m\n    \u001b[1m光は、誰かを考えてページの1つに自分の名前を書くだけで数秒でそれらを殺すことができると書かれている本の中の方向に気づく。\u001b[22m, \u001b[1m誰かのことを考えて、いずれかのページに自分の名前を書き込むことによって、数秒以内にそれらを殺すことができると述べている本の内部の光の通知方向。\u001b[22m\n\u001b[4mLight decides he is going to try to change the world and starts targeting criminals by writing their names in the book.\u001b[24m\n    \u001b[1m光は彼が世界を変えようとしていると判断し、犯罪者の名前を書いて犯罪者の標的にし始める。\u001b[22m, \u001b[1m光は、彼が本の中で自分の名前を書き込むことによって世界と犯罪者をターゲットに開始を変更しようとしていることを決定します。\u001b[22m\n\u001b[4mBut what he thought was a good idea can either bring him to his death or make him an idol.\u001b[24m\n    \u001b[1mしかし、彼が彼の死に連れて行ったり、彼をアイドルにしたりすることは、彼が良いアイデアだと思ったことである。\u001b[22m, \u001b[1mしかし、彼はどう思うか良いアイデアは彼の死に彼を持って来るか、彼アイドル行うことができますいずれかでした。\u001b[22m\n\u001b[4mBut a detective is determined to stop Light no matter what the consequences may be.\u001b[24m\n    \u001b[1mしかし、探偵は結果が何であろうとも、光を止めることに決めました。\u001b[22m, \u001b[1mしかし、刑事は関係なく結果があるかもしれないものの光を停止しないように決定されます。\u001b[22m\n\u001b[4mThe detective goes by the name 'L.'\u001b[24m\n    \u001b[1m探偵はLという名前で行く。\u001b[22m, \u001b[1m探偵は「L.」の名前で行きます\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n\u001b[1m\u001b[22m\nI would say, the lighting in the anime does set a dark mood, which goes along greatly with the storyline. But I believe, and most will agree, most people who watch this anime are watching it because of the character 'L.' Of course, he is cute, but thats not the only thing that made the anime so great.\n\n\u001b[1m私は、アニメの照明は、ストーリーラインと大きく合っている暗い気分を設定すると言うでしょう。 しかし、私は信じている、そしてほとんどが同意する、このアニメを見るほとんどの人がキャラクター 'L'のためにそれを見ている。 もちろん、彼はかわいいですが、アニメをとても偉大にしたのはそれだけではありません。\u001b[22m\n\u001b[1m(Watashi wa, anime no shōmei wa, sutōrīrain to ōkiku atte iru kurai kibun o settei suru to iudeshou. Shikashi, watashi wa shinjite iru, soshite hotondo ga dōi suru, kono anime o miru hotondo no hito ga kyarakutā' L' no tame ni sore o mite iru. Mochiron, kare wa kawaīdesuga, anime o totemo idai ni shita no wa sore dakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI would say, the lighting in the anime does set a dark mood, which goes along greatly with the storyline. But I believe, and most will agree, most people who watch this anime are watching it because of the character 'L.' Of course, he is cute, but thats not the only thing that made the anime so great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would say, the lighting in the anime does set a dark mood, which goes along greatly with the storyline.\u001b[24m\n    \u001b[1m私は、アニメの照明は、ストーリーラインと大きく合っている暗い気分を設定すると言うでしょう。\u001b[22m, \u001b[1m私はアニメの照明がストーリーと大幅に沿って行く暗いムードを、設定しない、と言うでしょう。\u001b[22m\n\u001b[4mBut I believe, and most will agree, most people who watch this anime are watching it because of the character 'L.'\u001b[24m\n    \u001b[1mしかし、私は信じている、そしてほとんどが同意する、このアニメを見るほとんどの人がキャラクター 'L'のためにそれを見ている。\u001b[22m, \u001b[1mしかし、私は信じている、とほとんどが、このアニメを見て、ほとんどの人が原因で文字「L.」のそれを見ている同意します\u001b[22m\n\u001b[4mOf course, he is cute, but thats not the only thing that made the anime so great.\u001b[24m\n    \u001b[1mもちろん、彼はかわいいですが、アニメをとても偉大にしたのはそれだけではありません。\u001b[22m, \u001b[1mもちろん、彼はかわいいですが、アニメはとても素晴らしい作られた唯一のものはないthatsの。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nMain Characters\n\n\u001b[1mメインキャラクター\u001b[22m\n\u001b[1m(Meinkyarakutā)\u001b[22m\n\nTranslations of \u001b[4mMain Characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMain Characters\u001b[24m\n    \u001b[1mメインキャラクター\u001b[22m\n\u001b[1m\u001b[22m\nLight Yagami: A teenage student that wants to create a 'new world.' I didnt exactly like his God complex, but others may disagree.\n\n\u001b[1m光の夜神：「新しい世界」を作りたい10代の学生。 私は彼の神の複雑さとまったく同じではありませんでしたが、他の人はそれに反するかもしれません。\u001b[22m\n\u001b[1m(Hikari no yorugami: `Atarashī sekai' o tsukuritai 10-dai no gakusei. Watashi wa kare no kami no fukuzatsu-sa to mattaku onajide wa arimasendeshitaga, hokanohito wa sore ni hansuru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mLight Yagami: A teenage student that wants to create a 'new world.' I didnt exactly like his God complex, but others may disagree.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLight Yagami: A teenage student that wants to create a 'new world.'\u001b[24m\n    \u001b[1m光の夜神：「新しい世界」を作りたい10代の学生。\u001b[22m, \u001b[1m夜神月：作成したい十代の学生の新しい世界を」。\u001b[22m\n\u001b[4mI didnt exactly like his God complex, but others may disagree.\u001b[24m\n    \u001b[1m私は彼の神の複雑さとまったく同じではありませんでしたが、他の人はそれに反するかもしれません。\u001b[22m, \u001b[1m私は正確に彼の神の複合体のようなdidntのが、他の人が同意しない場合があります。\u001b[22m\n\u001b[1m\u001b[22m\nL: A detective that rarely shows his face to anyone in fear of putting his life in danger, but is willing to risk anything to catch the murderer 'Kira' (aka. Light). In my opinion he was very comedic and was definatly mine and most others favorite character.\n\n\u001b[1mL：彼の人生を危険にさらす恐れのある人にはめったに顔を見せないが、殺人犯 'キラ'（別名：ライト）を捕まえるために何かを犯しても構わない探偵。 私の意見では、彼は非常にコメディであり、間違いなく私のものであり、ほとんどの人が好きなキャラクターでした。\u001b[22m\n\u001b[1m(L: Kare no jinsei o kiken'nisarasu osore no aru hito ni wa mettani kao o misenai ga, satsujin-han' kira'(betsumei: Raito) o tsukamaeru tame ni nanika o okashite mo kamawanai tantei. Watashi no ikende wa, kare wa hijō ni komedideari, machigainaku watashi no monodeari, hotondo no hito ga sukina kyarakutādeshita.)\u001b[22m\n\nTranslations of \u001b[4mL: A detective that rarely shows his face to anyone in fear of putting his life in danger, but is willing to risk anything to catch the murderer 'Kira' (aka. Light). In my opinion he was very comedic and was definatly mine and most others favorite character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mL: A detective that rarely shows his face to anyone in fear of putting his life in danger, but is willing to risk anything to catch the murderer 'Kira' (aka. Light).\u001b[24m\n    \u001b[1mL：彼の人生を危険にさらす恐れのある人にはめったに顔を見せないが、殺人犯 'キラ'（別名：ライト）を捕まえるために何かを犯しても構わない探偵。\u001b[22m, \u001b[1mL：めったに危険にさらされて彼の人生を置くことを恐れて誰に彼の顔を示していないが、殺人者」キラ」（別名ライト）をキャッチするために何かを危険にさらして喜んで探偵。\u001b[22m\n\u001b[4mIn my opinion he was very comedic and was definatly mine and most others favorite character.\u001b[24m\n    \u001b[1m私の意見では、彼は非常にコメディであり、間違いなく私のものであり、ほとんどの人が好きなキャラクターでした。\u001b[22m, \u001b[1m私の意見では、彼は非常にコミカルだったと間違いなく鉱山や他のほとんどの好きなキャラクターでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall thoughts:\n\n\u001b[1m全体的な考え方：\u001b[22m\n\u001b[1m(Zentai-tekina kangaekata:)\u001b[22m\n\nTranslations of \u001b[4mOverall thoughts:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall thoughts:\u001b[24m\n    \u001b[1m全体的な考え方：\u001b[22m, \u001b[1m総合的な思考：\u001b[22m\n\u001b[1m\u001b[22m\nIn short, Death Note is an amazing anime. But i will say this, don't just watch it because of L. I realize he is the top loved character, but with him aside, the story is interesting and Kept me hooked on it until the end. Highly recommend this anime........ :)\n\n\u001b[1m要するに、デスノートは素晴らしいアニメです。 しかし、私はこれを言うでしょう、Lのためにそれを見るだけではありません。私は彼が一番愛された性格であることを理解しますが、彼とは別に、物語は面白いです。 非常にこのアニメをお勧めします........:)\u001b[22m\n\u001b[1m(Yōsuruni, desunōto wa subarashī animedesu. Shikashi, watashi wa kore o iudeshou, L no tame ni sore o miru dakede wa arimasen. Watashi wa kare ga ichiban aisa reta seikakudearu koto o rikai shimasuga, kare to wa betsuni, monogatari wa omoshiroidesu. Hijō ni kono anime o o susume shimasu........ : ))\u001b[22m\n\nTranslations of \u001b[4mIn short, Death Note is an amazing anime. But i will say this, don't just watch it because of L. I realize he is the top loved character, but with him aside, the story is interesting and Kept me hooked on it until the end. Highly recommend this anime........ :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short, Death Note is an amazing anime.\u001b[24m\n    \u001b[1m要するに、デスノートは素晴らしいアニメです。\u001b[22m\n\u001b[4mBut i will say this, don't just watch it because of L. I realize he is the top loved character, but with him aside, the story is interesting and Kept me hooked on it until the end.\u001b[24m\n    \u001b[1mしかし、私はこれを言うでしょう、Lのためにそれを見るだけではありません。私は彼が一番愛された性格であることを理解しますが、彼とは別に、物語は面白いです。\u001b[22m, \u001b[1mしかし、私はL.の私は彼がトップに文字を愛している実現するため、それを見ていないこれを言うだろうが、別に彼と一緒に、ストーリーは面白いですし、最後までそれに夢中に私を保ちました。\u001b[22m\n\u001b[4mHighly recommend this anime........ :)\u001b[24m\n    \u001b[1m非常にこのアニメをお勧めします........:)\u001b[22m, \u001b[1m高度........このアニメをお勧めします:)\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "soulsyster",
    "profile": "/profile/soulsyster/reviews",
    "pages": "32",
    "number": "11",
    "link": "/reviews.php?id=20942",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\nデスノートは私が今まで見た中で最も興味深いアニメのひとつです。 ストーリーラインは非常にユニークで、主人公は退屈ではありません。 このアニメプロットは、私が出会った他のアニメプロットとはまったく異なっています。 物語は非常にサスペンスですが、幸いにもほとんどのエピソードでは漫画の救済があります。 登場人物はまったく違っていて、どれも嫌いではありません。 このアニメは間違いなくあなたの考えを得るだろうし、間違いなくあなたの座席の端にあなたを保つでしょう。\nこのアニメについて私が気に入らないことはほとんどありません。 シリーズの終わりには緊張が非常に厚く、今回は漫画の救済が消えてしまった。 私がサスペンスを楽しんでいる間、私はあなたに笑顔または2を与えるためにそこに何かがなければならないと感じます。 また、多くの人々が好きなキャラクターの一部が殺されます。 ストーリーラインに追加して進歩を助けても、私は正直なところ、その死の一部は避けられたと思う。\nそれ以外は、このアニメが目立つと思う。 私はアニメの恋人にそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is by far one of the most interesting anime I have ever watched. The storyline is very unique and the main characters are far from boring. This anime plot is just so different from all the other anime plots I've come across. The story is very suspenseful, but luckily there is some comic relief in most episodes. The characters are all very different, and it's hard to hate any of them. This anime will definitely get you thinking and it will definitely keep you at the edge of your seat.\n\n\u001b[1mデスノートは私が今まで見た中で最も興味深いアニメのひとつです。 ストーリーラインは非常にユニークで、主人公は退屈ではありません。 このアニメプロットは、私が出会った他のアニメプロットとはまったく異なっています。 物語は非常にサスペンスですが、幸いにもほとんどのエピソードでは漫画の救済があります。 登場人物はまったく違っていて、どれも嫌いではありません。 このアニメは間違いなくあなたの考えを得るだろうし、間違いなくあなたの座席の端にあなたを保つでしょう。\u001b[22m\n\u001b[1m(Desunōto wa watashi ga imamade mita naka de mottomo kyōmibukai anime no hitotsudesu. Sutōrīrain wa hijō ni yunīku de, shujinkō wa taikutsude wa arimasen. Kono anime purotto wa, watashi ga deatta ta no animepurotto to wa mattaku kotonatte imasu. Monogatari wa hijō ni sasupensudesuga, saiwai ni mo hotondo no episōdode wa manga no kyūsai ga arimasu. Tōjō jinbutsu wa mattaku chigatte ite, dore mo kiraide wa arimasen. Kono anime wa machigainaku anata no kangae o erudaroushi, machigainaku anata no zaseki no hashi ni anata o tamotsudeshou.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is by far one of the most interesting anime I have ever watched. The storyline is very unique and the main characters are far from boring. This anime plot is just so different from all the other anime plots I've come across. The story is very suspenseful, but luckily there is some comic relief in most episodes. The characters are all very different, and it's hard to hate any of them. This anime will definitely get you thinking and it will definitely keep you at the edge of your seat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is by far one of the most interesting anime I have ever watched.\u001b[24m\n    \u001b[1mデスノートは私が今まで見た中で最も興味深いアニメのひとつです。\u001b[22m, \u001b[1mデスノートは、はるかに私が今まで見た中で最も興味深いのアニメの一つです。\u001b[22m\n\u001b[4mThe storyline is very unique and the main characters are far from boring.\u001b[24m\n    \u001b[1mストーリーラインは非常にユニークで、主人公は退屈ではありません。\u001b[22m, \u001b[1mストーリーは非常に独特であり、メインキャラクターは、退屈から遠く離れています。\u001b[22m\n\u001b[4mThis anime plot is just so different from all the other anime plots I've come across.\u001b[24m\n    \u001b[1mこのアニメプロットは、私が出会った他のアニメプロットとはまったく異なっています。\u001b[22m, \u001b[1mこのアニメのプロットは、私が遭遇したすべての他のアニメのプロットからわずかとても異なっています。\u001b[22m\n\u001b[4mThe story is very suspenseful, but luckily there is some comic relief in most episodes.\u001b[24m\n    \u001b[1m物語は非常にサスペンスですが、幸いにもほとんどのエピソードでは漫画の救済があります。\u001b[22m, \u001b[1m物語は非常にサスペンスですが、幸いにもほとんどのエピソードでいくつかのコミックリリーフがあります。\u001b[22m\n\u001b[4mThe characters are all very different, and it's hard to hate any of them.\u001b[24m\n    \u001b[1m登場人物はまったく違っていて、どれも嫌いではありません。\u001b[22m, \u001b[1m文字はすべての非常に異なっている、それはそれらのいずれかを憎むのは難しいです。\u001b[22m\n\u001b[4mThis anime will definitely get you thinking and it will definitely keep you at the edge of your seat.\u001b[24m\n    \u001b[1mこのアニメは間違いなくあなたの考えを得るだろうし、間違いなくあなたの座席の端にあなたを保つでしょう。\u001b[22m, \u001b[1mこのアニメは間違いなくあなたが考えて取得し、それは間違いなくあなたの座席の端にあなたを維持します。\u001b[22m\nThere are very few things I do not like about this anime. The tension is very thick at the end of the series, and the comic relief has dissipated around this time. While I enjoy the suspense, I feel there has to be something in there to give you a smile or two. Also, some of many peoples favorite characters are killed off. Even though it adds to the storline and helps it progress, I honestly think some of those deaths could've been avoided.\n\n\u001b[1mこのアニメについて私が気に入らないことはほとんどありません。 シリーズの終わりには緊張が非常に厚く、今回は漫画の救済が消えてしまった。 私がサスペンスを楽しんでいる間、私はあなたに笑顔または2を与えるためにそこに何かがなければならないと感じます。 また、多くの人々が好きなキャラクターの一部が殺されます。 ストーリーラインに追加して進歩を助けても、私は正直なところ、その死の一部は避けられたと思う。\u001b[22m\n\u001b[1m(Kono anime ni tsuite watashi ga kiniiranai koto wa hotondo arimasen. Shirīzu no owari ni wa kinchō ga hijō ni atsuku, konkai wa manga no kyūsai ga kiete shimatta. Watashi ga sasupensu o tanoshinde iru ma, watashi wa anata ni egao matawa 2 o ataeru tame ni soko ni nanika ga nakereba naranai to kanjimasu. Mata, ōku no hitobito ga sukina kyarakutā no ichibu ga korosa remasu. Sutōrīrain ni tsuika shite shinpo o tasukete mo, watashi wa shōjikina tokoro, sono shi no ichibu wa yoke rareta to omou.)\u001b[22m\n\nTranslations of \u001b[4mThere are very few things I do not like about this anime. The tension is very thick at the end of the series, and the comic relief has dissipated around this time. While I enjoy the suspense, I feel there has to be something in there to give you a smile or two. Also, some of many peoples favorite characters are killed off. Even though it adds to the storline and helps it progress, I honestly think some of those deaths could've been avoided.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are very few things I do not like about this anime.\u001b[24m\n    \u001b[1mこのアニメについて私が気に入らないことはほとんどありません。\u001b[22m, \u001b[1m私はこのアニメについては好きではない非常にいくつかあります。\u001b[22m\n\u001b[4mThe tension is very thick at the end of the series, and the comic relief has dissipated around this time.\u001b[24m\n    \u001b[1mシリーズの終わりには緊張が非常に厚く、今回は漫画の救済が消えてしまった。\u001b[22m, \u001b[1m張力はシリーズの最後に非常に厚いです、そして喜劇的な救助はこの頃消失しました。\u001b[22m\n\u001b[4mWhile I enjoy the suspense, I feel there has to be something in there to give you a smile or two.\u001b[24m\n    \u001b[1m私がサスペンスを楽しんでいる間、私はあなたに笑顔または2を与えるためにそこに何かがなければならないと感じます。\u001b[22m, \u001b[1m私はサスペンスを楽しんでいる間、私はあなたに笑顔または2を与えるためにそこに何かがなければならないと感じます。\u001b[22m\n\u001b[4mAlso, some of many peoples favorite characters are killed off.\u001b[24m\n    \u001b[1mまた、多くの人々が好きなキャラクターの一部が殺されます。\u001b[22m, \u001b[1mまた、多くの人々の好みの文字の一部がオフに殺されます。\u001b[22m\n\u001b[4mEven though it adds to the storline and helps it progress, I honestly think some of those deaths could've been avoided.\u001b[24m\n    \u001b[1mストーリーラインに追加して進歩を助けても、私は正直なところ、その死の一部は避けられたと思う。\u001b[22m, \u001b[1mそれはstorlineに追加し、それが進行するのに役立ちますにもかかわらず、私は正直にそれらの死者のうちのいくつかは回避されていたかもしれないと思います。\u001b[22m\nOther than that, I think this anime was outstanding. I would recommend it to any anime lover.\n\n\u001b[1mそれ以外は、このアニメが目立つと思う。 私はアニメの恋人にそれをお勧めします。\u001b[22m\n\u001b[1m(Sore igai wa, kono anime ga medatsu to omou. Watashi wa anime no koibito ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOther than that, I think this anime was outstanding. I would recommend it to any anime lover.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than that, I think this anime was outstanding.\u001b[24m\n    \u001b[1mそれ以外は、このアニメが目立つと思う。\u001b[22m, \u001b[1mそれ以外は、私はこのアニメが傑出していたと思います。\u001b[22m\n\u001b[4mI would recommend it to any anime lover.\u001b[24m\n    \u001b[1m私はアニメの恋人にそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "rackoy",
    "profile": "/profile/rackoy/reviews",
    "pages": "32",
    "number": "12",
    "link": "/reviews.php?id=8304",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\nアニメーションは素晴らしく洗練されており、プロットはこれまでに見た中で最も激しい心理的/哲学的/知的なものの1つです。 それはオリジナルであり、思いがけない紆余曲折で魅力的であり、私はいつも私の席の端にいました。 キャラクターはカラフルで、面白く、極端に対照的な感情を感じさせる傾向があります（例えば、私はライトを憎むことと彼のために応援することに切り替えます）。\n\n私はまだ各エピソードが終わった後でも私を考えることができるショーが大好きです。 私はマンガを最初に読んで始めましたが、これは強い適応であると信じています（マンガには忠実ですが、エピローグを含めるべきであったが、他のすべての端を縛っていたはずです）。\n\nしかし、私に完璧な10を与えることを妨げたのは、ペーシングであり、第2の円弧が最初の円弧より弱いという事実です。 ニアとメロのキャラクターを築くために、もう少し二番目の弧を伸ばすことができたらいいと思う。 そして、私が最も関心を持っていた人物Ryukがもっと多くを見せてくれることを願っています。  （彼は光とLに焦点を当てていたので、ショーの大量のために消える）。 ショーが急いでしまったような気分になりました。\n\nとにかくそれ以外の私には苦しみはありません。 確かに私のお気に入りの一つです。",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is excellent and polished, the plot is one of the most intense psychological/philosophical/intellectual I've ever seen. It is original and compelling with its unexpected twists and turns which kept me at the edge of my seat the whole time. The characters are colorful, interesting and prone to make you feel extreme contrasting emotions (For example I would switch between hating Light and cheering for him).\n\n\u001b[1mアニメーションは素晴らしく洗練されており、プロットは今まで見た中で最も激しい心理学的/哲学的/知的なものの1つです。 それはオリジナルであり、思いがけない紆余曲折で魅力的であり、私はいつも私の席の端にいました。 キャラクターはカラフルで、面白く、極端に対照的な感情を感じさせる傾向があります（例えば、私はライトを憎むことと彼のために応援することの間を切り替えるでしょう）。\u001b[22m\n\u001b[1m(Animēshon wa subarashiku senren sa rete ori, purotto wa imamade mita naka de mottomo hageshī shinri gakuteki/ tetsugaku-teki/ chitekina mono no 1tsudesu. Sore wa orijinarudeari, omoigakenai uyokyokusetsu de mirikitekideari, watashi wa itsumo watashi no seki no hashi ni imashita. Kyarakutā wa karafuru de, omoshiroku, kyokutan ni taishō-tekina kanjō o kanji saseru keikō ga arimasu (tatoeba, watashi wa raito o nikumu koto to kare no tame ni ōen suru koto no ma o kirikaerudeshou).)\u001b[22m\n\nTranslations of \u001b[4mThe animation is excellent and polished, the plot is one of the most intense psychological/philosophical/intellectual I've ever seen. It is original and compelling with its unexpected twists and turns which kept me at the edge of my seat the whole time. The characters are colorful, interesting and prone to make you feel extreme contrasting emotions (For example I would switch between hating Light and cheering for him).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is excellent and polished, the plot is one of the most intense psychological/philosophical/intellectual I've ever seen.\u001b[24m\n    \u001b[1mアニメーションは素晴らしく洗練されており、プロットは今まで見た中で最も激しい心理学的/哲学的/知的なものの1つです。\u001b[22m, \u001b[1mアニメーションはプロットは、私が今まで見た中で最も強烈な心理的/哲学/知的の一つであり、優れた研磨されます。\u001b[22m\n\u001b[4mIt is original and compelling with its unexpected twists and turns which kept me at the edge of my seat the whole time.\u001b[24m\n    \u001b[1mそれはオリジナルであり、思いがけない紆余曲折で魅力的であり、私はいつも私の席の端にいました。\u001b[22m, \u001b[1mそれは私の席の端に全体の時間を、私を維持し、その予想外の紆余曲折とオリジナルと説得力があります。\u001b[22m\n\u001b[4mThe characters are colorful, interesting and prone to make you feel extreme contrasting emotions (For example I would switch between hating Light and cheering for him).\u001b[24m\n    \u001b[1mキャラクターはカラフルで、面白く、極端に対照的な感情を感じさせる傾向があります（例えば、私はライトを憎むことと彼のために応援することの間を切り替えるでしょう）。\u001b[22m, \u001b[1m文字は、あなたが（例えば私は光を嫌うし、彼のために応援を切り替えることになる）極端な対照的な感情を感じさせるために、カラフルな面白いとなりやすいです。\u001b[22m\n\u001b[1m\u001b[22m\nI love a show that still makes me think even after each episode ends. Though I started reading the manga first, I believe this is a strong adaptation (The ending is faithful to the manga although they should have included the epilogue and tied up all the other loose ends).\n\n\u001b[1m私はまだ各エピソードが終わった後でも私を考えることができるショーが大好きです。 私はマンガを最初に読んで始めましたが、これは強い適応であると信じています（マンガには忠実ですが、エピローグを含めるべきであったが、他のすべての端を縛っていたはずです）。\u001b[22m\n\u001b[1m(Watashi wa mada kaku episōdo ga owatta nochi demo watashi o kangaeru koto ga dekiru shō ga daisukidesu. Watashi wa manga o saisho ni yonde hajimemashita ga, kore wa tsuyoi tekiōdearu to shinjite imasu (manga ni wa chūjitsudesuga, epirōgu o fukumerubekideattaga, hoka no subete no hashi o shibatte ita hazudesu).)\u001b[22m\n\nTranslations of \u001b[4mI love a show that still makes me think even after each episode ends. Though I started reading the manga first, I believe this is a strong adaptation (The ending is faithful to the manga although they should have included the epilogue and tied up all the other loose ends).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love a show that still makes me think even after each episode ends.\u001b[24m\n    \u001b[1m私はまだ各エピソードが終わった後でも私を考えることができるショーが大好きです。\u001b[22m, \u001b[1m私はまだ私が各エピソードが終了した後も、と思わせるショーが大好きです。\u001b[22m\n\u001b[4mThough I started reading the manga first, I believe this is a strong adaptation (The ending is faithful to the manga although they should have included the epilogue and tied up all the other loose ends).\u001b[24m\n    \u001b[1m私はマンガを最初に読んで始めましたが、これは強い適応であると信じています（マンガには忠実ですが、エピローグを含めるべきであったが、他のすべての端を縛っていたはずです）。\u001b[22m, \u001b[1m私が最初に漫画を読み始めたが、私はこれが（彼らはエピローグを含め、他のすべての緩い端を縛っているはずですが、エンディングが漫画に忠実な）強い適応であると考えています。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, what kept me from giving it a perfect 10 would be the pacing and the fact that the second arc is weaker than the first. I wish they could have stretched the second arc a bit more in order to build up the characters of Near and Mello. And I wish Ryuk, the character i was most interested in, showed up more. (He disappears for a large amount of the show as the focus was more on Light and L). It just felt like the show was rushed.\n\n\u001b[1mしかし、私に完璧な10を与えることを妨げたのは、ペーシングであり、第2の円弧が最初の円弧より弱いという事実です。 ニアとメロのキャラクターを築くために、もう少し二番目の弧を伸ばすことができたらいいと思う。 そして、私が最も関心を持っていた人物Ryukがもっと多くを見せてくれることを願っています。  （彼は光とLに焦点を当てていたので、ショーの大量のために消える）。 ショーが急いでしまったような気分になりました。\u001b[22m\n\u001b[1m(Shikashi, watashi ni kanpekina 10 o ataeru koto o samatageta no wa, pēshingudeari, dai 2 no enko ga saisho no enko yori yowai to iu jijitsudesu. Nia to mero no kyarakutā o kizuku tame ni, mōsukoshi ni-banme no ko o nobasu koto ga dekitara ī to omou. Soshite, watashi ga mottomo kanshin o motte ita jinbutsu Ryuk ga motto ōku o misete kureru koto o negatte imasu. (Kare wa hikari to L ni shōten o atete itanode, shō no tairyō no tame ni kieru). Shō ga isoide shimatta yōna kibun ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mHowever, what kept me from giving it a perfect 10 would be the pacing and the fact that the second arc is weaker than the first. I wish they could have stretched the second arc a bit more in order to build up the characters of Near and Mello. And I wish Ryuk, the character i was most interested in, showed up more. (He disappears for a large amount of the show as the focus was more on Light and L). It just felt like the show was rushed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, what kept me from giving it a perfect 10 would be the pacing and the fact that the second arc is weaker than the first.\u001b[24m\n    \u001b[1mしかし、私に完璧な10を与えることを妨げたのは、ペーシングであり、第2の円弧が最初の円弧より弱いという事実です。\u001b[22m, \u001b[1mしかし、何がペーシングおよび第二の円弧が最初よりも弱いということになり、それを完璧な10を与えることから私を保ちました。\u001b[22m\n\u001b[4mI wish they could have stretched the second arc a bit more in order to build up the characters of Near and Mello.\u001b[24m\n    \u001b[1mニアとメロのキャラクターを築くために、もう少し二番目の弧を伸ばすことができたらいいと思う。\u001b[22m, \u001b[1m私は、彼らが近くとメロの文字を構築するために、もう少し二弧を伸ばしていることがしたいです。\u001b[22m\n\u001b[4mAnd I wish Ryuk, the character i was most interested in, showed up more.\u001b[24m\n    \u001b[1mそして、私が最も関心を持っていた人物Ryukがもっと多くを見せてくれることを願っています。\u001b[22m, \u001b[1mそして、私はリュークをしたい、私は最も興味を持っていた文字は、より多くを示しました。\u001b[22m\n\u001b[4m(He disappears for a large amount of the show as the focus was more on Light and L).\u001b[24m\n    \u001b[1m（彼は光とLに焦点を当てていたので、ショーの大量のために消える）。\u001b[22m, \u001b[1m（焦点は、より多くの光とLにあったように、彼はショーの大規模な量のために消えます）。\u001b[22m\n\u001b[4mIt just felt like the show was rushed.\u001b[24m\n    \u001b[1mショーが急いでしまったような気分になりました。\u001b[22m, \u001b[1mショーが運ばれたようにそれはちょうど感じました。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway other than that I have no qualms. It is surely one of my favorites.\n\n\u001b[1mとにかくそれ以外の私には苦しみはありません。 確かに私のお気に入りの一つです。\u001b[22m\n\u001b[1m(Tonikaku sore igai no watashiniha kurushimi wa arimasen. Tashika ni watashinōkiniiri no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway other than that I have no qualms. It is surely one of my favorites.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway other than that I have no qualms.\u001b[24m\n    \u001b[1mとにかくそれ以外の私には苦しみはありません。\u001b[22m, \u001b[1mとにかくそれ以外の私は良心の呵責を持っていません。\u001b[22m\n\u001b[4mIt is surely one of my favorites.\u001b[24m\n    \u001b[1m確かに私のお気に入りの一つです。\u001b[22m, \u001b[1mそれは確かに私のお気に入りの一つです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "clown_ix",
    "profile": "/profile/clown_ix/reviews",
    "pages": "32",
    "number": "13",
    "link": "/reviews.php?id=24918",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\nデスノートは最高のアニメのひとつだと言える。 今まで私が見たことは最高です。 それはそれらの不十分に書かれたアニメとは異なるレベルに立つ。 これは非常にうまく実行されます。\n\nストーリー -  9.ストーリーはとてもよく書かれており、約98％完璧です。 ノートパソコンが空から落ちて、聡明な若者である夜神が偶然見つけます。 このノートブックは、死神（死神）が所有しているため、人々が使うものとは非常に異なっています。 音符に書いてある名前は誰でも死ぬだろう。 プロットは本当に素晴らしいです。 紆余曲折は時々あなたに不思議やショックを与えます。 私は物語を与えなかったので、私はそれの2％が退屈であり、行動に欠けていることが分かった。\n\nアート -  10.デスノートの芸術は非常に詳細です。 環境は現実的で、文字はよく描かれています。 私はユニークなキャラクターデザインを見つけました。\n\nSound  -  8.オープニングとエンディングの曲は、大丈夫だったよ。 一方、バックグラウンドミュージックは天才でした。 マニアックなライトがノートに書いている間に演奏された音楽は、キャラクターの気分と完全に一致していました。\n\nキャラクター -  10.デスノートのキャラクターにはとても感動しています。 たぶんあなたは彼らの知性を賞賛するでしょう。 主人公の主人公である夜神は、ある視点を持つトップクラスの学生です。 彼は世界が邪悪で腐っていると思っています。 したがって、彼はこのメモを使って犯罪者全員を殺し、純粋な世界となり、新しい「神」になると考えています。 彼のノンストップの殺害のために、公衆は彼に「キラ」と呼ぶ。 これは主なアンタゴニストであるLが来る場所です。彼は世界で最も優れた探偵であり、キラを捕まえようとしています。 彼は朝食、昼食、夕食のお菓子を食べているにもかかわらず、彼の脳を「運動する」ために脂肪が増えないという甘いものを食べるだけです。 彼は高度にインテリジェントで、おそらくライトよりもインテリジェントです。 この2つのキャラクターを知る必要があるのは、あなたが見るときにあなたがそれらに集中するからです。\n\n楽しさ -  9.それは少し退屈だったが、私はデスノートを楽しんだ。\n\n全体的に -  9.私は本当にデスノートに感心します。 すべての時間の最高のアニメから1％離れています。\n\nあなたが考え続けるアニメを探しているなら、デスノートはあなたのためです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI can say that Death Note is one of the best anime ever. Well, it's the best I've seen, so far. It stands on a different level from those poorly written anime. This one is very well-executed.\n\n\u001b[1mデスノートは最高のアニメのひとつだと言える。 今まで私が見たことは最高です。 それはそれらの不十分に書かれたアニメとは異なるレベルに立つ。 これは非常にうまく実行されます。\u001b[22m\n\u001b[1m(Desunōto wa saikō no anime no hitotsuda to ieru. Ima made watashi ga mita koto wa saikōdesu. Sore wa sorera no fujūbun ni kaka reta anime to wa kotonaru reberu ni tatsu. Kore wa hijō ni umaku jikkō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mI can say that Death Note is one of the best anime ever. Well, it's the best I've seen, so far. It stands on a different level from those poorly written anime. This one is very well-executed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can say that Death Note is one of the best anime ever.\u001b[24m\n    \u001b[1mデスノートは最高のアニメのひとつだと言える。\u001b[22m, \u001b[1m私はデスノートは史上最高のアニメの一つであると言うことができます。\u001b[22m\n\u001b[4mWell, it's the best I've seen, so far.\u001b[24m\n    \u001b[1m今まで私が見たことは最高です。\u001b[22m, \u001b[1mまあ、それはこれまでのところ、私が見た中で最高です。\u001b[22m\n\u001b[4mIt stands on a different level from those poorly written anime.\u001b[24m\n    \u001b[1mそれはそれらの不十分に書かれたアニメとは異なるレベルに立つ。\u001b[22m, \u001b[1mこれは、それらの下手に書かれたアニメとは異なるレベルの上に立っています。\u001b[22m\n\u001b[4mThis one is very well-executed.\u001b[24m\n    \u001b[1mこれは非常にうまく実行されます。\u001b[22m, \u001b[1mこの1は非常によく実行されます。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 9. The story is so well-written, about 98% perfect. A notebook falls from the sky and Yagami, Light, a very intelligent young man, coincidently finds it. This notebook is very different from the ones that people use, because it is owned by a shinigami (death god). Whoever's name that's written in the note shall die. The plot really is amazing. The twists will sometimes leave you wondering or shocked. I didn't give the story a 10 cause I found the 2% of it boring and lacking in action.\n\n\u001b[1mストーリー -  9.物語はとても良く書かれており、約98％完璧です。 ノートパソコンが空から落ちて、聡明な若者である夜神が偶然見つけます。 このノートブックは、死神（死神）が所有しているため、人々が使うものとは非常に異なっています。 音符に書いてある名前は誰でも死ぬだろう。 プロットは本当に素晴らしいです。 紆余曲折は時々あなたに不思議やショックを与えます。 私は物語を与えなかったので、私はそれの2％が退屈であり、行動に欠けていることを発見した。\u001b[22m\n\u001b[1m(Sutōrī - 9. Monogatari wa totemo yoku kaka rete ori, yaku 98-pāsento kanpekidesu. Nōtopasokon ga sora kara ochite, sōmeina wakamonodearu yorugami ga gūzen mitsukemasu. Kono nōtobukku wa, shinigami (shinigami) ga shoyū shite iru tame, hitobito ga tsukau mono to wa hijō ni kotonatte imasu. Onpu ni kaitearu namae wa dare demo shinudarou. Purotto wa hontōni subarashīdesu. Uyokyokusetsu wa tokidoki anata ni fushigi ya shokku o ataemasu. Watashi wa monogatari o ataenakattanode, watashi wa sore no 2-pāsento ga taikutsudeari, kōdō ni kakete iru koto o hakken shita.)\u001b[22m\n\nTranslations of \u001b[4mStory - 9. The story is so well-written, about 98% perfect. A notebook falls from the sky and Yagami, Light, a very intelligent young man, coincidently finds it. This notebook is very different from the ones that people use, because it is owned by a shinigami (death god). Whoever's name that's written in the note shall die. The plot really is amazing. The twists will sometimes leave you wondering or shocked. I didn't give the story a 10 cause I found the 2% of it boring and lacking in action.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 9. The story is so well-written, about 98% perfect.\u001b[24m\n    \u001b[1mストーリー -  9.物語はとても良く書かれており、約98％完璧です。\u001b[22m, \u001b[1mストーリー -  9.物語は、約98％の完璧なので、よく書かれています。\u001b[22m\n\u001b[4mA notebook falls from the sky and Yagami, Light, a very intelligent young man, coincidently finds it.\u001b[24m\n    \u001b[1mノートパソコンが空から落ちて、聡明な若者である夜神が偶然見つけます。\u001b[22m, \u001b[1mノートブックが空から落下し、矢上、ライト、非常に知的な若い男が、偶然それを見つけました。\u001b[22m\n\u001b[4mThis notebook is very different from the ones that people use, because it is owned by a shinigami (death god).\u001b[24m\n    \u001b[1mこのノートブックは、死神（死神）が所有しているため、人々が使うものとは非常に異なっています。\u001b[22m, \u001b[1mそれは死神（死神）によって所有されているため、このノートブックは、人々が使用するものとは非常に異なっています。\u001b[22m\n\u001b[4mWhoever's name that's written in the note shall die.\u001b[24m\n    \u001b[1m音符に書いてある名前は誰でも死ぬだろう。\u001b[22m, \u001b[1m誰が死ぬノートに書かれている名前です。\u001b[22m\n\u001b[4mThe plot really is amazing.\u001b[24m\n    \u001b[1mプロットは本当に素晴らしいです。\u001b[22m\n\u001b[4mThe twists will sometimes leave you wondering or shocked.\u001b[24m\n    \u001b[1m紆余曲折は時々あなたに不思議やショックを与えます。\u001b[22m, \u001b[1mねじれは時々あなたが疑問に思ったり衝撃を与えたままになります。\u001b[22m\n\u001b[4mI didn't give the story a 10 cause I found the 2% of it boring and lacking in action.\u001b[24m\n    \u001b[1m私は物語を与えなかったので、私はそれの2％が退屈であり、行動に欠けていることを発見した。\u001b[22m, \u001b[1m私が話を、私はそれの2％は退屈見つけ、アクションに欠けている10の原因を与えていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 10. The art in Death Note is very detailed. The environment is realistic and the characters are well-drawn. I found the character design, unique.\n\n\u001b[1mアート -  10.デスノートの芸術は非常に詳細です。 環境は現実的で、文字はよく描かれています。 私はユニークなキャラクターデザインを見つけました。\u001b[22m\n\u001b[1m(Āto - 10. Desunōto no geijutsu wa hijō ni shōsaidesu. Kankyō wa genjitsu-tekide, moji wa yoku egaka rete imasu. Watashi wa yunīkuna kyarakutādezain o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mArt - 10. The art in Death Note is very detailed. The environment is realistic and the characters are well-drawn. I found the character design, unique.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 10. The art in Death Note is very detailed.\u001b[24m\n    \u001b[1mアート -  10.デスノートの芸術は非常に詳細です。\u001b[22m\n\u001b[4mThe environment is realistic and the characters are well-drawn.\u001b[24m\n    \u001b[1m環境は現実的で、文字はよく描かれています。\u001b[22m, \u001b[1m環境が現実的であると文字がよく描かれています。\u001b[22m\n\u001b[4mI found the character design, unique.\u001b[24m\n    \u001b[1m私はユニークなキャラクターデザインを見つけました。\u001b[22m, \u001b[1m私はユニークな、キャラクターデザインを見つけました。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 8. The opening and ending songs were, okay, I guess. The background music on the other hand, was genius. Music that was played while a maniacal Light was writing in the note was perfectly matched with the character's mood.\n\n\u001b[1mSound  -  8.オープニングとエンディングの曲は、大丈夫だったよ。 一方、バックグラウンドミュージックは天才でした。 マニアックなライトがノートに書いている間に演奏された音楽は、キャラクターの気分と完全に一致していました。\u001b[22m\n\u001b[1m(Sound - 8. Ōpuningu to endingu no kyoku wa, daijōbudatta yo. Ippō, bakkuguraundomyūjikku wa tensaideshita. Maniakkuna raito ga nōto ni kaite iru ma ni ensō sa reta ongaku wa, kyarakutā no kibun to kanzen ni itchi shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mSound - 8. The opening and ending songs were, okay, I guess. The background music on the other hand, was genius. Music that was played while a maniacal Light was writing in the note was perfectly matched with the character's mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 8. The opening and ending songs were, okay, I guess.\u001b[24m\n    \u001b[1mSound  -  8.オープニングとエンディングの曲は、大丈夫だったよ。\u001b[22m, \u001b[1mサウンド - オープニングとエンディング曲があった8.、大丈夫、私は推測します。\u001b[22m\n\u001b[4mThe background music on the other hand, was genius.\u001b[24m\n    \u001b[1m一方、バックグラウンドミュージックは天才でした。\u001b[22m, \u001b[1m一方、バックグラウンドミュージックは、天才でした。\u001b[22m\n\u001b[4mMusic that was played while a maniacal Light was writing in the note was perfectly matched with the character's mood.\u001b[24m\n    \u001b[1mマニアックなライトがノートに書いている間に演奏された音楽は、キャラクターの気分と完全に一致していました。\u001b[22m, \u001b[1m狂気の光がノートに書いていた一方で演奏された音楽は完全に文字の気分で一致しました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 10. I'm very impressed at the characters of Death Note. Maybe you'll praise their intelligence. Yagami, Light, the main protagonist, is a top student with a certain perspective. He thinks that the world is rotting because of evil. Thus, he uses the note to kill off all of the criminals, thinking that this will result in a pure world where he will become the new 'god'. Because of his non-stop killing, the public calls him 'Kira'. This is where L, the main antagonist, comes in. He is the best detective in the world and is out to capture Kira. He only eats sweets, stating that even though he eats sweets for breakfast, lunch and dinner, he does not get fat because he 'exercises' his brain. He is highly intelligent and maybe even more intelligent than Light. You only need to know of these two characters cause when you watch, you'll be focusing on them.\n\n\u001b[1mキャラクター -  10.デスノートのキャラクターにはとても感動しています。 たぶんあなたは彼らの知性を賞賛するでしょう。 主人公の主人公である夜神は、ある視点を持つトップクラスの学生です。 彼は世界が邪悪で腐っていると思っています。 したがって、彼はこのメモを使って犯罪者全員を殺し、純粋な世界となり、新しい「神」になると考えています。 彼のノンストップの殺害のために、公衆は彼に「キラ」と呼ぶ。 これは主なアンタゴニストであるLが来る場所です。彼は世界で最も優れた探偵であり、キラを捕まえようとしています。 彼は朝食、昼食、夕食のお菓子を食べているにもかかわらず、彼の脳を「運動する」ために脂肪が増えないという甘いものを食べるだけです。 彼は高度にインテリジェントで、おそらくライトよりもインテリジェントです。 この2つのキャラクターを知る必要があるのは、あなたが見るときにあなたがそれらに集中するからです。\u001b[22m\n\u001b[1m(Kyarakutā - 10. Desunōto no kyarakutā ni wa totemo kandō shite imasu. Tabun anata wa karera no chisei o shōsan surudeshou. Shujinkō no shujinkōdearu yorugami wa, aru shiten o motsu toppukurasu no gakuseidesu. Kare wa sekai ga jaakude kusatte iru to omotte imasu. Shitagatte, kare wa kono memo o tsukatte hanzai-sha zen'in o koroshi, junsuina sekai to nari, atarashī `kami' ni naru to kangaete imasu. Kare no nonsutoppu no satsugai no tame ni, kōshū wa kare ni `kira' to yobu. Kore wa omona antagonisutodearu L ga kuru bashodesu. Kare wa sekai de mottomo sugureta tanteideari, kira o tsukamaeyou to shite imasu. Kare wa chōshoku, chūshoku, yūshoku no okashi o tabete iru nimokakawarazu, kare no nō o `undō suru' tame ni shibō ga fuenai to iu amaimono o taberu dakedesu. Kare wa kōdo ni interijento de, osoraku raito yori mo interijentodesu. Kono 2tsu no kyarakutā o shiru hitsuyō ga aru no wa, anata ga miru toki ni anata ga sorera ni shūchū surukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 10. I'm very impressed at the characters of Death Note. Maybe you'll praise their intelligence. Yagami, Light, the main protagonist, is a top student with a certain perspective. He thinks that the world is rotting because of evil. Thus, he uses the note to kill off all of the criminals, thinking that this will result in a pure world where he will become the new 'god'. Because of his non-stop killing, the public calls him 'Kira'. This is where L, the main antagonist, comes in. He is the best detective in the world and is out to capture Kira. He only eats sweets, stating that even though he eats sweets for breakfast, lunch and dinner, he does not get fat because he 'exercises' his brain. He is highly intelligent and maybe even more intelligent than Light. You only need to know of these two characters cause when you watch, you'll be focusing on them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 10. I'm very impressed at the characters of Death Note.\u001b[24m\n    \u001b[1mキャラクター -  10.デスノートのキャラクターにはとても感動しています。\u001b[22m, \u001b[1m文字 -  10.私はデスノートの文字で非常に感銘を受けた。\u001b[22m\n\u001b[4mMaybe you'll praise their intelligence.\u001b[24m\n    \u001b[1mたぶんあなたは彼らの知性を賞賛するでしょう。\u001b[22m, \u001b[1mたぶん、あなたは彼らの知性を賞賛します。\u001b[22m\n\u001b[4mYagami, Light, the main protagonist, is a top student with a certain perspective.\u001b[24m\n    \u001b[1m主人公の主人公である夜神は、ある視点を持つトップクラスの学生です。\u001b[22m, \u001b[1m矢上、ライト、主人公は、ある特定の視点でトップの学生です。\u001b[22m\n\u001b[4mHe thinks that the world is rotting because of evil.\u001b[24m\n    \u001b[1m彼は世界が邪悪で腐っていると思っています。\u001b[22m, \u001b[1m彼は世界がために悪の腐敗されると思います。\u001b[22m\n\u001b[4mThus, he uses the note to kill off all of the criminals, thinking that this will result in a pure world where he will become the new 'god'.\u001b[24m\n    \u001b[1mしたがって、彼はこのメモを使って犯罪者全員を殺し、純粋な世界となり、新しい「神」になると考えています。\u001b[22m, \u001b[1mこのように、彼はこれが彼が新しい「神となるであろう純粋な世界につながると考え、犯罪者のすべてを殺すためにノートを使用しています。\u001b[22m\n\u001b[4mBecause of his non-stop killing, the public calls him 'Kira'.\u001b[24m\n    \u001b[1m彼のノンストップの殺害のために、公衆は彼に「キラ」と呼ぶ。\u001b[22m, \u001b[1m彼のためにノンストップ殺害の、国民は「キラ」彼を呼び出します。\u001b[22m\n\u001b[4mThis is where L, the main antagonist, comes in. He is the best detective in the world and is out to capture Kira.\u001b[24m\n    \u001b[1mこれは主なアンタゴニストであるLが来る場所です。彼は世界で最も優れた探偵であり、キラを捕まえようとしています。\u001b[22m, \u001b[1mL、メインアンタゴニストは、出番です。彼は世界最高の探偵であるとキラをキャプチャするために出ています。\u001b[22m\n\u001b[4mHe only eats sweets, stating that even though he eats sweets for breakfast, lunch and dinner, he does not get fat because he 'exercises' his brain.\u001b[24m\n    \u001b[1m彼は朝食、昼食、夕食のお菓子を食べているにもかかわらず、彼の脳を「運動する」ために脂肪が増えないという甘いものを食べるだけです。\u001b[22m, \u001b[1m彼は彼だけでは、朝食、ランチ、ディナーにお菓子を食べていても彼は演習」彼の脳ので、彼は脂肪を取得しないことを示す、お菓子を食べます。\u001b[22m\n\u001b[4mHe is highly intelligent and maybe even more intelligent than Light.\u001b[24m\n    \u001b[1m彼は高度にインテリジェントで、おそらくライトよりもインテリジェントです。\u001b[22m, \u001b[1m彼は非常に知的多分よりインテリジェントライトを超えています。\u001b[22m\n\u001b[4mYou only need to know of these two characters cause when you watch, you'll be focusing on them.\u001b[24m\n    \u001b[1mこの2つのキャラクターを知る必要があるのは、あなたが見るときにあなたがそれらに集中するからです。\u001b[22m, \u001b[1mあなただけの、あなたがそれらに焦点を当てたことでしょう、あなたが見たときに原因これらの2つの文字を知っている必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 9. Although a bit of it was boring, I enjoyed Death Note.\n\n\u001b[1m楽しさ -  9.それは少し退屈だったが、私はデスノートを楽しんだ。\u001b[22m\n\u001b[1m(Tanoshisa - 9. Sore wa sukoshi taikutsudattaga, watashi wa desunōto o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 9. Although a bit of it was boring, I enjoyed Death Note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 9. Although a bit of it was boring, I enjoyed Death Note.\u001b[24m\n    \u001b[1m楽しさ -  9.それは少し退屈だったが、私はデスノートを楽しんだ。\u001b[22m, \u001b[1m楽しさ - それは少し退屈だったが9、私はデスノートを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 9. I really admire Death Note. It is 1% away from being the greatest anime of all time.\n\n\u001b[1m全体的に -  9.私は本当にデスノートに感心します。 すべての時間の最高のアニメから1％離れています。\u001b[22m\n\u001b[1m(Zentai-teki ni - 9. Watashi wa hontōni desunōto ni kanshin shimasu. Subete no jikan no saikō no anime kara 1-pāsento hanarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall - 9. I really admire Death Note. It is 1% away from being the greatest anime of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 9. I really admire Death Note.\u001b[24m\n    \u001b[1m全体的に -  9.私は本当にデスノートに感心します。\u001b[22m, \u001b[1m全体的に -  9.私は本当にデスノートを賞賛します。\u001b[22m\n\u001b[4mIt is 1% away from being the greatest anime of all time.\u001b[24m\n    \u001b[1mすべての時間の最高のアニメから1％離れています。\u001b[22m, \u001b[1mこれは、1パーセント離れて、すべての時間の最大のアニメであることからです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for an anime that will keep you thinking, then Death Note is for you.\n\n\u001b[1mあなたが考え続けるアニメを探しているなら、デスノートはあなたのためです。\u001b[22m\n\u001b[1m(Anata ga kangae tsudzukeru anime o sagashite irunara, desunōto wa anata no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for an anime that will keep you thinking, then Death Note is for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for an anime that will keep you thinking, then Death Note is for you.\u001b[24m\n    \u001b[1mあなたが考え続けるアニメを探しているなら、デスノートはあなたのためです。\u001b[22m, \u001b[1mあなたはあなたの思考を維持するアニメを探している場合は、デスノートはあなたのためです。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Kenyanke",
    "profile": "/profile/Kenyanke/reviews",
    "pages": "32",
    "number": "14",
    "link": "/reviews.php?id=116433",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたはあなたを驚かせ、全体的に楽しさを与えるアニメを願っていますか？ デスノートはあなたのアニメですが、ほぼすべての見通しの中ではるかに優れたアニメですが、このショーには多くの人が光を感じ、多くのことが悪いお尻の恐怖ですが、実際はもっとスリラーです。\n\nこれは、私が見た最初のアニメでした。なぜなら、YouTubeがレトロなものだったのは、何かが何かがアップロードされてから約6年前にレトロな意味があったからです。 私はそれ以来数回それを見てきたので、それは私の心の外ではありません。 アニメのジャンルのためにアニメが最初のアニメだったことを振り返ってみると、アニメを始めた多くの人がビッグ3を見ていただろうか、スピリット・アウェイやモノノケ・ヒメなどのアニメ映画を見ていただろう。 ユニークで、何よりもすばらしかったです。\n\n物語は、探偵の息子の高校生である夜上の光として始まります。 この世に嫌われて、ある日、窓を見つめて空から落ちる本を掴んだ後、彼の注意をその本に置き、そこから家に持ち帰り、そこでそこから目的を見つけます。 この本は「デスノート」と呼ばれ、単に名前を書くと死ぬ。 殺害の主な要件は、殺すために自分の名前と顔を知る必要があり、死ぬ方法を指定することができるということです。\n\n死のノートの起源：本は、死の神（死神）の本です、彼らは現実の世界を見守るためにこれらを使用します、リュック、死のノートの所有者ライトピックアップは、世界のようなリムボウから来る 彼は人間が何をしているかを見るためにそれを見つけたが、多くは彼から来ないと考えている。 あなたが本に触れると、あなたは本の所有者（デス・ゴッド）を見ることができます。ライトがそれに触れたとき、彼はその本の所有者であるためリュックを見ることができました。\n\nライトは現在の世界を憎むので、絶望から世界を解放し、すべての不一致を取り除き、その神になりたいと考えています。 彼は、大量の犯罪を犯した人々を殺すことを明らかにする。 しかし、非常に多くの人々が死ぬと、特別な探偵が呼び出され、最高の最高の彼の名前は単に\"L\"であり、それ以上のものではなく、誰も彼のアイデンティティを知らない。 彼の仕事はKiraを捕まえることです、KiraはDeath Notesの所有者であり、LightはファンがKiraをオンラインに電話した後にそれに付いて行きました。\n\n多くのオープニングが開き、多くの新しいキャラクターが登場し、ショーやエンターテイメントを広げていきます。このショーのアートは素晴らしいですが、アニメの最新ではないほど際立っていません。 サウンドは素晴らしいです、インサートの曲は素晴らしいリフにとって死ぬべきです。 オープニングとエンディングは完璧です。彼らが「ナイトメア」と「最大ホルモン」を演奏したアーティストの両方が、私を日本の音楽にしてくれる最初のバンドの1つでした。  1つは日本の金属のグループで、もう1つは岩ですが、それは全く違っていますが、良いことです。\n\n結論は、今、あなたはこのアニメがすばらしいことを知っているはずです。すべてがほぼ完璧です。キャラクターに至るまで、ほとんどすべての人がこのショーを好きになるでしょう。私はそれについて嘘をつきませんが、いつものように、 好きではない人の場合、そのジャンルでないこと、またはそれが流行であることである。\n\nサインオフ、それを見て、それは素晴らしいアニメだ、あなたはそれであなたの時間を無駄にしません。\nそれは非常に楽しいとrewatch値はかなり良いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nYou ever wish for an anime that surprises you and gives you enjoyment overall? Death Note is the anime for you, it's by far an outstanding anime in nearly every prospect, but many people feel light hearted when it comes to this show, many thing it's a bad ass horror, but it's actually more of a thriller.\n\n\u001b[1mあなたはあなたを驚かせ、全体的に楽しさを与えるアニメを願っていますか？ デスノートはあなたのアニメですが、ほぼすべての見通しの中ではるかに優れたアニメですが、このショーには多くの人が光を感じ、多くのことが悪いお尻の恐怖ですが、実際はもっとスリラーです。\u001b[22m\n\u001b[1m(Anata wa anata o odoroka se, zentai-teki ni tanoshisa o ataeru anime o negatte imasu ka? Desunōto wa anata no animedesuga, hobo subete no mitōshi no naka de haruka ni sugureta animedesuga, kono shō ni wa ōku no hito ga hikari o kanji, ōku no koto ga warui o shiri no kyōfudesuga, jissai wa motto surirādesu.)\u001b[22m\n\nTranslations of \u001b[4mYou ever wish for an anime that surprises you and gives you enjoyment overall? Death Note is the anime for you, it's by far an outstanding anime in nearly every prospect, but many people feel light hearted when it comes to this show, many thing it's a bad ass horror, but it's actually more of a thriller.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou ever wish for an anime that surprises you and gives you enjoyment overall?\u001b[24m\n    \u001b[1mあなたはあなたを驚かせ、全体的に楽しさを与えるアニメを願っていますか？\u001b[22m, \u001b[1mあなたは今まであなたを驚かし、全体的な楽しみ与えるアニメを願いますか？\u001b[22m\n\u001b[4mDeath Note is the anime for you, it's by far an outstanding anime in nearly every prospect, but many people feel light hearted when it comes to this show, many thing it's a bad ass horror, but it's actually more of a thriller.\u001b[24m\n    \u001b[1mデスノートはあなたのアニメですが、ほぼすべての見通しの中ではるかに優れたアニメですが、このショーには多くの人が光を感じ、多くのことが悪いお尻の恐怖ですが、実際はもっとスリラーです。\u001b[22m, \u001b[1mデスノートは、あなたのためのアニメですが、それははるかにほぼすべての見通しで優れたアニメだが、多くの人々は、それがこのショーに来るとき、多くのものは、それが悪いお尻のホラーだが、それは実際にスリラーの多くはで気楽に感じます。\u001b[22m\n\u001b[1m\u001b[22m\nThis was the first anime I watched, back when YouTube was all retro, retro meaning when anything could be uploaded about 6 years ago. I have watched it several times since, thus it's not out of my mind. It was quite weird looking back that it was my first anime because of the genre of anime, many people starting anime would have been watching the big three or from watching animated movies such as Spirited Away or Mononoke Hime, but it was different, it was unique and most of all, it was brilliant.\n\n\u001b[1mこれは、私が見た最初のアニメでした。なぜなら、YouTubeがレトロなものだったのは、何かが何かがアップロードされてから約6年前にレトロな意味があったからです。 私はそれ以来数回それを見てきたので、それは私の心の外ではありません。 アニメのジャンルのためにアニメが最初のアニメだったことを振り返ってみると、アニメを始めた多くの人がビッグ3を見ていただろうか、スピリット・アウェイやモノノケ・ヒメなどのアニメ映画を見ていただろう。 ユニークで、何よりもすばらしかったです。\u001b[22m\n\u001b[1m(Kore wa, watashi ga mita saisho no animedeshita. Nazenara, yūchūbu ga retoronamonodatta no wa, nanika ga nanika ga appurōdo sa rete kara yaku 6-nen mae ni retorona imi ga attakaradesu. Watashi wa sore irai sū-kai sore o mite kitanode, sore wa watashi no kokoro no sotode wa arimasen. Anime no janru no tame ni anime ga saisho no animedatta koto o furikaette miru to, anime o hajimeta ōku no hito ga biggu 3 o mite itadarou ka, supiritto au~ei ya mononoke Hime nado no anime eiga o mite itadarou. Yunīku de, naniyori mo subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThis was the first anime I watched, back when YouTube was all retro, retro meaning when anything could be uploaded about 6 years ago. I have watched it several times since, thus it's not out of my mind. It was quite weird looking back that it was my first anime because of the genre of anime, many people starting anime would have been watching the big three or from watching animated movies such as Spirited Away or Mononoke Hime, but it was different, it was unique and most of all, it was brilliant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was the first anime I watched, back when YouTube was all retro, retro meaning when anything could be uploaded about 6 years ago.\u001b[24m\n    \u001b[1mこれは、私が見た最初のアニメでした。なぜなら、YouTubeがレトロなものだったのは、何かが何かがアップロードされてから約6年前にレトロな意味があったからです。\u001b[22m, \u001b[1mこれは私が戻ってYouTubeが何も約6年前にアップロードすることができ、すべてのレトロ、レトロな意味だったとき、見た最初のアニメでした。\u001b[22m\n\u001b[4mI have watched it several times since, thus it's not out of my mind.\u001b[24m\n    \u001b[1m私はそれ以来数回それを見てきたので、それは私の心の外ではありません。\u001b[22m, \u001b[1m私はこのようにそれは私の心のうちではない、ので、それを数回見ています。\u001b[22m\n\u001b[4mIt was quite weird looking back that it was my first anime because of the genre of anime, many people starting anime would have been watching the big three or from watching animated movies such as Spirited Away or Mononoke Hime, but it was different, it was\u001b[24m\n    \u001b[1mアニメのジャンルのためにアニメが最初のアニメだったことを振り返ってみると、アニメを始めた多くの人がビッグ3を見ていただろうか、スピリット・アウェイやモノノケ・ヒメなどのアニメ映画を見ていただろう。\u001b[22m, \u001b[1mそれがためにアニメのジャンルの私の最初のアニメであったことを振り返ってみると、かなり変だった、アニメを開始する多くの人々がビッグスリーや、千と千尋の神隠しやもののけ姫などのアニメーション映画を見てからを見ているだろうが、それは違っていた、それがありました\u001b[22m\n\u001b[4munique and most of all, it was brilliant.\u001b[24m\n    \u001b[1mユニークで、何よりもすばらしかったです。\u001b[22m, \u001b[1mユニークで、すべてのほとんどは、それは素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story begins as Yagami Light, a highschool student, son of a detective. Baring hate to this world, one day he's staring out a window and catches a book falling from the sky, his attention is then put onto the book, from which he takes it home, and from there he finds out it's purpose. the book is called the 'Death Note' and simply put, when you write a name into it, they die. The main requirement for killing is, you need to know their name and their face in order to kill them, and you can specify how they die.\n\n\u001b[1m物語は、探偵の息子の高校生である夜上の光として始まります。 この世に嫌われて、ある日、窓を見つめて空から落ちる本を掴んだ後、彼の注意をその本に置き、そこから家に持ち帰り、そこでそこから目的を見つけます。 この本は「デスノート」と呼ばれ、単に名前を書くと死ぬ。 殺害の主な要件は、殺すために自分の名前と顔を知る必要があり、死ぬ方法を指定することができるということです。\u001b[22m\n\u001b[1m(Monogatari wa, tantei no musuko no kōkōseidearu yoru-jō no hikari to shite hajimarimasu. Konoyo ni kirawa rete, aru hi, mado o mitsumete sora kara ochiru hon o tsukanda nochi, kare no chūi o sono hon'ni oki, soko kara ie ni mochikaeri, sokode soko kara mokuteki o mitsukemasu. Kono Moto wa `desunōto' to yoba re, tan'ni namae o kaku to shinu. Satsugai no omona yōken wa, korosu tame ni jibun no namae to kao o shiru hitsuyō ga ari, shinu hōhō o shitei suru koto ga dekiru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story begins as Yagami Light, a highschool student, son of a detective. Baring hate to this world, one day he's staring out a window and catches a book falling from the sky, his attention is then put onto the book, from which he takes it home, and from there he finds out it's purpose. the book is called the 'Death Note' and simply put, when you write a name into it, they die. The main requirement for killing is, you need to know their name and their face in order to kill them, and you can specify how they die.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story begins as Yagami Light, a highschool student, son of a detective.\u001b[24m\n    \u001b[1m物語は、探偵の息子の高校生である夜上の光として始まります。\u001b[22m, \u001b[1m物語は八神ライト、高校生、探偵の息子として開始されます。\u001b[22m\n\u001b[4mBaring hate to this world, one day he's staring out a window and catches a book falling from the sky, his attention is then put onto the book, from which he takes it home, and from there he finds out it's purpose.\u001b[24m\n    \u001b[1mこの世に嫌われて、ある日、窓を見つめて空から落ちる本を掴んだ後、彼の注意をその本に置き、そこから家に持ち帰り、そこでそこから目的を見つけます。\u001b[22m, \u001b[1m1日、彼は窓の外を見つめて、空から落ちてくる本をキャッチし、彼の注意は、その後、彼はそれを家に取り、そこから彼はそれの目的を見つけ出し、そこから書籍、上に置かれています、この世界に憎しみをむき出し。\u001b[22m\n\u001b[4mthe book is called the 'Death Note' and simply put, when you write a name into it, they die.\u001b[24m\n    \u001b[1mこの本は「デスノート」と呼ばれ、単に名前を書くと死ぬ。\u001b[22m, \u001b[1mこの本は、あなたがそれに名前を書くとき、彼らは死ぬ、「デスノート」と呼ばれ、単純に置かれます。\u001b[22m\n\u001b[4mThe main requirement for killing is, you need to know their name and their face in order to kill them, and you can specify how they die.\u001b[24m\n    \u001b[1m殺害の主な要件は、殺すために自分の名前と顔を知る必要があり、死ぬ方法を指定することができるということです。\u001b[22m, \u001b[1m殺害のための主な要件は、あなたがそれらを殺すために自分の名前と自分の顔を知っておく必要があり、あなたは彼らが死ぬ方法を指定することができ、です。\u001b[22m\n\u001b[1m\u001b[22m\nThe Death Note origins: The book is a book of the Death Gods (Shinigami), they use these to keep an eye on the real world, Ryuk, the owner of the death note Light picks up comes down from the limbo like world to find the book, but to find a human has found it, which he sticks around to see what the human does, thinking much will not come from him. When you touch the book, you are able to see the owner of the book (Death God), thus when Light touched it, he was able to see Ryuk, only because he is the owner of that book.\n\n\u001b[1m死のノートの起源：本は、死の神（死神）の本です、彼らは現実の世界を見守るためにこれらを使用します、リュック、死のノートの所有者ライトピックアップは、世界のようなリムボウから来る 彼は人間が何をしているかを見るためにそれを見つけたが、多くは彼から来ないと考えている。 あなたが本に触れると、あなたは本の所有者（デス・ゴッド）を見ることができます。ライトがそれに触れたとき、彼はその本の所有者であるためリュックを見ることができました。\u001b[22m\n\u001b[1m(Shi no nōto no kigen: Hon wa, shi no kami (shinigami) no hondesu, karera wa genjitsu no sekai o mimamoru tame ni korera o shiyō shimasu, ryukku, shi no nōto no shoyū-sha raito pikkuappu wa, sekai no yōna rimubou kara kuru kare wa ningen ga nani o shite iru ka o miru tame ni sore o mitsuketaga, ōku wa kare kara konai to kangaete iru. Anata ga hon ni fureru to, anata wa hon no shoyū-sha (desu goddo) o miru koto ga dekimasu. Raito ga sore ni fureta toki, kare wa sono Moto no shoyū-shadearu tame ryukku o miru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe Death Note origins: The book is a book of the Death Gods (Shinigami), they use these to keep an eye on the real world, Ryuk, the owner of the death note Light picks up comes down from the limbo like world to find the book, but to find a human has found it, which he sticks around to see what the human does, thinking much will not come from him. When you touch the book, you are able to see the owner of the book (Death God), thus when Light touched it, he was able to see Ryuk, only because he is the owner of that book.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Death Note origins: The book is a book of the Death Gods (Shinigami), they use these to keep an eye on the real world, Ryuk, the owner of the death note Light picks up comes down from the limbo like world to find\u001b[24m\n    \u001b[1m死のノートの起源：本は、死の神（死神）の本です、彼らは現実の世界を見守るためにこれらを使用します、リュック、死のノートの所有者ライトピックアップは、世界のようなリムボウから来る\u001b[22m, \u001b[1mデスノートの起源：本は死の神（死神）、彼らは現実の世界に目を維持するためにこれらを使用しての本ですが、リューク、光がピックアップデスノートの所有者が見つけるために世界のようなどっちつかずの状態からダウンしています\u001b[22m\n\u001b[4mthe book, but to find a human has found it, which he sticks around to see what the human does, thinking much will not come from him.\u001b[24m\n    \u001b[1m彼は人間が何をしているかを見るためにそれを見つけたが、多くは彼から来ないと考えている。\u001b[22m, \u001b[1mこの本は、人間を見つけるために、彼は彼から来ないであろう多くのことを考え、人間が何をするか確認するために周りにこだわっている、それを発見しました。\u001b[22m\n\u001b[4mWhen you touch the book, you are able to see the owner of the book (Death God), thus when Light touched it, he was able to see Ryuk, only because he is the owner of that book.\u001b[24m\n    \u001b[1mあなたが本に触れると、あなたは本の所有者（デス・ゴッド）を見ることができます。ライトがそれに触れたとき、彼はその本の所有者であるためリュックを見ることができました。\u001b[22m, \u001b[1mあなたは本をタッチすると、あなたは、書籍（死神）の所有者を確認することができ、したがって、光がそれを触れたとき、彼はその本の所有者であるという理由だけで、リュークを見ることができました。\u001b[22m\n\u001b[1m\u001b[22m\nSince Light hates the current world, he wants to free the world from despair and rid it of all the inconsistencies and become god of it. He sets out killing people whom have committed crimes of mass load. But after so many people dying, a special detective is called in, the best of the best, his name is simply 'L', nothing more, nothing less, and nobody knows his identity. His job is to catch Kira, Kira being the holders of the Death Notes, Light went with it after fans went about calling him Kira online.\n\n\u001b[1mライトは現在の世界を憎むので、絶望から世界を解放し、すべての不一致を取り除き、その神になりたいと考えています。 彼は、大量の犯罪を犯した人々を殺すことを明らかにする。 しかし、非常に多くの人々が死ぬと、特別な探偵が呼び出され、最高の最高の彼の名前は単に\"L\"であり、それ以上のものではなく、誰も彼のアイデンティティを知らない。 彼の仕事はKiraを捕まえることです、KiraはDeath Notesの所有者であり、LightはファンがKiraをオンラインに電話した後にそれに付いて行きました。\u001b[22m\n\u001b[1m(Raito wa genzai no sekai o nikumunode, zetsubō kara sekai o kaihō shi, subete no fuitchi o torinozoki, sono kami ni naritai to kangaete imasu. Kare wa, tairyō no hanzai o okashita hitobito o korosu koto o akiraka ni suru. Shikashi, hijō ni ōku no hitobito ga shinu to, tokubetsuna tantei ga yobidasa re, saikō no saikō no kare no namae wa tan'ni\" L\"deari, soreijō no monode wa naku, dare mo kare no aidentiti o shiranai. Kare no shigoto wa Kira o tsukamaeru kotodesu, Kira wa Death nōtsu no shoyū-shadeari, raito wa fan ga Kira o onrain ni denwa shita nochi ni sore ni tsuite ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mSince Light hates the current world, he wants to free the world from despair and rid it of all the inconsistencies and become god of it. He sets out killing people whom have committed crimes of mass load. But after so many people dying, a special detective is called in, the best of the best, his name is simply 'L', nothing more, nothing less, and nobody knows his identity. His job is to catch Kira, Kira being the holders of the Death Notes, Light went with it after fans went about calling him Kira online.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince Light hates the current world, he wants to free the world from despair and rid it of all the inconsistencies and become god of it.\u001b[24m\n    \u001b[1mライトは現在の世界を憎むので、絶望から世界を解放し、すべての不一致を取り除き、その神になりたいと考えています。\u001b[22m, \u001b[1mライトは現在の世界を嫌って以来、彼は絶望から世界を解放し、すべての矛盾のためにそれを取り除くと、それの神になろうとしています。\u001b[22m\n\u001b[4mHe sets out killing people whom have committed crimes of mass load.\u001b[24m\n    \u001b[1m彼は、大量の犯罪を犯した人々を殺すことを明らかにする。\u001b[22m, \u001b[1m彼は、質量負荷の罪を犯した人を殺す設定しています。\u001b[22m\n\u001b[4mBut after so many people dying, a special detective is called in, the best of the best, his name is simply 'L', nothing more, nothing less, and nobody knows his identity.\u001b[24m\n    \u001b[1mしかし、非常に多くの人々が死ぬと、特別な探偵が呼び出され、最高の最高の彼の名前は単に\"L\"であり、それ以上のものではなく、誰も彼のアイデンティティを知らない。\u001b[22m, \u001b[1m非常に多くの人々が死んで後、特別な探偵は、最高の最高、で呼ばれている。しかし、彼の名前は、単純に 'L'、より多くの何もない、あまり何もあり、誰も彼の正体を知ることはありません。\u001b[22m\n\u001b[4mHis job is to catch Kira, Kira being the holders of the Death Notes, Light went with it after fans went about calling him Kira online.\u001b[24m\n    \u001b[1m彼の仕事はKiraを捕まえることです、KiraはDeath Notesの所有者であり、LightはファンがKiraをオンラインに電話した後にそれに付いて行きました。\u001b[22m, \u001b[1mファンはオンラインキラ彼を呼び出して歩き回った後、彼の仕事はキラが死のノートの保有者であること、キラをキャッチすることです、光がそれと一緒に行きました。\u001b[22m\n\u001b[1m\u001b[22m\nMany openings open up and many new characters come in, expanding the show and the entertainment from it, the art of this show is great, but not outstanding as it's not the newest of animes. the Sounds are awesome, insert songs are to die for, awesome riffs. Openings and Endings are perfect, Both Artists whom did them 'Nightmare' and 'Maximum the Hormone', were one of the first bands to get me into Japanese music. One being a japanese metal group and the other being rock, it's quite different, but good.\n\n\u001b[1m多くのオープニングが開き、多くの新しいキャラクターが登場し、ショーやエンターテイメントを広げていきます。このショーのアートは素晴らしいですが、アニメの最新ではないほど際立っていません。 サウンドは素晴らしいです、インサートの曲は素晴らしいリフにとって死ぬべきです。 オープニングとエンディングは完璧です。彼らが「ナイトメア」と「最大ホルモン」を演奏したアーティストの両方が、私を日本の音楽にしてくれる最初のバンドの1つでした。  1つは日本の金属のグループで、もう1つは岩ですが、それは全く違っていますが、良いことです。\u001b[22m\n\u001b[1m(Ōku no ōpuningu ga hiraki, ōku no atarashī kyarakutā ga tōjō shi, shō ya entāteimento o hirogete ikimasu. Kono shō no āto wa subarashīdesuga, anime no saishinde wanai hodo kiwadatte imasen. Saundo wa subarashīdesu, insāto no kyoku wa subarashī Rifu ni totte shinubekidesu. Ōpuningu to endingu wa kanpekidesu. Karera ga `naitomea' to `saidai horumon' o ensō shita ātisuto no ryōhō ga, watashi o Nihon no ongaku ni shite kureru saisho no bando no 1tsudeshita. 1Tsu wa Nihon no kinzoku no gurūpu de, mō 1tsu wa iwadesuga, sore wa mattaku chigatte imasuga, yoikotodesu.)\u001b[22m\n\nTranslations of \u001b[4mMany openings open up and many new characters come in, expanding the show and the entertainment from it, the art of this show is great, but not outstanding as it's not the newest of animes. the Sounds are awesome, insert songs are to die for, awesome riffs. Openings and Endings are perfect, Both Artists whom did them 'Nightmare' and 'Maximum the Hormone', were one of the first bands to get me into Japanese music. One being a japanese metal group and the other being rock, it's quite different, but good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMany openings open up and many new characters come in, expanding the show and the entertainment from it, the art of this show is great, but not outstanding as it's not the newest of animes.\u001b[24m\n    \u001b[1m多くのオープニングが開き、多くの新しいキャラクターが登場し、ショーやエンターテイメントを広げていきます。このショーのアートは素晴らしいですが、アニメの最新ではないほど際立っていません。\u001b[22m, \u001b[1m多くの開口部が開放し、多くの新しい文字が、それはアニメの最新ではないとして、このショーの技術は優れた偉大な、しかしではない、それからショーやエンターテイメントを拡大し、来ます。\u001b[22m\n\u001b[4mthe Sounds are awesome, insert songs are to die for, awesome riffs.\u001b[24m\n    \u001b[1mサウンドは素晴らしいです、インサートの曲は素晴らしいリフにとって死ぬべきです。\u001b[22m, \u001b[1mサウンドは素晴らしいです、挿入歌は、素晴らしいリフのために死ぬことです。\u001b[22m\n\u001b[4mOpenings and Endings are perfect, Both Artists whom did them 'Nightmare' and 'Maximum the Hormone', were one of the first bands to get me into Japanese music.\u001b[24m\n    \u001b[1mオープニングとエンディングは完璧です。彼らが「ナイトメア」と「最大ホルモン」を演奏したアーティストの両方が、私を日本の音楽にしてくれる最初のバンドの1つでした。\u001b[22m, \u001b[1m開口部とエンディングは「悪夢」と「マキシマムザホルモン」、それらをした両方のアーティストは日本の音楽に私を取得するための最初のバンドの一つだった、完璧です。\u001b[22m\n\u001b[4mOne being a japanese metal group and the other being rock, it's quite different, but good.\u001b[24m\n    \u001b[1m1つは日本の金属のグループで、もう1つは岩ですが、それは全く違っていますが、良いことです。\u001b[22m, \u001b[1m一つは、日本の金属群および他方はロックされて、それはかなり異なるが、良いです。\u001b[22m\n\u001b[1m\u001b[22m\nConclusion, by now, you should see that this anime is awesome, everything is pretty much perfect, right down to the characters, nearly everyone will like this show, I won't lie about that, but as per usual you do get the odd case of people not liking things, be that it's not their genre, or it's a fad.\n\n\u001b[1m結論は、今、あなたはこのアニメがすばらしいことを知っているはずです。すべてがほぼ完璧です。キャラクターに至るまで、ほとんどすべての人がこのショーを好きになるでしょう。私はそれについて嘘をつきませんが、いつものように、 好きではない人の場合、そのジャンルでないこと、またはそれが流行であることである。\u001b[22m\n\u001b[1m(Ketsuron wa, ima, anata wa kono anime ga subarashī koto o shitte iru hazudesu. Subete ga hobo kanpekidesu. Kyarakutā ni itaru made, hotondo subete no hito ga kono shō o suki ni narudeshou. Watashi wa sore ni tsuite uso o tsukimasenga, itsumo no yō ni, sukide wanai hito no baai, sono janrudenai koto, matawa sore ga ryūkōdearu kotodearu.)\u001b[22m\n\nTranslations of \u001b[4mConclusion, by now, you should see that this anime is awesome, everything is pretty much perfect, right down to the characters, nearly everyone will like this show, I won't lie about that, but as per usual you do get the odd case of people not liking things, be that it's not their genre, or it's a fad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion, by now, you should see that this anime is awesome, everything is pretty much perfect, right down to the characters, nearly everyone will like this show, I won't lie about that, but as per usual you do get the odd\u001b[24m\n    \u001b[1m結論は、今、あなたはこのアニメがすばらしいことを知っているはずです。すべてがほぼ完璧です。キャラクターに至るまで、ほとんどすべての人がこのショーを好きになるでしょう。私はそれについて嘘をつきませんが、いつものように、\u001b[22m, \u001b[1m結論は、今では、あなたは、すべてが右の文字に至るまで、ほとんど完璧ですこのアニメは驚くばかりであることを確認する必要があり、ほとんどの人は、私はそれについてうそをつくことはありませんが、通常通りあなたは奇数を得るか、この番組を好きになるでしょう\u001b[22m\n\u001b[4mcase of people not liking things, be that it's not their genre, or it's a fad.\u001b[24m\n    \u001b[1m好きではない人の場合、そのジャンルでないこと、またはそれが流行であることである。\u001b[22m, \u001b[1m物事を好きではない人の場合、それは自分のジャンルではない、またはそれが流行だということです。\u001b[22m\n\u001b[1m\u001b[22m\nSigning off, go watch it, it's a great anime, you won't waste your time with it.\n\n\u001b[1mサインオフ、それを見て、それは素晴らしいアニメだ、あなたはそれであなたの時間を無駄にしません。\u001b[22m\n\u001b[1m(Sain'ofu, sore o mite, sore wa subarashī animeda, anata wa sore de anata no jikan o muda ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mSigning off, go watch it, it's a great anime, you won't waste your time with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSigning off, go watch it, it's a great anime, you won't waste your time with it.\u001b[24m\n    \u001b[1mサインオフ、それを見て、それは素晴らしいアニメだ、あなたはそれであなたの時間を無駄にしません。\u001b[22m, \u001b[1mサインオフする、それは素晴らしいアニメですが、それを見に行く、あなたはそれであなたの時間を無駄にしません。\u001b[22m\nIt's very enjoyable and the rewatch value is quite good.\n\n\u001b[1mそれは非常に楽しいとrewatch値はかなり良いです。\u001b[22m\n\u001b[1m(Sore wa hijō ni tanoshī to rewatch-chi wa kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's very enjoyable and the rewatch value is quite good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's very enjoyable and the rewatch value is quite good.\u001b[24m\n    \u001b[1mそれは非常に楽しいとrewatch値はかなり良いです。\u001b[22m, \u001b[1mそれは非常に楽しいですし、rewatch値はかなり良いです。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "iDontlikeanime3",
    "profile": "/profile/iDontlikeanime3/reviews",
    "pages": "32",
    "number": "15",
    "link": "/reviews.php?id=113675",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  9\n\nデスノートはそれ自体が幻想的なアニメです。 ストーリーが最初から最後まで大きなスリラーにすぎないので、私はそれを楽しんだだけです。 主人公であるためにライトがどこに行くのか分からない、犠牲がなければならない。\n\nこのアニメは本当に暗く、胃の中で数回胃を痛めるかもしれませんが、サスペンスを嫌っていても、アニメ以外のファンでもこのシリーズを試してみることをお勧めします:)\n\nこのアニメが好きではないのは、新しいキャラクター（AKA NとMello）を紹介するときだけです。 また、私はこのアニメは、ナルトのように、少し過大評価されていると思います。 しかし、心配しないでください、とにかくストーリーに夢中になります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is a fantasic anime in itself. I simply enjoyed it SO much because the story is just one big thriller from start to finish. You never know where Light is going to end up because to be a hero, there must be sacrifices.\n\n\u001b[1mデスノートはそれ自体が幻想的なアニメです。 ストーリーが最初から最後まで大きなスリラーにすぎないので、私はそれを楽しんだだけです。 主人公であるためにライトがどこに行くのか分からない、犠牲がなければならない。\u001b[22m\n\u001b[1m(Desunōto wa sore jitai ga gensō-tekina animedesu. Sutōrī ga saisho kara saigomade ōkina surirā ni suginainode, watashi wa sore o tanoshinda dakedesu. Shujinkōdearu tame ni raito ga doko ni iku no ka wakaranai, gisei ga nakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is a fantasic anime in itself. I simply enjoyed it SO much because the story is just one big thriller from start to finish. You never know where Light is going to end up because to be a hero, there must be sacrifices.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is a fantasic anime in itself.\u001b[24m\n    \u001b[1mデスノートはそれ自体が幻想的なアニメです。\u001b[22m, \u001b[1mデスノートは、それ自体でファンタジックアニメです。\u001b[22m\n\u001b[4mI simply enjoyed it SO much because the story is just one big thriller from start to finish.\u001b[24m\n    \u001b[1mストーリーが最初から最後まで大きなスリラーにすぎないので、私はそれを楽しんだだけです。\u001b[22m, \u001b[1m物語は最初から最後までただ一つの大きなスリラーであるので、私は単にそれがそんなに楽しみました。\u001b[22m\n\u001b[4mYou never know where Light is going to end up because to be a hero, there must be sacrifices.\u001b[24m\n    \u001b[1m主人公であるためにライトがどこに行くのか分からない、犠牲がなければならない。\u001b[22m, \u001b[1mあなたはライトがヒーローにためてしまうために起こっている場合には、犠牲がなければならない知っていることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough this anime is really dark and may sock you in the stomach a few times, i will recommend this to ANYONE even non-anime fans to give this series a try even if they hate suspense :).\n\n\u001b[1mこのアニメは本当に暗く、胃の中で数回胃を痛めるかもしれませんが、サスペンスを嫌っていても、アニメ以外のファンでもこのシリーズを試してみることをお勧めします:)\u001b[22m\n\u001b[1m(Kono anime wa hontōni kuraku, i no naka de sū-kai i o itameru kamo shiremasenga, sasupensu o kiratte ite mo, anime igai no fan demo kono shirīzu o tameshite miru koto o o susume shimasu: ))\u001b[22m\n\nTranslations of \u001b[4mAlthough this anime is really dark and may sock you in the stomach a few times, i will recommend this to ANYONE even non-anime fans to give this series a try even if they hate suspense :).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough this anime is really dark and may sock you in the stomach a few times, i will recommend this to ANYONE even non-anime fans to give this series a try even if they hate suspense :).\u001b[24m\n    \u001b[1mこのアニメは本当に暗く、胃の中で数回胃を痛めるかもしれませんが、サスペンスを嫌っていても、アニメ以外のファンでもこのシリーズを試してみることをお勧めします:)\u001b[22m, \u001b[1mこのアニメは本当に暗く、胃の中で数回あなたの靴下かもしれないが、私は:)彼らはサスペンスを憎む場合でも、このシリーズを試してみることに誰でも非アニメファンにこれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nThe only things i dont like about this anime is when they introduce the new characters (AKA N and Mello). Also i believe that this anime is a bit overrated, like Naruto. But dont worry, you will hooked into the story anyways.\n\n\u001b[1mこのアニメが好きではないのは、新しいキャラクター（AKA NとMello）を紹介するときだけです。 また、私はこのアニメは、ナルトのように、少し過大評価されていると思います。 しかし、心配しないでください、とにかくストーリーに夢中になるでしょう。\u001b[22m\n\u001b[1m(Kono anime ga sukide wa nai no wa, atarashī kyarakutā (AKA N to Mello) o shōkai suru toki dakedesu. Mata, watashi wa kono anime wa, naruto no yō ni, sukoshi kadai hyōka sa rete iru to omoimasu. Shikashi, shinpaishinaidekudasai, tonikaku sutōrī ni muchūninarudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe only things i dont like about this anime is when they introduce the new characters (AKA N and Mello). Also i believe that this anime is a bit overrated, like Naruto. But dont worry, you will hooked into the story anyways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only things i dont like about this anime is when they introduce the new characters (AKA N and Mello).\u001b[24m\n    \u001b[1mこのアニメが好きではないのは、新しいキャラクター（AKA NとMello）を紹介するときだけです。\u001b[22m, \u001b[1m彼らは新キャラクター（AKA Nとメロ）を導入するとき、私はこのアニメについて好まない唯一のものです。\u001b[22m\n\u001b[4mAlso i believe that this anime is a bit overrated, like Naruto.\u001b[24m\n    \u001b[1mまた、私はこのアニメは、ナルトのように、少し過大評価されていると思います。\u001b[22m, \u001b[1mまた、私はこのアニメはナルトのように、少し過大評価であると信じています。\u001b[22m\n\u001b[4mBut dont worry, you will hooked into the story anyways.\u001b[24m\n    \u001b[1mしかし、心配しないでください、とにかくストーリーに夢中になるでしょう。\u001b[22m, \u001b[1mしかし、心配しないで、あなたはとにかく話に夢中になります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "CaptSwarthmore",
    "profile": "/profile/CaptSwarthmore/reviews",
    "pages": "32",
    "number": "16",
    "link": "/reviews.php?id=57255",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\nあなたが私のトップ10の好きなアニメシリーズを全期間（ワンショット映画を除く）リストに載せて欲しいと言われたら、デスノートは間違いなくリストに載るはずです。\nストーリーは非常にユニークです。特に、このシリーズには、一般的なアクション/コメディの少年シリーズが数ヶ月ごとに飛び出してくる時代を考えると、 それは確かに暗い、真剣で神秘的なトーンは、すぐにストーリーに視聴者を描画します。\nおそらく、ストーリーの最も重要な部分は、キャラクターとそれらの間の相互作用です。 それは非常にキャラクター主導の物語であり、物語が進行するにつれて各キャラクターが発展する方法で、それは本当に輝きます。 メインの主人公ライトとライバルのLとの交流は緊張しており、決して失望しない。 おそらく、最高ではないにせよ、アニメ/マンガでこれまでに見たライバルのひとり（そして私はたくさん見てきました）。\nストーリーについての他のすべては平均以上です。\n今、私はデスノートに全体的に10点を与えますが、言及しなければならない大きな欠陥が1つありました。 私は何も離れて与えることはありませんが、シリーズの途中でキャラクター名簿にかなり大きな変更があります。 シリーズがそこで終わったなら、それはかなり暗い結末だっただろうが、それは私の意見では満足のいく結論だっただろう。 代わりに、我々はいくつかの新しい文字を与えられ、全体はほぼ正方形から始まります。 加えて、これらの新しいキャラクターは、まもなく失われたキャラクターと比較して、本当に薄いです。 これは本質的に2番目のシリーズを優れた前半と後半の平均よりも小さく分割します。\n作者がこの方向に話をしたのは本当に残念だと思います。それは本当に私に強制されたようでした。 加えて、彼は本当に強制されたように、「良い男が勝つ」ようにするためだけにこれをしたように思えた。\n私はこれについて続行していることを知っているが、シリーズの前半に比べて、後半は駄目だった。 イントロ/アウトロ・ミュージックでさえも駄目だった。 全体的に、失望するエンディングを持つ優れたアニメ/マンガ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIf you were to ask me to list my top 10 favorite anime series of all time (excluding one-shot movies) then Death Note would definitely be on the list.\n\n\u001b[1mあなたが私のトップ10の好きなアニメシリーズを全期間（ワンショット映画を除く）リストに載せて欲しいと言われたら、デスノートは間違いなくリストに載っています。\u001b[22m\n\u001b[1m(Anata ga watashi no toppu 10 no sukina animeshirīzu o zen kikan (wan shotto eiga o nozoku) risuto ni nosete hoshī to iwa retara, desunōto wa machigainaku risuto ni notte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you were to ask me to list my top 10 favorite anime series of all time (excluding one-shot movies) then Death Note would definitely be on the list.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you were to ask me to list my top 10 favorite anime series of all time (excluding one-shot movies) then Death Note would definitely be on the list.\u001b[24m\n    \u001b[1mあなたが私のトップ10の好きなアニメシリーズを全期間（ワンショット映画を除く）リストに載せて欲しいと言われたら、デスノートは間違いなくリストに載っています。\u001b[22m, \u001b[1mあなたは（ワンショットムービーを除く）すべての時間の私のトップ10のお気に入りのアニメシリーズを一覧表示するために私に聞いていた場合には、デスノートは間違いなくリストになります。\u001b[22m\nThe story is very unique, especially considering the times this series came out in with loads of generic action/comedy shounen series popping out every couple months. It's decidedly dark, serious and mysterious tone immediately draws the viewer into the story.\n\n\u001b[1mストーリーは非常にユニークです。特に、このシリーズには、一般的なアクション/コメディの少年シリーズが数ヶ月ごとに飛び出してくる時代を考えると、 それは確かに暗い、真剣で神秘的なトーンは、すぐにストーリーに視聴者を描画します。\u001b[22m\n\u001b[1m(Sutōrī wa hijō ni yunīkudesu. Tokuni, kono shirīzu ni wa, ippantekina akushon/ komedi no shōnen shirīzu ga sū-kagetsu-goto ni tobidashite kuru jidai o kangaeru to, sore wa tashika ni kurai, shinkende shinpi-tekina tōn wa, sugu ni sutōrī ni shichō-sha o byōga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is very unique, especially considering the times this series came out in with loads of generic action/comedy shounen series popping out every couple months. It's decidedly dark, serious and mysterious tone immediately draws the viewer into the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is very unique, especially considering the times this series came out in with loads of generic action/comedy shounen series popping out every couple months.\u001b[24m\n    \u001b[1mストーリーは非常にユニークです。特に、このシリーズには、一般的なアクション/コメディの少年シリーズが数ヶ月ごとに飛び出してくる時代を考えると、\u001b[22m, \u001b[1m物語は、特にこのシリーズは、すべての数ヶ月飛び出る一般的なアクション/コメディ少年シリーズの負荷とに出てきた時間を考えると、非常にユニークです。\u001b[22m\n\u001b[4mIt's decidedly dark, serious and mysterious tone immediately draws the viewer into the story.\u001b[24m\n    \u001b[1mそれは確かに暗い、真剣で神秘的なトーンは、すぐにストーリーに視聴者を描画します。\u001b[22m, \u001b[1mこれは明らかに、暗い深刻だと不思議な音がすぐに物語の中に、視聴者を描画します。\u001b[22m\nProbably the best part of the story is the characters and the interactions between them. It's a very character driven narrative and with the way that each character develops as the story progresses, it really shines. The exchanges between the main protagonist Light and his rival L are tense and never disappoint. Probably one of the best, if not the best, rivalry I've ever seen in an anime/manga (and I've seen a lot).\n\n\u001b[1mおそらく、ストーリーの最も重要な部分は、キャラクターとそれらの間の相互作用です。 それは非常にキャラクター主導の物語であり、物語が進行するにつれて各キャラクターが発展する方法で、それは本当に輝きます。 メインの主人公ライトとライバルのLとの交流は緊張しており、決して失望しない。 おそらく、最高ではないにせよ、アニメ/マンガでこれまでに見たライバルのひとり（そして私はたくさん見てきました）。\u001b[22m\n\u001b[1m(Osoraku, sutōrī no mottomojūyōna bubun wa, kyarakutā to sorera no ma no sōgo sayōdesu. Sore wa hijō ni kyarakutā shudō no monogatarideari, monogatari ga shinkō suru ni tsurete kaku kyarakutā ga hatten suru hōhō de, sore wa hontōni kagayakimasu. Mein no shujinkō raito to raibaru no L to no kōryū wa kinchō shite ori, kesshite shitsubō shinai. Osoraku, saikōde wa nai ni seyo, anime/ manga de kore made ni mita raibaru no hitori (soshite watashi wa takusan mitekimashita).)\u001b[22m\n\nTranslations of \u001b[4mProbably the best part of the story is the characters and the interactions between them. It's a very character driven narrative and with the way that each character develops as the story progresses, it really shines. The exchanges between the main protagonist Light and his rival L are tense and never disappoint. Probably one of the best, if not the best, rivalry I've ever seen in an anime/manga (and I've seen a lot).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProbably the best part of the story is the characters and the interactions between them.\u001b[24m\n    \u001b[1mおそらく、ストーリーの最も重要な部分は、キャラクターとそれらの間の相互作用です。\u001b[22m, \u001b[1mおそらく物語の最良の部分は、文字とそれらの間の相互作用があります。\u001b[22m\n\u001b[4mIt's a very character driven narrative and with the way that each character develops as the story progresses, it really shines.\u001b[24m\n    \u001b[1mそれは非常にキャラクター主導の物語であり、物語が進行するにつれて各キャラクターが発展する方法で、それは本当に輝きます。\u001b[22m, \u001b[1mそれは物語を駆動非常に文字だと物語が進むにつれて、各文字が発展するように、それは本当に輝いています。\u001b[22m\n\u001b[4mThe exchanges between the main protagonist Light and his rival L are tense and never disappoint.\u001b[24m\n    \u001b[1mメインの主人公ライトとライバルのLとの交流は緊張しており、決して失望しない。\u001b[22m, \u001b[1m主人公の光と彼のライバルLとの交流が緊張していると失望することはありません。\u001b[22m\n\u001b[4mProbably one of the best, if not the best, rivalry I've ever seen in an anime/manga (and I've seen a lot).\u001b[24m\n    \u001b[1mおそらく、最高ではないにせよ、アニメ/マンガでこれまでに見たライバルのひとり（そして私はたくさん見てきました）。\u001b[22m, \u001b[1mおそらく最高の1、そうでない場合は私が今までアニメ/漫画で見た中で最高の、ライバル（と私は多くのことを見てきました）。\u001b[22m\nEverything else about the story is above-average.\n\n\u001b[1mストーリーについての他のすべては平均以上です。\u001b[22m\n\u001b[1m(Sutōrī ni tsuite no ta no subete wa heikin ijōdesu.)\u001b[22m\n\nTranslations of \u001b[4mEverything else about the story is above-average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything else about the story is above-average.\u001b[24m\n    \u001b[1mストーリーについての他のすべては平均以上です。\u001b[22m, \u001b[1mストーリーについての他のすべてが平均以上です。\u001b[22m\nNow, I would give Death Note a 10 overall, but there was one big flaw that I have to mention. I won't give anything away, but about halfway through the series there's a rather big change to the character roster. If the series had ended there, it would have had a pretty dark ending, but it would have been a satisfying conclusion in my opinion. Instead we are given a few new characters and the whole thing starts over almost from square one. Plus these new characters really pale in comparison to those that are lost soon before. This essentially splits the series in two with an excellent first half and a less than average second half.\n\n\u001b[1m今、私はデスノートに全体的に10点を与えますが、言及しなければならない大きな欠陥が1つありました。 私は何も離れて与えることはありませんが、シリーズの途中でキャラクター名簿にかなり大きな変更があります。 シリーズがそこで終わったなら、それはかなり暗い結末だっただろうが、それは私の意見では満足のいく結論だっただろう。 代わりに、我々はいくつかの新しい文字を与えられ、全体はほぼ正方形から始まります。 加えて、これらの新しいキャラクターは、まもなく失われたキャラクターと比較して、本当に薄いです。 これは本質的に2番目のシリーズを優れた前半と後半の平均よりも小さく分割します。\u001b[22m\n\u001b[1m(Ima, watashi wa desunōto ni zentai-teki ni 10-ten o ataemasuga, genkyū shinakereba naranai ōkina kekkan ga 1tsu arimashita. Watashi wa nani mo hanarete ataeru koto wa arimasenga, shirīzu no tochū de kyarakutā meibo ni kanari ōkina henkō ga arimasu. Shirīzu ga soko de owattanara, sore wa kanari kurai ketsumatsudattadarouga, sore wa watashi no ikende wa manzoku no iku ketsurondattadarou. Kawari ni, wareware wa ikutsu ka no atarashī moji o atae rare, zentai wa hobo seihōkei kara hajimarimasu. Kuwaete, korera no atarashī kyarakutā wa, mamonaku ushinawa reta kyarakutā to hikaku shite, hontōni usuidesu. Kore wa honshitsu-teki ni 2-banme no shirīzu o sugureta zenhan to kōhan no heikin yori mo chīsaku bunkatsu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow, I would give Death Note a 10 overall, but there was one big flaw that I have to mention. I won't give anything away, but about halfway through the series there's a rather big change to the character roster. If the series had ended there, it would have had a pretty dark ending, but it would have been a satisfying conclusion in my opinion. Instead we are given a few new characters and the whole thing starts over almost from square one. Plus these new characters really pale in comparison to those that are lost soon before. This essentially splits the series in two with an excellent first half and a less than average second half.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, I would give Death Note a 10 overall, but there was one big flaw that I have to mention.\u001b[24m\n    \u001b[1m今、私はデスノートに全体的に10点を与えますが、言及しなければならない大きな欠陥が1つありました。\u001b[22m, \u001b[1m今、私はデスノート10全体的なを与えるだろうが、私は言及する必要が一つの大きな欠陥がありました。\u001b[22m\n\u001b[4mI won't give anything away, but about halfway through the series there's a rather big change to the character roster.\u001b[24m\n    \u001b[1m私は何も離れて与えることはありませんが、シリーズの途中でキャラクター名簿にかなり大きな変更があります。\u001b[22m, \u001b[1m私は離れて何かを与えることはありませんが、約途中シリーズを通してキャラクター名簿にかなり大きな変化があります。\u001b[22m\n\u001b[4mIf the series had ended there, it would have had a pretty dark ending, but it would have been a satisfying conclusion in my opinion.\u001b[24m\n    \u001b[1mシリーズがそこで終わったなら、それはかなり暗い結末だっただろうが、それは私の意見では満足のいく結論だっただろう。\u001b[22m, \u001b[1mシリーズが終了した場合、それはかなり暗い結末を持っていただろうが、それは私の意見で満足の結論であったであろう。\u001b[22m\n\u001b[4mInstead we are given a few new characters and the whole thing starts over almost from square one.\u001b[24m\n    \u001b[1m代わりに、我々はいくつかの新しい文字を与えられ、全体はほぼ正方形から始まります。\u001b[22m, \u001b[1m代わりに、私たちはいくつかの新しい文字を与えられ、全体のことは、ほぼ正方形の1からやり直します。\u001b[22m\n\u001b[4mPlus these new characters really pale in comparison to those that are lost soon before.\u001b[24m\n    \u001b[1m加えて、これらの新しいキャラクターは、まもなく失われたキャラクターと比較して、本当に薄いです。\u001b[22m, \u001b[1mプラスこれらの新キャラクターは本当にすぐ前に失われているものに比べて見劣り。\u001b[22m\n\u001b[4mThis essentially splits the series in two with an excellent first half and a less than average second half.\u001b[24m\n    \u001b[1mこれは本質的に2番目のシリーズを優れた前半と後半の平均よりも小さく分割します。\u001b[22m, \u001b[1mこれは本質的に優れた前半未満の平均後半と2でシリーズを分割します。\u001b[22m\nI think it's a real shame that the author took the story in this direction, which seemed really forced to me. Plus it seemed to me that he only did this to make for a 'good guys win' kind of ending, which also seemed really forced.\n\n\u001b[1m作者がこの方向に話をしたのは本当に残念だと思います。それは本当に私に強制されたようでした。 加えて、彼は本当に強制されたように、「良い男が勝つ」ようにするためだけにこれをしたように思えた。\u001b[22m\n\u001b[1m(Sakusha ga kono hōkō ni hanashi o shita no wa hontōni zan'nenda to omoimasu. Sore wa hontōni watashi ni kyōsei sa reta yōdeshita. Kuwaete, kare wa hontōni kyōsei sa reta yō ni,`yoi otoko ga katsu'-yō ni suru tame dake ni kore o shita yō ni omoeta.)\u001b[22m\n\nTranslations of \u001b[4mI think it's a real shame that the author took the story in this direction, which seemed really forced to me. Plus it seemed to me that he only did this to make for a 'good guys win' kind of ending, which also seemed really forced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think it's a real shame that the author took the story in this direction, which seemed really forced to me.\u001b[24m\n    \u001b[1m作者がこの方向に話をしたのは本当に残念だと思います。それは本当に私に強制されたようでした。\u001b[22m, \u001b[1m私はそれは著者が本当に私に強制的に思えたこの方向で話をしたことは本当の恥だと思います。\u001b[22m\n\u001b[4mPlus it seemed to me that he only did this to make for a 'good guys win' kind of ending, which also seemed really forced.\u001b[24m\n    \u001b[1m加えて、彼は本当に強制されたように、「良い男が勝つ」ようにするためだけにこれをしたように思えた。\u001b[22m, \u001b[1mそれに加えて彼はまた、実際に強制的に思われた終了の種類を、「良い男が勝つ」ために作るためにこれをしなかったように私には思えました。\u001b[22m\nI know I'm going on about this, but compared to the first half of the series, the second half was crap. Even the intro/outro music was crap. Overall, an excellent anime/manga with a disappointing ending.\n\n\u001b[1m私はこれについて続行していることを知っているが、シリーズの前半に比べて、後半は駄目だった。 イントロ/アウトロ・ミュージックでさえも駄目だった。 全体的に、失望するエンディングを持つ優れたアニメ/マンガ。\u001b[22m\n\u001b[1m(Watashi wa kore ni tsuite zokkō shite iru koto o shitte iruga, shirīzu no zenhan ni kurabete, kōhan wa damedatta. Intoro/ autoro myūjikkude sae mo damedatta. Zentai-teki ni, shitsubō suru endingu o motsu sugureta anime/ manga.)\u001b[22m\n\nTranslations of \u001b[4mI know I'm going on about this, but compared to the first half of the series, the second half was crap. Even the intro/outro music was crap. Overall, an excellent anime/manga with a disappointing ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know I'm going on about this, but compared to the first half of the series, the second half was crap.\u001b[24m\n    \u001b[1m私はこれについて続行していることを知っているが、シリーズの前半に比べて、後半は駄目だった。\u001b[22m, \u001b[1m私はこのことについて上つもりです知っているが、一連の前半に比べ、後半はがらくたでした。\u001b[22m\n\u001b[4mEven the intro/outro music was crap.\u001b[24m\n    \u001b[1mイントロ/アウトロ・ミュージックでさえも駄目だった。\u001b[22m, \u001b[1mでもイントロ/アウトロの音楽はがらくたでした。\u001b[22m\n\u001b[4mOverall, an excellent anime/manga with a disappointing ending.\u001b[24m\n    \u001b[1m全体的に、失望するエンディングを持つ優れたアニメ/マンガ。\u001b[22m, \u001b[1m残念な結末と全体的に、優れたアニメ/漫画。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "iluvrainydayzz",
    "profile": "/profile/iluvrainydayzz/reviews",
    "pages": "32",
    "number": "17",
    "link": "/reviews.php?id=70643",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n（可能性のあるスポイラー？）これまで私が見てきた最高のアニメです。  2番目は、私がこのアニメを見たいシノプシスのデスノートのルールを読んだ後です。 私は嬉しかったです。\nこの話を正しく取るための努力は、自分の作者としても私の想像をはるかに超えています。 それは、私が物事を解決する方法のすべての時間を推測していただけです。\n芸術も素晴らしかったです。 私はあまりアーティストではありませんが、私はそれを見ると良い芸術を知っています。\n私は多くのダブに耳を傾けました、そして、私は、これがうまくいったと言う必要があります。\nキャラクターも素晴らしかったです。  Lは一種のクリープでしたが、彼はお菓子が好きで閉鎖地区にいるばかりの男です。 光は邪悪な支配者でした。 しかし、それは彼が愛することができなかったことを少し失望させた。 彼は悪いことになっていたので、このアニメではそれほど重要ではありませんでした。 私は人を殺すことは間違っていると認めなければならないが、少なくとも彼は犯罪者だけを殺していた。 彼が邪悪になった人を殺すようになったのはそのときだけだった。\n私はこのアニメをとても楽しんだし、コメディーには載っていなかったが、そのほとんどが面白かった。  Lよりも優れた探偵がいたので、結局私は少し失望したが、Lightはあまり知られていないはずはない。  （私は彼の机の中にデスノートを隠す方法について、発明に特に感銘を受けました。）\nこのアニメは、明白な理由から全体的に10です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(Possible spoiler?) This is the best anime I've seen so far. The second after I read the rules of the Death Note in the synopsis I wanted to watch this anime; and I'm glad I did.\n\n\u001b[1m（可能性のあるスポイラー？）これまで私が見てきた最高のアニメです。  2番目は、私がこのアニメを見たいシノプシスのデスノートのルールを読んだ後です。 私は嬉しかったです。\u001b[22m\n\u001b[1m((Kanōsei no aru supoirā? ) Kore made watashi ga mitekita saikō no animedesu. 2-Banme wa, watashi ga kono anime o mitai shinopushisu no desunōto no rūru o yonda nochidesu. Watashi wa ureshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4m(Possible spoiler?) This is the best anime I've seen so far. The second after I read the rules of the Death Note in the synopsis I wanted to watch this anime; and I'm glad I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Possible spoiler?) This is the best anime I've seen so far.\u001b[24m\n    \u001b[1m（可能性のあるスポイラー？）これまで私が見てきた最高のアニメです。\u001b[22m, \u001b[1m（可能なスポイラー？）これは私がこれまで見た中で最高のアニメです。\u001b[22m\n\u001b[4mThe second after I read the rules of the Death Note in the synopsis I wanted to watch this anime;\u001b[24m\n    \u001b[1m2番目は、私がこのアニメを見たいシノプシスのデスノートのルールを読んだ後です。\u001b[22m, \u001b[1m私はこのアニメを見てみたかった概要にデスノートのルールを読んだ後二;\u001b[22m\n\u001b[4mand I'm glad I did.\u001b[24m\n    \u001b[1m私は嬉しかったです。\u001b[22m, \u001b[1mそして、私は私がやったうれしいです。\u001b[22m\nThe effort taken to right this story is far beyond my imagination, even as an author myself. It just kept me guessing the whole time of how he would solve things.\n\n\u001b[1mこの話を正しく取るための努力は、自分の作者としても私の想像をはるかに超えています。 それは、私が物事を解決する方法のすべての時間を推測していただけです。\u001b[22m\n\u001b[1m(Kono hanashi o tadashiku toru tame no doryoku wa, jibun no sakusha to shite mo watashi no sōzō o haruka ni koete imasu. Sore wa, watashi ga monogoto o kaiketsu suru hōhō no subete no jikan o suisoku shite itadakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe effort taken to right this story is far beyond my imagination, even as an author myself. It just kept me guessing the whole time of how he would solve things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe effort taken to right this story is far beyond my imagination, even as an author myself.\u001b[24m\n    \u001b[1mこの話を正しく取るための努力は、自分の作者としても私の想像をはるかに超えています。\u001b[22m, \u001b[1mこの話を右に撮影した努力があっても、著者自身のように、はるかに私の想像を超えています。\u001b[22m\n\u001b[4mIt just kept me guessing the whole time of how he would solve things.\u001b[24m\n    \u001b[1mそれは、私が物事を解決する方法のすべての時間を推測していただけです。\u001b[22m, \u001b[1mそれはちょうど彼が物事を解決する方法の全体の時間を推測する私を保ちました。\u001b[22m\nThe art was also great. I'm not much of an artist, but I know good art when I see it.\n\n\u001b[1m芸術も素晴らしかったです。 私はあまりアーティストではありませんが、私はそれを見ると良い芸術を知っています。\u001b[22m\n\u001b[1m(Geijutsu mo subarashikattadesu. Watashi wa amari ātisutode wa arimasenga, watashi wa sore o miruto yoi geijutsu o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was also great. I'm not much of an artist, but I know good art when I see it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was also great.\u001b[24m\n    \u001b[1m芸術も素晴らしかったです。\u001b[22m\n\u001b[4mI'm not much of an artist, but I know good art when I see it.\u001b[24m\n    \u001b[1m私はあまりアーティストではありませんが、私はそれを見ると良い芸術を知っています。\u001b[22m, \u001b[1m私は芸術家の多くないんだけど、私はそれを見たとき、私は良い芸術を知っています。\u001b[22m\nI've listened to many dubs, and I've got to say, this one was done well.\n\n\u001b[1m私は多くのダブに耳を傾けました、そして、私は、これがうまくいったと言う必要があります。\u001b[22m\n\u001b[1m(Watashi wa ōku no dabu ni mimi o katamukemashita, soshite, watashi wa, kore ga umaku itta to iu hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI've listened to many dubs, and I've got to say, this one was done well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've listened to many dubs, and I've got to say, this one was done well.\u001b[24m\n    \u001b[1m私は多くのダブに耳を傾けました、そして、私は、これがうまくいったと言う必要があります。\u001b[22m, \u001b[1m私は多くのダビングに耳を傾けてきた、と私は言ってんだ、これはよくやりました。\u001b[22m\nThe characters were great too. L was sort of a creep, but he's just a guy who likes sweets and to be in closed areas. Light was an evil mastermind. However, it did disappoint me a little that he wasn't capable of love. That didn't matter much in this anime because he was supposed to be evil. I must admit, killing people is wrong, but at least he was only killing criminals. It was only when he started to kill those who were getting in his way that he turned evil.\n\n\u001b[1mキャラクターも素晴らしかったです。  Lは一種のクリープでしたが、彼はお菓子が好きで閉鎖された場所にいるばかりの男です。 光は邪悪な支配者でした。 しかし、それは彼が愛することができなかったことを少し失望させました。 彼は悪いことになっていたので、このアニメではそれほど重要ではありませんでした。 私は人を殺すことは間違っていると認めなければならないが、少なくとも彼は犯罪者だけを殺していた。 彼が邪悪になった人を殺すようになったのはそのときだけだった。\u001b[22m\n\u001b[1m(Kyarakutā mo subarashikattadesu. L wa isshu no kurīpudeshitaga, kare wa okashi ga sukide heisa sa reta basho ni iru bakari no otokodesu. Hikari wa jaakuna shihai-shadeshita. Shikashi, sore wa kare ga aisuru koto ga dekinakatta koto o sukoshi shitsubō sa semashita. Kare wa warui koto ni natte itanode, kono animede wa sorehodo jūyōde wa arimasendeshita. Watashi wa hito o korosu koto wa machigatte iru to mitomenakereba naranaiga, sukunakutomo kare wa hanzai-sha dake o koroshite ita. Kare ga jaaku ni natta hito o korosu yō ni natta no wa sono toki dakedatta.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were great too. L was sort of a creep, but he's just a guy who likes sweets and to be in closed areas. Light was an evil mastermind. However, it did disappoint me a little that he wasn't capable of love. That didn't matter much in this anime because he was supposed to be evil. I must admit, killing people is wrong, but at least he was only killing criminals. It was only when he started to kill those who were getting in his way that he turned evil.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were great too.\u001b[24m\n    \u001b[1mキャラクターも素晴らしかったです。\u001b[22m, \u001b[1m文字はあまりにも大きかったです。\u001b[22m\n\u001b[4mL was sort of a creep, but he's just a guy who likes sweets and to be in closed areas.\u001b[24m\n    \u001b[1mLは一種のクリープでしたが、彼はお菓子が好きで閉鎖された場所にいるばかりの男です。\u001b[22m, \u001b[1mLは、クリープのようなものだったが、彼は甘いものが好きで、閉じた領域にあるとだけ男です。\u001b[22m\n\u001b[4mLight was an evil mastermind.\u001b[24m\n    \u001b[1m光は邪悪な支配者でした。\u001b[22m, \u001b[1m光は悪の首謀しました。\u001b[22m\n\u001b[4mHowever, it did disappoint me a little that he wasn't capable of love.\u001b[24m\n    \u001b[1mしかし、それは彼が愛することができなかったことを少し失望させました。\u001b[22m, \u001b[1mしかし、それは私に、彼は愛のことができなかったことを少し失望しました。\u001b[22m\n\u001b[4mThat didn't matter much in this anime because he was supposed to be evil.\u001b[24m\n    \u001b[1m彼は悪いことになっていたので、このアニメではそれほど重要ではありませんでした。\u001b[22m, \u001b[1m彼は悪になるはずだったので、それはずっとこのアニメでは問題ではありませんでした。\u001b[22m\n\u001b[4mI must admit, killing people is wrong, but at least he was only killing criminals.\u001b[24m\n    \u001b[1m私は人を殺すことは間違っていると認めなければならないが、少なくとも彼は犯罪者だけを殺していた。\u001b[22m, \u001b[1m私は間違っているが、少なくとも彼は犯罪者を殺した人々を殺し、認めなければなりません。\u001b[22m\n\u001b[4mIt was only when he started to kill those who were getting in his way that he turned evil.\u001b[24m\n    \u001b[1m彼が邪悪になった人を殺すようになったのはそのときだけだった。\u001b[22m, \u001b[1m彼は悪になっていることを彼の邪魔になった人々を殺すために始めたときだけでした。\u001b[22m\nI enjoyed this anime very much and even though it wasn't listed as a comedy, I found most of it funny. The ending disappointed me a bit because there was a detective better than L, but Light shouldn't have been so ignorant to little details. (I was especially impressed by the invention on how to hide the Death Note in his desk.)\n\n\u001b[1m私はこのアニメをとても楽しんだし、コメディーには載っていなかったが、そのほとんどが面白かった。  Lよりも優れた探偵がいたので、結局私は少し失望したが、Lightはあまり知られていないはずはない。  （私は彼の机の中にデスノートを隠す方法について、発明に特に感銘を受けました。）\u001b[22m\n\u001b[1m(Watashi wa kono anime o totemo tanoshindashi, komedī ni wa notte inakattaga, sono hotondo ga omoshirokatta. L yori mo sugureta tantei ga itanode, kekkyoku watashi wa sukoshi shitsubō shitaga, raito wa amari shira rete inai hazu wanai. (Watashi wa kare no tsukue no naka ni desunōto o kakusu hōhō ni tsuite, hatsumei ni tokuni kanmei o ukemashita. ))\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this anime very much and even though it wasn't listed as a comedy, I found most of it funny. The ending disappointed me a bit because there was a detective better than L, but Light shouldn't have been so ignorant to little details. (I was especially impressed by the invention on how to hide the Death Note in his desk.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this anime very much and even though it wasn't listed as a comedy, I found most of it funny.\u001b[24m\n    \u001b[1m私はこのアニメをとても楽しんだし、コメディーには載っていなかったが、そのほとんどが面白かった。\u001b[22m, \u001b[1m私は非常にこのアニメを楽しんだし、それはコメディとしてリストされていなかったにもかかわらず、私はそれの最も面白い発見しました。\u001b[22m\n\u001b[4mThe ending disappointed me a bit because there was a detective better than L, but Light shouldn't have been so ignorant to little details.\u001b[24m\n    \u001b[1mLよりも優れた探偵がいたので、結局私は少し失望したが、Lightはあまり知られていないはずはない。\u001b[22m, \u001b[1mLよりも優れた探偵があったので、結末は私に少しがっかりするが、光が少し詳細にとても無知されていないはずです。\u001b[22m\n\u001b[4m(I was especially impressed by the invention on how to hide the Death Note in his desk.)\u001b[24m\n    \u001b[1m（私は彼の机の中にデスノートを隠す方法について、発明に特に感銘を受けました。）\u001b[22m, \u001b[1m（私は彼の机にデスノートを非表示にする方法の発明によって、特に感銘を受けました。）\u001b[22m\nThis anime is an overall 10 for obvious reasons.\n\n\u001b[1mこのアニメは、明白な理由から全体的に10です。\u001b[22m\n\u001b[1m(Kono anime wa, meihakuna riyū kara zentai-teki ni 10desu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is an overall 10 for obvious reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is an overall 10 for obvious reasons.\u001b[24m\n    \u001b[1mこのアニメは、明白な理由から全体的に10です。\u001b[22m, \u001b[1mこのアニメは、明白な理由のために全体的に10です。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "AisuChan21",
    "profile": "/profile/AisuChan21/reviews",
    "pages": "32",
    "number": "18",
    "link": "/reviews.php?id=5722",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  10\n\n\n「デスノート」は、アニメのファン（そして、そうでない人にさえ）のほとんどの人にアピールするユニークなアニメです。 プロットだけでなく、アニメーションやサウンドトラックにも魅力的です。\n\n「Death Note」は先行している。 作家が他の作家が作ったものを超えて考えると、デスノートはアニメを新しい楽しい方向に向かわせる。\n\n光夜神は、死神琉によって落とされた「デスノート」を発見した真っ直ぐな高校生です。 ユーザーはDeath Noteの適切なルールに従うことで、名前を書いて誰かを殺すのに使うことができます。 光は死のノートを使って犯罪者を殺すことによって都市を「きれいにする」ために自分自身にそれを取ります。 光が始まった直後、警察は不審な疑いを抱き、不思議な殺人事件を調べ、紛争、娯楽、驚きの驚くべき方向にショーを行う。\n\nプロットだけでも視聴者に勝つには十分だが、アニメーションやサウンドトラックでも面白い。  Death Noteは、そのアニメーションを（車、ヘリコプター、街の風景などの）驚異的な現実感のレベルまで引き上げ、キャラクターに細かいディテールを加えます。 サウンドトラックは、ショー自体だけでなく、オープニングとクローズド・ソングです（2回目のオープニングを除いて...）\n\n手を下ろして、最高のアニメのひとつ。",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n'Death Note' is a unique anime that appeals to almost anyone who's a fan of Anime (and even to those who aren't). Not just for the plot, but for its appealing for its animation and soundtrack.\n\n\u001b[1m「デスノート」は、アニメのファン（そして、そうでない人にさえ）のほとんどの人にアピールするユニークなアニメです。 プロットだけでなく、アニメーションやサウンドトラックにも魅力的です。\u001b[22m\n\u001b[1m(`Desunōto' wa, anime no fan (soshite,-sōdenai hito ni sae) no hotondo no hito ni apīru suru yunīkuna animedesu. Purotto dakedenaku, animēshon ya saundotorakku ni mo mirikitekidesu.)\u001b[22m\n\nTranslations of \u001b[4m'Death Note' is a unique anime that appeals to almost anyone who's a fan of Anime (and even to those who aren't). Not just for the plot, but for its appealing for its animation and soundtrack.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Death Note' is a unique anime that appeals to almost anyone who's a fan of Anime (and even to those who aren't).\u001b[24m\n    \u001b[1m「デスノート」は、アニメのファン（そして、そうでない人にさえ）のほとんどの人にアピールするユニークなアニメです。\u001b[22m, \u001b[1m「デスノート」はアニメのファンだ（とさえない人に）ほとんど誰にアピールするユニークなアニメです。\u001b[22m\n\u001b[4mNot just for the plot, but for its appealing for its animation and soundtrack.\u001b[24m\n    \u001b[1mプロットだけでなく、アニメーションやサウンドトラックにも魅力的です。\u001b[22m, \u001b[1mプロットのが、そのは、そのアニメーションとサウンドトラックのために魅力的なのためだけではありません。\u001b[22m\n\u001b[1m\u001b[22m\n'Death Note' is ahead of time. With the writers thinking beyond what other script writers create, Death Note takes anime in a new, enjoyable direction.\n\n\u001b[1m「Death Note」は先行している。 作家が他の作家が作ったものを超えて考えると、デスノートはアニメを新しい楽しい方向に向かわせる。\u001b[22m\n\u001b[1m(`Death Note' wa senkō shite iru. Sakka ga hoka no sakka ga tsukutta mono o koete kangaeru to, desunōto wa anime o atarashī tanoshī hōkō ni mukawa seru.)\u001b[22m\n\nTranslations of \u001b[4m'Death Note' is ahead of time. With the writers thinking beyond what other script writers create, Death Note takes anime in a new, enjoyable direction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Death Note' is ahead of time.\u001b[24m\n    \u001b[1m「Death Note」は先行している。\u001b[22m, \u001b[1m「デスノート」は前もってです。\u001b[22m\n\u001b[4mWith the writers thinking beyond what other script writers create, Death Note takes anime in a new, enjoyable direction.\u001b[24m\n    \u001b[1m作家が他の作家が作ったものを超えて考えると、デスノートはアニメを新しい楽しい方向に向かわせる。\u001b[22m, \u001b[1m作家は他のスクリプト作成者が作成したものを超えて考えると、デスノートは、新しい、楽しい方向にアニメをとります。\u001b[22m\n\u001b[1m\u001b[22m\nLight Yagami is a straight A high-school student who discovers a 'Death Note,' dropped by the shinigami Ryuk. With its user following the proper rules of the Death Note, it can be used to kill anyone by writing their name into the book. Light takes it upon himself to 'clean' the city by killing criminals using the Death Note. Shortly after Light begins, the police become suspicious and investigate the mysterious killings, taking the show in an incredible direction of conflict, entertainment and surprise.\n\n\u001b[1m光夜神は、死神琉によって落とされた「デスノート」を発見した真っ直ぐな高校生です。 ユーザーはDeath Noteの適切なルールに従うことで、名前を書いて誰かを殺すのに使うことができます。 光は死のノートを使って犯罪者を殺すことによって都市を「きれいにする」ために自分自身にそれを取ります。 光が始まった直後、警察は不審な疑いを抱き、不思議な殺人事件を調べ、紛争、娯楽、驚きの驚くべき方向にショーを行う。\u001b[22m\n\u001b[1m(Hikari yorugami wa, shi kōryū ni yotte otosa reta `desunōto' o hakken shita massuguna kōkōseidesu. Yūzā wa Death Note no tekisetsuna rūru ni shitagau koto de, namae o kaite dareka o korosu no ni tsukau koto ga dekimasu. Hikari wa shi no nōto o tsukatte hanzai-sha o korosu koto ni yotte toshi o `kirei ni suru' tame ni jibun jishin ni sore o torimasu. Hikari ga hajimatta chokugo, keisatsu wa fushin'na utagai o daki, fushigina satsujin jiken o shirabe, funsō, goraku, odoroki no odorokubeki hōkō ni shō o okonau.)\u001b[22m\n\nTranslations of \u001b[4mLight Yagami is a straight A high-school student who discovers a 'Death Note,' dropped by the shinigami Ryuk. With its user following the proper rules of the Death Note, it can be used to kill anyone by writing their name into the book. Light takes it upon himself to 'clean' the city by killing criminals using the Death Note. Shortly after Light begins, the police become suspicious and investigate the mysterious killings, taking the show in an incredible direction of conflict, entertainment and surprise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLight Yagami is a straight A high-school student who discovers a 'Death Note,' dropped by the shinigami Ryuk.\u001b[24m\n    \u001b[1m光夜神は、死神琉によって落とされた「デスノート」を発見した真っ直ぐな高校生です。\u001b[22m, \u001b[1m夜神月は死神リュークによってドロップされた「デスノートを、「発見ストレートAの高校生です。\u001b[22m\n\u001b[4mWith its user following the proper rules of the Death Note, it can be used to kill anyone by writing their name into the book.\u001b[24m\n    \u001b[1mユーザーはDeath Noteの適切なルールに従うことで、名前を書いて誰かを殺すのに使うことができます。\u001b[22m, \u001b[1mデスノートの適切な規則に従って、そのユーザーと、本に自分の名前を書くことで人を殺すために使用することができます。\u001b[22m\n\u001b[4mLight takes it upon himself to 'clean' the city by killing criminals using the Death Note.\u001b[24m\n    \u001b[1m光は死のノートを使って犯罪者を殺すことによって都市を「きれいにする」ために自分自身にそれを取ります。\u001b[22m, \u001b[1m光は、デスノートを使って犯罪者を殺すことで「クリーン」の都市に身時にそれを取ります。\u001b[22m\n\u001b[4mShortly after Light begins, the police become suspicious and investigate the mysterious killings, taking the show in an incredible direction of conflict, entertainment and surprise.\u001b[24m\n    \u001b[1m光が始まった直後、警察は不審な疑いを抱き、不思議な殺人事件を調べ、紛争、娯楽、驚きの驚くべき方向にショーを行う。\u001b[22m, \u001b[1mライトが始まった直後、警察が不審になり、紛争、エンターテイメント、驚きの信じられないほどの方向にショーを取って、神秘的な殺害を調査します。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the plot alone would be enough to win over any viewer, it's also its animation and soundtrack that's entertaining. Death Note takes its animation to a breathtaking level of realism (such as the cars, helicopters, city landscapes) and adds good detail into the characters. The soundtrack suits the show well, not just throughout the show itself, but it's opening and closing songs (Except the second opening...)\n\n\u001b[1mプロットだけでも視聴者に勝つには十分だが、アニメーションやサウンドトラックでも面白い。  Death Noteは、そのアニメーションを（車、ヘリコプター、街の風景などの）驚異的な現実感のレベルまで引き上げ、キャラクターに細かいディテールを加えます。 サウンドトラックは、ショー自体だけでなく、オープニングとクローズド・ソングです（2回目のオープニングを除いて...）\u001b[22m\n\u001b[1m(Purotto dake demo shichō-sha ni katsu ni wa jūbundaga, animēshon ya saundotorakku demo omoshiroi. Death Note wa, sono animēshon o (kuruma, herikoputā,-gai no fūkei nado no) kyōi-tekina genjitsu-kan no reberu made hikiage, kyarakutā ni komakai ditēru o kuwaemasu. Saundotorakku wa, shō jitai dakedenaku, ōpuningu to kurōzudo songudesu (2-kai-me no ōpuningu o nozoite... ))\u001b[22m\n\nTranslations of \u001b[4mWhile the plot alone would be enough to win over any viewer, it's also its animation and soundtrack that's entertaining. Death Note takes its animation to a breathtaking level of realism (such as the cars, helicopters, city landscapes) and adds good detail into the characters. The soundtrack suits the show well, not just throughout the show itself, but it's opening and closing songs (Except the second opening...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the plot alone would be enough to win over any viewer, it's also its animation and soundtrack that's entertaining.\u001b[24m\n    \u001b[1mプロットだけでも視聴者に勝つには十分だが、アニメーションやサウンドトラックでも面白い。\u001b[22m, \u001b[1m単独のプロットが任意の視聴者に勝つのに十分だろうが、それはまた面白いです、そのアニメーションとサウンドトラックです。\u001b[22m\n\u001b[4mDeath Note takes its animation to a breathtaking level of realism (such as the cars, helicopters, city landscapes) and adds good detail into the characters.\u001b[24m\n    \u001b[1mDeath Noteは、そのアニメーションを（車、ヘリコプター、街の風景などの）驚異的な現実感のレベルまで引き上げ、キャラクターに細かいディテールを加えます。\u001b[22m, \u001b[1mデスノートは、リアリズムの息をのむようなレベル（例えば車、ヘリコプター、都市景観など）にそのアニメーションを取り、文字に良い詳細を追加します。\u001b[22m\n\u001b[4mThe soundtrack suits the show well, not just throughout the show itself, but it's opening and closing songs (Except the second opening...)\u001b[24m\n    \u001b[1mサウンドトラックは、ショー自体だけでなく、オープニングとクローズド・ソングです（2回目のオープニングを除いて...）\u001b[22m, \u001b[1m（...第二の開口部を除く）のサウンドトラックだけではなく番組自体を通して、よくショーに合ったが、それは曲を開閉ます\u001b[22m\n\u001b[1m\u001b[22m\nHands down, one of the greatest anime around.\n\n\u001b[1m手を下ろして、最高のアニメのひとつ。\u001b[22m\n\u001b[1m(Te o oroshite, saikō no anime no hitotsu.)\u001b[22m\n\nTranslations of \u001b[4mHands down, one of the greatest anime around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHands down, one of the greatest anime around.\u001b[24m\n    \u001b[1m手を下ろして、最高のアニメのひとつ。\u001b[22m, \u001b[1mハンズダウン、周りの最大のアニメの一つ。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "gunithizzle",
    "profile": "/profile/gunithizzle/reviews",
    "pages": "32",
    "number": "19",
    "link": "/reviews.php?id=17473",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n物語：本当に良い、新しいことはすべてあまり干渉することなく起こって、私のために永続的なものを作った。 私は結末が好きだった。\n\n芸術：かなり良い、軽いdoesntは彼がいつもよい並置であるように見える、死の神はミサと一緒に涼しそうに見えた（またはそれはミカ私が覚えていたことだった）死の神々はインスピレーションを受けた衣装全体 死の事\n\nサウンド：本当にキャッチーなピアノ/ギターのループと良いVAing\n\n文字：光で本当に良い開発\n\n喜び：私はそれだけでそれに興味があったので、私はそれを終了するためにちょうど '半分の方法'の後にそれを見たので、10ではない理由だけです。\n\n全体的に：それは良かった。 もし私がそれを見直すなら、私はサスペンスが私にとって大きな部分を占めていたので、何が起こったのか忘れていたでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nstory: really good, new things happening without interfering all too much, made a lasting thing for me. and i liked the ending.\n\n\u001b[1m物語：本当に良い、新しいことはすべてあまり干渉することなく起こって、私のために永続的なものを作った。 私は結末が好きだった。\u001b[22m\n\u001b[1m(Monogatari: Hontōni yoi, atarashī koto wa subete amari kanshō suru koto naku okotte, watashi no tame ni eizoku-tekina mono o tsukutta. Watashi wa ketsumatsu ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mstory: really good, new things happening without interfering all too much, made a lasting thing for me. and i liked the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory: really good, new things happening without interfering all too much, made a lasting thing for me.\u001b[24m\n    \u001b[1m物語：本当に良い、新しいことはすべてあまり干渉することなく起こって、私のために永続的なものを作った。\u001b[22m, \u001b[1mストーリー：すべてのあまり干渉せずに起こって本当に良い、新しいものは、私のために持続的な事をしました。\u001b[22m\n\u001b[4mand i liked the ending.\u001b[24m\n    \u001b[1m私は結末が好きだった。\u001b[22m, \u001b[1mそして、私はエンディングが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nart: pretty good, light doesnt look like who he is which is always a nice juxtaposition, the death gods looked cool along with misa(or was it mika i cant remember)'s death god-ish inspired outfits to go along with the whole death thing\n\n\u001b[1m芸術：かなり良い、軽いdoesntは彼がいつもよい並置であるように見える、死の神はミサと一緒に涼しそうに見えた（またはそれはミカ私が覚えていたことだった）死の神々はインスピレーションを受けた衣装全体 死の事\u001b[22m\n\u001b[1m(Geijutsu: Kanari yoi, karui doesnt wa kare ga itsumo yoi heichidearu yō ni mieru, shi no kami wa misa to issho ni suzushi-sō ni mieta (matawa sore wa Mika watashi ga oboete ita kotodatta) shi no kamigami wa insupirēshon o uketa ishō zentai shi no koto)\u001b[22m\n\nTranslations of \u001b[4mart: pretty good, light doesnt look like who he is which is always a nice juxtaposition, the death gods looked cool along with misa(or was it mika i cant remember)'s death god-ish inspired outfits to go along with the whole death thing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart: pretty good, light doesnt look like who he is which is always a nice juxtaposition, the death gods looked cool along with misa(or was it mika i cant remember)'s death god-ish inspired outfits to go along with the whole\u001b[24m\n    \u001b[1m芸術：かなり良い、軽いdoesntは彼がいつもよい並置であるように見える、死の神はミサと一緒に涼しそうに見えた（またはそれはミカ私が覚えていたことだった）死の神々はインスピレーションを受けた衣装全体\u001b[22m, \u001b[1mアート：全体と一緒に行くにはかなり良い、光doesntのは、彼はいつも素敵な並置であるが誰であるかのように見える、死の神々はミサと一緒にクールに見えた（または、それは私が覚えてカントMIKAた）の死の神っぽいインスピレーションを得た衣装\u001b[22m\n\u001b[4mdeath thing\u001b[24m\n    \u001b[1m死の事\u001b[22m\n\u001b[1m\u001b[22m\nsound: really catchy piano/guitar loops and good VAing\n\n\u001b[1mサウンド：本当にキャッチーなピアノ/ギターのループと良いVAing\u001b[22m\n\u001b[1m(Saundo: Hontōni kyatchīna piano/ gitā no rūpu to yoi VAing)\u001b[22m\n\nTranslations of \u001b[4msound: really catchy piano/guitar loops and good VAing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound: really catchy piano/guitar loops and good VAing\u001b[24m\n    \u001b[1mサウンド：本当にキャッチーなピアノ/ギターのループと良いVAing\u001b[22m, \u001b[1m音：本当にキャッチーなピアノ/ギターのループと良いVAing\u001b[22m\n\u001b[1m\u001b[22m\ncharacter: really good development with light\n\n\u001b[1m文字：光で本当に良い開発\u001b[22m\n\u001b[1m(Moji: Hikari de hontōni yoi kaihatsu)\u001b[22m\n\nTranslations of \u001b[4mcharacter: really good development with light\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter: really good development with light\u001b[24m\n    \u001b[1m文字：光で本当に良い開発\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment: only reason its not a 10 is because i only watched it after 'half way through' just to finish it not because i was all that interested in it anymore.\n\n\u001b[1m喜び：私はそれだけでそれに興味があったので、私はそれを終了するためにちょうど '半分の方法'の後にそれを見たので、10ではない理由だけです。\u001b[22m\n\u001b[1m(Yorokobi: Watashi wa sore dakede soreni kyōmi ga attanode, watashi wa sore o shūryō suru tame ni chōdo' hanbun no hōhō' no nochi ni sore o mitanode, 10de wanai riyū dakedesu.)\u001b[22m\n\nTranslations of \u001b[4menjoyment: only reason its not a 10 is because i only watched it after 'half way through' just to finish it not because i was all that interested in it anymore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment: only reason its not a 10 is because i only watched it after 'half way through' just to finish it not because i was all that interested in it anymore.\u001b[24m\n    \u001b[1m喜び：私はそれだけでそれに興味があったので、私はそれを終了するためにちょうど '半分の方法'の後にそれを見たので、10ではない理由だけです。\u001b[22m, \u001b[1m楽しさ：私はその中のすべてのその興味があったので、私は唯一のもうちょうどそれをしませ終了する 'を介して半分の方法'の後にそれを見たので、唯一の10、そのされていない理由があります。\u001b[22m\n\u001b[1m\u001b[22m\noverall: it was good. if i were to rewatch it it would be because i forgot what happened because suspense was a big part of it for me and without it i wouldnt have that much of a reason.\n\n\u001b[1m全体的に：それは良かった。 もし私がそれを見直すなら、私はサスペンスが私にとって大きな部分を占めていたので、何が起こったのか忘れていたでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni: Sore wa yokatta. Moshi watashi ga sore o minaosunara, watashi wa sasupensu ga watashi ni totte ōkina bubun o shimete itanode, nani ga okotta no ka wasureteitadeshou.)\u001b[22m\n\nTranslations of \u001b[4moverall: it was good. if i were to rewatch it it would be because i forgot what happened because suspense was a big part of it for me and without it i wouldnt have that much of a reason.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall: it was good.\u001b[24m\n    \u001b[1m全体的に：それは良かった。\u001b[22m, \u001b[1m全体的な：それは良かったです。\u001b[22m\n\u001b[4mif i were to rewatch it it would be because i forgot what happened because suspense was a big part of it for me and without it i wouldnt have that much of a reason.\u001b[24m\n    \u001b[1mもし私がそれを見直すなら、私はサスペンスが私にとって大きな部分を占めていたので、何が起こったのか忘れていたでしょう。\u001b[22m, \u001b[1m私はそれをrewatchした場合、それは私は何が起こったのか忘れてしまったので、サスペンスは私のために、それなしでそれの大部分だったので、私はその理由の多くを持っているwouldntのだろう。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Rikuniji",
    "profile": "/profile/Rikuniji/reviews",
    "pages": "32",
    "number": "20",
    "link": "/reviews.php?id=16897",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nこれは初めてアニメのレビューを書いていますが、私はrom / comファンだから正直言って死のノートを見たことはありませんでしたが、私の友人はいつも最高のアニメの一つだと常に言っていました。 私は同意しなければならなかった。\n\nストーリー8：高校生で、その人の名前が書かれている人は死んでしまうノートパソコンを見つけたとき、最初はそのアイデアを見つけた。ばかげて、本当にこのアニメの物語は馬鹿だと思ったが、そうではなかった。 それは、偉大な知性、見た目と良い背景を持つ人がどのように腐敗し、力のために卑劣になるかを示しました。 私がこのアニメに興味を持った理由は主に主人公の中で争われた紆余曲折と偉大な心のゲームのせいだが、私はこの結末を見つけるのは難しいと認めなければならなかった。 新しいキャラクターが登場しなければ、より良いエンディングが達成されると私は信じていますが、アニメです。\n\nアート10：芸術のスタイルなどについてはあまりよく分かりませんが、デスノートはうまくいきました。私は色付けが大好きでしたし、特定の気分が表示されていて、私たちの世界が本当にどれほど暗くなったかを考えさせました。  。\n\nSounds 10：サウンドトラックは何にでも大変重要で、観客が表示する反応に効果を加えたり、気分を表示したりすることができます。死のサウンドトラックはほぼ完璧でした。 どこにアクションが表示され、心の戦いがあった場所を熟考させた気分になっています。\n\nキャラクター9：デスノートは私に2つの新しいアニメキャラクター、ライトとL.ライトを与えてくれました。人々の感情や彼の周りのすべてを彼の「新世界」の改善のためにねじれていました。 彼は死のノートのすべての彼の記憶を失ったか、彼の力をすべて失った、アニメのこの瞬間に彼は同様の行を述べた、女の子の感情をひねり、より少ない人々が殺されることを望んでいないが、 彼を別の人として見ると、あなたは最高の人たちでさえ、どのように力が堕落するかを見ることができます。  Lはちょうど神秘的だった。 彼は私の注目を彼の暗い妖精、彼の奇妙なパターンを保った、彼は異なっていた、彼は誰にも信頼していない、私は彼が人間が将来またはおそらく今日、信頼することができない、孤独になる方法を示し、 彼/彼女自身。 ニアや新人のようなキャラクターは、悲しいことに、キャラクターのために自分の評価を下げなければならなかった。\n\n楽しさ9：私が言ったように、私はrom / comの種類の人であり、私は心理アニメになるだろうと思ったことはありませんが、死のノートが間違っていることが判明しました。 私はアニメを愛していましたが、私がそれを見終えるまで見ることができませんでした。\n\n全体的に9：デスノートは本当に私の意見ではそこの最大のアニメの一つです。 それは完璧ではありませんが完璧は人の判断に依存し、私は心がその拳だけでなく戦うことを知る脳を持っている人にこのアニメをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first time writing a review for any anime, I honestly wouldn't have watched Death Note because I am a rom/com fan but I did anyway due to my friends constantly telling me it's one of the best animes out there. and I had to agree.\n\n\u001b[1mこれは初めてアニメのレビューを書いていますが、私はrom / comファンだから正直言って死のノートを見たことはありませんでしたが、私の友人はいつも最高のアニメの一つだと常に言っていました。 私は同意しなければならなかった。\u001b[22m\n\u001b[1m(Kore wa hajimete anime no rebyū o kaite imasuga, watashi wa rom/ komu fandakara shōjiki itte shi no nōto o mita koto wa arimasendeshitaga, watashi no yūjin wa itsumo saikō no anime no hitotsudato tsuneni itte imashita. Watashi wa dōi shinakereba naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first time writing a review for any anime, I honestly wouldn't have watched Death Note because I am a rom/com fan but I did anyway due to my friends constantly telling me it's one of the best animes out there. and I had to agree.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first time writing a review for any anime, I honestly wouldn't have watched Death Note because I am a rom/com fan but I did anyway due to my friends constantly telling me it's one of the best animes out there.\u001b[24m\n    \u001b[1mこれは初めてアニメのレビューを書いていますが、私はrom / comファンだから正直言って死のノートを見たことはありませんでしたが、私の友人はいつも最高のアニメの一つだと常に言っていました。\u001b[22m, \u001b[1mこれは私がROM / comのファンですが、私は常にそれがそこに最高のアニメの一つだ私に言っにより私の友人に、とにかくやったので、任意のアニメのためにレビューを書いて私の最初の時間は、私は正直にデスノートを見ていないだろうです。\u001b[22m\n\u001b[4mand I had to agree.\u001b[24m\n    \u001b[1m私は同意しなければならなかった。\u001b[22m, \u001b[1mそして、私は同意しなければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory 8: A High school student who so happens to find a notebook that whoever has their name written on it will die, at first I found the idea.. stupid and I really thought this anime's story would be stupid but it wasn't. It showed how a person with great intelligence, looks and a good background gets corrupted and turns despicable due to power. The reason why I was so interested on this anime was mostly due to the twists and the great mind games fought within the main characters, though I didn't completely like the ending I had to admit it was hard to find a suitable ending for this anime, though I believe a better ending would be achieved if the new characters didn't come into play.\n\n\u001b[1mストーリー8：高校生は、その人の名前が書かれている人が死んでしまうノートを見つけたとき、最初はそのアイデアを見つけた。ばかげて、本当にこのアニメの物語は馬鹿だと思ったが、そうではなかった。 それは、偉大な知性、外見と良い背景を持つ人がどのように腐敗し、力のために卑劣になるかを示しました。 私がこのアニメに興味を持った理由は主に主人公の中で争われた紆余曲折と偉大な心のゲームのせいだが、私はこの結末を見つけるのは難しいと認めなければならなかった。 新しいキャラクターが登場しなければ、より良いエンディングが達成されると私は信じていますが、アニメです。\u001b[22m\n\u001b[1m(Sutōrī 8: Kōkōsei wa, sono hito no namae ga kaka rete iru hito ga shindeshimau nōto o mitsuketa toki, saisho wa sono aidea o mitsuketa. Bakagete, hontōni kono anime no monogatari wa bakada to omottaga,-sōde wa nakatta. Sore wa, idaina chisei, gaiken to yoi haikei o motsu hito ga dono yō ni fuhai shi,-ryoku no tame ni hiretsu ni naru ka o shimeshimashita. Watashi ga kono anime ni kyōmi o motta riyū wa omoni shujinkō no naka de arasowa reta uyokyokusetsu to idaina kokoro no gēmu no seidaga, watashi wa kono ketsumatsu o mitsukeru no wa muzukashī to mitomenakereba naranakatta. Atarashī kyarakutā ga tōjō shinakereba, yoriyoi endingu ga tassei sa reruto watashi wa shinjite imasuga, animedesu.)\u001b[22m\n\nTranslations of \u001b[4mStory 8: A High school student who so happens to find a notebook that whoever has their name written on it will die, at first I found the idea.. stupid and I really thought this anime's story would be stupid but it wasn't. It showed how a person with great intelligence, looks and a good background gets corrupted and turns despicable due to power. The reason why I was so interested on this anime was mostly due to the twists and the great mind games fought within the main characters, though I didn't completely like the ending I had to admit it was hard to find a suitable ending for this anime, though I believe a better ending would be achieved if the new characters didn't come into play.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8: A High school student who so happens to find a notebook that whoever has their name written on it will die, at first I found the idea.. stupid and I really thought this anime's story would be stupid but it wasn't.\u001b[24m\n    \u001b[1mストーリー8：高校生は、その人の名前が書かれている人が死んでしまうノートを見つけたとき、最初はそのアイデアを見つけた。ばかげて、本当にこのアニメの物語は馬鹿だと思ったが、そうではなかった。\u001b[22m, \u001b[1mストーリー8：ので、最初に、その名前が死んでしまうと書かれている誰でもノートブックを見つけることが起こる高校生は、私が考え..愚か発見し、私は本当にこのアニメの話は愚かなことだろうと思ったが、それはありませんでした。\u001b[22m\n\u001b[4mIt showed how a person with great intelligence, looks and a good background gets corrupted and turns despicable due to power.\u001b[24m\n    \u001b[1mそれは、偉大な知性、外見と良い背景を持つ人がどのように腐敗し、力のために卑劣になるかを示しました。\u001b[22m, \u001b[1mそれは偉大な知性を持つ人は、どのように見えるかを示したとの良好な背景が壊れ起因パワーに卑劣になります。\u001b[22m\n\u001b[4mThe reason why I was so interested on this anime was mostly due to the twists and the great mind games fought within the main characters, though I didn't completely like the ending I had to admit it was hard to find a suitable ending for this\u001b[24m\n    \u001b[1m私がこのアニメに興味を持った理由は主に主人公の中で争われた紆余曲折と偉大な心のゲームのせいだが、私はこの結末を見つけるのは難しいと認めなければならなかった。\u001b[22m, \u001b[1m私は完全に私はこのために適したエンディングを見つけるのは難しいでし認めなければならなかったエンディング好きではなかったけれども、私はこのアニメにとても興味を持っていた理由は、主にねじれやメインキャラクターの中に戦った偉大な心のゲームによるものでした\u001b[22m\n\u001b[4manime, though I believe a better ending would be achieved if the new characters didn't come into play.\u001b[24m\n    \u001b[1m新しいキャラクターが登場しなければ、より良いエンディングが達成されると私は信じていますが、アニメです。\u001b[22m, \u001b[1mアニメ、私は新しい文字が遊びに来ていなかった場合は、より良い結末が達成されるであろうと考えているけれども。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10: I don't know much about art styles and such, but I can say Death note was well made, I loved the coloring, it suited the certain moods being displayed and it made me think of how dark our world has really become .\n\n\u001b[1mアート10：芸術のスタイルなどについてはあまりよく分かりませんが、デスノートはうまくいきました。私は色付けが大好きでしたし、特定の気分が表示されていて、私たちの世界が本当にどれほど暗くなったかを考えさせました。  。\u001b[22m\n\u001b[1m(Āto 10: Geijutsu no sutairu nado ni tsuite wa amari yoku wakarimasenga, desunōto wa umaku ikimashita. Watashi wa irodzuke ga daisukideshitashi, tokutei no kibun ga hyōji sa rete ite, watashitachi no sekai ga hontōni dorehodo kuraku natta ka o kangae sasemashita..)\u001b[22m\n\nTranslations of \u001b[4mArt 10: I don't know much about art styles and such, but I can say Death note was well made, I loved the coloring, it suited the certain moods being displayed and it made me think of how dark our world has really become .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10: I don't know much about art styles and such, but I can say Death note was well made, I loved the coloring, it suited the certain moods being displayed and it made me think of how dark our world has really become\u001b[24m\n    \u001b[1mアート10：芸術のスタイルなどについてはあまりよく分かりませんが、デスノートはうまくいきました。私は色付けが大好きでしたし、特定の気分が表示されていて、私たちの世界が本当にどれほど暗くなったかを考えさせました。\u001b[22m, \u001b[1mアート10：私はアートのスタイルなどについて多くを知らないが、私は死のノートでは、よく作られたと言うことができ、私は、それが特定の気分が表示されている適したカラーリングを愛し、それは私が私たちの世界が本当になったか暗いと考えさせられました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nSounds 10: Soundtrack is very important for anything, it can complete a mood wished to be displayed or add effect to a reaction the audience would display, the soundtrack for death note was nearly perfect, it was well done, fast and intense for those parts where action is displayed and a mood that made you ponder for the parts where there was a battle of the minds.\n\n\u001b[1mSounds 10：サウンドトラックは何にでも大変重要で、観客が表示する反応に効果を加えたり、気分を表示したりすることができます。死のサウンドトラックはほぼ完璧でした。 どこにアクションが表示され、心の戦いがあった場所を熟考させた気分になっています。\u001b[22m\n\u001b[1m(Saunzu 10: Saundotorakku wa nani ni demo taihen jūyōde, kankyaku ga hyōji suru han'nō ni kōka o kuwae tari, kibun o hyōji shi tari suru koto ga dekimasu. Shi no saundotorakku wa hobo kanpekideshita. Doko ni akushon ga hyōji sa re, kokoro no tatakai ga atta basho o jukukō sa seta kibun ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSounds 10: Soundtrack is very important for anything, it can complete a mood wished to be displayed or add effect to a reaction the audience would display, the soundtrack for death note was nearly perfect, it was well done, fast and intense for those parts where action is displayed and a mood that made you ponder for the parts where there was a battle of the minds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSounds 10: Soundtrack is very important for anything, it can complete a mood wished to be displayed or add effect to a reaction the audience would display, the soundtrack for death note was nearly perfect, it was well done, fast and intense for those parts\u001b[24m\n    \u001b[1mSounds 10：サウンドトラックは何にでも大変重要で、観客が表示する反応に効果を加えたり、気分を表示したりすることができます。死のサウンドトラックはほぼ完璧でした。\u001b[22m, \u001b[1m10サウンド：サウンドトラックは何のために非常に重要であり、それは気分が表示されたり、視聴者が表示するであろう反応にエフェクトを追加することを希望し完了することができ、死のノートのサウンドトラックは、ほぼ、それはよくやった、完璧な高速かつそれらの部品の強かったです\u001b[22m\n\u001b[4mwhere action is displayed and a mood that made you ponder for the parts where there was a battle of the minds.\u001b[24m\n    \u001b[1mどこにアクションが表示され、心の戦いがあった場所を熟考させた気分になっています。\u001b[22m, \u001b[1mここで、アクションが表示され、あなたが心の戦いがあった部分について熟考作ら気分。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9: Death note has given me two new favorite anime characters, Light and L. Light was despicable, twisting people's emotions and everything around him for the betterment of his 'New world', what made me like Light's character the most was probably when he lost all his memories of the Death note or all his power, at this moment of the anime he stated lines similar to, Not twisting a girls feelings and wanting less people to be killed, but as soon as the power was returned to him you see him as a different person, you can see how power can corrupt even the greatest of people. L was just, mysterious. He kept my attention his dark eys, his weird patterns, he was different and he didn't trust anyone, to me he shows how humans will be in the future or possibly today, unable to trust, a loner and would only display talents for him/herself. Characters like Near and the new people had to reduce my ratings for the characters, sadly.\n\n\u001b[1mキャラクター9：デスノートは私に2つの新しいアニメキャラクター、ライトとL.ライトを与えてくれました。人々の感情や彼の周りのすべてを彼の「新世界」の改善のためにねじれていました。 彼は死のノートのすべての彼の記憶を失ったか、彼の力をすべて失った、アニメのこの瞬間に彼は同様の行を述べた、女の子の感情をひねり、より少ない人々が殺されることを望んでいないが、 彼を別の人として見ると、あなたは最高の人たちでさえ、どのように力が堕落するかを見ることができます。  Lはちょうど神秘的だった。 彼は私の注目を彼の暗い妖精、彼の奇妙なパターンを保った、彼は異なっていた、彼は誰にも信頼していない、私は彼が人間が将来またはおそらく今日、信頼することができない、孤独になる方法を示し、 彼/彼女自身。 ニアや新人のようなキャラクターは、悲しいことに、キャラクターのために自分の評価を下げなければならなかった。\u001b[22m\n\u001b[1m(Kyarakutā 9: Desunōto wa watashi ni 2tsu no atarashī animekyarakutā, raito to L. Raito o ataete kuremashita. Hitobito no kanjō ya kare no mawari no subete o kare no `shin sekai' no kaizen no tame ni nejirete imashita. Kare wa shi no nōto no subete no kare no kioku o ushinatta ka, kare no chikara o subete ushinatta, animeno kono shunkan ni kare wa dōyō no gyō o nobeta, on'nanoko no kanjō o hineri, yori sukunai hitobito ga korosa reru koto o nozonde inaiga, kare o betsu no hito to shite miru to, anata wa saikō no hito-tachide sae, dono yō ni chikara ga daraku suru ka o miru koto ga dekimasu. L wa chōdo shinpi-tekidatta. Kare wa watashi no chūmoku o kare no kurai yōsei, kare no kimyōna patān o tamotta, kare wa kotonatte ita, kare wa darenimo shinrai shite inai, watashi wa kare ga ningen ga shōrai matawa osoraku kyō, shinrai suru koto ga dekinai, kodoku ni naru hōhō o shimeshi, kare/ kanojo jishin. Nia ya shinjin no yōna kyarakutā wa, kanashī koto ni, kyarakutā no tame ni jibun no hyōka o sagenakereba naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9: Death note has given me two new favorite anime characters, Light and L. Light was despicable, twisting people's emotions and everything around him for the betterment of his 'New world', what made me like Light's character the most was probably when he lost all his memories of the Death note or all his power, at this moment of the anime he stated lines similar to, Not twisting a girls feelings and wanting less people to be killed, but as soon as the power was returned to him you see him as a different person, you can see how power can corrupt even the greatest of people. L was just, mysterious. He kept my attention his dark eys, his weird patterns, he was different and he didn't trust anyone, to me he shows how humans will be in the future or possibly today, unable to trust, a loner and would only display talents for him/herself. Characters like Near and the new people had to reduce my ratings for the characters, sadly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9: Death note has given me two new favorite anime characters, Light and L. Light was despicable, twisting people's emotions and everything around him for the betterment of his 'New world', what made me like Light's character the most was probably when\u001b[24m\n    \u001b[1mキャラクター9：デスノートは私に2つの新しいアニメキャラクター、ライトとL.ライトを与えてくれました。人々の感情や彼の周りのすべてを彼の「新世界」の改善のためにねじれていました。\u001b[22m, \u001b[1m文字9：死のノートでは、私に二つの新しい好きなアニメのキャラクターを与えている、光とL.光がの文字のように私を作ったもの、彼の「新世界」の向上のために彼の周りの人々の感情や、すべてをひねり、卑劣だった可能性が最も高いときでした\u001b[22m\n\u001b[4mhe lost all his memories of the Death note or all his power, at this moment of the anime he stated lines similar to, Not twisting a girls feelings and wanting less people to be killed, but as soon as the power was returned to him you\u001b[24m\n    \u001b[1m彼は死のノートのすべての彼の記憶を失ったか、彼の力をすべて失った、アニメのこの瞬間に彼は同様の行を述べた、女の子の感情をひねり、より少ない人々が殺されることを望んでいないが、\u001b[22m, \u001b[1m彼はあなたとすぐに電源が彼に戻されたとして女の子の気持ちをねじると殺されるために少ない人々を望まないが、彼はのような行を述べたアニメのこの瞬間に、死のノートまたはすべての彼の力のすべての彼の記憶を失ったが、\u001b[22m\n\u001b[4msee him as a different person, you can see how power can corrupt even the greatest of people.\u001b[24m\n    \u001b[1m彼を別の人として見ると、あなたは最高の人たちでさえ、どのように力が堕落するかを見ることができます。\u001b[22m, \u001b[1m別の人のように彼を見、あなたが見ることができますどのようにパワー缶の人々の最大のさえ壊れました。\u001b[22m\n\u001b[4mL was just, mysterious.\u001b[24m\n    \u001b[1mLはちょうど神秘的だった。\u001b[22m, \u001b[1mLは、単に神秘的でした。\u001b[22m\n\u001b[4mHe kept my attention his dark eys, his weird patterns, he was different and he didn't trust anyone, to me he shows how humans will be in the future or possibly today, unable to trust, a loner and would only display talents for\u001b[24m\n    \u001b[1m彼は私の注目を彼の暗い妖精、彼の奇妙なパターンを保った、彼は異なっていた、彼は誰にも信頼していない、私は彼が人間が将来またはおそらく今日、信頼することができない、孤独になる方法を示し、\u001b[22m, \u001b[1m彼は、私の注意彼の暗いEYS、彼の奇妙なパターンを維持し、彼は違っていたし、彼は私に、彼は人間が、将来またはおそらく今日で、一匹狼を信頼することはできません方法を示しのみのための才能を表示するであろう、誰を信用していませんでした\u001b[22m\n\u001b[4mhim/herself.\u001b[24m\n    \u001b[1m彼/彼女自身。\u001b[22m\n\u001b[4mCharacters like Near and the new people had to reduce my ratings for the characters, sadly.\u001b[24m\n    \u001b[1mニアや新人のようなキャラクターは、悲しいことに、キャラクターのために自分の評価を下げなければならなかった。\u001b[22m, \u001b[1mNearと新しい人のような文字は、悲しいことに、文字の私の評価を削減しなければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9: As I said, I am more of a rom/com kind of person and I never thought I'd be into psychological animes but death note proved me wrong. I loved the anime I couldn't stop watching it till I completed it, though the endeing as I said was disappointing I did enjoy watching the anime\n\n\u001b[1m楽しさ9：私が言ったように、私はrom / comの種類の人であり、私は心理アニメになるだろうと思ったことはありませんが、死のノートが間違っていることが判明しました。 私はアニメを愛していましたが、私がそれを見終えるまで見ることができませんでした。\u001b[22m\n\u001b[1m(Tanoshisa 9: Watashi ga itta yō ni, watashi wa rom/ komu no shurui no hitodeari, watashi wa shinri anime ni narudarou to omotta koto wa arimasenga, shi no nōto ga machigatte iru koto ga hanmei shimashita. Watashi wa anime o aishite imashitaga, watashi ga sore o mi oeru made miru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9: As I said, I am more of a rom/com kind of person and I never thought I'd be into psychological animes but death note proved me wrong. I loved the anime I couldn't stop watching it till I completed it, though the endeing as I said was disappointing I did enjoy watching the anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 9: As I said, I am more of a rom/com kind of person and I never thought I'd be into psychological animes but death note proved me wrong.\u001b[24m\n    \u001b[1m楽しさ9：私が言ったように、私はrom / comの種類の人であり、私は心理アニメになるだろうと思ったことはありませんが、死のノートが間違っていることが判明しました。\u001b[22m, \u001b[1m楽し9：私が言ったように、私は人のROM /コム種類の多くをしていると私は私が心理的なアニメになるだろうと思ったことはありませんが、死のノートでは、私は間違って証明しました。\u001b[22m\n\u001b[4mI loved the anime I couldn't stop watching it till I completed it, though the endeing as I said was disappointing I did enjoy watching the anime\u001b[24m\n    \u001b[1m私はアニメを愛していましたが、私がそれを見終えるまで見ることができませんでした。\u001b[22m, \u001b[1mendeingは私がアニメを見て楽しむんでした残念だった言ったようにかかわらず、私は、私はそれを完了するまで、私はそれを見て止めることができなかったアニメを愛し\u001b[22m\n\u001b[1m\u001b[22m\nOverall 9: Death note truly is one of the greatest animes out there in my opinion. it isn't perfect but perfection depends on the person judging, i would recommend this anime to anyone who has the brain to know that minds do battle not only fists.\n\n\u001b[1m全体的に9：デスノートは本当に私の意見ではそこの最大のアニメの一つです。 それは完璧ではありませんが完璧は人の判断に依存し、私は心がその拳だけでなく戦うことを知る脳を持っている人にこのアニメをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni 9: Desunōto wa hontōni watashi no ikende wa soko no saidai no anime no hitotsudesu. Sore wa kanpekide wa arimasenga kanpeki wa hito no handan ni izon shi, watashi wa kokoro ga sono ken dakedenaku tatakau koto o shiru nō o motte iru hito ni kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall 9: Death note truly is one of the greatest animes out there in my opinion. it isn't perfect but perfection depends on the person judging, i would recommend this anime to anyone who has the brain to know that minds do battle not only fists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9: Death note truly is one of the greatest animes out there in my opinion.\u001b[24m\n    \u001b[1m全体的に9：デスノートは本当に私の意見ではそこの最大のアニメの一つです。\u001b[22m, \u001b[1m全体的に9：死のノートでは、本当に私の意見ではそこに最大のアニメの一つです。\u001b[22m\n\u001b[4mit isn't perfect but perfection depends on the person judging, i would recommend this anime to anyone who has the brain to know that minds do battle not only fists.\u001b[24m\n    \u001b[1mそれは完璧ではありませんが完璧は人の判断に依存し、私は心がその拳だけでなく戦うことを知る脳を持っている人にこのアニメをお勧めします。\u001b[22m, \u001b[1mそれは完璧ではないですが、完璧を判断する人に依存して、私は心の戦いだけでなく拳を行うことを知るための脳を持っている人にこのアニメをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
