[
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "EnvitChan",
    "profile": "/profile/EnvitChan/reviews",
    "pages": "30",
    "number": "1",
    "link": "/reviews.php?id=17716",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私が16歳の時、私はアニメ「デスノート」に気付いていました。 私はいつもそれを見たいと思っていましたが、研究のために時間がありませんでした。\nしかし、私が卒業し、アニメがまだ普及していた後、放映が終了した後、私は休日にD.グレイマンを終了した後、それを見ることにしました。\nそして、毎週水曜日（私は別のアニメを見ている毎日）、Lightの犠牲者を殺す道を歩いた後、「Death Note」と呼ばれる強力なノートを使用しながら自分自身を次のように見つけました。\n\nストーリー：卓越した！ ほとんどのshounenアニメの中でモンスターや悪者をカットするために忙しい時、デスノートは別のアニメではなかった本物の物語をもたらした。\n結局のところ、このアニメは、あなたは世界を変えることができず、誰が生き、誰が死ぬのか、そして神だけがそれだけでそれを行うことができないということを学ぶからです。 何がアニメを教育的にするのか 笑\n\n芸術：芸術は暗い要素を持っているプロットにふさわしい非常に暗い唇でした。 背景は、アニメノンストップで起こった職業によく合っています。\nしかし、誰かがなぜRyukと他のshinigamisが怖い顔で醜くなったのか教えてもらえますか？ なぜ彼らに人間のような人間の顔はないのですか？ 私は知らないけど、それでは。\n\nサウンド：サウンドはアートのようなものです。 プロットに非常によく似合う。 しかし、私は1つのことを理解していません：何故、流れる水の音があり、その後、キラのテーマが戻るという連続性がありますか？ しかし、まだ歌は中毒です（彼らの好きな曲は\"What's Up People？\"）と日本語の声優は良い仕事をしました（幸い、私は英語で見たことがありません）：Miano 平井綾も光のように良い仕事をしてくれました。 山口カッペイは非常に不思議なLでしたが、その後、犬夜叉の後には素晴らしいキャラクターを演じました。\n\nキャラクター：ライトは主人公だったが、残念だが、Ryukはアニメの本当のスターだ。 彼は人間の世界にデスノートを落とし、ライトの後に続いたが、第二はより良い世界のために犯罪者を殺すために忙しかったが、リュックはリンゴを食べることなく何もしなかったが、結局彼は王になった。\nしかし、LightとRyukの尊敬の念をもって、私の最も好きなキャラクターはLawliet Lです。 私の背後にあるファンガール（Lの）は、彼が暑いと私に囁いている。 はい、彼はとても暑いですが、十分ではありません。 私がLを大好きにした理由は、彼がとてもスマートで非常に知的であったからです。 彼は、キラを追求していました。彼らは、日本の警察を必要とし、それをうまく使いこなすような洗練された計画でした。 近所は非常にスマートです（彼はSPKをリードしました）またはMelloは非常にスマートです（彼は拉致の方法で使用されました）が、まだ、おもちゃを演奏する人（近所）と常にチョコレートを食べてマフィアをリードする人 いつもお菓子を食べるが、彼が何をするか知っている、男を打つことはできません。\nミサは私の嫌な人物だったが、彼女の愚かさのせいで（声優から来たのかもしれない）、悲しい人生の物語だったので、彼女はキラの仕事を大事にしている。  ）。\n\n楽しさ：私は非常にアニメから楽しんでいた。 それは特別にスピニングローラーコースターのようなものでした。 おそらく、死のノートが過大評価されていると思う人もいるかもしれません。だから、あなたは何も見ませんでした。 デスノートは、私の意見では、あなたの人生に非常に大きな教訓を持つアニメですが、あなたが望むものを言う。\n\n全体：ジャンルの他のアニメにはなかったアイデアを持つ少年アニメを探している場合は、デスノートを見に行くと、1分も失望することはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen I was 16 years old, I was aware to the anime ''Death Note''. I always wanted to watch it, but I didn't have a time, because of the studies.\n\n\u001b[1m私が16歳の時、私はアニメ「デスノート」に気付いていました。 私はいつもそれを見たいと思っていましたが、研究のために時間がありませんでした。\u001b[22m\n\u001b[1m(Watashi ga 16-sai no toki, watashi wa anime `desunōto' ni kidzuite imashita. Watashi wa itsumo sore o mitai to omotte imashitaga, kenkyū no tame ni jikan ga arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I was 16 years old, I was aware to the anime ''Death Note''. I always wanted to watch it, but I didn't have a time, because of the studies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I was 16 years old, I was aware to the anime ''Death Note''.\u001b[24m\n    \u001b[1m私が16歳の時、私はアニメ「デスノート」に気付いていました。\u001b[22m, \u001b[1m私は16歳の時、私はアニメ ''デスノート ''に気づいていました。\u001b[22m\n\u001b[4mI always wanted to watch it, but I didn't have a time, because of the studies.\u001b[24m\n    \u001b[1m私はいつもそれを見たいと思っていましたが、研究のために時間がありませんでした。\u001b[22m, \u001b[1m私はいつもそれを見たかったが、私は理由の研究のため、時間がありませんでした。\u001b[22m\nBut after I've graduated and the anime was still popular, after it was finished airing, I decided to watch it after I've finished D. Gray Man in the holidays.\n\n\u001b[1mしかし、私が卒業し、アニメがまだ普及していた後、放映が終了した後、私は休日にD.グレイマンを終了した後、それを見ることにしました。\u001b[22m\n\u001b[1m(Shikashi, watashi ga sotsugyō shi, anime ga mada fukyū shite ita nochi, hōei ga shūryō shita nochi, watashi wa kyūjitsu ni D. Gureiman o shūryō shita nochi, sore o miru koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mBut after I've graduated and the anime was still popular, after it was finished airing, I decided to watch it after I've finished D. Gray Man in the holidays.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut after I've graduated and the anime was still popular, after it was finished airing, I decided to watch it after I've finished D. Gray Man in the holidays.\u001b[24m\n    \u001b[1mしかし、私が卒業し、アニメがまだ普及していた後、放映が終了した後、私は休日にD.グレイマンを終了した後、それを見ることにしました。\u001b[22m, \u001b[1m私が卒業したし、それが放映終了後のアニメは、まだ人気があった後しかし、私は休日にD.グレイマンを終えた後にそれを見ることにしました。\u001b[22m\nAnd thus, any Wednesday (Every day I am watching a different anime), I found myself as a following after Light's steps on the way to kill his victims, while he uses a powerful notebook which called: ''Death Note''.\n\n\u001b[1mそして、毎週水曜日（私は別のアニメを見ている毎日）、Lightの犠牲者を殺す道を歩いた後、「Death Note」と呼ばれる強力なノートを使用しながら自分自身を次のように見つけました。\u001b[22m\n\u001b[1m(Soshite, maishū suiyōbi (watashi wa betsu no anime o mite iru Mainichi), raito no gisei-sha o korosu michi o aruita nochi,`Death Note' to yoba reru kyōryokuna nōto o shiyō shinagara jibun jishin o jinoyōni mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd thus, any Wednesday (Every day I am watching a different anime), I found myself as a following after Light's steps on the way to kill his victims, while he uses a powerful notebook which called: ''Death Note''.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd thus, any Wednesday (Every day I am watching a different anime), I found myself as a following after Light's steps on the way to kill his victims, while he uses a powerful notebook which called: ''Death Note''.\u001b[24m\n    \u001b[1mそして、毎週水曜日（私は別のアニメを見ている毎日）、Lightの犠牲者を殺す道を歩いた後、「Death Note」と呼ばれる強力なノートを使用しながら自分自身を次のように見つけました。\u001b[22m, \u001b[1m''デスノート ''：そしてこうして、任意の水曜日（毎日、私は別のアニメを見ていますが）、私は彼が呼ばれる強力なノートブックを使用しながら、途中でライトのステップは、彼の犠牲者を殺すためにした後、次のように自分自身を発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Exceptional! During the most shounen animes are busy in to cut monsters or evil guys, Death Note brought a genuine story that wasn't in another anime.\n\n\u001b[1mストーリー：卓越した！ ほとんどのshounenアニメの中でモンスターや悪者をカットするために忙しい時、デスノートは別のアニメではなかった本物の物語をもたらした。\u001b[22m\n\u001b[1m(Sutōrī: Takuetsu shita! Hotondo no shounen anime no naka de monsutā ya warumono o katto suru tame ni isogashī toki, desunōto wa betsu no animede wa nakatta honmono no monogatari o motarashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: Exceptional! During the most shounen animes are busy in to cut monsters or evil guys, Death Note brought a genuine story that wasn't in another anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Exceptional!\u001b[24m\n    \u001b[1mストーリー：卓越した！\u001b[22m, \u001b[1mストーリー：抜群！\u001b[22m\n\u001b[4mDuring the most shounen animes are busy in to cut monsters or evil guys, Death Note brought a genuine story that wasn't in another anime.\u001b[24m\n    \u001b[1mほとんどのshounenアニメの中でモンスターや悪者をカットするために忙しい時、デスノートは別のアニメではなかった本物の物語をもたらした。\u001b[22m, \u001b[1mほとんどの少年アニメの間、モンスターや邪悪な人を削減する中で忙しいです、デスノートは別のアニメにはなかった本物の話を持ってきました。\u001b[22m\nBecause after all, this anime, you learn that you can't change the world and decide who will live and who will die and only god can do it by itself. What makes the anime educational. LOL\n\n\u001b[1m結局のところ、このアニメは、あなたは世界を変えることができず、誰が生き、誰が死ぬのか、そして神だけがそれだけでそれを行うことができないということを学ぶからです。 何がアニメを教育的にするのか 笑\u001b[22m\n\u001b[1m(Kekkyokunotokoro, kono anime wa, anata wa sekai o kaeru koto ga dekizu, dare ga iki, dare ga shinu no ka, soshite kami dake ga sore dake de sore o okonau koto ga dekinai to iu koto o manabukaradesu. Nani ga anime o kyōiku-teki ni suru no ka Emi)\u001b[22m\n\nTranslations of \u001b[4mBecause after all, this anime, you learn that you can't change the world and decide who will live and who will die and only god can do it by itself. What makes the anime educational. LOL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause after all, this anime, you learn that you can't change the world and decide who will live and who will die and only god can do it by itself.\u001b[24m\n    \u001b[1m結局のところ、このアニメは、あなたは世界を変えることができず、誰が生き、誰が死ぬのか、そして神だけがそれだけでそれを行うことができないということを学ぶからです。\u001b[22m, \u001b[1m結局、このアニメは、あなたが世界を変えると生きるかを決めると誰が死んでしまうとだけ神が自分自身でそれを行うことができますすることができないということを知るので。\u001b[22m\n\u001b[4mWhat makes the anime educational.\u001b[24m\n    \u001b[1m何がアニメを教育的にするのか\u001b[22m, \u001b[1m何がアニメは教育になります。\u001b[22m\n\u001b[4mLOL\u001b[24m\n    \u001b[1m笑\u001b[22m, \u001b[1mLOL\u001b[22m, \u001b[1m爆笑\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art was very dark ling, proper to a plot which have dark elements. The background suits well the occupations that happened in the anime non-stop.\n\n\u001b[1m芸術：芸術は暗い要素を持っているプロットにふさわしい非常に暗い唇でした。 背景は、アニメノンストップで起こった職業によく合っています。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa kurai yōso o motte iru purotto ni fusawashī hijō ni kurai kuchibirudeshita. Haikei wa, animenonsutoppu de okotta shokugyō ni yoku atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art was very dark ling, proper to a plot which have dark elements. The background suits well the occupations that happened in the anime non-stop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art was very dark ling, proper to a plot which have dark elements.\u001b[24m\n    \u001b[1m芸術：芸術は暗い要素を持っているプロットにふさわしい非常に暗い唇でした。\u001b[22m, \u001b[1mアート：芸術は暗い要素を持つプロットに適切な、玲は非常に暗くなっていました。\u001b[22m\n\u001b[4mThe background suits well the occupations that happened in the anime non-stop.\u001b[24m\n    \u001b[1m背景は、アニメノンストップで起こった職業によく合っています。\u001b[22m, \u001b[1m背景はよくアニメノンストップで起こった職業に適しています。\u001b[22m\nBut, can someone tell me why Ryuk and the other shinigamis went ugly with scary faces? Why they have no humanity faces such as the human, which have normal faces? I don't know, but, so be it.\n\n\u001b[1mしかし、誰かがなぜRyukと他のshinigamisが怖い顔で醜くなったのか教えてもらえますか？ なぜ彼らに人間のような人間の顔はないのですか？ 私は知らないけど、それでは。\u001b[22m\n\u001b[1m(Shikashi, darekaga naze Ryuk to hoka no shinigamis ga kowai kao de minikuku natta no ka oshiete moraemasu ka? Naze karera ni ningen no yōna ningen no kao wa nai nodesu ka? Watashi wa shiranaikedo, soredewa.)\u001b[22m\n\nTranslations of \u001b[4mBut, can someone tell me why Ryuk and the other shinigamis went ugly with scary faces? Why they have no humanity faces such as the human, which have normal faces? I don't know, but, so be it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, can someone tell me why Ryuk and the other shinigamis went ugly with scary faces?\u001b[24m\n    \u001b[1mしかし、誰かがなぜRyukと他のshinigamisが怖い顔で醜くなったのか教えてもらえますか？\u001b[22m, \u001b[1mリュークと他のshinigamisが怖い顔で醜い行きましたしかし、なぜ、誰かが私を伝えることができますか？\u001b[22m\n\u001b[4mWhy they have no humanity faces such as the human, which have normal faces?\u001b[24m\n    \u001b[1mなぜ彼らに人間のような人間の顔はないのですか？\u001b[22m, \u001b[1m彼らは通常の顔を持っているヒトなどのない人間の顔を、持っていないのはなぜ？\u001b[22m\n\u001b[4mI don't know, but, so be it.\u001b[24m\n    \u001b[1m私は知らないけど、それでは。\u001b[22m, \u001b[1m私が知っているが、ので、それをすることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sound is such as the art. Suits the plot very much. But I don't understand one thing: Why there is a returning continuity that there is a sound of flowing water and after that, Kira's theme? But still, the songs are addicting (Ask also the people who that their favorite song is ''What's Up People?'') and the voice actors in Japanese made a good work (Luckily, I didn't saw in English): Miano Mamorou made a good work as Light, Aya Hirano, went out Misa as well: Dumb as a popstar can please. Yamaguchi Kappei did L very mysterious and after that how he did an awsome character after InuYasha.\n\n\u001b[1mサウンド：サウンドはアートのようなものです。 プロットに非常によく似合う。 しかし、私は1つのことを理解していません：何故、流れる水の音があり、その後、キラのテーマが戻るという連続性がありますか？ しかし、まだ歌は中毒です（彼らの好きな曲は\"What's Up People？\"）と日本語の声優は良い仕事をしました（幸い、私は英語で見たことがありません）：Miano 平井綾も光のように良い仕事をしてくれました。 山口カッペイは非常に不思議なLでしたが、その後、犬夜叉の後には素晴らしいキャラクターを演じました。\u001b[22m\n\u001b[1m(Saundo: Saundo wa āto no yōna monodesu. Purotto ni hijō ni yoku niau. Shikashi, watashi wa 1tsu no koto o rikai shite imasen: Naze, nagareru mizu no oto ga ari, sonogo, kira no tēma ga modoru to iu renzoku-sei ga arimasu ka? Shikashi, mada uta wa chūdokudesu (karera no sukina kyoku wa\" What' s Up pīpuru?\") To nihongo no seiyū wa yoi shigoto o shimashita (saiwai, watashi wa eigo de mita koto ga arimasen): Miano hirai aya mo hikari no yō ni yoi shigoto o shite kuremashita. Yamaguchi kappei wa hijō ni fushigina Ldeshitaga, sonogo, inu yasha no nochi ni wa subarashī kyarakutā o enjimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: The sound is such as the art. Suits the plot very much. But I don't understand one thing: Why there is a returning continuity that there is a sound of flowing water and after that, Kira's theme? But still, the songs are addicting (Ask also the people who that their favorite song is ''What's Up People?'') and the voice actors in Japanese made a good work (Luckily, I didn't saw in English): Miano Mamorou made a good work as Light, Aya Hirano, went out Misa as well: Dumb as a popstar can please. Yamaguchi Kappei did L very mysterious and after that how he did an awsome character after InuYasha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sound is such as the art.\u001b[24m\n    \u001b[1mサウンド：サウンドはアートのようなものです。\u001b[22m, \u001b[1mサウンド：サウンドは、このような芸術としてあります。\u001b[22m\n\u001b[4mSuits the plot very much.\u001b[24m\n    \u001b[1mプロットに非常によく似合う。\u001b[22m, \u001b[1mプロットは非常に適しています。\u001b[22m\n\u001b[4mBut I don't understand one thing: Why there is a returning continuity that there is a sound of flowing water and after that, Kira's theme?\u001b[24m\n    \u001b[1mしかし、私は1つのことを理解していません：何故、流れる水の音があり、その後、キラのテーマが戻るという連続性がありますか？\u001b[22m, \u001b[1mなぜ水を流すと、その後の音があることを返す連続性がある、キラのテーマ：しかし、私は一つのことを理解していませんか？\u001b[22m\n\u001b[4mBut still, the songs are addicting (Ask also the people who that their favorite song is ''What's Up People?'') and the voice actors in Japanese made a good work (Luckily, I didn't saw in English): Miano\u001b[24m\n    \u001b[1mしかし、まだ歌は中毒です（彼らの好きな曲は\"What's Up People？\"）と日本語の声優は良い仕事をしました（幸い、私は英語で見たことがありません）：Miano\u001b[22m, \u001b[1mしかし、まだ、（幸いなことに、私は英語で見ていなかった）曲は中毒されている（ '何が最大の人々の？' ''も自分の好きな曲であることを人々を確認して下さい）と日本での声優は良い仕事をした：Miano\u001b[22m\n\u001b[4mMamorou made a good work as Light, Aya Hirano, went out Misa as well: Dumb as a popstar can please.\u001b[24m\n    \u001b[1m平井綾も光のように良い仕事をしてくれました。\u001b[22m, \u001b[1mMamorouは、ライト、平野綾として良い仕事をしたとしてもミサを出て行った：ポップスターとしてのダムは喜ばすることができます。\u001b[22m\n\u001b[4mYamaguchi Kappei did L very mysterious and after that how he did an awsome character after InuYasha.\u001b[24m\n    \u001b[1m山口カッペイは非常に不思議なLでしたが、その後、犬夜叉の後には素晴らしいキャラクターを演じました。\u001b[22m, \u001b[1m山口勝平は非常に神秘的で、彼は犬夜叉後かっこいい文字をどうやったのか、その後Lをしました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Although Light was the main character, sorry to tell it, but Ryuk is the real star of the anime. Although he dropped the Death Note to the human world and followed after Light, while the second was busy to kill criminals for a better world, Ryuk didn't do anything without eating apples, but still, in the end he went a king.\n\n\u001b[1mキャラクター：ライトは主人公だったが、残念だが、Ryukはアニメの本当のスターだ。 彼は人間の世界にデスノートを落とし、ライトの後に続いたが、二人目はより良い世界のために犯罪者を殺すために忙しかったが、リュックはリンゴを食べることなく何もしなかったが、結局彼は王になった。\u001b[22m\n\u001b[1m(Kyarakutā: Raito wa shujinkōdattaga, zan'nendaga, Ryuk wa anime no hontō no sutāda. Kare wa ningen no sekai ni desunōto o otoshi, raito no nochi ni tsudzuitaga, futari-me wa yoriyoi sekai no tame ni hanzai-sha o korosu tame ni isogashikattaga, ryukku wa ringo o taberu koto naku nani mo shinakattaga, kekkyoku kare wa ō ni natta.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Although Light was the main character, sorry to tell it, but Ryuk is the real star of the anime. Although he dropped the Death Note to the human world and followed after Light, while the second was busy to kill criminals for a better world, Ryuk didn't do anything without eating apples, but still, in the end he went a king.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Although Light was the main character, sorry to tell it, but Ryuk is the real star of the anime.\u001b[24m\n    \u001b[1mキャラクター：ライトは主人公だったが、残念だが、Ryukはアニメの本当のスターだ。\u001b[22m, \u001b[1mキャラクター：ライトはそれを教えて申し訳ありません主人公だったが、リュークはアニメの本当のスターですが。\u001b[22m\n\u001b[4mAlthough he dropped the Death Note to the human world and followed after Light, while the second was busy to kill criminals for a better world, Ryuk didn't do anything without eating apples, but still, in the end he went a king.\u001b[24m\n    \u001b[1m彼は人間の世界にデスノートを落とし、ライトの後に続いたが、二人目はより良い世界のために犯罪者を殺すために忙しかったが、リュックはリンゴを食べることなく何もしなかったが、結局彼は王になった。\u001b[22m, \u001b[1m彼は人間の世界にデスノートを落とし、第二は、より良い世界のために犯罪者を殺すのに忙しかったが、ライト後に続いているが、リュークはリンゴを食べずに何もしなかったが、それでも、最後に彼は王に行きました。\u001b[22m\nBut with all the respect for Light and Ryuk, my most favorite character is Lawliet L of course. The fangirls (of L) behind me are whispering to me that he is hot. Yes, he is very hot, but it's not enough. In my opinion, the reason I loved L so much, is because he was very smart and very intelligent. He was chasing Kira in any sophisticated plans that for them, he needed the Japanese police and acted them well. You can say that Near is very smart (He leaded the SPK) or Mello is very smart (He used in the abduction way), but still, a guy who plays toys (Near) and a guy who always eats chocolate and leads a mafia , can't beat a guy, although eats sweets all time, knows what he does.\n\n\u001b[1mしかし、LightとRyukの尊敬の念をもって、私の最も好きなキャラクターはLawliet Lです。 私の背後にあるファンガール（Lの）は、彼が暑いと私に囁いている。 はい、彼はとても暑いですが、十分ではありません。 私がLを大好きにした理由は、彼がとてもスマートで非常に知的であったからです。 彼は、キラを追求していました。彼らは、日本の警察を必要とし、それをうまく使いこなすような洗練された計画でした。 近所は非常にスマートです（彼はSPKをリードしました）またはMelloは非常にスマートです（彼は拉致の方法で使用されました）が、まだ、おもちゃを演奏する人（近所）と常にチョコレートを食べてマフィアをリードする人 いつもお菓子を食べるが、彼が何をするか知っている、男を打つことはできません。\u001b[22m\n\u001b[1m(Shikashi, raito to Ryuk no sonkei no nen o motte, watashi no mottomo sukina kyarakutā wa Lawliet Ldesu. Watashi no haigo ni aru fangāru (L no) wa, kare ga atsui to watashi ni sasayaite iru. Hai, kare wa totemo atsuidesuga, jūbunde wa arimasen. Watashi ga L o daisuki ni shita riyū wa, kare ga totemo sumāto de hijō ni chitekideattakaradesu. Kare wa, kira o tsuikyū shite imashita. Karera wa, Nihon no keisatsu o hitsuyō to shi, sore o umaku tsukaikonasu yōna senrensareta keikakudeshita. Kinjo wa hijō ni sumātodesu (kare wa SPK o rīdo shimashita) matawa Mello wa hijō ni sumātodesu (kare wa rachi no hōhō de shiyō sa remashita) ga, mada, omocha o ensō suru hito (kinjo) to tsuneni chokorēto o tabete Mafia o rīdo suru hito itsumo okashi o taberuga, kare ga nani o suru ka shitte iru, otoko o utsu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mBut with all the respect for Light and Ryuk, my most favorite character is Lawliet L of course. The fangirls (of L) behind me are whispering to me that he is hot. Yes, he is very hot, but it's not enough. In my opinion, the reason I loved L so much, is because he was very smart and very intelligent. He was chasing Kira in any sophisticated plans that for them, he needed the Japanese police and acted them well. You can say that Near is very smart (He leaded the SPK) or Mello is very smart (He used in the abduction way), but still, a guy who plays toys (Near) and a guy who always eats chocolate and leads a mafia , can't beat a guy, although eats sweets all time, knows what he does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut with all the respect for Light and Ryuk, my most favorite character is Lawliet L of course.\u001b[24m\n    \u001b[1mしかし、LightとRyukの尊敬の念をもって、私の最も好きなキャラクターはLawliet Lです。\u001b[22m, \u001b[1mしかし、光とリュークのためのすべてに関しては、私の最も好きなキャラクターはもちろんのLawliet Lです。\u001b[22m\n\u001b[4mThe fangirls (of L) behind me are whispering to me that he is hot.\u001b[24m\n    \u001b[1m私の背後にあるファンガール（Lの）は、彼が暑いと私に囁いている。\u001b[22m, \u001b[1m私の後ろ（Lの）fangirlsは、彼がホットであることを私にささやいています。\u001b[22m\n\u001b[4mYes, he is very hot, but it's not enough.\u001b[24m\n    \u001b[1mはい、彼はとても暑いですが、十分ではありません。\u001b[22m, \u001b[1mはい、彼は非常に暑いですが、それは十分ではありません。\u001b[22m\n\u001b[4mIn my opinion, the reason I loved L so much, is because he was very smart and very intelligent.\u001b[24m\n    \u001b[1m私がLを大好きにした理由は、彼がとてもスマートで非常に知的であったからです。\u001b[22m, \u001b[1m彼は非常にスマートで非常に知的だったので、私の意見では、私はそんなにLを愛した理由は、です。\u001b[22m\n\u001b[4mHe was chasing Kira in any sophisticated plans that for them, he needed the Japanese police and acted them well.\u001b[24m\n    \u001b[1m彼は、キラを追求していました。彼らは、日本の警察を必要とし、それをうまく使いこなすような洗練された計画でした。\u001b[22m, \u001b[1m彼は彼らのために、彼は日本の警察を必要とし、それらをよく務めた任意の洗練された計画にキラを追いかけていました。\u001b[22m\n\u001b[4mYou can say that Near is very smart (He leaded the SPK) or Mello is very smart (He used in the abduction way), but still, a guy who plays toys (Near) and a guy who always eats chocolate and leads a mafia\u001b[24m\n    \u001b[1m近所は非常にスマートです（彼はSPKをリードしました）またはMelloは非常にスマートです（彼は拉致の方法で使用されました）が、まだ、おもちゃを演奏する人（近所）と常にチョコレートを食べてマフィアをリードする人\u001b[22m, \u001b[1mあなたは（彼は拉致の方法で使用される）の近くには非常にスマートである（彼はSPKを有鉛）またはメロは非常にスマートであると言うが、それでも、おもちゃを果たしている男（ニア）と常にチョコレートを食べるとマフィアをリード男することができます\u001b[22m\n\u001b[4m, can't beat a guy, although eats sweets all time, knows what he does.\u001b[24m\n    \u001b[1mいつもお菓子を食べるが、彼が何をするか知っている、男を打つことはできません。\u001b[22m, \u001b[1m食べるにはすべての時間をお菓子ものの、男を打つことができない、彼が何をするか知っています。\u001b[22m\nAlthough Misa was my hated character, because of her foolishness (That maybe came from her voice actor), Misa was a character with a very sad personal life story, and that's why she values Kira's work, although she has a shinigami by herself (Rem ).\n\n\u001b[1mミサは私の嫌な人物だったが、彼女の愚かさのせいで（声優から来たのかもしれない）、悲しい人生の物語だったので、彼女はキラの仕事を大事にしている。  ）。\u001b[22m\n\u001b[1m(Misa wa watashi no iyana jinbutsudattaga, kanojo no oroka-sa no sei de (seiyū kara kita no kamo shirenai), kanashī jinsei no monogataridattanode, kanojo wa kira no shigoto o daiji ni shite iru. ).)\u001b[22m\n\nTranslations of \u001b[4mAlthough Misa was my hated character, because of her foolishness (That maybe came from her voice actor), Misa was a character with a very sad personal life story, and that's why she values Kira's work, although she has a shinigami by herself (Rem ).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough Misa was my hated character, because of her foolishness (That maybe came from her voice actor), Misa was a character with a very sad personal life story, and that's why she values Kira's work, although she has a shinigami by herself (Rem\u001b[24m\n    \u001b[1mミサは私の嫌な人物だったが、彼女の愚かさのせいで（声優から来たのかもしれない）、悲しい人生の物語だったので、彼女はキラの仕事を大事にしている。\u001b[22m, \u001b[1mミサが原因で彼女の愚かさの私の嫌わ文字、（多分彼女の声優からのものであること）であったが、ミサは非常に悲しい個人的な人生の物語とキャラクターだった、と彼女はキラの仕事値、なぜ彼女自身によって死神（レムを有しているが、それは、です\u001b[22m\n\u001b[4m).\u001b[24m\n    \u001b[1m）。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I was very enjoyed from the anime. It was such as a spinning roller coaster in specially. Maybe some people think Death Note is overrated, so, guys, you didn't see anything. Death Note is an anime with a very big lesson to your life, in my opinion, but say what you want.\n\n\u001b[1m楽しさ：私は非常にアニメから楽しんでいた。 それは特別にスピニングローラーコースターのようなものでした。 おそらく、死のノートが過大評価されていると思う人もいるかもしれません。だから、あなたは何も見ませんでした。 デスノートは、私の意見では、あなたの人生に非常に大きな教訓を持つアニメですが、あなたが望むものを言う。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa hijō ni anime kara tanoshinde ita. Sore wa tokubetsu ni supiningurōrākōsutā no yōna monodeshita. Osoraku, shi no nōto ga kadai hyōka sa rete iru to omou hito mo iru kamo shiremasen. Dakara, anata wa nani mo mimasendeshita. Desunōto wa, watashi no ikende wa, anata no jinsei ni hijō ni ōkina kyōkun o motsu animedesuga, anata ga nozomu mono o iu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I was very enjoyed from the anime. It was such as a spinning roller coaster in specially. Maybe some people think Death Note is overrated, so, guys, you didn't see anything. Death Note is an anime with a very big lesson to your life, in my opinion, but say what you want.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I was very enjoyed from the anime.\u001b[24m\n    \u001b[1m楽しさ：私は非常にアニメから楽しんでいた。\u001b[22m, \u001b[1m楽しさ：私は非常にアニメから楽しむました。\u001b[22m\n\u001b[4mIt was such as a spinning roller coaster in specially.\u001b[24m\n    \u001b[1mそれは特別にスピニングローラーコースターのようなものでした。\u001b[22m, \u001b[1mこのような特別に紡績ジェットコースターのようでした。\u001b[22m\n\u001b[4mMaybe some people think Death Note is overrated, so, guys, you didn't see anything.\u001b[24m\n    \u001b[1mおそらく、死のノートが過大評価されていると思う人もいるかもしれません。だから、あなたは何も見ませんでした。\u001b[22m, \u001b[1mたぶん、一部の人はみんな、あなたは何を見ていない、デスノートは過大評価だと思うので。\u001b[22m\n\u001b[4mDeath Note is an anime with a very big lesson to your life, in my opinion, but say what you want.\u001b[24m\n    \u001b[1mデスノートは、私の意見では、あなたの人生に非常に大きな教訓を持つアニメですが、あなたが望むものを言う。\u001b[22m, \u001b[1mデスノートは、私の意見では、あなたの人生に非常に大きな教訓とアニメですが、あなたが望むものを言います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: If you are looking for a shounen anime with ideas that would never been in the other animes of the genre, go to watch Death Note and you won't be disappointment even for a minute.\n\n\u001b[1m全体：ジャンルの他のアニメにはなかったアイデアを持つ少年アニメを探している場合は、デスノートを見に行くと、1分も失望することはありません。\u001b[22m\n\u001b[1m(Zentai: Janru no ta no anime ni wa nakatta aidea o motsu shōnen anime o sagashite iru baai wa, desunōto o mi ni iku to, 1-bu mo shitsubō suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall: If you are looking for a shounen anime with ideas that would never been in the other animes of the genre, go to watch Death Note and you won't be disappointment even for a minute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: If you are looking for a shounen anime with ideas that would never been in the other animes of the genre, go to watch Death Note and you won't be disappointment even for a minute.\u001b[24m\n    \u001b[1m全体：ジャンルの他のアニメにはなかったアイデアを持つ少年アニメを探している場合は、デスノートを見に行くと、1分も失望することはありません。\u001b[22m, \u001b[1m全体的には：あなたがジャンルの他のアニメにされてないだろうなアイデアを持つ少年アニメを探している場合は、デスノートを見に行くと、あなたも分失望されません。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "scherzzo",
    "profile": "/profile/scherzzo/reviews",
    "pages": "30",
    "number": "2",
    "link": "/reviews.php?id=114107",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nこのアニメの偉大さは、さまざまな視点から見ることができます。 デートノートは、ある特定のジャンルの境界に限定されないこれらのアニメ番組の1つです。 そして、これは、私たちが本当に永続的な楽しみを見つけることができる芸術生活の中の魔法の場所です。 革新的で素晴らしい、情熱的なキャラクター、スマートなプロット、時にはかなりうつ状態の雰囲気、驚くべきサウンドトラックなど。\n\n私が言及した最後のことさえも、主人公の高い知性と、グローバルなアルファ男性であるための非常に人間的で自然な努力の間の中間として解釈することができます。 実際に彼は大量殺人犯や社会病だが、神様のキスをしたキャラクター「ライト・ヤガミ」の中で、自分自身の一部を見つけるのはそれほど難しいことではない。 実際にこの邪悪な力を圧迫することができる唯一の人間は、まったく別の社会主義者でなければなりません。彼らは非常に似ています。例えば、どちらも何らかの触媒に耽っています。  Lの場合は、危険な高糖度で食べられるものはすべて、反対側にある偉大な独裁者が究極の力を持っているという驚異的な事実よりも賞賛され、恐ろしくなければならない。 しかし、この物語の中には、神が複雑に打ち砕かれたより多くの人物がいる。 彼らと他の異例のキャラクターの間の主な類似点は、問題や謎を解決しようとする絶え間のない試みにあります。特にLightの場合、これらの問題は他の人よりも彼の人格にとっては壊滅的です。 死のノートではドグマではありません。 このような肖像にもかかわらず、彼らはすべて非常に特別なものを持っています。\n\nこのアニメの退屈を心配する必要はありません。 ダイナミクスはほぼ完璧です。なぜなら、我々はコインの両面を読んでいるので、最初の行から善と悪の間の巨大な勇敢な戦いを見るように招かれているからです。\nまた、間違っている可能性のあるものがたくさんあるので、人々はかなり予測可能ですが、画面上でのその暴露は時には衝撃的です。\n\nアニメーションもハードコアです。 アニメーターは、キャラクターの心理的な側面に密接に関連して非常に遊び心がありスタイリッシュな作品を作った。 デスノートは、欠点の少ない楽しいショーである。\n\nとにかく、このアニメの否定的な属性を指摘することにはなりません。なぜなら、私が書いたことのすべてが、とにかく不利な点として平和的に取ることができるからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe greatness of this anime can be found in many ways of viewing. Death note is one of these anime shows which aren't limited to the borders of one particular genre. And this is that magical place in art life where we can find real and persistent enjoyment. Innovative, wonderfully passionate characters, smart plot, thrilling sometimes pretty depressive atmosphere, astonishing soundtrack etc..\n\n\u001b[1mこのアニメの偉大さは、さまざまな視点から見ることができます。 デートノートは、ある特定のジャンルの境界に限定されないこれらのアニメ番組の1つです。 そして、これは、私たちが本当に永続的な楽しみを見つけることができる芸術生活の中の魔法の場所です。 革新的で素晴らしい、情熱的なキャラクター、スマートなプロット、時にはかなりうつ状態の雰囲気、驚くべきサウンドトラックなど。\u001b[22m\n\u001b[1m(Kono anime no idai-sa wa, samazamana shiten kara miru koto ga dekimasu. Dētonōto wa, aru tokutei no janru no kyōkai ni gentei sa renai korera no anime bangumi no 1tsudesu. Soshite, koreha, watashitachi ga hontōni eizoku-tekina tanoshimi o mitsukeru koto ga dekiru geijutsu seikatsu no naka no mahō no bashodesu. Kakushin-tekide subarashī, jōnetsu-tekina kyarakutā, sumātona purotto, tokiniha kanari utsu jōtai no fun'iki, odorokubeki saundotorakku nado.)\u001b[22m\n\nTranslations of \u001b[4mThe greatness of this anime can be found in many ways of viewing. Death note is one of these anime shows which aren't limited to the borders of one particular genre. And this is that magical place in art life where we can find real and persistent enjoyment. Innovative, wonderfully passionate characters, smart plot, thrilling sometimes pretty depressive atmosphere, astonishing soundtrack etc..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe greatness of this anime can be found in many ways of viewing.\u001b[24m\n    \u001b[1mこのアニメの偉大さは、さまざまな視点から見ることができます。\u001b[22m, \u001b[1mこのアニメの偉大さは、観察の多くの方法で見つけることができます。\u001b[22m\n\u001b[4mDeath note is one of these anime shows which aren't limited to the borders of one particular genre.\u001b[24m\n    \u001b[1mデートノートは、ある特定のジャンルの境界に限定されないこれらのアニメ番組の1つです。\u001b[22m, \u001b[1mデスノートは、ある特定のジャンルの境界線に限定されるものではなく、これらのアニメ番組の一つです。\u001b[22m\n\u001b[4mAnd this is that magical place in art life where we can find real and persistent enjoyment.\u001b[24m\n    \u001b[1mそして、これは、私たちが本当に永続的な楽しみを見つけることができる芸術生活の中の魔法の場所です。\u001b[22m, \u001b[1mそして、これは私たちが本当の持続的な楽しさを見つけることができます芸術生活の中でその魔法の場所です。\u001b[22m\n\u001b[4mInnovative, wonderfully passionate characters, smart plot, thrilling sometimes pretty depressive atmosphere, astonishing soundtrack etc..\u001b[24m\n    \u001b[1m革新的で素晴らしい、情熱的なキャラクター、スマートなプロット、時にはかなりうつ状態の雰囲気、驚くべきサウンドトラックなど。\u001b[22m, \u001b[1m革新的な、素晴らしく情熱的な文字、スマートプロット、スリリング時にはかなり憂鬱な雰囲気、驚くべきサウンドトラックなど。\u001b[22m\n\u001b[1m\u001b[22m\nEven the last thing that I've mentioned can be interpreted as medium between high inteligence of the main character and his very human, natural efforts to be global alfa male. It's really not that hard to find part of ourselves in the God kissed character Light Yagami, although the fact he's mass murderer and sociopath. It's just natural that the only human being who is actually able to oppress this evil power must be just another sociopath- L. They are very similar, for example, both of them are addicted to some kind of catalyst. In L case is everything eatable with dangerously high sugar level, on the other side Light needs to be admired and dreaded as every great dictator who loves applause maybe even more than the extraordinary fact that he has ultimate power. But in this story are more characters who were punched by God complex. Principal similarity between them and other unusual characters lies in the unceasing attempts to solve problems and mysteries, especially in the Light case, these problems happen to be much more catastrophic for his persona than for others, but this is not rule in a real life and it's not dogma in Death note. Despite this likeness they all have something very special, what makes their personality unique.\n\n\u001b[1m私が言及した最後のことさえも、主人公の高い知性と、グローバルなアルファ男性であるための非常に人間的で自然な努力の間の中間として解釈することができます。 実際に彼は大量殺人犯や社会病だが、神様のキスをしたキャラクター「ライト・ヤガミ」の中で、自分自身の一部を見つけるのはそれほど難しいことではない。 実際にこの邪悪な力を圧迫することができる唯一の人間は、まったく別の社会主義者でなければなりません。彼らは非常に似ています。例えば、どちらも何らかの触媒に耽っています。  Lの場合は、危険な高糖度で食べられるものはすべて、反対側にある偉大な独裁者が究極の力を持っているという驚異的な事実よりも賞賛され、恐ろしくなければならない。 しかし、この物語の中には、神が複雑に打ち砕かれたより多くの人物がいる。 彼らと他の異例のキャラクターの間の主な類似点は、問題や謎を解決しようとする絶え間のない試みにあります。特にLightの場合、これらの問題は他の人よりも彼の人格にとっては壊滅的です。 死のノートではドグマではありません。 このような肖像にもかかわらず、彼らはすべて非常に特別なものを持っています。\u001b[22m\n\u001b[1m(Watashi ga genkyū shita saigo no koto sae mo, shujinkō no takai chisei to, gurōbaruna arufa danseidearu tame no hijō ni ningen-tekide shizen'na doryoku no ma no chūkan to shite kaishaku suru koto ga dekimasu. Jissai ni kare wa tairyō satsujin-han ya shakai-byōdaga, kamisama no kisuwoshita kyarakutā `raito Yagami' no naka de, jibunjishin'no ichibu o mitsukeru no wa sore hodo muzukashī kotode wanai. Jissai ni kono jaakuna chikara o appaku suru koto ga dekiru yuiitsu no ningen wa, mattaku betsu no shakai shugi-shadenakereba narimasen. Karera wa hijō ni nite imasu. Tatoeba, dochira mo nanrakano shokubai ni fukette imasu. L no baai wa, kiken'na kō tōdo de tabe rareru mono wa subete, hantaisoku ni aru idaina dokusai-sha ga kyūkyoku no chikara o motte iru to iu kyōi-tekina jijitsu yori mo shōsan sa re, osoroshikunakereba naranai. Shikashi, kono monogatari no nakaniha,-shin ga fukuzatsu ni uchikudaka reta yori ōku no jinbutsu ga iru. Karera to hoka no irei no kyarakutā no ma no omona ruiji-ten wa, mondai ya nazo o kaiketsu shiyou to suru taema no nai kokoromi ni arimasu. Tokuni raito no baai, korera no mondai wa hokanohito yori mo kare no jinkaku ni totte wa kaimetsu-tekidesu. Shi no nōtode wa dogumade wa arimasen. Ko no yōna shōzō nimokakawarazu, karera wa subete hijō ni tokubetsuna mono o motte imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThere's no need to be worry about boredom in this anime. Dynamics is almost perfect mainly because we are invited to watch megalomaniac heroic battle between good and evil from the first line, since we are reading in the minds of both sides of coin.\n\n\u001b[1mこのアニメの退屈を心配する必要はありません。 ダイナミクスはほぼ完璧です。なぜなら、我々はコインの両面を読んでいるので、最初の行から善と悪の間の巨大な勇敢な戦いを見るように招かれているからです。\u001b[22m\n\u001b[1m(Kono anime no taikutsu o shinpai suru hitsuyō wa arimasen. Dainamikusu wa hobo kanpekidesu. Nazenara, wareware wa koin no ryōmen o yonde irunode, saisho no gyō kara yoitowarui no ma no kyodaina yūkan'na tatakai o miru yō ni maneka rete irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThere's no need to be worry about boredom in this anime. Dynamics is almost perfect mainly because we are invited to watch megalomaniac heroic battle between good and evil from the first line, since we are reading in the minds of both sides of coin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's no need to be worry about boredom in this anime.\u001b[24m\n    \u001b[1mこのアニメの退屈を心配する必要はありません。\u001b[22m, \u001b[1mこのアニメで退屈を心配する必要はありません。\u001b[22m\n\u001b[4mDynamics is almost perfect mainly because we are invited to watch megalomaniac heroic battle between good and evil from the first line, since we are reading in the minds of both sides of coin.\u001b[24m\n    \u001b[1mダイナミクスはほぼ完璧です。なぜなら、我々はコインの両面を読んでいるので、最初の行から善と悪の間の巨大な勇敢な戦いを見るように招かれているからです。\u001b[22m, \u001b[1mダイナミクスは、我々はコインの両面の心の中で読んでいるので、我々は、最初の行から善と悪の間の誇大妄想狂英雄的な戦いを見に招待されている主な理由はほぼ完璧です。\u001b[22m\nAlso there are so many things which can possibly go wrong, people are quite predictable but their revelations on the screen are sometimes rather shocking.\n\n\u001b[1mまた、間違っている可能性のあるものがたくさんあるので、人々はかなり予測可能ですが、画面上でのその暴露は時には衝撃的です。\u001b[22m\n\u001b[1m(Mata, machigatte iru kanōsei no aru mono ga takusan aru node, hitobito wa kanari yosoku kanōdesuga, gamen'ue de no sono bakuro wa tokiniha shōgeki-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso there are so many things which can possibly go wrong, people are quite predictable but their revelations on the screen are sometimes rather shocking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso there are so many things which can possibly go wrong, people are quite predictable but their revelations on the screen are sometimes rather shocking.\u001b[24m\n    \u001b[1mまた、間違っている可能性のあるものがたくさんあるので、人々はかなり予測可能ですが、画面上でのその暴露は時には衝撃的です。\u001b[22m, \u001b[1mまた、おそらく間違って行くことができるので、多くのものがある、人々は非常に予測可能であるが、画面上での啓示は時々かなり衝撃的です。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is also hardcore. The animators created a piece very playful, stylish, closely connected to the psychological apects of characters. Death note is one enjoyable, inspiring show with little flaws.\n\n\u001b[1mアニメーションもハードコアです。 アニメーターは、キャラクターの心理的な側面に密接に関連して非常に遊び心がありスタイリッシュな作品を作った。 デスノートは、欠点の少ない楽しいショーである。\u001b[22m\n\u001b[1m(Animēshon mo hādokoadesu. Animētā wa, kyarakutā no shinri-tekina sokumen ni missetsu ni kanren shite hijō ni asobigokoro ga ari sutairisshuna sakuhin o tsukutta. Desunōto wa, ketten no sukunai tanoshī shōdearu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is also hardcore. The animators created a piece very playful, stylish, closely connected to the psychological apects of characters. Death note is one enjoyable, inspiring show with little flaws.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is also hardcore.\u001b[24m\n    \u001b[1mアニメーションもハードコアです。\u001b[22m\n\u001b[4mThe animators created a piece very playful, stylish, closely connected to the psychological apects of characters.\u001b[24m\n    \u001b[1mアニメーターは、キャラクターの心理的な側面に密接に関連して非常に遊び心がありスタイリッシュな作品を作った。\u001b[22m, \u001b[1mアニメーターは非常に、遊び心スタイリッシュ、密接な文字の心理apectsに接続された作品を作成しました。\u001b[22m\n\u001b[4mDeath note is one enjoyable, inspiring show with little flaws.\u001b[24m\n    \u001b[1mデスノートは、欠点の少ない楽しいショーである。\u001b[22m, \u001b[1mデスノートは少し傷付き1楽しく、感動的なショーです。\u001b[22m\n\u001b[1m\u001b[22m\nNow, I'm not going to fall into pointing at the negative attributes of this anime, because all those thing I've written about can be peacefully taken as a bunch of disadvantages, anyway.\n\n\u001b[1mとにかく、このアニメの否定的な属性を指摘することにはなりません。なぜなら、私が書いたことのすべてが、とにかく不利な点として平和的に取ることができるからです。\u001b[22m\n\u001b[1m(Tonikaku, kono anime no hitei-tekina zokusei o shiteki suru koto ni wa narimasen. Nazenara, watashi ga kaita koto no subete ga, tonikaku furina ten to shite heiwa-teki ni toru koto ga dekirukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mNow, I'm not going to fall into pointing at the negative attributes of this anime, because all those thing I've written about can be peacefully taken as a bunch of disadvantages, anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, I'm not going to fall into pointing at the negative attributes of this anime, because all those thing I've written about can be peacefully taken as a bunch of disadvantages, anyway.\u001b[24m\n    \u001b[1mとにかく、このアニメの否定的な属性を指摘することにはなりません。なぜなら、私が書いたことのすべてが、とにかく不利な点として平和的に取ることができるからです。\u001b[22m, \u001b[1m今、私は私が約書いたすべてのそれらの事は平和的にとにかく、欠点の束とすることができるので、このアニメの負の属性を指しに陥るつもりはありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "LiYamagami",
    "profile": "/profile/LiYamagami/reviews",
    "pages": "30",
    "number": "3",
    "link": "/reviews.php?id=54241",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nデスノートは素晴らしいアニメです。 それが得られた評価は時には間違った理由である。  （私の意見では）物語は素晴らしいです。 私はサスペンスが大好きで、キャラクターとサウンドトラックがうまくいきます。 ショーはユニークなので、それは良いものになり、予測できません。 文字はとてもうまくいきます。 特に光。 私はライトが大好き、彼はとても涼しく、私は彼にたくさん関係しています。 キャラクターの開発は優れているので、彼はとてもクールです。 間違いなくあなたが死ぬ前に見るアニメ。\n\n結末は悲しかったが、うまくいった、私は強くそれをお勧めします。 あなたは誰もが止まるが、それは良いですエピソード25の後に見守っておく必要があります！ 見て！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is an outstanding anime. The ratings it gets are sometimes for the wrong reason. (In my opinion.) The story is great. I love the suspense and the characters and soundtrack play so well in to it. The show is unique, which makes it good, and it's not predictable. The characters are so well done. Especially Light. I love Light, he's very cool and I relate to him a lot. The character development is excellent, which is what makes him so cool. Definitely an anime to see before you die.\n\n\u001b[1mデスノートは素晴らしいアニメです。 それが得られた評価は時には間違った理由である。  （私の意見では）物語は素晴らしいです。 私はサスペンスが大好きで、キャラクターとサウンドトラックがうまくいきます。 ショーはユニークなので、それは良いものになり、予測できません。 文字はとてもうまくいきます。 特に光。 私はライトが大好き、彼はとても涼しく、私は彼にたくさん関係しています。 キャラクターの開発は優れているので、彼はとてもクールです。 間違いなくあなたが死ぬ前に見るアニメ。\u001b[22m\n\u001b[1m(Desunōto wa subarashī animedesu. Sore ga e rareta hyōka wa tokiniha machigatta riyūdearu. (Watashi no ikende wa) monogatari wa subarashīdesu. Watashi wa sasupensu ga daisukide, kyarakutā to saundotorakku ga umaku ikimasu. Shō wa yunīkunanode, sore wa yoi mono ni nari, yosoku dekimasen. Moji wa totemo umaku ikimasu. Tokuni hikari. Watashi wa raito ga daisuki, kare wa totemo suzushiku, watashi wa kare ni takusan kankei shite imasu. Kyarakutā no kaihatsu wa sugurete irunode, kare wa totemo kūrudesu. Machigainaku anata ga shinu mae ni miru anime.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is an outstanding anime. The ratings it gets are sometimes for the wrong reason. (In my opinion.) The story is great. I love the suspense and the characters and soundtrack play so well in to it. The show is unique, which makes it good, and it's not predictable. The characters are so well done. Especially Light. I love Light, he's very cool and I relate to him a lot. The character development is excellent, which is what makes him so cool. Definitely an anime to see before you die.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is an outstanding anime.\u001b[24m\n    \u001b[1mデスノートは素晴らしいアニメです。\u001b[22m, \u001b[1mデスノートは、優れたアニメです。\u001b[22m\n\u001b[4mThe ratings it gets are sometimes for the wrong reason.\u001b[24m\n    \u001b[1mそれが得られた評価は時には間違った理由である。\u001b[22m, \u001b[1mそれを取得評価は間違った理由のために時々あります。\u001b[22m\n\u001b[4m(In my opinion.) The story is great.\u001b[24m\n    \u001b[1m（私の意見では）物語は素晴らしいです。\u001b[22m, \u001b[1m（私の意見で。）話は素晴らしいです。\u001b[22m\n\u001b[4mI love the suspense and the characters and soundtrack play so well in to it.\u001b[24m\n    \u001b[1m私はサスペンスが大好きで、キャラクターとサウンドトラックがうまくいきます。\u001b[22m, \u001b[1m私はサスペンスと文字を愛し、それにでとてもうまくプレーサウンドトラック。\u001b[22m\n\u001b[4mThe show is unique, which makes it good, and it's not predictable.\u001b[24m\n    \u001b[1mショーはユニークなので、それは良いものになり、予測できません。\u001b[22m, \u001b[1mショーは、それが良い行いいる、ユニークであり、それは予測可能ではありません。\u001b[22m\n\u001b[4mThe characters are so well done.\u001b[24m\n    \u001b[1m文字はとてもうまくいきます。\u001b[22m, \u001b[1m文字は非常によく行われています。\u001b[22m\n\u001b[4mEspecially Light.\u001b[24m\n    \u001b[1m特に光。\u001b[22m, \u001b[1m特にライト。\u001b[22m\n\u001b[4mI love Light, he's very cool and I relate to him a lot.\u001b[24m\n    \u001b[1m私はライトが大好き、彼はとても涼しく、私は彼にたくさん関係しています。\u001b[22m, \u001b[1m私はライトを愛し、彼は非常にクールだと私は彼に多くを関連付けます。\u001b[22m\n\u001b[4mThe character development is excellent, which is what makes him so cool.\u001b[24m\n    \u001b[1mキャラクターの開発は優れているので、彼はとてもクールです。\u001b[22m, \u001b[1m文字の開発は、彼はとてもクールにするものである、優れたものです。\u001b[22m\n\u001b[4mDefinitely an anime to see before you die.\u001b[24m\n    \u001b[1m間違いなくあなたが死ぬ前に見るアニメ。\u001b[22m, \u001b[1m間違いなくあなたが死ぬ前に見るためにアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending was sad but well done, I highly recommend it. You have to keep watching after episode 25 which is where everyone stops but it's good! Watch it!\n\n\u001b[1m結末は悲しかったが、うまくいった、私は強くそれをお勧めします。 あなたは誰もが止まるが、それは良いですエピソード25の後に見守っておく必要があります！ 見て！\u001b[22m\n\u001b[1m(Ketsumatsu wa kanashikattaga, umaku itta, watashi wa tsuyoku sore o o susume shimasu. Anata wa dare mo gatomaru ga, sore wa yoidesu episōdo 25 no nochi ni mimamotte oku hitsuyō ga arimasu! Mite!)\u001b[22m\n\nTranslations of \u001b[4mThe ending was sad but well done, I highly recommend it. You have to keep watching after episode 25 which is where everyone stops but it's good! Watch it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending was sad but well done, I highly recommend it.\u001b[24m\n    \u001b[1m結末は悲しかったが、うまくいった、私は強くそれをお勧めします。\u001b[22m, \u001b[1m結末は悲しいが、よくやった、私は非常にお勧めします。\u001b[22m\n\u001b[4mYou have to keep watching after episode 25 which is where everyone stops but it's good!\u001b[24m\n    \u001b[1mあなたは誰もが止まるが、それは良いですエピソード25の後に見守っておく必要があります！\u001b[22m, \u001b[1mあなたは、誰もが停止しますが、それは良いことだ場所ですエピソード25の後に見て維持する必要があります！\u001b[22m\n\u001b[4mWatch it!\u001b[24m\n    \u001b[1m見て！\u001b[22m, \u001b[1mそれを見て！\u001b[22m, \u001b[1mそれを見てください！\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Lory_Erena",
    "profile": "/profile/Lory_Erena/reviews",
    "pages": "30",
    "number": "4",
    "link": "/reviews.php?id=141871",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私の意見では、デスノートは本当に傑作であり、それはとてもうまく作られていて常に前進していました。ウォッチャーは何が起こるのかを決して予測できませんでした。 私が最も好きだったのは、主人公がステレオタイプの主人公ではなく、あなたが彼のイデオロギーに同意すれば、彼は悪人ではないと言うことはできませんでした。確かに彼は「悪」ではなく、再び彼は 心理的に邪魔された人、最終的なエピソードの後半に、彼はこの「ユートピア」を創造することに夢中になり、彼は新しい神である。\n対話は知的で華麗です。 私の好きなキャラクターのうちの一人が予期せぬことが起こったときでさえ、私はとても魅了されてすぐに私は新しいお気に入りのキャラクターを見つけました 。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn my opinion Death Note was truly a masterpiece, it was so well made and always a step ahead, the watcher could never predict what was about to happen. What i liked the most was the main character not being the stereotypical protagonist,you can't say he was the bad guy either,if you agree with his ideologies then certainly he isn't 'evil', then again he showed some traits of a psychologically disturbed person, later on the final episodes, he was obsessed with creating this 'Utopia', and him being the new God.\n\n\u001b[1m私の意見では、デスノートは本当に傑作であり、それはとてもうまく作られていて常に前進していました。ウォッチャーは何が起こるのかを決して予測できませんでした。 私が最も好きだったのは、主人公がステレオタイプの主人公ではなく、あなたが彼のイデオロギーに同意すれば、彼は悪人ではないと言うことはできませんでした。確かに彼は「悪」ではなく、再び彼は 心理的に邪魔された人、最終的なエピソードの後半に、彼はこの「ユートピア」を創造することに夢中になり、彼は新しい神である。\u001b[22m\n\u001b[1m(Watashi no ikende wa, desunōto wa hontōni kessakudeari, sore wa totemo umaku tsukura rete ite tsuneni zenshin shite imashita. U~otchā wa nani ga okoru no ka o kesshite yosoku dekimasendeshita. Watashi ga mottomo sukidatta no wa, shujinkō ga sutereo taipu no shujinkōde wa naku, anata ga kare no ideorogī ni dōi sureba, kare wa akuninde wa nai to iu koto wa dekimasendeshita. Tashika ni kare wa `aku'de wa naku, futatabi kare wa shinri-teki ni jama sa reta hito, saishū-tekina episōdo no kōhan ni, kare wa kono `yūtopia' o sōzō suru koto ni muchū ni nari, kare wa atarashī kamidearu.)\u001b[22m\n\nTranslations of \u001b[4mIn my opinion Death Note was truly a masterpiece, it was so well made and always a step ahead, the watcher could never predict what was about to happen. What i liked the most was the main character not being the stereotypical protagonist,you can't say he was the bad guy either,if you agree with his ideologies then certainly he isn't 'evil', then again he showed some traits of a psychologically disturbed person, later on the final episodes, he was obsessed with creating this 'Utopia', and him being the new God.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my opinion Death Note was truly a masterpiece, it was so well made and always a step ahead, the watcher could never predict what was about to happen.\u001b[24m\n    \u001b[1m私の意見では、デスノートは本当に傑作であり、それはとてもうまく作られていて常に前進していました。ウォッチャーは何が起こるのかを決して予測できませんでした。\u001b[22m, \u001b[1m私の意見のデスノートは本当に傑作だった、それはとてもよく作られたし、常に一歩先は、ウォッチャーが起こることを約あったかを予測することができませんでした。\u001b[22m\n\u001b[4mWhat i liked the most was the main character not being the stereotypical protagonist,you can't say he was the bad guy either,if you agree with his ideologies then certainly he isn't 'evil', then again he showed some traits of\u001b[24m\n    \u001b[1m私が最も好きだったのは、主人公がステレオタイプの主人公ではなく、あなたが彼のイデオロギーに同意すれば、彼は悪人ではないと言うことはできませんでした。確かに彼は「悪」ではなく、再び彼は\u001b[22m, \u001b[1mどのような私が気に入っ最もその後、確かに彼は「悪」ではない、再び彼はいくつかの特徴を示したされているステレオタイプの主人公ではない主人公は、あなたが彼のイデオロギーに同意する場合、彼は、どちらかの悪い男だったと言うことはできませんでした\u001b[22m\n\u001b[4ma psychologically disturbed person, later on the final episodes, he was obsessed with creating this 'Utopia', and him being the new God.\u001b[24m\n    \u001b[1m心理的に邪魔された人、最終的なエピソードの後半に、彼はこの「ユートピア」を創造することに夢中になり、彼は新しい神である。\u001b[22m, \u001b[1m心理的に動揺した人は、後に最終的なエピソードに、彼はこの「ユートピア」を作成し、彼は新しい神であることに取りつかれました。\u001b[22m\nThe dialogue is intelligent and brilliant. The characters are just amazing and the soundtrack makes you headbang, i really don't have anything bad to say about it, even when the unexpected happened(one of my favorite characters dying) I was so fascinated that immediately i found a new favorite character .\n\n\u001b[1m対話は知的で華麗です。 私の好きなキャラクターのうちの一人が予期せぬことが起こったときでさえ、私はとても魅了されてすぐに私は新しいお気に入りのキャラクターを見つけました 。\u001b[22m\n\u001b[1m(Taiwa wa chiteki de kareidesu. Watashi no sukina kyarakutā no uchi no hitori ga yoki senu koto ga okotta tokide sae, watashi wa totemo miryō sa rete sugu ni watashi wa atarashī okiniiri no kyarakutā o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe dialogue is intelligent and brilliant. The characters are just amazing and the soundtrack makes you headbang, i really don't have anything bad to say about it, even when the unexpected happened(one of my favorite characters dying) I was so fascinated that immediately i found a new favorite character .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe dialogue is intelligent and brilliant.\u001b[24m\n    \u001b[1m対話は知的で華麗です。\u001b[22m, \u001b[1m対話は知的で素晴らしいです。\u001b[22m\n\u001b[4mThe characters are just amazing and the soundtrack makes you headbang, i really don't have anything bad to say about it, even when the unexpected happened(one of my favorite characters dying) I was so fascinated that immediately i found a new favorite character\u001b[24m\n    \u001b[1m私の好きなキャラクターのうちの一人が予期せぬことが起こったときでさえ、私はとても魅了されてすぐに私は新しいお気に入りのキャラクターを見つけました\u001b[22m, \u001b[1m文字はただ驚くべきものだとサウンドトラックは、あなたがheadbangなり、私は本当に私はすぐに私は新しいお気に入りのキャラクターを見つけたように魅了された予期しないが発生した場合でも、（死んで私の好きなキャラクターの1つ）をそれについて言うこと悪い何も持っていません\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Jasteraz",
    "profile": "/profile/Jasteraz/reviews",
    "pages": "30",
    "number": "5",
    "link": "/reviews.php?id=138437",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n多くの人がデスノートがスマートなアニメだと言っています。それはスマートなアニメです。\n物語。\n\nストーリー：8/10ストーリーは素晴らしかったし、それらのプロットのひねりはすべて、計画作業をするために他の人たちの驚いたことを驚かせました（ライト・ヤガミの邪悪な意思^（ - .-）^）\n\n芸術：芸術は良かった、これはこれと同じものを持っていた他のアニメと同じではなかった、この芸術は特に驚いている文字の反応より多くの感情を与えた。\n\nサウンド：8/10の音が良いですが、いくつかのシーンにはまったく音がありませんでした（私は気づくでしょう：私は）\n\nキャラクター：9/10 OOOOOOOOhh 'L'はショーの中で最も楽しいキャラクターでした。「L」がミサに「なぜそれは暗いですか？\n彼の行動は本当に危険を冒し、彼が座っている方法、彼が座っているか、本や紙を持っているか、静かに話すか、社会的なやり方や予防策などを減らして手がかりを避けるためのものです。\n\n楽しさ：9/10 Ofc楽しかったですが、同時に、TEAARS OMGの「L's 'Death」、「Light's Father」、「Misa」、「Light」のコーナーで泣いています。私はLが私の最も感情的な涙でした。\n\n全体的に：8/10 GREEAAAT ANIME、はいそれは楽しいと楽しんでいた、それは8/10だからこそ悪いというわけではなく、私のプロフィールで見ることができれば私のお気に入りです。 私のお気に入りになるだろう（私は英語で悪い場合は申し訳ありません：P）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nMany say Death Note is a smart anime, ofc it is a smart anime now lets talk about\n\n\u001b[1m多くの人がデスノートがスマートなアニメだと言っています。それはスマートなアニメです。\u001b[22m\n\u001b[1m(Ōku no hito ga desunōto ga sumātona animeda to itte imasu. Sore wa sumātona animedesu.)\u001b[22m\n\nTranslations of \u001b[4mMany say Death Note is a smart anime, ofc it is a smart anime now lets talk about\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMany say Death Note is a smart anime, ofc it is a smart anime now lets talk about\u001b[24m\n    \u001b[1m多くの人がデスノートがスマートなアニメだと言っています。それはスマートなアニメです。\u001b[22m, \u001b[1m多くは、それがスマートなアニメが今について話をすることができますですOFCデスノートは、スマートアニメであると言います\u001b[22m\nthe story.\n\n\u001b[1m物語。\u001b[22m\n\u001b[1m(Monogatari.)\u001b[22m\n\nTranslations of \u001b[4mthe story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story.\u001b[24m\n    \u001b[1m物語。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10 The story was great and all those plot twist were a surprise specially the deaths :( :) of the others just to make the plan work ( Light Yagami's evil intentions ^(-.-)^)\n\n\u001b[1mストーリー：8/10ストーリーは素晴らしかったし、それらのプロットのひねりはすべて、計画作業をするために他の人たちの驚いたことを驚かせました（ライト・ヤガミの邪悪な意思^（ - .-）^）\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10 Sutōrī wa subarashikattashi, sorera no purotto no hineri wa subete, keikaku sagyō o suru tame ni hokanohito-tachi no odoroita koto o odoroka semashita (raito Yagami no jaakuna ishi ^ ( - .-)^))\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10 The story was great and all those plot twist were a surprise specially the deaths :( :) of the others just to make the plan work ( Light Yagami's evil intentions ^(-.-)^)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10 The story was great and all those plot twist were a surprise specially the deaths :( :) of the others just to make the plan work ( Light Yagami's evil intentions ^(-.-)^)\u001b[24m\n    \u001b[1mストーリー：8/10ストーリーは素晴らしかったし、それらのプロットのひねりはすべて、計画作業をするために他の人たちの驚いたことを驚かせました（ライト・ヤガミの邪悪な意思^（ - .-）^）\u001b[22m, \u001b[1mストーリー：8/10ストーリーは素晴らしかったし、すべてのそれらのプロットツイストは特別に死亡驚きでした:(:)他人のちょうど計画の仕事を作るために（夜神月の邪悪な意図^（-.-）^）\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art was good, it wasn't like any other anime that had the same as this one, this art gave more emotions specially the reaction of the characters being surprised.\n\n\u001b[1m芸術：芸術は良かった、これはこれと同じものを持っていた他のアニメと同じではなかった、この芸術は特に驚いている文字の反応より多くの感情を与えた。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa yokatta, kore wa kore to onaji mono o motte ita ta no anime to onajide wa nakatta, kono geijutsu wa tokuni odoroite iru moji no han'nō yori ōku no kanjō o ataeta.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art was good, it wasn't like any other anime that had the same as this one, this art gave more emotions specially the reaction of the characters being surprised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art was good, it wasn't like any other anime that had the same as this one, this art gave more emotions specially the reaction of the characters being surprised.\u001b[24m\n    \u001b[1m芸術：芸術は良かった、これはこれと同じものを持っていた他のアニメと同じではなかった、この芸術は特に驚いている文字の反応より多くの感情を与えた。\u001b[22m, \u001b[1mアート：芸術は良かった、それはこの1と同じように持っていた他のアニメが好きでなかったが、この技術は、より感情に驚いている文字の特別な反応を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nSound : 8/10 sound was good but some few scene didn't had any sounds at all (you'll notice :I)\n\n\u001b[1mサウンド：8/10の音が良いですが、いくつかのシーンにはまったく音がありませんでした（私は気づくでしょう：私は）\u001b[22m\n\u001b[1m(Saundo: 8/ 10 No oto ga yoidesuga, ikutsu ka no shīn ni wa mattaku oto ga arimasendeshita (watashi wa kidzukudeshou: Watashi wa))\u001b[22m\n\nTranslations of \u001b[4mSound : 8/10 sound was good but some few scene didn't had any sounds at all (you'll notice :I)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound : 8/10 sound was good but some few scene didn't had any sounds at all (you'll notice :I)\u001b[24m\n    \u001b[1mサウンド：8/10の音が良いですが、いくつかのシーンにはまったく音がありませんでした（私は気づくでしょう：私は）\u001b[22m, \u001b[1mサウンド：8/10音は良かったが、いくつかのいくつかのシーンがすべてで任意のサウンドを持っていませんでした（あなたが気づく：I）\u001b[22m\n\u001b[1m\u001b[22m\nCharacter : 9/10 OOOOOOOOhhh 'L' was the most fun character in the show, he's a funny character specially when 'L' replied to misa something like 'Because it's dark'\n\n\u001b[1mキャラクター：9/10 OOOOOOOOhh 'L'はショーの中で最も楽しいキャラクターでした。「L」がミサに「なぜそれは暗いですか？\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10 OOOOOOOOhh' L' wa shō no naka de mottomo tanoshī kyarakutādeshita. `L ' ga misa ni `naze sore wa kuraidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mCharacter : 9/10 OOOOOOOOhhh 'L' was the most fun character in the show, he's a funny character specially when 'L' replied to misa something like 'Because it's dark'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter : 9/10 OOOOOOOOhhh 'L' was the most fun character in the show, he's a funny character specially when 'L' replied to misa something like 'Because it's dark'\u001b[24m\n    \u001b[1mキャラクター：9/10 OOOOOOOOhh 'L'はショーの中で最も楽しいキャラクターでした。「L」がミサに「なぜそれは暗いですか？\u001b[22m, \u001b[1mキャラクター：「それは暗いですので 'のようなミサの何かに返信するとき' L '9/10 OOOOOOOOhhh' L 'はショーの中で最も楽しいキャラクターだった、彼は面白いキャラクターは特別です\u001b[22m\nHe's behavior is really a type of person who takes risk and reduce any evidence he left the way he sits, holds a book or a paper, speaks quietly, the way he socialize and lots are precautions in order to avoid clues left out.\n\n\u001b[1m彼の行動は本当に危険を冒し、彼が座っている方法、彼が座っているか、本や紙を持っているか、静かに話すか、社会的なやり方や予防策などを減らして手がかりを避けるためのものです。\u001b[22m\n\u001b[1m(Kare no kōdō wa hontōni kiken o okashi, kare ga suwatte iru hōhō, kare ga suwatte iru ka, hon ya kami o motte iru ka, shizuka ni hanasu ka, shakai-tekina yarikata ya yobō-saku nado o herashite tegakari o yokeru tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mHe's behavior is really a type of person who takes risk and reduce any evidence he left the way he sits, holds a book or a paper, speaks quietly, the way he socialize and lots are precautions in order to avoid clues left out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe's behavior is really a type of person who takes risk and reduce any evidence he left the way he sits, holds a book or a paper, speaks quietly, the way he socialize and lots are precautions in order to avoid clues left out.\u001b[24m\n    \u001b[1m彼の行動は本当に危険を冒し、彼が座っている方法、彼が座っているか、本や紙を持っているか、静かに話すか、社会的なやり方や予防策などを減らして手がかりを避けるためのものです。\u001b[22m, \u001b[1m彼は行動が本当に、彼は社交やロットが取り残さ手がかりを避けるために、予防措置のような方法を、リスクを取り、彼は座って道を残した証拠を減らし、本や紙を保持し、静かに話す人のタイプであるのです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment : 9/10 Ofc it was enjoyable but again at the same time, TEAARS OMG 'cries around the corner' 'L's' Death, Light's Father, Misa, and Light too of course :I but L was my most emotional tears O.O.\n\n\u001b[1m楽しさ：9/10 Ofc楽しかったですが、同時に、TEAARS OMGの「L's 'Death」、「Light's Father」、「Misa」、「Light」のコーナーで泣いています。私はLが私の最も感情的な涙でした。\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10 Ofc tanoshikattadesuga, dōjini, TEAARS OMG no `L ' s' Death',`raito' s fazā',`Misa',`raito' no kōnā de naite imasu. Watashi wa L ga watashi no mottomo kanjō-tekina namidadeshita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment : 9/10 Ofc it was enjoyable but again at the same time, TEAARS OMG 'cries around the corner' 'L's' Death, Light's Father, Misa, and Light too of course :I but L was my most emotional tears O.O.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment : 9/10 Ofc it was enjoyable but again at the same time, TEAARS OMG 'cries around the corner' 'L's' Death, Light's Father, Misa, and Light too of course :I but L was my most emotional tears O.O.\u001b[24m\n    \u001b[1m楽しさ：9/10 Ofc楽しかったですが、同時に、TEAARS OMGの「L's 'Death」、「Light's Father」、「Misa」、「Light」のコーナーで泣いています。私はLが私の最も感情的な涙でした。\u001b[22m, \u001b[1m楽しさ：9/10 OFCそれはあまりにも当然のことながら「L's 'の死、光の父、ミサ、およびライト楽しかったが、再び同時に、TEAARS OMG」コーナーの周りの叫び'：私が、Lは、私の最も感情的な涙だったO.O.\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10 GREEAAAT ANIME, YES it was fun and enjoying, just because it's 8/10 doesn't mean it's bad , it's my favorite if you can see it in my profile even if it's 8/9/10 they're going to be my favorite (Sorry if I'm bad at english :P)\n\n\u001b[1m全体的に：8/10 GREEAAAT ANIME、はいそれは楽しいと楽しんでいた、それは8/10だからこそ悪いというわけではなく、私のプロフィールで見ることができれば私のお気に入りです。 私のお気に入りになるだろう（私は英語で悪い場合は申し訳ありません：P）\u001b[22m\n\u001b[1m(Zentai-teki ni: 8/ 10 GREEAAAT anime, hai sore wa tanoshī to tanoshinde ita, sore wa 8/ 10dakara koso warui to iu wakede wa naku, watashi no purofīru de miru koto ga dekireba watashinōkiniiridesu. Watashi no okiniiri ni narudarou (watashi wa eigo de warui baai wa mōshiwakearimasen: P))\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10 GREEAAAT ANIME, YES it was fun and enjoying, just because it's 8/10 doesn't mean it's bad , it's my favorite if you can see it in my profile even if it's 8/9/10 they're going to be my favorite (Sorry if I'm bad at english :P)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10 GREEAAAT ANIME, YES it was fun and enjoying, just because it's 8/10 doesn't mean it's bad , it's my favorite if you can see it in my profile even if it's 8/9/10 they're\u001b[24m\n    \u001b[1m全体的に：8/10 GREEAAAT ANIME、はいそれは楽しいと楽しんでいた、それは8/10だからこそ悪いというわけではなく、私のプロフィールで見ることができれば私のお気に入りです。\u001b[22m, \u001b[1m全体：あなたは私のプロフィールでそれを見ることができれば、それは彼らがしている8/9/10だ場合でも8/10 GREEAAAT ANIME、YESそれは8月10日は、それが悪いというわけではありませんという理由だけで、楽しさと楽しんでいたが、それは私のお気に入りです\u001b[22m\n\u001b[4mgoing to be my favorite (Sorry if I'm bad at english :P)\u001b[24m\n    \u001b[1m私のお気に入りになるだろう（私は英語で悪い場合は申し訳ありません：P）\u001b[22m, \u001b[1m私のお気に入りになるだろう（申し訳ありませんが、私は英語が苦手だ場合：P）\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "hypernova_00",
    "profile": "/profile/hypernova_00/reviews",
    "pages": "30",
    "number": "6",
    "link": "/reviews.php?id=105437",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nストーリー（10/10）\nこのシリーズのプロットラインは今まで考えられていた最も巧妙なものの1つです。 名前と顔だけを知っている人を殺すことのできる死刑判決のアイデアの全体は、そこのように他にはまったくユニークです。 これは、犯罪マインズの作家たちが一日中ずっと座っているように見えるように、自分の賢さのレベルで2文字間の天才戦いの話に発展します。 世界が触れられている他の世界の黒人についても、印象的ではないが説明はあるが、これは明らかに規則的な世界のキャラクターとその相互作用のすべてに欲しいという目的のためである。 進化する謎は、おそらくすべての時間のアニメの謎のジャンルの中で最大です。\n\nアート（8/10）\nこのショーのデザインは、キャラクターLが最も偉大なデザインキャラクターの一人として最も記憶に残ることでうまくいきます。  Artemis Fowlの若者小説の主人公を探すための姿を思い起こさせる。 これは、最大の厄介さと、幻想郷の大場太鼓を模したユニークな座り心地をもっています。 スタジオ・マッドハウスが頻繁に使うのが好きなように考える人を表現するために、色を頻繁に使用しています。\n\nサウンド（9/10）\nこのシリーズは、その音楽で絶対に素晴らしいです。 このシリーズで使用されているバックラウンド音楽は、完璧な瞬間を設定し、今や悪名高い「ポテトチップ」シーンで実証されているように、瞬間を激しくすることができます。 エレクトリック・ギターの中世のようなものだと思う。 また、第1回目のオープニング・クローズの曲もあり、ストーリーに関わる暗闇やテーマを表現しています。 第1のエンディング曲は第2シーズンのエッセンスだけでなく、第1シーズンのエッセンスを表示することができますが、デスノートの重金属弾幕ではメロディックとはまったく異なります。  2番目のエンディングテーマも同じです。\n\nキャラクター（9/9）\nキャラクターは、信じられないほどの知性と巧みさの両方を持っている主な2人の光の夜神とLによって導かれています。  Lは、非常にカリスマ的で天才的な光のヤガミの隣にある、シリーズの中で最も扱いにくい、そして天才的な特徴を兼ね備えた最も信じられないキャラクターの一つです。 サイドキャラクターは特別なものではありませんが、退屈なものはありません。 弱点は、Lの完全な裂け目であると思われる、後半のキャラクターの導入です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory(10/10)\n\n\u001b[1mストーリー（10/10）\u001b[22m\n\u001b[1m(Sutōrī (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mStory(10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory(10/10)\u001b[24m\n    \u001b[1mストーリー（10/10）\u001b[22m\nThe plot line of this series is one of the most clever ever conceived. The entire of idea of a death note that can kill people with just knowledge of there name and face is completely unique with nothing else like it out there. This then evolves into a story of a genius battle of wits between 2 characters on a level of their own cleverness that makes the Criminal Minds writers look like they sit around and drool all day long. There is even an explanation of other world shinigami who's world is touched over although is not too impressive, although this is obviously for the purpose of wanting everything to be set on the characters in the regular world and their interactions. The evolving mystery is likely the greatest of the mystery genre of anime of all time.\n\n\u001b[1mこのシリーズのプロットラインは今まで考えられていた最も巧妙なものの1つです。 名前と顔だけを知っている人を殺すことのできる死刑判決のアイデアの全体は、そこのように他にはまったくユニークです。 これは、犯罪マインズの作家たちが一日中ずっと座っているように見えるように、自分の賢さのレベルで2文字間の天才戦いの話に発展します。 世界が触れられている他の世界の黒人についても、印象的ではないが説明はあるが、これは明らかに規則的な世界のキャラクターとその相互作用のすべてに欲しいという目的のためである。 進化する謎は、おそらくすべての時間のアニメの謎のジャンルの中で最大です。\u001b[22m\n\u001b[1m(Kono shirīzu no purottorain wa imamade kangae rarete ita mottomo kōmyōna mono no 1tsudesu. Namae to kao dake o shitte iru hito o korosu koto no dekiru shikei hanketsu no aidea no zentai wa, soko no yō ni hoka ni wa mattaku yunīkudesu. Kore wa, hanzai mainzu no sakka-tachi ga ichinichijūzutto suwatte iru yō ni mieru yō ni, jibun no kashiko-sa no reberu de 2 moji-kan no tensai tatakai no hanashi ni hatten shimasu. Sekai ga fure rarete iru ta no sekai no kokujin ni tsuite mo, inshō-tekide wa naiga setsumei wa aru ga, kore wa akiraka ni kisoku-tekina sekai no kyarakutā to sono sōgo sayō no subete ni hoshī to iu mokuteki no tamedearu. Shinka suru nazo wa, osoraku subete no jikan no anime no nazo no janru no naka de saidaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot line of this series is one of the most clever ever conceived. The entire of idea of a death note that can kill people with just knowledge of there name and face is completely unique with nothing else like it out there. This then evolves into a story of a genius battle of wits between 2 characters on a level of their own cleverness that makes the Criminal Minds writers look like they sit around and drool all day long. There is even an explanation of other world shinigami who's world is touched over although is not too impressive, although this is obviously for the purpose of wanting everything to be set on the characters in the regular world and their interactions. The evolving mystery is likely the greatest of the mystery genre of anime of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot line of this series is one of the most clever ever conceived.\u001b[24m\n    \u001b[1mこのシリーズのプロットラインは今まで考えられていた最も巧妙なものの1つです。\u001b[22m, \u001b[1mこのシリーズのプロットラインは、これまでに考えられたもので最も賢いの一つです。\u001b[22m\n\u001b[4mThe entire of idea of a death note that can kill people with just knowledge of there name and face is completely unique with nothing else like it out there.\u001b[24m\n    \u001b[1m名前と顔だけを知っている人を殺すことのできる死刑判決のアイデアの全体は、そこのように他にはまったくユニークです。\u001b[22m, \u001b[1mそこに名前と顔だけの知識を持つ人々を殺すことができるデスノートのアイデアの全体はそこにそれのような何もないと完全にユニークです。\u001b[22m\n\u001b[4mThis then evolves into a story of a genius battle of wits between 2 characters on a level of their own cleverness that makes the Criminal Minds writers look like they sit around and drool all day long.\u001b[24m\n    \u001b[1mこれは、犯罪マインズの作家たちが一日中ずっと座っているように見えるように、自分の賢さのレベルで2文字間の天才戦いの話に発展します。\u001b[22m, \u001b[1mこれは、彼らが周りに座って一日中よだれのように作家が見クリミナル・マインドFBI行動分析課を行い、自分の賢さのレベルで2文字間の知恵の天才の戦いの物語に発展します。\u001b[22m\n\u001b[4mThere is even an explanation of other world shinigami who's world is touched over although is not too impressive, although this is obviously for the purpose of wanting everything to be set on the characters in the regular world and their interactions.\u001b[24m\n    \u001b[1m世界が触れられている他の世界の黒人についても、印象的ではないが説明はあるが、これは明らかに規則的な世界のキャラクターとその相互作用のすべてに欲しいという目的のためである。\u001b[22m, \u001b[1mこれは、通常の世界では文字とそれらの相互作用に設定するためにすべてを望むのために明らかではあるが、世界はあまりにも印象的ではないがオーバータッチされたのです他の世界の死神の説明は、さえあります。\u001b[22m\n\u001b[4mThe evolving mystery is likely the greatest of the mystery genre of anime of all time.\u001b[24m\n    \u001b[1m進化する謎は、おそらくすべての時間のアニメの謎のジャンルの中で最大です。\u001b[22m, \u001b[1m進化の謎は、おそらくすべての時間の中でアニメの謎のジャンルの最大です。\u001b[22m\n\u001b[1m\u001b[22m\nArt(8/10)\n\n\u001b[1mアート（8/10）\u001b[22m\n\u001b[1m(Āto (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt(8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt(8/10)\u001b[24m\n    \u001b[1mアート（8/10）\u001b[22m\nThe designs for this show are done well with the character L being the by far most memorable as one of the greatest designed characters. Reminiscent of what is described as the look for the lead protagonist of the Artemis Fowl youth novels. This is topped with an awkwardness to the maximum and a unique sitting position imitating its gensukusha Taugumi Ohba. There is the frequent use of colours to represent people thinking just as studio Madhouse likes to use frequently.\n\n\u001b[1mこのショーのデザインは、キャラクターLが最も偉大なデザインキャラクターの一人として最も記憶に残ることでうまくいきます。  Artemis Fowlの若者小説の主人公を探すための姿を思い起こさせる。 これは、最大の厄介さと、幻想郷の大場太鼓を模したユニークな座り心地をもっています。 スタジオ・マッドハウスが頻繁に使うのが好きなように考える人を表現するために、色を頻繁に使用しています。\u001b[22m\n\u001b[1m(Kono shō no dezain wa, kyarakutā L ga mottomo idaina dezainkyarakutā no hitori to shite mottomo kioku ni nokoru koto de umaku ikimasu. Ātimisu Fowl no wakamono shōsetsu no shujinkō o sagasu tame no sugata o omoiokosa seru. Kore wa, saidai no yakkai-sa to, gensō gō no Ōba taiko o mo shita yunīkuna suwari-gokochi o motte imasu. Sutajio maddohausu ga hinpan ni tsukau no ga sukina yō ni kangaeruhito o hyōgen suru tame ni,-iro o hinpan ni shiyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe designs for this show are done well with the character L being the by far most memorable as one of the greatest designed characters. Reminiscent of what is described as the look for the lead protagonist of the Artemis Fowl youth novels. This is topped with an awkwardness to the maximum and a unique sitting position imitating its gensukusha Taugumi Ohba. There is the frequent use of colours to represent people thinking just as studio Madhouse likes to use frequently.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe designs for this show are done well with the character L being the by far most memorable as one of the greatest designed characters.\u001b[24m\n    \u001b[1mこのショーのデザインは、キャラクターLが最も偉大なデザインキャラクターの一人として最も記憶に残ることでうまくいきます。\u001b[22m, \u001b[1mこのショーのための設計は、文字Lが最大の設計文字の一つとして、これまでで最も記憶に残ることであるとよく行われます。\u001b[22m\n\u001b[4mReminiscent of what is described as the look for the lead protagonist of the Artemis Fowl youth novels.\u001b[24m\n    \u001b[1mArtemis Fowlの若者小説の主人公を探すための姿を思い起こさせる。\u001b[22m, \u001b[1mアルテミス・ファウルシリーズの若者の小説のリード主人公のためのルックとして記載されているものを連想させます。\u001b[22m\n\u001b[4mThis is topped with an awkwardness to the maximum and a unique sitting position imitating its gensukusha Taugumi Ohba.\u001b[24m\n    \u001b[1mこれは、最大の厄介さと、幻想郷の大場太鼓を模したユニークな座り心地をもっています。\u001b[22m, \u001b[1mこれは、最大値とそのgensukusha Taugumi大場を模したユニークな着座位置にぎこちなさをトッピングされています。\u001b[22m\n\u001b[4mThere is the frequent use of colours to represent people thinking just as studio Madhouse likes to use frequently.\u001b[24m\n    \u001b[1mスタジオ・マッドハウスが頻繁に使うのが好きなように考える人を表現するために、色を頻繁に使用しています。\u001b[22m, \u001b[1mスタジオマッドハウスが頻繁に使用するのが好きと同じように考える人々を表現する色の頻繁な使用があります。\u001b[22m\n\u001b[1m\u001b[22m\nSound(9/10)\n\n\u001b[1mサウンド（9/10）\u001b[22m\n\u001b[1m(Saundo (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mSound(9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound(9/10)\u001b[24m\n    \u001b[1mサウンド（9/10）\u001b[22m\nThis series is absolutely amazing with its music. The backround music used in the series is absolutely incredible as it perfectly sets the moment and can make any moment intense as proven with the now infamous 'potato chip' scene. I believe it sounds sort of like a medieval use of an electric guitar. There is also the 1st opening and closing songs which are very good as they present the darkness and themes involved in the story. The 1st ending song is completely different from the melodic first in a heavy metal barrage of Death Note although it manages to present the essence of the 2nd season just as well as the 1st. The 2nd ending theme also does the same.\n\n\u001b[1mこのシリーズは、その音楽で絶対に素晴らしいです。 このシリーズで使用されているバックラウンド音楽は、完璧な瞬間を設定し、今や悪名高い「ポテトチップ」シーンで実証されているように、瞬間を激しくすることができます。 エレクトリック・ギターの中世のようなものだと思う。 また、第1回目のオープニング・クローズの曲もあり、ストーリーに関わる暗闇やテーマを表現しています。 第1のエンディング曲は第2シーズンのエッセンスだけでなく、第1シーズンのエッセンスを表示することができますが、デスノートの重金属弾幕ではメロディックとはまったく異なります。  2番目のエンディングテーマも同じです。\u001b[22m\n\u001b[1m(Kono shirīzu wa, sono ongaku de zettai ni subarashīdesu. Kono shirīzu de shiyō sa rete iru bakku raundo ongaku wa, kanpekina shunkan o settei shi, imaya akumeidakai `potetochippu' shīn de jisshō sa rete iru yō ni, shunkan o hageshiku suru koto ga dekimasu. Erekutorikku gitā no chūsei no yōna monoda to omou. Mata, dai 1-kai-me no ōpuningu kurōzu no kyoku mo ari, sutōrī ni kakawaru kurayami ya tēma o hyōgen shite imasu. Dai 1 no endingu kyoku wa dai 2 shīzun no essensu dakedenaku, dai 1 shīzun no essensu o hyōji suru koto ga dekimasuga, desunōto no jūkinzoku danmakude wa merodikku to wa mattaku kotonarimasu. 2-Banme no endingutēma mo onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis series is absolutely amazing with its music. The backround music used in the series is absolutely incredible as it perfectly sets the moment and can make any moment intense as proven with the now infamous 'potato chip' scene. I believe it sounds sort of like a medieval use of an electric guitar. There is also the 1st opening and closing songs which are very good as they present the darkness and themes involved in the story. The 1st ending song is completely different from the melodic first in a heavy metal barrage of Death Note although it manages to present the essence of the 2nd season just as well as the 1st. The 2nd ending theme also does the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is absolutely amazing with its music.\u001b[24m\n    \u001b[1mこのシリーズは、その音楽で絶対に素晴らしいです。\u001b[22m, \u001b[1mこのシリーズは、その音楽には絶対に素晴らしいです。\u001b[22m\n\u001b[4mThe backround music used in the series is absolutely incredible as it perfectly sets the moment and can make any moment intense as proven with the now infamous 'potato chip' scene.\u001b[24m\n    \u001b[1mこのシリーズで使用されているバックラウンド音楽は、完璧な瞬間を設定し、今や悪名高い「ポテトチップ」シーンで実証されているように、瞬間を激しくすることができます。\u001b[22m, \u001b[1mそれは完璧な瞬間を設定し、今悪名高い「ポテトチップ」のシーンで実績のある、任意のモーメントが激しい作ることができるように直列で使用backroundの音楽は絶対に信じられないほどです。\u001b[22m\n\u001b[4mI believe it sounds sort of like a medieval use of an electric guitar.\u001b[24m\n    \u001b[1mエレクトリック・ギターの中世のようなものだと思う。\u001b[22m, \u001b[1m私はそれが一種のエレキギターの中世の使用のように聞こえると信じています。\u001b[22m\n\u001b[4mThere is also the 1st opening and closing songs which are very good as they present the darkness and themes involved in the story.\u001b[24m\n    \u001b[1mまた、第1回目のオープニング・クローズの曲もあり、ストーリーに関わる暗闇やテーマを表現しています。\u001b[22m, \u001b[1m彼らは物語に関与闇とテーマを提示して非常に優れている第一開閉曲もあります。\u001b[22m\n\u001b[4mThe 1st ending song is completely different from the melodic first in a heavy metal barrage of Death Note although it manages to present the essence of the 2nd season just as well as the 1st.\u001b[24m\n    \u001b[1m第1のエンディング曲は第2シーズンのエッセンスだけでなく、第1シーズンのエッセンスを表示することができますが、デスノートの重金属弾幕ではメロディックとはまったく異なります。\u001b[22m, \u001b[1mそれは第二シーズンの本質だけだけでなく、第一の提示を管理するが、第一のエンディング曲は、デスノートの重金属弾幕で旋律の最初のとは全く異なるものです。\u001b[22m\n\u001b[4mThe 2nd ending theme also does the same.\u001b[24m\n    \u001b[1m2番目のエンディングテーマも同じです。\u001b[22m, \u001b[1m第二エンディングテーマにも同じことを行います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter(9/9)\n\n\u001b[1mキャラクター（9/9）\u001b[22m\n\u001b[1m(Kyarakutā (9 / 9))\u001b[22m\n\nTranslations of \u001b[4mCharacter(9/9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter(9/9)\u001b[24m\n    \u001b[1mキャラクター（9/9）\u001b[22m, \u001b[1m文字（9/9）\u001b[22m\nThe characters are lead by the main two Light Yagami and L who both posses incredible intellect and cleverness. L being one of the most incredible characters who possesses both the most awkward and genius characteristics of the series next to the very charismatic and equally as genius Light Yagami. The side characters are not special although none are boring. The weak point is the introduction of the character Near in the 2nd half who seems simply as a complete rip off of L.\n\n\u001b[1mキャラクターは、信じられないほどの知性と巧みさの両方を持っている主な2人の光の夜神とLによって導かれています。  Lは、非常にカリスマ的で天才的な光のヤガミの隣にある、シリーズの中で最も扱いにくい、そして天才的な特徴を兼ね備えた最も信じられないキャラクターの一つです。 サイドキャラクターは特別なものではありませんが、退屈なものはありません。 弱点は、Lの完全な裂け目であると思われる、後半のキャラクターの導入です。\u001b[22m\n\u001b[1m(Kyarakutā wa, shinji rarenai hodo no chisei to takumi-sa no ryōhō o motte iru omona 2-ri no hikari no yorugami to L ni yotte michibika rete imasu. L wa, hijō ni karisuma-tekide tensai-tekina hikari no Yagami no tonari ni aru, shirīzu no naka de mottomo atsukai nikui, soshite tensai-tekina tokuchō o kanesonaeta mottomo shinjirarenai kyarakutā no hitotsudesu. Saidokyarakutā wa tokubetsuna monode wa arimasenga, taikutsuna mono wa arimasen. Jakuten wa, L no kanzen'na sakemedearu to omowa reru, kōhan no kyarakutā no dōnyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are lead by the main two Light Yagami and L who both posses incredible intellect and cleverness. L being one of the most incredible characters who possesses both the most awkward and genius characteristics of the series next to the very charismatic and equally as genius Light Yagami. The side characters are not special although none are boring. The weak point is the introduction of the character Near in the 2nd half who seems simply as a complete rip off of L.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are lead by the main two Light Yagami and L who both posses incredible intellect and cleverness.\u001b[24m\n    \u001b[1mキャラクターは、信じられないほどの知性と巧みさの両方を持っている主な2人の光の夜神とLによって導かれています。\u001b[22m, \u001b[1m文字が両方の武装隊信じられないほどの知性と賢メイン2夜神月とLによってリードされています。\u001b[22m\n\u001b[4mL being one of the most incredible characters who possesses both the most awkward and genius characteristics of the series next to the very charismatic and equally as genius Light Yagami.\u001b[24m\n    \u001b[1mLは、非常にカリスマ的で天才的な光のヤガミの隣にある、シリーズの中で最も扱いにくい、そして天才的な特徴を兼ね備えた最も信じられないキャラクターの一つです。\u001b[22m, \u001b[1mL次の非常にカリスマと同等に天才夜神月にシリーズの中で最も厄介なと天才的特性の両方を所有している最も信じられないほどの文字の1つです。\u001b[22m\n\u001b[4mThe side characters are not special although none are boring.\u001b[24m\n    \u001b[1mサイドキャラクターは特別なものではありませんが、退屈なものはありません。\u001b[22m, \u001b[1mどれも退屈しませんが、サイドの文字は特別ではありません。\u001b[22m\n\u001b[4mThe weak point is the introduction of the character Near in the 2nd half who seems simply as a complete rip off of L.\u001b[24m\n    \u001b[1m弱点は、Lの完全な裂け目であると思われる、後半のキャラクターの導入です。\u001b[22m, \u001b[1m弱点は、単にLのオフ完全な裂け目のように思われる第二半分に近くキャラクターの紹介です\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "SimeraKun",
    "profile": "/profile/SimeraKun/reviews",
    "pages": "30",
    "number": "7",
    "link": "/reviews.php?id=4960",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメのある時点で、私はこれがベストアニメの候補者だと感じましたが、私は間違っていました。\nこのアニメのすべては、アヤの演技の声が気に入っていて、他は完璧で、プロットは非常にユニークです。アニメーションのスタイルとバックグラウンドは、素晴らしいものです。\n\n物語はLightという人の周りを回っています。彼はそれを見つけるために行く階級から空からノートブックが落ちるのを見ています。そして、それが触れるとRyukと最もよく会うとき、彼は最終的にこのノートブックができることを見つけます。 そのデスブックでは、世界の悪い人たちを取り除いて新しい世界にしようとするとき、それが続いています。\n\nもう一つの重要なことは、私が見つけたキャラクターが見やすく、ポイントの例でも面白いです（Lと彼のケーキなど...）\n彼が検出されなくなる方法はすばらしく、彼が逮捕されないようにすることは狂っている。\nこのアニメはすべてがあったが、エピソード12（私は思う）であまりにもうまくいっていたときには大きなことが起こり、そのすべてがそこから下がってきて、それまでのエピソードからその点を確認した。\nそれを要約すると、これはアニメが完璧に近づく方法の素晴らしい例ですが、物語の欠陥を持っていることがそれを破壊しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAt One point in this Anime i felt like this was a contender for Best Anime but I was wrong.\n\n\u001b[1mこのアニメのある時点で、私はこれがベストアニメの候補者だと感じましたが、私は間違っていました。\u001b[22m\n\u001b[1m(Kono anime no aru jiten de, watashi wa kore ga besuto anime no kōho-shada to kanjimashitaga, watashi wa machigatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAt One point in this Anime i felt like this was a contender for Best Anime but I was wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt One point in this Anime i felt like this was a contender for Best Anime but I was wrong.\u001b[24m\n    \u001b[1mこのアニメのある時点で、私はこれがベストアニメの候補者だと感じましたが、私は間違っていました。\u001b[22m, \u001b[1mこのアニメで一点で、これは最高のアニメのための候補だったように私は感じたが、私は間違っていました。\u001b[22m\nEverything in this anime is just stunning the voice acting by Aya and others are perfect and the plot is very unique, then to top it all is the animation styles and backgrounds they are just stunning and beyond words..\n\n\u001b[1mこのアニメのすべては、アヤの演技の声が気に入っていて、他は完璧で、プロットは非常にユニークです。アニメーションのスタイルとバックグラウンドは、素晴らしいものです。\u001b[22m\n\u001b[1m(Kono anime no subete wa, aya no engi no koe ga kiniitte ite, hoka wa kanpeki de, purotto wa hijō ni yunīkudesu. Animēshon no sutairu to bakkuguraundo wa, subarashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mEverything in this anime is just stunning the voice acting by Aya and others are perfect and the plot is very unique, then to top it all is the animation styles and backgrounds they are just stunning and beyond words..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything in this anime is just stunning the voice acting by Aya and others are perfect and the plot is very unique, then to top it all is the animation styles and backgrounds they are just stunning and beyond words..\u001b[24m\n    \u001b[1mこのアニメのすべては、アヤの演技の声が気に入っていて、他は完璧で、プロットは非常にユニークです。アニメーションのスタイルとバックグラウンドは、素晴らしいものです。\u001b[22m, \u001b[1mそれをすべてを先頭に、その後、このアニメですべてがちょうど彩によって声の演技を見事され、他は完璧であり、プロットは非常にユニークであることは、彼らは単に素晴らしいと言葉を超えているアニメーションのスタイルや背景です..\u001b[22m\n\u001b[1m\u001b[22m\nThe story revolves around a guy called Light who see's a notebook fall from the sky from class he goes to find it and when touches it meets a moster called Ryuk, he finally finds what this notebook can do which is kill people with writing there name down in that Death Book, then it follows as he tries to get rid of the bad people in the worlds and make it a new world.\n\n\u001b[1m物語はLightという人の周りを回っています。彼はそれを見つけるために行く階級から空からノートブックが落ちるのを見ています。そして、それが触れるとRyukと最もよく会うとき、彼は最終的にこのノートブックができることを見つけます。 そのデスブックでは、世界の悪い人たちを取り除いて新しい世界にしようとしているときにそれが続きます。\u001b[22m\n\u001b[1m(Monogatari wa raito to iu hito no mawari o mawatte imasu. Kare wa sore o mitsukeru tame ni iku kaikyū kara sora kara nōtobukku ga ochiru no o mite imasu. Soshite, sore ga fureru to Ryuk to mottomo yoku au toki, kare wa saishūtekini kono nōtobukku ga dekiru koto o mitsukemasu. Sono desu bukkude wa, sekai no warui hito-tachi o torinozoite atarashī sekai ni shiyou to shite iru toki ni sore ga tsudzukimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story revolves around a guy called Light who see's a notebook fall from the sky from class he goes to find it and when touches it meets a moster called Ryuk, he finally finds what this notebook can do which is kill people with writing there name down in that Death Book, then it follows as he tries to get rid of the bad people in the worlds and make it a new world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story revolves around a guy called Light who see's a notebook fall from the sky from class he goes to find it and when touches it meets a moster called Ryuk, he finally finds what this notebook can do which is kill people with writing there name down\u001b[24m\n    \u001b[1m物語はLightという人の周りを回っています。彼はそれを見つけるために行く階級から空からノートブックが落ちるのを見ています。そして、それが触れるとRyukと最もよく会うとき、彼は最終的にこのノートブックができることを見つけます。\u001b[22m, \u001b[1m物語は彼がそれを見つけるために行くと接触したとき、それはリュークと呼ばれるmosterを満たしているクラスから空からノート秋だ参照光と呼ばれる男を中心に展開、彼は最終的に、このノートブックはそこに書き込みを持つ人々を殺すダウン名である何ができるかを見つけました\u001b[22m\n\u001b[4min that Death Book, then it follows as he tries to get rid of the bad people in the worlds and make it a new world.\u001b[24m\n    \u001b[1mそのデスブックでは、世界の悪い人たちを取り除いて新しい世界にしようとしているときにそれが続きます。\u001b[22m, \u001b[1m彼は世界で悪い人を取り除くと、その新しい世界にしようとするように、その死帳に、それは以下の通りです。\u001b[22m\n\u001b[1m\u001b[22m\nAnother key thing is the characters i found them so easy to watch and even funny at points example ( L and his cakes etc...)\n\n\u001b[1mもう一つの重要なことは、私が見つけたキャラクターが見やすく、ポイントの例でも面白いです（Lと彼のケーキなど...）\u001b[22m\n\u001b[1m(Mōhitotsu no jūyōna koto wa, watashi ga mitsuketa kyarakutā ga miyasuku, pointo no reide mo omoshiroidesu (L to kare no kēki nado... ))\u001b[22m\n\nTranslations of \u001b[4mAnother key thing is the characters i found them so easy to watch and even funny at points example ( L and his cakes etc...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother key thing is the characters i found them so easy to watch and even funny at points example ( L and his cakes etc...)\u001b[24m\n    \u001b[1mもう一つの重要なことは、私が見つけたキャラクターが見やすく、ポイントの例でも面白いです（Lと彼のケーキなど...）\u001b[22m, \u001b[1mもう一つの重要なことは、私はポイントの例では、彼らが見やすいので、さらに面白い発見文字（Lと彼のケーキなど...）です\u001b[22m\nThe way he gets out of being detected is amazing and the things he does to not be arrested is insane.\n\n\u001b[1m彼が検出されなくなる方法はすばらしく、彼が逮捕されないようにすることは狂っている。\u001b[22m\n\u001b[1m(Kare ga kenshutsu sa renaku naru hōhō wa subarashiku, kare ga taiho sa renai yō ni suru koto wa kurutte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe way he gets out of being detected is amazing and the things he does to not be arrested is insane.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe way he gets out of being detected is amazing and the things he does to not be arrested is insane.\u001b[24m\n    \u001b[1m彼が検出されなくなる方法はすばらしく、彼が逮捕されないようにすることは狂っている。\u001b[22m, \u001b[1m彼が検出されてから抜ける方法は素晴らしいですし、彼は逮捕されないようにないものは非常識です。\u001b[22m\nThis Anime had everything but when it was going all too well in episode 12 (I think) something big happens and its all goes downhill from there althrough its ok from that point ever episode before that you couldnt take your eye of it.\n\n\u001b[1mこのアニメはすべてがあったが、エピソード12（私は思う）であまりにもうまくいっていたときには大きなことが起こり、そのすべてがそこから下がってきて、それまでのエピソードからその点を確認した。\u001b[22m\n\u001b[1m(Kono anime wa subete ga attaga, episōdo 12 (watashi wa omou) de amarini mo umaku itte ita tokiniha ōkina koto ga okori, sono subete ga soko kara sagatte kite, sore made no episōdo kara sono ten o kakunin shita.)\u001b[22m\n\nTranslations of \u001b[4mThis Anime had everything but when it was going all too well in episode 12 (I think) something big happens and its all goes downhill from there althrough its ok from that point ever episode before that you couldnt take your eye of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis Anime had everything but when it was going all too well in episode 12 (I think) something big happens and its all goes downhill from there althrough its ok from that point ever episode before that you couldnt take your eye of it.\u001b[24m\n    \u001b[1mこのアニメはすべてがあったが、エピソード12（私は思う）であまりにもうまくいっていたときには大きなことが起こり、そのすべてがそこから下がってきて、それまでのエピソードからその点を確認した。\u001b[22m, \u001b[1mこれは、アニメはすべてを持っていたが、それは（私が思う）第12話では、あまりにもうまくいったときに大きな何かが起こると、そのすべては、あなたがそれをあなたの目を取るcouldntのその前に、その時点からのOK、これまでのエピソードalthroughそこから下り坂になります。\u001b[22m\nTo sum it up this is a stunning example of how an anime can be near perfection but then having a flaw in the story has ruined it its still amazing through and worth watching.\n\n\u001b[1mそれを要約すると、これはアニメが完璧に近づく方法の素晴らしい例ですが、物語の欠陥を持っていることがそれを破壊しました。\u001b[22m\n\u001b[1m(Sore o yōyaku suru to, koreha anime ga kanpeki ni chikadzuku hōhō no subarashī reidesuga, monogatari no kekkan o motte iru koto ga sore o hakai shimashita.)\u001b[22m\n\nTranslations of \u001b[4mTo sum it up this is a stunning example of how an anime can be near perfection but then having a flaw in the story has ruined it its still amazing through and worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum it up this is a stunning example of how an anime can be near perfection but then having a flaw in the story has ruined it its still amazing through and worth watching.\u001b[24m\n    \u001b[1mそれを要約すると、これはアニメが完璧に近づく方法の素晴らしい例ですが、物語の欠陥を持っていることがそれを破壊しました。\u001b[22m, \u001b[1mこれは、そのまだを通じて素晴らしいと見て価値台無しにしたアニメは完璧に近いことが、その後のストーリーの欠陥を持つことができる方法の見事な例である、それを合計するには。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "nogumcandy92",
    "profile": "/profile/nogumcandy92/reviews",
    "pages": "30",
    "number": "8",
    "link": "/reviews.php?id=106539",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは私の好きなシリーズの一つです。 これは私が実際に最後に泣きたい数少ないアニメの一つです。 ストーリー・ラインは、私が見たアニメにとっては最高のもののひとつでした。 私はプレビューを見て、このアニメが非常にばかになると思ったことを覚えています。 友人が1ヶ月間私を懇願した後、私はそれを見ました。 シリーズが進むにつれ、私は最初から好きだったし、さらにはそれが好きだった。 それはアニメの1つです。私は誰もがとても楽しいものだったので、彼らの人生のどこかで見ることを望みます。 このアニメは、お互いを不平等に見せかけるものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of my favorite series. This is one of the few anime that I actually wanted to cry at the end of. The story line was by far one of the best for anime I have seen. I remember seeing the preview and thinking that this anime was going to be very stupid. After a friend beg me for a month, I watched it. I liked it from the very beginning and even more as the series went along. It's one of the anime's I hope everyone gets to watch at some point in their life since it was so enjoyable. This anime makes every other seem like a dissapointment.\n\n\u001b[1mこれは私の好きなシリーズの一つです。 これは私が実際に最後に泣きたい数少ないアニメの一つです。 ストーリー・ラインは、私が見たアニメにとっては最高のもののひとつでした。 私はプレビューを見て、このアニメが非常にばかになると思ったことを覚えています。 友人が1ヶ月間私を懇願した後、私はそれを見ました。 シリーズが進むにつれて、私は最初から好きでした。 それはアニメの1つです。私は誰もがとても楽しいものだったので、彼らの人生のどこかで見ることを望みます。 このアニメは、お互いを不平等に見せかけるものです。\u001b[22m\n\u001b[1m(Kore wa watashi no sukina shirīzu no hitotsudesu. Kore wa watashi ga jissai ni saigo ni nakitai kazusukunai anime no hitotsudesu. Sutōrī rain wa, watashi ga mita anime ni totte wa saikō no mono no hitotsudeshita. Watashi wa purebyū o mite, kono anime ga hijō ni baka ni naru to omotta koto o oboete imasu. Yūjin ga 1-kagetsu-kan watashi o kongan shita nochi, watashi wa sore o mimashita. Shirīzu ga susumu ni tsurete, watashi wa saisho kara sukideshita. Sore wa anime no 1tsudesu. Watashi wa daremoga totemo tanoshī monodattanode, karera no jinsei no doko ka de miru koto o nozomimasu. Kono anime wa, otagai o fubyōdō ni misekakeru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of my favorite series. This is one of the few anime that I actually wanted to cry at the end of. The story line was by far one of the best for anime I have seen. I remember seeing the preview and thinking that this anime was going to be very stupid. After a friend beg me for a month, I watched it. I liked it from the very beginning and even more as the series went along. It's one of the anime's I hope everyone gets to watch at some point in their life since it was so enjoyable. This anime makes every other seem like a dissapointment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of my favorite series.\u001b[24m\n    \u001b[1mこれは私の好きなシリーズの一つです。\u001b[22m\n\u001b[4mThis is one of the few anime that I actually wanted to cry at the end of.\u001b[24m\n    \u001b[1mこれは私が実際に最後に泣きたい数少ないアニメの一つです。\u001b[22m, \u001b[1mこれは私が実際の終了時に泣きたかったいくつかのアニメの一つです。\u001b[22m\n\u001b[4mThe story line was by far one of the best for anime I have seen.\u001b[24m\n    \u001b[1mストーリー・ラインは、私が見たアニメにとっては最高のもののひとつでした。\u001b[22m, \u001b[1mストーリーラインは、はるかに私が見たアニメのための最高の一つでした。\u001b[22m\n\u001b[4mI remember seeing the preview and thinking that this anime was going to be very stupid.\u001b[24m\n    \u001b[1m私はプレビューを見て、このアニメが非常にばかになると思ったことを覚えています。\u001b[22m, \u001b[1m私は、プレビューを見て、このアニメは非常に愚かなことするつもりだったことを考えて覚えています。\u001b[22m\n\u001b[4mAfter a friend beg me for a month, I watched it.\u001b[24m\n    \u001b[1m友人が1ヶ月間私を懇願した後、私はそれを見ました。\u001b[22m, \u001b[1m友人は月のための私を請うた後、私はそれを見ていました。\u001b[22m\n\u001b[4mI liked it from the very beginning and even more as the series went along.\u001b[24m\n    \u001b[1mシリーズが進むにつれて、私は最初から好きでした。\u001b[22m, \u001b[1m私は非常に最初からそれが好きで、シリーズが一緒に行ったとして、さらに。\u001b[22m\n\u001b[4mIt's one of the anime's I hope everyone gets to watch at some point in their life since it was so enjoyable.\u001b[24m\n    \u001b[1mそれはアニメの1つです。私は誰もがとても楽しいものだったので、彼らの人生のどこかで見ることを望みます。\u001b[22m, \u001b[1mそれは私は誰もがそれはとても楽しかったので、自分の生活の中でいくつかの点で見るために取得します願っアニメのの一つです。\u001b[22m\n\u001b[4mThis anime makes every other seem like a dissapointment.\u001b[24m\n    \u001b[1mこのアニメは、お互いを不平等に見せかけるものです。\u001b[22m, \u001b[1mこのアニメは、他のすべてはdissapointmentのように思われてしまいます。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "SakuraRose",
    "profile": "/profile/SakuraRose/reviews",
    "pages": "30",
    "number": "9",
    "link": "/reviews.php?id=5766",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n概要 -  10のうち10\nデスノートは、おそらく私が暴露された少年アニメの中で最も異なるものです。 過度の戦闘を含む、私が暴露されたすべての少年が、死のノートはよりphyycologicalと猫とマウスです。 それは、私を次のエピソードを見たいと思っているままにして、私の席の端に夢中にしておくと、十分に面白くてサスペンスです。\n\nアート：10点中10点\nデスノートのイラストレーター、大田武は、イラストレーションに多くの仕事を加えました。 彼らは詳細でほとんど気味が悪いほどリアルです。 私は細部への彼の大きな注意によって吹き飛ばされている。 私が謙虚に従うアニメ/マンガの描き方です。\n\nサウンド：10のうち9\n私は、AdultSwim.comで全部のDeath Noteというシリーズのダビングを見ました。それは、これまでに見たアニメの中でも最高のダビングだと言わざるを得ないのです。 声は完全にキャストされますが、時には（まれに）迷惑です。 バッキング音楽は劇的に強力で、アニメには完璧です。\n\nキャラクター：10のうち9\nキャラクターは非常にうまく構成されています。 彼らは、物語を深い観察と個人的な癖で動かしています。  Lのキャラクターのための吸盤です - 私は喜んでそれを認めます - 私はcharacttersでそれを間違いなく見ることができます。 私はまた、そのプロットが進行して豊かになったときに、キャラクターが死のノートのメインシンボルであるリンゴに噛み付くような、核心に剥がされたことを愛しました。\n\n楽しさ：10のうち10\n死のノートは、私が全体を見たアニメだったので、それはとてもよかったです。 私は喜んで、笑って、泣いて、声高になった声が増えていくにつれて、肥厚した複雑なプロットに興奮していました。 私はそれがどれほどうまくいくかを知っています。\n\n全体：10のうち10\n死のノートは、物理的な戦いではなく、心理的および精神的な側面である、少年の別の側面を見たいと思っているファンにおすすめです。 あなたが心のゲームを通して戦っているチャーチャを見たいのなら、あなたの座席の端に来るように調整してください！\n\n\n保護者の警告：\n\n伝説：\n軽度 - 非常に少数のシーン\n中 - 複数のシーン\n強烈なシーン\n極端な - これらのシーンの完全な\n\n暴力\nいくつかの射撃、自殺、そして明らかに死がありますが、戦闘シーンもあります（非常にまれです、死亡ノートのために）。\n\n性別：中程度\nいくつかの暗示的な陰鬱とヌードの場面があります。\n\n言語：中級\nここには何度か誓いがあります。\n\n恐ろしい/濃厚なシーン：極端な\n死の邪魔になる場面や、拷問や束縛の場面がいくつかあります。\n\n評価：M（17+）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOverview-10 out of 10\n\n\u001b[1m概要 -  10のうち10\u001b[22m\n\u001b[1m(Gaiyō - 10 no uchi 10)\u001b[22m\n\nTranslations of \u001b[4mOverview-10 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverview-10 out of 10\u001b[24m\n    \u001b[1m概要 -  10のうち10\u001b[22m, \u001b[1m10のうちの概要-10\u001b[22m\nDeath Note is probably the most different of the shonen anime I have been exposed to. As all the shonen that I have been exposed to, which include excessive combat, Death Note is more phsycological and cat and mouse. It is thoroughly entertaining and suspenseful, keeping me hooked and on the edge of my seat, leaving me eager to see the next episode.\n\n\u001b[1mデスノートは、おそらく私が暴露された少年アニメの中で最も異なるものです。 過度の戦闘を含む、私が暴露されたすべての少年が、死のノートはよりphyycologicalと猫とマウスです。 それは完全に面白いとサスペンス、私の席の端に私を夢中にして、私は次のエピソードを見たいと思ったままにしておく。\u001b[22m\n\u001b[1m(Desunōto wa, osoraku watashi ga bakuro sa reta shōnen anime no naka de mottomo kotonaru monodesu. Kado no sentō o fukumu, watashi ga bakuro sa reta subete no shōnen ga, shi no nōto wa yori phyycological to neko to mausudesu. Sore wa kanzen ni omoshiroi to sasupensu, watashi no seki no hashi ni watashi o muchū ni shite, watashi wa tsugi no episōdo o mitai to omotta mama ni shite oku.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is probably the most different of the shonen anime I have been exposed to. As all the shonen that I have been exposed to, which include excessive combat, Death Note is more phsycological and cat and mouse. It is thoroughly entertaining and suspenseful, keeping me hooked and on the edge of my seat, leaving me eager to see the next episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is probably the most different of the shonen anime I have been exposed to.\u001b[24m\n    \u001b[1mデスノートは、おそらく私が暴露された少年アニメの中で最も異なるものです。\u001b[22m, \u001b[1mデスノートは、おそらく私がにさらされた少年アニメの中で最も異なっています。\u001b[22m\n\u001b[4mAs all the shonen that I have been exposed to, which include excessive combat, Death Note is more phsycological and cat and mouse.\u001b[24m\n    \u001b[1m過度の戦闘を含む、私が暴露されたすべての少年が、死のノートはよりphyycologicalと猫とマウスです。\u001b[22m, \u001b[1m過度の戦闘を含ん私はにさらされているすべての少年として、デスノートは、よりphsycologicalと猫とマウスです。\u001b[22m\n\u001b[4mIt is thoroughly entertaining and suspenseful, keeping me hooked and on the edge of my seat, leaving me eager to see the next episode.\u001b[24m\n    \u001b[1mそれは完全に面白いとサスペンス、私の席の端に私を夢中にして、私は次のエピソードを見たいと思ったままにしておく。\u001b[22m, \u001b[1mこれは、次のエピソードを見て熱心に私を残して、夢中にと私の座席の端に私を保ち、徹底的に面白いとサスペンスです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10 out of 10\n\n\u001b[1mアート：10点中10点\u001b[22m\n\u001b[1m(Āto: 10-Ten-chū 10-ten)\u001b[22m\n\nTranslations of \u001b[4mArt: 10 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10 out of 10\u001b[24m\n    \u001b[1mアート：10点中10点\u001b[22m, \u001b[1mアート：10のうち10\u001b[22m\nDeath Note's Illustrater, Takeshi Obata, put a lot of work into his illustrations. They are detailed and almost eerily realistic. I am blown away by his great attention to detail. It is an anime/manga drawing style that I humbly follow.\n\n\u001b[1mデスノートのイラストレーター、大田武は、イラストレーションに多くの仕事を加えました。 彼らは詳細でほとんど気味が悪いほどリアルです。 私は細部への彼の大きな注意によって吹き飛ばされている。 私が謙虚に従うアニメ/マンガの描き方です。\u001b[22m\n\u001b[1m(Desunōto no irasutorētā, Ōta Takeshi wa, irasutorēshon ni ōku no shigoto o kuwaemashita. Karera wa shōsaide hotondo kimigawarui hodo riarudesu. Watashi wa saibu e no kare no ōkina chūi ni yotte fukitobasa rete iru. Watashi ga kenkyo ni shitagau anime/ manga no kakikatadesu.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note's Illustrater, Takeshi Obata, put a lot of work into his illustrations. They are detailed and almost eerily realistic. I am blown away by his great attention to detail. It is an anime/manga drawing style that I humbly follow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note's Illustrater, Takeshi Obata, put a lot of work into his illustrations.\u001b[24m\n    \u001b[1mデスノートのイラストレーター、大田武は、イラストレーションに多くの仕事を加えました。\u001b[22m, \u001b[1mデスノートのイラストレーター、小畑健は、彼のイラストの中に多くの仕事を入れました。\u001b[22m\n\u001b[4mThey are detailed and almost eerily realistic.\u001b[24m\n    \u001b[1m彼らは詳細でほとんど気味が悪いほどリアルです。\u001b[22m, \u001b[1m彼らは、詳細かつほとんど不気味に現実的です。\u001b[22m\n\u001b[4mI am blown away by his great attention to detail.\u001b[24m\n    \u001b[1m私は細部への彼の大きな注意によって吹き飛ばされている。\u001b[22m, \u001b[1m私は細部への彼の偉大な関心によって吹き飛ばされています。\u001b[22m\n\u001b[4mIt is an anime/manga drawing style that I humbly follow.\u001b[24m\n    \u001b[1m私が謙虚に従うアニメ/マンガの描き方です。\u001b[22m, \u001b[1mそれは私が謙虚に従うアニメ/マンガ描画スタイルです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9 out of 10\n\n\u001b[1mサウンド：10のうち9\u001b[22m\n\u001b[1m(Saundo: 10 No uchi 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9 out of 10\u001b[24m\n    \u001b[1mサウンド：10のうち9\u001b[22m, \u001b[1mサウンド：10のうち9に\u001b[22m\nI watched the Death Note dubbed series in it's entirety on AdultSwim.com and I must say it is the best dubbed anime I have ever watched. The voices are perfectly cast, though sometimes (but rarely) annoying. The backing music is surgingly powerful and perfect for the anime.\n\n\u001b[1m私は、AdultSwim.comで全部のDeath Noteというシリーズのダビングを見ました。それは、これまでに見たアニメの中でも最高のダビングだと言わなければなりません。 声は完全にキャストされますが、時には（まれに）迷惑です。 バッキング音楽は劇的に強力で、アニメには完璧です。\u001b[22m\n\u001b[1m(Watashi wa, AdultSwim. Komu de zenbu no Death Note to iu shirīzu no dabingu o mimashita. Sore wa, kore made ni mita anime no naka demo saikō no dabinguda to iwanakereba narimasen. Koe wa kanzen ni kyasuto sa remasuga, tokiniha (mare ni) meiwakudesu. Bakkingu ongaku wa gekiteki ni kyōryokude, anime ni wa kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI watched the Death Note dubbed series in it's entirety on AdultSwim.com and I must say it is the best dubbed anime I have ever watched. The voices are perfectly cast, though sometimes (but rarely) annoying. The backing music is surgingly powerful and perfect for the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched the Death Note dubbed series in it's entirety on AdultSwim.com and I must say it is the best dubbed anime I have ever watched.\u001b[24m\n    \u001b[1m私は、AdultSwim.comで全部のDeath Noteというシリーズのダビングを見ました。それは、これまでに見たアニメの中でも最高のダビングだと言わなければなりません。\u001b[22m, \u001b[1m私はAdultSwim.comにそれの全体がデスノート吹き替えシリーズを見て、私はそれは私が今まで見た中で最高の吹き替えのアニメであると言わなければなりません。\u001b[22m\n\u001b[4mThe voices are perfectly cast, though sometimes (but rarely) annoying.\u001b[24m\n    \u001b[1m声は完全にキャストされますが、時には（まれに）迷惑です。\u001b[22m, \u001b[1m時々（まれに）迷惑なのに声は完全に、鋳造されます。\u001b[22m\n\u001b[4mThe backing music is surgingly powerful and perfect for the anime.\u001b[24m\n    \u001b[1mバッキング音楽は劇的に強力で、アニメには完璧です。\u001b[22m, \u001b[1mバッキング音楽はsurginglyパワフルやアニメに最適です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 9 out of 10\n\n\u001b[1mキャラクター：10のうち9\u001b[22m\n\u001b[1m(Kyarakutā: 10 No uchi 9)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 9 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 9 out of 10\u001b[24m\n    \u001b[1mキャラクター：10のうち9\u001b[22m, \u001b[1mキャラクター：9 10のうち\u001b[22m\nThe Charachters are very well-constructed. They keep the story moving with their in-depth observations and personal quirks. Being a sucker for the charachter of L--I gladly admit it--I can definitely see that in the charachters. I also loved that when the plot was enriched in its progression, the charachters were stripped away to their core, like biting into an apple, the main symbol of Death Note.\n\n\u001b[1mキャラクターは非常にうまく構成されています。 彼らは、物語を深い観察と個人的な癖で動かしています。  Lのキャラクターのための吸盤です - 私は喜んでそれを認めます - 私はcharacttersでそれを間違いなく見ることができます。 私はまた、そのプロットが進行して豊かになったときに、キャラクターが死のノートのメインシンボルであるリンゴに噛み付くような、核心に剥がされたことを愛しました。\u001b[22m\n\u001b[1m(Kyarakutā wa hijō ni umaku kōsei sa rete imasu. Karera wa, monogatari o fukai kansatsu to kojin-tekina kuse de ugokashite imasu. L no kyarakutā no tame no kyūbandesu - watashi wa yorokonde sore o mitomemasu - watashi wa charactters de sore o machigainaku miru koto ga dekimasu. Watashi wa mata, sono purotto ga shinkō shite yutaka ni natta toki ni, kyarakutā ga shi no nōto no mein shinborudearu ringo ni kamitsuku yōna, kakushin ni hagasa reta koto o aishimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe Charachters are very well-constructed. They keep the story moving with their in-depth observations and personal quirks. Being a sucker for the charachter of L--I gladly admit it--I can definitely see that in the charachters. I also loved that when the plot was enriched in its progression, the charachters were stripped away to their core, like biting into an apple, the main symbol of Death Note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Charachters are very well-constructed.\u001b[24m\n    \u001b[1mキャラクターは非常にうまく構成されています。\u001b[22m, \u001b[1mCharachtersは非常にうまく構成されています。\u001b[22m\n\u001b[4mThey keep the story moving with their in-depth observations and personal quirks.\u001b[24m\n    \u001b[1m彼らは、物語を深い観察と個人的な癖で動かしています。\u001b[22m, \u001b[1m彼らは綿密な観察と個人的な癖で移動する話を続けます。\u001b[22m\n\u001b[4mBeing a sucker for the charachter of L--I gladly admit it--I can definitely see that in the charachters.\u001b[24m\n    \u001b[1mLのキャラクターのための吸盤です - 私は喜んでそれを認めます - 私はcharacttersでそれを間違いなく見ることができます。\u001b[22m, \u001b[1mLのcharachterのための吸盤である - 私は喜んでそれを認める - 私は間違いなくcharachtersでそれを見ることができます。\u001b[22m\n\u001b[4mI also loved that when the plot was enriched in its progression, the charachters were stripped away to their core, like biting into an apple, the main symbol of Death Note.\u001b[24m\n    \u001b[1m私はまた、そのプロットが進行して豊かになったときに、キャラクターが死のノートのメインシンボルであるリンゴに噛み付くような、核心に剥がされたことを愛しました。\u001b[22m, \u001b[1m私はまた、プロットは、その進行に富んでいたとき、charachtersはリンゴ、デスノートのメインシンボルに食い込むように、彼らのコアに剥ぎ取られたことを愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10 out of 10\n\n\u001b[1m楽しさ：10のうち10\u001b[22m\n\u001b[1m(Tanoshisa: 10 No uchi 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10 out of 10\u001b[24m\n    \u001b[1m楽しさ：10のうち10\u001b[22m\nDeath Note was an anime I watched in its entirety it was so good. I reveled, laughed, cried and was even thrilled by the thickening and complex plot as more and more of the charachters were revealed. I get chills at how good it gets.\n\n\u001b[1m死のノートは、私が全体を見たアニメだったので、それはとてもよかったです。 私は喜んで、笑って、泣いて、声高になった声が増えていくにつれて、肥厚した複雑なプロットに興奮していました。 私はそれがどれほどうまくいくかを知っています。\u001b[22m\n\u001b[1m(Shi no nōto wa, watashi ga zentai o mita animedattanode, sore wa totemo yokattadesu. Watashi wa yorokonde, waratte, naite, kowadaka ni natta koe ga fuete iku ni tsurete, hikō shita fukuzatsuna purotto ni kōfun shite imashita. Watashi wa sore ga dorehodo umaku iku ka o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note was an anime I watched in its entirety it was so good. I reveled, laughed, cried and was even thrilled by the thickening and complex plot as more and more of the charachters were revealed. I get chills at how good it gets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note was an anime I watched in its entirety it was so good.\u001b[24m\n    \u001b[1m死のノートは、私が全体を見たアニメだったので、それはとてもよかったです。\u001b[22m, \u001b[1mデスノートは、私はそれがとてもよかった、その全体を見たアニメでした。\u001b[22m\n\u001b[4mI reveled, laughed, cried and was even thrilled by the thickening and complex plot as more and more of the charachters were revealed.\u001b[24m\n    \u001b[1m私は喜んで、笑って、泣いて、声高になった声が増えていくにつれて、肥厚した複雑なプロットに興奮していました。\u001b[22m, \u001b[1m私は、確かめた笑った、泣いたとcharachtersのますます多くが明らかにされたとして肥厚と複雑なプロットによってさえも喜んでいました。\u001b[22m\n\u001b[4mI get chills at how good it gets.\u001b[24m\n    \u001b[1m私はそれがどれほどうまくいくかを知っています。\u001b[22m, \u001b[1m私はそれを取得良い方法で悪寒を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10 out of 10\n\n\u001b[1m全体：10のうち10\u001b[22m\n\u001b[1m(Zentai: 10 No uchi 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10 out of 10\u001b[24m\n    \u001b[1m全体：10のうち10\u001b[22m\nDeath Note is reccomended for those fans who like to see a different side of shonen, the side that isn't physical combat, but psychological and mental puzzles. If you like seeing charachters fighting through mind games, then tune in and be prepared to be on the edge of your seat!!!\n\n\u001b[1m死のノートは、物理的な戦いではなく、心理的および精神的な側面である、少年の別の側面を見たいと思っているファンにおすすめです。 あなたが心のゲームを通して戦っているチャーチャを見たいのなら、あなたの座席の端に来るように調整してください！\u001b[22m\n\u001b[1m(Shi no nōto wa, butsuri-tekina tatakaide wa naku, shinri-teki oyobi seishin-tekina sokumendearu, shōnen no betsu no sokumen o mitai to omotte iru fan ni osusumedesu. Anata ga kokoro no gēmu o tōshite tatakatte iru chācha o mitai nonara, anata no zaseki no hashi ni kuru yō ni chōsei shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is reccomended for those fans who like to see a different side of shonen, the side that isn't physical combat, but psychological and mental puzzles. If you like seeing charachters fighting through mind games, then tune in and be prepared to be on the edge of your seat!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is reccomended for those fans who like to see a different side of shonen, the side that isn't physical combat, but psychological and mental puzzles.\u001b[24m\n    \u001b[1m死のノートは、物理的な戦いではなく、心理的および精神的な側面である、少年の別の側面を見たいと思っているファンにおすすめです。\u001b[22m, \u001b[1mデスノートは、物理的な戦闘が、心理的、精神的なパズルではない側を少年の異なる側面を見てみたい、それらのファンのためにreccomendedされます。\u001b[22m\n\u001b[4mIf you like seeing charachters fighting through mind games, then tune in and be prepared to be on the edge of your seat!!!\u001b[24m\n    \u001b[1mあなたが心のゲームを通して戦っているチャーチャを見たいのなら、あなたの座席の端に来るように調整してください！\u001b[22m, \u001b[1mあなたの心のゲームを通して戦っcharachtersを見て好きなら、その後でのチューニングとは、あなたの席の端になるように調製すること！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nParental Warnings:\n\n\u001b[1m保護者の警告：\u001b[22m\n\u001b[1m(Hogo-sha no keikoku:)\u001b[22m\n\nTranslations of \u001b[4mParental Warnings:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mParental Warnings:\u001b[24m\n    \u001b[1m保護者の警告：\u001b[22m, \u001b[1m親の警告：\u001b[22m\n\u001b[1m\u001b[22m\nLegend:\n\n\u001b[1m伝説：\u001b[22m\n\u001b[1m(Densetsu:)\u001b[22m\n\nDefinitions of \u001b[4mLegend:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    伝説\u001b[22m\n        legend, tradition, folklore\n\u001b[1m    神話\u001b[22m\n        mythology, myth, legend\n\u001b[1m    伝承\u001b[22m\n        tradition, lore, folklore, legend\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    昔話\u001b[22m\n        legend, folklore\n\u001b[1m    伝\u001b[22m\n        communication, biography, legend, intermediary, good offices, connections\n\u001b[1m    伝え\u001b[22m\n        legend, tradition\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m    記録\u001b[22m\n        record, document, history, report, chronicle, archive\n\u001b[1m    伝え話\u001b[22m\n        legend\n\u001b[1m    言い来り\u001b[22m\n        legend, tradition, saga\nMild-very few scenes\n\n\u001b[1m軽度 - 非常に少数のシーン\u001b[22m\n\u001b[1m(Keido - hijō ni shōsū no shīn)\u001b[22m\n\nTranslations of \u001b[4mMild-very few scenes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMild-very few scenes\u001b[24m\n    \u001b[1m軽度 - 非常に少数のシーン\u001b[22m, \u001b[1m軽度から非常に少数のシーン\u001b[22m\nModerate-Several scenes\n\n\u001b[1m中 - 複数のシーン\u001b[22m\n\u001b[1m(Naka - fukusū no shīn)\u001b[22m\n\nTranslations of \u001b[4mModerate-Several scenes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mModerate-Several scenes\u001b[24m\n    \u001b[1m中 - 複数のシーン\u001b[22m, \u001b[1m中等度、いくつかのシーン\u001b[22m\nStrong-Many Scenes\n\n\u001b[1m強烈なシーン\u001b[22m\n\u001b[1m(Kyōretsuna shīn)\u001b[22m\n\nTranslations of \u001b[4mStrong-Many Scenes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStrong-Many Scenes\u001b[24m\n    \u001b[1m強烈なシーン\u001b[22m, \u001b[1m強い、多くのシーン\u001b[22m\nExtreme-Full of these scenes\n\n\u001b[1m極端な - これらのシーンの完全な\u001b[22m\n\u001b[1m(Kyokutan'na - korera no shīn no kanzen'na)\u001b[22m\n\nTranslations of \u001b[4mExtreme-Full of these scenes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExtreme-Full of these scenes\u001b[24m\n    \u001b[1m極端な - これらのシーンの完全な\u001b[22m, \u001b[1mこれらのシーンのエクストリームフル\u001b[22m\n\u001b[1m\u001b[22m\nViolence: Strong\n\n\u001b[1m暴力\u001b[22m\n\u001b[1m(Bōryoku)\u001b[22m\n\nTranslations of \u001b[4mViolence: Strong\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mViolence: Strong\u001b[24m\n    \u001b[1m暴力\u001b[22m, \u001b[1m暴力：強いです\u001b[22m\nThere are several shootings, suicide and, obviously, deaths, as well as a combat scene (very rare, for death note).\n\n\u001b[1mいくつかの射撃、自殺、そして明らかに死がありますが、戦闘シーンもあります（非常にまれです、死亡ノートのために）。\u001b[22m\n\u001b[1m(Ikutsu ka no shageki, jisatsu, soshite akiraka ni shi ga arimasuga, sentō shīn mo arimasu (hijō ni maredesu, shibō nōto no tame ni).)\u001b[22m\n\nTranslations of \u001b[4mThere are several shootings, suicide and, obviously, deaths, as well as a combat scene (very rare, for death note).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are several shootings, suicide and, obviously, deaths, as well as a combat scene (very rare, for death note).\u001b[24m\n    \u001b[1mいくつかの射撃、自殺、そして明らかに死がありますが、戦闘シーンもあります（非常にまれです、死亡ノートのために）。\u001b[22m, \u001b[1m（死のノートのための非常にまれな、）いくつかの銃撃、自殺と、明らかに、死亡だけでなく、戦闘シーンがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSex: Moderate\n\n\u001b[1m性別：中程度\u001b[22m\n\u001b[1m(Seibetsu: Naka-teido)\u001b[22m\n\nTranslations of \u001b[4mSex: Moderate\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSex: Moderate\u001b[24m\n    \u001b[1m性別：中程度\u001b[22m, \u001b[1mセックス：穏健派\u001b[22m\nThere are some suggestive innuendos and a scene of nudity.\n\n\u001b[1mいくつかの暗示的な陰鬱とヌードの場面があります。\u001b[22m\n\u001b[1m(Ikutsu ka no anji-tekina in'utsu to nūdo no bamen ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are some suggestive innuendos and a scene of nudity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are some suggestive innuendos and a scene of nudity.\u001b[24m\n    \u001b[1mいくつかの暗示的な陰鬱とヌードの場面があります。\u001b[22m, \u001b[1mいくつかの挑発innuendosとヌードのシーンがあります。\u001b[22m\n\u001b[1m\u001b[22m\nLanguage: Moderate\n\n\u001b[1m言語：中級\u001b[22m\n\u001b[1m(Gengo: Chūkyū)\u001b[22m\n\nTranslations of \u001b[4mLanguage: Moderate\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLanguage: Moderate\u001b[24m\n    \u001b[1m言語：中級\u001b[22m, \u001b[1m言語：穏健派\u001b[22m\nThere is some occasional swearing here and there.\n\n\u001b[1mここには何度か誓いがあります。\u001b[22m\n\u001b[1m(Koko ni wa nando ka chikai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is some occasional swearing here and there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is some occasional swearing here and there.\u001b[24m\n    \u001b[1mここには何度か誓いがあります。\u001b[22m, \u001b[1mここにあるいくつかの時折の宣誓があります。\u001b[22m\n\u001b[1m\u001b[22m\nFrightening/Intense scenes: Extreme\n\n\u001b[1m恐ろしい/濃厚なシーン：極端な\u001b[22m\n\u001b[1m(Osoroshī/ nōkōna shīn: Kyokutan'na)\u001b[22m\n\nTranslations of \u001b[4mFrightening/Intense scenes: Extreme\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrightening/Intense scenes: Extreme\u001b[24m\n    \u001b[1m恐ろしい/濃厚なシーン：極端な\u001b[22m, \u001b[1m恐ろしい/激しいシーン：エクストリーム\u001b[22m\nThere are scenes of disturbing deaths throughout, and a few scenes of torture and bondage.\n\n\u001b[1m死の邪魔になる場面や、拷問や束縛の場面がいくつかあります。\u001b[22m\n\u001b[1m(Shi no jamaninaru bamen ya, gōmon ya sokubaku no bamen ga ikutsu ka arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are scenes of disturbing deaths throughout, and a few scenes of torture and bondage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are scenes of disturbing deaths throughout, and a few scenes of torture and bondage.\u001b[24m\n    \u001b[1m死の邪魔になる場面や、拷問や束縛の場面がいくつかあります。\u001b[22m, \u001b[1m全体に不穏な死の場面、そして拷問や奴隷のいくつかのシーンがあります。\u001b[22m\n\u001b[1m\u001b[22m\nRating: M (17+)\n\n\u001b[1m評価：M（17+）\u001b[22m\n\u001b[1m(Hyōka: M (17 +))\u001b[22m\n\nTranslations of \u001b[4mRating: M (17+)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating: M (17+)\u001b[24m\n    \u001b[1m評価：M（17+）\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Alejandro",
    "profile": "/profile/Alejandro/reviews",
    "pages": "30",
    "number": "10",
    "link": "/reviews.php?id=6271",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nこれは私の人生で見た中で最高のアニメです。 主人公は天才で、物語はとても元気です。  LとKiraの間の精神的な戦いにはサスペンス、驚き、アピオンがあり、とても面白いです。 絵は非常に良いです、音楽は物語のすべての部分を伴いますが、このアニメは歴史が信じられないほどです。\nノート内に名前を書くだけで、人を殺す可能性は、悪意のある人を殺すことが良いかどうかの議論を呼び起こす。\n合計すると、100％が推奨されます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is the best anime I have seen in my life. The main characters are genius and the story is very original. The psychical fight between L and Kira has suspense, surprise, accion and is very entertaining. The drawings are very good, the music accompanies every part of the story, but most of all, this anime is incredible because history catches whoever, without concerning the age of that person.\n\n\u001b[1mこれは私の人生で見た中で最高のアニメです。 主人公は天才で、物語はとても元気です。  LとKiraの間の精神的な戦いにはサスペンス、驚き、アピオンがあり、とても面白いです。 絵は非常に良いです、音楽は物語のすべての部分を伴いますが、このアニメは歴史が信じられないほどです。\u001b[22m\n\u001b[1m(Kore wa watashinojinsei de mita naka de saikō no animedesu. Shujinkō wa tensai de, monogatari wa totemo genkidesu. L to Kira no ma no seishin-tekina tatakai ni wa sasupensu, odoroki, apion ga ari, totemo omoshiroidesu. E wa hijō ni yoidesu, ongaku wa monogatari no subete no bubun o tomonaimasuga, kono anime wa rekishi ga shinji rarenai hododesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the best anime I have seen in my life. The main characters are genius and the story is very original. The psychical fight between L and Kira has suspense, surprise, accion and is very entertaining. The drawings are very good, the music accompanies every part of the story, but most of all, this anime is incredible because history catches whoever, without concerning the age of that person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the best anime I have seen in my life.\u001b[24m\n    \u001b[1mこれは私の人生で見た中で最高のアニメです。\u001b[22m, \u001b[1mこれは私が私の人生で見た中で最高のアニメです。\u001b[22m\n\u001b[4mThe main characters are genius and the story is very original.\u001b[24m\n    \u001b[1m主人公は天才で、物語はとても元気です。\u001b[22m, \u001b[1m主人公は天才であり、物語は非常にオリジナルです。\u001b[22m\n\u001b[4mThe psychical fight between L and Kira has suspense, surprise, accion and is very entertaining.\u001b[24m\n    \u001b[1mLとKiraの間の精神的な戦いにはサスペンス、驚き、アピオンがあり、とても面白いです。\u001b[22m, \u001b[1mLとキラの間の精神の戦いはサスペンス、驚き、アクシオンがあり、非常に面白いです。\u001b[22m\n\u001b[4mThe drawings are very good, the music accompanies every part of the story, but most of all, this anime is incredible because history catches whoever, without concerning the age of that person.\u001b[24m\n    \u001b[1m絵は非常に良いです、音楽は物語のすべての部分を伴いますが、このアニメは歴史が信じられないほどです。\u001b[22m, \u001b[1m図面は、音楽が物語のすべての部分を伴う、非常に良いですが、歴史はその人の年齢に関することなく、誰をキャッチするため、すべてのほとんどは、このアニメはすごいですね。\u001b[22m\nThe possibility of killing persons, only writing their names in the note, raises the discussion of if is good to kill bad persons or not.\n\n\u001b[1mノート内に名前を書くだけで、人を殺す可能性は、悪意のある人を殺すことが良いかどうかの議論を呼び起こす。\u001b[22m\n\u001b[1m(Nōto-nai ni namae o kaku dake de, hito o korosu kanōsei wa, akui no aru hito o korosu koto ga yoi ka dō ka no giron o yobiokosu.)\u001b[22m\n\nTranslations of \u001b[4mThe possibility of killing persons, only writing their names in the note, raises the discussion of if is good to kill bad persons or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe possibility of killing persons, only writing their names in the note, raises the discussion of if is good to kill bad persons or not.\u001b[24m\n    \u001b[1mノート内に名前を書くだけで、人を殺す可能性は、悪意のある人を殺すことが良いかどうかの議論を呼び起こす。\u001b[22m, \u001b[1m唯一のノートに自分の名前を書いて、人々を殺す可能性が、悪い人やないを殺すために良い場合の議論を提起します。\u001b[22m\nSumming, 100% recommended.\n\n\u001b[1m合計すると、100％が推奨されます。\u001b[22m\n\u001b[1m(Gōkei suru to, 100-pāsento ga suishō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mSumming, 100% recommended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSumming, 100% recommended.\u001b[24m\n    \u001b[1m合計すると、100％が推奨されます。\u001b[22m, \u001b[1m要約すると、100％をお勧めします。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "theobviousalias",
    "profile": "/profile/theobviousalias/reviews",
    "pages": "30",
    "number": "11",
    "link": "/reviews.php?id=6989",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n死のノートは、すべての境界を越えるアニメ（そしてマンガ）です。 そのキャラクターは信じられていて興味深いもので、前に見たことのないように - 主人公のライトは殺人者であり、アンタゴニストは法律のために戦っている人です。 しかし、それは両側に訴えるものであり、視聴者が選択するのは難しい。\n\nすべてのキャラクターには、数千人、多分数百万人の人々（チョコレートの愛やあなたの快適さのために少し違うことをする必要があるなど）に辿り着けることができる資質や癖がありますが、 興味をそそる。 これらの驚くべきキャラクターの心の中の見方は、いつでもあなた自身のために考えられています。他の世界の死神の心に（これらの洞察がどれほど簡単であろうと）\n\nプロットはリベットとサスペンスであり、あなたが超自然的な側面を好んでいるかどうかは、そのようなことを忘れることは間違いないと思います。  1つは、24時間以内にシリーズ全体を見ました。間違いなく、ページターナーと同等のビデオです。 聖書のようなものには、宗教的な物語ではなく、多くの興味深い言及があります。神になりたい主人公とは関係なく、完全に参考になるように管理しています。\n\n全体的に見ると、このアニメは誰のためのものでもありません。あなたがアニメスタイルか超自然的なジャンルかに関わらず、インスタントクラシックとそのような素晴らしいストーリーです。 それについてのすべてが積極的に驚異的です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is an anime (and manga) that surpasses all boundaries. Its characters are believable and interesting, and like no other seen before--The protagonist, Light, is the killer, and the antagonist(s) are the ones fighting for the law. It appeals to both sides, however, and makes it hard for the viewer to choose.\n\n\u001b[1m死のノートは、すべての境界を越えるアニメ（そしてマンガ）です。 そのキャラクターは信じられていて興味深いもので、前に見たことのないように - 主人公のライトは殺人者であり、アンタゴニストは法律のために戦っている人です。 しかし、それは両側に訴えるものであり、視聴者が選択するのは難しい。\u001b[22m\n\u001b[1m(Shi no nōto wa, subete no kyōkai o koeru anime (soshite manga)desu. Sono kyarakutā wa shinji rarete ite kyōmibukai mono de, mae ni mita koto no nai yō ni - shujinkō no raito wa satsujin-shadeari, antagonisuto wa hōritsu no tame ni tatakatte iru hitodesu. Shikashi, soreha ryōsoku ni uttaeru monodeari, shichō-sha ga sentaku suru no wa muzukashī.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is an anime (and manga) that surpasses all boundaries. Its characters are believable and interesting, and like no other seen before--The protagonist, Light, is the killer, and the antagonist(s) are the ones fighting for the law. It appeals to both sides, however, and makes it hard for the viewer to choose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is an anime (and manga) that surpasses all boundaries.\u001b[24m\n    \u001b[1m死のノートは、すべての境界を越えるアニメ（そしてマンガ）です。\u001b[22m, \u001b[1mデスノートは、全ての境界を超えアニメ（や漫画）です。\u001b[22m\n\u001b[4mIts characters are believable and interesting, and like no other seen before--The protagonist, Light, is the killer, and the antagonist(s) are the ones fighting for the law.\u001b[24m\n    \u001b[1mそのキャラクターは信じられていて興味深いもので、前に見たことのないように - 主人公のライトは殺人者であり、アンタゴニストは法律のために戦っている人です。\u001b[22m, \u001b[1mその文字は、信じられないと面白いです、と前に見た他のような - 主人公、ライト、キラー、およびアンタゴニスト（複数可）は、法律のために戦ったものです。\u001b[22m\n\u001b[4mIt appeals to both sides, however, and makes it hard for the viewer to choose.\u001b[24m\n    \u001b[1mしかし、それは両側に訴えるものであり、視聴者が選択するのは難しい。\u001b[22m, \u001b[1mしかし、両側にアピールし、それが難しい視聴者が選択できるようになります。\u001b[22m\n\u001b[1m\u001b[22m\nAll of the characters have qualities and mannerisms we can traces to thousands, maybe millions of people (such as a love for chocolate or the need to do something a little different for your comfort), but do it in such a way that it seems unique and intriguing. The looks into the minds of these amazing characters is always thought-provoking for yourself, too--not to mention when it looks into the mind of otherworldly Shinigami (no matter how brief all of these insights may be).\n\n\u001b[1mすべてのキャラクターには、数千人、多分数百万人の人々（チョコレートの愛やあなたの快適さのために少し違うことをする必要があるなど）に辿り着けることができる資質や癖がありますが、 興味をそそる。 これらの驚くべきキャラクターの心の中の見方は、いつでもあなた自身のために考えられています。他の世界の死神の心に（これらの洞察がどれほど簡単であろうと）\u001b[22m\n\u001b[1m(Subete no kyarakutā ni wa, sū sen-ri, tabun sū hyaku man-ri no hitobito (chokorēto no ai ya anata no kaiteki-sa no tame ni sukoshi chigau koto o suruhitsuyōgāru nado) ni tadori tsukeru koto ga dekiru shishitsu ya kuse ga arimasuga, kyōmi o sosoru. Korera no odorokubeki kyarakutā no kokoronouchi no mikata wa, itsu demo anata jishin no tame ni kangae rarete imasu. Hoka no sekai no shinigami no kokoro ni (korera no dōsatsu ga dorehodo kantandearou to))\u001b[22m\n\nTranslations of \u001b[4mAll of the characters have qualities and mannerisms we can traces to thousands, maybe millions of people (such as a love for chocolate or the need to do something a little different for your comfort), but do it in such a way that it seems unique and intriguing. The looks into the minds of these amazing characters is always thought-provoking for yourself, too--not to mention when it looks into the mind of otherworldly Shinigami (no matter how brief all of these insights may be).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of the characters have qualities and mannerisms we can traces to thousands, maybe millions of people (such as a love for chocolate or the need to do something a little different for your comfort), but do it in such a way that it seems unique\u001b[24m\n    \u001b[1mすべてのキャラクターには、数千人、多分数百万人の人々（チョコレートの愛やあなたの快適さのために少し違うことをする必要があるなど）に辿り着けることができる資質や癖がありますが、\u001b[22m, \u001b[1m文字のすべては、私たちがトレース数千、多分（そのようなチョコレートのための愛や、あなたの快適さのために少し違う何かをする必要性など）何百万人もの人々が、そのような方法でそれを行うには、ユニークなようでできること資質や癖を持っています\u001b[22m\n\u001b[4mand intriguing.\u001b[24m\n    \u001b[1m興味をそそる。\u001b[22m, \u001b[1mそして、興味をそそります。\u001b[22m\n\u001b[4mThe looks into the minds of these amazing characters is always thought-provoking for yourself, too--not to mention when it looks into the mind of otherworldly Shinigami (no matter how brief all of these insights may be).\u001b[24m\n    \u001b[1mこれらの驚くべきキャラクターの心の中の見方は、いつでもあなた自身のために考えられています。他の世界の死神の心に（これらの洞察がどれほど簡単であろうと）\u001b[22m, \u001b[1mこれらの素晴らしい文字の心へのルックスは、常に考えさせされすぎて、自分のために - それは（これらの洞察力のすべてがいかに簡単に関係なく）別世界の死神の心に見えないときは言うまでもありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is riveting and suspenseful, and whether or not you like supernatural aspects you're sure to forget such a thing is so unnatural as a notebook of death. I, for one, watched the entire series within a 24 hour period--it's definitely the video equivalent of a page-turner. It has many interesting allusions to such things as the Bible, while not being a religious story--regardless of the main character wanting to be a God--it manages to fit in the references perfectly.\n\n\u001b[1mプロットはリベットとサスペンスであり、あなたが超自然的な側面を好んでいるかどうかは、そのようなことを忘れることは間違いないと思います。  1つは、24時間以内にシリーズ全体を見ました。間違いなく、ページターナーと同等のビデオです。 聖書のようなものには、宗教的な物語ではなく、多くの興味深い言及があります。神になりたい主人公にかかわらず、参照に完全に収まるように管理します。\u001b[22m\n\u001b[1m(Purotto wa ribetto to sasupensudeari, anata ga chō shizen-tekina sokumen o kononde iru ka dō ka wa, sono yōna koto o wasureru koto wa machigainai to omoimasu. 1Tsu wa, 24-jikan inai ni shirīzu zentai o mimashita. Machigainaku, pējitānā to dōtō no bideodesu. Seisho no yōna mono ni wa, shūkyō-tekina monogataride wa naku, ōku no kyōmibukai genkyū ga arimasu. Kami ni naritai shujinkō ni kakawarazu, sanshō ni kanzen ni osamaru yō ni kanri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is riveting and suspenseful, and whether or not you like supernatural aspects you're sure to forget such a thing is so unnatural as a notebook of death. I, for one, watched the entire series within a 24 hour period--it's definitely the video equivalent of a page-turner. It has many interesting allusions to such things as the Bible, while not being a religious story--regardless of the main character wanting to be a God--it manages to fit in the references perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is riveting and suspenseful, and whether or not you like supernatural aspects you're sure to forget such a thing is so unnatural as a notebook of death.\u001b[24m\n    \u001b[1mプロットはリベットとサスペンスであり、あなたが超自然的な側面を好んでいるかどうかは、そのようなことを忘れることは間違いないと思います。\u001b[22m, \u001b[1mプロットは、リベットやサスペンスで、あなたは超自然的な側面を好きかどうか、あなたはそのようなことは死のノートブックとしてとても不自然であることを忘れことを確認しています。\u001b[22m\n\u001b[4mI, for one, watched the entire series within a 24 hour period--it's definitely the video equivalent of a page-turner.\u001b[24m\n    \u001b[1m1つは、24時間以内にシリーズ全体を見ました。間違いなく、ページターナーと同等のビデオです。\u001b[22m, \u001b[1m私は、1のために、24時間以内に全シリーズを見て - それは間違いなく、ページターナーの映像と同等です。\u001b[22m\n\u001b[4mIt has many interesting allusions to such things as the Bible, while not being a religious story--regardless of the main character wanting to be a God--it manages to fit in the references perfectly.\u001b[24m\n    \u001b[1m聖書のようなものには、宗教的な物語ではなく、多くの興味深い言及があります。神になりたい主人公にかかわらず、参照に完全に収まるように管理します。\u001b[22m, \u001b[1mそれは宗教的な話ではないながら、聖書のようなものに多くの興味深い暗示があります - に関係なく、主人公が神になりたいの - それは完全に参考文献に収まるように管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this anime is for anyone--regardless of whether you like the anime style, or the supernatural genre, it's an instant classic and such an amazing story, you shouldn't pass it up. Everything about it is positively astounding.\n\n\u001b[1m全体的に見ると、このアニメは誰のためのものでもありません。あなたがアニメスタイルか超自然的なジャンルかに関わらず、インスタントクラシックとそのような素晴らしいストーリーです。 それについてのすべてが積極的に驚異的です。\u001b[22m\n\u001b[1m(Zentai-teki ni miru to, kono anime wa dare no tame no monode mo arimasen. Anata ga anime sutairu ka chō shizen-tekina janru ka ni kakawarazu, insutantokurashikku toso no yōna subarashī sutōrīdesu. Sore ni tsuite no subete ga sekkyokutekini kyōi-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this anime is for anyone--regardless of whether you like the anime style, or the supernatural genre, it's an instant classic and such an amazing story, you shouldn't pass it up. Everything about it is positively astounding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this anime is for anyone--regardless of whether you like the anime style, or the supernatural genre, it's an instant classic and such an amazing story, you shouldn't pass it up.\u001b[24m\n    \u001b[1m全体的に見ると、このアニメは誰のためのものでもありません。あなたがアニメスタイルか超自然的なジャンルかに関わらず、インスタントクラシックとそのような素晴らしいストーリーです。\u001b[22m, \u001b[1m全体的に、このアニメは誰のためである - に関係なく、あなたはアニメのスタイル、または超自然ジャンルが好きかどうか、それはインスタント古典的だと、このような素晴らしい物語は、あなたがそれを渡すべきではありません。\u001b[22m\n\u001b[4mEverything about it is positively astounding.\u001b[24m\n    \u001b[1mそれについてのすべてが積極的に驚異的です。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Mazzmoney",
    "profile": "/profile/Mazzmoney/reviews",
    "pages": "30",
    "number": "12",
    "link": "/reviews.php?id=101099",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\nストーリーは35/100、キャラクターは35/100、サウンドは15/100、アニメーションは15/100です。\n\nストーリー -  28/35  - ストーリーは非常に独創的で、特にshounenシリーズのものでした。 物理的な戦いの代わりに、このショーは精神的な戦い、または心のゲームを選んだ。 あなたは本当に次に何が起こるかを決して知らなかったし、ショーが猫とマウスの流れを追っている間に、あなたは誰が猫になるのか、誰がマウスになるのかは決して知らなかった。 このショーでは、同様の地位にいるとすればどんなことをするのかという疑問も浮き彫りになりました。 悲しいことに、私はシリーズの執筆がノーズダイビングをしたと思うので、ニアとメロの弧の大ファンではありませんでした。 キャラクターもプロットの利便性、とりわけライトのために愚かになり始めた。 個人的には、もしエピソード25/26の周りで終わってしまったら、ショーについてもっとすばらしいことを言うだろう。\n\nキャラクター -  29/35  - 私はキャラクターとしてライト・ヤガミが本当に好きです。 あなたはほとんど彼がやっていたことに同意したい。  Lも同様に魅力的です。 本当に、多くのキャラクターは良いですが、2人だけが本当に際立っています。  MisaやMatsudaのような厄介なキャラクターもかなりあります。私はすでに近所のMello弧の嫌悪感を表明しています。なぜならそれほど理由はありません。 また、重要な人を追跡しようとする人々のグループのために、ほとんどの時間はかなり控えているようです。 私は彼らが少しでもプロフェッショナルではないと感じました。 全体的に、平均以上の文字のキャスト\n\nサウンド -  14/15  - 音楽は本当に良かったですが、少し外れていると感じました。 光がそのポテトチップを食べていたときにコーラスが必要ではなかったことに私たちは皆同意することができます。 オープニングとエンディングの曲は特に良かったです。\nほとんどの人は、ショーのイングリッシュ・ダブが、おそらく日本人に匹敵するほど良いと同意するでしょう。 あなたがLightやLの声などを本当に嫌っていない限り、英語で見ることをお勧めします。\n\nアニメーション -  13/15  - アニメーションは非常にしっかりしていました。 私はまた、ディレクターがLを表現するために赤と青を表現するためにRedを使用する方法を本当に好きです。それは素晴らしい効果でした。\n\n全体的に -  84/100  - 私はデスノートが大好きです。 それは本当にアニメの私の見通しを変え、私が今日好きなショーの種類を成形するのを助けたシリーズの一つでした。 しかし、私はそれが特にストーリー部門の欠点を無視することはできません。 私はこれが最後の弧のためでないなら、これが潜在的な古典であると考えています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is a Review out of 100. 35/100 for Story, 35/100 for Characters, 15/100 for Sound, 15/100 for Animation.\n\n\u001b[1mストーリーは35/100、キャラクターは35/100、サウンドは15/100、アニメーションは15/100です。\u001b[22m\n\u001b[1m(Sutōrī wa 35/ 100, kyarakutā wa 35/ 100, saundo wa 15/ 100, animēshon wa 15/ 100desu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a Review out of 100. 35/100 for Story, 35/100 for Characters, 15/100 for Sound, 15/100 for Animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a Review out of 100. 35/100 for Story, 35/100 for Characters, 15/100 for Sound, 15/100 for Animation.\u001b[24m\n    \u001b[1mストーリーは35/100、キャラクターは35/100、サウンドは15/100、アニメーションは15/100です。\u001b[22m, \u001b[1mこれはストーリー、キャラクターのための100分の35、Soundの15/100、アニメーションのための15/100のための100 100分の35のうちレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 28/35 - The story was very original, especially for a shounen series. Instead of physical fights, this show opted for mental fights, or mind games. You never really knew what would happen next, and while the show followed a cat vs mouse flow, you never knew who was gonna be the cat and who was gonna be the mouse. The show also brought up the question of what you would do if you were in a similar position of power, and shows how easily power can corrupt people. Sadly, I was not a big fan of the Near and Mello arc, as I think the writing in the series took a nose dive. Characters also started getting stupid for plot convenience, especially Light. Personally, I'd have a lot more nice things to say about the show if it would have ended around episode 25/26.\n\n\u001b[1mストーリー -  28/35  - ストーリーは非常に独創的で、特にshounenシリーズのものでした。 物理的な戦いの代わりに、このショーは精神的な戦い、または心のゲームを選んだ。 あなたは本当に次に何が起こるかを決して知らなかったし、ショーが猫とマウスの流れを追っている間に、あなたは誰が猫になるのか、誰がマウスになるのかは決して知らなかった。 このショーでは、同様の地位にいるとすればどんなことをするのかという疑問も浮き彫りになりました。 悲しいことに、私はシリーズの執筆がノーズダイビングをしたと思うので、ニアとメロの弧の大ファンではありませんでした。 キャラクターもプロットの利便性、とりわけライトのために愚かになり始めた。 個人的には、もしエピソード25/26の周りで終わってしまったら、ショーについてもっとすばらしいことを言うだろう。\u001b[22m\n\u001b[1m(Sutōrī - 28/ 35 - sutōrī wa hijō ni dokusō-tekide, tokuni shounen shirīzu no monodeshita. Butsuri-tekina tatakai no kawari ni, kono shō wa seishin-tekina tatakai, matawa kokoro no gēmu o eranda. Anata wa hontōni tsugini nani ga okoru ka o kesshite shiranakattashi, shō ga neko to mausu no nagare o otte iru ma ni, anatahadare ga neko ni naru no ka, dare ga mausu ni naru no ka wa kesshite shiranakatta. Kono shōde wa, dōyō no chii ni iru to sureba don'na koto o suru no ka to iu gimon mo ukibori ni narimashita. Kanashī koto ni, watashi wa shirīzu no shippitsu ga nōzudaibingu o shita to omou node, nia to mero no ko no dai fande wa arimasendeshita. Kyarakutā mo purotto no riben-sei, toriwake raito no tame ni oroka ni nari hajimeta. Kojin-teki ni wa, moshi episōdo 25/ 26 no mawari de owatte shimattara, shō ni tsuite motto subarashī koto o iudarou.)\u001b[22m\n\nTranslations of \u001b[4mStory - 28/35 - The story was very original, especially for a shounen series. Instead of physical fights, this show opted for mental fights, or mind games. You never really knew what would happen next, and while the show followed a cat vs mouse flow, you never knew who was gonna be the cat and who was gonna be the mouse. The show also brought up the question of what you would do if you were in a similar position of power, and shows how easily power can corrupt people. Sadly, I was not a big fan of the Near and Mello arc, as I think the writing in the series took a nose dive. Characters also started getting stupid for plot convenience, especially Light. Personally, I'd have a lot more nice things to say about the show if it would have ended around episode 25/26.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 28/35 - The story was very original, especially for a shounen series.\u001b[24m\n    \u001b[1mストーリー -  28/35  - ストーリーは非常に独創的で、特にshounenシリーズのものでした。\u001b[22m, \u001b[1mストーリー -  35分の28  - 物語は、特に少年シリーズのために、非常に元でした。\u001b[22m\n\u001b[4mInstead of physical fights, this show opted for mental fights, or mind games.\u001b[24m\n    \u001b[1m物理的な戦いの代わりに、このショーは精神的な戦い、または心のゲームを選んだ。\u001b[22m, \u001b[1m代わりに、物理的な戦いで、このショーは精神的な戦い、または心のゲームを選びました。\u001b[22m\n\u001b[4mYou never really knew what would happen next, and while the show followed a cat vs mouse flow, you never knew who was gonna be the cat and who was gonna be the mouse.\u001b[24m\n    \u001b[1mあなたは本当に次に何が起こるかを決して知らなかったし、ショーが猫とマウスの流れを追っている間に、あなたは誰が猫になるのか、誰がマウスになるのかは決して知らなかった。\u001b[22m, \u001b[1mあなたは本当に、次の何が起こるかを知っていたことはありません、とショーは、マウス・フロー対猫を踏襲しながら、あなたは猫と誰つもりはマウスであることだったことつもりだった人を知っていたことはありません。\u001b[22m\n\u001b[4mThe show also brought up the question of what you would do if you were in a similar position of power, and shows how easily power can corrupt people.\u001b[24m\n    \u001b[1mこのショーでは、同様の地位にいるとすればどんなことをするのかという疑問も浮き彫りになりました。\u001b[22m, \u001b[1mショーはまた、あなたがパワーの同様の位置にあった場合はどうなるのかという疑問を育て、そしてどのように簡単に電源が破損する可能性があり、人々を示しています。\u001b[22m\n\u001b[4mSadly, I was not a big fan of the Near and Mello arc, as I think the writing in the series took a nose dive.\u001b[24m\n    \u001b[1m悲しいことに、私はシリーズの執筆がノーズダイビングをしたと思うので、ニアとメロの弧の大ファンではありませんでした。\u001b[22m, \u001b[1m私は一連の書き込みが急降下を取ったと思うように悲しいことに、私は、ニアとメロアークの大ファンではなかったです。\u001b[22m\n\u001b[4mCharacters also started getting stupid for plot convenience, especially Light.\u001b[24m\n    \u001b[1mキャラクターもプロットの利便性、とりわけライトのために愚かになり始めた。\u001b[22m, \u001b[1mキャラクターはまた、特にライト、プロットの便宜のために愚かな入門しました。\u001b[22m\n\u001b[4mPersonally, I'd have a lot more nice things to say about the show if it would have ended around episode 25/26.\u001b[24m\n    \u001b[1m個人的には、もしエピソード25/26の周りで終わってしまったら、ショーについてもっとすばらしいことを言うだろう。\u001b[22m, \u001b[1m個人的に、私はそれがエピソード25/26周りに終了しているかどうショーについて言いたいことがたくさんより素敵なものを持っていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - 29/35 - I really like Light Yagami as a character. You almost want to agree with what he was doing. L is equally as appealing. Really, a lot of the characters are good, but only those two really stand out. There are also quite a few annoying characters, like Misa and Matsuda.I already expressed my dislike of the near and Mello arc, and they are no small reason as to why. Also, for a group of people trying to track down someone so important, they seem pretty lax most of the time. I felt they were a little too unprofessional is all. Overall, an above average cast of characters.\n\n\u001b[1mキャラクター -  29/35  - 私はキャラクターとしてライト・ヤガミが本当に好きです。 あなたはほとんど彼がやっていたことに同意したい。  Lも同様に魅力的です。 本当に、多くのキャラクターは良いですが、2人だけが本当に際立っています。  MisaやMatsudaのような厄介なキャラクターもかなりあります。私はすでに近所のMello弧の嫌悪感を表明しています。なぜならそれほど理由はありません。 また、重要な人を追跡しようとする人々のグループのために、ほとんどの時間はかなり控えているようです。 私は彼らが少しでもプロフェッショナルではないと感じました。 全体的に、平均以上の文字のキャスト\u001b[22m\n\u001b[1m(Kyarakutā - 29/ 35 - watashi wa kyarakutā to shite raito Yagami ga hontōni sukidesu. Anata wa hotondo kare ga yatte ita koto ni dōi shitai. L mo dōyō ni mirikitekidesu. Hontōni, ōku no kyarakutā wa yoidesuga, 2-ri dake ga hontōni kiwadatte imasu. Misa ya Matsuda no yōna yakkaina kyarakutā mo kanari arimasu. Watashi wa sudeni kinjo no Mello ko no ken'o-kan o hyōmei shite imasu. Nazenara sorehodo riyū wa arimasen. Mata, jūyōna hito o tsuiseki shiyou to suru hitobito no gurūpu no tame ni, hotondo no jikan wa kanari hikaete iru yōdesu. Watashi wa karera ga sukoshi demo purofesshonarude wa nai to kanjimashita. Zentai-teki ni, heikin ijō no moji no kyasuto)\u001b[22m\n\nTranslations of \u001b[4mCharacters - 29/35 - I really like Light Yagami as a character. You almost want to agree with what he was doing. L is equally as appealing. Really, a lot of the characters are good, but only those two really stand out. There are also quite a few annoying characters, like Misa and Matsuda.I already expressed my dislike of the near and Mello arc, and they are no small reason as to why. Also, for a group of people trying to track down someone so important, they seem pretty lax most of the time. I felt they were a little too unprofessional is all. Overall, an above average cast of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - 29/35 - I really like Light Yagami as a character.\u001b[24m\n    \u001b[1mキャラクター -  29/35  - 私はキャラクターとしてライト・ヤガミが本当に好きです。\u001b[22m, \u001b[1mキャラクター -  35分の29  - 私は実際に文字として夜神月が好き。\u001b[22m\n\u001b[4mYou almost want to agree with what he was doing.\u001b[24m\n    \u001b[1mあなたはほとんど彼がやっていたことに同意したい。\u001b[22m, \u001b[1mあなたは、ほぼ彼が何をやっていたに同意します。\u001b[22m\n\u001b[4mL is equally as appealing.\u001b[24m\n    \u001b[1mLも同様に魅力的です。\u001b[22m, \u001b[1mLは同じくらい魅力的です。\u001b[22m\n\u001b[4mReally, a lot of the characters are good, but only those two really stand out.\u001b[24m\n    \u001b[1m本当に、多くのキャラクターは良いですが、2人だけが本当に際立っています。\u001b[22m, \u001b[1m本当に、文字の多くは良いですが、唯一のそれらの2は本当に目立ちます。\u001b[22m\n\u001b[4mThere are also quite a few annoying characters, like Misa and Matsuda.I already expressed my dislike of the near and Mello arc, and they are no small reason as to why.\u001b[24m\n    \u001b[1mMisaやMatsudaのような厄介なキャラクターもかなりあります。私はすでに近所のMello弧の嫌悪感を表明しています。なぜならそれほど理由はありません。\u001b[22m, \u001b[1mミサとMatsuda.Iが既に近く、メロアークの私の嫌いを表明し、彼らは理由としては小さな理由ではないようにかなりの数の迷惑な文字もあります。\u001b[22m\n\u001b[4mAlso, for a group of people trying to track down someone so important, they seem pretty lax most of the time.\u001b[24m\n    \u001b[1mまた、重要な人を追跡しようとする人々のグループのために、ほとんどの時間はかなり控えているようです。\u001b[22m, \u001b[1mまた、非常に重要な誰かを追跡しようとしている人々のグループのために、彼らはほとんどの時間をかなり緩いようです。\u001b[22m\n\u001b[4mI felt they were a little too unprofessional is all.\u001b[24m\n    \u001b[1m私は彼らが少しでもプロフェッショナルではないと感じました。\u001b[22m, \u001b[1m私は、彼らがすべてで少しもプロらしくないと感じました。\u001b[22m\n\u001b[4mOverall, an above average cast of characters.\u001b[24m\n    \u001b[1m全体的に、平均以上の文字のキャスト\u001b[22m, \u001b[1m全体的に、文字の平均以上のキャスト。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 14/15 - The Music was really good, although it felt a bit out of place a times. We can all agree that the chorus was not needed when Light was eating that potato chip. The opening and ending songs were especially good.\n\n\u001b[1mサウンド -  14/15  - 音楽は本当に良かったですが、少し外れていると感じました。 光がそのポテトチップを食べていたときにコーラスが必要ではなかったことに私たちは皆同意することができます。 オープニングとエンディングの曲は特に良かったです。\u001b[22m\n\u001b[1m(Saundo - 14/ 15 - ongaku wa hontōniyokattadesuga, sukoshi hazurete iru to kanjimashita. Hikari ga sono potetochippu o tabete ita toki ni kōrasu ga hitsuyōde wa nakatta koto ni watashitachi wa mina dōi suru koto ga dekimasu. Ōpuningu to endingu no kyoku wa tokuni yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSound - 14/15 - The Music was really good, although it felt a bit out of place a times. We can all agree that the chorus was not needed when Light was eating that potato chip. The opening and ending songs were especially good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 14/15 - The Music was really good, although it felt a bit out of place a times.\u001b[24m\n    \u001b[1mサウンド -  14/15  - 音楽は本当に良かったですが、少し外れていると感じました。\u001b[22m, \u001b[1mサウンド -  14/15  - それは場違い回ビットを感じたが、音楽は、本当に良かったです。\u001b[22m\n\u001b[4mWe can all agree that the chorus was not needed when Light was eating that potato chip.\u001b[24m\n    \u001b[1m光がそのポテトチップを食べていたときにコーラスが必要ではなかったことに私たちは皆同意することができます。\u001b[22m, \u001b[1m我々は、すべての光は、そのポテトチップを食べていたときにコーラスが必要でなかったことに同意することができます。\u001b[22m\n\u001b[4mThe opening and ending songs were especially good.\u001b[24m\n    \u001b[1mオープニングとエンディングの曲は特に良かったです。\u001b[22m, \u001b[1mオープニングとエンディング曲が特に良好でした。\u001b[22m\nMost people would agree that the English Dub of the show is pretty good, probably rivaling the Japanese. I'd recommend you watch it in English unless you really hate Light or L's voice or something.\n\n\u001b[1mほとんどの人は、ショーのイングリッシュ・ダブが、おそらく日本人に匹敵するほど良いと同意するでしょう。 あなたがLightやLの声など何かを本当に嫌っていない限り、英語で見ることをお勧めします。\u001b[22m\n\u001b[1m(Hotondo no hito wa, shō no ingurisshu dabu ga, osoraku nihonjin ni hitteki suru hodo yoi to dōi surudeshou. Anata ga raito ya L no koe nado nanika o hontōni iya tte inai kagiri, eigo de miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMost people would agree that the English Dub of the show is pretty good, probably rivaling the Japanese. I'd recommend you watch it in English unless you really hate Light or L's voice or something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost people would agree that the English Dub of the show is pretty good, probably rivaling the Japanese.\u001b[24m\n    \u001b[1mほとんどの人は、ショーのイングリッシュ・ダブが、おそらく日本人に匹敵するほど良いと同意するでしょう。\u001b[22m, \u001b[1mほとんどの人は、おそらく日本に匹敵する、ショーの英語ダブはかなり良好であることを同意するだろう。\u001b[22m\n\u001b[4mI'd recommend you watch it in English unless you really hate Light or L's voice or something.\u001b[24m\n    \u001b[1mあなたがLightやLの声など何かを本当に嫌っていない限り、英語で見ることをお勧めします。\u001b[22m, \u001b[1mあなたが本当にライトやL'声か何かを嫌いしない限り、私はあなたが英語でそれを見てお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation - 13/15 - The animation was very solid. I also really like how the director chose to use Red to represent Light and Blue to represent L. It was a nice effect.\n\n\u001b[1mアニメーション -  13/15  - アニメーションは非常にしっかりしていました。 私はまた、ディレクターがLを表現するために赤と青を表現するためにRedを使用する方法を本当に好きです。それは素晴らしい効果でした。\u001b[22m\n\u001b[1m(Animēshon - 13/ 15 - animēshon wa hijō ni shikkari shite imashita. Watashi wa mata, direkutā ga L o hyōgen suru tame ni aka to ao o hyōgen suru tame ni Red o shiyō suru hōhō o hontōni sukidesu. Sore wa subarashī kōkadeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation - 13/15 - The animation was very solid. I also really like how the director chose to use Red to represent Light and Blue to represent L. It was a nice effect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation - 13/15 - The animation was very solid.\u001b[24m\n    \u001b[1mアニメーション -  13/15  - アニメーションは非常にしっかりしていました。\u001b[22m, \u001b[1mアニメーション -  13/15  - アニメーションは非常に固体でした。\u001b[22m\n\u001b[4mI also really like how the director chose to use Red to represent Light and Blue to represent L. It was a nice effect.\u001b[24m\n    \u001b[1m私はまた、ディレクターがLを表現するために赤と青を表現するためにRedを使用する方法を本当に好きです。それは素晴らしい効果でした。\u001b[22m, \u001b[1m私も本当に監督はそれは素敵な効果だったL.を表すために、光と青色を表現するために赤を使用することを選択した方法が好きです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 84/100 - I like Death Note a lot. It was one of the series that really changed my outlook on anime and helped mold the kind of shows I like today. But I can't ignore it's shortcomings, specifically in the story department. I'd consider this to be a potential classic if it weren't for that last arc.\n\n\u001b[1m全体的に -  84/100  - 私はデスノートが大好きです。 それは本当にアニメの私の見通しを変え、私が今日好きなショーの種類を成形するのを助けたシリーズの一つでした。 しかし、私はそれが特にストーリー部門の欠点を無視することはできません。 私はこれが最後の弧のためでないなら、これが潜在的な古典であると考えています。\u001b[22m\n\u001b[1m(Zentai-teki ni - 84/ 100 - watashi wa desunōto ga daisukidesu. Sore wa hontōni anime no watashi no mitōshi o kae, watashi ga kyō sukina shō no shurui o seikei suru no o tasuketa shirīzu no hitotsudeshita. Shikashi, watashi wa sore ga tokuni sutōrī bumon no ketten o mushi suru koto wa dekimasen. Watashi wa kore ga saigo no ko no tamedenainara, kore ga senzai-tekina kotendearu to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall - 84/100 - I like Death Note a lot. It was one of the series that really changed my outlook on anime and helped mold the kind of shows I like today. But I can't ignore it's shortcomings, specifically in the story department. I'd consider this to be a potential classic if it weren't for that last arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 84/100 - I like Death Note a lot.\u001b[24m\n    \u001b[1m全体的に -  84/100  - 私はデスノートが大好きです。\u001b[22m, \u001b[1m全体的に -  84/100  - 私はデスノートをたくさん好きです。\u001b[22m\n\u001b[4mIt was one of the series that really changed my outlook on anime and helped mold the kind of shows I like today.\u001b[24m\n    \u001b[1mそれは本当にアニメの私の見通しを変え、私が今日好きなショーの種類を成形するのを助けたシリーズの一つでした。\u001b[22m, \u001b[1mそれは実際にアニメの私の見通しを変更し、私は今日のようなショーのようなものを成形助けたシリーズの一つでした。\u001b[22m\n\u001b[4mBut I can't ignore it's shortcomings, specifically in the story department.\u001b[24m\n    \u001b[1mしかし、私はそれが特にストーリー部門の欠点を無視することはできません。\u001b[22m, \u001b[1mしかし、私はそれが特にストーリー部門で、欠点だ無視することはできません。\u001b[22m\n\u001b[4mI'd consider this to be a potential classic if it weren't for that last arc.\u001b[24m\n    \u001b[1m私はこれが最後の弧のためでないなら、これが潜在的な古典であると考えています。\u001b[22m, \u001b[1mそれは最後の弧のためではなかった場合、私は、これは潜在的な古典的なことを検討したいです。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Karategirl2012",
    "profile": "/profile/Karategirl2012/reviews",
    "pages": "30",
    "number": "13",
    "link": "/reviews.php?id=98057",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nこれは、ロジックや探偵などのキャラクターはすごくクールで、音楽は真剣にすべてのテーマ曲はすごい良いです非常に良いストーリーです。 あまりアクションは関係していないので、それは一つの欠点です。 しかし、アートは本当にかわいらしいですし、それぞれのキャラクターは素晴らしいです。 最高のアニメではありません（黒い猫 - あなたがもっと多くの人気があることを確認してください）が、リストの2番目です。 私は黒い猫はおそらく漫画/アニメのリストのトップにそれを作っていないことを知っているので、私は死のノートを数えています。  DO US PROUD。 非常に良い、見る必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a very good story involving logic and detectiveness etc. the characters are sooo cool and music is SERIOUSLY GOOD all the theme tunes are sooo good. Not much action involved, so that's one downside. The art is really pretty however, and each character is awesome. Not the best anime, (that's black cat - MAKE SURE YOU SEE THAT IT SHOULD BE WAY MORE POPULAR) but it's second on the list. I know Black Cat probably won't make it to the top of the manga/anime list, so I'm counting on Death Note. DO US PROUD. Very good, must watch.\n\n\u001b[1mこれは、ロジックや探偵などのキャラクターはすごくクールで、音楽は真剣にすべてのテーマ曲はすごい良いです非常に良いストーリーです。 あまりアクションは関係していないので、それは一つの欠点です。 しかし、アートは本当にかわいらしいですし、それぞれのキャラクターは素晴らしいです。 最高のアニメではありません（黒い猫 - あなたがもっと多くの人気があることを確認してください）が、リストの2番目です。 私は黒い猫はおそらく漫画/アニメのリストのトップにそれを作っていないことを知っているので、私は死のノートを数えています。  DO US PROUD。 非常に良い、見る必要があります。\u001b[22m\n\u001b[1m(Kore wa, rojikku ya tantei nado no kyarakutā wa sugoku kūru de, ongaku wa shinken ni subete no tēma-kyoku wa sugoi yoidesu hijō ni yoi sutōrīdesu. Amari akushon wa kankei shite inainode, soreha hitotsu no kettendesu. Shikashi, āto wa hontōni kawairashīdesushi, sorezore no kyarakutā wa subarashīdesu. Saikō no animede wa arimasen (kuroi neko - anata ga motto ōku no ninki ga aru koto o kakuninshitekudasai) ga, risuto no 2-banmedesu. Watashi wa kuroi neko wa osoraku manga/ anime no risuto no toppu ni sore o tsukutte inai koto o shitte irunode, watashi wa shi no nōto o kazoete imasu. DO US puraudo. Hijō ni yoi, miru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a very good story involving logic and detectiveness etc. the characters are sooo cool and music is SERIOUSLY GOOD all the theme tunes are sooo good. Not much action involved, so that's one downside. The art is really pretty however, and each character is awesome. Not the best anime, (that's black cat - MAKE SURE YOU SEE THAT IT SHOULD BE WAY MORE POPULAR) but it's second on the list. I know Black Cat probably won't make it to the top of the manga/anime list, so I'm counting on Death Note. DO US PROUD. Very good, must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a very good story involving logic and detectiveness etc. the characters are sooo cool and music is SERIOUSLY GOOD all the theme tunes are sooo good.\u001b[24m\n    \u001b[1mこれは、ロジックや探偵などのキャラクターはすごくクールで、音楽は真剣にすべてのテーマ曲はすごい良いです非常に良いストーリーです。\u001b[22m, \u001b[1mこれは、ロジックを伴う非常に良い話ですとdetectivenessなどの文字がすっごくクールな音楽であるすべてのテーマ曲はすっごく良いですSERIOUSLY GOODです。\u001b[22m\n\u001b[4mNot much action involved, so that's one downside.\u001b[24m\n    \u001b[1mあまりアクションは関係していないので、それは一つの欠点です。\u001b[22m, \u001b[1mあまりアクション関与し、そのためには、1マイナス面です。\u001b[22m\n\u001b[4mThe art is really pretty however, and each character is awesome.\u001b[24m\n    \u001b[1mしかし、アートは本当にかわいらしいですし、それぞれのキャラクターは素晴らしいです。\u001b[22m, \u001b[1m技術は、しかし、本当にきれいで、各文字は素晴らしいです。\u001b[22m\n\u001b[4mNot the best anime, (that's black cat - MAKE SURE YOU SEE THAT IT SHOULD BE WAY MORE POPULAR) but it's second on the list.\u001b[24m\n    \u001b[1m最高のアニメではありません（黒い猫 - あなたがもっと多くの人気があることを確認してください）が、リストの2番目です。\u001b[22m, \u001b[1mアニメ、（それは黒猫です - あなたはITのWAYより普及されるべきであることをSEE MAKE）ベストではないが、それはリストの2番目です。\u001b[22m\n\u001b[4mI know Black Cat probably won't make it to the top of the manga/anime list, so I'm counting on Death Note.\u001b[24m\n    \u001b[1m私は黒い猫はおそらく漫画/アニメのリストのトップにそれを作っていないことを知っているので、私は死のノートを数えています。\u001b[22m, \u001b[1m私は黒猫はおそらく漫画/アニメのリストの一番上にそれをすることはありません知っているので、私はデスノートに期待しています。\u001b[22m\n\u001b[4mDO US PROUD.\u001b[24m\n    \u001b[1mDO US PROUD。\u001b[22m, \u001b[1m米国はプラウドDO。\u001b[22m\n\u001b[4mVery good, must watch.\u001b[24m\n    \u001b[1m非常に良い、見る必要があります。\u001b[22m, \u001b[1m非常に良い、見なければなりません。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "gabolla",
    "profile": "/profile/gabolla/reviews",
    "pages": "30",
    "number": "14",
    "link": "/reviews.php?id=73187",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメはすごく驚異的で、傑作、私に10を与えなかった唯一の理由はシンプルですが、このアニメはエピソード26で終わったはずです。これはこれまでで最も完璧なアニメでした。\n\nあるメジャーイベントの後、プロットはそれが始まったときのawesomenessに追いつくことができず、夜行ライオット（ライト）は、彼が白濁しているかのように天才ではないと感じる。 しかし、まあ、それは最後に私をdissapointed。\n\nこれは傑作ですが、本当に楽しいですが、あなたはいつもサスペンスを続けています。毎回次のエピソードを待つことはできません。 これはあなたの座席の端にあなたを保つphsycologicalスリラーです、あなたは誰にもこのシリーズをお勧めします、そして、あなたはそれを見ていない皆のために申し訳ありません。\n\n私を信じて、自分を好きにして見に行きなさいデスノートNAO！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is just Amazing, and a masterpiece, the only reason why I didn't give it a 10 is simple, this anime should have ended at episode 26 and it would have been the most perfect anime ever.\n\n\u001b[1mこのアニメはすごく驚異的で、傑作、私に10を与えなかった唯一の理由はシンプルですが、このアニメはエピソード26で終わったはずです。これはこれまでで最も完璧なアニメでした。\u001b[22m\n\u001b[1m(Kono anime wa sugoku kyōi-tekide, kessaku, watashi ni 10 o ataenakatta yuiitsu no riyū wa shinpurudesuga, kono anime wa episōdo 26 de owatta hazudesu. Kore wa kore made de mottomo kanpekina animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is just Amazing, and a masterpiece, the only reason why I didn't give it a 10 is simple, this anime should have ended at episode 26 and it would have been the most perfect anime ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is just Amazing, and a masterpiece, the only reason why I didn't give it a 10 is simple, this anime should have ended at episode 26 and it would have been the most perfect anime ever.\u001b[24m\n    \u001b[1mこのアニメはすごく驚異的で、傑作、私に10を与えなかった唯一の理由はシンプルですが、このアニメはエピソード26で終わったはずです。これはこれまでで最も完璧なアニメでした。\u001b[22m, \u001b[1mこのアニメはただ驚くべきであり、傑作、私はそれを10を与えていない唯一の理由は単純で、このアニメは、エピソード26で終了している必要があり、それはこれまでで最も完璧なアニメだっただろう。\u001b[22m\n\u001b[1m\u001b[22m\nAfter certain 'major event' the plot just can't keep up with the awesomeness wich it started and I feel like Yagami Raito (Light) is not as genius as it was in the beggining, guess he is clouded or something. But well, it dissapointed me in the end.\n\n\u001b[1mあるメジャーイベントの後、プロットはそれが始まったときのawesomenessに追いつくことができず、夜行ライオット（ライト）は、彼が白濁しているかのように天才ではないと感じる。 しかし、まあ、それは最後に私をdissapointed。\u001b[22m\n\u001b[1m(Aru mejāibento no ato, purotto wa sore ga hajimatta toki no awesomeness ni oitsuku koto ga dekizu, yakō raiotto (raito) wa, kare ga hakudaku shite iru ka no yō ni tensaide wa nai to kanjiru. Shikashi, mā, soreha saigo ni watashi o dissapointed.)\u001b[22m\n\nTranslations of \u001b[4mAfter certain 'major event' the plot just can't keep up with the awesomeness wich it started and I feel like Yagami Raito (Light) is not as genius as it was in the beggining, guess he is clouded or something. But well, it dissapointed me in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter certain 'major event' the plot just can't keep up with the awesomeness wich it started and I feel like Yagami Raito (Light) is not as genius as it was in the beggining, guess he is clouded or something.\u001b[24m\n    \u001b[1mあるメジャーイベントの後、プロットはそれが始まったときのawesomenessに追いつくことができず、夜行ライオット（ライト）は、彼が白濁しているかのように天才ではないと感じる。\u001b[22m, \u001b[1m特定の「主要なイベント」後のプロットは、ちょうどそれが開始WICH素晴らしさに追いつくことができないと私は矢上Raito（ライト）のように感じることがbegginingにあったように天才としてではない、彼は曇っか何かだと思います。\u001b[22m\n\u001b[4mBut well, it dissapointed me in the end.\u001b[24m\n    \u001b[1mしかし、まあ、それは最後に私をdissapointed。\u001b[22m, \u001b[1mしかしまあ、それは最終的に私をがっかり。\u001b[22m\n\u001b[1m\u001b[22m\nSTILL, this is a masterpiece, really enjoyable wich keeps you in suspense the whole time, you can't wait for the next episode each time. This is a phsycological thriller that will keep you at the edge of your seat, you will recommend this series to everyone and you'll feel sorry for everyone that hasn't seen it.\n\n\u001b[1mこれは傑作ですが、本当に楽しいですが、あなたはいつもサスペンスを続けています。毎回次のエピソードを待つことはできません。 これはあなたの座席の端にあなたを保つphsycologicalスリラーです、あなたは誰にもこのシリーズをお勧めします、そして、あなたはそれを見ていない皆のために申し訳ありません。\u001b[22m\n\u001b[1m(Kore wa kessakudesuga, hontōni tanoshīdesuga, anata wa itsumo sasupensu o tsudzukete imasu. Maikai tsugi no episōdo o matsu koto wa dekimasen. Kore wa anata no zaseki no hashi ni anata o tamotsu phsycological surirādesu, anata wa darenimo kono shirīzu o o susume shimasu, soshite, anata wa sore o miteinai mina no tame ni mōshiwake arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSTILL, this is a masterpiece, really enjoyable wich keeps you in suspense the whole time, you can't wait for the next episode each time. This is a phsycological thriller that will keep you at the edge of your seat, you will recommend this series to everyone and you'll feel sorry for everyone that hasn't seen it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTILL, this is a masterpiece, really enjoyable wich keeps you in suspense the whole time, you can't wait for the next episode each time.\u001b[24m\n    \u001b[1mこれは傑作ですが、本当に楽しいですが、あなたはいつもサスペンスを続けています。毎回次のエピソードを待つことはできません。\u001b[22m, \u001b[1mSTILL、これは傑作です、本当に楽しいウィッヒはサスペンスで、全体の時間をあなたを維持し、あなたが次のエピソードのためのたびに待つことはできません。\u001b[22m\n\u001b[4mThis is a phsycological thriller that will keep you at the edge of your seat, you will recommend this series to everyone and you'll feel sorry for everyone that hasn't seen it.\u001b[24m\n    \u001b[1mこれはあなたの座席の端にあなたを保つphsycologicalスリラーです、あなたは誰にもこのシリーズをお勧めします、そして、あなたはそれを見ていない皆のために申し訳ありません。\u001b[22m, \u001b[1mこれはあなたの座席の端にあなたを維持しますphsycologicalスリラーである、あなたはすべての人にこのシリーズをお勧めしますし、あなたはそれを見ていないすべての人を気の毒に感じられるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nBelieve me and make yourself a favor and go watch Death Note NAO!\n\n\u001b[1m私を信じて、自分を好きにして見に行きなさいデスノートNAO！\u001b[22m\n\u001b[1m(Watashi o shinjite, jibun o sukini shite mi ni iki nasai desunōto NAO!)\u001b[22m\n\nTranslations of \u001b[4mBelieve me and make yourself a favor and go watch Death Note NAO!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBelieve me and make yourself a favor and go watch Death Note NAO!\u001b[24m\n    \u001b[1m私を信じて、自分を好きにして見に行きなさいデスノートNAO！\u001b[22m, \u001b[1m私を信じて、自分に有利にし、NAO注死を見に行きます！\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Dawood",
    "profile": "/profile/Dawood/reviews",
    "pages": "30",
    "number": "15",
    "link": "/reviews.php?id=60477",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\n\n私が初めてデスノートに遭遇したとき、私はアニメの相対的な初心者であることを認めなければならず、媒体への唯一の暴露は単にアクションショーンを通してだった。 しかし、デスノートはあなたの平均的な少年アニメと信じられないほど違っていただけでなく、ショーの観覧はアドレナリンラッシュでしたが、シリーズは複雑に細工されており、信じられないほど思考を喚起しました。 このアニメは私の目をアニメの全く新しい視点に開いた。 デスノートは私が最初に見たアニメで、多少の暗いサブテキストとストーリーの複雑なプロットと、ストーリー全体に豊富な道徳の質問が本当に興味をそそられていて、私はそのようなスリリングなものに夢中になった アニメ。 私が特定のジャンルにDeath Noteをクラス分類しなければならなかったら、私はこのアニメがミステリーの要素を持つファンタジー/スリラーだと言いました。\n\n死のノートは、巨大な見通しと高い願望を持つ非常に知的な高校生、光夜神という若者の物語を語るユニークなアニメです。 非常に突然、彼の人生はその中に書かれた誰かを殺す能力を持つ魔法の本「デスノート」を発見すると、劇的な変化を経験する。 そのような巨大な力が彼に与えられたとき、彼は自分自身の道徳に疑問を持ち始め、彼自身の正義感を出すようになると、やがての光の変化を見る。\n\nあなたが神の力を与えられたなら、もしあなたが殺す力を持っていたら、あなたはいますか？ あなたは他人を救うために殺しますか？ 犠牲者たちは死のノートに名前を書いていますが、偉大さのための彼の計画は不思議で狡猾なLによって妨げられ続けています。 正義のために殺しますか？ あなたは自分の正気と道徳を維持することができますか？ あなたは認識のために貪欲から、または多分簡単な楽しみから身を守ることができるでしょうか？ それはどこで止められますか、それはどのように終わりますか、平和の世界のために何人の無実の人々を犠牲にしなければなりませんか？ これらはすべて、矢上光が直面している疑問です。彼がデスノートの完全な力を発揮すると、ライトは何をすべきか正確に知っています。 彼は邪悪な形質を持っているすべての人を殺し、新しい世界を聖域に導くでしょう。 彼の興奮は恐ろしいものであり、決して一度も彼の行動を後悔しません。 彼は中空で、唯一の感情は司法そのものの永遠の栄光の考えに由来し、精神的に彼の唯一の障害であるL. Lightは精神的に戦わなければならない時、Kiraと名付けられたL. Lightは単に彼の名前と顔を知るだけで殺すことができます\n\nLとライトの間の精神的な戦いは驚くべきことかもしれませんが、それらはすべてひとつのことにまで沸き立ちます。「彼は自分の考え方を考えていませんか？」これは、ターンバイターンのボードゲームです。 どちらも現実よりも15ステップ先行し、優勝者はウィットではなく、信頼で決める。 他の人への信頼は、これらのプレーヤーを作り、壊すことになります。 間違った人を信頼すれば、あなたは死ぬでしょう。 正しい人を信頼すれば、あなたは生き残ります。\n\nアニメーションは最近の人気アニメの平均ですが、キーシーンに微妙に触れています。 しかし、彼らはアートスタイルが素晴らしかったです。私は漫画家オーバータ武志に、その現実的なキャラクターデザインを見せて、観客とのつながりを感じさせなければなりません。 音楽は素晴らしい、最後のオープニングとエンディングを除いて、ゴミ箱を叩いて声帯をリッピングする中学校のバンドのように聞こえるが、理解できない歌詞の悲鳴を切る。\n\n死のノートは素晴らしいアニメです。 プロットやストーリーは偉大さを超えて完成されています。 しかし、このアニメが傑作、キャラクターの開発として有名にならないようにする1つのことがあります。 主人公にはほとんど深みがありません。 彼らはすべて内情的な戦いではっきりしています。 光自身は、実際に何千人もの人を殺すことについて二度考えたことはありません。彼は、彼が持ついくつかの同盟国を使用し、虐待してしまいます。 彼は自分と葛藤はしていないが、無意味な殺人機械ではない。 本質的に、彼は何もありません。 このシリーズのクリエイターは、これらの非人間的な属性をまったく非人間的なものとして認識できませんでした。 視聴者が主人公を完全に理解できない場合、視聴者は彼とつながりを持つことができない。\n\nありがたいことに、私は死のノートの欠点を許すことができます。 本当に私がこのシリーズを愛していたのは、間違いなくサスペンスの完璧さです。 このアニメは、必ずしもすべてのアニメファンを監視する必要はありません！ すべてのエピソードはあなたにもっと欲しいものを残しますが、恐ろしいクリフハンガーはありません！ このシリーズの終わりは本当に私のすべての時間お気に入りの一つになるようにそれをプッシュしました。  2回目から最後までのエピソードでは、心臓発作が起こっているような気がした。 私の心は私の胸に打たれていた、私の血は急いでいた。 シリーズが終わることができる唯一の方法であることは分かっていましたが、それは問題ではありませんでした。 私はエピソードの感情にとても魅了されました。 それはちょうどそれについて考えて私の背骨の悪寒を送信します！ 他のアニメは私にこのようなスリルを与えてくれたことはない、私が経験した感情は超現実的だった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWhen I had first encountered Death note I must admit that I was a relative newbie to anime and the only exposure to the medium was merely through action shonen. Death note however was incredibly different to your average shonen anime, not only was the viewing of the show an adrenaline rush but the series was intricately crafted and beautifully told as well as incredibly thought-provoking. This anime opened my eyes to a completely new perspective of anime. Death note was the first anime that I'd seen that had somewhat of a dark sub-text and the story's intricate plot as well as the questions of morality that were abundant throughout the story really intrigued and kept me hooked on what was such a thrilling anime. If I had to class Death Note into a specific genre I would have say that this anime is a Fantasy/Thriller with elements of Mystery.\n\n\u001b[1m私が初めてデスノートに遭遇したとき、私はアニメの相対的な初心者であることを認めなければならず、媒体への唯一の暴露は単にアクションショーンを通してだった。 しかし、デスノートはあなたの平均的な少年アニメと信じられないほど違っていただけでなく、ショーの観覧はアドレナリンラッシュでしたが、シリーズは複雑に細工されており、信じられないほど思考を喚起しました。 このアニメは私の目をアニメの全く新しい視点に開いた。 デスノートは私が最初に見たアニメで、多少の暗いサブテキストとストーリーの複雑なプロットと、ストーリー全体に豊富な道徳の質問が本当に興味をそそられていて、私はそのようなスリリングなものに夢中になった アニメ。 私が特定のジャンルにDeath Noteをクラス分類しなければならなかったら、私はこのアニメがミステリーの要素を持つファンタジー/スリラーだと言いました。\u001b[22m\n\u001b[1m(Watashi ga hajimete desunōto ni sōgū shita toki, watashi wa anime no sōtaitekina shoshinshadearu koto o mitomenakereba narazu, baitai e no yuiitsu no bakuro wa tan'ni akushonshōn o tōshitedatta. Shikashi, desunōto wa anata no heikin-tekina shōnen anime to shinji rarenai hodo chigatte ita dakedenaku, shō no kanran wa adorenarinrasshudeshitaga, shirīzu wa fukuzatsu ni saiku sa rete ori, shinji rarenai hodo shikō o kanki shimashita. Kono anime wa watashi no me o animeno mattaku atarashī shiten ni aita. Desunōto wa watashi ga saisho ni mita anime de, tashō no kurai sabu tekisuto to sutōrī no fukuzatsuna purotto to, sutōrī zentai ni hōfuna dōtoku no shitsumon ga hontōni kyōmi o sosora rete ite, watashi wa sono yōna suriringuna mono ni muchū ni natta anime. Watashi ga tokutei no janru ni Death Note o kurasu bunrui shinakereba naranakattara, watashi wa kono anime ga misuterī no yōso o motsu fantajī/ surirāda to iimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I had first encountered Death note I must admit that I was a relative newbie to anime and the only exposure to the medium was merely through action shonen. Death note however was incredibly different to your average shonen anime, not only was the viewing of the show an adrenaline rush but the series was intricately crafted and beautifully told as well as incredibly thought-provoking. This anime opened my eyes to a completely new perspective of anime. Death note was the first anime that I'd seen that had somewhat of a dark sub-text and the story's intricate plot as well as the questions of morality that were abundant throughout the story really intrigued and kept me hooked on what was such a thrilling anime. If I had to class Death Note into a specific genre I would have say that this anime is a Fantasy/Thriller with elements of Mystery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I had first encountered Death note I must admit that I was a relative newbie to anime and the only exposure to the medium was merely through action shonen.\u001b[24m\n    \u001b[1m私が初めてデスノートに遭遇したとき、私はアニメの相対的な初心者であることを認めなければならず、媒体への唯一の暴露は単にアクションショーンを通してだった。\u001b[22m, \u001b[1m私が最初にデスノートに遭遇したとき、私は、私はアクション少年を通して単にだったアニメのための相対的な初心者や媒体への露光のみであったことを認めなければなりません。\u001b[22m\n\u001b[4mDeath note however was incredibly different to your average shonen anime, not only was the viewing of the show an adrenaline rush but the series was intricately crafted and beautifully told as well as incredibly thought-provoking.\u001b[24m\n    \u001b[1mしかし、デスノートはあなたの平均的な少年アニメと信じられないほど違っていただけでなく、ショーの観覧はアドレナリンラッシュでしたが、シリーズは複雑に細工されており、信じられないほど思考を喚起しました。\u001b[22m, \u001b[1m死のノートでは、しかしだけでなく、あなたの平均少年アニメに信じられないほど異なっていた番組の視聴がアドレナリンラッシュだったが、シリーズが複雑に細工された、美しく言っただけでなく、信じられないほど考えさせました。\u001b[22m\n\u001b[4mThis anime opened my eyes to a completely new perspective of anime.\u001b[24m\n    \u001b[1mこのアニメは私の目をアニメの全く新しい視点に開いた。\u001b[22m, \u001b[1mこのアニメは、アニメの全く新しい視点に私の目を開きました。\u001b[22m\n\u001b[4mDeath note was the first anime that I'd seen that had somewhat of a dark sub-text and the story's intricate plot as well as the questions of morality that were abundant throughout the story really intrigued and kept me hooked on what was such a thrilling\u001b[24m\n    \u001b[1mデスノートは私が最初に見たアニメで、多少の暗いサブテキストとストーリーの複雑なプロットと、ストーリー全体に豊富な道徳の質問が本当に興味をそそられていて、私はそのようなスリリングなものに夢中になった\u001b[22m, \u001b[1m死のノートではやや暗いサブテキストの持っていた私が見たい最初のアニメとストーリーの複雑なプロットだけでなく、そのようなスリリングだったものに夢中に本当に興味をそそら物語全体に豊富であったと私を保った道徳の質問をしました\u001b[22m\n\u001b[4manime.\u001b[24m\n    \u001b[1mアニメ。\u001b[22m\n\u001b[4mIf I had to class Death Note into a specific genre I would have say that this anime is a Fantasy/Thriller with elements of Mystery.\u001b[24m\n    \u001b[1m私が特定のジャンルにDeath Noteをクラス分類しなければならなかったら、私はこのアニメがミステリーの要素を持つファンタジー/スリラーだと言いました。\u001b[22m, \u001b[1m私は私が持っているであろう特定のジャンルにクラスデスノートに持っていた場合、このアニメは、ミステリーの要素とファンタジー/スリラーであると言います。\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is a unique anime which tells the tale of a young man named Light Yagami, a very intelligent higher school student with huge prospects and high aspirations. Very suddenly his life undergoes a drastic change when he discovers the Death Note, a magical book that has the ability to kill anyone whose name is written within it. With such a huge power bestowed upon him we see Yagami Light change as he start to question his own morality and starts extraditing his own sense of justice.\n\n\u001b[1m死のノートは、巨大な見通しと高い願望を持つ非常に知的な高校生、光夜神という若者の物語を語るユニークなアニメです。 非常に突然、彼の人生はその中に書かれた誰かを殺す能力を持つ魔法の本「デスノート」を発見すると、劇的な変化を経験する。 そのような巨大な力が彼に与えられたとき、彼は自分自身の道徳に疑問を持ち始め、彼自身の正義感を出すようになると、やがての光の変化を見る。\u001b[22m\n\u001b[1m(Shi no nōto wa, kyodaina mitōshi to takai ganbō o motsu hijō ni chitekina kōkōsei,-kō yorugami to iu wakamono no monogatari o kataru yunīkuna animedesu. Hijō ni totsuzen, kare no jinsei wa sono naka ni kaka reta dareka o korosu nōryoku o motsu mahō no hon `desunōto' o hakken suru to, gekitekina henka o keiken suru. So no yōna kyodaina-ryoku ga kare ni atae rareta toki, kare wa jibunjishin'no dōtoku ni gimon o mochi hajime, kare jishin no seigi-kan o dasu yō ni naru to, yagate no hikari no henka o miru.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is a unique anime which tells the tale of a young man named Light Yagami, a very intelligent higher school student with huge prospects and high aspirations. Very suddenly his life undergoes a drastic change when he discovers the Death Note, a magical book that has the ability to kill anyone whose name is written within it. With such a huge power bestowed upon him we see Yagami Light change as he start to question his own morality and starts extraditing his own sense of justice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is a unique anime which tells the tale of a young man named Light Yagami, a very intelligent higher school student with huge prospects and high aspirations.\u001b[24m\n    \u001b[1m死のノートは、巨大な見通しと高い願望を持つ非常に知的な高校生、光夜神という若者の物語を語るユニークなアニメです。\u001b[22m, \u001b[1mデスノートは夜神月、巨大な展望と高い志を持つ非常に知的高い学校の生徒という若い男の物語を伝えるユニークなアニメです。\u001b[22m\n\u001b[4mVery suddenly his life undergoes a drastic change when he discovers the Death Note, a magical book that has the ability to kill anyone whose name is written within it.\u001b[24m\n    \u001b[1m非常に突然、彼の人生はその中に書かれた誰かを殺す能力を持つ魔法の本「デスノート」を発見すると、劇的な変化を経験する。\u001b[22m, \u001b[1m非常に突然、彼の人生は、彼はデスノート、名前、その中に書かれている人を殺す能力を持っている魔法の本を発見したときに急激な変化を受けます。\u001b[22m\n\u001b[4mWith such a huge power bestowed upon him we see Yagami Light change as he start to question his own morality and starts extraditing his own sense of justice.\u001b[24m\n    \u001b[1mそのような巨大な力が彼に与えられたとき、彼は自分自身の道徳に疑問を持ち始め、彼自身の正義感を出すようになると、やがての光の変化を見る。\u001b[22m, \u001b[1m彼は彼自身の道徳性に疑問を開始し、正義の彼自身の感覚をextraditing開始として彼に授けこのような巨大なパワーで、私たちは八神ライトの変更を参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nIf you were granted the power of a god, if you had the power to kill, would you? Would you kill to save others? victims, by writing their names into his Death Note, but his plans for greatness continue to be thwarted by the mysterious and cunning L. Would you kill for justice? Would you be able to maintain your own sanity and morals? Would you be able to prevent yourself from greed for recognition, or maybe even simple fun? Where will it stop, how will it end, how many innocent people will you have to sacrifice for a world of peace? These are all questions Yagami Light faces .When he realizes the full power of the Death Note, Light knows exactly what to do. He will kill all those with evil traits and will lead a new world into sanctuary. His excitement is frightening, never once does he regret his actions. He's hollow, his only emotions come at the thought of eternal glory as Justice itself, and when he must mentally battle his equal, his only obstacle, L. Light, dubbed as Kira, is able to kill simply knowing the name and faces of his\n\n\u001b[1mあなたが神の力を与えられたなら、もしあなたが殺す力を持っていたら、あなたはいますか？ あなたは他人を救うために殺しますか？ 犠牲者たちは死のノートに名前を書いていますが、偉大さのための彼の計画は不思議で狡猾なLによって妨げられ続けています。 正義のために殺しますか？ あなたは自分の正気と道徳を維持することができますか？ あなたは認識のために貪欲から、または多分簡単な楽しみから身を守ることができるでしょうか？ それはどこで止められますか、それはどのように終わりますか、平和の世界のために何人の無実の人々を犠牲にしなければなりませんか？ これらはすべて、矢上光が直面している疑問です。彼がデスノートの完全な力を発揮すると、ライトは何をすべきか正確に知っています。 彼は邪悪な形質を持っているすべての人を殺し、新しい世界を聖域に導くでしょう。 彼の興奮は恐ろしいものであり、決して一度も彼の行動を後悔しません。 彼は中空で、唯一の感情は司法そのものの永遠の栄光の考えに由来し、精神的に彼の唯一の障害であるL. Lightは精神的に戦わなければならない時、Kiraと名付けられたL. Lightは単に彼の名前と顔を知るだけで殺すことができます\u001b[22m\n\u001b[1m(Anata ga kami no chikara o ataeraretanara, moshi anata ga korosu chikara o motte itara, anata wa imasu ka? Anata wa tanin o sukuu tame ni koroshimasu ka? Seiginotameni koroshimasu ka? Anata wa jibun no shōki to dōtoku o iji suru koto ga dekimasu ka? Anata wa ninshiki no tame ni don'yoku kara, matawa tabun kantan'na tanoshimi kara mi o mamoru koto ga dekirudeshou ka? Sore wa doko de tome raremasu ka, sore wa dono yō ni owarimasu ka, heiwa no sekai no tame ni nan-ri no mujitsu no hitobito o gisei ni shinakereba narimasen ka? Korera wa subete, Yagami Hikaru ga chokumen shite iru gimondesu. Kare ga desunōto no kanzen'na chikara o hakki suru to, raito wa nani o subeki ka seikaku ni shitte imasu. Kare wa jaakuna keishitsu o motte iru subete no hito o koroshi, atarashī sekai o seiiki ni michibikudeshou. Kare no kōfun wa osoroshī monodeari, kesshite ichido mo kare no kōdō o kōkai shimasen. Kare wa chūkū de, yuiitsu no kanjō wa shihō sonomono no eien no eikō no kangae ni yurai shi, seishintekini kare no yuiitsu no shōgaidearu L. Raito wa seishintekini tatakawanakereba naranai toki, Kira to nadzuke rareta L. Raito wa tan'ni kare no namae to kao o shiru dake de korosu koto ga dekimasu gisei-sha-tachi wa shi no nōto ni namae o kaite imasuga, idai-sa no tame no kare no keikaku wa fushigide kōkatsuna L ni yotte samatage rare tsudzukete imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe mental battles between L and Light can be astonishing, but they all boil down to one thing: “Will he out-think my out-thinking?” It’s a constant turn-by-turn board game. Both are 15 steps ahead of the real-world, the one who wins won’t be decided on wit, but rather by trust. The trust in others will be what makes or breaks these players. Trust the wrong person and you’ll die. Trust the right person and you’ll survive.\n\n\u001b[1mLとライトの間の精神的な戦いは驚くべきことかもしれませんが、それらはすべてひとつのことにまで沸き立ちます。「彼は自分の考え方を考えていませんか？」これは、ターンバイターンのボードゲームです。 どちらも現実よりも15ステップ先行し、優勝者はウィットではなく、信頼で決める。 他の人への信頼は、これらのプレーヤーを作り、壊すことになります。 間違った人を信頼すれば、あなたは死ぬでしょう。 正しい人を信頼すれば、あなたは生き残ります。\u001b[22m\n\u001b[1m(L to raito no ma no seishin-tekina tatakai wa odorokubeki koto kamo shiremasenga, sorera wa subete hitotsu no koto ni made wakitachimasu. `Kare wa jibun no kangaekata o kangaete imasen ka?' Koreha, tānbaitān no bōdogēmudesu. Dochira mo genjitsu yori mo 15 suteppu senkō shi, yūshō-sha wa u~ittode wa naku, shinrai de kimeru. Hokanohito e no shinrai wa, korera no purēyā o tsukuri, kowasu koto ni narimasu. Machigatta hito o shinrai sureba, anata wa shinudeshou. Tadashī hito o shinrai sureba, anata wa ikinokorimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe mental battles between L and Light can be astonishing, but they all boil down to one thing: “Will he out-think my out-thinking?” It’s a constant turn-by-turn board game. Both are 15 steps ahead of the real-world, the one who wins won’t be decided on wit, but rather by trust. The trust in others will be what makes or breaks these players. Trust the wrong person and you’ll die. Trust the right person and you’ll survive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe mental battles between L and Light can be astonishing, but they all boil down to one thing: “Will he out-think my out-thinking?” It’s a constant turn-by-turn board game.\u001b[24m\n    \u001b[1mLとライトの間の精神的な戦いは驚くべきことかもしれませんが、それらはすべてひとつのことにまで沸き立ちます。「彼は自分の考え方を考えていませんか？」これは、ターンバイターンのボードゲームです。\u001b[22m, \u001b[1mLとライトの間に精神的な戦いは、驚異的なことができますが、それらはすべて一つのことに煮詰める：「彼はアウトだと思います私の外の思考？」それは一定のターンバイターンボードゲームです。\u001b[22m\n\u001b[4mBoth are 15 steps ahead of the real-world, the one who wins won’t be decided on wit, but rather by trust.\u001b[24m\n    \u001b[1mどちらも現実よりも15ステップ先行し、優勝者はウィットではなく、信頼で決める。\u001b[22m, \u001b[1mどちらが勝つ1は機知に、むしろ信頼によって決定されることはありません、先に現実世界の15ステップです。\u001b[22m\n\u001b[4mThe trust in others will be what makes or breaks these players.\u001b[24m\n    \u001b[1m他の人への信頼は、これらのプレーヤーを作り、壊すことになります。\u001b[22m, \u001b[1m他人への信頼は、これらのプレーヤーを作るか壊すものになります。\u001b[22m\n\u001b[4mTrust the wrong person and you’ll die.\u001b[24m\n    \u001b[1m間違った人を信頼すれば、あなたは死ぬでしょう。\u001b[22m, \u001b[1m間違った人を信頼し、あなたは死にます。\u001b[22m\n\u001b[4mTrust the right person and you’ll survive.\u001b[24m\n    \u001b[1m正しい人を信頼すれば、あなたは生き残ります。\u001b[22m, \u001b[1m右の人を信頼し、あなたが生き残るだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is average for the more recent popular anime, but the key scenes are delicately touched up. However they art style was great, I must give plaudit to the manga artist Takeshi Obata for the characters designs, they realistic, to give that feel of connection with the viewer. The music is great, minus the last opening and endings which sound like a middle-school band banging on garbage cans and ripping their vocal cords with retched screams of incomprehensible lyrics.\n\n\u001b[1mアニメーションは最近の人気アニメの平均ですが、キーシーンに微妙に触れています。 しかし、彼らはアートスタイルが素晴らしかったです。私は漫画家オーバータ武志に、その現実的なキャラクターデザインを見せて、観客とのつながりを感じさせなければなりません。 音楽は素晴らしい、最後のオープニングとエンディングを除いて、ゴミ箱を叩いて声帯をリッピングする中学校のバンドのように聞こえるが、理解できない歌詞の悲鳴を切る。\u001b[22m\n\u001b[1m(Animēshon wa saikin no ninki anime no heikindesuga, kīshīn ni bimyō ni furete imasu. Shikashi, karera wa ātosutairu ga subarashikattadesu. Watashi wa mangakka ōbāta Takeshi ni, sono genjitsu-tekina kyarakutādezain o misete, kankyaku to no tsunagari o kanji sasenakereba narimasen. Ongaku wa subarashī, saigo no ōpuningu to endingu o nozoite, gomibako o hataite seitai o rippingu suru chūgakkō no bando no yō ni kikoeruga, rikaidekinai kashi no himei o kiru.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is average for the more recent popular anime, but the key scenes are delicately touched up. However they art style was great, I must give plaudit to the manga artist Takeshi Obata for the characters designs, they realistic, to give that feel of connection with the viewer. The music is great, minus the last opening and endings which sound like a middle-school band banging on garbage cans and ripping their vocal cords with retched screams of incomprehensible lyrics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is average for the more recent popular anime, but the key scenes are delicately touched up.\u001b[24m\n    \u001b[1mアニメーションは最近の人気アニメの平均ですが、キーシーンに微妙に触れています。\u001b[22m, \u001b[1mアニメーションは、より最近の人気アニメの平均であるが、キーのシーンは微妙にタッチアップしています。\u001b[22m\n\u001b[4mHowever they art style was great, I must give plaudit to the manga artist Takeshi Obata for the characters designs, they realistic, to give that feel of connection with the viewer.\u001b[24m\n    \u001b[1mしかし、彼らはアートスタイルが素晴らしかったです。私は漫画家オーバータ武志に、その現実的なキャラクターデザインを見せて、観客とのつながりを感じさせなければなりません。\u001b[22m, \u001b[1m彼らはスタイルが大きかったの芸術しかし、私は、彼らが現実的な、文字のデザインのための漫画家小畑健への賛辞を与える必要があり、視聴者との接続の感触を得ました。\u001b[22m\n\u001b[4mThe music is great, minus the last opening and endings which sound like a middle-school band banging on garbage cans and ripping their vocal cords with retched screams of incomprehensible lyrics.\u001b[24m\n    \u001b[1m音楽は素晴らしい、最後のオープニングとエンディングを除いて、ゴミ箱を叩いて声帯をリッピングする中学校のバンドのように聞こえるが、理解できない歌詞の悲鳴を切る。\u001b[22m, \u001b[1m音楽は素晴らしいですが、マイナス中学校のバンドのように聞こえる最後の開口部とエンディングはゴミ箱に強打し、不可解な歌詞のretched叫び声との声帯をリッピング。\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is an amazing anime; the plot and story are perfected beyond greatness. But there’s one thing that keeps this anime from being renowned as a masterpiece, character development. There’s very little depth to the main characters. They are all clear-cut with no inner-emotional battles. Light himself never once thinks twice about actually killing thousands of people, he uses and abuses the few allies he has, which will end in his destruction. He has no conflicts with himself, yet he’s not a senseless killing machine; in essence, he’s nothing. The creators of this series failed to recognize these inhuman attributes as just that, inhuman. When viewers cannot fully understand the main character, they cannot connect with him.\n\n\u001b[1m死のノートは素晴らしいアニメです。 プロットやストーリーは偉大さを超えて完成されています。 しかし、このアニメが傑作、キャラクターの開発として有名にならないようにする1つのことがあります。 主人公にはほとんど深みがありません。 彼らはすべて内情的な戦いではっきりしています。 光自身は、実際に何千人もの人を殺すことについて二度考えたことはありません。彼は、彼が持ついくつかの同盟国を使用し、虐待してしまいます。 彼は自分と葛藤はしていないが、無意味な殺人機械ではない。 本質的に、彼は何もありません。 このシリーズのクリエイターは、これらの非人間的な属性をまったく非人間的なものとして認識できませんでした。 視聴者が主人公を完全に理解できない場合、視聴者は彼とつながりを持つことができない。\u001b[22m\n\u001b[1m(Shi no nōto wa subarashī animedesu. Purotto ya sutōrī wa idai-sa o koete kansei sa rete imasu. Shikashi, kono anime ga kessaku, kyarakutā no kaihatsu to shite yūmei ni naranai yō ni suru 1tsu no koto ga arimasu. Shujinkō ni wa hotondo fukami ga arimasen. Karera wa subete naijō-tekina tatakai de hakkiri shite imasu. Hikari jishin wa, jissai ni nan sen-ri mo no hito o korosu koto ni tsuite ni-do kangaeta koto wa arimasen. Kare wa, kare ga motsu ikutsu ka no dōmeikuni o shiyō shi, gyakutai shite shimaimasu. Kare wa jibun to kattō wa shite inaiga, muimina satsujin kikaide wanai. Honshitsu-teki ni, kare wa nani mo arimasen. Kono shirīzu no kurieitā wa, korera no hiningentekina zokusei o mattaku hiningentekina mono to shite ninshiki dekimasendeshita. Shichō-sha ga shujinkō o kanzen ni rikai dekinai baai, shichō-sha wa kare to tsunagari o motsu koto ga dekinai.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is an amazing anime; the plot and story are perfected beyond greatness. But there’s one thing that keeps this anime from being renowned as a masterpiece, character development. There’s very little depth to the main characters. They are all clear-cut with no inner-emotional battles. Light himself never once thinks twice about actually killing thousands of people, he uses and abuses the few allies he has, which will end in his destruction. He has no conflicts with himself, yet he’s not a senseless killing machine; in essence, he’s nothing. The creators of this series failed to recognize these inhuman attributes as just that, inhuman. When viewers cannot fully understand the main character, they cannot connect with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is an amazing anime;\u001b[24m\n    \u001b[1m死のノートは素晴らしいアニメです。\u001b[22m, \u001b[1mデスノートは素晴らしいアニメです。\u001b[22m\n\u001b[4mthe plot and story are perfected beyond greatness.\u001b[24m\n    \u001b[1mプロットやストーリーは偉大さを超えて完成されています。\u001b[22m, \u001b[1mプロットと物語は偉大さを超えて完成されています。\u001b[22m\n\u001b[4mBut there’s one thing that keeps this anime from being renowned as a masterpiece, character development.\u001b[24m\n    \u001b[1mしかし、このアニメが傑作、キャラクターの開発として有名にならないようにする1つのことがあります。\u001b[22m, \u001b[1mしかし、傑作、文字の開発として有名であることから、このアニメを保つ一つのことがあります。\u001b[22m\n\u001b[4mThere’s very little depth to the main characters.\u001b[24m\n    \u001b[1m主人公にはほとんど深みがありません。\u001b[22m, \u001b[1mメインキャラクターにはほとんどの深さがあります。\u001b[22m\n\u001b[4mThey are all clear-cut with no inner-emotional battles.\u001b[24m\n    \u001b[1m彼らはすべて内情的な戦いではっきりしています。\u001b[22m, \u001b[1m彼らはすべての明確なノー内部感情的な戦いです。\u001b[22m\n\u001b[4mLight himself never once thinks twice about actually killing thousands of people, he uses and abuses the few allies he has, which will end in his destruction.\u001b[24m\n    \u001b[1m光自身は、実際に何千人もの人を殺すことについて二度考えたことはありません。彼は、彼が持ついくつかの同盟国を使用し、虐待してしまいます。\u001b[22m, \u001b[1m一度実際に何千人もの人々を殺害について二度考えて自分を決して点灯していない、彼は彼の破壊に終わる彼が持っているいくつかの同盟国を、使用し、虐待。\u001b[22m\n\u001b[4mHe has no conflicts with himself, yet he’s not a senseless killing machine;\u001b[24m\n    \u001b[1m彼は自分と葛藤はしていないが、無意味な殺人機械ではない。\u001b[22m, \u001b[1m彼は自分自身との競合を持っていない、まだ彼は無意味な殺人マシンではありません。\u001b[22m\n\u001b[4min essence, he’s nothing.\u001b[24m\n    \u001b[1m本質的に、彼は何もありません。\u001b[22m\n\u001b[4mThe creators of this series failed to recognize these inhuman attributes as just that, inhuman.\u001b[24m\n    \u001b[1mこのシリーズのクリエイターは、これらの非人間的な属性をまったく非人間的なものとして認識できませんでした。\u001b[22m, \u001b[1mこのシリーズのクリエイターが非人道的な、ちょうどそのように、これらの非人間的な属性を認識することができませんでした。\u001b[22m\n\u001b[4mWhen viewers cannot fully understand the main character, they cannot connect with him.\u001b[24m\n    \u001b[1m視聴者が主人公を完全に理解できない場合、視聴者は彼とつながりを持つことができない。\u001b[22m, \u001b[1m視聴者が完全にメインキャラクターを理解できないとき、彼らは彼と一緒に接続することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThankfully, I can forgive the shortcomings of Death Note. What really made me love this series is its unmistakable perfection of suspense. This anime is without a doubt a must watch for ALL anime fans! Every episode will leave you begging for more, and yet there are no horrible cliffhangers! The ending of this series really pushed it to become one of my all time favorites. In the second to last episode I honestly felt like I was about to have a heart attack. My heart was pounding against my chest, my blood was rushing. I knew what would happen, the only way the series could end, but it didn’t matter! I was so enthralled with the emotion of the episode; it sends chills down my spine just thinking about it! No other anime has ever given me such a thrill, the emotions I experienced were surreal.\n\n\u001b[1mありがたいことに、私は死のノートの欠点を許すことができます。 本当に私がこのシリーズを愛していたのは、間違いなくサスペンスの完璧さです。 このアニメは、必ずしもすべてのアニメファンを監視する必要はありません！ すべてのエピソードはあなたにもっと欲しいものを残しますが、恐ろしいクリフハンガーはありません！ このシリーズの終わりは本当に私のすべての時間お気に入りの一つになるようにそれをプッシュしました。  2回目から最後までのエピソードでは、心臓発作が起こっているような気がした。 私の心は私の胸に打たれていた、私の血は急いでいた。 シリーズが終わることができる唯一の方法であることは分かっていましたが、それは問題ではありませんでした。 私はエピソードの感情にとても魅了されました。 それはちょうどそれについて考えて私の背骨の悪寒を送信します！ 他のアニメは私にこのようなスリルを与えてくれたことはない、私が経験した感情は超現実的だった。\u001b[22m\n\u001b[1m(Arigatai koto ni, watashi wa shi no nōto no ketten o yurusu koto ga dekimasu. Hontōni watashi ga kono shirīzu o aishite ita no wa, machigainaku sasupensu no kanpeki-sadesu. Subete no episōdo wa anata ni motto hoshī mono o nokoshimasuga, osoroshī kurifuhangā wa arimasen! Kono shirīzu no owari wa hontōni watashi no subete no jikan okiniiri no hitotsu ni naru yō ni sore o pusshu shimashita. 2-Kai-me kara saigomade no episōdode wa, shinzō hossa ga okotte iru yōna ki ga shita. Watashi no kokoro wa watashi no mune ni uta rete ita, watashi no chi wa isoide ita. Shirīzu ga owaru koto ga dekiru yuiitsu no hōhōdearu koto wa wakatte imashitaga, soreha mondaide wa arimasendeshita. Watashi wa episōdo no kanjō ni totemo miryō sa remashita. Sore wa chōdo sore ni tsuite kangaete watashi no sebone no okan o sōshin shimasu! Hoka no anime wa watashi ni ko no yōna suriru o ataete kureta koto wanai, watashi ga keiken shita kanjō wa chōgenjitsutekidatta. Kono anime wa, kanarazushimo subete no anime fan o kanshi suru hitsuyō wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mThankfully, I can forgive the shortcomings of Death Note. What really made me love this series is its unmistakable perfection of suspense. This anime is without a doubt a must watch for ALL anime fans! Every episode will leave you begging for more, and yet there are no horrible cliffhangers! The ending of this series really pushed it to become one of my all time favorites. In the second to last episode I honestly felt like I was about to have a heart attack. My heart was pounding against my chest, my blood was rushing. I knew what would happen, the only way the series could end, but it didn’t matter! I was so enthralled with the emotion of the episode; it sends chills down my spine just thinking about it! No other anime has ever given me such a thrill, the emotions I experienced were surreal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThankfully, I can forgive the shortcomings of Death Note.\u001b[24m\n    \u001b[1mありがたいことに、私は死のノートの欠点を許すことができます。\u001b[22m, \u001b[1mありがたいことに、私はデスノートの欠点を許すことができます。\u001b[22m\n\u001b[4mWhat really made me love this series is its unmistakable perfection of suspense.\u001b[24m\n    \u001b[1m本当に私がこのシリーズを愛していたのは、間違いなくサスペンスの完璧さです。\u001b[22m, \u001b[1m本当に私はこのシリーズを愛して作られたことはサスペンスのその紛れもない完璧です。\u001b[22m\n\u001b[4mEvery episode will leave you begging for more, and yet there are no horrible cliffhangers!\u001b[24m\n    \u001b[1mすべてのエピソードはあなたにもっと欲しいものを残しますが、恐ろしいクリフハンガーはありません！\u001b[22m, \u001b[1mすべてのエピソードは、より多くのために物乞いを残すだろう、とまだ恐ろしいcliffhangersはありません！\u001b[22m\n\u001b[4mThe ending of this series really pushed it to become one of my all time favorites.\u001b[24m\n    \u001b[1mこのシリーズの終わりは本当に私のすべての時間お気に入りの一つになるようにそれをプッシュしました。\u001b[22m, \u001b[1mこのシリーズの結末は本当に私のすべての時間のお気に入りの一つになるためにそれを押しました。\u001b[22m\n\u001b[4mIn the second to last episode I honestly felt like I was about to have a heart attack.\u001b[24m\n    \u001b[1m2回目から最後までのエピソードでは、心臓発作が起こっているような気がした。\u001b[22m, \u001b[1m私は心臓発作を持っていることを約あったように最後のエピソードに第二に、私は正直に感じました。\u001b[22m\n\u001b[4mMy heart was pounding against my chest, my blood was rushing.\u001b[24m\n    \u001b[1m私の心は私の胸に打たれていた、私の血は急いでいた。\u001b[22m, \u001b[1m私の心は私の胸にドキドキして、私の血を急いでしました。\u001b[22m\n\u001b[4mI knew what would happen, the only way the series could end, but it didn’t matter!\u001b[24m\n    \u001b[1mシリーズが終わることができる唯一の方法であることは分かっていましたが、それは問題ではありませんでした。\u001b[22m, \u001b[1m私は、何が起こるかシリーズが終わることができる唯一の方法を知っていたが、それは問題ではありませんでした！\u001b[22m\n\u001b[4mI was so enthralled with the emotion of the episode;\u001b[24m\n    \u001b[1m私はエピソードの感情にとても魅了されました。\u001b[22m, \u001b[1m私はエピソードの感情を持つように魅了しました。\u001b[22m\n\u001b[4mit sends chills down my spine just thinking about it!\u001b[24m\n    \u001b[1mそれはちょうどそれについて考えて私の背骨の悪寒を送信します！\u001b[22m, \u001b[1mそれはちょうどそれについて考えて背筋が悪寒を送信します！\u001b[22m\n\u001b[4mNo other anime has ever given me such a thrill, the emotions I experienced were surreal.\u001b[24m\n    \u001b[1m他のアニメは私にこのようなスリルを与えてくれたことはない、私が経験した感情は超現実的だった。\u001b[22m, \u001b[1m他のアニメが今まで私にそのようなスリルを与えていない、私が経験した感情は、超現実的でした。\u001b[22m\n\u001b[4mThis anime is without a doubt a must watch for ALL anime fans!\u001b[24m\n    \u001b[1mこのアニメは、必ずしもすべてのアニメファンを監視する必要はありません！\u001b[22m, \u001b[1mこのアニメは、すべてのアニメファンに注意する必要があり、疑いもなくです！\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Captian_Yoodol",
    "profile": "/profile/Captian_Yoodol/reviews",
    "pages": "30",
    "number": "16",
    "link": "/reviews.php?id=20278",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nデスノート。 どのようなアニメ。 それは非常によく開発されています、このアニメのすべてが優れていたか、彼の好みにして、それが私の意見では最も素晴らしい今日のアニメの1つになったことを確認するために、つぐみ大場をしばらく撮影したに違いありません。\n\nキャラクターは美しく書かれ、開発され、各キャラクターには独自の個性とスタイルがあります。\nストーリーラインは部門で書かれていましたが、私の意見では、ストーリーの完全な理解を得るためにはすべてのエピソードを見なければならないと思います。 それは私を熱心にさせた。 それぞれのエピソードの後、私はもっと欲しいと思っていました。それは私を知ったようにして、私が考えることができる心の状態に私を入れました、次に何が起こるでしょうか？\n\nこのアニメを見てみると、ミステリーと少しの超自然があります。\n私はこのアニメが私に思い出させた1つの他の事は、犯罪ショーの一種です:)）謎？ 超自然？ 法律？ 私の好きなもののいくつかは一緒に1つ=良いアニメ:)（私のために）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note. What an anime. It was and is so well developed, it must have taken Tsugumi Ohba a while to make sure that everything in this Anime was Excellent or to his liking and it turned out to be one of the most awesome present day animes in my opinion.\n\n\u001b[1mデスノート。 どのようなアニメ。 それは非常によく開発されています、このアニメのすべてが優れていたか、彼の好みにして、それが私の意見では最も素晴らしい今日のアニメの1つになったことを確認するために、つぐみ大場をしばらく撮影したに違いありません。\u001b[22m\n\u001b[1m(Desunōto.Do no yōna anime. Sore wa hijō ni yoku kaihatsu sa rete imasu, kono anime no subete ga sugurete ita ka, kare no konomi ni shite, sore ga watashi no ikende wa mottomo subarashī kyō no anime no 1tsu ni natta koto o kakunin suru tame ni, tsugumi Ōba o shibaraku satsuei shita ni chigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note. What an anime. It was and is so well developed, it must have taken Tsugumi Ohba a while to make sure that everything in this Anime was Excellent or to his liking and it turned out to be one of the most awesome present day animes in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note.\u001b[24m\n    \u001b[1mデスノート。\u001b[22m, \u001b[1m死のノート。\u001b[22m\n\u001b[4mWhat an anime.\u001b[24m\n    \u001b[1mどのようなアニメ。\u001b[22m\n\u001b[4mIt was and is so well developed, it must have taken Tsugumi Ohba a while to make sure that everything in this Anime was Excellent or to his liking and it turned out to be one of the most awesome present day animes in my opinion.\u001b[24m\n    \u001b[1mそれは非常によく開発されています、このアニメのすべてが優れていたか、彼の好みにして、それが私の意見では最も素晴らしい今日のアニメの1つになったことを確認するために、つぐみ大場をしばらく撮影したに違いありません。\u001b[22m, \u001b[1mそれは、大場つぐみにこのアニメのすべてが素晴らしいか、自分の好みにあったことを確認するためにしばらく時間が取られている必要がありますし、それは私の意見で最も素晴らしい今日のアニメの一つであることが判明し、だったので、十分に開発されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were beautifully written and developed, each character has there own unique personality and style about them.\n\n\u001b[1mキャラクターは美しく書かれ、開発され、各キャラクターには独自の個性とスタイルがあります。\u001b[22m\n\u001b[1m(Kyarakutā wa utsukushiku kaka re, kaihatsu sa re, kaku kyarakutā ni wa dokuji no kosei to sutairu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were beautifully written and developed, each character has there own unique personality and style about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were beautifully written and developed, each character has there own unique personality and style about them.\u001b[24m\n    \u001b[1mキャラクターは美しく書かれ、開発され、各キャラクターには独自の個性とスタイルがあります。\u001b[22m, \u001b[1m文字が美しく書かれ、開発された、各文字が独自の個性とそれらについてのスタイルを持っています。\u001b[22m\nThe Story line was written with dept, and in my opinion you would have to watch every episode to get the full understanding of the Story and thats what made it So enjoyable. It made me eager. After each episode i think I was wanting more it made me intrested and put my in a state of mind where all i could think about was, What going to happen next?\n\n\u001b[1mストーリーラインは部門で書かれていましたが、私の意見では、ストーリーの完全な理解を得るためにはすべてのエピソードを見なければならないと思います。 それは私を熱心にさせた。 それぞれのエピソードの後、私はもっと欲しいと思っていました。それは私を知ったようにして、私が考えることができる心の状態に私を入れました、次に何が起こるでしょうか？\u001b[22m\n\u001b[1m(Sutōrīrain wa bumon de kaka rete imashitaga, watashi no ikende wa, sutōrī no kanzen'na rikai o eru tame ni wa subete no episōdo o minakereba naranai to omoimasu. Sore wa watashi o nesshin ni sa seta. Sorezore no episōdo no ato, watashi wa motto hoshī to omotte imashita. Sore wa watashi o shitta yō ni shite, watashi ga kangaeru koto ga dekiru kokoro no jōtai ni watashi o iremashita, tsugini nani ga okorudeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mThe Story line was written with dept, and in my opinion you would have to watch every episode to get the full understanding of the Story and thats what made it So enjoyable. It made me eager. After each episode i think I was wanting more it made me intrested and put my in a state of mind where all i could think about was, What going to happen next?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story line was written with dept, and in my opinion you would have to watch every episode to get the full understanding of the Story and thats what made it So enjoyable.\u001b[24m\n    \u001b[1mストーリーラインは部門で書かれていましたが、私の意見では、ストーリーの完全な理解を得るためにはすべてのエピソードを見なければならないと思います。\u001b[22m, \u001b[1mストーリーラインは、DEPTで書かれた、と私の意見ではあなたが物語の完全な理解を得るためにすべてのエピソードを見ていると、それはそれで楽しく作ったものthatsのだろう。\u001b[22m\n\u001b[4mIt made me eager.\u001b[24m\n    \u001b[1mそれは私を熱心にさせた。\u001b[22m, \u001b[1mそれは私が熱心ました。\u001b[22m\n\u001b[4mAfter each episode i think I was wanting more it made me intrested and put my in a state of mind where all i could think about was, What going to happen next?\u001b[24m\n    \u001b[1mそれぞれのエピソードの後、私はもっと欲しいと思っていました。それは私を知ったようにして、私が考えることができる心の状態に私を入れました、次に何が起こるでしょうか？\u001b[22m, \u001b[1m各エピソードの後、私はそれは私がintrestedて作られたと私は考えることができるすべては、次に何が起こるしようとしていた心の状態に私を置くより多くを望むたと思いますか？\u001b[22m\n\u001b[1m\u001b[22m\nPlease take a look at this anime if you into, Mystery and a bit of supernatural.\n\n\u001b[1mこのアニメを見てみると、ミステリーと少しの超自然があります。\u001b[22m\n\u001b[1m(Kono anime o mite miru to, misuterī to sukoshi no chō shizen ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mPlease take a look at this anime if you into, Mystery and a bit of supernatural.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease take a look at this anime if you into, Mystery and a bit of supernatural.\u001b[24m\n    \u001b[1mこのアニメを見てみると、ミステリーと少しの超自然があります。\u001b[22m, \u001b[1mもしあれば、ミステリーと超自然のビットにこのアニメを見てみてください。\u001b[22m\nOne other thing i think that this Anime reminded me of was, a type of Crime show :)) Mystery? Supernatural? Law? Some of my favouraite things put together in one= A good anime :) (for me)\n\n\u001b[1m私はこのアニメが私に思い出させた1つの他の事は、犯罪ショーの一種です:)）謎？ 超自然？ 法律？ 私の好きなもののいくつかは一緒に1つ=良いアニメ:)（私のために）\u001b[22m\n\u001b[1m(Watashi wa kono anime ga watashi ni omoidasa seta 1tsu no ta no koto wa, hanzai shō no isshudesu: ) ) Nazo? Chō shizen? Hōritsu? Watashi no sukinamono no ikutsu ka wa issho ni 1tsu = yoi anime: ) (Watashi no tame ni))\u001b[22m\n\nTranslations of \u001b[4mOne other thing i think that this Anime reminded me of was, a type of Crime show :)) Mystery? Supernatural? Law? Some of my favouraite things put together in one= A good anime :) (for me)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne other thing i think that this Anime reminded me of was, a type of Crime show :)) Mystery?\u001b[24m\n    \u001b[1m私はこのアニメが私に思い出させた1つの他の事は、犯罪ショーの一種です:)）謎？\u001b[22m, \u001b[1mもうひとつは、私はこのアニメは、犯罪のショー:)）謎のタイプだったのを思い出したと思いますか？\u001b[22m\n\u001b[4mSupernatural?\u001b[24m\n    \u001b[1m超自然？\u001b[22m, \u001b[1mスーパーナチュラル？\u001b[22m\n\u001b[4mLaw?\u001b[24m\n    \u001b[1m法律？\u001b[22m\n\u001b[4mSome of my favouraite things put together in one= A good anime :) (for me)\u001b[24m\n    \u001b[1m私の好きなもののいくつかは一緒に1つ=良いアニメ:)（私のために）\u001b[22m, \u001b[1m1にまとめ私のfavouraite事のいくつかは（私にとって）良いアニメを:) =\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "salutshorts",
    "profile": "/profile/salutshorts/reviews",
    "pages": "30",
    "number": "17",
    "link": "/reviews.php?id=20806",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n死のノートはライトヤガミと呼ばれるこの男についてかなり良いショーです。 光は賢い人です。 本当にスマートです。 天才のように。 彼は天才で、デスノートのプロットです。 天才の詩は知恵の戦いで天才です。\n。\n彼の死のメモの中で、ライトは誰かの顔を描き、彼らの本名を持っていれば、誰の名前を書き留めてもいい。 しかし、彼は彼を止めようとしている敵Lを持っています。\n\nこれは良いショーで、それについて良くない唯一の事はニアとメロとエンディングです。 それ以外は、見ていて大変でした",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is a pretty good show about this guy called Light Yagami. Light is a smart man. Really smart. Like a genius. He is a genius, and that is the plot of Death Note. Genius verses genius in a battle of wits.\n\n\u001b[1m死のノートはライトヤガミと呼ばれるこの男についてかなり良いショーです。 光は賢い人です。 本当にスマートです。 天才のように。 彼は天才で、デスノートのプロットです。 天才の詩は知恵の戦いで天才です。\u001b[22m\n\u001b[1m(Shi no nōto wa raitoyagami to yoba reru kono otoko ni tsuite kanari yoi shōdesu. Hikari wa kashikoi hitodesu. Hontōni sumātodesu. Tensai no yō ni. Kare wa tensai de, desunōto no purottodesu. Tensai no uta wa chie no tatakai de tensaidesu.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is a pretty good show about this guy called Light Yagami. Light is a smart man. Really smart. Like a genius. He is a genius, and that is the plot of Death Note. Genius verses genius in a battle of wits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is a pretty good show about this guy called Light Yagami.\u001b[24m\n    \u001b[1m死のノートはライトヤガミと呼ばれるこの男についてかなり良いショーです。\u001b[22m, \u001b[1mデスノートは夜神月と呼ばれるこの男についてかなり良いショーです。\u001b[22m\n\u001b[4mLight is a smart man.\u001b[24m\n    \u001b[1m光は賢い人です。\u001b[22m, \u001b[1m光は、スマートな男です。\u001b[22m\n\u001b[4mReally smart.\u001b[24m\n    \u001b[1m本当にスマートです。\u001b[22m, \u001b[1m本当にスマート。\u001b[22m\n\u001b[4mLike a genius.\u001b[24m\n    \u001b[1m天才のように。\u001b[22m\n\u001b[4mHe is a genius, and that is the plot of Death Note.\u001b[24m\n    \u001b[1m彼は天才で、デスノートのプロットです。\u001b[22m, \u001b[1m彼は天才であり、それは、デスノートのプロットです。\u001b[22m\n\u001b[4mGenius verses genius in a battle of wits.\u001b[24m\n    \u001b[1m天才の詩は知恵の戦いで天才です。\u001b[22m, \u001b[1m天才は知恵の戦いで天才詩。\u001b[22m\n.\n\n\u001b[1m。\u001b[22m\n\u001b[1m(.)\u001b[22m\n\nTranslations of \u001b[4m.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nIn his death note, Light can write down the name of anyone once he pictures their face and has their real name, and once he does that, they will die. But he has an enemy, L, who tries to stop him.\n\n\u001b[1m彼の死のメモの中で、ライトは誰かの顔を描き、彼らの本名を持っていれば、誰の名前を書き留めてもいい。 しかし、彼は彼を止めようとしている敵Lを持っています。\u001b[22m\n\u001b[1m(Kare no shi no memo no naka de, raito wa dare ka no kao o kaki, karera no honmyō o motte ireba, dare no namae o kakitomete mo ī. Shikashi, kare wa kare o tomeyou to shite iru teki L o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn his death note, Light can write down the name of anyone once he pictures their face and has their real name, and once he does that, they will die. But he has an enemy, L, who tries to stop him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn his death note, Light can write down the name of anyone once he pictures their face and has their real name, and once he does that, they will die.\u001b[24m\n    \u001b[1m彼の死のメモの中で、ライトは誰かの顔を描き、彼らの本名を持っていれば、誰の名前を書き留めてもいい。\u001b[22m, \u001b[1m彼は自分の顔を写真と実名を持っており、彼はそれをしたら、彼らは死んでしまう一度彼の死のノートでは、光は誰の名前を書き留めることができます。\u001b[22m\n\u001b[4mBut he has an enemy, L, who tries to stop him.\u001b[24m\n    \u001b[1mしかし、彼は彼を止めようとしている敵Lを持っています。\u001b[22m, \u001b[1mしかし、彼は彼を停止しようとする敵、Lを、持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a good show, and the only thing not good about it is Near and Mello and the ending. Other than that, it was great to watch\n\n\u001b[1mこれは良いショーで、それについて良くない唯一の事はニアとメロとエンディングです。 それ以外は、見ていて大変でした\u001b[22m\n\u001b[1m(Kore wa yoi shō de, sore ni tsuite yokunai yuiitsu no koto wa nia to mero to endingudesu. Sore igai wa, mite ite taihendeshita)\u001b[22m\n\nTranslations of \u001b[4mThis is a good show, and the only thing not good about it is Near and Mello and the ending. Other than that, it was great to watch\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a good show, and the only thing not good about it is Near and Mello and the ending.\u001b[24m\n    \u001b[1mこれは良いショーで、それについて良くない唯一の事はニアとメロとエンディングです。\u001b[22m, \u001b[1mこれは良いショーであり、それについての良いではない唯一のものは、Nearとメロとエンディングです。\u001b[22m\n\u001b[4mOther than that, it was great to watch\u001b[24m\n    \u001b[1mそれ以外は、見ていて大変でした\u001b[22m, \u001b[1mそれ以外は、見ていて素晴らしかったです\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "jiznugget_x",
    "profile": "/profile/jiznugget_x/reviews",
    "pages": "30",
    "number": "18",
    "link": "/reviews.php?id=22651",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はマンガとライト小説のすべてを読んで、すべてのエピソードや映画を見てきました。私はそれに疲れません。 それは間違いなくオリジナルです。私は、伝説が製作中であり、世代に大きな影響を与えたので私が生きていたと言っても大変誇りです。\n\n死のノートは、「神の裁き」の話題にむしろ面白い形で挑戦します。 デスノートを使う方法はオリジナルだと思う。 あなたの顔と名前を知るだけで誰かを殺すことができると思ったのは誰でしょう？ それはまた私が正義と考えるものについて二度考えさせました。 私はそれを見たり読んだりしていたので、本当に私には思っていたし、それはその多くの魅力の一つだと思う。 私は実際にそれが私にそれに細心の注意を払って少し良くなったと思った。\n\nもちろん、デスノートは世界各地で多くの人に人気があるので、彼らの意見は私のものとは異なるでしょうが、私たちの多くはデスノートが最高のアニメの一つであることに同意できます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've read all of the manga and light novels and watched all the episodes and movies and I never grow tired of it. It's definitely an original and I'm very proud to say I was living as the legend was in the process of making and that it has made a huge impact in our generation.\n\n\u001b[1m私はマンガとライト小説のすべてを読んで、すべてのエピソードや映画を見てきました。私はそれに疲れません。 それは間違いなくオリジナルです。私は、伝説が製作中であり、世代に大きな影響を与えたので私が生きていたと言っても大変誇りです。\u001b[22m\n\u001b[1m(Watashi wa manga to raito shōsetsu no subete o yonde, subete no episōdo ya eiga o mitekimashita. Watashi wa sore ni tsukaremasen. Sore wa machigainaku orijinarudesu. Watashi wa, densetsu ga seisaku-chūdeari, sedai ni ōkina eikyō o ataetanode watashi ga ikiteita to itte mo taihen hokoridesu.)\u001b[22m\n\nTranslations of \u001b[4mI've read all of the manga and light novels and watched all the episodes and movies and I never grow tired of it. It's definitely an original and I'm very proud to say I was living as the legend was in the process of making and that it has made a huge impact in our generation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've read all of the manga and light novels and watched all the episodes and movies and I never grow tired of it.\u001b[24m\n    \u001b[1m私はマンガとライト小説のすべてを読んで、すべてのエピソードや映画を見てきました。私はそれに疲れません。\u001b[22m, \u001b[1m私はマンガやライトノベルのすべてを読み、すべてのエピソードや映画を見て、私はそれの疲れて成長したことがありません。\u001b[22m\n\u001b[4mIt's definitely an original and I'm very proud to say I was living as the legend was in the process of making and that it has made a huge impact in our generation.\u001b[24m\n    \u001b[1mそれは間違いなくオリジナルです。私は、伝説が製作中であり、世代に大きな影響を与えたので私が生きていたと言っても大変誇りです。\u001b[22m, \u001b[1mそれは間違いなくオリジナルだと私は伝説が作る過程にあったように住んでいると、それは私たちの世代に大きな影響を与えてきたことだったと言うことは非常に誇りに思っています。\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note challenges the topic of 'divine judgement' in a rather amusing way. I think the way of using the Death Note is an original. I mean, who would've thought you could kill someone just by knowing their face and name? It also made me think twice about what I think of as justice. As I was watching/reading it, it really had me think and I think that's one of the many charms of it. I actually think it made me think a little bit better, having paid such close attention to it.\n\n\u001b[1m死のノートは、「神の裁き」の話題にむしろ面白い形で挑戦します。 デスノートを使う方法はオリジナルだと思う。 あなたの顔と名前を知るだけで誰かを殺すことができると思ったのは誰でしょう？ それはまた私が正義と考えるものについて二度考えさせました。 私はそれを見たり読んだりしていたので、本当に私には思っていたし、それはその多くの魅力の一つだと思う。 私は実際にそれが私にそれに細心の注意を払って少し良くなったと思った。\u001b[22m\n\u001b[1m(Shi no nōto wa,`-shin no sabaki' no wadai ni mushiro omoshiroi katachi de chōsen shimasu. Desunōto o tsukau hōhō wa orijinaruda to omou. Anata no kao to namae o shiru dake de dareka o korosu koto ga dekiru to omotta no wa daredeshou? Soreha mata watashi ga seigi to kangaeru mono ni tsuite nido kangae sasemashita. Watashi wa sore o mi tari yon dari shite itanode, hontōni watashiniha omotte itashi, sore wa sono ōku no miryoku no hitotsuda to omou. Watashi wa jissai ni sore ga watashi ni sore ni saishin no chūi o haratte sukoshi yokunatta to omotta.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note challenges the topic of 'divine judgement' in a rather amusing way. I think the way of using the Death Note is an original. I mean, who would've thought you could kill someone just by knowing their face and name? It also made me think twice about what I think of as justice. As I was watching/reading it, it really had me think and I think that's one of the many charms of it. I actually think it made me think a little bit better, having paid such close attention to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note challenges the topic of 'divine judgement' in a rather amusing way.\u001b[24m\n    \u001b[1m死のノートは、「神の裁き」の話題にむしろ面白い形で挑戦します。\u001b[22m, \u001b[1mデスノートは、かなり面白い方法で「神の裁き」のトピックに挑戦します。\u001b[22m\n\u001b[4mI think the way of using the Death Note is an original.\u001b[24m\n    \u001b[1mデスノートを使う方法はオリジナルだと思う。\u001b[22m, \u001b[1m私はデスノートの使い方が元だと思います。\u001b[22m\n\u001b[4mI mean, who would've thought you could kill someone just by knowing their face and name?\u001b[24m\n    \u001b[1mあなたの顔と名前を知るだけで誰かを殺すことができると思ったのは誰でしょう？\u001b[22m, \u001b[1m私は自分の顔と名前を知ることによって、あなたが誰かを殺すことができると思っただろう誰が、意味ですか？\u001b[22m\n\u001b[4mIt also made me think twice about what I think of as justice.\u001b[24m\n    \u001b[1mそれはまた私が正義と考えるものについて二度考えさせました。\u001b[22m, \u001b[1mまた、私は正義のように考えるかについてよく考えました。\u001b[22m\n\u001b[4mAs I was watching/reading it, it really had me think and I think that's one of the many charms of it.\u001b[24m\n    \u001b[1m私はそれを見たり読んだりしていたので、本当に私には思っていたし、それはその多くの魅力の一つだと思う。\u001b[22m, \u001b[1m私はそれを読んで/見ていたとして、それは本当に私が考えていたと私はそれはそれの多くの魅力の一つだと思います。\u001b[22m\n\u001b[4mI actually think it made me think a little bit better, having paid such close attention to it.\u001b[24m\n    \u001b[1m私は実際にそれが私にそれに細心の注意を払って少し良くなったと思った。\u001b[22m, \u001b[1m私は実際にそれは私がそれにこのよう細心の注意を払った、少しでも良いと思いたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nOf course, because Death Note is so popular around the world by many different people their opinions will be different from mine, but I think many of us can agree that Death Note is one of the best anime EVER.\n\n\u001b[1mもちろん、デスノートは世界各地で多くの人に人気があるので、彼らの意見は私のものとは異なるでしょうが、私たちの多くはデスノートが最高のアニメの一つであることに同意できます。\u001b[22m\n\u001b[1m(Mochiron, desunōto wa sekai kakuchi de ōku no hito ni ninki ga aru node, karera no iken wa watashi no mono to wa kotonarudeshouga, watashitachi no ōku wa desunōto ga saikō no anime no hitotsudearu koto ni dōi dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOf course, because Death Note is so popular around the world by many different people their opinions will be different from mine, but I think many of us can agree that Death Note is one of the best anime EVER.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, because Death Note is so popular around the world by many different people their opinions will be different from mine, but I think many of us can agree that Death Note is one of the best anime EVER.\u001b[24m\n    \u001b[1mもちろん、デスノートは世界各地で多くの人に人気があるので、彼らの意見は私のものとは異なるでしょうが、私たちの多くはデスノートが最高のアニメの一つであることに同意できます。\u001b[22m, \u001b[1mデスノートは、多くの異なる人々によって世界中でとても人気があるので、もちろん、彼らの意見が鉱山から異なるものになりますが、私は私たちの多くは、そのデスノートは史上最高のアニメの一つであることに同意することができると思います。\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "Wybock",
    "profile": "/profile/Wybock/reviews",
    "pages": "30",
    "number": "19",
    "link": "/reviews.php?id=19192",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\nストーリー（大場つぐみ）：謎を味わったら、デスノートはあなたのためのアニメ/マンガです。 ガンスリング、キック、パンチング、そしてそのようなものがすべて欠けているにもかかわらず、デスノートはいまだにアクションジャンルとして受け入れられています。 何らかの理由で。 死のノートは、私にとっては、最近の歴史のなかで、最もユニークで心が吹き荒れるアニメ/マンガの一つであり、常にそうなるでしょう。 それに直面しよう; ページの前に「少年ジャンプ」と表示されていると、あなたはおそらくそれが悪い漫画だと思うでしょう。 しかし、デスノートはあなたの文学の古典でより一般的に見られるストーリー要素と知的な完全性をあなたの通常の少年ジャンプのタイトルよりも運びます。\n\nArt（Obata Takeshi）：特に注目に値するのはRyukです。Ryukは扇情的な美人スタイルのキャラクターに変身しましたが、代わりに頼まれたときにほとんどの人が考えると思う恐ろしい荒々しい獣です 恐ろしい死の幽霊がどのように見えるか想像してください。 しかし、私は彼らがシリーズの幼稚な探偵と重役であるLをもっと楽しく描いているように見えると言うでしょう。\n\nサウンド：驚くべき音楽。とりわけ注目すべきはオープニングのテーマで、濃くて重いです。 ジャンルロックのための良い選択\n\nOK。 本当の批評家のように行動する。 私はグレードを表示します：\n\nストーリー：A +\nアート：\n全体：ポジティブ、親指アップ、A +、5つ星... hehe：P",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory (Tsugumi Ohba): If you have a taste for mystery, then Death Note is the Anime/Manga for you. Despite all the absence of gun-slinging, kicking and punching and all the stuff like that, Death Note is still somewhat....acceptable as an action-genre. For some reason. Death Note, for me is and will always be one of the most unique and mind-blowing Anime/Manga in recent history. Let's face it; when you see 'Shonen Jump' on the front of the page you will probably think it's a bad manga. But then, Death Note carries story elements and an intellectual integrity that is more commonly seen in your literary classics than your usual Shonen Jump title.\n\n\u001b[1mストーリー（大場つぐみ）：謎を味わったら、デスノートはあなたのためのアニメ/マンガです。 ガンスリング、キック、パンチング、そしてそのようなものがすべて欠けているにもかかわらず、デスノートはいまだにアクションジャンルとして受け入れられています。 何らかの理由で。 死のノートは、私にとっては、最近の歴史のなかで、最もユニークで心が吹き荒れるアニメ/マンガの一つであり、常にそうなるでしょう。 それに直面しよう; ページの前に「少年ジャンプ」と表示されていると、あなたはおそらくそれが悪い漫画だと思うでしょう。 しかし、デスノートはあなたの文学の古典でより一般的に見られるストーリー要素と知的な完全性をあなたの通常の少年ジャンプのタイトルよりも運びます。\u001b[22m\n\u001b[1m(Sutōrī (Ōba tsugumi): Nazo o ajiwattara, desunōto wa anata no tame no anime/ mangadesu. Gan Suringu, kikku, panchingu, soshite sono yōna mono ga subete kakete iru nimokakawarazu, desunōto wa imadani akushon janru to shite ukeire rarete imasu. Nanrakano riyū de. Shi no nōto wa, watashi ni totte wa, saikin no rekishi no naka de, mottomo yunīku de kokoro ga fukiareru anime/ manga no hitotsudeari, tsuneni sō narudeshou. Sore ni chokumen shiyou; pēji no mae ni `Shōnenjanpu' to hyōji sa rete iru to, anata wa osoraku sore ga warui mangada to omoudeshou. Shikashi, desunōto wa anata no bungaku no koten de yori ippantekini mirareru sutōrī yōso to chitekina kanzen-sei o anata no tsūjō no Shōnenjanpu no taitoru yori mo hakobimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory (Tsugumi Ohba): If you have a taste for mystery, then Death Note is the Anime/Manga for you. Despite all the absence of gun-slinging, kicking and punching and all the stuff like that, Death Note is still somewhat....acceptable as an action-genre. For some reason. Death Note, for me is and will always be one of the most unique and mind-blowing Anime/Manga in recent history. Let's face it; when you see 'Shonen Jump' on the front of the page you will probably think it's a bad manga. But then, Death Note carries story elements and an intellectual integrity that is more commonly seen in your literary classics than your usual Shonen Jump title.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (Tsugumi Ohba): If you have a taste for mystery, then Death Note is the Anime/Manga for you.\u001b[24m\n    \u001b[1mストーリー（大場つぐみ）：謎を味わったら、デスノートはあなたのためのアニメ/マンガです。\u001b[22m, \u001b[1mストーリー（大場つぐみ）：あなたは謎のための味を持っている場合は、デスノートはあなたのためのアニメ/マンガです。\u001b[22m\n\u001b[4mDespite all the absence of gun-slinging, kicking and punching and all the stuff like that, Death Note is still somewhat....acceptable as an action-genre.\u001b[24m\n    \u001b[1mガンスリング、キック、パンチング、そしてそのようなものがすべて欠けているにもかかわらず、デスノートはいまだにアクションジャンルとして受け入れられています。\u001b[22m, \u001b[1m銃玉掛、蹴りとパンチと、そのようなすべてのもののすべての不在にもかかわらず、デスノートは....幾分まだアクションジャンルとして許容可能です。\u001b[22m\n\u001b[4mFor some reason.\u001b[24m\n    \u001b[1m何らかの理由で。\u001b[22m, \u001b[1mいくつかの理由。\u001b[22m\n\u001b[4mDeath Note, for me is and will always be one of the most unique and mind-blowing Anime/Manga in recent history.\u001b[24m\n    \u001b[1m死のノートは、私にとっては、最近の歴史のなかで、最もユニークで心が吹き荒れるアニメ/マンガの一つであり、常にそうなるでしょう。\u001b[22m, \u001b[1m私のためのデスノートは、であり、常に最近の歴史の中で最もユニークで心吹いアニメ/マンガのいずれかになります。\u001b[22m\n\u001b[4mLet's face it;\u001b[24m\n    \u001b[1mそれに直面しよう;\u001b[22m, \u001b[1mそれに直面しましょう。\u001b[22m, \u001b[1mそれに直面しよう。\u001b[22m\n\u001b[4mwhen you see 'Shonen Jump' on the front of the page you will probably think it's a bad manga.\u001b[24m\n    \u001b[1mページの前に「少年ジャンプ」と表示されていると、あなたはおそらくそれが悪い漫画だと思うでしょう。\u001b[22m, \u001b[1mあなたはページの前面にある「少年ジャンプ」を見たとき、あなたは、おそらくそれは悪い漫画だと思います。\u001b[22m\n\u001b[4mBut then, Death Note carries story elements and an intellectual integrity that is more commonly seen in your literary classics than your usual Shonen Jump title.\u001b[24m\n    \u001b[1mしかし、デスノートはあなたの文学の古典でより一般的に見られるストーリー要素と知的な完全性をあなたの通常の少年ジャンプのタイトルよりも運びます。\u001b[22m, \u001b[1mしかし、その後、デスノートは、ストーリー要素や、より一般的に、あなたのいつもの少年ジャンプのタイトルよりもあなたの古典文学に見られる知的整合性を運びます。\u001b[22m\n\u001b[1m\u001b[22m\nArt (Takeshi Obata): Particularly notable is Ryuk, who could have been turned into a fan-pandering bishonen-style character but instead is a scary, hulking beast, the kind of thing most people would probably think of when they're asked to imagine what a grim spectre of death would look like. But I would say they looked like having more fun drawing L, the childish detective and deuteragonist of the series.\n\n\u001b[1mArt（Obata Takeshi）：特に注目に値するのはRyukです。Ryukは扇情的な美人スタイルのキャラクターに変身しましたが、代わりに頼まれたときにほとんどの人が考えると思う恐ろしい荒れ果てた獣です 恐ろしい死の幽霊がどのように見えるか想像してください。 しかし、私は彼らがシリーズの幼稚な探偵と重役のLをもっと楽しく描いているように見えると言うでしょう。\u001b[22m\n\u001b[1m(Art (Obata takeshi): Tokuni chūmoku ni ataisuru no wa Ryukdesu. Ryuk wa senjō-tekina bijin sutairu no kyarakutā ni henshin shimashitaga, kawari ni tanoma reta toki ni hotondo no hito ga kangaeru to omou osoroshī arehateta kemonodesu osoroshī shi no yūrei ga dono yōnimieru ka sōzō shite kudasai. Shikashi, watashi wa karera ga shirīzu no yōchina tantei to jūyaku no L o motto tanoshiku kaite iru yō ni mieru to iudeshou.)\u001b[22m\n\nTranslations of \u001b[4mArt (Takeshi Obata): Particularly notable is Ryuk, who could have been turned into a fan-pandering bishonen-style character but instead is a scary, hulking beast, the kind of thing most people would probably think of when they're asked to imagine what a grim spectre of death would look like. But I would say they looked like having more fun drawing L, the childish detective and deuteragonist of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (Takeshi Obata): Particularly notable is Ryuk, who could have been turned into a fan-pandering bishonen-style character but instead is a scary, hulking beast, the kind of thing most people would probably think of when they're asked to\u001b[24m\n    \u001b[1mArt（Obata Takeshi）：特に注目に値するのはRyukです。Ryukは扇情的な美人スタイルのキャラクターに変身しましたが、代わりに頼まれたときにほとんどの人が考えると思う恐ろしい荒れ果てた獣です\u001b[22m, \u001b[1mアート（小畑健）：特に注目すべきは、ファン迎合美少年スタイルの文字になってではなく、怖い、図体の大きい獣であるされている可能性がリューク、ある、ものの種類は、ほとんどの人は、おそらくそれらが求められているときに考えるだろう\u001b[22m\n\u001b[4mimagine what a grim spectre of death would look like.\u001b[24m\n    \u001b[1m恐ろしい死の幽霊がどのように見えるか想像してください。\u001b[22m, \u001b[1m死の厳しい亡霊がどのように見えるかを想像してみてください。\u001b[22m\n\u001b[4mBut I would say they looked like having more fun drawing L, the childish detective and deuteragonist of the series.\u001b[24m\n    \u001b[1mしかし、私は彼らがシリーズの幼稚な探偵と重役のLをもっと楽しく描いているように見えると言うでしょう。\u001b[22m, \u001b[1mしかし、私は、彼らがより多くの楽しい描画L、シリーズの幼稚な探偵と脇役を持つように見えたと言うでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Amazing music.Particularly notable is the opening theme, which is dark and heavy. Good pick for a genre- rock\n\n\u001b[1mサウンド：驚くべき音楽。とりわけ注目すべきはオープニングのテーマで、濃くて重いです。 ジャンルロックのための良い選択\u001b[22m\n\u001b[1m(Saundo: Odorokubeki ongaku. Toriwake chūmoku subeki wa ōpuningu no tēma de, kokute omoidesu. Janru rokku no tame no yoi sentaku)\u001b[22m\n\nTranslations of \u001b[4mSound: Amazing music.Particularly notable is the opening theme, which is dark and heavy. Good pick for a genre- rock\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Amazing music.Particularly notable is the opening theme, which is dark and heavy.\u001b[24m\n    \u001b[1mサウンド：驚くべき音楽。とりわけ注目すべきはオープニングのテーマで、濃くて重いです。\u001b[22m, \u001b[1mサウンド：アメージングmusic.Particularly注目すべきは暗くて重いオープニングテーマです。\u001b[22m\n\u001b[4mGood pick for a genre- rock\u001b[24m\n    \u001b[1mジャンルロックのための良い選択\u001b[22m, \u001b[1mgenre-岩のために良いピック\u001b[22m\n\u001b[1m\u001b[22m\nOk. to act like a real reviewer. I'll display a grade:\n\n\u001b[1mOK。 本当の批評家のように行動する。 私はグレードを表示します：\u001b[22m\n\u001b[1m(OK. Hontō no hihyō-ka no yō ni kōdō suru. Watashi wa gurēdo o hyōji shimasu:)\u001b[22m\n\nTranslations of \u001b[4mOk. to act like a real reviewer. I'll display a grade:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk.\u001b[24m\n    \u001b[1mOK。\u001b[22m, \u001b[1mOK。\u001b[22m, \u001b[1m[OK]をクリックします。\u001b[22m\n\u001b[4mto act like a real reviewer.\u001b[24m\n    \u001b[1m本当の批評家のように行動する。\u001b[22m, \u001b[1m本物のレビューのように行動します。\u001b[22m\n\u001b[4mI'll display a grade:\u001b[24m\n    \u001b[1m私はグレードを表示します：\u001b[22m, \u001b[1m私はグレードが表示されます：\u001b[22m\n\u001b[1m\u001b[22m\nStory: A+\n\n\u001b[1mストーリー：A +\u001b[22m\n\u001b[1m(Sutōrī: A +)\u001b[22m\n\nTranslations of \u001b[4mStory: A+\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: A+\u001b[24m\n    \u001b[1mストーリー：A +\u001b[22m\nArt: A\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nTranslations of \u001b[4mArt: A\u001b[24m\n[ \u001b[4mEspañol\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt\u001b[24m\n    \u001b[1mアート\u001b[22m, \u001b[1m・アート\u001b[22m, \u001b[1mの名作\u001b[22m, \u001b[1mのアート\u001b[22m\n\u001b[4m:\u001b[24m\n    \u001b[1m：\u001b[22m\nOverall: positive, thumbs-up, A+, 5 stars.... hehe :P\n\n\u001b[1m全体：ポジティブ、親指アップ、A +、5つ星... hehe：P\u001b[22m\n\u001b[1m(Zentai: Pojitibu, oyayubi appu, A +, itsutsu hoshi... Hehe: P)\u001b[22m\n\nTranslations of \u001b[4mOverall: positive, thumbs-up, A+, 5 stars.... hehe :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: positive, thumbs-up, A+, 5 stars.... hehe :P\u001b[24m\n    \u001b[1m全体：ポジティブ、親指アップ、A +、5つ星... hehe：P\u001b[22m, \u001b[1m全体：正、親指アップ、A +、5つ星....笑：P\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Death_Note",
    "id": "1535",
    "url": "https://myanimelist.net/anime/1535/Death_Note",
    "user": "theaustincritic",
    "profile": "/profile/theaustincritic/reviews",
    "pages": "30",
    "number": "20",
    "link": "/reviews.php?id=18612",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n2004年、大場つぐみとイラストレーターの小畑武志が制作した「デスノート」は、発売後1ヶ月で絶賛を受けた漫画として始まりました。  2006年にリリースされたアニメは、テレビ配信直後に大きな賞賛を受けました。 そのファンのベースと人気を聞いたので、私はいくつかのマンガを購入し、アニメのいくつかのエピソードを借りて、大きな期待をしないように注意しました。\n\n私が得たのは、これを世界で最も偉大な漫画/アニメシリーズと呼ぶことに恥ずべきものではなく、単にリベット派の傑作でした。 あなたが漫画やアニメテレビ番組を愛しているか嫌っているかにかかわらず、デスノートは思考を刺激する概念、無限のねじれ、ターン、そして文学のページが基づいているほど複雑な主人公を愛する人が楽しむべきシリーズです それら。\n\n物語は、「死のノート」という名のノートブックを見つけた知的な学生であるライト・ヤガミ（Light Yagami）という名前のティーンエイジャーを中心にしています。ノートブックに名前を書くことで人を殺すことができることを発見した後、 それらをすべての悲しみの原因と信じている。 数え切れないほどの犯罪者を殺した後、世界の半分は光を神として受け入れ、残りの半分は彼を大量殺人犯と表記し、殺人者のために日本語の「キラ」というニックネームを与えている。 すぐに、刑事犯罪の死亡者は、国際警察機構（International Police Organization）の注目を集めています。国際警察機構は、「キラ」を捕獲するために、通常「L」と呼ばれる輝かしい私立探偵の助けを借りてすぐに達成します。 心理的な猫とマウスのゲームはすぐに2人の間で起こります。\n\nデスノートをリベットにするのは、ストーリーにどの程度の詳細が与えられたかだけです。 すべてのキャラクター、イベント、サブプロットなどは、素晴らしいライティングと美しい芸術スタイルを生かして生き生きとしているようです。 シリーズ全体を通して、ライトは自己破壊的な方向に向かっているようで、彼は実際に彼が世界に裁判を下すことを意図した神であることを認めているので、彼の可能性のある落ち込みにつながるかもしれません。 もう一つの要因は、ストーリーが伝えられる方法です。各エピソードは多くの情報を提供しますが、多くの質問と謎を提供し、中毒性のある経験を保証します。\n\nデスノートが子供のショーであるという印象を与えてくれたら、もう一度考えてみてください。 これは私が見た最も深刻なアニメ/マンガであるだけでなく、膨大な量のアダルトコンテンツを含んでいます。 死のノートは、反英雄、神を再生しようとする妨害された人の話ですが、人類を失うことに終わり、その過程で彼に愛されるすべて。 悲劇的な話は、その複雑さとRの格付けのために、14歳未満の人々を引き付けることはおそらくないだろう。\n\nデスノートは、私が今までに見た中で最も優れた日本製品の一つであるだけでなく、世界的に論争の的になっている問題も扱っています。 視聴者を疎外させることなくこの問題を巧みに議論し、エピソードの後の多くの議論の場を残す。 死のノートは、漫画や漫画のあなたの意見が何であるかにかかわらず、多くの魅力的な概念を提供するシリーズに興味を持っている人を楽しませる楽しいテレビ番組と漫画です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCreated in 2004 by writer Tsugumi Ohba and illustrator Takeshi Obata, Death Note originated as a manga that received critical acclaim a month after its release. The anime, released in 2006, was given great praise immediately after it‘s TV distribution. Having heard of its fan base and popularity, I decided to purchase a few volumes of the manga and rent a few episodes of the anime, careful to not have big expectations.\n\n\u001b[1m2004年、大場つぐみとイラストレーターの小畑武志が制作した「デスノート」は、発売後1ヶ月で絶賛を受けた漫画として始まりました。  2006年にリリースされたアニメは、テレビ配信直後に大きな賞賛を受けました。 そのファンのベースと人気を聞いたので、私はいくつかのマンガを購入し、アニメのいくつかのエピソードを借りて、大きな期待をしないように注意しました。\u001b[22m\n\u001b[1m(2004-Nen, Ōba tsugumi to irasutorētā no Obata Takeshi ga seisaku shita `desunōto' wa, hatsubai-go 1-kagetsu de zessan o uketa manga to shite hajimarimashita. 2006-Nen ni rirīsu sa reta anime wa, terebi haishin chokugo ni ōkina shōsan o ukemashita. Sono fan no bēsu to ninki o kiitanode, watashi wa ikutsu ka no manga o kōnyū shi, anime no ikutsu ka no episōdo o karite, ōkina kitai o shinai yō ni chūi shimashita.)\u001b[22m\n\nTranslations of \u001b[4mCreated in 2004 by writer Tsugumi Ohba and illustrator Takeshi Obata, Death Note originated as a manga that received critical acclaim a month after its release. The anime, released in 2006, was given great praise immediately after it‘s TV distribution. Having heard of its fan base and popularity, I decided to purchase a few volumes of the manga and rent a few episodes of the anime, careful to not have big expectations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCreated in 2004 by writer Tsugumi Ohba and illustrator Takeshi Obata, Death Note originated as a manga that received critical acclaim a month after its release.\u001b[24m\n    \u001b[1m2004年、大場つぐみとイラストレーターの小畑武志が制作した「デスノート」は、発売後1ヶ月で絶賛を受けた漫画として始まりました。\u001b[22m, \u001b[1m作家大場つぐみとイラストレーター小畑健によって2004年に作成され、デスノートは、そのリリース後の月の批評家の称賛を受けた漫画として始まりました。\u001b[22m\n\u001b[4mThe anime, released in 2006, was given great praise immediately after it‘s TV distribution.\u001b[24m\n    \u001b[1m2006年にリリースされたアニメは、テレビ配信直後に大きな賞賛を受けました。\u001b[22m, \u001b[1m2006年にリリースアニメは、それがテレビ配信だ直後に大きな賞賛を与えられました。\u001b[22m\n\u001b[4mHaving heard of its fan base and popularity, I decided to purchase a few volumes of the manga and rent a few episodes of the anime, careful to not have big expectations.\u001b[24m\n    \u001b[1mそのファンのベースと人気を聞いたので、私はいくつかのマンガを購入し、アニメのいくつかのエピソードを借りて、大きな期待をしないように注意しました。\u001b[22m, \u001b[1mそのファン層と人気のことを聞いたが、私は漫画の少ないボリュームを購入し、アニメのいくつかのエピソードを借り、大きな期待を持っていないように注意することを決めました。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I got was simply a riveting masterpiece that I have no shame in calling this the greatest manga/anime series in the world. Regardless of whether you love or hate comics or animated TV shows, Death Note is a series that should be enjoyed by those who love thought-provoking concepts, endless twists, turns and main characters that are so complex that pages of literature can be based upon them.\n\n\u001b[1m私が得たのは、これを世界で最も偉大な漫画/アニメシリーズと呼ぶことに恥ずべきものではなく、単にリベット派の傑作でした。 あなたが漫画やアニメテレビ番組を愛しているか嫌っているかにかかわらず、デスノートは思考を刺激する概念、無限のねじれ、ターン、そして文学のページが基づいているほど複雑な主人公を愛する人が楽しむべきシリーズです それら。\u001b[22m\n\u001b[1m(Watashi ga eta no wa, kore o sekai de mottomo idaina manga/ animeshirīzu to yobu koto ni hazubeki monode wa naku, tan'ni ribetto-ha no kessakudeshita. Anata ga manga ya anime terebibangu o aishite iru ka kiratte iru ka ni kakawarazu, desunōto wa shikō o shigeki suru gainen, mugen no nejire, tān, soshite bungaku no pēji ga motodzuite iru hodo fukuzatsuna shujinkō o aisuruhito ga tanoshimubeki shirīzudesu sorera.)\u001b[22m\n\nTranslations of \u001b[4mWhat I got was simply a riveting masterpiece that I have no shame in calling this the greatest manga/anime series in the world. Regardless of whether you love or hate comics or animated TV shows, Death Note is a series that should be enjoyed by those who love thought-provoking concepts, endless twists, turns and main characters that are so complex that pages of literature can be based upon them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I got was simply a riveting masterpiece that I have no shame in calling this the greatest manga/anime series in the world.\u001b[24m\n    \u001b[1m私が得たのは、これを世界で最も偉大な漫画/アニメシリーズと呼ぶことに恥ずべきものではなく、単にリベット派の傑作でした。\u001b[22m, \u001b[1m私が得たことは、単に私が世界で最も偉大な漫画/アニメシリーズこれを呼び出すには恥を持っていないリベット傑作でした。\u001b[22m\n\u001b[4mRegardless of whether you love or hate comics or animated TV shows, Death Note is a series that should be enjoyed by those who love thought-provoking concepts, endless twists, turns and main characters that are so complex that pages of literature can be based upon\u001b[24m\n    \u001b[1mあなたが漫画やアニメテレビ番組を愛しているか嫌っているかにかかわらず、デスノートは思考を刺激する概念、無限のねじれ、ターン、そして文学のページが基づいているほど複雑な主人公を愛する人が楽しむべきシリーズです\u001b[22m, \u001b[1mかかわらず、あなたは漫画やアニメーションのテレビ番組を好きか嫌いかどうかの、デスノートは示唆に富む概念、無限のねじれ、ターンと文学のページはに基づいてすることができるように複雑でメインキャラクターを愛する人が享受すべきであるシリーズです\u001b[22m\n\u001b[4mthem.\u001b[24m\n    \u001b[1mそれら。\u001b[22m\n\u001b[1m\u001b[22m\nThe story centers on a teenager named Light Yagami, an intelligent student who finds a notebook simply titled “Death Note.” After discovering that he can kill people by writing their name in the notebook, he decides to use the book to rid the world of criminals, believing them to be the cause of all grief. After killing countless criminals, half of the world embraces Light as a god, while the other half labels him a mass murderer, even giving him the nickname “Kira,” Japanese for killer. Soon, the amount of criminal deaths catches the attention of the International Police Organization, which immediately attains the help of a brilliant private detective, commonly known as “L,” to capture “Kira”. A psychological cat-and-mouse game quickly arises between the two.\n\n\u001b[1m物語は、「死のノート」という名のノートブックを見つけた知的な学生であるライト・ヤガミ（Light Yagami）という名前のティーンエイジャーを中心にしています。ノートブックに名前を書くことで人を殺すことができることを発見した後、 それらをすべての悲しみの原因と信じている。 数え切れないほどの犯罪者を殺した後、世界の半分は光を神として受け入れ、残りの半分は彼を大量殺人犯と表記し、殺人者のために日本語の「キラ」というニックネームを与えている。 すぐに、刑事犯罪の死亡者は、国際警察機構（International Police Organization）の注目を集めています。国際警察機構は、「キラ」を捕獲するために、通常「L」と呼ばれる輝かしい私立探偵の助けを借りてすぐに達成します。 心理的な猫とマウスのゲームはすぐに2人の間で起こります。\u001b[22m\n\u001b[1m(Monogatari wa,`shi no nōto' to iu na no nōtobukku o mitsuketa chitekina gakuseidearu raito Yagami (raito yagami) to iu namae no tīn'eijā o chūshin ni shite imasu. Nōtobukku ni namae o kaku koto de hito o korosu koto ga dekiru koto o hakken shita nochi, sorera o subete no kanashimi no gen'in to shinjite iru. Kazoekirenai hodo no hanzai-sha o koroshita nochi, sekai no hanbun wa hikari o kami to shite ukeire, nokori no hanbun wa kare o tairyō satsujin-han to hyōki shi, satsujin-sha no tame ni nihongo no `kira' to iu nikkunēmu o ataete iru. Sugu ni, keiji hanzai no shibō-sha wa, kokusai keisatsu kikō (intānashonaru Police ōganizēshon) no chūmoku o atsumete imasu. Kokusai keisatsu kikō wa,`kira' o hokaku suru tame ni, tsūjō `L ' to yoba reru kagayakashī shiritsu tantei no tasuke o karite sugu ni tassei shimasu. Shinri-tekina neko to mausu no gēmu wa sugu ni 2-ri no ma de okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story centers on a teenager named Light Yagami, an intelligent student who finds a notebook simply titled “Death Note.” After discovering that he can kill people by writing their name in the notebook, he decides to use the book to rid the world of criminals, believing them to be the cause of all grief. After killing countless criminals, half of the world embraces Light as a god, while the other half labels him a mass murderer, even giving him the nickname “Kira,” Japanese for killer. Soon, the amount of criminal deaths catches the attention of the International Police Organization, which immediately attains the help of a brilliant private detective, commonly known as “L,” to capture “Kira”. A psychological cat-and-mouse game quickly arises between the two.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story centers on a teenager named Light Yagami, an intelligent student who finds a notebook simply titled “Death Note.” After discovering that he can kill people by writing their name in the notebook, he decides to use the book to rid the world of\u001b[24m\n    \u001b[1m物語は、「死のノート」という名のノートブックを見つけた知的な学生であるライト・ヤガミ（Light Yagami）という名前のティーンエイジャーを中心にしています。ノートブックに名前を書くことで人を殺すことができることを発見した後、\u001b[22m, \u001b[1m夜神月、彼はノートに自分の名前を書き込むことによって、人を殺すことができることを発見した後、単に「デスノート。」というタイトルのノートブックを見つけたインテリジェントな学生をという名前のティーンエイジャーの上の階建てのセンターは、彼が世界を取り除くために本を使用することを決定します\u001b[22m\n\u001b[4mcriminals, believing them to be the cause of all grief.\u001b[24m\n    \u001b[1mそれらをすべての悲しみの原因と信じている。\u001b[22m, \u001b[1m犯罪者は、彼らがすべての悲しみの原因であると信じます。\u001b[22m\n\u001b[4mAfter killing countless criminals, half of the world embraces Light as a god, while the other half labels him a mass murderer, even giving him the nickname “Kira,” Japanese for killer.\u001b[24m\n    \u001b[1m数え切れないほどの犯罪者を殺した後、世界の半分は光を神として受け入れ、残りの半分は彼を大量殺人犯と表記し、殺人者のために日本語の「キラ」というニックネームを与えている。\u001b[22m, \u001b[1m他の半分はあっても彼のニックネーム「キラ、\"キラーのための日本を与え、彼に大量殺人者にラベルを付けながら、無数の犯罪者を殺した後、世界の半分は、神としてライトを包含する。\u001b[22m\n\u001b[4mSoon, the amount of criminal deaths catches the attention of the International Police Organization, which immediately attains the help of a brilliant private detective, commonly known as “L,” to capture “Kira”.\u001b[24m\n    \u001b[1mすぐに、刑事犯罪の死亡者は、国際警察機構（International Police Organization）の注目を集めています。国際警察機構は、「キラ」を捕獲するために、通常「L」と呼ばれる輝かしい私立探偵の助けを借りてすぐに達成します。\u001b[22m, \u001b[1mすぐに、犯罪者の死亡の量は、「キラ」をキャプチャする\"、L\"として一般に知られている、すぐに鮮やかな私立探偵の助けとなる国際警察機構の注目をキャッチします。\u001b[22m\n\u001b[4mA psychological cat-and-mouse game quickly arises between the two.\u001b[24m\n    \u001b[1m心理的な猫とマウスのゲームはすぐに2人の間で起こります。\u001b[22m, \u001b[1m心理的ないたちごっこはすぐに両者の間に生じます。\u001b[22m\n\u001b[1m\u001b[22m\nWhat makes Death Note so riveting is just how much detail was given to the story. Every character, event, subplot, etc… seems to be brought to life with the use of superb writing and a beautiful art style. Throughout the series, Light seems to be headed down a self-destructive path, which may lead to his possible downfall as he acknowledges that he is in fact some god meant to pass judgment upon the world. Another factor is the way the story is told: each episode gives a lot of information, but offers just as many questions and mysteries, guaranteeing an addicting experience.\n\n\u001b[1mデスノートをリベットにするのは、ストーリーにどの程度の詳細が与えられたかだけです。 すべてのキャラクター、イベント、サブプロットなどは、素晴らしいライティングと美しい芸術スタイルを生かして生き生きとしているようです。 シリーズ全体を通して、ライトは自己破壊的な方向に向かっているようで、彼は実際に彼が世界に裁判を下すことを意図した神であることを認めているので、彼の可能性のある落ち込みにつながるかもしれません。 もう一つの要因は、ストーリーが伝えられる方法です。各エピソードは多くの情報を提供しますが、多くの質問と謎を提供し、中毒性のある経験を保証します。\u001b[22m\n\u001b[1m(Desunōto o ribetto ni suru no wa, sutōrī ni dono teido no shōsai ga atae rareta ka dakedesu. Subete no kyarakutā, ibento, sabupurotto nado wa, subarashī raitingu to utsukushī geijutsu sutairu o ikashite ikiiki to shite iru yōdesu. Shirīzu zentai o tōshite, raito wa jiko hakai-tekina hōkō ni mukatte iru yō de, kare wa jissai ni kare ga sekai ni saiban o kudasu koto o ito shita kamidearu koto o mitomete irunode, kare no kanōsei no aru ochikomi ni tsunagaru kamo shiremasen. Mōhitotsu no yōin wa, sutōrī ga tsutae rareru hōhōdesu. Kaku episōdo wa ōku no jōhō o teikyō shimasuga, ōku no shitsumon to nazo o teikyō shi, chūdoku-sei no aru keiken o hoshō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat makes Death Note so riveting is just how much detail was given to the story. Every character, event, subplot, etc… seems to be brought to life with the use of superb writing and a beautiful art style. Throughout the series, Light seems to be headed down a self-destructive path, which may lead to his possible downfall as he acknowledges that he is in fact some god meant to pass judgment upon the world. Another factor is the way the story is told: each episode gives a lot of information, but offers just as many questions and mysteries, guaranteeing an addicting experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat makes Death Note so riveting is just how much detail was given to the story.\u001b[24m\n    \u001b[1mデスノートをリベットにするのは、ストーリーにどの程度の詳細が与えられたかだけです。\u001b[22m, \u001b[1m何デスノートはとてもリベット作ることは話に与えられただけでどのくらいのディテールです。\u001b[22m\n\u001b[4mEvery character, event, subplot, etc… seems to be brought to life with the use of superb writing and a beautiful art style.\u001b[24m\n    \u001b[1mすべてのキャラクター、イベント、サブプロットなどは、素晴らしいライティングと美しい芸術スタイルを生かして生き生きとしているようです。\u001b[22m, \u001b[1mすべての文字、などのイベント、サブプロットは、...見事な書き込みと美しいアートスタイルを使用して生活にもたらしているようです。\u001b[22m\n\u001b[4mThroughout the series, Light seems to be headed down a self-destructive path, which may lead to his possible downfall as he acknowledges that he is in fact some god meant to pass judgment upon the world.\u001b[24m\n    \u001b[1mシリーズ全体を通して、ライトは自己破壊的な方向に向かっているようで、彼は実際に彼が世界に裁判を下すことを意図した神であることを認めているので、彼の可能性のある落ち込みにつながるかもしれません。\u001b[22m, \u001b[1mシリーズを通して、ライトは彼が実際に世界に判断を下すことを意図いくつかの神であることを認めているように、彼の可能失脚につながる可能性があり、自己破壊的なパスを、下に向かっているように見えます。\u001b[22m\n\u001b[4mAnother factor is the way the story is told: each episode gives a lot of information, but offers just as many questions and mysteries, guaranteeing an addicting experience.\u001b[24m\n    \u001b[1mもう一つの要因は、ストーリーが伝えられる方法です。各エピソードは多くの情報を提供しますが、多くの質問と謎を提供し、中毒性のある経験を保証します。\u001b[22m, \u001b[1m各エピソードは、多くの情報が得られますが、中毒の経験を保証し、同じように多くの質問や謎を提供しています：もう一つの要因は、物語が語られている方法です。\u001b[22m\n\u001b[1m\u001b[22m\nIf Death Note gives you the unlikely impression that it’s a kid’s show, think again. Not only is this the most serious anime/manga I have seen, but it also contains vast amounts of adult content. Death Note is the story of an anti-hero, a disturbed individual who tries to play god but ends up losing his humanity and everything that is dear to him in the process. The tragic story is probably not going to attract people below the age of 14 because of its complexity and R rating.\n\n\u001b[1mデスノートが子供のショーであるという印象を与えてくれたら、もう一度考えてみてください。 これは私が見た最も深刻なアニメ/マンガであるだけでなく、膨大な量のアダルトコンテンツを含んでいます。 死のノートは、反英雄、神を再生しようとする妨害された人の話ですが、人類を失うことに終わり、その過程で彼に愛されるすべて。 悲劇的な話は、その複雑さとRの格付けのために、14歳未満の人々を引き付けることはおそらくないだろう。\u001b[22m\n\u001b[1m(Desunōto ga kodomo no shōdearu to iu inshō o ataete kuretara, mōichido kangaete mite kudasai. Kore wa watashi ga mita mottomo shinkokuna anime/ mangadearu dakedenaku, bōdaina ryō no adaruto kontentsu o fukunde imasu. Shi no nōto wa, han eiyū,-shin o saisei shiyou to suru bōgai sa reta hito no hanashidesuga, jinrui o ushinau koto ni owari, sono katei de kare ni aisa reru subete. Higeki-tekina hanashi wa, sono fukuzatsu-sa to R no kakudzuke no tame ni, 14-sai-miman no hitobito o hikitsukeru koto wa osoraku naidarou.)\u001b[22m\n\nTranslations of \u001b[4mIf Death Note gives you the unlikely impression that it’s a kid’s show, think again. Not only is this the most serious anime/manga I have seen, but it also contains vast amounts of adult content. Death Note is the story of an anti-hero, a disturbed individual who tries to play god but ends up losing his humanity and everything that is dear to him in the process. The tragic story is probably not going to attract people below the age of 14 because of its complexity and R rating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf Death Note gives you the unlikely impression that it’s a kid’s show, think again.\u001b[24m\n    \u001b[1mデスノートが子供のショーであるという印象を与えてくれたら、もう一度考えてみてください。\u001b[22m, \u001b[1mデスノートはあなたにそれが子供のショーだとは考えにくい印象を与える場合は、もう一度考えてみて。\u001b[22m\n\u001b[4mNot only is this the most serious anime/manga I have seen, but it also contains vast amounts of adult content.\u001b[24m\n    \u001b[1mこれは私が見た最も深刻なアニメ/マンガであるだけでなく、膨大な量のアダルトコンテンツを含んでいます。\u001b[22m, \u001b[1mだけでなく、これは私が見た中で最も深刻なアニメ/漫画であるが、それはまた、アダルトコンテンツの膨大な量が含まれています。\u001b[22m\n\u001b[4mDeath Note is the story of an anti-hero, a disturbed individual who tries to play god but ends up losing his humanity and everything that is dear to him in the process.\u001b[24m\n    \u001b[1m死のノートは、反英雄、神を再生しようとする妨害された人の話ですが、人類を失うことに終わり、その過程で彼に愛されるすべて。\u001b[22m, \u001b[1mデスノートは、アンチヒーローの物語、神を再生しようとしますが、彼の人間性、その過程で彼に貴重であるすべてのものを失ってしまう乱れた個体です。\u001b[22m\n\u001b[4mThe tragic story is probably not going to attract people below the age of 14 because of its complexity and R rating.\u001b[24m\n    \u001b[1m悲劇的な話は、その複雑さとRの格付けのために、14歳未満の人々を引き付けることはおそらくないだろう。\u001b[22m, \u001b[1m悲劇的な物語は、おそらく、その複雑さとR定格の14歳以下の人々を魅了するつもりはありません。\u001b[22m\n\u001b[1m\u001b[22m\nDeath Note is not only one of the greatest Japanese products I have ever seen, it also deals with a controversial subject worldwide: capital punishment. It cleverly discusses this issue without alienating the viewer and leaves room for lots of post-episode discussion. Death Note is an enjoyable TV show and comic book, which will entertain those who are interested in a series that offers many captivating concepts, regardless of what your opinion of cartoon shows and comic books might be.\n\n\u001b[1mデスノートは、私が今までに見た中で最も優れた日本製品の一つであるだけでなく、世界的に論争の的になっている問題も扱っています。 視聴者を疎外させることなくこの問題を巧みに議論し、エピソードの後の多くの議論の場を残す。 死のノートは、漫画や漫画のあなたの意見が何であるかにかかわらず、多くの魅力的な概念を提供するシリーズに興味を持っている人を楽しませる楽しいテレビ番組と漫画です。\u001b[22m\n\u001b[1m(Desunōto wa, watashi ga ima made ni mita naka de mottomo sugureta Nihon seihin no hitotsudearu dakedenaku, sekai-teki ni ronsō no-teki ni natte iru mondai mo atsukatte imasu. Shichō-sha o sogai sa seru koto naku kono mondai o takumi ni giron shi, episōdo no nochi no ōku no giron no ba o nokosu. Shi no nōto wa, manga ya manga no anata no iken ga nandearu ka ni kakawarazu, ōku no miryoku-tekina gainen o teikyō suru shirīzu ni kyōmi o motte iru hito o tanoshima seru tanoshī terebibangu to mangadesu.)\u001b[22m\n\nTranslations of \u001b[4mDeath Note is not only one of the greatest Japanese products I have ever seen, it also deals with a controversial subject worldwide: capital punishment. It cleverly discusses this issue without alienating the viewer and leaves room for lots of post-episode discussion. Death Note is an enjoyable TV show and comic book, which will entertain those who are interested in a series that offers many captivating concepts, regardless of what your opinion of cartoon shows and comic books might be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeath Note is not only one of the greatest Japanese products I have ever seen, it also deals with a controversial subject worldwide: capital punishment.\u001b[24m\n    \u001b[1mデスノートは、私が今までに見た中で最も優れた日本製品の一つであるだけでなく、世界的に論争の的になっている問題も扱っています。\u001b[22m, \u001b[1m死刑：デスノートは、それはまた、世界的な論争の主題を扱うだけでなく、私が今まで見てきた最も偉大な日本の製品の1つです。\u001b[22m\n\u001b[4mIt cleverly discusses this issue without alienating the viewer and leaves room for lots of post-episode discussion.\u001b[24m\n    \u001b[1m視聴者を疎外させることなくこの問題を巧みに議論し、エピソードの後の多くの議論の場を残す。\u001b[22m, \u001b[1mそれは巧みに、視聴者を疎外することなく、この問題について説明し、後のエピソードの議論の多くの余地があります。\u001b[22m\n\u001b[4mDeath Note is an enjoyable TV show and comic book, which will entertain those who are interested in a series that offers many captivating concepts, regardless of what your opinion of cartoon shows and comic books might be.\u001b[24m\n    \u001b[1m死のノートは、漫画や漫画のあなたの意見が何であるかにかかわらず、多くの魅力的な概念を提供するシリーズに興味を持っている人を楽しませる楽しいテレビ番組と漫画です。\u001b[22m, \u001b[1mデスノートは関係なく、漫画のショーや漫画のあなたの意見が何であるかの、多くの魅惑的な概念を提供していますシリーズに興味を持っている人たちを楽しま楽しいテレビ番組や漫画本、です。\u001b[22m"
  }
]
