[
  {
    "title": "Gintama__Enchousen",
    "id": "15417",
    "url": "https://myanimelist.net/anime/15417/Gintama__Enchousen",
    "user": "Tyrel",
    "profile": "/profile/Tyrel/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=92489",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n「銀魂」にもかかわらず、エンチョーゼンは前の季節よりも短く、それはまだショーのアクションとコメディの一部をもたらし、決して離れることはありませんが、常に前進しています。 これを行うことで、ショーが小さなアークと大アークのシリーズにもたらす感情的な影響が非常に詳細に示されています。\n\nコメディは、コメディを放映しているシリーズのほとんどがかなり悪いか、偉大なものになったにもかかわらず、後半にはシリーズのそれほど強くはないが、偉大になることから失敗に終わった。 ショーでいつ面白いのかを知ることは、シリーズをすばらしいものにするために不可欠です。 あなたがちょうどあなたの方法をハーフアップすると、それはもう面白くなることはなく、代わりにあまりにも難しい一般的なショーになります。 秋から冬の季節にかけて、数多くのショーがこれをやろうと試み、彼らは最後のほうに燃え尽きました。 一部は終わり近くで自分自身を回復しました。\n\nしかし、銀魂は、適切な時にそれをいつ行うべきかを知り、それ自体をあまり強くしないことを知って、コメディアプローチを維持することができます。 これは、ショーに笑いを求めるファンに強い魅力を与えます。\n\nしかし、銀魂のコメディーについては話すことができません。ショーのアクションと感情的な部分は、その驚くべきことをうまく演奏することができます。 それは、あなたが、どのようにショーがとても面白いが、非常に多くの広大なジャンルのジャンルで素晴らしいことができるかを考えさせます。 少なくとも私の立場から言えば、本当に言い訳がありません。もしかするとあなたはいつか自分自身にも疑問を呈するかもしれません。\n\nローマ字の名前でヨロズヤとも呼ばれるオッズジョブズには、大変な苦難が起こります。 これは、雇用不足のためにお金が足りなくなることから、「特別警察」として知られる新撰組よりも大きな危険にさらされることにまで及ぶ。 このような偉大な危険を冒すことによって、彼らは克服し、友人として愛する人々を救うことができます。\n\n銀魂のもう一つのすばらしいことはそのキャラクターです。 ギンポキ、シンパック、神楽を忘れずに、飼い犬のサダハルを忘れないでください。 それが「犬」として分類されることさえできれば、もしそうでなければ、アニメの中で一番ユニークなキャラクターを持っていなさい。  Gintokiがリーダーになったにもかかわらず、彼の性格は真剣から180度変わり、鼻を摘んで常に漫画を読んで視聴者を動かしています。 ギンポキのように、新八と神楽は同じ種類のジンを持っていますが、それは違う形で示しています。\n\n銀魂の一般的なテーマには境界がありません。 右。 彼らは愛国を傷つけるアマンソとして知られているエイリアンと戦うことから衝突することができ、唯一の力を求めている腐敗した将軍と戦っている。 これはまた、Oldenの歴史的な設定や宇宙へと進んで、そのアートワークに関連しています。\n\nサウンドトラック部門では、前の季節のすべてに取り組んでいたAudio Highsとこのシリーズでは、シリーズ全体の正しい場所に音楽を作曲して配置する方法も示しています。 銀田園長のオープニング・ソング「Let's Go Out」と第2オープニング・ソング「Sakura Mitsu Tsuki」や前シーズンの他の多くの曲を演奏したAmoyamoは、静かでキャッチーなビート すべての曲で 最後の曲は、PAGE  -  'Expect'で演奏されています。\n\n結局のところ、銀魂は観客にとって素晴らしい古典に育っています。 コメディー、感情、行動、歴史的なタイプのセットをすべて一つにまとめることができるショーは、一般的なテーマに強く握っています。 奇妙な仕事は決して忘れられないでしょう。彼らはいつか帰ってくるでしょう。その日が来たら、準備してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDespite Gintama': Enchousen being shorter than its previous seasons, it still brings the action and comedy part of the show, never leaving, but always staying one step ahead. By doing this, the emotional impact the show brings into the series in some of the small and major arcs is shown in great detail, this leaves the viewers speechless at how perfectly it's put together.\n\n\u001b[1m「銀魂」にもかかわらず、エンチョーゼンは前の季節よりも短く、それはまだショーのアクションとコメディの一部をもたらし、決して離れることはありませんが、常に前進しています。 これを行うことで、ショーが小さなアークと大アークのシリーズにもたらす感情的な影響が非常に詳細に示されています。\u001b[22m\n\u001b[1m(`Gintama' nimokakawarazu, enchōzen wa mae no kisetsu yori mo mijikaku, sore wa mada shō no akushon to komedi no ichibu o motarashi, kesshite hanareru koto wa arimasenga, tsuneni zenshin shite imasu. Kore o okonau koto de, shō ga chīsana āku to dai āku no shirīzu ni motarasu kanjō-tekina eikyō ga hijō ni shōsai ni shimesa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mDespite Gintama': Enchousen being shorter than its previous seasons, it still brings the action and comedy part of the show, never leaving, but always staying one step ahead. By doing this, the emotional impact the show brings into the series in some of the small and major arcs is shown in great detail, this leaves the viewers speechless at how perfectly it's put together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite Gintama': Enchousen being shorter than its previous seasons, it still brings the action and comedy part of the show, never leaving, but always staying one step ahead.\u001b[24m\n    \u001b[1m「銀魂」にもかかわらず、エンチョーゼンは前の季節よりも短く、それはまだショーのアクションとコメディの一部をもたらし、決して離れることはありませんが、常に前進しています。\u001b[22m, \u001b[1m銀魂にもかかわらず '：Enchousenは、その前シーズンよりも短い、それはまだ、ショーのアクションとコメディの部分をもたらす残すことはありませんが、常に一歩先を滞在します。\u001b[22m\n\u001b[4mBy doing this, the emotional impact the show brings into the series in some of the small and major arcs is shown in great detail, this leaves the viewers speechless at how perfectly it's put together.\u001b[24m\n    \u001b[1mこれを行うことで、ショーが小さなアークと大アークのシリーズにもたらす感情的な影響が非常に詳細に示されています。\u001b[22m, \u001b[1mこれにより、ショーが小さく、主要な弧の一部に直列にもたらす感情的な影響は非常に詳細に示されているが、これは、それが一緒に入れていますどのように完全に視聴者は言葉を残します。\u001b[22m\n\u001b[1m\u001b[22m\nComedy isn't that strong in series as of late, even in most of the series airing the comedy was either pretty bad or they started out great, but than ended up as failures from becoming great. Knowing when to be funny in a show is essential to making a series great. If you just half-ass your way it won't become funny anymore, instead it will just be a generic show trying too hard. From the Fall and Winter seasons numerous shows tried doing this and they just burnt out near the end. Some recovered themselves near the end, barely.\n\n\u001b[1mコメディは、コメディを放映しているシリーズのほとんどがかなり悪いか、偉大なものになったにもかかわらず、後半にはシリーズのそれほど強くはないが、偉大になることから失敗に終わった。 ショーでいつ面白いのかを知ることは、シリーズをすばらしいものにするために不可欠です。 あなたがちょうどあなたの方法をハーフアップすると、それはもう面白くなることはなく、代わりにあまりにも難しい一般的なショーになります。 秋から冬の季節にかけて、数多くのショーがこれをやろうと試み、彼らは最後のほうに燃え尽きました。 一部は終わり近くで自分自身を回復しました。\u001b[22m\n\u001b[1m(Komedi wa, komedi o hōei shite iru shirīzu no hotondo ga kanari warui ka, idaina mono ni natta nimokakawarazu, kōhan ni wa shirīzu no sore hodo tsuyoku wa naiga, idai ni naru koto kara shippai ni owatta. Shō de itsu omoshiroi no ka o shiru koto wa, shirīzu o subarashī mono ni suru tame ni fukaketsudesu. Anata ga chōdo anata no hōhō o hāfuappu suru to, sore wa mō omoshiroku naru koto wa naku, kawari ni amarini mo muzukashī ippantekina shō ni narimasu. Aki kara fuyu no kisetsu ni kakete, kazuōku no shō ga kore o yarou to kokoromi, karera wa saigo no hō ni moetsukimashita. Ichibu wa owari chikaku de jibun jishin o kaifuku shimashita.)\u001b[22m\n\nTranslations of \u001b[4mComedy isn't that strong in series as of late, even in most of the series airing the comedy was either pretty bad or they started out great, but than ended up as failures from becoming great. Knowing when to be funny in a show is essential to making a series great. If you just half-ass your way it won't become funny anymore, instead it will just be a generic show trying too hard. From the Fall and Winter seasons numerous shows tried doing this and they just burnt out near the end. Some recovered themselves near the end, barely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mComedy isn't that strong in series as of late, even in most of the series airing the comedy was either pretty bad or they started out great, but than ended up as failures from becoming great.\u001b[24m\n    \u001b[1mコメディは、コメディを放映しているシリーズのほとんどがかなり悪いか、偉大なものになったにもかかわらず、後半にはシリーズのそれほど強くはないが、偉大になることから失敗に終わった。\u001b[22m, \u001b[1mコメディコメディを放映しても、一連のほとんどで、後半のように直列にその強力ではありませんどちらかかなり悪かったか、彼らは偉大出始めたが、より偉大なるの障害として終わりました。\u001b[22m\n\u001b[4mKnowing when to be funny in a show is essential to making a series great.\u001b[24m\n    \u001b[1mショーでいつ面白いのかを知ることは、シリーズをすばらしいものにするために不可欠です。\u001b[22m, \u001b[1mショーで面白いことするときに知っていることは、一連の大きなを作るために不可欠です。\u001b[22m\n\u001b[4mIf you just half-ass your way it won't become funny anymore, instead it will just be a generic show trying too hard.\u001b[24m\n    \u001b[1mあなたがちょうどあなたの方法をハーフアップすると、それはもう面白くなることはなく、代わりにあまりにも難しい一般的なショーになります。\u001b[22m, \u001b[1mそれはもう面白いになることはありませんあなたは自分の道を半尻場合、代わりにそれはあまりにもハードしようとして一般的なショーとなります。\u001b[22m\n\u001b[4mFrom the Fall and Winter seasons numerous shows tried doing this and they just burnt out near the end.\u001b[24m\n    \u001b[1m秋から冬の季節にかけて、数多くのショーがこれをやろうと試み、彼らは最後のほうに燃え尽きました。\u001b[22m, \u001b[1m秋と冬の季節から数多くのショーはこれをやってみましたし、彼らはただ終わり近くに燃え尽き。\u001b[22m\n\u001b[4mSome recovered themselves near the end, barely.\u001b[24m\n    \u001b[1m一部は終わり近くで自分自身を回復しました。\u001b[22m, \u001b[1m一部はかろうじて、終わり近くに自分自身を回復しました。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, Gintama is able to keep its comedy approach, knowing when to do it at the right time and not forcing itself too much. This gives the show a strong appeal to the fans that look for laughs.\n\n\u001b[1mしかし、銀魂は、適切な時にそれをいつ行うべきかを知り、それ自体をあまり強くしないことを知って、コメディアプローチを維持することができます。 これは、ショーに笑いを求めるファンに強い魅力を与えます。\u001b[22m\n\u001b[1m(Shikashi, Gintama wa, tekisetsuna toki ni sore o itsu okonaubeki ka o shiri, sore jitai o amari tsuyoku shinai koto o shitte, komediapurōchi o iji suru koto ga dekimasu. Kore wa, shō ni warai o motomeru fan ni tsuyoi miryoku o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, Gintama is able to keep its comedy approach, knowing when to do it at the right time and not forcing itself too much. This gives the show a strong appeal to the fans that look for laughs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, Gintama is able to keep its comedy approach, knowing when to do it at the right time and not forcing itself too much.\u001b[24m\n    \u001b[1mしかし、銀魂は、適切な時にそれをいつ行うべきかを知り、それ自体をあまり強くしないことを知って、コメディアプローチを維持することができます。\u001b[22m, \u001b[1mしかし、銀魂は、適切なタイミングでそれを行うにはときに知り、あまり自分自身を強制しないこと、その喜劇のアプローチを維持することができます。\u001b[22m\n\u001b[4mThis gives the show a strong appeal to the fans that look for laughs.\u001b[24m\n    \u001b[1mこれは、ショーに笑いを求めるファンに強い魅力を与えます。\u001b[22m, \u001b[1mこれはショーに笑いを探しファンに強くアピールを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nWe can't just talk about the comedy of Gintama though, the action and emotional part of the show is able to perform so well that its surprising. It makes you think, 'How can a show be so funny, yet so great in so many vast amount of genres?' It really is speechless to say, at least from my standing and maybe you'll be able to question this yourself sometime too.\n\n\u001b[1mしかし、銀魂のコメディーについては話すことができません。ショーのアクションと感情的な部分は、その驚くべきことをうまく演奏することができます。 それは、あなたが、どのようにショーがとても面白いが、非常に多くの広大なジャンルのジャンルで素晴らしいことができるかを考えさせます。 少なくとも私の立場から言えば、本当に言い訳がありません。もしかするとあなたはいつか自分自身にも疑問を呈するかもしれません。\u001b[22m\n\u001b[1m(Shikashi, Gintama no komedī ni tsuite wa hanasu koto ga dekimasen. Shō no akushon to kanjō-tekina bubun wa, sono odorokubeki koto o umaku ensō suru koto ga dekimasu. Sore wa, anata ga, dono yō ni shō ga totemo omoshiroiga, hijō ni ōku no kōdaina janru no janru de subarashī koto ga dekiru ka o kangae sasemasu. Sukunakutomo watashi no tachiba kara ieba, hontōni iiwake ga arimasen. Moshika suruto anata wa itsuka jibun jishin ni mo gimon o teisuru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mWe can't just talk about the comedy of Gintama though, the action and emotional part of the show is able to perform so well that its surprising. It makes you think, 'How can a show be so funny, yet so great in so many vast amount of genres?' It really is speechless to say, at least from my standing and maybe you'll be able to question this yourself sometime too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe can't just talk about the comedy of Gintama though, the action and emotional part of the show is able to perform so well that its surprising.\u001b[24m\n    \u001b[1mしかし、銀魂のコメディーについては話すことができません。ショーのアクションと感情的な部分は、その驚くべきことをうまく演奏することができます。\u001b[22m, \u001b[1m私達はちょうどかかわらず、銀魂の喜劇について話すことはできませんが、ショーのアクションと感情的な部分は、その驚くべきほどよく実行することができます。\u001b[22m\n\u001b[4mIt makes you think, 'How can a show be so funny, yet so great in so many vast amount of genres?'\u001b[24m\n    \u001b[1mそれは、あなたが、どのようにショーがとても面白いが、非常に多くの広大なジャンルのジャンルで素晴らしいことができるかを考えさせます。\u001b[22m, \u001b[1mそれはどのようにショーはジャンルのように多くの膨大な量ではとても面白い、まだとても素晴らしいことができますか？」、あなたが考えさせます\u001b[22m\n\u001b[4mIt really is speechless to say, at least from my standing and maybe you'll be able to question this yourself sometime too.\u001b[24m\n    \u001b[1m少なくとも私の立場から言えば、本当に言い訳がありません。もしかするとあなたはいつか自分自身にも疑問を呈するかもしれません。\u001b[22m, \u001b[1m本当に、少なくとも私の立ってから、言って言葉であり、多分あなたはいつかこれも自分で質問することができます。\u001b[22m\n\u001b[1m\u001b[22m\nWhen it comes to Odd Jobs, also known as Yorozuya in its Romanized name, great hardships befall them. This ranges from running out of money due to the lack of jobs—to putting themselves into greater danger more so than the Shinsengumi, also known as the 'Special Police Force.' By going to such great acts of danger they're able to overcome and help the people they hold dear as friends.\n\n\u001b[1mローマ字の名前でヨロズヤとも呼ばれるオッズジョブズには、大変な苦難が起こります。 これは、雇用不足のためにお金が足りなくなることから、「特別警察」として知られる新撰組よりも大きな危険にさらされることにまで及ぶ。 このような偉大な危険を冒すことによって、彼らは克服し、友人として愛する人々を救うことができます。\u001b[22m\n\u001b[1m(Rōma ji no namae de Yorozuya-tomo yoba reru ozzujobuzu ni wa, taihen'na kunan ga okorimasu. Kore wa, koyō fusoku no tame ni okane ga tarinaku naru koto kara,`tokubetsu keisatsu' to shite shira reru shinsenkumi yori mo ōkina kiken ni sarasa reru koto ni made oyobu. Ko no yōna idaina kikenwookasu koto ni yotte, karera wa kokufuku shi, yūjin to shite aisuru hitobito o sukuu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes to Odd Jobs, also known as Yorozuya in its Romanized name, great hardships befall them. This ranges from running out of money due to the lack of jobs—to putting themselves into greater danger more so than the Shinsengumi, also known as the 'Special Police Force.' By going to such great acts of danger they're able to overcome and help the people they hold dear as friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes to Odd Jobs, also known as Yorozuya in its Romanized name, great hardships befall them.\u001b[24m\n    \u001b[1mローマ字の名前でヨロズヤとも呼ばれるオッズジョブズには、大変な苦難が起こります。\u001b[22m, \u001b[1mそれはまた、そのローマ字名でよろづやとして知られている奇妙な仕事になると、大きな苦難が彼らに降りかかります。\u001b[22m\n\u001b[4mThis ranges from running out of money due to the lack of jobs—to putting themselves into greater danger more so than the Shinsengumi, also known as the 'Special Police Force.'\u001b[24m\n    \u001b[1mこれは、雇用不足のためにお金が足りなくなることから、「特別警察」として知られる新撰組よりも大きな危険にさらされることにまで及ぶ。\u001b[22m, \u001b[1mこれは、ジョブ-へのより多くのように新撰組より大きい危険に身を入れて、またとして知られているの不足のためにお金を使い果たすの範囲である「特別警察」。\u001b[22m\n\u001b[4mBy going to such great acts of danger they're able to overcome and help the people they hold dear as friends.\u001b[24m\n    \u001b[1mこのような偉大な危険を冒すことによって、彼らは克服し、友人として愛する人々を救うことができます。\u001b[22m, \u001b[1m危険のような偉大な行為に行くことによって、彼らは友人として大切に人々を克服し、助けることができるしています。\u001b[22m\n\u001b[1m\u001b[22m\nAnother great thing about Gintama is its characters. Gintoki, Shinpach, Kagura, and don't forget about Sadaharu, their pet dog; If it can even be classified as a 'dog,' have if not the best and unique characters in Anime. Despite Gintoki being the leader his personality takes a 180 turn from being serious, to trolling the viewers by picking his nose and always reading manga. Like Gintoki, Shinpachi and Kagura have pretty much the same type of personalities of Gin but show it in a different way.\n\n\u001b[1m銀魂のもう一つのすばらしいことはそのキャラクターです。 ギンポキ、シンパック、神楽を忘れずに、飼い犬のサダハルを忘れないでください。 それが「犬」として分類されることさえできれば、もしそうでなければ、アニメの中で一番ユニークなキャラクターを持っていなさい。  Gintokiがリーダーになったにもかかわらず、彼の性格は真剣から180度変わり、鼻を摘んで常に漫画を読んで視聴者を動かしています。 ギンポキのように、新八と神楽は同じ種類のジンを持っていますが、それは違う形で示しています。\u001b[22m\n\u001b[1m(Gintama no mōhitotsu no subarashī koto wa sono kyarakutādesu. Ginpoki, shinpakku, kagura o wasurezu ni, kaiinu no sadaharu o wasurenaide kudasai. Sore ga `inu' to shite bunrui sa reru koto sae dekireba, mo shi-sōdenakereba, anime no naka de ichiban yunīkuna kyarakutā o motte i nasai. Gintoki ga rīdā ni natta nimokakawarazu, kare no seikaku wa shinken kara 180-do kawari, hana o tsunde tsuneni manga o yonde shichō-sha o ugokashite imasu. Ginpoki no yō ni, Shinpachi to kagura wa onaji shurui no jin o motte imasuga, sore wa chigau katachi de shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnother great thing about Gintama is its characters. Gintoki, Shinpach, Kagura, and don't forget about Sadaharu, their pet dog; If it can even be classified as a 'dog,' have if not the best and unique characters in Anime. Despite Gintoki being the leader his personality takes a 180 turn from being serious, to trolling the viewers by picking his nose and always reading manga. Like Gintoki, Shinpachi and Kagura have pretty much the same type of personalities of Gin but show it in a different way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother great thing about Gintama is its characters.\u001b[24m\n    \u001b[1m銀魂のもう一つのすばらしいことはそのキャラクターです。\u001b[22m, \u001b[1m銀魂についてのもう一つの素晴らしいところは、その文字です。\u001b[22m\n\u001b[4mGintoki, Shinpach, Kagura, and don't forget about Sadaharu, their pet dog;\u001b[24m\n    \u001b[1mギンポキ、シンパック、神楽を忘れずに、飼い犬のサダハルを忘れないでください。\u001b[22m, \u001b[1m銀時、Shinpach、神楽、および貞治、彼らのペットの犬を忘れないでください。\u001b[22m\n\u001b[4mIf it can even be classified as a 'dog,' have if not the best and unique characters in Anime.\u001b[24m\n    \u001b[1mそれが「犬」として分類されることさえできれば、もしそうでなければ、アニメの中で一番ユニークなキャラクターを持っていなさい。\u001b[22m, \u001b[1mそれも分類することができる場合は「犬、「アニメで最高とユニークなキャラクターを持っていない場合。\u001b[22m\n\u001b[4mDespite Gintoki being the leader his personality takes a 180 turn from being serious, to trolling the viewers by picking his nose and always reading manga.\u001b[24m\n    \u001b[1mGintokiがリーダーになったにもかかわらず、彼の性格は真剣から180度変わり、鼻を摘んで常に漫画を読んで視聴者を動かしています。\u001b[22m, \u001b[1m銀時がリーダーであることにもかかわらず、彼の性格は、彼の鼻を摘み、常に漫画を読み取ることによって、視聴者のトローリングに、深刻されてから180ターンを行います。\u001b[22m\n\u001b[4mLike Gintoki, Shinpachi and Kagura have pretty much the same type of personalities of Gin but show it in a different way.\u001b[24m\n    \u001b[1mギンポキのように、新八と神楽は同じ種類のジンを持っていますが、それは違う形で示しています。\u001b[22m, \u001b[1m銀時、新八と神楽のようにジンの人格のほとんど同じ型を持っていますが、別の方法でそれを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe general theme of Gintama has no boundaries, right? Right. It's able to clash from fighting Aliens known as the Amanto that harm their beloved country to fighting corrupted Shoguns that only seek power. This also relates to its artwork by going into an Olden historical setting and even space.\n\n\u001b[1m銀魂の一般的なテーマには境界がありません。 右。 彼らは愛国を傷つけるアマンソとして知られているエイリアンと戦うことから衝突することができ、唯一の力を求めている腐敗した将軍と戦っている。 これはまた、Oldenの歴史的な設定や宇宙へと進んで、そのアートワークに関連しています。\u001b[22m\n\u001b[1m(Gintama no ippantekina tēma ni wa kyōkai ga arimasen. Migi. Karera wa aikoku o kizutsukeru amanso to shite shira rete iru eirian to tatakau koto kara shōtotsu suru koto ga deki, yuiitsu no chikara o motomete iru fuhai shita shōgun to tatakatte iru. Kore wa mata, Olden no rekishi-tekina settei ya uchū e to susunde, sono ātowāku ni kanren shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe general theme of Gintama has no boundaries, right? Right. It's able to clash from fighting Aliens known as the Amanto that harm their beloved country to fighting corrupted Shoguns that only seek power. This also relates to its artwork by going into an Olden historical setting and even space.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe general theme of Gintama has no boundaries, right?\u001b[24m\n    \u001b[1m銀魂の一般的なテーマには境界がありません。\u001b[22m, \u001b[1m銀魂の一般的なテーマは右、何の境界線を持っていませんか？\u001b[22m\n\u001b[4mRight.\u001b[24m\n    \u001b[1m右。\u001b[22m, \u001b[1m右。\u001b[22m, \u001b[1mそうです。\u001b[22m\n\u001b[4mIt's able to clash from fighting Aliens known as the Amanto that harm their beloved country to fighting corrupted Shoguns that only seek power.\u001b[24m\n    \u001b[1m彼らは愛国を傷つけるアマンソとして知られているエイリアンと戦うことから衝突することができ、唯一の力を求めている腐敗した将軍と戦っている。\u001b[22m, \u001b[1mこれは、電力のみを求める壊れた将軍との戦いに彼らの最愛の国を害するAmantoとして知られるエイリアンとの戦いから衝突することが可能です。\u001b[22m\n\u001b[4mThis also relates to its artwork by going into an Olden historical setting and even space.\u001b[24m\n    \u001b[1mこれはまた、Oldenの歴史的な設定や宇宙へと進んで、そのアートワークに関連しています。\u001b[22m, \u001b[1mこれはまた、オルデン歴史的設定、さらには宇宙に行くことによって、そのアートワークにも関します。\u001b[22m\n\u001b[1m\u001b[22m\nIn the soundtrack department, Audio Highs who's worked on all of the previous seasons and this one also shows how she/he is able to compose and arrange the music in the correct places throughout the series. While Amoyamo who played the first opening song, 'Let's Go Out' of Gintama Enchousen and SPYAIR who performed the second opening song, 'Sakura Mitsu Tsuki' as well as many other songs from the previous seasons is able to show a calm but catchy beat in all of their songs. The ending song is rather catchy as well, performed by PAGE - 'Expect.'\n\n\u001b[1mサウンドトラック部門では、前の季節のすべてに取り組んでいたAudio Highsとこのシリーズでは、シリーズ全体の正しい場所に音楽を作曲して配置する方法も示しています。 銀田園長のオープニング・ソング「Let's Go Out」と第2オープニング・ソング「Sakura Mitsu Tsuki」や前シーズンの他の曲を演奏したSPYAIRを演奏したAmoyamoは、静かでキャッチーなビート すべての曲で 最後の曲は、PAGE  -  'Expect'で演奏されている。\u001b[22m\n\u001b[1m(Saundotorakku bumonde wa, mae no kisetsu no subete ni torikunde ita ōdio Highs toko no shirīzude wa, shirīzu zentai no tadashī basho ni ongaku o sakkyoku shite haichi suru hōhō mo shimeshite imasu. Gin den'en-chō no ōpuningu songu `retto' s Go Out' to dai 2 ōpuningu songu `Sakura Mitsu Tsuki' ya zen shīzun no ta no kyoku o ensō shita SPYAIR o ensō shita Amoyamo wa, shizukade kyatchīna bīto subete no kyoku de saigo no kyoku wa, PAGE - ' Expect' de ensō sa rete iru.)\u001b[22m\n\nTranslations of \u001b[4mIn the soundtrack department, Audio Highs who's worked on all of the previous seasons and this one also shows how she/he is able to compose and arrange the music in the correct places throughout the series. While Amoyamo who played the first opening song, 'Let's Go Out' of Gintama Enchousen and SPYAIR who performed the second opening song, 'Sakura Mitsu Tsuki' as well as many other songs from the previous seasons is able to show a calm but catchy beat in all of their songs. The ending song is rather catchy as well, performed by PAGE - 'Expect.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the soundtrack department, Audio Highs who's worked on all of the previous seasons and this one also shows how she/he is able to compose and arrange the music in the correct places throughout the series.\u001b[24m\n    \u001b[1mサウンドトラック部門では、前の季節のすべてに取り組んでいたAudio Highsとこのシリーズでは、シリーズ全体の正しい場所に音楽を作曲して配置する方法も示しています。\u001b[22m, \u001b[1mサウンドトラック部門では、前シーズンの全てと、この1に取り組んだのオーディオの高値はまた彼女/彼はシリーズ全体で正しい場所で音楽を作曲し、配置することができる方法を示しています。\u001b[22m\n\u001b[4mWhile Amoyamo who played the first opening song, 'Let's Go Out' of Gintama Enchousen and SPYAIR who performed the second opening song, 'Sakura Mitsu Tsuki' as well as many other songs from the previous seasons is able to show a calm but catchy beat\u001b[24m\n    \u001b[1m銀田園長のオープニング・ソング「Let's Go Out」と第2オープニング・ソング「Sakura Mitsu Tsuki」や前シーズンの他の曲を演奏したSPYAIRを演奏したAmoyamoは、静かでキャッチーなビート\u001b[22m, \u001b[1m前シーズンから第二オープニング曲「さくらみつ月」だけでなく、他の多くの歌を行っ銀魂EnchousenとSPYAIRの最初のオープニング曲を演奏Amoyamo、 'のアウト行こう」は落ち着いたがキャッチーなビートを表示することが可能であるが\u001b[22m\n\u001b[4min all of their songs.\u001b[24m\n    \u001b[1mすべての曲で\u001b[22m, \u001b[1m彼らの曲のすべてインチ\u001b[22m\n\u001b[4mThe ending song is rather catchy as well, performed by PAGE - 'Expect.'\u001b[24m\n    \u001b[1m最後の曲は、PAGE  -  'Expect'で演奏されている。\u001b[22m, \u001b[1m「期待しています。」 - エンディング曲は、ページ単位で行わだけでなくかなりキャッチーです\u001b[22m\n\u001b[1m\u001b[22m\nIn the end Gintama lives up to being a great classic to the viewers. A show that can bring comedy, emotion, action and an historical type setting all into one, while keeping strong to its general based theme is Gintama. Odd Jobs will never be forgotten, they shall return one day and when that day comes, prepare yourself.\n\n\u001b[1m結局のところ、銀魂は観客にとって素晴らしい古典に育っています。 コメディー、感情、行動、歴史的なタイプのセットをすべて一つにまとめることができるショーは、一般的なテーマに強く握っています。 奇妙な仕事は決して忘れられないでしょう。彼らはいつか帰ってくるでしょう。その日が来たら、準備してください。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, Gintama wa kankyaku ni totte subarashī koten ni sodatte imasu. Komedī, kanjō, kōdō, rekishi-tekina taipu no setto o subete hitotsu ni matomeru koto ga dekiru shō wa, ippantekina tēma ni tsuyoku nigitte imasu. Kimyōna shigoto wa kesshite wasure rarenaideshou. Karera wa itsuka kaette kurudeshou. Sonohi ga kitara, junbi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIn the end Gintama lives up to being a great classic to the viewers. A show that can bring comedy, emotion, action and an historical type setting all into one, while keeping strong to its general based theme is Gintama. Odd Jobs will never be forgotten, they shall return one day and when that day comes, prepare yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end Gintama lives up to being a great classic to the viewers.\u001b[24m\n    \u001b[1m結局のところ、銀魂は観客にとって素晴らしい古典に育っています。\u001b[22m, \u001b[1m最後に銀魂は、視聴者に偉大な古典的であることに恥じません。\u001b[22m\n\u001b[4mA show that can bring comedy, emotion, action and an historical type setting all into one, while keeping strong to its general based theme is Gintama.\u001b[24m\n    \u001b[1mコメディー、感情、行動、歴史的なタイプのセットをすべて一つにまとめることができるショーは、一般的なテーマに強く握っています。\u001b[22m, \u001b[1mその一般的なベースのテーマに強い保ちながら、コメディ、感情、行動と一つにすべてを設定する歴史的なタイプをもたらすことができますショーは銀魂です。\u001b[22m\n\u001b[4mOdd Jobs will never be forgotten, they shall return one day and when that day comes, prepare yourself.\u001b[24m\n    \u001b[1m奇妙な仕事は決して忘れられないでしょう。彼らはいつか帰ってくるでしょう。その日が来たら、準備してください。\u001b[22m, \u001b[1m奇妙な仕事は、彼らが1日戻り、その日が来るとき、自分で作成しなければならない、決して忘れられないでしょう。\u001b[22m"
  },
  {
    "title": "Gintama__Enchousen",
    "id": "15417",
    "url": "https://myanimelist.net/anime/15417/Gintama__Enchousen",
    "user": "apercarlo",
    "profile": "/profile/apercarlo/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=75579",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nGintama 'Enchousen、リストの一番上のアニメの1つで、そこには3つのエピソードだけがあります。 銀魂が過大評価されていると思う人には、それを見てみてください。 実際にはそれは悪くない。 それは試してみてください、そして、彼の好きなアニメがナンバーワンではなかったので、このディップヒット・アフダル\n\n私のために、銀魂はグッドストーリー、オリジナリティー、キャラクターパーソナリティー、面白い、そして偉大なアクションのために、この理由からナンバー1になりました。\n\nストーリー：10\n - 銀魂の物語はいつも素晴らしい。そして、坂田近鉄が天才だったので、彼らが主人公を変えたところで彼らがしたようなひねりが...そして、私は物語の円がどのように4-5エピソードであるのが大好きなので、\n\nアート：8\n他のアニメと同じくらいの大きさではないかもしれませんが、私はどちらにも不平を言うことはできません\n\nサウンド：9\n - このシーズンはとても陽気だった。彼らがオープニングを「金魂」に変えたのは天才だった。そしてBGMはいつも気分を変えた。\n\nキャラクター：10\n - これは、銀魂が最も輝く場所だと思う。 このアニメには鈍いキャラクターはありません。みんなとても楽しく、独自の方法でユニークです。 あなたはそれらを愛するでしょう。\n\n楽しさ：10\n - 銀人では決して鈍い瞬間はなかった。\n\n全体：9\n - まだ3つのエピソードが出ているので、私はそれに10を与えません。しかしそれはまだ叙事詩でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGintama' Enchousen, one of the top anime on the list and there's only like 3 episodes out.. that says alot right there. to people who think gintama is overrated, try watching it. It's not bad, in fact its great. Give it a try, and this dipshit afdal is just bitching out because his favorite anime wasn't number one\n\n\u001b[1mGintama 'Enchousen、リストの一番上のアニメの1つで、そこには3つのエピソードだけがあります。 銀魂が過大評価されていると思う人には、それを見てみてください。 実際にはそれは悪くない。 それは試してみてください、そして、彼の好きなアニメがナンバーワンではなかったので、このディップヒット・アフダル\u001b[22m\n\u001b[1m(Gintama' Enchousen, risuto no ichiban-jō no anime no 1tsu de, soko ni wa 3ttsu no episōdo dake ga arimasu. Gintama ga kadai hyōka sa rete iru to omou hito ni wa, sore o mite mite kudasai. Jissai ni wa sore wa warukunai. Sore wa tameshite mite kudasai, soshite, kare no sukina anime ga nanbāwande wa nakattanode, kono dippu hitto afudaru)\u001b[22m\n\nTranslations of \u001b[4mGintama' Enchousen, one of the top anime on the list and there's only like 3 episodes out.. that says alot right there. to people who think gintama is overrated, try watching it. It's not bad, in fact its great. Give it a try, and this dipshit afdal is just bitching out because his favorite anime wasn't number one\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGintama' Enchousen, one of the top anime on the list and there's only like 3 episodes out.. that says alot right there.\u001b[24m\n    \u001b[1mGintama 'Enchousen、リストの一番上のアニメの1つで、そこには3つのエピソードだけがあります。\u001b[22m, \u001b[1m銀魂 'Enchousen、リストの一番上のアニメの唯一の権利がたくさん言う3エピソードアウト..のようにあります。\u001b[22m\n\u001b[4mto people who think gintama is overrated, try watching it.\u001b[24m\n    \u001b[1m銀魂が過大評価されていると思う人には、それを見てみてください。\u001b[22m, \u001b[1m銀魂は過大評価だと思う人に、それを見てみてください。\u001b[22m\n\u001b[4mIt's not bad, in fact its great.\u001b[24m\n    \u001b[1m実際にはそれは悪くない。\u001b[22m, \u001b[1mこれは、実際には、その偉大な悪くはないのです。\u001b[22m\n\u001b[4mGive it a try, and this dipshit afdal is just bitching out because his favorite anime wasn't number one\u001b[24m\n    \u001b[1mそれは試してみてください、そして、彼の好きなアニメがナンバーワンではなかったので、このディップヒット・アフダル\u001b[22m, \u001b[1mそれを試してみると、彼の好きなアニメはナンバーワンではなかったので、この間抜けのafdalはちょうど格好いいれます\u001b[22m\n\u001b[1m\u001b[22m\nFor me Gintama became number 1 for this reasons: Good Story, Originality, Character Personality, Funny, and Great Action.\n\n\u001b[1m私のために、銀魂はグッドストーリー、オリジナリティー、キャラクターパーソナリティー、面白い、そして偉大なアクションのために、この理由からナンバー1になりました。\u001b[22m\n\u001b[1m(Watashi no tame ni, Gintama wa guddosutōrī, orijinaritī, kyarakutāpāsonaritī, omoshiroi, soshite idaina akushon no tame ni, kono riyū kara nanbā 1 ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mFor me Gintama became number 1 for this reasons: Good Story, Originality, Character Personality, Funny, and Great Action.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me Gintama became number 1 for this reasons: Good Story, Originality, Character Personality, Funny, and Great Action.\u001b[24m\n    \u001b[1m私のために、銀魂はグッドストーリー、オリジナリティー、キャラクターパーソナリティー、面白い、そして偉大なアクションのために、この理由からナンバー1になりました。\u001b[22m, \u001b[1m良いストーリー、オリジナリティ、キャラクターの性格、おかしい、グレートアクション：私にとって銀魂はこの理由から、数1になりました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\n- The story for gintama is always great.. And the twist that they did where they changed the main character as Sakata Kintoki was genius.. And I love how story arcs are only 4-5 episodes, so it's highly rewatchable\n\n\u001b[1m - 銀魂の物語はいつも素晴らしい。そして、坂田近鉄が天才だったので、彼らが主人公を変えたところで彼らがしたようなひねりが...そして、私は物語の円がどのように4-5エピソードであるのが大好きなので、\u001b[22m\n\u001b[1m(- Gintama no monogatari wa itsumo subarashī. Soshite, Sakata Kintetsu ga tensaidattanode, karera ga shujinkō o kaeta tokoro de karera ga shita yōna hineri ga... Soshite, watashi wa monogatari no en ga dono yō ni 4 - 5 episōdodearu no ga daisukinanode,)\u001b[22m\n\nTranslations of \u001b[4m- The story for gintama is always great.. And the twist that they did where they changed the main character as Sakata Kintoki was genius.. And I love how story arcs are only 4-5 episodes, so it's highly rewatchable\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The story for gintama is always great.. And the twist that they did where they changed the main character as Sakata Kintoki was genius.. And I love how story arcs are only 4-5 episodes, so it's highly rewatchable\u001b[24m\n    \u001b[1m - 銀魂の物語はいつも素晴らしい。そして、坂田近鉄が天才だったので、彼らが主人公を変えたところで彼らがしたようなひねりが...そして、私は物語の円がどのように4-5エピソードであるのが大好きなので、\u001b[22m, \u001b[1m - 銀魂のための物語は..いつも素晴らしいですし、坂田金時が..天才だったとして、彼らは主人公を変えそして、私はストーリーアークが唯一の4-5のエピソードがどのように大好きなので、それは非常にrewatchableだどこに彼らがしたツイスト\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\n-Might not be as great as other anime out there.. but I can't complain either\n\n\u001b[1m他のアニメと同じくらいの大きさではないかもしれませんが、私はどちらにも不平を言うことはできません\u001b[22m\n\u001b[1m(Hoka no anime to onaji kurai no ōki-sade wanai kamo shiremasenga, watashi wa dochira ni mo fuhei o iu koto wa dekimasen)\u001b[22m\n\nTranslations of \u001b[4m-Might not be as great as other anime out there.. but I can't complain either\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Might not be as great as other anime out there.. but I can't complain either\u001b[24m\n    \u001b[1m他のアニメと同じくらいの大きさではないかもしれませんが、私はどちらにも不平を言うことはできません\u001b[22m, \u001b[1m-Mightそこに他のアニメほど素晴らしいことはない..しかし、私はどちらか文句を言うことはできません\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\n-This season was so hilarious.. The way they changed the opening to 'Kintama' was genius.. And the BGMs always sets the mood.\n\n\u001b[1m - このシーズンはとても陽気だった。彼らがオープニングを「金魂」に変えたのは天才だった。そしてBGMはいつも気分を変えた。\u001b[22m\n\u001b[1m(- Kono shīzun wa totemo yōkidatta. Karera ga ōpuningu o `kintama' ni kaeta no wa tensaidatta. Soshite BGM wa itsumo kibun o kaeta.)\u001b[22m\n\nTranslations of \u001b[4m-This season was so hilarious.. The way they changed the opening to 'Kintama' was genius.. And the BGMs always sets the mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-This season was so hilarious.. The way they changed the opening to 'Kintama' was genius.. And the BGMs always sets the mood.\u001b[24m\n    \u001b[1m - このシーズンはとても陽気だった。彼らがオープニングを「金魂」に変えたのは天才だった。そしてBGMはいつも気分を変えた。\u001b[22m, \u001b[1m - このシーズンは、彼らが「Kintama」は天才だったために開口部を変更する方法..そしてBGMを、常に気分を設定します..とても陽気でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\n-I think this is where Gintama shines most. There's not a dull character in this anime.. Everyone is so fun and unique in their own way. You will love them.\n\n\u001b[1m - これは、銀魂が最も輝く場所だと思う。 このアニメには鈍いキャラクターはありません。みんなとても楽しく、独自の方法でユニークです。 あなたはそれらを愛するでしょう。\u001b[22m\n\u001b[1m(- Kore wa, Gintama ga mottomo kagayaku bashoda to omou. Kono anime ni wa nibui kyarakutā wa arimasen. Min'na totemo tanoshiku, dokuji no hōhō de yunīkudesu. Anata wa sorera o aisurudeshou.)\u001b[22m\n\nTranslations of \u001b[4m-I think this is where Gintama shines most. There's not a dull character in this anime.. Everyone is so fun and unique in their own way. You will love them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-I think this is where Gintama shines most.\u001b[24m\n    \u001b[1m - これは、銀魂が最も輝く場所だと思う。\u001b[22m, \u001b[1m-Iは、銀魂が最も輝いこれはどこだと思います。\u001b[22m\n\u001b[4mThere's not a dull character in this anime.. Everyone is so fun and unique in their own way.\u001b[24m\n    \u001b[1mこのアニメには鈍いキャラクターはありません。みんなとても楽しく、独自の方法でユニークです。\u001b[22m, \u001b[1mこのアニメで退屈な文字はありません..誰もがとても楽しいし、独自の方法でユニークです。\u001b[22m\n\u001b[4mYou will love them.\u001b[24m\n    \u001b[1mあなたはそれらを愛するでしょう。\u001b[22m, \u001b[1mあなたはそれらを愛します。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\n-There was never a dull moment in Gintama.\n\n\u001b[1m - 銀人では決して鈍い瞬間はなかった。\u001b[22m\n\u001b[1m(- Gin hitode wa kesshite nibui shunkan wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4m-There was never a dull moment in Gintama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-There was never a dull moment in Gintama.\u001b[24m\n    \u001b[1m - 銀人では決して鈍い瞬間はなかった。\u001b[22m, \u001b[1m-Thereは銀魂で退屈ではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\n-there's still 3 episodes out so I won't give it a 10.. but it was still epic.\n\n\u001b[1m - まだ3つのエピソードが出ているので、私はそれに10を与えません。しかしそれはまだ叙事詩でした。\u001b[22m\n\u001b[1m(- Mada 3ttsu no episōdo ga dete irunode, watashi wa sore ni 10 o ataemasen. Shikashi sore wa mada jojishideshita.)\u001b[22m\n\nTranslations of \u001b[4m-there's still 3 episodes out so I won't give it a 10.. but it was still epic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-there's still 3 episodes out so I won't give it a 10.. but it was still epic.\u001b[24m\n    \u001b[1m - まだ3つのエピソードが出ているので、私はそれに10を与えません。しかしそれはまだ叙事詩でした。\u001b[22m, \u001b[1m-thereので、私はそれを10を与えることはありません3エピソードはまだだ..しかし、それはまだ叙事詩でした。\u001b[22m"
  },
  {
    "title": "Gintama__Enchousen",
    "id": "15417",
    "url": "https://myanimelist.net/anime/15417/Gintama__Enchousen",
    "user": "grumpytoast",
    "profile": "/profile/grumpytoast/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=90129",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは初めてのレビューです。 それでは、このショットを出しましょう。\n\nストーリー（10）：銀魂には物語がありますが、ショーを徹底的に見ていない多くの人とは異なり、それは信じられません。 全体的なプロットは、奇妙な仕事で働く3人のキャラクターのことです。 物語は時々エピソード的であるが、彼らはしばしばカップルのエピソードの妥協の深刻なアークである。 これは、全体的なプロットやキャラクターの開発がほとんどの場合に起こります（エピソードのエピソードに発展が見られることもあります）。 これらの中で、ソラチはより大きなイメージに向かって発展していることがわかります。 今は、プロットが主人公とその日常生活と、過去から現在までのものが行き来して行く闘いについてのものだとしましょう。 銀魂は人生に関するもので、あなたがそれをやめて振り返るまで、人生には陰謀はありません。\n今では、銀魂が大きな弧のいくつかを使って漫画に残っていたときに、エンチャンがピックアップしています。 それはあなたが見たりスキップすることができるいくつかの再実行が混在しています。\n\n芸術（8.5）：銀魂の芸術は、最高のものではないかもしれないが、とても素敵であることがわかります。 アニメの芸術は漫画の笑よりも挑戦的です。 私は、銀魂の2012年のアートが好きだと認めます。エンチャージンのアートはそれよりも少し前になりました（たぶん、ソラチの新しい描き方に合っているかもしれません）。 それほど良いことはありません。 アニメーションは本当に素晴らしいです、サンライズは本当に彼らが何をしているのか知っていて、それで創造してください。 戦いはあなたを端に置き、美しい瞬間はちょうどそれです。\n\nサウンド（9）：新しいオープニングとエンディングは素晴らしいです。 あなたは、日の出がバックグラウンドの音楽とサウンドトラックでもっと苦労していると言うこともできます。 声の演技はいつものように一番上のノッチです。\n\nキャラクター（10）：これは、銀魂がストーリーテリング以外にも優れているものの1つです。 キャラクターはすべて本当にユニークで個性的です。 彼らはshoenen文字のための規範から抜け出し、毎日の人々のようなものです。 女性はあなたがシリーズで見つけることができる、最も強く、独立した、そしてまっすぐな（女性ファンを探していますか？ここでは頻繁に起こることはありません）。 すべてのキャラクターは自分の動機や推論を持っているので、本当に感情を感じることができます。 開発が始まる前に誰かが言っていたこととは異なり、特にエンチャンシー（enchousen）のような大きな弧が見えることが分かります。 彼らは彼らがどのように始めたかとは異なります。\n\n楽しさ（10）：私の以前の怒りからすべてを伝えることができない場合。 銀魂は本当に楽しいショーです。 再ランニングでさえ、今でもいくつかのファニーエピソードが表示されています。 このショーでは、泣いたり、笑ったり、興奮したりしていない瞬間を見つけることはできません。 私は60-70以上のエピソードを見ている人がいるとは思わないが、彼らはそれを楽しんでいないとは言えない。 試してみてください、遅く始まるかもしれませんが、あなたはすぐに夢中になるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay this is my first time writing a review. So let's give this a shot.\n\n\u001b[1mこれは初めてのレビューです。 それでは、このショットを出しましょう。\u001b[22m\n\u001b[1m(Kore wa hajimete no rebyūdesu. Soredewa, kono shotto o dashimashou.)\u001b[22m\n\nTranslations of \u001b[4mOkay this is my first time writing a review. So let's give this a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay this is my first time writing a review.\u001b[24m\n    \u001b[1mこれは初めてのレビューです。\u001b[22m, \u001b[1mさて、これは私の最初の時間は、レビューを書いています。\u001b[22m\n\u001b[4mSo let's give this a shot.\u001b[24m\n    \u001b[1mそれでは、このショットを出しましょう。\u001b[22m, \u001b[1mそれでは、このショットを与えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nStory (10): Gintama does have a story, unlike most people who haven't thoroughly watched the show don't believe it has. The overall plot is about the three characters who work in an odd-jobs. Though the story is episodic at times, they will often be serious arcs that are compromised of a couple episodes. This is where the overall plot and character development most of the time happen (though sometimes episodic episodes have development to). In these you can see that Sorachi is developing towards a bigger picture. Though right now let's say the plot is about the main characters and their daily lives and the struggle the go through as things from the past and current will come and get in their way. Gintama is about life and life doesn't have a plot until you stop and look back on it.\n\n\u001b[1mストーリー（10）：銀魂には物語がありますが、ショーを徹底的に見ていない多くの人とは異なり、それは信じられません。 全体的なプロットは、奇妙な仕事で働く3人のキャラクターのことです。 物語は時々エピソード的であるが、彼らはしばしばカップルのエピソードの妥協の深刻なアークである。 これは、全体的なプロットやキャラクターの開発がほとんどの場合に起こります（エピソードのエピソードに発展が見られることもあります）。 これらの中で、ソラチはより大きなイメージに向かって発展していることがわかります。 今は、プロットが主人公とその日常生活と、過去から現在までのものが行き来して行く闘いについてのものだとしましょう。 銀魂は人生に関するもので、あなたがそれをやめて振り返るまで、人生には陰謀はありません。\u001b[22m\n\u001b[1m(Sutōrī (10): Gintama ni wa monogatari ga arimasuga, shō o tetteiteki ni miteinai ōku no hito to wa kotonari, sore wa shinji raremasen. Zentai-tekina purotto wa, kimyōna shigoto de hataraku 3-ri no kyarakutā no kotodesu. Monogatari wa tokidoki episōdo-tekidearuga, karera wa shibashiba kappuru no episōdo no dakyō no shinkokuna ākudearu. Kore wa, zentai-tekina purotto ya kyarakutā no kaihatsu ga hotondo no baai ni okorimasu (episōdo no episōdo ni hatten ga mi rareru koto mo arimasu). Korera no naka de, Sorachi wa yori ōkina imēji ni mukatte hatten shite iru koto ga wakarimasu. Ima wa, purotto ga shujinkō to sono nichijō seikatsu to, kako kara genzai made no mono ga ikiki shite iku tatakai ni tsuite no monoda to shimashou. Gintama wa jinsei ni kansuru mono de, anata ga sore o yamete furikaeru made, jinsei ni wa inbō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mStory (10): Gintama does have a story, unlike most people who haven't thoroughly watched the show don't believe it has. The overall plot is about the three characters who work in an odd-jobs. Though the story is episodic at times, they will often be serious arcs that are compromised of a couple episodes. This is where the overall plot and character development most of the time happen (though sometimes episodic episodes have development to). In these you can see that Sorachi is developing towards a bigger picture. Though right now let's say the plot is about the main characters and their daily lives and the struggle the go through as things from the past and current will come and get in their way. Gintama is about life and life doesn't have a plot until you stop and look back on it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (10): Gintama does have a story, unlike most people who haven't thoroughly watched the show don't believe it has.\u001b[24m\n    \u001b[1mストーリー（10）：銀魂には物語がありますが、ショーを徹底的に見ていない多くの人とは異なり、それは信じられません。\u001b[22m, \u001b[1mストーリー（10）：銀魂は徹底的にそれが持っていると信じていない番組を見ていないほとんどの人々とは違って、物語を持っています。\u001b[22m\n\u001b[4mThe overall plot is about the three characters who work in an odd-jobs.\u001b[24m\n    \u001b[1m全体的なプロットは、奇妙な仕事で働く3人のキャラクターのことです。\u001b[22m, \u001b[1m全体のプロットは、奇数の仕事で働く3文字についてです。\u001b[22m\n\u001b[4mThough the story is episodic at times, they will often be serious arcs that are compromised of a couple episodes.\u001b[24m\n    \u001b[1m物語は時々エピソード的であるが、彼らはしばしばカップルのエピソードの妥協の深刻なアークである。\u001b[22m, \u001b[1m物語は時間にエピソードですが、彼らはしばしばカップルのエピソードの危険にさらされている深刻な円弧になります。\u001b[22m\n\u001b[4mThis is where the overall plot and character development most of the time happen (though sometimes episodic episodes have development to).\u001b[24m\n    \u001b[1mこれは、全体的なプロットやキャラクターの開発がほとんどの場合に起こります（エピソードのエピソードに発展が見られることもあります）。\u001b[22m, \u001b[1m全体のプロットとキャラクター開発は時間のほとんどが起こる場所です（時々エピソードエピソードは開発を持っているが）。\u001b[22m\n\u001b[4mIn these you can see that Sorachi is developing towards a bigger picture.\u001b[24m\n    \u001b[1mこれらの中で、ソラチはより大きなイメージに向かって発展していることがわかります。\u001b[22m, \u001b[1mこれらでは、空知は、大きな画像に向けて開発されていることがわかります。\u001b[22m\n\u001b[4mThough right now let's say the plot is about the main characters and their daily lives and the struggle the go through as things from the past and current will come and get in their way.\u001b[24m\n    \u001b[1m今は、プロットが主人公とその日常生活と、過去から現在までのものが行き来して行く闘いについてのものだとしましょう。\u001b[22m, \u001b[1mけれども今のプロットは、メインキャラクターと日常生活についてであり、過去と現在から物事が自分の道に来て取得するように闘争が通過しましょう。\u001b[22m\n\u001b[4mGintama is about life and life doesn't have a plot until you stop and look back on it.\u001b[24m\n    \u001b[1m銀魂は人生に関するもので、あなたがそれをやめて振り返るまで、人生には陰謀はありません。\u001b[22m, \u001b[1m銀魂は、生活や人生についてであるあなたが停止し、それを振り返るまでのプロットを持っていません。\u001b[22m\nRight now Enchousen is picking up were Gintama left off in the manga using some of the bigger arcs. It has some re-runs mixed inbetween which you can watch or skip.\n\n\u001b[1m今では、銀魂が大きな弧のいくつかを使って漫画に残っていたときに、エンチャンがピックアップしています。 それはあなたが見たりスキップすることができるいくつかの再実行が混在しています。\u001b[22m\n\u001b[1m(Ima dewa, Gintama ga ōkina ko no ikutsu ka o tsukatte manga ni nokotte ita toki ni, En-chan ga pikkuappu shite imasu. Sore wa anata ga mi tari sukippu suru koto ga dekiru ikutsu ka no sai jikkō ga konzai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mRight now Enchousen is picking up were Gintama left off in the manga using some of the bigger arcs. It has some re-runs mixed inbetween which you can watch or skip.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRight now Enchousen is picking up were Gintama left off in the manga using some of the bigger arcs.\u001b[24m\n    \u001b[1m今では、銀魂が大きな弧のいくつかを使って漫画に残っていたときに、エンチャンがピックアップしています。\u001b[22m, \u001b[1m今Enchousenは銀魂が大きく弧の一部を使用して、漫画でオフに残っていた拾っています。\u001b[22m\n\u001b[4mIt has some re-runs mixed inbetween which you can watch or skip.\u001b[24m\n    \u001b[1mそれはあなたが見たりスキップすることができるいくつかの再実行が混在しています。\u001b[22m, \u001b[1mそれはあなたが見たり、スキップすることができるわたってるしき混合いくつかの再実行があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt (8.5): I find gintama's art to be very nice though maybe not the best. The anime art is defiantly better than the manga's lol. I admit I preferred the art the had in Gintama' 2012. I sometime's find Enchousen's art to be a little more iffy then before (probably trying to match Sorachi's new way of drawing). None the less it's still nice. The animation is really amazing, Sunrise really knows what they are doing and get's creative with it. The fights will put you on the edge and the beautiful moments are just that.\n\n\u001b[1m芸術（8.5）：銀魂の芸術は、最高のものではないかもしれないが、とても素敵であることがわかります。 アニメの芸術は漫画の笑よりも挑戦的です。 私は、銀魂の2012年のアートが好きだと認めます。エンチャージンのアートはそれよりも少し前になりました（たぶん、ソラチの新しい描き方に合っているかもしれません）。 それほど良いことはありません。 アニメーションは本当に素晴らしいです、サンライズは本当に彼らが何をしているのか知っていて、それで創造してください。 戦いはあなたを端に置き、美しい瞬間はちょうどそれです。\u001b[22m\n\u001b[1m(Geijutsu (8 . 5): Gintama no geijutsu wa, saikō no monode wanai kamo shirenaiga, totemo sutekidearu koto ga wakarimasu. Anime no geijutsu wa manga no Emi yori mo chōsen-tekidesu. Watashi wa, Gintama no 2012-nen no āto ga sukida to mitomemasu. Enchājin no āto wa sore yori mo sukoshi mae ni narimashita (tabun, Sorachi no atarashī kakikata ni atte iru kamo shiremasen). Sorehodo yoikoto wa arimasen. Animēshon wa hontōni subarashīdesu, sanraizu wa hontōni karera ga nani o shite iru no ka shitte ite, sorede sōzō shite kudasai. Tatakai wa anata o hashi ni oki, utsukushī shunkan wa chōdo soredesu.)\u001b[22m\n\nTranslations of \u001b[4mArt (8.5): I find gintama's art to be very nice though maybe not the best. The anime art is defiantly better than the manga's lol. I admit I preferred the art the had in Gintama' 2012. I sometime's find Enchousen's art to be a little more iffy then before (probably trying to match Sorachi's new way of drawing). None the less it's still nice. The animation is really amazing, Sunrise really knows what they are doing and get's creative with it. The fights will put you on the edge and the beautiful moments are just that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (8.5): I find gintama's art to be very nice though maybe not the best.\u001b[24m\n    \u001b[1m芸術（8.5）：銀魂の芸術は、最高のものではないかもしれないが、とても素敵であることがわかります。\u001b[22m, \u001b[1mアート（8.5）：私は銀魂の芸術は多分最善ではないが非常に素晴らしいであることがわかりました。\u001b[22m\n\u001b[4mThe anime art is defiantly better than the manga's lol.\u001b[24m\n    \u001b[1mアニメの芸術は漫画の笑よりも挑戦的です。\u001b[22m, \u001b[1mアニメアートが笑マンガのより挑戦的に優れています。\u001b[22m\n\u001b[4mI admit I preferred the art the had in Gintama' 2012. I sometime's find Enchousen's art to be a little more iffy then before (probably trying to match Sorachi's new way of drawing).\u001b[24m\n    \u001b[1m私は、銀魂の2012年のアートが好きだと認めます。エンチャージンのアートはそれよりも少し前になりました（たぶん、ソラチの新しい描き方に合っているかもしれません）。\u001b[22m, \u001b[1m私は銀魂」2012年に持っていた私いつかのがEnchousenの芸術は（おそらく図面の空知の新しい方法と一致するようにしようとする）前に、もう少しあやふやであることがわかりまし芸術を好ん認めます。\u001b[22m\n\u001b[4mNone the less it's still nice.\u001b[24m\n    \u001b[1mそれほど良いことはありません。\u001b[22m, \u001b[1mいずれも、あまりそれはまだ素晴らしいません。\u001b[22m\n\u001b[4mThe animation is really amazing, Sunrise really knows what they are doing and get's creative with it.\u001b[24m\n    \u001b[1mアニメーションは本当に素晴らしいです、サンライズは本当に彼らが何をしているのか知っていて、それで創造してください。\u001b[22m, \u001b[1mアニメーションは本当に素晴らしいです、日の出は、本当に彼らが何をしているかを知っているとの創造的なそれとを得ます。\u001b[22m\n\u001b[4mThe fights will put you on the edge and the beautiful moments are just that.\u001b[24m\n    \u001b[1m戦いはあなたを端に置き、美しい瞬間はちょうどそれです。\u001b[22m, \u001b[1m戦いが端にあなたを配置しますし、美しい瞬間は、まさにそれです。\u001b[22m\n\u001b[1m\u001b[22m\nSound (9): The new openings and endings are simply wonderful. You can also tell that sunrise is trying harder on background music and sound track. The voice acting is top notch like always and really get's you in the mood being set.\n\n\u001b[1mサウンド（9）：新しいオープニングとエンディングは素晴らしいです。 あなたは、日の出がバックグラウンドの音楽とサウンドトラックでもっと苦労していると言うこともできます。 声の演技はいつものように一番上のノッチです。\u001b[22m\n\u001b[1m(Saundo (9 ): Atarashī ōpuningu to endingu wa subarashīdesu. Anata wa, hinode ga bakkuguraundo no ongaku to saundotorakku de motto kurō shite iru to iu koto mo dekimasu. Koe no engi wa itsumo no yō ni ichiban-jō no notchidesu.)\u001b[22m\n\nTranslations of \u001b[4mSound (9): The new openings and endings are simply wonderful. You can also tell that sunrise is trying harder on background music and sound track. The voice acting is top notch like always and really get's you in the mood being set.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (9): The new openings and endings are simply wonderful.\u001b[24m\n    \u001b[1mサウンド（9）：新しいオープニングとエンディングは素晴らしいです。\u001b[22m, \u001b[1mサウンド（9）：新規出店と語尾は、単に素晴らしいです。\u001b[22m\n\u001b[4mYou can also tell that sunrise is trying harder on background music and sound track.\u001b[24m\n    \u001b[1mあなたは、日の出がバックグラウンドの音楽とサウンドトラックでもっと苦労していると言うこともできます。\u001b[22m, \u001b[1mまた、日の出が背景音楽やサウンドトラックに難しくしようとしていることを伝えることができます。\u001b[22m\n\u001b[4mThe voice acting is top notch like always and really get's you in the mood being set.\u001b[24m\n    \u001b[1m声の演技はいつものように一番上のノッチです。\u001b[22m, \u001b[1mいつもと本当に気分であなたです取得が設定されているような声の演技は一流です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (10): This is one of the things Gintama excels at besides storytelling. The character are all really unique and individual. They break out of the norms for shoenen characters and are just like every day people. The woman are some of the most well done you can find in a series, very strong and independent and sorta unladylike (looking for female fanservice? doesn't happen often here). All the characters have they're own motives or reasoning, you can really feel there emotions. Unlike what somebody said before there is development and you can see that especially in the bigger arcs like the ones enchousen are showing. They are different from how they started.\n\n\u001b[1mキャラクター（10）：これは、銀魂がストーリーテリング以外にも優れているものの1つです。 キャラクターはすべて本当にユニークで個性的です。 彼らはshoenen文字のための規範から抜け出し、毎日の人々のようなものです。 女性はあなたがシリーズで見つけることができる、最も強く、独立した、そしてまっすぐな（女性ファンを探していますか？ここでは頻繁に起こることはありません）。 すべてのキャラクターは自分の動機や推論を持っているので、本当に感情を感じることができます。 開発が始まる前に誰かが言っていたこととは異なり、特にエンチャンシー（enchousen）のような大きな弧が見えることが分かります。 彼らは彼らがどのように始めたかとは異なります。\u001b[22m\n\u001b[1m(Kyarakutā (10): Kore wa, Gintama ga sutōrīteringu igai ni mo sugurete iru mono no 1tsudesu. Kyarakutā wa subete hontōni yunīku de kosei-tekidesu. Karera wa shoenen moji no tame no kihan kara nukedashi, mainichi no hitobito no yōna monodesu. Josei wa anata ga shirīzu de mitsukeru koto ga dekiru, mottomo tsuyoku, dokuritsu shita, soshite massuguna (josei fan o sagashiteimasu ka? Kokode wa hinpan ni okoru koto wa arimasen). Subete no kyarakutā wa jibun no dōki ya suiron o motte irunode, hontōni kanjō o kanjiru koto ga dekimasu. Kaihatsu ga hajimaru mae ni darekaga itte ita koto to wa kotonari, tokuni enchanshī (enchousen) no yōna ōkina ko ga mieru koto ga wakarimasu. Karera wa karera ga dono yō ni hajimeta ka to wa kotonarimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (10): This is one of the things Gintama excels at besides storytelling. The character are all really unique and individual. They break out of the norms for shoenen characters and are just like every day people. The woman are some of the most well done you can find in a series, very strong and independent and sorta unladylike (looking for female fanservice? doesn't happen often here). All the characters have they're own motives or reasoning, you can really feel there emotions. Unlike what somebody said before there is development and you can see that especially in the bigger arcs like the ones enchousen are showing. They are different from how they started.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (10): This is one of the things Gintama excels at besides storytelling.\u001b[24m\n    \u001b[1mキャラクター（10）：これは、銀魂がストーリーテリング以外にも優れているものの1つです。\u001b[22m, \u001b[1m文字（10）：これは銀魂が物語のほかに優れものの一つです。\u001b[22m\n\u001b[4mThe character are all really unique and individual.\u001b[24m\n    \u001b[1mキャラクターはすべて本当にユニークで個性的です。\u001b[22m, \u001b[1m文字はすべて、本当にユニークで個性的です。\u001b[22m\n\u001b[4mThey break out of the norms for shoenen characters and are just like every day people.\u001b[24m\n    \u001b[1m彼らはshoenen文字のための規範から抜け出し、毎日の人々のようなものです。\u001b[22m, \u001b[1m彼らはshoenen文字の規範から抜け出すと、ちょうど毎日の人々のようなものです。\u001b[22m\n\u001b[4mThe woman are some of the most well done you can find in a series, very strong and independent and sorta unladylike (looking for female fanservice? doesn't happen often here).\u001b[24m\n    \u001b[1m女性はあなたがシリーズで見つけることができる、最も強く、独立した、そしてまっすぐな（女性ファンを探していますか？ここでは頻繁に起こることはありません）。\u001b[22m, \u001b[1m女性はあなたが非常に強く、独立した、直列に見つけることができるとみかん淑女らしくない（メスサービスカットを探していますか？ここでは頻繁に発生しません）最もよくやったのいくつかです。\u001b[22m\n\u001b[4mAll the characters have they're own motives or reasoning, you can really feel there emotions.\u001b[24m\n    \u001b[1mすべてのキャラクターは自分の動機や推論を持っているので、本当に感情を感じることができます。\u001b[22m, \u001b[1mすべての文字は、彼らが自分の動機や推論をしている必要があり、あなたが本当にそこに感情を感じることができます。\u001b[22m\n\u001b[4mUnlike what somebody said before there is development and you can see that especially in the bigger arcs like the ones enchousen are showing.\u001b[24m\n    \u001b[1m開発が始まる前に誰かが言っていたこととは異なり、特にエンチャンシー（enchousen）のような大きな弧が見えることが分かります。\u001b[22m, \u001b[1m誰かが開発され、あなたが特にenchousenもののような大きな弧内が表示されていることを確認することができます前に言ったこととは異なり。\u001b[22m\n\u001b[4mThey are different from how they started.\u001b[24m\n    \u001b[1m彼らは彼らがどのように始めたかとは異なります。\u001b[22m, \u001b[1m彼らは、彼らが始めた方法とは異なります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (10): If you can't tell from all my previous ranting. Gintama is a really enjoyable shows. Even the re-runs being shown now are some of the funnies episodes. You will not find a moment in this show where you are not crying, laughing, or on the edge with excitement. I don't think there is a person that has watched more than 60-70 episodes who can't say they didn't enjoy it. Give it a try, it may start slow but you'll find yourself hooked in no time.\n\n\u001b[1m楽しさ（10）：私の以前の怒りからすべてを伝えることができない場合。 銀魂は本当に楽しいショーです。 再ランニングでさえ、今でもいくつかのファニーエピソードが表示されています。 このショーでは、泣いたり、笑ったり、興奮したりしていない瞬間を見つけることはできません。 私は60-70以上のエピソードを見ている人がいるとは思わないが、彼らはそれを楽しんでいないとは言えない。 試してみてください、遅く始まるかもしれませんが、あなたはすぐに夢中になるでしょう。\u001b[22m\n\u001b[1m(Tanoshisa (10): Watashi no izen no ikari kara subete o tsutaeru koto ga dekinai baai. Gintama wa hontōni tanoshī shōdesu. Sai ran'ningude sae, ima demo ikutsu ka no fanīepisōdo ga hyōji sa rete imasu. Kono shōde wa, naitari, warattari, kōfun shi tari shite inai shunkan o mitsukeru koto wa dekimasen. Watashi wa 60 - 70 ijō no episōdo o mite iru hito ga iru to wa omowanaiga, karera wa sore o tanoshinde inai to wa ienai. Tameshite mite kudasai, osoku hajimaru kamo shiremasenga, anata wa sugu ni muchūninarudeshou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (10): If you can't tell from all my previous ranting. Gintama is a really enjoyable shows. Even the re-runs being shown now are some of the funnies episodes. You will not find a moment in this show where you are not crying, laughing, or on the edge with excitement. I don't think there is a person that has watched more than 60-70 episodes who can't say they didn't enjoy it. Give it a try, it may start slow but you'll find yourself hooked in no time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (10): If you can't tell from all my previous ranting.\u001b[24m\n    \u001b[1m楽しさ（10）：私の以前の怒りからすべてを伝えることができない場合。\u001b[22m, \u001b[1m楽し（10）：あなたはすべての私の前のわめき散らすから言うことができない場合。\u001b[22m\n\u001b[4mGintama is a really enjoyable shows.\u001b[24m\n    \u001b[1m銀魂は本当に楽しいショーです。\u001b[22m\n\u001b[4mEven the re-runs being shown now are some of the funnies episodes.\u001b[24m\n    \u001b[1m再ランニングでさえ、今でもいくつかのファニーエピソードが表示されています。\u001b[22m, \u001b[1m今示されても、再実行が漫画のエピソードのいくつかです。\u001b[22m\n\u001b[4mYou will not find a moment in this show where you are not crying, laughing, or on the edge with excitement.\u001b[24m\n    \u001b[1mこのショーでは、泣いたり、笑ったり、興奮したりしていない瞬間を見つけることはできません。\u001b[22m, \u001b[1mあなたが興奮して、泣いて笑って、またはエッジにされていないこのショーで瞬間を見つけることができません。\u001b[22m\n\u001b[4mI don't think there is a person that has watched more than 60-70 episodes who can't say they didn't enjoy it.\u001b[24m\n    \u001b[1m私は60-70以上のエピソードを見ている人がいるとは思わないが、彼らはそれを楽しんでいないとは言えない。\u001b[22m, \u001b[1m私は、彼らがそれを楽しんでいなかったと言うことはできません以上の60から70のエピソードを見た人はないと思います。\u001b[22m\n\u001b[4mGive it a try, it may start slow but you'll find yourself hooked in no time.\u001b[24m\n    \u001b[1m試してみてください、遅く始まるかもしれませんが、あなたはすぐに夢中になるでしょう。\u001b[22m, \u001b[1mそれを試してみて、それが遅いを起動することがありますが、あなたは時間がないの自分が夢中に見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Gintama__Enchousen",
    "id": "15417",
    "url": "https://myanimelist.net/anime/15417/Gintama__Enchousen",
    "user": "JezusBull",
    "profile": "/profile/JezusBull/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=75981",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  8\n\n - 私の英語のために申し訳ありません、私は英語以外の国から来ました - \n\nストーリー - 申し訳ありませんが、銀魂にはストーリーはありません。プロットは全くありません。 それは最初からこれのようになってきました、それはそれが離れて孤独な冒険をしているだけなので、ちょうどカウボーイビバップまたはMushishiを見て、これらのショーも多くの独立した冒険を持っているが、 真剣に時間を取ることができますが、それは本当のキャラクターの開発を持っていないし、どこにも行かない「ストーリー」を持っています。\n\nアート - いつものように平均。 新しい季節ごとに芸術は良くなっていますが、まだかなり平均的なBLEACHとNARUTOのスタンダードなので、いくつかのエピソードでかなり詳細で流動的なアニメーションを得ることができますが、ほとんどのショーで平均です。\n\nサウンド - 音楽はいつも正しい気分を伝えているようですが、オープニングとエンディングはうまくいきます。\n\n文字に似た文字ですが、0の開発です。 彼らがしているのはばかだ。 私はファミリーガイを見ているような気がしたり、そのような愚かなショーを見ているような気がします。誰もが自分のやり方で面白くしようとしています。\n\n楽しさ - 非常に楽しいショー、それはいくつかの非常に面白い瞬間があります。 レビューがこの側面にのみ依存する場合、私はGintamaに8点を与えます。\n\nストーリー -  1\nアート -  6\nサウンド -  7\nキャラクター -  6\n楽しさ -  8\n全体的 -  7",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n--Sorry for my English, I'm from a non-English speaking country--\n\n\u001b[1m - 私の英語のために申し訳ありません、私は英語以外の国から来ました - \u001b[22m\n\u001b[1m(- Watashi no eigo no tame ni mōshiwakearimasen, watashi wa eigo igai no kuni kara kimashita -)\u001b[22m\n\nTranslations of \u001b[4m--Sorry for my English, I'm from a non-English speaking country--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--Sorry for my English, I'm from a non-English speaking country--\u001b[24m\n    \u001b[1m - 私の英語のために申し訳ありません、私は英語以外の国から来ました - \u001b[22m, \u001b[1m私の英語のため--Sorry、私は非英語圏のcountry--から来たんです\u001b[22m\n\u001b[1m\u001b[22m\nStory - Sorry, but Gintama has no story, there is no plot at all. It's been like this since the beginning, to say it can get away with that just because it has stand alone adventures is ridiculous, just look at Cowboy Bebop or Mushishi, these shows also have many stand alone adventures and yet they have a story, Gintama can get serious from time to time, but it doesn't have real character development and it has a 'story' that goes nowhere.\n\n\u001b[1mストーリー - 申し訳ありませんが、銀魂にはストーリーはありません。プロットは全くありません。 それは最初からこれのようになってきました、それはそれが離れて孤独な冒険をしているだけなので、ちょうどカウボーイビバップまたはMushishiを見て、これらのショーも多くの独立した冒険を持っているが、 真剣に時間を取ることができますが、それは本当のキャラクターの開発を持っていないし、どこにも行かない「ストーリー」を持っています。\u001b[22m\n\u001b[1m(Sutōrī - mōshiwakearimasenga, Gintama ni wa sutōrī wa arimasen. Purotto wa mattaku arimasen. Sore wa saisho kara kore no yō ni natte kimashita, sore wa sore ga hanarete kodokuna bōken o shite iru dakenanode, chōdo kaubōibibappu matawa Mushishi o mite, korera no shō mo ōku no dokuritsu shita bōken o motte iruga, shinken ni jikan o toru koto ga dekimasuga, soreha hontō no kyarakutā no kaihatsu o motteinai shi, dokoni mo ikanai `sutōrī' o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory - Sorry, but Gintama has no story, there is no plot at all. It's been like this since the beginning, to say it can get away with that just because it has stand alone adventures is ridiculous, just look at Cowboy Bebop or Mushishi, these shows also have many stand alone adventures and yet they have a story, Gintama can get serious from time to time, but it doesn't have real character development and it has a 'story' that goes nowhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - Sorry, but Gintama has no story, there is no plot at all.\u001b[24m\n    \u001b[1mストーリー - 申し訳ありませんが、銀魂にはストーリーはありません。プロットは全くありません。\u001b[22m, \u001b[1mストーリーは - 申し訳ありませんが、銀魂は何の話を持っていない、まったくプロットはありません。\u001b[22m\n\u001b[4mIt's been like this since the beginning, to say it can get away with that just because it has stand alone adventures is ridiculous, just look at Cowboy Bebop or Mushishi, these shows also have many stand alone adventures and yet they have a story, Gintama\u001b[24m\n    \u001b[1mそれは最初からこれのようになってきました、それはそれが離れて孤独な冒険をしているだけなので、ちょうどカウボーイビバップまたはMushishiを見て、これらのショーも多くの独立した冒険を持っているが、\u001b[22m, \u001b[1mそれはそれと逃げることができると言うために、初めからこのようにされていますただそれだけでこれらのショーはまた、多くのスタンドアローンの冒険を持っているし、まだ彼らは物語、銀魂を持って、カウボーイビバップまたは蟲師を見て、ばかげているだけでは冒険を立っているため、\u001b[22m\n\u001b[4mcan get serious from time to time, but it doesn't have real character development and it has a 'story' that goes nowhere.\u001b[24m\n    \u001b[1m真剣に時間を取ることができますが、それは本当のキャラクターの開発を持っていないし、どこにも行かない「ストーリー」を持っています。\u001b[22m, \u001b[1m時々深刻な取得することができますが、それは本当の文字の開発を持っていないと、それはどこにも行かない「物語」を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt - Average, as always. Art is getting better with each new season, but it's still pretty average, almost Bleach and Naruto standards, which means it can get pretty detailed and fluid animation in some episodes, but for most of the show it's average.\n\n\u001b[1mアート - いつものように平均。 新しい季節ごとに芸術は良くなっていますが、まだかなり平均的なBLEACHとNARUTOのスタンダードなので、いくつかのエピソードでかなり詳細で流動的なアニメーションを得ることができますが、ほとんどのショーで平均です。\u001b[22m\n\u001b[1m(Āto - itsumo no yō ni heikin. Atarashī kisetsu-goto ni geijutsu wa yoku natte imasuga, mada kanari heikin-tekina burīchi to naruto no sutandādonanode, ikutsu ka no episōdo de kanari shōsaide ryūdōtekina animēshon o eru koto ga dekimasuga, hotondo no shō de heikindesu.)\u001b[22m\n\nTranslations of \u001b[4mArt - Average, as always. Art is getting better with each new season, but it's still pretty average, almost Bleach and Naruto standards, which means it can get pretty detailed and fluid animation in some episodes, but for most of the show it's average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - Average, as always.\u001b[24m\n    \u001b[1mアート - いつものように平均。\u001b[22m, \u001b[1mアート - いつものように、平均。\u001b[22m\n\u001b[4mArt is getting better with each new season, but it's still pretty average, almost Bleach and Naruto standards, which means it can get pretty detailed and fluid animation in some episodes, but for most of the show it's average.\u001b[24m\n    \u001b[1m新しい季節ごとに芸術は良くなっていますが、まだかなり平均的なBLEACHとNARUTOのスタンダードなので、いくつかのエピソードでかなり詳細で流動的なアニメーションを得ることができますが、ほとんどのショーで平均です。\u001b[22m, \u001b[1mアートは、それぞれの新しい季節と良くなっているが、それはまだそれはいくつかのエピソードではかなり詳細かつ流体アニメーションを得ることができることを意味しますが、ショーのほとんどのため、それは平均的だかなり平均、ほとんどブリーチとナルトの規格、です。\u001b[22m\n\u001b[1m\u001b[22m\nSound - The music always seems to convey the right mood, openings and endings are fine.\n\n\u001b[1mサウンド - 音楽はいつも正しい気分を伝えているようですが、オープニングとエンディングはうまくいきます。\u001b[22m\n\u001b[1m(Saundo - ongaku wa itsumo tadashī kibun o tsutaete iru yōdesuga, ōpuningu to endingu wa umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound - The music always seems to convey the right mood, openings and endings are fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - The music always seems to convey the right mood, openings and endings are fine.\u001b[24m\n    \u001b[1mサウンド - 音楽はいつも正しい気分を伝えているようですが、オープニングとエンディングはうまくいきます。\u001b[22m, \u001b[1mサウンド - 音楽は常に正しい気分、開口部を伝えているようだと語尾は罰金です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - Likeable characters, but 0 development. All they do is fool around. Some times it feels like I'm watching Family Guy or some stupid show like that, everyone is trying to be funny in their own way, that's about the only compliment I can give them.\n\n\u001b[1m文字に似た文字ですが、0の開発です。 彼らがしているのはばかだ。 私はファミリーガイやそのような愚かなショーを見ているような気分になり、誰もが自分のやり方で面白くしようとしている、それは私がそれらを与えることができる唯一の褒め言葉です。\u001b[22m\n\u001b[1m(Moji ni nita mojidesuga, 0 no kaihatsudesu. Karera ga shite iru no wa bakada. Watashi wa famirīgai ya sono yōna orokana shō o mite iru yōna kibun ni nari, daremoga jibun no yarikata de omoshiroku shiyou to shite iru, sore wa watashi ga sorera o ataeru koto ga dekiru yuiitsu no homekotobadesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - Likeable characters, but 0 development. All they do is fool around. Some times it feels like I'm watching Family Guy or some stupid show like that, everyone is trying to be funny in their own way, that's about the only compliment I can give them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - Likeable characters, but 0 development.\u001b[24m\n    \u001b[1m文字に似た文字ですが、0の開発です。\u001b[22m, \u001b[1m文字 - 好感の持てる文字が、0開発。\u001b[22m\n\u001b[4mAll they do is fool around.\u001b[24m\n    \u001b[1m彼らがしているのはばかだ。\u001b[22m, \u001b[1m彼らが行うすべては浮気です。\u001b[22m\n\u001b[4mSome times it feels like I'm watching Family Guy or some stupid show like that, everyone is trying to be funny in their own way, that's about the only compliment I can give them.\u001b[24m\n    \u001b[1m私はファミリーガイやそのような愚かなショーを見ているような気分になり、誰もが自分のやり方で面白くしようとしている、それは私がそれらを与えることができる唯一の褒め言葉です。\u001b[22m, \u001b[1m私はファミリーガイまたはそのようないくつかの愚かなショーは、誰もが独自の方法で面白いことしようとしている見ているようにそれは感じているいくつかの回は、それは私がそれらを与えることができる唯一の賛辞についてです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - Very enjoyable show, it has some very funny moments. If a review only depended on this aspect, then I would give Gintama a score of 8.\n\n\u001b[1m楽しさ - 非常に楽しいショー、それはいくつかの非常に面白い瞬間があります。 レビューがこの側面にのみ依存する場合、私はGintamaに8点を与えます。\u001b[22m\n\u001b[1m(Tanoshisa - hijō ni tanoshī shō, sore wa ikutsu ka no hijō ni omoshiroi shunkan ga arimasu. Rebyū ga kono sokumen ni nomi izon suru baai, watashi wa Gintama ni 8-ten o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - Very enjoyable show, it has some very funny moments. If a review only depended on this aspect, then I would give Gintama a score of 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - Very enjoyable show, it has some very funny moments.\u001b[24m\n    \u001b[1m楽しさ - 非常に楽しいショー、それはいくつかの非常に面白い瞬間があります。\u001b[22m, \u001b[1m楽しさ - 非常に楽しいショー、それはいくつかの非常に面白い瞬間を持っています。\u001b[22m\n\u001b[4mIf a review only depended on this aspect, then I would give Gintama a score of 8.\u001b[24m\n    \u001b[1mレビューがこの側面にのみ依存する場合、私はGintamaに8点を与えます。\u001b[22m, \u001b[1mレビューのみこの側面に依存している場合、私は銀魂8のスコアを与えるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 1\n\n\u001b[1mストーリー -  1\u001b[22m\n\u001b[1m(Sutōrī - 1)\u001b[22m\n\nTranslations of \u001b[4mStory - 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 1\u001b[24m\n    \u001b[1mストーリー -  1\u001b[22m\nArt - 6\n\n\u001b[1mアート -  6\u001b[22m\n\u001b[1m(Āto - 6)\u001b[22m\n\nTranslations of \u001b[4mArt - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 6\u001b[24m\n    \u001b[1mアート -  6\u001b[22m\nSound - 7\n\n\u001b[1mサウンド -  7\u001b[22m\n\u001b[1m(Saundo - 7)\u001b[22m\n\nTranslations of \u001b[4mSound - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 7\u001b[24m\n    \u001b[1mサウンド -  7\u001b[22m\nCharacter - 6\n\n\u001b[1mキャラクター -  6\u001b[22m\n\u001b[1m(Kyarakutā - 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 6\u001b[24m\n    \u001b[1mキャラクター -  6\u001b[22m, \u001b[1m文字 -  6\u001b[22m\nEnjoyment - 8\n\n\u001b[1m楽しさ -  8\u001b[22m\n\u001b[1m(Tanoshisa - 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 8\u001b[24m\n    \u001b[1m楽しさ -  8\u001b[22m\nOverall - 7\n\n\u001b[1m全体的 -  7\u001b[22m\n\u001b[1m(Zentai-teki - 7)\u001b[22m\n\nTranslations of \u001b[4mOverall - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 7\u001b[24m\n    \u001b[1m全体的 -  7\u001b[22m, \u001b[1m全体的に -  7\u001b[22m"
  },
  {
    "title": "Gintama__Enchousen",
    "id": "15417",
    "url": "https://myanimelist.net/anime/15417/Gintama__Enchousen",
    "user": "Lone_Warrior",
    "profile": "/profile/Lone_Warrior/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=76013",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はそのような良い批評家ではない。 私はそれが技術的に弱いかどうかに関わらず、どれだけ楽しんだかということをいつもベースで評価しています。\n\nまず最初に、私はそれがナンバー1であることを嫌うので、アニメにとっては「低い」と評価するのはばかげていると言わなければならない。 またそれを「傑作」と評価するためには、私たちはそれが幼稚なのではない、それが欲しいのではないか？ まあ、私もMALのやり方に同意していません。 銀魂は2006年に始まって今まで走っていたシリーズです。 私たちはそれの間にタイムスロットを持っていましたが、私は銀人を3部に分けないように1部と数えなければならないと思います。 それはエピソード4または55ではなく、IT 256です！  MALが3部に分けなければ、この幼稚な戦いはできませんでした。\n\nそれでは、アニメ（enchousen）\n\nストーリー：10/10\n\nこの部分の銀人は素晴らしい仕事をしました。彼らは何も破滅させませんでした。 コメディ（銀魂の最高の部分）についてのストーリーテリングは、マンガよりも優れていると言えます（他の人気のショーンが成功しなかったという事実は何も言えません）。\nギンポキ、高崎、蔵、辰巳の過去を意識しないファンがいるとは思わない！\n対話には、彼らのうちのいくつかが私たちの心からぼんやりとしていないことがよく書かれています\n\n\n（魔法使いの物語は、ギンポキが長い間来て、黄金の髪型の男を見て、坂田と同じような、金子騎士がアニローム全体を取っていて、仲間のいない悪い計画もある ギントキを覚えて...）\n\nアート：9/10\nアートとグラフィックは常に十分に良いものでした。 しかし、それは優秀ではありません。実際に私はこのアニメで '照明シフト'が好きです。 私はキャプチャして、他のフォーラムで私の署名でそれを選択したクールなシーンがたくさんありました.- '\nアニメーションについては、私が見た中で最高のものの一つです。 私たちは戦いにストライプが表示されません。 リップシンクもよくできています。 あなたはそれが時間のアニメーションをお楽しみいただけます十分な戦いです！\n\nサウンド：9.5 / 10\n銀魂を傑作にした事実の一つがこれでした。 はい、音！ プロの声優がたくさんいます。 あなたが面白い部分を笑ったり、深刻な時代に感情的であれば、それの半分は、偉大な声の演技のためです。\n効果音とサウンドトラックも良いです。 どのように音楽について（それは素晴らしいですが）時には私はそれが少し重複して感じる。 これは今6カ月後にそれがそれを修正したように見えた\n\nキャラクター：10/10\n少なくとも70話の銀魂を見た人は、このアニメが素敵で信じられないキャラクターでいっぱいであることを知っています（迷惑なものもあります）。 現実のように誰もが灰色です。 時々彼らは悪であり、時には彼らは良いです。 それらのいくつかは面白いです、それらのいくつかはクールです\n私はギントキを嫌う人がいるのだろうか？\n\n楽しさ：10/10\n銀魂は楽しいアニメです。誰も私がアニメを完全に見て、楽しいことではないと言っています。それは嘘です！\n銀魂であなたは笑い、悲しい、感情的な、興奮しているかもしれません（泣くかもしれません）！\nアークはあまり長くありません。 厄介なストレッチはありません。 壮大な時代、面白い、時には暗い雰囲気のこれらは、銀魂を最も見事なショーのひとつにしたすべての事実です。\n\n全体：9.75（10）\n銀魂はとても素敵なアニメです。 それは前に笑っていなかったことをあなたに笑わせます。 それは素晴らしいスタイルとそのジョークとトロールのための素敵なアイデアを持っています（SKETダンスのような）それから適応したアニメのいくつかはランキングが下がっても、銀魂はすでにそれが忘れられないようにする行です 私はそれを嫌いにすることはできません。（本当にすべてのことを本当にうんざりさせるなら、私はできる： -  '）\n\n全体の銀魂は、シーズン6だけでなく、私が見た最高のアニメの一つです。 はい、それはマスターピースです（アニメが最近始まったのは間違っていませんでしたが、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\ni'm not such a good reviewer. and i always rate things on the base that how much i enjoyed it no matter if it's technically weak or not.\n\n\u001b[1m私はそのような良い批評家ではない。 私はそれが技術的に弱いかどうかに関わらず、どれだけ楽しんだかということをいつもベースで評価しています。\u001b[22m\n\u001b[1m(Watashi wa sono yō na yoi hihyō-kade wanai. Watashi wa sore ga gijutsu-teki ni yowai ka dō ka ni kakawarazu, dore dake tanoshinda ka to iu koto o itsumo bēsu de hyōka shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mi'm not such a good reviewer. and i always rate things on the base that how much i enjoyed it no matter if it's technically weak or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi'm not such a good reviewer.\u001b[24m\n    \u001b[1m私はそのような良い批評家ではない。\u001b[22m, \u001b[1m私はこのような良いレビューではないです。\u001b[22m\n\u001b[4mand i always rate things on the base that how much i enjoyed it no matter if it's technically weak or not.\u001b[24m\n    \u001b[1m私はそれが技術的に弱いかどうかに関わらず、どれだけ楽しんだかということをいつもベースで評価しています。\u001b[22m, \u001b[1mそして、私はいつもどのくらい私は関係なく、それが技術的に弱いかではない場合、それを楽しんだことをベースに物事を評価します。\u001b[22m\n\u001b[1m\u001b[22m\nwell first of all i must say it's ridiculous to rate 'low' for an anime because we hate to see that is number one. and also to rate it 'masterpiece' becoz we want it as no.1 it's childish isn't it? well i'm also not agree with the way that MAL is going. Gintama is a series that was started in 2006 and running until now. we had timeslots between it but i think we must count Gintama as ONE PART not to divide it onto 3 part. so it's not episode 4 or 55, IT'S 256 !. if MAL didn't divide it to 3 part we had not this childish fights.\n\n\u001b[1mまず最初に、私はそれがナンバー1であることを嫌うので、アニメにとっては「低い」と評価するのはばかげていると言わなければならない。 またそれを「傑作」と評価するためには、私たちはそれが幼稚なのではない、それが欲しいのではないか？ まあ、私もMALのやり方に同意していません。 銀魂は2006年に始まって今まで走っていたシリーズです。 私たちはそれの間にタイムスロットを持っていましたが、私は銀人を3部に分けないように1部と数えなければならないと思います。 それはエピソード4または55ではなく、IT 256です！  MALが3部に分けなければ、この幼稚な戦いはできませんでした。\u001b[22m\n\u001b[1m(Mazu saisho ni, watashi wa sore ga nanbā 1dearu koto o kirau node, anime ni totte wa `hikui' to hyōka suru no wa bakagete iru to iwanakereba naranai. Mata sore o `kessaku' to hyōka suru tame ni wa, watashitachi wa sore ga yōchina node wanai, sore ga hoshī node wanai ka? Mā, watashi mo MAL no yarikata ni dōi shite imasen. Gintama wa 2006-nen ni hajimatte imamade hashitte ita shirīzudesu. Watashitachi wa sore no ma ni taimusurotto o motte imashitaga, watashi wa gin hito o 3-bu ni wakenai yō ni 1-bu to kazoenakereba naranai to omoimasu. Sore wa episōdo 4 matawa 55de wa naku, IT 256desu! MAL ga 3-bu ni wakenakereba, kono yōchina tatakai wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mwell first of all i must say it's ridiculous to rate 'low' for an anime because we hate to see that is number one. and also to rate it 'masterpiece' becoz we want it as no.1 it's childish isn't it? well i'm also not agree with the way that MAL is going. Gintama is a series that was started in 2006 and running until now. we had timeslots between it but i think we must count Gintama as ONE PART not to divide it onto 3 part. so it's not episode 4 or 55, IT'S 256 !. if MAL didn't divide it to 3 part we had not this childish fights.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell first of all i must say it's ridiculous to rate 'low' for an anime because we hate to see that is number one.\u001b[24m\n    \u001b[1mまず最初に、私はそれがナンバー1であることを嫌うので、アニメにとっては「低い」と評価するのはばかげていると言わなければならない。\u001b[22m, \u001b[1mよく最初にすべての私たちはそれがナンバーワンで見ることが嫌いので、それがアニメのための「低」評価をするにはとんでもないことだと言わなければなりません。\u001b[22m\n\u001b[4mand also to rate it 'masterpiece' becoz we want it as no.1 it's childish isn't it?\u001b[24m\n    \u001b[1mまたそれを「傑作」と評価するためには、私たちはそれが幼稚なのではない、それが欲しいのではないか？\u001b[22m, \u001b[1mそしてまた、我々は1番としてそれをしたいbecoz「傑作」それを評価するために、それは幼稚だそうではありませんか？\u001b[22m\n\u001b[4mwell i'm also not agree with the way that MAL is going.\u001b[24m\n    \u001b[1mまあ、私もMALのやり方に同意していません。\u001b[22m, \u001b[1mよく私はまた、MALが起こっている方法と一致していませんよ。\u001b[22m\n\u001b[4mGintama is a series that was started in 2006 and running until now.\u001b[24m\n    \u001b[1m銀魂は2006年に始まって今まで走っていたシリーズです。\u001b[22m, \u001b[1m銀魂は今まで2006年とランニングでスタートしたシリーズです。\u001b[22m\n\u001b[4mwe had timeslots between it but i think we must count Gintama as ONE PART not to divide it onto 3 part.\u001b[24m\n    \u001b[1m私たちはそれの間にタイムスロットを持っていましたが、私は銀人を3部に分けないように1部と数えなければならないと思います。\u001b[22m, \u001b[1m我々はそれの間のタイムスロットを持っていたが、私たちは3部分にそれを分割していない一部として銀魂をカウントしなければならないと思います。\u001b[22m\n\u001b[4mso it's not episode 4 or 55, IT'S 256 !.\u001b[24m\n    \u001b[1mそれはエピソード4または55ではなく、IT 256です！\u001b[22m, \u001b[1mそう、それは256'S、エピソード4または55ではありません！。\u001b[22m\n\u001b[4mif MAL didn't divide it to 3 part we had not this childish fights.\u001b[24m\n    \u001b[1mMALが3部に分けなければ、この幼稚な戦いはできませんでした。\u001b[22m, \u001b[1mMALは3部にそれを分割しなかった場合、私たちは、この幼稚な戦いをしていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nso now let's review the anime(enchousen)\n\n\u001b[1mそれでは、アニメ（enchousen）\u001b[22m\n\u001b[1m(Soredewa, anime (enchousen))\u001b[22m\n\nTranslations of \u001b[4mso now let's review the anime(enchousen)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso now let's review the anime(enchousen)\u001b[24m\n    \u001b[1mそれでは、アニメ（enchousen）\u001b[22m, \u001b[1m今（enchousen）のアニメを見てみましょう\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m\u001b[22m\nGintama at this part did a great job.they didn't ruin anything. even i can say the storytelling is better than manga.(the fact that other popular shounens didn't succeed) about comedy(the best part of gintama) can't say anything...you must watch it yourself.\n\n\u001b[1mこの部分の銀人は素晴らしい仕事をしました。彼らは何も破滅させませんでした。 コメディ（銀魂の最高の部分）についてのストーリーテリングは、マンガよりも優れていると言えます（他の人気のショーンが成功しなかったという事実は何も言えません）。\u001b[22m\n\u001b[1m(Kono bubun no gin hito wa subarashī shigoto o shimashita. Karera wa nani mo hametsu sa semasendeshita. Komedi (Gintama no saikō no bubun) ni tsuite no sutōrīteringu wa, manga yori mo sugurete iru to iemasu (hoka no ninki no shōn ga seikō shinakatta to iu jijitsu wa nani mo iemasen).)\u001b[22m\n\nTranslations of \u001b[4mGintama at this part did a great job.they didn't ruin anything. even i can say the storytelling is better than manga.(the fact that other popular shounens didn't succeed) about comedy(the best part of gintama) can't say anything...you must watch it yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGintama at this part did a great job.they didn't ruin anything.\u001b[24m\n    \u001b[1mこの部分の銀人は素晴らしい仕事をしました。彼らは何も破滅させませんでした。\u001b[22m, \u001b[1m銀魂は、この部分で大きなjob.theyは何かを台無しにしませんでした。\u001b[22m\n\u001b[4meven i can say the storytelling is better than manga.(the fact that other popular shounens didn't succeed) about comedy(the best part of gintama) can't say anything...you must watch it yourself.\u001b[24m\n    \u001b[1mコメディ（銀魂の最高の部分）についてのストーリーテリングは、マンガよりも優れていると言えます（他の人気のショーンが成功しなかったという事実は何も言えません）。\u001b[22m, \u001b[1mでも、私は物語は漫画よりも優れていると言うことができます。（他の人気shounensが成功しなかったという事実を）コメディ（銀魂の最良の部分）については、あなたがそれを自分で見なければならない...何も言うことはできません。\u001b[22m\ni don't think there might be fans that have no interest to aware of the gintoki,takasugi,zura and tatsuma's Past !\n\n\u001b[1mギンポキ、高崎、蔵、辰巳の過去を意識しないファンがいるとは思わない！\u001b[22m\n\u001b[1m(Ginpoki, Takasaki, zō, tatsumi no kako o ishiki shinai fan ga iru to wa omowanai!)\u001b[22m\n\nTranslations of \u001b[4mi don't think there might be fans that have no interest to aware of the gintoki,takasugi,zura and tatsuma's Past !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi don't think there might be fans that have no interest to aware of the gintoki,takasugi,zura and tatsuma's Past !\u001b[24m\n    \u001b[1mギンポキ、高崎、蔵、辰巳の過去を意識しないファンがいるとは思わない！\u001b[22m, \u001b[1m私は銀時、高杉、zuraと竜馬の過去の意識に関心がないファンがあるかもしれないとは思いません！\u001b[22m\nthe dialogues are well written that some of them wont be faded from our minds\n\n\u001b[1m対話には、彼らのうちのいくつかが私たちの心からぼんやりとしていないことがよく書かれています\u001b[22m\n\u001b[1m(Taiwa ni wa, karera no uchi no ikutsu ka ga watashitachi no kokoro kara bon'yari to shite inai koto ga yoku kaka rete imasu)\u001b[22m\n\nTranslations of \u001b[4mthe dialogues are well written that some of them wont be faded from our minds\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe dialogues are well written that some of them wont be faded from our minds\u001b[24m\n    \u001b[1m対話には、彼らのうちのいくつかが私たちの心からぼんやりとしていないことがよく書かれています\u001b[22m, \u001b[1m対話は十分にそれらのいくつかは、私たちの心から薄れことが文句を言わないことを書かれています\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n(the story of enchousen is about the time that gintoki comes after a long time and sees a golden haired guy,who is also similar to him,named Sakata Kintoki took the yorozuya with the whole anime and has some evil plans also none of his comrades remember gintoki...)\n\n\u001b[1m（魔法使いの物語は、ギンポキが長い間来て、黄金の髪型の男を見て、坂田と同じような、金子騎士がアニローム全体を取っていて、仲間のいない悪い計画もある ギントキを覚えて...）\u001b[22m\n\u001b[1m((Mahōtsukai no monogatari wa, ginpoki ga nagaiai kite, kogane no kamigata no otoko o mite, Sakata to onajiyōna, Kaneko kishi ga anirōmu zentai o totte ite, nakama no inai warui keikaku mo aru gintoki o oboete... ))\u001b[22m\n\nTranslations of \u001b[4m(the story of enchousen is about the time that gintoki comes after a long time and sees a golden haired guy,who is also similar to him,named Sakata Kintoki took the yorozuya with the whole anime and has some evil plans also none of his comrades remember gintoki...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(the story of enchousen is about the time that gintoki comes after a long time and sees a golden haired guy,who is also similar to him,named Sakata Kintoki took the yorozuya with the whole anime and has some evil plans also none of his comrades\u001b[24m\n    \u001b[1m（魔法使いの物語は、ギンポキが長い間来て、黄金の髪型の男を見て、坂田と同じような、金子騎士がアニローム全体を取っていて、仲間のいない悪い計画もある\u001b[22m, \u001b[1m（enchousenの物語は、銀時が久しぶりに来て、坂田金時という名前も彼に似ている金色の髪の男は、全体のアニメでよろづやを取って、また彼の仲間のどれをいくつかの邪悪な計画を持っていない見ている時間についてです\u001b[22m\n\u001b[4mremember gintoki...)\u001b[24m\n    \u001b[1mギントキを覚えて...）\u001b[22m, \u001b[1m銀時を覚えています...）\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\nart and graphic was always good enough. however it's not excellent.actually i like the' lighting shift' at this anime. there was a lot of cool scenes that i took capture and selected it on my signature on the other forums.:-'\n\n\u001b[1mアートとグラフィックは常に十分に良いものでした。 しかし、それは優秀ではありません。実際に私はこのアニメで '照明シフト'が好きです。 私はキャプチャして、他のフォーラムで私の署名でそれを選択したクールなシーンがたくさんありました.- '\u001b[22m\n\u001b[1m(Āto to gurafikku wa tsuneni jūbun ni yoi monodeshita. Shikashi, sore wa yūshūde wa arimasen. Jissai ni watashi wa kono anime de' shōmei shifuto' ga sukidesu. Watashi wa kyapucha shite, hoka no fōramu de watashi no shomei de sore o sentaku shita kūruna shīn ga takusan arimashita. - ')\u001b[22m\n\nTranslations of \u001b[4mart and graphic was always good enough. however it's not excellent.actually i like the' lighting shift' at this anime. there was a lot of cool scenes that i took capture and selected it on my signature on the other forums.:-'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart and graphic was always good enough.\u001b[24m\n    \u001b[1mアートとグラフィックは常に十分に良いものでした。\u001b[22m, \u001b[1mアートとグラフィックは常に十分でした。\u001b[22m\n\u001b[4mhowever it's not excellent.actually i like the' lighting shift' at this anime.\u001b[24m\n    \u001b[1mしかし、それは優秀ではありません。実際に私はこのアニメで '照明シフト'が好きです。\u001b[22m, \u001b[1mしかし、それは私がこのアニメでは「照明シフトを「好きexcellent.actuallyではありません。\u001b[22m\n\u001b[4mthere was a lot of cool scenes that i took capture and selected it on my signature on the other forums.:-'\u001b[24m\n    \u001b[1m私はキャプチャして、他のフォーラムで私の署名でそれを選択したクールなシーンがたくさんありました.- '\u001b[22m, \u001b[1m私は他のforums.:-にキャプチャを取って、私の署名にそれを選択したクールなシーンの多くが「ありました\u001b[22m\nabout the animation,it's one of the best that i ever saw. we don't see any stripe in fights. also the lip sync is well made. the fights are good enough that you will enjoy it animation for times !\n\n\u001b[1mアニメーションについては、私が見た中で最高のものの一つです。 私たちは戦いにストライプが表示されません。 リップシンクもよくできています。 あなたはそれが時間のアニメーションをお楽しみいただけます十分な戦いです！\u001b[22m\n\u001b[1m(Animēshon ni tsuite wa, watashi ga mita naka de saikō no mono no hitotsudesu. Watashitachiha tatakai ni sutoraipu ga hyōji sa remasen. Rippushinku mo yokude kite imasu. Anata wa sore ga jikan no animēshon o o tanoshimi itadakemasu jūbun'na tatakaidesu!)\u001b[22m\n\nTranslations of \u001b[4mabout the animation,it's one of the best that i ever saw. we don't see any stripe in fights. also the lip sync is well made. the fights are good enough that you will enjoy it animation for times !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mabout the animation,it's one of the best that i ever saw.\u001b[24m\n    \u001b[1mアニメーションについては、私が見た中で最高のものの一つです。\u001b[22m, \u001b[1mアニメーションについては、それは私が今まで見たことのベストの一つです。\u001b[22m\n\u001b[4mwe don't see any stripe in fights.\u001b[24m\n    \u001b[1m私たちは戦いにストライプが表示されません。\u001b[22m, \u001b[1m我々は戦いの任意のストライプが表示されません。\u001b[22m\n\u001b[4malso the lip sync is well made.\u001b[24m\n    \u001b[1mリップシンクもよくできています。\u001b[22m, \u001b[1mまた、リップシンクがうまく行われています。\u001b[22m\n\u001b[4mthe fights are good enough that you will enjoy it animation for times !\u001b[24m\n    \u001b[1mあなたはそれが時間のアニメーションをお楽しみいただけます十分な戦いです！\u001b[22m, \u001b[1m戦いは時間のあなたがそれを楽しむことをアニメーション十分です！\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9.5/10\n\n\u001b[1mサウンド：9.5 / 10\u001b[22m\n\u001b[1m(Saundo: 9. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9.5/10\u001b[24m\n    \u001b[1mサウンド：9.5 / 10\u001b[22m\none of the facts that made it Gintama a Masterpiece was this. yes,sound! there are a lot of professional voice actors. if you laugh at funny parts or emotional in serious times,half of it,is because of the Great voice acting.\n\n\u001b[1m銀魂を傑作にした事実の一つがこれでした。 はい、音！ プロの声優がたくさんいます。 あなたが面白い部分を笑ったり、深刻な時代に感情的であれば、それの半分は、偉大な声の演技のためです。\u001b[22m\n\u001b[1m(Gintama o kessaku ni shita jijitsu no hitotsu ga koredeshita. Hai,-on! Puro no seiyū ga takusan imasu. Anata ga omoshiroi bubun o warattari, shinkokuna jidai ni kanjō-tekideareba, sore no hanbun wa, idaina koe no engi no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mone of the facts that made it Gintama a Masterpiece was this. yes,sound! there are a lot of professional voice actors. if you laugh at funny parts or emotional in serious times,half of it,is because of the Great voice acting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mone of the facts that made it Gintama a Masterpiece was this.\u001b[24m\n    \u001b[1m銀魂を傑作にした事実の一つがこれでした。\u001b[22m, \u001b[1m銀魂マスターピースそれを作った事実の一つは、これをしました。\u001b[22m\n\u001b[4myes,sound!\u001b[24m\n    \u001b[1mはい、音！\u001b[22m\n\u001b[4mthere are a lot of professional voice actors.\u001b[24m\n    \u001b[1mプロの声優がたくさんいます。\u001b[22m, \u001b[1mプロの声優がたくさんあります。\u001b[22m\n\u001b[4mif you laugh at funny parts or emotional in serious times,half of it,is because of the Great voice acting.\u001b[24m\n    \u001b[1mあなたが面白い部分を笑ったり、深刻な時代に感情的であれば、それの半分は、偉大な声の演技のためです。\u001b[22m, \u001b[1mあなたが深刻な時代におかしな部分的または感情的で笑っている場合、それの半分は、理由グレート声の演技です。\u001b[22m\nsound effects and sound tracks are good too. how ever about the music(Although it's great) sometimes i feel it goes a little duplicate. it's better now in enchousen, after this 6 month looks like they modified it\n\n\u001b[1m効果音とサウンドトラックも良いです。 どのように音楽について（それは素晴らしいですが）時には私はそれが少し重複して感じる。 これは今6カ月後にそれがそれを修正したように見えた\u001b[22m\n\u001b[1m(Kōka-on to saundotorakku mo yoidesu. Dono yō ni ongaku ni tsuite (sore wa subarashīdesuga) tokiniha watashi wa sore ga sukoshi jūfuku shite kanjiru. Kore wa ima 6-kagetsu-go ni sore ga sore o shūsei shita yō ni mieta)\u001b[22m\n\nTranslations of \u001b[4msound effects and sound tracks are good too. how ever about the music(Although it's great) sometimes i feel it goes a little duplicate. it's better now in enchousen, after this 6 month looks like they modified it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound effects and sound tracks are good too.\u001b[24m\n    \u001b[1m効果音とサウンドトラックも良いです。\u001b[22m, \u001b[1mサウンドエフェクトとサウンドトラックがあまりにも良いです。\u001b[22m\n\u001b[4mhow ever about the music(Although it's great) sometimes i feel it goes a little duplicate.\u001b[24m\n    \u001b[1mどのように音楽について（それは素晴らしいですが）時には私はそれが少し重複して感じる。\u001b[22m, \u001b[1mどのようにこれまでの音楽について（それは素晴らしいことだが）時々私はそれが少し重複して行く感じ。\u001b[22m\n\u001b[4mit's better now in enchousen, after this 6 month looks like they modified it\u001b[24m\n    \u001b[1mこれは今6カ月後にそれがそれを修正したように見えた\u001b[22m, \u001b[1m彼らはそれを修正のように、この6月が見えた後、それは、enchousenになりました方が良いです\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\neveryone who watched at least 70 episode of gintama, knows that this anime is full of lovely and believable characters.(also annoying ones!)the reason can be that there is not completely good guys and bad guys. like the reality everyone is gray. sometimes they are evil and sometimes they are good. some of them are hilarious,some of them are cool\n\n\u001b[1m少なくとも70話の銀魂を見た人は、このアニメが素敵で信じられないキャラクターでいっぱいであることを知っています（迷惑なものもあります）。 現実のように誰もが灰色です。 時々彼らは悪であり、時には彼らは良いです。 それらのいくつかは陽気で、そのうちのいくつかはクールです\u001b[22m\n\u001b[1m(Sukunakutomo 70-wa no gindama o mita hito wa, kono anime ga sutekide shinjirarenai kyarakutā de ippaidearu koto o shitte imasu (meiwakuna mono mo arimasu). Genjitsu no yō ni daremoga haiirodesu. Tokidoki karera wa warudeari, tokiniha karera wa yoidesu. Sorera no ikutsu ka wa yōkide, sonōchi no ikutsu ka wa kūrudesu)\u001b[22m\n\nTranslations of \u001b[4meveryone who watched at least 70 episode of gintama, knows that this anime is full of lovely and believable characters.(also annoying ones!)the reason can be that there is not completely good guys and bad guys. like the reality everyone is gray. sometimes they are evil and sometimes they are good. some of them are hilarious,some of them are cool\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4meveryone who watched at least 70 episode of gintama, knows that this anime is full of lovely and believable characters.(also annoying ones!)the reason can be that there is not completely good guys and bad guys.\u001b[24m\n    \u001b[1m少なくとも70話の銀魂を見た人は、このアニメが素敵で信じられないキャラクターでいっぱいであることを知っています（迷惑なものもあります）。\u001b[22m, \u001b[1m銀魂の少なくとも70のエピソードを見た誰もが、このアニメが美しいと信じられる文字の完全であることを知っている。（また、迷惑なものを！）理由は完全に善玉と悪者がないことをすることができます。\u001b[22m\n\u001b[4mlike the reality everyone is gray.\u001b[24m\n    \u001b[1m現実のように誰もが灰色です。\u001b[22m\n\u001b[4msometimes they are evil and sometimes they are good.\u001b[24m\n    \u001b[1m時々彼らは悪であり、時には彼らは良いです。\u001b[22m, \u001b[1m時には彼らは悪であり、時には彼らは良いです。\u001b[22m\n\u001b[4msome of them are hilarious,some of them are cool\u001b[24m\n    \u001b[1mそれらのいくつかは陽気で、そのうちのいくつかはクールです\u001b[22m, \u001b[1mそれらのいくつかは陽気であり、それらのいくつかはクールです\u001b[22m\ni wonder if there is anyone out there who hates gintoki !\n\n\u001b[1m私はギントキを嫌う人がいるのだろうか？\u001b[22m\n\u001b[1m(Watashi wa gintoki o kirau hito ga iru nodarou ka?)\u001b[22m\n\nTranslations of \u001b[4mi wonder if there is anyone out there who hates gintoki !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi wonder if there is anyone out there who hates gintoki !\u001b[24m\n    \u001b[1m私はギントキを嫌う人がいるのだろうか？\u001b[22m, \u001b[1m銀時を嫌ってそこに誰もがあるのだろうか！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\nGintama is an enjoyable anime.if anyone says i watch the anime completely and it's not enjoyable' it's a lie !\n\n\u001b[1m銀魂は楽しいアニメです。誰も私がアニメを完全に見て、楽しいことではないと言っています。それは嘘です！\u001b[22m\n\u001b[1m(Gintama wa tanoshī animedesu. Dare mo watashi ga anime o kanzen ni mite, tanoshī kotode wa nai to itte imasu. Sore wa usodesu!)\u001b[22m\n\nTranslations of \u001b[4mGintama is an enjoyable anime.if anyone says i watch the anime completely and it's not enjoyable' it's a lie !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGintama is an enjoyable anime.if anyone says i watch the anime completely and it's not enjoyable' it's a lie !\u001b[24m\n    \u001b[1m銀魂は楽しいアニメです。誰も私がアニメを完全に見て、楽しいことではないと言っています。それは嘘です！\u001b[22m, \u001b[1m銀魂は、誰もが私は完全にアニメを見て、それはそれは嘘だ」楽しいではないと言う楽しいanime.ifです！\u001b[22m\nin gintama you might be laugh, sad , emotional , excited and (may be) Crying!\n\n\u001b[1m銀魂であなたは笑い、悲しい、感情的な、興奮しているかもしれません（泣くかもしれません）！\u001b[22m\n\u001b[1m(Gintama de anata wa warai, kanashī, kanjō-tekina, kōfun shite iru kamo shiremasen (naku kamo shiremasen)!)\u001b[22m\n\nTranslations of \u001b[4min gintama you might be laugh, sad , emotional , excited and (may be) Crying!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4min gintama you might be laugh, sad , emotional , excited and (may be) Crying!\u001b[24m\n    \u001b[1m銀魂であなたは笑い、悲しい、感情的な、興奮しているかもしれません（泣くかもしれません）！\u001b[22m, \u001b[1m銀魂であなたは笑い、悲しい、感情的、興奮して（かもしれない）クライングかもしれません！\u001b[22m\nthe arcs are not too long. there is no annoying stretch. great(epic) fights,cool and hilarious scenes, serious times, funny and sometimes dark atmosphere , these are all the facts that made Gintama one of the most re watchable shows ever.\n\n\u001b[1mアークはあまり長くありません。 厄介なストレッチはありません。 壮大な時代、面白い、時には暗い雰囲気のこれらは、銀魂を最も見事なショーのひとつにしたすべての事実です。\u001b[22m\n\u001b[1m(Āku wa amari nagaku arimasen. Yakkaina sutoretchi wa arimasen. Sōdaina jidai, omoshiroi, tokiniha kurai fun'iki no korera wa, Gintama o mottomo migotona shō no hitotsu ni shita subete no jijitsudesu.)\u001b[22m\n\nTranslations of \u001b[4mthe arcs are not too long. there is no annoying stretch. great(epic) fights,cool and hilarious scenes, serious times, funny and sometimes dark atmosphere , these are all the facts that made Gintama one of the most re watchable shows ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe arcs are not too long.\u001b[24m\n    \u001b[1mアークはあまり長くありません。\u001b[22m, \u001b[1mアークは長すぎるではありません。\u001b[22m\n\u001b[4mthere is no annoying stretch.\u001b[24m\n    \u001b[1m厄介なストレッチはありません。\u001b[22m, \u001b[1m全く迷惑なストレッチはありません。\u001b[22m\n\u001b[4mgreat(epic) fights,cool and hilarious scenes, serious times, funny and sometimes dark atmosphere , these are all the facts that made Gintama one of the most re watchable shows ever.\u001b[24m\n    \u001b[1m壮大な時代、面白い、時には暗い雰囲気のこれらは、銀魂を最も見事なショーのひとつにしたすべての事実です。\u001b[22m, \u001b[1m偉大な（叙事詩）の戦い、クールで陽気なシーン、深刻回、面白い、時には暗い雰囲気、これらはほとんどの一つは、これまで視聴可能な番組を再銀魂行われたすべての事実です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9.75(10)\n\n\u001b[1m全体：9.75（10）\u001b[22m\n\u001b[1m(Zentai: 9. 75 (10))\u001b[22m\n\nTranslations of \u001b[4mOverall: 9.75(10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9.75(10)\u001b[24m\n    \u001b[1m全体：9.75（10）\u001b[22m\nGintama is very nice anime. it will make you laugh that you didn't laugh before. it has a great style and nice ideas for its jokes and trolls that some of the animes adapted from it(like SKET Dance ) no matter if the ranking goes down, gintama has already passed the Red Line, the line that make it unforgettable the line that i cannot disliked it.( if it truly messed up everything one day well,so i can :-')\n\n\u001b[1m銀魂はとても素敵なアニメです。 それは前に笑っていなかったことをあなたに笑わせます。 それは素晴らしいスタイルとそのジョークとトロールのための素敵なアイデアを持っています（SKETダンスのような）それから適応したアニメのいくつかはランキングが下がっても、銀魂はすでにそれが忘れられないようにする行です 私はそれを嫌いにすることはできません。（本当にすべてのことを本当にうんざりさせるなら、私はできる： -  '）\u001b[22m\n\u001b[1m(Gintama wa totemo sutekina animedesu. Soreha mae ni waratte inakatta koto o anata ni warawasemasu. Sore wa subarashī sutairu to sono jōku to torōru no tame no sutekina aidea o motte imasu (suketto dansu no yōna) sorekara tekiō shita anime no ikutsu ka wa rankingu ga sagatte mo, Gintama wa sudeni sore ga wasure rarenai yō ni suru gyōdesu watashi wa sore o kirai ni suru koto wa dekimasen. (Hontōni subete no koto o hontōni unzari sa serunara, watashi wa dekiru: - '))\u001b[22m\n\nTranslations of \u001b[4mGintama is very nice anime. it will make you laugh that you didn't laugh before. it has a great style and nice ideas for its jokes and trolls that some of the animes adapted from it(like SKET Dance ) no matter if the ranking goes down, gintama has already passed the Red Line, the line that make it unforgettable the line that i cannot disliked it.( if it truly messed up everything one day well,so i can :-')\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGintama is very nice anime.\u001b[24m\n    \u001b[1m銀魂はとても素敵なアニメです。\u001b[22m, \u001b[1m銀魂は非常に素晴らしいアニメです。\u001b[22m\n\u001b[4mit will make you laugh that you didn't laugh before.\u001b[24m\n    \u001b[1mそれは前に笑っていなかったことをあなたに笑わせます。\u001b[22m, \u001b[1mそれはあなたが前に笑っていなかったことを笑わせます。\u001b[22m\n\u001b[4mit has a great style and nice ideas for its jokes and trolls that some of the animes adapted from it(like SKET Dance ) no matter if the ranking goes down, gintama has already passed the Red Line, the line that make it unforgettable the line\u001b[24m\n    \u001b[1mそれは素晴らしいスタイルとそのジョークとトロールのための素敵なアイデアを持っています（SKETダンスのような）それから適応したアニメのいくつかはランキングが下がっても、銀魂はすでにそれが忘れられないようにする行です\u001b[22m, \u001b[1mそれはランクがダウンした場合、そのことから適合アニメの一部（SKETダンスなど）に関係なく、素晴らしいスタイルとそのジョークやトロルのための素晴らしいアイデアを持っている、銀魂はすでにレッドライン、ラインそれは忘れられないラインを通過しました\u001b[22m\n\u001b[4mthat i cannot disliked it.( if it truly messed up everything one day well,so i can :-')\u001b[24m\n    \u001b[1m私はそれを嫌いにすることはできません。（本当にすべてのことを本当にうんざりさせるなら、私はできる： -  '）\u001b[22m, \u001b[1m。（それは本当に一日も、すべてを台無し場合、ので、私のことができます。 -  '）私はそれを嫌っことができません\u001b[22m\n\u001b[1m\u001b[22m\noverall Gintama not only the season 6 is one of the best anime that i ever watched. yes IT'S A MASTERPIECE(if we forget the times that anime was recently started however that wasn't so bad)\n\n\u001b[1m全体の銀魂は、シーズン6だけでなく、私が見た最高のアニメの一つです。 はい、それはマスターピースです（アニメが最近始まったのは間違っていませんでしたが、\u001b[22m\n\u001b[1m(Zentai no Gintama wa, shīzun 6 dakedenaku, watashi ga mita saikō no anime no hitotsudesu. Hai, soreha masutāpīsudesu (anime ga saikin hajimatta no wa machigatte imasendeshitaga,)\u001b[22m\n\nTranslations of \u001b[4moverall Gintama not only the season 6 is one of the best anime that i ever watched. yes IT'S A MASTERPIECE(if we forget the times that anime was recently started however that wasn't so bad)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall Gintama not only the season 6 is one of the best anime that i ever watched.\u001b[24m\n    \u001b[1m全体の銀魂は、シーズン6だけでなく、私が見た最高のアニメの一つです。\u001b[22m, \u001b[1m全体的な銀魂だけでなく、シーズン6は、私が今まで見た最高のアニメの一つです。\u001b[22m\n\u001b[4myes IT'S A MASTERPIECE(if we forget the times that anime was recently started however that wasn't so bad)\u001b[24m\n    \u001b[1mはい、それはマスターピースです（アニメが最近始まったのは間違っていませんでしたが、\u001b[22m, \u001b[1mはい、それは（私たちは時間を忘れてしまった場合、そのアニメは最近それほど悪くはなかったことが開始された）MASTERPIECE'S\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Gintama__Enchousen",
    "id": "15417",
    "url": "https://myanimelist.net/anime/15417/Gintama__Enchousen",
    "user": "simply-idek",
    "profile": "/profile/simply-idek/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=76167",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n銀魂は私が今まで見た中で最も素晴らしいアニメですが、そこには多くの偉大なアニメがあるのは事実ですが、私はそれらがあまりにも一般的であることがわかります。 例えば、Naruto、Bleach、One Pieceのようにほぼ同じプロットがありますが、私はこれらの3つのアニメも良いと認めます。 私はちょうど私の意見を言っているので、銀魂は1番に値すると思う。それはほぼ1つのアニメのすべてだ。 他のアニメでは見ることのできない戦い、ロマンス、コメディなどがあります。 あなたがまだそれを見終わっていないならば、まったく新しいアニメです。  FRIGGIN 'JUDGEをしないでください。\n\nストーリー - 銀魂はそのようなランダムアニメですが、ストーリーがあります。 それはすごく面白い話だから最初に黙って見てください。\n\nアート - アートはとても素敵です。\n\nサウンド - もちろん、サウンドはもっと素晴らしいです。\n\nキャラクター - これ。 これは、GINTAMAのベストです。 キャラクターは、他のアニメではそのようなキャラクターは見えません。そのキャラクターはすべてユニークで、深い人格が異なります。 彼らがただランダムであると思うなら、いいえ、彼らは彼ら自身のすばらしい話を持っています。\n\n楽しさ - 私は何も言わないだろう〜",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGintama is the most awesome anime I've ever watched, it's true that there are many great animes out there but I find them too common. Like for example, Naruto, Bleach or One piece which have almost the same plot, but I admit those three animes are good too. I'm just saying my opinion, so I think Gintama deserved to be number 1. It's almost an all in one anime. There are fights, romance, comedy and many more that you can't see in other animes. It's whole new different anime so if you haven't finished watching it yet. DON'T FRIGGIN' JUDGE.\n\n\u001b[1m銀魂は私が今まで見た中で最も素晴らしいアニメですが、そこには多くの素晴らしいアニメがあるのは事実ですが、私はそれらがあまりにも一般的であることがわかります。 例えば、Naruto、Bleach、One Pieceのようにほぼ同じプロットがありますが、私はこれらの3つのアニメも良いと認めます。 私はちょうど私の意見を言っているので、私は銀魂が1に値すると思う。それはほぼ1つのアニメのすべてです。 他のアニメでは見ることのできない戦い、ロマンス、コメディなどがあります。 あなたがまだそれを見終わっていないならば、まったく新しいアニメです。  FRIGGIN 'JUDGEをしないでください。\u001b[22m\n\u001b[1m(Gintama wa watashi ga imamade mita naka de mottomo subarashī animedesuga, soko ni wa ōku no subarashī anime ga aru no wa jijitsudesuga, watashi wa sorera ga amarini mo ippan-tekidearu koto ga wakarimasu. Tatoeba, Naruto, Bleach, One piesu no yō ni hobo onaji purotto ga arimasuga, watashi wa korera no 3ttsu no anime mo yoi to mitomemasu. Watashi wa chōdo watashi no iken o itte irunode, watashi wa Gintama ga 1 ni ataisuru to omou. Sore wa hobo 1tsu no anime no subetedesu. Hoka no animede wa miru koto no dekinai tatakai, romansu, komedi nado ga arimasu. Anata ga mada sore o mi owatte inainaraba, mattaku atarashī animedesu. FRIGGIN' jajji o shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mGintama is the most awesome anime I've ever watched, it's true that there are many great animes out there but I find them too common. Like for example, Naruto, Bleach or One piece which have almost the same plot, but I admit those three animes are good too. I'm just saying my opinion, so I think Gintama deserved to be number 1. It's almost an all in one anime. There are fights, romance, comedy and many more that you can't see in other animes. It's whole new different anime so if you haven't finished watching it yet. DON'T FRIGGIN' JUDGE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGintama is the most awesome anime I've ever watched, it's true that there are many great animes out there but I find them too common.\u001b[24m\n    \u001b[1m銀魂は私が今まで見た中で最も素晴らしいアニメですが、そこには多くの素晴らしいアニメがあるのは事実ですが、私はそれらがあまりにも一般的であることがわかります。\u001b[22m, \u001b[1m銀魂は、それはそこに多くの偉大なアニメがあることは事実だが、私は彼らがあまりにも一般的な見つけ、私が今まで見た中で最も素晴らしいアニメです。\u001b[22m\n\u001b[4mLike for example, Naruto, Bleach or One piece which have almost the same plot, but I admit those three animes are good too.\u001b[24m\n    \u001b[1m例えば、Naruto、Bleach、One Pieceのようにほぼ同じプロットがありますが、私はこれらの3つのアニメも良いと認めます。\u001b[22m, \u001b[1m例えば、ナルト、ブリーチまたはほぼ同じプロットを持っているワンピースのように、私はこれらの3つのアニメがあまりにも良いです認めます。\u001b[22m\n\u001b[4mI'm just saying my opinion, so I think Gintama deserved to be number 1. It's almost an all in one anime.\u001b[24m\n    \u001b[1m私はちょうど私の意見を言っているので、私は銀魂が1に値すると思う。それはほぼ1つのアニメのすべてです。\u001b[22m, \u001b[1m私はちょうど私の意見を言っているので、私は銀魂それはほぼすべての内の1つのアニメだ番号1であることに値すると思います。\u001b[22m\n\u001b[4mThere are fights, romance, comedy and many more that you can't see in other animes.\u001b[24m\n    \u001b[1m他のアニメでは見ることのできない戦い、ロマンス、コメディなどがあります。\u001b[22m, \u001b[1mあなたは他のアニメで見ることができない戦い、ロマンス、コメディと、より多くがあります。\u001b[22m\n\u001b[4mIt's whole new different anime so if you haven't finished watching it yet.\u001b[24m\n    \u001b[1mあなたがまだそれを見終わっていないならば、まったく新しいアニメです。\u001b[22m, \u001b[1mあなたはまだそれを見終わっていないので、もし、それは全く新しい別のアニメです。\u001b[22m\n\u001b[4mDON'T FRIGGIN' JUDGE.\u001b[24m\n    \u001b[1mFRIGGIN 'JUDGEをしないでください。\u001b[22m, \u001b[1mfrigginのNOT「JUDGEをDO。\u001b[22m\n\u001b[1m\u001b[22m\nStory - Gintama is such a random anime but it HAS a story. It's HAS an awesome story so shut up first and watch it.\n\n\u001b[1mストーリー - 銀魂はそのようなランダムアニメですが、ストーリーがあります。 それはすごく面白い話だから最初に黙って見てください。\u001b[22m\n\u001b[1m(Sutōrī - Gintama wa sono yōna randamu animedesuga, sutōrī ga arimasu. Sore wa sugoku omoshiroi hanashidakara saisho ni damatte mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mStory - Gintama is such a random anime but it HAS a story. It's HAS an awesome story so shut up first and watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - Gintama is such a random anime but it HAS a story.\u001b[24m\n    \u001b[1mストーリー - 銀魂はそのようなランダムアニメですが、ストーリーがあります。\u001b[22m, \u001b[1mストーリーは - 銀魂は、ランダムアニメですが、それは話をしています。\u001b[22m\n\u001b[4mIt's HAS an awesome story so shut up first and watch it.\u001b[24m\n    \u001b[1mそれはすごく面白い話だから最初に黙って見てください。\u001b[22m, \u001b[1mそれはそう最初黙ってそれを見て素晴らしい物語を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt - The art is very nice.\n\n\u001b[1mアート - アートはとても素敵です。\u001b[22m\n\u001b[1m(Āto - āto wa totemo sutekidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt - The art is very nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - The art is very nice.\u001b[24m\n    \u001b[1mアート - アートはとても素敵です。\u001b[22m, \u001b[1mアート - 芸術は非常にいいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound - Of course the sound is waaaaaaay more awesome.\n\n\u001b[1mサウンド - もちろん、サウンドはもっと素晴らしいです。\u001b[22m\n\u001b[1m(Saundo - mochiron, saundo wa motto subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSound - Of course the sound is waaaaaaay more awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - Of course the sound is waaaaaaay more awesome.\u001b[24m\n    \u001b[1mサウンド - もちろん、サウンドはもっと素晴らしいです。\u001b[22m, \u001b[1mサウンド - もちろん音がwaaaaaaayもっとすごいです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - This. THIS IS GINTAMA'S BEST. The characters, you won't see such characters in the other animes, all of them are unique and have different deep personalities. If you think they are just being random, no, they have their own awesome stories.\n\n\u001b[1mキャラクター - これ。 これは、GINTAMAのベストです。 キャラクターは、他のアニメではそのようなキャラクターは見えません。そのキャラクターはすべてユニークで、深い人格が異なります。 彼らがただランダムであると思うなら、いいえ、彼らは彼ら自身のすばらしい話を持っています。\u001b[22m\n\u001b[1m(Kyarakutā - kore. Kore wa, GINTAMA no besutodesu. Kyarakutā wa, hoka no animede wa sono yōna kyarakutā wa miemasen. Sono kyarakutā wa subete yunīku de, fukai jinkaku ga kotonarimasu. Karera ga tada randamudearu to omounara, īe, karera wa karera jishin no subarashī hanashi o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters - This. THIS IS GINTAMA'S BEST. The characters, you won't see such characters in the other animes, all of them are unique and have different deep personalities. If you think they are just being random, no, they have their own awesome stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - This.\u001b[24m\n    \u001b[1mキャラクター - これ。\u001b[22m, \u001b[1m文字 - これは。\u001b[22m\n\u001b[4mTHIS IS GINTAMA'S BEST.\u001b[24m\n    \u001b[1mこれは、GINTAMAのベストです。\u001b[22m, \u001b[1mこれは銀魂'S BESTです。\u001b[22m\n\u001b[4mThe characters, you won't see such characters in the other animes, all of them are unique and have different deep personalities.\u001b[24m\n    \u001b[1mキャラクターは、他のアニメではそのようなキャラクターは見えません。そのキャラクターはすべてユニークで、深い人格が異なります。\u001b[22m, \u001b[1m文字は、あなたがそれらのすべてがユニークであり、異なる深い人格を持って、他のアニメでそのような文字は表示されません。\u001b[22m\n\u001b[4mIf you think they are just being random, no, they have their own awesome stories.\u001b[24m\n    \u001b[1m彼らがただランダムであると思うなら、いいえ、彼らは彼ら自身のすばらしい話を持っています。\u001b[22m, \u001b[1mあなたは、彼らはただランダムされていると思う場合は、いいえ、彼らは自分の素晴らしい物語を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - I wouldn't say anything more~\n\n\u001b[1m楽しさ - 私は何も言わないだろう〜\u001b[22m\n\u001b[1m(Tanoshisa - watashi wa nani mo iwanaidarou 〜)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - I wouldn't say anything more~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - I wouldn't say anything more~\u001b[24m\n    \u001b[1m楽しさ - 私は何も言わないだろう〜\u001b[22m, \u001b[1m楽しさ - 私はより多くの何も言わないだろう〜\u001b[22m"
  },
  {
    "title": "Gintama__Enchousen",
    "id": "15417",
    "url": "https://myanimelist.net/anime/15417/Gintama__Enchousen",
    "user": "Katzurap",
    "profile": "/profile/Katzurap/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=223431",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n銀魂 '：エンチャンは非常に素晴らしかった、私はそれほど期待しなかった。\nストーリー：10\nまず、銀魂の最後のエピソードから約束したように、近鉄のエピソードを手に入れます。それは主に恋人のためのものでしたが、友人や友人とのギントキの絆にも焦点を当てました。 神楽、新八、大田、多摩、貞原へ。  Gintama '：Enchousenのもう一つの弧は、Ginさんの過去をもう少し明らかにし、Shigeshige将軍に重要な役割を果たしました。それは、神楽がまだShogunの姉妹であるPrincessと友人であることを示しています。 初期のエピソードの城。  3番目の弧は、シムラの兄弟の過去と道場に焦点を当てて、シンパチがどのようにしてより強くなったのか、そして彼はまっすぐな役を演じるだけのキャラクターではないことも示しています。 私たちはまた、銀山とは違った側面と、新撰組と柳生の関係が酒田銀人とどのような関係にあるのかを見ていきます。\nアート：10\nHD、Gintoki＆amp; Kaguraの鼻、Sadaharuの尿、Shinpachiのメインボディー、マヨネーズ、壮大な銀人の戦い、将軍のパンツなど、すべてがHDで素晴らしいようです。 オープニング＆amp; エンディングは非常にリラックスして見守ります。\nサウンド：10\nオープニングは素晴らしく、私の好きなものは「サクラミツツキ」でなければならない、それは本当に魅力的で、耳にはとても楽しい。芸術と歌の両方にとってもとても美しい。  「Let's go out」も素晴らしいように聞こえる。 エンディングは美しく、特に期待していたのは非常にかわいかった。\nキャラクター：10\nキャラクター開発の多くは、坂田銀友、志村新勝＆テーからのものです。 ギンポキの過去の多くが明らかにされ、新八が育ち、実際に大田は近藤功とうまく話すことができます。  （Spoiler：最初の弧では、Tsukuyo、Sarutobi、Kyubei、Katsura、HasegawaはGintokiを覚えていましたが、催眠術をやっても機能しませんでした。 銀杏と新八と一緒に銀杏を覚えている最初の人は、彼らの債券がお互いに非常に近いことを示しています）\n楽しさ：10\nギンポキとギャングからのアクションがたくさんあります。ギンポキとギャングからの感情がとてもよく、とても良いサウンドトラックであり、ショーグンも非常に重要な役割を果たしていることが分かりました。 それはまだショーのコメディ部分を保つ。\n全体的に：10（私は10の代わりに100がありますか？\n他のエピソードへのリンク、非常に素晴らしいアニメーション＆アート、美しいサウンドトラック、キャラクターの開発、非常に楽しい、非常に良いストーリー、銀魂は欠場しません。\nP.S. あまりにも速いすべてのエピソードを終了しないでください、そうでなければ、あなたは銀魂全体を終了した後に空を埋めるために何かを見つけません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGintama':Enchousen was extremely great, I expected nothing less.\n\n\u001b[1m銀魂 '：エンチャンは非常に素晴らしかった、私はそれほど期待しなかった。\u001b[22m\n\u001b[1m(Gintama': En-chan wa hijō ni subarashikatta, watashi wa sorehodo kitai shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mGintama':Enchousen was extremely great, I expected nothing less.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGintama':Enchousen was extremely great, I expected nothing less.\u001b[24m\n    \u001b[1m銀魂 '：エンチャンは非常に素晴らしかった、私はそれほど期待しなかった。\u001b[22m, \u001b[1m銀魂 '：Enchousenは非常に素晴らしかった、私はあまり何も期待できません。\u001b[22m\nStory:10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory:10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nFirst off we get the episode with Kintoki as they promised from the last episode of Gintama', it was mostly for the lols but it also focused on Gintoki's bond with his companions and friends, it showed how close they actually are to each other, especially to Kagura, Shinpachi, Otae, Tama and Sadaharu. The second arc of Gintama':Enchousen revealed a little more of Gin-san's past to us and gave Shigeshige shogun an important role to play in, and it shows that Kagura is still friends with the Shogun's sister, the princess that ran out of the castle in the early episodes. The third arc focused on the Shimura siblings' past&amp;the dojo, they also show us how Shinpachi has grown stonger and that he's not just some character that only plays the straightman role, it also shows Tae's kind of lovable side too. We also get to see a different side of Gin-san and what kind of relationship the Shinsengumi and Yagyuu clan have with Sakata Gintoki.\n\n\u001b[1mまず、銀魂の最後のエピソードから約束したように、近鉄のエピソードを手に入れます。それは主に恋人のためのものでしたが、友人や友人とのギントキの絆にも焦点を当てました。 神楽、新八、大田、多摩、貞原へ。  Gintama '：Enchousenのもう一つの弧は、Ginさんの過去をもう少し明らかにし、Shigeshige将軍に重要な役割を果たしました。それは、神楽がまだShogunの姉妹であるPrincessと友人であることを示しています。 初期のエピソードの城。  3番目の弧は、シムラの兄弟の過去と道場に焦点を当てて、シンパチがどのようにしてより強くなったのか、そして彼はまっすぐな役を演じるだけのキャラクターではないことも示しています。 私たちはまた、銀山とは違った側面と、新撰組と柳生の関係が酒田銀人とどのような関係にあるのかを見ていきます。\u001b[22m\n\u001b[1m(Mazu, Gintama no saigo no episōdo kara yakusoku shita yō ni, Kintetsu no episōdo o te ni iremasu. Sore wa omoni koibito no tame no monodeshitaga, yūjin ya yūjin to no gintoki no kizuna ni mo shōten o atemashita. Kagura, shin hachi, Ōta, Tama, sadahara e. Gintama': Enchousen no mōhitotsu no ko wa, Gin-san no kako o mōsukoshi akiraka ni shi, Shigeshige shōgun ni jūyōna yakuwari o hatashimashita. Sore wa, kagura ga mada Shogun no shimaidearu purinsesu to yūjindearu koto o shimeshite imasu. Shoki no episōdo no shiro. 3-Banme no ko wa, Shimura no kyōdai no kako to dōjō ni shōten o atete, shinpachi ga dono yō ni shite yori tsuyoku natta no ka, soshite kare wa massuguna yaku o enjiru dake no kyarakutāde wanai koto mo shimeshite imasu. Watashitachiha mata, ginzan to wa chigatta sokumen to, shinsenkumi to Yagyuu no kankei ga Sakata gin hito todo no yōna kankei ni aru no ka o mite ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off we get the episode with Kintoki as they promised from the last episode of Gintama', it was mostly for the lols but it also focused on Gintoki's bond with his companions and friends, it showed how close they actually are to each other, especially to Kagura, Shinpachi, Otae, Tama and Sadaharu. The second arc of Gintama':Enchousen revealed a little more of Gin-san's past to us and gave Shigeshige shogun an important role to play in, and it shows that Kagura is still friends with the Shogun's sister, the princess that ran out of the castle in the early episodes. The third arc focused on the Shimura siblings' past&amp;the dojo, they also show us how Shinpachi has grown stonger and that he's not just some character that only plays the straightman role, it also shows Tae's kind of lovable side too. We also get to see a different side of Gin-san and what kind of relationship the Shinsengumi and Yagyuu clan have with Sakata Gintoki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off we get the episode with Kintoki as they promised from the last episode of Gintama', it was mostly for the lols but it also focused on Gintoki's bond with his companions and friends, it showed how close they actually are to each other, especially\u001b[24m\n    \u001b[1mまず、銀魂の最後のエピソードから約束したように、近鉄のエピソードを手に入れます。それは主に恋人のためのものでしたが、友人や友人とのギントキの絆にも焦点を当てました。\u001b[22m, \u001b[1mまず第一に、彼らは銀魂の最後のエピソードから約束通り、我々は「金時とのエピソードを取得し、それはlolsのために大部分があったが、それはまた、彼の仲間や友人と銀時の債券に焦点を当て、それは彼らが実際特に、お互いにどのくらい近いかを示しました\u001b[22m\n\u001b[4mto Kagura, Shinpachi, Otae, Tama and Sadaharu.\u001b[24m\n    \u001b[1m神楽、新八、大田、多摩、貞原へ。\u001b[22m, \u001b[1m神楽、新八、Otae、多摩と貞治します。\u001b[22m\n\u001b[4mThe second arc of Gintama':Enchousen revealed a little more of Gin-san's past to us and gave Shigeshige shogun an important role to play in, and it shows that Kagura is still friends with the Shogun's sister, the princess that ran out of the\u001b[24m\n    \u001b[1mGintama '：Enchousenのもう一つの弧は、Ginさんの過去をもう少し明らかにし、Shigeshige将軍に重要な役割を果たしました。それは、神楽がまだShogunの姉妹であるPrincessと友人であることを示しています。\u001b[22m, \u001b[1m銀魂の第二のアーク '：Enchousenは私たちに銀さんの過去のもう少しを明らかにし、Shigeshigeがで重要な役割を担って将軍与え、それは神楽はまだ将軍の妹、を使い果たし王女と友達であることを示しています\u001b[22m\n\u001b[4mcastle in the early episodes.\u001b[24m\n    \u001b[1m初期のエピソードの城。\u001b[22m, \u001b[1m初期のエピソードで城。\u001b[22m\n\u001b[4mThe third arc focused on the Shimura siblings' past&amp;the dojo, they also show us how Shinpachi has grown stonger and that he's not just some character that only plays the straightman role, it also shows Tae's kind of lovable side too.\u001b[24m\n    \u001b[1m3番目の弧は、シムラの兄弟の過去と道場に焦点を当てて、シンパチがどのようにしてより強くなったのか、そして彼はまっすぐな役を演じるだけのキャラクターではないことも示しています。\u001b[22m, \u001b[1m志村兄弟の過去＆アンペアに焦点を当てた第三アーク、道場では、彼らはまた、新八がstonger成長してきたどのように私たちを見ると、彼は唯一のstraightmanの役割を果たしているだけでいくつかの文字がないということは、それは、あまりにも愛すべき側のテヨンの種類を示しています。\u001b[22m\n\u001b[4mWe also get to see a different side of Gin-san and what kind of relationship the Shinsengumi and Yagyuu clan have with Sakata Gintoki.\u001b[24m\n    \u001b[1m私たちはまた、銀山とは違った側面と、新撰組と柳生の関係が酒田銀人とどのような関係にあるのかを見ていきます。\u001b[22m, \u001b[1mまた、新選組と柳生一族は坂田銀時としていた関係のペロッとどのような種類の異なる側面を見ることが。\u001b[22m\nArt:10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt:10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nEverything looks amazing in HD, Gintoki&amp;Kagura picking their nose, Sadaharu's urine, Shinpachi's main body, Mayonnaise, epic Gintoki's battles, Shogun's pantsu and more. The animation and art in the openings&amp; endings are very relaxing to watch.\n\n\u001b[1mHD、Gintoki＆amp; Kaguraの鼻、Sadaharuの尿、Shinpachiのメインボディー、マヨネーズ、壮大な銀人の戦い、将軍のパンツなど、すべてがHDで素晴らしいようです。 オープニング＆amp; エンディングは非常にリラックスして見守ります。\u001b[22m\n\u001b[1m(HD, Gintoki& amp; Kagura no hana, Sadaharu no nyō, Shinpachi no meinbodī, mayonēzu, sōdaina gin hito no tatakai, shōgun no pantsu nado, subete ga HD de subarashī yōdesu. Ōpuningu& amp; endingu wa hijō ni rirakkusu shite mimamorimasu.)\u001b[22m\n\nTranslations of \u001b[4mEverything looks amazing in HD, Gintoki&amp;Kagura picking their nose, Sadaharu's urine, Shinpachi's main body, Mayonnaise, epic Gintoki's battles, Shogun's pantsu and more. The animation and art in the openings&amp; endings are very relaxing to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything looks amazing in HD, Gintoki&amp;Kagura picking their nose, Sadaharu's urine, Shinpachi's main body, Mayonnaise, epic Gintoki's battles, Shogun's pantsu and more.\u001b[24m\n    \u001b[1mHD、Gintoki＆amp; Kaguraの鼻、Sadaharuの尿、Shinpachiのメインボディー、マヨネーズ、壮大な銀人の戦い、将軍のパンツなど、すべてがHDで素晴らしいようです。\u001b[22m, \u001b[1mすべてはHD、銀時＆アンペアで驚くほどに見える;神楽が自分の鼻を摘み、貞治の尿、新八の本体、マヨネーズ、壮大な銀時の戦い、将軍のパンツなど。\u001b[22m\n\u001b[4mThe animation and art in the openings&amp;\u001b[24m\n    \u001b[1mオープニング＆amp;\u001b[22m, \u001b[1m開口部＆＃038でアニメーションやアート。\u001b[22m\n\u001b[4mendings are very relaxing to watch.\u001b[24m\n    \u001b[1mエンディングは非常にリラックスして見守ります。\u001b[22m, \u001b[1mエンディングは見ていて非常にリラックスしています。\u001b[22m\nSound:10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound:10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nThe openings are awesome, my favorite one has to be 'Sakura Mitsutsuki', it really suits the arc that it's in and very pleasant to my ears, also very beautiful for both the art and the song. 'Let's go out' also sounds great. The endings are beautiful, especially 'Expect' which was very cute.\n\n\u001b[1mオープニングは素晴らしく、私の好きなものは「サクラミツツキ」でなければならない、それは本当に魅力的で、耳にはとても楽しい。芸術と歌の両方にとってもとても美しい。  「Let's go out」も素晴らしいように聞こえる。 エンディングは美しく、特に期待していたのは非常にかわいかった。\u001b[22m\n\u001b[1m(Ōpuningu wa subarashiku, watashi no sukinamono wa `sakuramitsutsuki'denakereba naranai, sore wa hontōni mirikiteki de, mimi ni wa totemo tanoshī. Geijutsu to uta no ryōhō ni tottemo totemo utsukushī. `Retto' s go out' mo subarashī yō ni kikoeru. Endingu wa utsukushiku, tokuni kitai shite ita no wa hijō ni kawaikatta.)\u001b[22m\n\nTranslations of \u001b[4mThe openings are awesome, my favorite one has to be 'Sakura Mitsutsuki', it really suits the arc that it's in and very pleasant to my ears, also very beautiful for both the art and the song. 'Let's go out' also sounds great. The endings are beautiful, especially 'Expect' which was very cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe openings are awesome, my favorite one has to be 'Sakura Mitsutsuki', it really suits the arc that it's in and very pleasant to my ears, also very beautiful for both the art and the song.\u001b[24m\n    \u001b[1mオープニングは素晴らしく、私の好きなものは「サクラミツツキ」でなければならない、それは本当に魅力的で、耳にはとても楽しい。芸術と歌の両方にとってもとても美しい。\u001b[22m, \u001b[1m開口部が素晴らしいです、私のお気に入りの一つは「さくらMitsutsuki」にする必要があり、それは実際にそれがまた、で、私の耳に非常に快適な芸術と歌の両方のための非常に美しいだとアークに適しています。\u001b[22m\n\u001b[4m'Let's go out' also sounds great.\u001b[24m\n    \u001b[1m「Let's go out」も素晴らしいように聞こえる。\u001b[22m, \u001b[1mまた、素晴らしいサウンド」のが出て行きましょう」。\u001b[22m\n\u001b[4mThe endings are beautiful, especially 'Expect' which was very cute.\u001b[24m\n    \u001b[1mエンディングは美しく、特に期待していたのは非常にかわいかった。\u001b[22m, \u001b[1mエンディングは特にとてもキュートだった「期待」、美しいです。\u001b[22m\nCharacter:10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter:10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nAlot of character development, most are from Sakata Gintoki, Shimura Shinpachi&amp;Tae. Alot of Gintoki's past were revealed, Shinpachi grew up and Otae is actually able to talk nicely to Kondo Isao. (Spoiler:In the first arc, Tsukuyo, Sarutobi, Kyubei, Katsura and Hasegawa were able to remember Gintoki, even after they got hypnotized again, it didn't work, this shows how close they actually are to Gintoki, Otae was also the first person to remember Gintoki along with Kagura and Shinpachi, this shows that their bonds are very close to each other)\n\n\u001b[1mキャラクター開発の多くは、坂田銀友、志村新勝＆テーからのものです。 ギンポキの過去の多くが明らかにされ、新八が育ち、実際に大田は近藤功とうまく話すことができます。  （Spoiler：最初の弧では、Tsukuyo、Sarutobi、Kyubei、Katsura、HasegawaはGintokiを覚えていましたが、催眠術をやっても機能しませんでした。 銀杏と新八と一緒に銀杏を覚えている最初の人は、彼らの債券がお互いに非常に近いことを示しています）\u001b[22m\n\u001b[1m(Kyarakutā kaihatsu no ōku wa, Sakata gin tomo, Shimura shin Masaru& tē kara no monodesu. Ginpoki no kako no ōku ga akiraka ni sa re, Shinpachi ga sodachi, jissai ni Ōta wa kondō isao to umaku hanasu koto ga dekimasu. (Supoirā: Saisho no kode wa, Tsukuyo, Sarutobi, Kyubei, Katsura, Hasegawa wa Gintoki o oboete imashitaga, saimin-jutsu o yatte mo kinō shimasendeshita. Gin'nan to Shinpachi to issho ni ichō o oboete iru saisho no hito wa, karera no saiken ga otagai ni hijō ni chikai koto o shimeshite imasu))\u001b[22m\n\nTranslations of \u001b[4mAlot of character development, most are from Sakata Gintoki, Shimura Shinpachi&amp;Tae. Alot of Gintoki's past were revealed, Shinpachi grew up and Otae is actually able to talk nicely to Kondo Isao. (Spoiler:In the first arc, Tsukuyo, Sarutobi, Kyubei, Katsura and Hasegawa were able to remember Gintoki, even after they got hypnotized again, it didn't work, this shows how close they actually are to Gintoki, Otae was also the first person to remember Gintoki along with Kagura and Shinpachi, this shows that their bonds are very close to each other)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlot of character development, most are from Sakata Gintoki, Shimura Shinpachi&amp;Tae.\u001b[24m\n    \u001b[1mキャラクター開発の多くは、坂田銀友、志村新勝＆テーからのものです。\u001b[22m, \u001b[1mキャラクターの成長の多くは、ほとんどは坂田銀時、志村新八＆アンペアからであり、泰。\u001b[22m\n\u001b[4mAlot of Gintoki's past were revealed, Shinpachi grew up and Otae is actually able to talk nicely to Kondo Isao.\u001b[24m\n    \u001b[1mギンポキの過去の多くが明らかにされ、新八が育ち、実際に大田は近藤功とうまく話すことができます。\u001b[22m, \u001b[1m銀時の過去の多くが明らかにされた、新八は育ち、Otaeは、実際には近藤勲にうまく話をすることができます。\u001b[22m\n\u001b[4m(Spoiler:In the first arc, Tsukuyo, Sarutobi, Kyubei, Katsura and Hasegawa were able to remember Gintoki, even after they got hypnotized again, it didn't work, this shows how close they actually are to Gintoki, Otae was also the\u001b[24m\n    \u001b[1m（Spoiler：最初の弧では、Tsukuyo、Sarutobi、Kyubei、Katsura、HasegawaはGintokiを覚えていましたが、催眠術をやっても機能しませんでした。\u001b[22m, \u001b[1m（スポイラー：最初のアークでは、Tsukuyo、猿飛、久兵衛、桂と長谷川は、彼らが再び催眠術をかけてしまった後でも、銀時を思い出すことができた、それは動作しませんでした、これは彼らが実際に銀時にどれだけ近いかを示し、Otaeでもありました\u001b[22m\n\u001b[4mfirst person to remember Gintoki along with Kagura and Shinpachi, this shows that their bonds are very close to each other)\u001b[24m\n    \u001b[1m銀杏と新八と一緒に銀杏を覚えている最初の人は、彼らの債券がお互いに非常に近いことを示しています）\u001b[22m, \u001b[1m神楽と新八と一緒に銀時を覚えて最初の人は、これが）、その結合が互いに非常に接近していることを示しています\u001b[22m\nEnjoyment:10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nWe got alot of actions from Gintoki and the gang, alot of feels from Gintoki and the gang, very good soundtrack and we also got to see Shogun play a very important role. It still keeps the comedy part of the show too.\n\n\u001b[1mギンポキとギャングからのアクションがたくさんあります。ギンポキとギャングからの感情がとてもよく、とても良いサウンドトラックであり、ショーグンも非常に重要な役割を果たしていることが分かりました。 それはまだショーのコメディ部分を保つ。\u001b[22m\n\u001b[1m(Ginpoki to gyangu kara no akushon ga takusan arimasu. Ginpoki to gyangu kara no kanjō ga totemo yoku, tote mo yoi saundotorakkudeari, shōgun mo hijō ni jūyōna yakuwari o hatashite iru koto ga wakarimashita. Sore wa mada shō no komedi bubun o tamotsu.)\u001b[22m\n\nTranslations of \u001b[4mWe got alot of actions from Gintoki and the gang, alot of feels from Gintoki and the gang, very good soundtrack and we also got to see Shogun play a very important role. It still keeps the comedy part of the show too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe got alot of actions from Gintoki and the gang, alot of feels from Gintoki and the gang, very good soundtrack and we also got to see Shogun play a very important role.\u001b[24m\n    \u001b[1mギンポキとギャングからのアクションがたくさんあります。ギンポキとギャングからの感情がとてもよく、とても良いサウンドトラックであり、ショーグンも非常に重要な役割を果たしていることが分かりました。\u001b[22m, \u001b[1m私たちは、たくさんの銀時とギャング、非常に良いサウンドトラックから感じて、銀時とギャングからのアクションの多くを持って、我々はまた、将軍は非常に重要な役割を果たして見てみました。\u001b[22m\n\u001b[4mIt still keeps the comedy part of the show too.\u001b[24m\n    \u001b[1mそれはまだショーのコメディ部分を保つ。\u001b[22m, \u001b[1mそれはまだあまりにもショーの喜劇の一部を保持します。\u001b[22m\nOverall:10( I wanna do 100 cant we have 100 instead of 10?)\n\n\u001b[1m全体的に：10（私は10の代わりに100がありますか？\u001b[22m\n\u001b[1m(Zentai-teki ni: 10 (Watashi wa 10 no kawari ni 100 ga arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mOverall:10( I wanna do 100 cant we have 100 instead of 10?)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:10( I wanna do 100 cant we have 100 instead of 10?)\u001b[24m\n    \u001b[1m全体的に：10（私は10の代わりに100がありますか？\u001b[22m, \u001b[1m全体：10（私のしたいが、我々は100の代わりに10を持っている100カントのですか？）\u001b[22m\nVery good story that links to other episodes, very nice animation&amp;art, beautiful soundtracks, lots of character development, very enjoyable, Gintama DOES NOT DISAPPOINT.\n\n\u001b[1m他のエピソードへのリンク、非常に素晴らしいアニメーション＆アート、美しいサウンドトラック、キャラクターの開発、非常に楽しい、非常に良いストーリー、銀魂は欠場しません。\u001b[22m\n\u001b[1m(Hoka no episōdo e no rinku, hijō ni subarashī animēshon& āto, utsukushī saundotorakku, kyarakutā no kaihatsu, hijō ni tanoshī, hijō ni yoi sutōrī, Gintama wa ketsujō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mVery good story that links to other episodes, very nice animation&amp;art, beautiful soundtracks, lots of character development, very enjoyable, Gintama DOES NOT DISAPPOINT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery good story that links to other episodes, very nice animation&amp;art, beautiful soundtracks, lots of character development, very enjoyable, Gintama DOES NOT DISAPPOINT.\u001b[24m\n    \u001b[1m他のエピソードへのリンク、非常に素晴らしいアニメーション＆アート、美しいサウンドトラック、キャラクターの開発、非常に楽しい、非常に良いストーリー、銀魂は欠場しません。\u001b[22m, \u001b[1m他のエピソード、非常に素晴らしいアニメーション＆アンプへのリンクは非常に良い話、芸術、美しいサウンドトラック、キャラクターの成長の多くは、非常に楽しい、銀魂は失望していません。\u001b[22m\nP.S. Dont finish all the episodes too fast or else you wont find anything to fill the void after you finish Gintama as a whole.\n\n\u001b[1mP.S. あまりにも速いすべてのエピソードを終了しないでください、そうでなければ、あなたは銀魂全体を終了した後に空を埋めるために何かを見つけません。\u001b[22m\n\u001b[1m(P. S. Amarini mo hayai subete no episōdo o shūryō shinaide kudasai,-sōdenakereba, anata wa Gintama zentai o shūryō shita nochi ni sora o umeru tame ni nanika o mitsukemasen.)\u001b[22m\n\nTranslations of \u001b[4mP.S. Dont finish all the episodes too fast or else you wont find anything to fill the void after you finish Gintama as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S.\u001b[24m\n    \u001b[1mP.S.\u001b[22m, \u001b[1m後記\u001b[22m\n\u001b[4mDont finish all the episodes too fast or else you wont find anything to fill the void after you finish Gintama as a whole.\u001b[24m\n    \u001b[1mあまりにも速いすべてのエピソードを終了しないでください、そうでなければ、あなたは銀魂全体を終了した後に空を埋めるために何かを見つけません。\u001b[22m, \u001b[1m速すぎてすべてのエピソードを終えるか、そうしないと文句を言わないあなたは、全体として銀魂を終了した後、空白を埋めるために何かを見つけるいけません。\u001b[22m"
  }
]
