[
  {
    "title": "Brain_Powerd",
    "id": "1542",
    "url": "https://myanimelist.net/anime/1542/Brain_Powerd",
    "user": "lawlmartz",
    "profile": "/profile/lawlmartz/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=211577",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  2\nキャラクター|  1\n|  1\n\nエヴァンゲリオン・リップ・オフ・サガ、第1部：\n\nブレインパワード？  Brain DAMAGEにもっと似ています。\n\nショーからの義務的な引用：\n「イコ、どこでそんなに直線を練習したの？  - 記憶喪失した少女に約50人の子供。\n\nバックグラウンドに触れる前に、Brain Powerdは1998年の4月に放送され、エヴァンゲリオンの終わりからわずか8ヶ月後に放送され、エヴァンゲリオン初のポストエヴァンゲリオン クローン。 機動戦士ガンダムシリーズで知られている富野義之氏と、あらゆるメカで知られるスタジオサンライズを率いて、天国のマッチのように聞こえました。 誰が傑作をまとめて、REALのアニメマスターだったAnno Hideakiを見せてくれる方がいいですか？\n\n\nうん、いいえ。 これを準備してください。\n\n\nアートワークとアニメーション：1\n\nどこから始めるの？ 神様？ひどい？ 馬くそ？ 逆流排泄？\nそれは、典型的な低予算の派閥で、「効果」、静止フレーム上のパン、アクションラインの豊富さ、および「質の高い」アニメーションのための文字の拡大縮小を繰り返しています。 それは、アクションの最中に、彼らが話すときに文字の頭を示すインサートを持っています。 これが何をしているのかというと、あなたの気を散らして、何かからあなたを逸らすことができます。\nガンダム、コードギアス、エヴァンゲリオンのように見えて、燃え尽きたミキサーに入れて、ゴミを処分して犬に与え、犬の後ろから落ちるように拾った 逆火）、火に火をつけて、残っていた炭火マッシュを取り、それを浅い墓に葬った。  18年後に戻ってきて、それの上におしっこし、それに泥の穴を踏みつけて、それに唾を吐く。 それがBrain Powerdの外観です。 ああ、十分にクリア？\n\n\n音声と声優：2\n\nこれは本当に悪いダブの典型です。 俳優たちは、聞いたことが聞こえなかったかのように、まったく想像もつかない単調な方法で叫んでいるので、聴覚障害者や耳栓を録音する必要がありました。 聴覚障害者は無作為に言葉を叫ぶように聞こえる。 毎年。 シングル。  LINEは、話す部分の間に不気味な、死んだ空気を埋めるように、非連続音のように出てきます。 編集は、私が聞いたことのない最悪の場合ではありませんが、可聴カット、ストップ、ギャップ、そして一般的にゴミだけで質の低い録音を放棄します。 俳優たちは時にはマイクから遠すぎることもありますが、時にはそれがとても大声でそれは彼らがそれを食べたかのようです！\n\n声には全く流れがなく、誰もが本当に単調な声で話します。それはスーパーハムアップ、スーパーフラット、スーパースクリーチなど、すべてがイディオムで過度に過ぎます。 オーディオトラックもあまり編集されていないので、1つのトラックしかないようだし、誰かがお互いに話すことができなかったり、最初のスピーカーを完全に切ったりするだろう。 私は、ショーの全半分の聴覚半分が編集されずに1回のテイクで行われたと思います。 このスクリプトは、日本語の直接翻訳でなければならず、これらの役割を果たすために、最初の10人のオタクが選択されました。\n私は日本のオーディオのいくつかのエピソードを見て、それは絶対ゴミだけでした。\n\n菅野よう子さんの尊敬の念から、私はこの1つの特別なポイントを与えます。 私はまだ彼女がこれに取り組むことに同意したことを信じていないし、彼女はそれが何であったか分からなかったかもしれない。なぜなら、音楽は声優のように絶対に吹くからだ。 私は自分自身にオープニングのテーマをハムにさえ、ショーのインサートやバックグラウンドの音楽をもっと積極的に思い出すことはほとんどありません。\n\n\nストーリーとキャラクター：1\n\nブレインはエヴァンゲリオン・リップオフなので、少なくとも、富野義之とサンライズ・スタジオの恥知らずの盗難については、この作品を制作する過程でコミットしなければならない。 表面的に始めようか？\n\n世界は荒廃し、人類は「オーファン」と呼ばれるこの山脈サイズの宇宙船が離陸することで一掃される（第3のインパクトを読む）。  Orphanには2つの戦闘派があります。（読んだ：SEELE）「Grand Cheres」と呼ばれる準感知型メカ（read：Evas）と、PYRAMID ON ITの船に住む合法的な良い派閥 （読んだ：NERV）彼ら自身の「生きている」メカを蓄積して、それはブレインパワーと呼ばれる。 おかしいほど、剣心石見（読書予算：Gendo Ikari）は主人公のYuuさん（読書：Shinji）です。彼女は無能で馬鹿です。 ユウの闘争は十代の怒りと家族、そしてクインシーイッサを自分のスタイルにした姉妹を含めて家族のようなものです。\n\n私たちの目を傷つけること以外にはほとんど目的を果たしていない支持キャラクターの集まりで、このゴミの26エピソードを投稿しています。 結論は、誰もがママやパパの問題を抱えているということです。 彼はクリスマスプレゼントを買わないので、彼のお母さんを殺そうとしています。\n\nだから、この事のプロットは何だ？ 私を打ち負かす。 私はこのショーを見るのに約9時間を費やしていましたが、私は今でも何か起こったのか、起こったのか、あるいはその事実が書かれているのかどうかは分かりません。 最初のエピソードは本当にシリーズ全体のトーンを設定しました。何も意味がなく、何もつながれていませんでした。キャラクターは誰であるのか、その動機、ゴール、過去、未来を説明しませんでした。 場所。 たとえ最も基本的なストーリーテリングの形態でさえも、タイムスキップ、ジャンプカット、無作為のいずれの場合でも、同じエピソード内のさまざまな場面でさえ、絶対に無作為で、激しく揺れている場合、機能しません。 私は決してTominoによって作られた何かを喜んで見ることはありません。 これは私が今までに見た中で最も無謀で無意味なものです。\n\n終わりには本当にうまくいけない環境保護のアジェンダがありました...そして、キャラクターが決して紹介されなかったので、私が知らなかった裏切りがあったとしても、ちょっと登場しました。  ..ちょっとでも問題はなかったが、玄洞イカリは、かわいらしくてインポテンツで、泣くようなオタクに変わった。  （私はそれが管理するよりも終了した後、より多くの質問を持っている）、明らかに疲れているロボット？、そして1つではなく、2つではなく、3つの、ロマンチックなROMANCES。 私たちはまた、Brainインターフェースのドライバー、メカス・スケート、記憶喪失、偽のドラマ、より悪い悪いことを助ける流体スーツ（読書：プラグスーツ）を持っています。おそらく、このショーが使用するTV Tropesの洗濯物リストを読むことができます。 しかし、私の人生はすでに見るだけで短くなってしまったので、私は控えます。\n\n\n楽しさと全体：1\n\n私はこのショーを見て永遠に傷ついている。 このレビューを私のマゾフストの憲法の証として立てましょう。 私はIdea Factory、Tokyo Ghoul Root A、Super Mario Animeなど、多くの他の多くの人々に苦しんだ。 私は古い、悪いアニメの提供者だと言うことさえできます。 しかし、これは...これは王冠を取る。 私はそこにいて、悪いアニメを見ました。 私は積極的に悪いアニメを探します。 私がこのような嫌なことを拒否したことがそれほど驚くほど恐ろしいことを知っていたなら、私は検索されたほどのものではないでしょう。「新世紀エヴァンゲリオンripoffショー」\n\nすべての基本的なレベルで、そして想像できるあらゆる方法で失敗します。 プロットは完全なナンセンスです、キャラクターは動機もゴールもなく、見た目はお尻のように聞こえるし、それがどれほど悪いのか面白くない。 それはただの痛いだけです。\nBrain Powerdは、時間がたつにつれて記憶されていない理由があります。なぜなら、それは言い切れないほどasinineだからです。\n\n - 〜 - \n\n最後に、ショー全体の中で唯一のシーンで終わらせなければなりません。これは、この全体がレビューで再考するのが痛いからです。\n\nだから、彼のBrain PowerdのパイロットであるIsami Isamiは、中国農村の猛烈な山々の超空間から脱落している（何とか彼は中国にいると知っている。 ええ、彼は、ショーの唯一の人種的なステレオタイプのキャラクターではない）誰かが彼が飛んでいるロボットが同じ抗体の別の愚かな名前であることを知っています。 ショージャンプはユウの着陸に切り込み、飛び降りて野外からスイカを拾い上げるだけで、町に行くと彼の顔が詰まる。\n\n中国人の男と約15人がAKを引っ張り出して、スイカを王国に吹き込み、ゆうが怒って、「あなたは何のためにやったの？」と尋ねる。\n\n彼は何をしていたのだろうか、彼はコミュニケーションができない中国の遠方の山脈に落ちてしまったと思っていました。\n\n\nPS：あなたがBrain Powerdに10を与えた52人の一人なら、永遠にアニメを見るのをやめてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThe Evangelion Rip-off Saga, Part 1:\n\n\u001b[1mエヴァンゲリオン・リップ・オフ・サガ、第1部：\u001b[22m\n\u001b[1m(Evu~angerion rippu ofu Saga, dai 1-bu:)\u001b[22m\n\nTranslations of \u001b[4mThe Evangelion Rip-off Saga, Part 1:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Evangelion Rip-off Saga, Part 1:\u001b[24m\n    \u001b[1mエヴァンゲリオン・リップ・オフ・サガ、第1部：\u001b[22m, \u001b[1mエヴァンゲリオンリップオフ佐賀、パート1：\u001b[22m\n\u001b[1m\u001b[22m\nBrain Powerd? More like Brain DAMAGE.\n\n\u001b[1mブレインパワード？  Brain DAMAGEにもっと似ています。\u001b[22m\n\u001b[1m(Bureinpawādo? Burēn damēji ni motto nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBrain Powerd? More like Brain DAMAGE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBrain Powerd?\u001b[24m\n    \u001b[1mブレインパワード？\u001b[22m, \u001b[1mブレンパワード？\u001b[22m\n\u001b[4mMore like Brain DAMAGE.\u001b[24m\n    \u001b[1mBrain DAMAGEにもっと似ています。\u001b[22m, \u001b[1m脳損傷のようなより。\u001b[22m\n\u001b[1m\u001b[22m\nThe obligatory quote from the show:\n\n\u001b[1mショーからの義務的な引用：\u001b[22m\n\u001b[1m(Shō kara no gimu-tekina in'yō:)\u001b[22m\n\nTranslations of \u001b[4mThe obligatory quote from the show:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe obligatory quote from the show:\u001b[24m\n    \u001b[1mショーからの義務的な引用：\u001b[22m, \u001b[1mショーからの義務の引用：\u001b[22m\n'Iko, where did you learn to hoe a straight line like that?!?' - About 50 children to an amnesiac girl.\n\n\u001b[1m「イコ、どこでそんなに直線を練習したの？  - 記憶喪失した少女に約50人の子供。\u001b[22m\n\u001b[1m(`Iko, doko de son'nani chokusen o renshū shita no? - Kioku sōshitsu shita shōjo ni yaku 50-ri no kodomo.)\u001b[22m\n\nTranslations of \u001b[4m'Iko, where did you learn to hoe a straight line like that?!?' - About 50 children to an amnesiac girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Iko, where did you learn to hoe a straight line like that?!?'\u001b[24m\n    \u001b[1m「イコ、どこでそんなに直線を練習したの？\u001b[22m, \u001b[1m「あなたがそのような直線を鍬する学びました行こう、？！？」\u001b[22m\n\u001b[4m- About 50 children to an amnesiac girl.\u001b[24m\n    \u001b[1m - 記憶喪失した少女に約50人の子供。\u001b[22m, \u001b[1m - 記憶喪失の少女に約50人の子供。\u001b[22m\n\u001b[1m\u001b[22m\nJust a touch of background before I begin to describe the awfulness that is to come: Brain Powerd aired in April of 1998, barely 8 months after End of Evangelion came out, and as such, has the distinction of being the first post-Eva Evangelion clone. Headed by Yoshiyuki Tomino, known for his Gundam series, a mecha staple, and the studio Sunrise- also known for any and everything mecha, it sounded like a match made in heaven. Who better to put together a masterpiece and show that hack Hideaki Anno who was the REAL anime master?\n\n\u001b[1mバックグラウンドに触れる前に、Brain Powerdは1998年の4月に放送され、エヴァンゲリオンの終わりからわずか8ヶ月後に放送され、エヴァンゲリオン初のポストエヴァンゲリオン クローン。 機動戦士ガンダムシリーズで知られている富野義之氏と、あらゆるメカで知られるスタジオサンライズを率いて、天国のマッチのように聞こえました。 誰が傑作をまとめて、REALのアニメマスターだったAnno Hideakiを見せてくれる方がいいですか？\u001b[22m\n\u001b[1m(Bakkuguraundo ni fureru mae ni, burēn Powerd wa 1998-nen no 4 tsuki ni hōsō sa re, evu~angerion no owari kara wazuka 8-kagetsu-go ni hōsō sa re, evu~angerion-hatsu no posutoevu~angerionkurōn. Kidō senshi gandamushirīzu de shira rete iru Tomino Yoshiyuki-shi to, arayuru meka de shira reru sutajiosanraizu o hikiite, tengoku no matchi no yō ni kikoemashita. Dare ga kessaku o matomete, riaru no animemasutādatta Anno Hideaki o misete kureru kata ga īdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mJust a touch of background before I begin to describe the awfulness that is to come: Brain Powerd aired in April of 1998, barely 8 months after End of Evangelion came out, and as such, has the distinction of being the first post-Eva Evangelion clone. Headed by Yoshiyuki Tomino, known for his Gundam series, a mecha staple, and the studio Sunrise- also known for any and everything mecha, it sounded like a match made in heaven. Who better to put together a masterpiece and show that hack Hideaki Anno who was the REAL anime master?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust a touch of background before I begin to describe the awfulness that is to come: Brain Powerd aired in April of 1998, barely 8 months after End of Evangelion came out, and as such, has the distinction of being the first post-Eva Evangelion\u001b[24m\n    \u001b[1mバックグラウンドに触れる前に、Brain Powerdは1998年の4月に放送され、エヴァンゲリオンの終わりからわずか8ヶ月後に放送され、エヴァンゲリオン初のポストエヴァンゲリオン\u001b[22m, \u001b[1m私が来ている恐ろしさを記述するために開始する前に、バックグラウンドのちょうどタッチ：ブレンパワードは、エヴァンゲリオンの終わりが出てきた、そのようなものとして、最初のポストエヴァエヴァンゲリオンであることの区別を持ってかろうじて8ヶ月後、1998年4月に放映されました\u001b[22m\n\u001b[4mclone.\u001b[24m\n    \u001b[1mクローン。\u001b[22m, \u001b[1mクローン\u001b[22m\n\u001b[4mHeaded by Yoshiyuki Tomino, known for his Gundam series, a mecha staple, and the studio Sunrise- also known for any and everything mecha, it sounded like a match made in heaven.\u001b[24m\n    \u001b[1m機動戦士ガンダムシリーズで知られている富野義之氏と、あらゆるメカで知られるスタジオサンライズを率いて、天国のマッチのように聞こえました。\u001b[22m, \u001b[1m彼のガンダムシリーズで知られ富野由悠季、メカステープル、また、任意のおよびすべてのメカのために知られているスタジオSunrise-率いる、それは天国で行われた試合のように聞こえました。\u001b[22m\n\u001b[4mWho better to put together a masterpiece and show that hack Hideaki Anno who was the REAL anime master?\u001b[24m\n    \u001b[1m誰が傑作をまとめて、REALのアニメマスターだったAnno Hideakiを見せてくれる方がいいですか？\u001b[22m, \u001b[1mより良い誰が一緒REALアニメのマスターだった庵野秀明をハック傑作とショーを置きますか？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nYeah, no. Get ready for this.\n\n\u001b[1mうん、いいえ。 これを準備してください。\u001b[22m\n\u001b[1m(Un, īe. Kore o junbi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mYeah, no. Get ready for this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYeah, no.\u001b[24m\n    \u001b[1mうん、いいえ。\u001b[22m, \u001b[1mいや、うん。\u001b[22m\n\u001b[4mGet ready for this.\u001b[24m\n    \u001b[1mこれを準備してください。\u001b[22m, \u001b[1mこのための準備をしなさい。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArtwork and Animation: 1\n\n\u001b[1mアートワークとアニメーション：1\u001b[22m\n\u001b[1m(Ātowāku to animēshon: 1)\u001b[22m\n\nTranslations of \u001b[4mArtwork and Animation: 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork and Animation: 1\u001b[24m\n    \u001b[1mアートワークとアニメーション：1\u001b[22m\n\u001b[1m\u001b[22m\nWhere do I even start? God-awful? Horse shit? Regurgitated Excrement?\n\n\u001b[1mどこから始めるの？ 神様？ひどい？ 馬くそ？ 逆流排泄？\u001b[22m\n\u001b[1m(Doko kara hajimeru no? Kamisama? Hidoi? Uma kuso? Gyakuryū haisetsu?)\u001b[22m\n\nTranslations of \u001b[4mWhere do I even start? God-awful? Horse shit? Regurgitated Excrement?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere do I even start?\u001b[24m\n    \u001b[1mどこから始めるの？\u001b[22m, \u001b[1mどこからでも始めるのですか？\u001b[22m\n\u001b[4mGod-awful?\u001b[24m\n    \u001b[1m神様？ひどい？\u001b[22m, \u001b[1m神 - ひどいですか？\u001b[22m\n\u001b[4mHorse shit?\u001b[24m\n    \u001b[1m馬くそ？\u001b[22m, \u001b[1m馬のたわごと？\u001b[22m\n\u001b[4mRegurgitated Excrement?\u001b[24m\n    \u001b[1m逆流排泄？\u001b[22m, \u001b[1m排泄物逆流？\u001b[22m\nIt's the typical low budget schlock- repeated zooming in on characters for 'effect', panning over still frames, action lines galore, and a ton of 'quality' animation. It even has inserts that show the characters heads when they speak, on top of the action. What this does is instead distract you from anything with a modicum of excitement to hit you with some dialogue like a brick to the face.\n\n\u001b[1mそれは、典型的な低予算の派閥で、「効果」、静止フレーム上のパン、アクションラインの豊富さ、および「質の高い」アニメーションのための文字の拡大縮小を繰り返しています。 それは、アクションの最中に、彼らが話すときに文字の頭を示すインサートを持っています。 これが何をしているのかというと、あなたの気を散らして、何かからあなたを逸らすことができます。\u001b[22m\n\u001b[1m(Sore wa, tenkei-tekina tei yosan no habatsu de,`kōka', seishi furēmu-jō no pan, akushon rain no hōfu-sa, oyobi `shitsu no takai' animēshon no tame no moji no kakudai shukushō o kurikaeshite imasu. Sore wa, akushon no saichū ni, karera ga hanasu toki ni moji no atama o shimesu insāto o motte imasu. Kore ga nani o shite iru no ka to iu to, anata no ki o chirashite, nanika kara anata o sorasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's the typical low budget schlock- repeated zooming in on characters for 'effect', panning over still frames, action lines galore, and a ton of 'quality' animation. It even has inserts that show the characters heads when they speak, on top of the action. What this does is instead distract you from anything with a modicum of excitement to hit you with some dialogue like a brick to the face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's the typical low budget schlock- repeated zooming in on characters for 'effect', panning over still frames, action lines galore, and a ton of 'quality' animation.\u001b[24m\n    \u001b[1mそれは、典型的な低予算の派閥で、「効果」、静止フレーム上のパン、アクションラインの豊富さ、および「質の高い」アニメーションのための文字の拡大縮小を繰り返しています。\u001b[22m, \u001b[1mそれは、「効果」のために文字にズームイン繰り返しschlock-典型的な低予算だにわたるパンニングは、静止フレーム、アクションライン豊富、および「品質」のアニメーションのトン。\u001b[22m\n\u001b[4mIt even has inserts that show the characters heads when they speak, on top of the action.\u001b[24m\n    \u001b[1mそれは、アクションの最中に、彼らが話すときに文字の頭を示すインサートを持っています。\u001b[22m, \u001b[1mそれも、彼らが話すときのアクションの上に、文字の頭を表示挿入されています。\u001b[22m\n\u001b[4mWhat this does is instead distract you from anything with a modicum of excitement to hit you with some dialogue like a brick to the face.\u001b[24m\n    \u001b[1mこれが何をしているのかというと、あなたの気を散らして、何かからあなたを逸らすことができます。\u001b[22m, \u001b[1mこれが何をするか代わりに顔にレンガのようないくつかの対話であなたをヒットする興奮の少量を使って何からあなたをそらすです。\u001b[22m\nThe art looks like you took Gundam, Code Geass, and Evangelion, put them in a burnt out blender, ran it through the garbage disposal, fed it to the dog, picked it up as it fell out of the dog's rear (post reingestion after regurgitation), lit it on fire, took the charred mush that was left and then buried it in a shallow grave. Come back 18 years later, pee all over it, stomp a mud hole in it, and then spit on it. That's what Brain Powerd looks like. Clear enough for ya?\n\n\u001b[1mガンダム、コードギアス、エヴァンゲリオンのように見えて、燃え尽きたミキサーに入れて、ゴミを処分して犬に与え、犬の後ろから落ちるように拾った 逆火）、火に火をつけて、残っていた炭火マッシュを取り、それを浅い墓に葬った。  18年後に戻ってきて、それの上におしっこし、それに泥の穴を踏みつけて、それに唾を吐く。 それがBrain Powerdの外観です。 ああ、十分にクリア？\u001b[22m\n\u001b[1m(Gandamu, kōdogiasu, evu~angerion no yō ni miete, moetsukita mikisā ni irete, gomi o shobun shite inu ni atae, inu no ushiro kara ochiru yō ni hirotta sakabi), hi ni hi o tsukete, nokotte ita sumibi masshu o tori, sore o asai haka ni hōmutta. 18-Nen-go ni modotte kite, sore no ue ni oshikko shi, soreni doro no ana o fumitsukete, soreni tsubawohaku. Sore ga burēn Powerd no gaikandesu. Ā, jūbun ni kuria?)\u001b[22m\n\nTranslations of \u001b[4mThe art looks like you took Gundam, Code Geass, and Evangelion, put them in a burnt out blender, ran it through the garbage disposal, fed it to the dog, picked it up as it fell out of the dog's rear (post reingestion after regurgitation), lit it on fire, took the charred mush that was left and then buried it in a shallow grave. Come back 18 years later, pee all over it, stomp a mud hole in it, and then spit on it. That's what Brain Powerd looks like. Clear enough for ya?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art looks like you took Gundam, Code Geass, and Evangelion, put them in a burnt out blender, ran it through the garbage disposal, fed it to the dog, picked it up as it fell out of the dog's rear (post reingestion after\u001b[24m\n    \u001b[1mガンダム、コードギアス、エヴァンゲリオンのように見えて、燃え尽きたミキサーに入れて、ゴミを処分して犬に与え、犬の後ろから落ちるように拾った\u001b[22m, \u001b[1mあなたは、機動戦士ガンダム、コードギアス、およびエヴァンゲリオンを取っ燃え尽きブレンダーに入れ、生ごみ処理機を介してそれを実行した、犬にそれを与え、それが後に犬の後部（ポストreingestionから落ちたとして、それを拾ったような技術には見えます\u001b[22m\n\u001b[4mregurgitation), lit it on fire, took the charred mush that was left and then buried it in a shallow grave.\u001b[24m\n    \u001b[1m逆火）、火に火をつけて、残っていた炭火マッシュを取り、それを浅い墓に葬った。\u001b[22m, \u001b[1m逆流）、放置し、その後浅い墓にそれを埋葬された黒焦げのドロドロを取り、火の上に点灯。\u001b[22m\n\u001b[4mCome back 18 years later, pee all over it, stomp a mud hole in it, and then spit on it.\u001b[24m\n    \u001b[1m18年後に戻ってきて、それの上におしっこし、それに泥の穴を踏みつけて、それに唾を吐く。\u001b[22m, \u001b[1m、おしっこすべてその上に、18年後に戻ってくることに泥の穴を踏みつける、それに唾を吐きます。\u001b[22m\n\u001b[4mThat's what Brain Powerd looks like.\u001b[24m\n    \u001b[1mそれがBrain Powerdの外観です。\u001b[22m, \u001b[1mそれはブレンパワードは次のようになります。\u001b[22m\n\u001b[4mClear enough for ya?\u001b[24m\n    \u001b[1mああ、十分にクリア？\u001b[22m, \u001b[1myaのために十分クリア？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound and Voice Acting: 2\n\n\u001b[1m音声と声優：2\u001b[22m\n\u001b[1m(Onsei to seiyū: 2)\u001b[22m\n\nTranslations of \u001b[4mSound and Voice Acting: 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound and Voice Acting: 2\u001b[24m\n    \u001b[1m音声と声優：2\u001b[22m, \u001b[1mサウンドと声優：2\u001b[22m\n\u001b[1m\u001b[22m\nThis is truly the epitome of a bad dub. The actors must have all been deaf, or were required to put earplugs in before recording, because they shout in a nearly unimaginably monotone way that they come across as though they've never heard a human speak in their lives. They sound like deaf cavemen shouting words at random. EVERY. SINGLE. LINE comes out like a non sequitur as if just to fill the awkward, dead air in between speaking parts. The editing is among, if not THE worst I've ever heard, where there are audible cuts, stops, gaps, and just generally garbage to piss poor quality recordings. The actors are sometimes too far away from the mic, and sometimes it's so loud it's as though they ate it!\n\n\u001b[1mこれは本当に悪いダブの典型です。 俳優たちは、聞いたことが聞こえなかったかのように、まったく想像もつかない単調な方法で叫んでいるので、聴覚障害者や耳栓を録音する必要がありました。 聴覚障害者は無作為に言葉を叫ぶように聞こえる。 毎年。 シングル。  LINEは、話す部分の間に不気味な、死んだ空気を埋めるように、非連続音のように出てきます。 編集は、私が聞いたことのない最悪の場合ではありませんが、可聴カット、ストップ、ギャップ、そして一般的にゴミだけで質の低い録音を放棄します。 俳優たちは時にはマイクから遠すぎることもありますが、時にはそれがとても大声でそれは彼らがそれを食べたかのようです！\u001b[22m\n\u001b[1m(Kore wa hontōni warui dabu no tenkeidesu. Haiyū-tachi wa, kiita koto ga kikoenakatta ka no yō ni, mattaku sōzō mo tsukanai tanchōna hōhō de sakende irunode, chōkaku shōgai-sha ya mimisen o rokuon suru hitsuyō ga arimashita. Chōkaku shōgai-sha wa musakui ni kotoba o sakebu yō ni kikoeru. Maitoshi. Shinguru. LINE wa, hanasu bubun no ma ni bukimina, shinda kūki o umeru yō ni, hi renzoku-on no yō ni dete kimasu. Henshū wa, watashi ga kiita koto no nai saiaku no baaide wa arimasenga, kachō katto, sutoppu, gyappu, soshite ippantekini gomi dake de shitsu no hikui rokuon o hōki shimasu. Haiyū-tachi wa tokiniha maiku kara tō sugiru koto mo arimasuga, tokiniha sore ga totemo ōgoe de sore wa karera ga sore o tabe taka no yōdesu!)\u001b[22m\n\nTranslations of \u001b[4mThis is truly the epitome of a bad dub. The actors must have all been deaf, or were required to put earplugs in before recording, because they shout in a nearly unimaginably monotone way that they come across as though they've never heard a human speak in their lives. They sound like deaf cavemen shouting words at random. EVERY. SINGLE. LINE comes out like a non sequitur as if just to fill the awkward, dead air in between speaking parts. The editing is among, if not THE worst I've ever heard, where there are audible cuts, stops, gaps, and just generally garbage to piss poor quality recordings. The actors are sometimes too far away from the mic, and sometimes it's so loud it's as though they ate it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is truly the epitome of a bad dub.\u001b[24m\n    \u001b[1mこれは本当に悪いダブの典型です。\u001b[22m, \u001b[1mこれは本当に悪いダブの縮図です。\u001b[22m\n\u001b[4mThe actors must have all been deaf, or were required to put earplugs in before recording, because they shout in a nearly unimaginably monotone way that they come across as though they've never heard a human speak in their lives.\u001b[24m\n    \u001b[1m俳優たちは、聞いたことが聞こえなかったかのように、まったく想像もつかない単調な方法で叫んでいるので、聴覚障害者や耳栓を録音する必要がありました。\u001b[22m, \u001b[1m俳優はすべての聴覚障害されている必要があります、または彼らは人間を聞いたことがないかのように、彼らが出くわすことがほとんど想像を絶するほど単調な方法で叫ぶので、記録前に耳栓を置くように要求された生活の中で話します。\u001b[22m\n\u001b[4mThey sound like deaf cavemen shouting words at random.\u001b[24m\n    \u001b[1m聴覚障害者は無作為に言葉を叫ぶように聞こえる。\u001b[22m, \u001b[1m彼らはランダムに言葉を叫んで聴覚障害者穴居人のように聞こえます。\u001b[22m\n\u001b[4mEVERY.\u001b[24m\n    \u001b[1m毎年。\u001b[22m, \u001b[1mEVERY。\u001b[22m\n\u001b[4mSINGLE.\u001b[24m\n    \u001b[1mシングル。\u001b[22m, \u001b[1m単一。\u001b[22m, \u001b[1mSINGLE。\u001b[22m\n\u001b[4mLINE comes out like a non sequitur as if just to fill the awkward, dead air in between speaking parts.\u001b[24m\n    \u001b[1mLINEは、話す部分の間に不気味な、死んだ空気を埋めるように、非連続音のように出てきます。\u001b[22m, \u001b[1mLINEはちょうど話す部品間に厄介な、死んだ空気を埋めるかのように不合理な推論のように出てきます。\u001b[22m\n\u001b[4mThe editing is among, if not THE worst I've ever heard, where there are audible cuts, stops, gaps, and just generally garbage to piss poor quality recordings.\u001b[24m\n    \u001b[1m編集は、私が聞いたことのない最悪の場合ではありませんが、可聴カット、ストップ、ギャップ、そして一般的にゴミだけで質の低い録音を放棄します。\u001b[22m, \u001b[1m編集可聴カットがある場合には、私が今まで聞いたことが最悪の場合ではない、の中で、停止し、ギャップ、および低品質の録音を小便するだけで、一般ゴミ。\u001b[22m\n\u001b[4mThe actors are sometimes too far away from the mic, and sometimes it's so loud it's as though they ate it!\u001b[24m\n    \u001b[1m俳優たちは時にはマイクから遠すぎることもありますが、時にはそれがとても大声でそれは彼らがそれを食べたかのようです！\u001b[22m, \u001b[1m俳優が離れすぎてマイクから時々あり、時にはそれは彼らがそれを食べているかのように、それはですので、大声でです！\u001b[22m\n\u001b[1m\u001b[22m\nThere's absolutely no flow to the voices, everyone speaks in a really monotone voice, whether it's super hammed up, super flat, or super screechy- everything is idiotically overdone. The audio track is also edited so poorly, it's as though there was only one single track, and it didn't allow for anyone to talk over each other, or it would cut the first speaker off entirely. I think the entire auditory half of the show was done in one take, with absolutely no edits. The script must have been a direct translation from Japanese and the first ten geeks off the street were selected to perform these roles.\n\n\u001b[1m声には全く流れがなく、誰もが本当に単調な声で話します。それはスーパーハムアップ、スーパーフラット、スーパースクリーチなど、すべてがイディオムで過度に過ぎます。 オーディオトラックもあまり編集されていないので、1つのトラックしかないようだし、誰かがお互いに話すことができなかったり、最初のスピーカーを完全に切ったりするだろう。 私は、ショーの全半分の聴覚半分が編集されずに1回のテイクで行われたと思います。 このスクリプトは、日本語の直接翻訳でなければならず、これらの役割を果たすために、最初の10人のオタクが選択されました。\u001b[22m\n\u001b[1m(Koe ni wa mattaku nagare ga naku, daremoga hontōni tanchōna koe de hanashimasu. Sore wa sūpāhamuappu, sūpāfuratto, sūpāsukurīchi nado, subete ga idiomu de kado ni sugimasu. Ōdiotorakku mo amari henshū sa rete inainode, 1tsu no torakku shika nai yōdashi, darekaga otagai ni hanasu koto ga dekinakattari, saisho no supīkā o kanzen ni kittari surudarou. Watashi wa, shō no zen hanbun no chōkaku hanbun ga henshū sa rezu ni 1-kai no teiku de okonawa reta to omoimasu. Kono sukuriputo wa, nihongo no chokusetsu hon'yakudenakereba narazu, korera no yakuwariwohatasu tame ni, saisho no 10-ri no otaku ga sentaku sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThere's absolutely no flow to the voices, everyone speaks in a really monotone voice, whether it's super hammed up, super flat, or super screechy- everything is idiotically overdone. The audio track is also edited so poorly, it's as though there was only one single track, and it didn't allow for anyone to talk over each other, or it would cut the first speaker off entirely. I think the entire auditory half of the show was done in one take, with absolutely no edits. The script must have been a direct translation from Japanese and the first ten geeks off the street were selected to perform these roles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's absolutely no flow to the voices, everyone speaks in a really monotone voice, whether it's super hammed up, super flat, or super screechy- everything is idiotically overdone.\u001b[24m\n    \u001b[1m声には全く流れがなく、誰もが本当に単調な声で話します。それはスーパーハムアップ、スーパーフラット、スーパースクリーチなど、すべてがイディオムで過度に過ぎます。\u001b[22m, \u001b[1m声への流れは絶対にありません、誰もがそれは超超フラット、アップhammedだかどうか、本当に単調な声で話す、またはスーパーscreechy-すべてが愚かに行き過ぎです。\u001b[22m\n\u001b[4mThe audio track is also edited so poorly, it's as though there was only one single track, and it didn't allow for anyone to talk over each other, or it would cut the first speaker off entirely.\u001b[24m\n    \u001b[1mオーディオトラックもあまり編集されていないので、1つのトラックしかないようだし、誰かがお互いに話すことができなかったり、最初のスピーカーを完全に切ったりするだろう。\u001b[22m, \u001b[1mオーディオトラックもありただ1つのトラックだった、と誰もがお互いの上に話をすることは許可しませんでした、またはそれが完全に第1のスピーカを切断だろうかのようにそれはですので、不十分編集されます。\u001b[22m\n\u001b[4mI think the entire auditory half of the show was done in one take, with absolutely no edits.\u001b[24m\n    \u001b[1m私は、ショーの全半分の聴覚半分が編集されずに1回のテイクで行われたと思います。\u001b[22m, \u001b[1m私はショーの全体聴覚半分は全く編集して、1テイクで行われていたと思います。\u001b[22m\n\u001b[4mThe script must have been a direct translation from Japanese and the first ten geeks off the street were selected to perform these roles.\u001b[24m\n    \u001b[1mこのスクリプトは、日本語の直接翻訳でなければならず、これらの役割を果たすために、最初の10人のオタクが選択されました。\u001b[22m, \u001b[1mこのスクリプトは、日本からの直接翻訳されている必要があり、通りから最初の10オタクは、これらの役割を実行するために選択しました。\u001b[22m\nI watched several episodes of the Japanese audio and it was absolute garbage as well.\n\n\u001b[1m私は日本のオーディオのいくつかのエピソードを見て、それは絶対ゴミだけでした。\u001b[22m\n\u001b[1m(Watashi wa Nihon no ōdio no ikutsu ka no episōdo o mite, sore wa zettai gomi dakedeshita.)\u001b[22m\n\nTranslations of \u001b[4mI watched several episodes of the Japanese audio and it was absolute garbage as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched several episodes of the Japanese audio and it was absolute garbage as well.\u001b[24m\n    \u001b[1m私は日本のオーディオのいくつかのエピソードを見て、それは絶対ゴミだけでした。\u001b[22m, \u001b[1m私は日本語音声のいくつかのエピソードを見て、それは同様に絶対的なゴミでした。\u001b[22m\n\u001b[1m\u001b[22m\nI give this one extra point purely out of respect for Yoko Kanno, whose name graces this otherwise abhorrent turd of a show. I'm still in disbelief that she agreed to work on this, and maybe she didn't even know what it was, because the music absolutely blows just like the voice acting. I can barely even hum the opening theme to myself, much less actively recall any kind of insert or background music in the show.\n\n\u001b[1m菅野よう子さんの尊敬の念から、私はこの1つの特別なポイントを与えます。 私はまだ彼女がこれに取り組むことに同意したことを信じていないし、彼女はそれが何であったか分からなかったかもしれない。なぜなら、音楽は声優のように絶対に吹くからだ。 私は自分自身にオープニングのテーマをハムにさえ、ショーのインサートやバックグラウンドの音楽をもっと積極的に思い出すことはほとんどありません。\u001b[22m\n\u001b[1m(Kan'no yōko-san no sonkei no nen kara, watashi wa kono 1tsu no tokubetsuna pointo o ataemasu. Watashi wa mada kanojo ga kore ni torikumu koto ni dōi shita koto o shinjite inaishi, kanojo wa sore ga nandeatta ka wakaranakatta kamo shirenai. Nazenara, ongaku wa seiyū no yō ni zettai ni fukukarada. Watashi wa jibun jishin ni ōpuningu no tēma o hamu ni sae, shō no insāto ya bakkuguraundo no ongaku o motto sekkyokutekini omoidasu koto wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI give this one extra point purely out of respect for Yoko Kanno, whose name graces this otherwise abhorrent turd of a show. I'm still in disbelief that she agreed to work on this, and maybe she didn't even know what it was, because the music absolutely blows just like the voice acting. I can barely even hum the opening theme to myself, much less actively recall any kind of insert or background music in the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give this one extra point purely out of respect for Yoko Kanno, whose name graces this otherwise abhorrent turd of a show.\u001b[24m\n    \u001b[1m菅野よう子さんの尊敬の念から、私はこの1つの特別なポイントを与えます。\u001b[22m, \u001b[1m私は純粋に名前ショーのこのそうでない忌まわしい糞を飾っ菅野よう子、の尊重のうち、この1つの余分なポイントを与えます。\u001b[22m\n\u001b[4mI'm still in disbelief that she agreed to work on this, and maybe she didn't even know what it was, because the music absolutely blows just like the voice acting.\u001b[24m\n    \u001b[1m私はまだ彼女がこれに取り組むことに同意したことを信じていないし、彼女はそれが何であったか分からなかったかもしれない。なぜなら、音楽は声優のように絶対に吹くからだ。\u001b[22m, \u001b[1m音楽は絶対にだけ声の演技のように吹くので、私は彼女がこの上で動作することに同意したことに不信感にまだだし、多分彼女もそれが何であったか知りませんでした。\u001b[22m\n\u001b[4mI can barely even hum the opening theme to myself, much less actively recall any kind of insert or background music in the show.\u001b[24m\n    \u001b[1m私は自分自身にオープニングのテーマをハムにさえ、ショーのインサートやバックグラウンドの音楽をもっと積極的に思い出すことはほとんどありません。\u001b[22m, \u001b[1m私はかろうじてさえはるかに少ない積極的にショーの挿入や背景音楽の任意の種類を思い出し、自分自身にオープニングテーマをハミングすることができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory and Characters: 1\n\n\u001b[1mストーリーとキャラクター：1\u001b[22m\n\u001b[1m(Sutōrī to kyarakutā: 1)\u001b[22m\n\nTranslations of \u001b[4mStory and Characters: 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory and Characters: 1\u001b[24m\n    \u001b[1mストーリーとキャラクター：1\u001b[22m, \u001b[1mストーリーやキャラクター：1\u001b[22m\n\u001b[1m\u001b[22m\nSince Brain is an Evangelion ripoff, I have to at least discuss the shameless theft that Yoshiyuki Tomino and studio Sunrise committed in the process of producing this piece of crap. Let's begin superficially, shall we?\n\n\u001b[1mブレインはエヴァンゲリオン・リップオフなので、少なくとも、富野義之とサンライズ・スタジオの恥知らずの盗難については、この作品を制作する過程でコミットしなければならない。 表面的に始めようか？\u001b[22m\n\u001b[1m(Burein wa evu~angerion rippuofunanode, sukunakutomo, Tomino Yoshiyuki to sanraizu sutajio no hajishirazu no tōnan ni tsuite wa, kono sakuhin o seisaku suru katei de komitto shinakereba naranai. Hyōmen-teki ni hajimeyou ka?)\u001b[22m\n\nTranslations of \u001b[4mSince Brain is an Evangelion ripoff, I have to at least discuss the shameless theft that Yoshiyuki Tomino and studio Sunrise committed in the process of producing this piece of crap. Let's begin superficially, shall we?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince Brain is an Evangelion ripoff, I have to at least discuss the shameless theft that Yoshiyuki Tomino and studio Sunrise committed in the process of producing this piece of crap.\u001b[24m\n    \u001b[1mブレインはエヴァンゲリオン・リップオフなので、少なくとも、富野義之とサンライズ・スタジオの恥知らずの盗難については、この作品を制作する過程でコミットしなければならない。\u001b[22m, \u001b[1m脳は、エヴァンゲリオンの盗作であるので、私は少なくとも富野由悠季とスタジオサンライズはがらくたのこの部分を製造する過程で犯し恥知らず盗難を議論する必要があります。\u001b[22m\n\u001b[4mLet's begin superficially, shall we?\u001b[24m\n    \u001b[1m表面的に始めようか？\u001b[22m, \u001b[1m、のは、表面的に開始うじゃありませんか？\u001b[22m\n\u001b[1m\u001b[22m\nThe world is going to be devastated and humanity wiped out by the event of this mountain range sized space ship called 'Orphan' taking off (read: Third Impact). There are two warring factions- one that reside in Orphan itself (read: SEELE) growing semi-sentient mechas called 'Grand Cheres' (read: Evas), and the lawful good faction that live on a ship with a PYRAMID ON TOP OF IT (read: NERV) that accumulate their own 'living' mechas, called BRAIN POWERDS. Funnily enough, Kensaku Isami (read: budget Gendo Ikari) is the father of the main character, Yuu (read: Shinji), who is a incompetent, whiny brat. Yuu's struggle is with his teen angst, and family- including a sister who styles herself Quincy Issa, because she thinks it makes her sound like a badass.\n\n\u001b[1m世界は荒廃し、人類は「オーファン」と呼ばれるこの山脈サイズの宇宙船が離陸することで一掃される（第3のインパクトを読む）。  Orphanには2つの戦闘派があります。（読者：SEELE）「Grand Cheres」（読書：Evas）と呼ばれる準感知型メカを成長させています。そして、その上にピラミッドを持つ船に住む合法的な良い派閥 （読んだ：NERV）彼ら自身の「生きている」メカを蓄積して、それはブレインパワーと呼ばれる。 おかしいほど、剣心石見（読書予算：Gendo Ikari）は主人公のYuuさん（読書：Shinji）です。彼女は無能で馬鹿です。 ユウの闘いは十代の怒りと、家族、クインシー・イサのスタイルをとった姉妹を含む。\u001b[22m\n\u001b[1m(Sekai wa kōhai shi, jinrui wa `ōfan' to yoba reru kono sanmyaku saizu no uchūsen ga ririku suru koto de issō sa reru (dai 3 no inpakuto o yomu). Orphan ni wa 2tsu no sentō-ha ga arimasu. (Dokusha: SEELE) `Grand Cheres'(dokusho: Evas) to yoba reru jun kanchi-gata meka o seichō sa sete imasu. Soshite, sono-jō ni piramiddo o motsu fune ni sumu gōhō-tekina yoi habatsu (yonda: Nerufu) karera jishin no `ikite iru' meka o chikuseki shite, soreha bureinpawā to yoba reru. Okashī hodo, ken kokoro Iwami (dokusho yosan: Gendo Ikari) wa shujinkō no Yuu-san (dokusho: Shinji)desu. Kanojo wa munōde bakadesu. Yū no tatakai wa jūdai no ikari to, kazoku, kuinshī Isa no sutairu o totta shimai o fukumu.)\u001b[22m\n\nTranslations of \u001b[4mThe world is going to be devastated and humanity wiped out by the event of this mountain range sized space ship called 'Orphan' taking off (read: Third Impact). There are two warring factions- one that reside in Orphan itself (read: SEELE) growing semi-sentient mechas called 'Grand Cheres' (read: Evas), and the lawful good faction that live on a ship with a PYRAMID ON TOP OF IT (read: NERV) that accumulate their own 'living' mechas, called BRAIN POWERDS. Funnily enough, Kensaku Isami (read: budget Gendo Ikari) is the father of the main character, Yuu (read: Shinji), who is a incompetent, whiny brat. Yuu's struggle is with his teen angst, and family- including a sister who styles herself Quincy Issa, because she thinks it makes her sound like a badass.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe world is going to be devastated and humanity wiped out by the event of this mountain range sized space ship called 'Orphan' taking off (read: Third Impact).\u001b[24m\n    \u001b[1m世界は荒廃し、人類は「オーファン」と呼ばれるこの山脈サイズの宇宙船が離陸することで一掃される（第3のインパクトを読む）。\u001b[22m, \u001b[1m世界は荒廃し、人類が離陸 '孤児'（：サードインパクトを読んで）と呼ばれるこの山脈サイズの宇宙船のイベントによって一掃しようとしています。\u001b[22m\n\u001b[4mThere are two warring factions- one that reside in Orphan itself (read: SEELE) growing semi-sentient mechas called 'Grand Cheres' (read: Evas), and the lawful good faction that live on a ship with a PYRAMID ON TOP OF IT\u001b[24m\n    \u001b[1mOrphanには2つの戦闘派があります。（読者：SEELE）「Grand Cheres」（読書：Evas）と呼ばれる準感知型メカを成長させています。そして、その上にピラミッドを持つ船に住む合法的な良い派閥\u001b[22m, \u001b[1m「グランドCheres」と呼ばれる半知覚力mechasを成長させる（読み：船外活動）をし、その上にPYRAMIDで船に住んで合法的に良い派閥：孤児自体に常駐factions- 1を（ゼーレを読む）交戦中の2があります。\u001b[22m\n\u001b[4m(read: NERV) that accumulate their own 'living' mechas, called BRAIN POWERDS.\u001b[24m\n    \u001b[1m（読んだ：NERV）彼ら自身の「生きている」メカを蓄積して、それはブレインパワーと呼ばれる。\u001b[22m, \u001b[1m（読み：NERV）を脳POWERDSと呼ばれる、自分自身の生活」mechasを蓄積しています。\u001b[22m\n\u001b[4mFunnily enough, Kensaku Isami (read: budget Gendo Ikari) is the father of the main character, Yuu (read: Shinji), who is a incompetent, whiny brat.\u001b[24m\n    \u001b[1mおかしいほど、剣心石見（読書予算：Gendo Ikari）は主人公のYuuさん（読書：Shinji）です。彼女は無能で馬鹿です。\u001b[22m, \u001b[1m妙な話だが、健作勇は（読み：予算碇ゲンドウを）：無能、不機嫌そうなガキで、主人公、優（シンジを読み取る）の父です。\u001b[22m\n\u001b[4mYuu's struggle is with his teen angst, and family- including a sister who styles herself Quincy Issa, because she thinks it makes her sound like a badass.\u001b[24m\n    \u001b[1mユウの闘いは十代の怒りと、家族、クインシー・イサのスタイルをとった姉妹を含む。\u001b[22m, \u001b[1m彼女はそれが悪いやつのように彼女の音を作ると考えているのでゆうの闘争は、彼の十代の不安、そして誰のスタイル自身クインシー一茶の姉妹を含むファミリー - です。\u001b[22m\n\u001b[1m\u001b[22m\nThere's also Hime Utsumiya, our Asuka analogue, Jonathan the hotheaded mommy issues emo, and a bevy of supporting characters who serve little to no purpose other than to make my eyes hurt more than they already do, post 26 episodes of this trash. The bottom line is that everyone has mommy or daddy issues. Heck, one dude tries to kill his mom because she wouldn't buy him a Christmas present.\n\n\u001b[1m私たちの目を傷つけること以外にはほとんど目的を果たしていない支持キャラクターの集まりで、このゴミの26エピソードを投稿しています。 結論は、誰もがママやパパの問題を抱えているということです。 彼はクリスマスプレゼントを買わないので、彼のお母さんを殺そうとしています。\u001b[22m\n\u001b[1m(Watashitachi no me o kizutsukeru koto igai ni wa hotondo mokuteki o hatashite inai shiji kyarakutā no atsumari de, kono gomi no 26 episōdo o tōkō shite imasu. Ketsuron wa, daremoga mama ya papa no mondai o kakaete iru to iu kotodesu. Kare wa kurisumasu purezento o kawanainode, kare no okāsan o korosou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's also Hime Utsumiya, our Asuka analogue, Jonathan the hotheaded mommy issues emo, and a bevy of supporting characters who serve little to no purpose other than to make my eyes hurt more than they already do, post 26 episodes of this trash. The bottom line is that everyone has mommy or daddy issues. Heck, one dude tries to kill his mom because she wouldn't buy him a Christmas present.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's also Hime Utsumiya, our Asuka analogue, Jonathan the hotheaded mommy issues emo, and a bevy of supporting characters who serve little to no purpose other than to make my eyes hurt more than they already do, post 26 episodes of this trash.\u001b[24m\n    \u001b[1m私たちの目を傷つけること以外にはほとんど目的を果たしていない支持キャラクターの集まりで、このゴミの26エピソードを投稿しています。\u001b[22m, \u001b[1m姫Utsumiya、私たちのアスカアナログはもあります、ジョナサンは問題はエモせっかちなママ、そして私の目を作る以外の目的にはほとんどを果たす文字をサポートしているの群れがこのゴミの26のエピソードを投稿し、彼らはすでによりも多くを傷つけます。\u001b[22m\n\u001b[4mThe bottom line is that everyone has mommy or daddy issues.\u001b[24m\n    \u001b[1m結論は、誰もがママやパパの問題を抱えているということです。\u001b[22m, \u001b[1m一番下の行は、誰もがママやパパの問題を持っているということです。\u001b[22m\n\u001b[4mHeck, one dude tries to kill his mom because she wouldn't buy him a Christmas present.\u001b[24m\n    \u001b[1m彼はクリスマスプレゼントを買わないので、彼のお母さんを殺そうとしています。\u001b[22m, \u001b[1mヘック、1男は、彼女が彼にクリスマスプレゼントを購入しないだろうので、彼のお母さんを殺すためにしようとします。\u001b[22m\n\u001b[1m\u001b[22m\nSo, what the hell is the plot to this thing? BEATS FREAKING ME. I spent about 9 hours watching this show, and I still have no clue what the heck happened, was supposed to happen, or if there was even an intention of 'happen' in the writing. The first episode really set the tone for the entire series- NOTHING made sense, nothing was connected, and it's never explained who characters are, their motives, goals, pasts, futures, or why I should give a flying flip about them in the first place. Even various scenes in the same episode don't work, given how absolutely random and jarring they are, whether from time skips, jump cuts, or any amount of ineptitude in even the most basic forms of storytelling. I will never willingly watch something made by Tomino ever again. This is the most moronic, nonsensical crap I've ever seen.\n\n\u001b[1mだから、この事のプロットは何だ？ 私を打ち負かす。 私はこのショーを見るのに約9時間を費やしていましたが、私は今でも何か起こったのか、起こったのか、あるいはその事実が書かれているのかどうかは分かりません。 最初のエピソードは本当にシリーズ全体のトーンを設定しました。何も意味がなく、何もつながれていませんでした。キャラクターは誰であるのか、その動機、ゴール、過去、未来を説明しませんでした。 場所。 たとえ最も基本的なストーリーテリングの形態でさえも、タイムスキップ、ジャンプカット、無作為のいずれの場合でも、同じエピソード内のさまざまな場面でさえ、絶対に無作為で、激しく揺れている場合、機能しません。 私は決してTominoによって作られた何かを喜んで見ることはありません。 これは私が今までに見た中で最も無謀で無意味なものです。\u001b[22m\n\u001b[1m(Dakara, kono koto no purotto wa nanida? Watashi o uchi makasu. Watashi wa kono shō o miru no ni yaku 9-jikan o tsuiyashite imashitaga, watashi wa ima demo nani ka okotta no ka, okotta no ka, aruiwa sono jijitsu ga kaka rete iru no ka dō ka wa wakarimasen. Saisho no episōdo wa hontōni shirīzu zentai no tōn o settei shimashita. Nani mo imi ga naku, nani mo tsunaga rete imasendeshita. Kyarakutā wa daredearu no ka, sono dōki, gōru, kako, mirai o setsumei shimasendeshita. Basho. Tatoe mottomo kihon-tekina sutōrīteringu no keitaide sae mo, taimusukippu, janpu katto, musakui no izure no baai demo, onaji episōdo-nai no samazamana bamende sae, zettai ni musakui de, hageshiku yurete iru baai, kinō shimasen. Watashi wa kesshite Tomino ni yotte tsukura reta nanika o yorokonde miru koto wa arimasen. Kore wa watashi ga ima made ni mita naka de mottomo mubōde muimina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, what the hell is the plot to this thing? BEATS FREAKING ME. I spent about 9 hours watching this show, and I still have no clue what the heck happened, was supposed to happen, or if there was even an intention of 'happen' in the writing. The first episode really set the tone for the entire series- NOTHING made sense, nothing was connected, and it's never explained who characters are, their motives, goals, pasts, futures, or why I should give a flying flip about them in the first place. Even various scenes in the same episode don't work, given how absolutely random and jarring they are, whether from time skips, jump cuts, or any amount of ineptitude in even the most basic forms of storytelling. I will never willingly watch something made by Tomino ever again. This is the most moronic, nonsensical crap I've ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, what the hell is the plot to this thing?\u001b[24m\n    \u001b[1mだから、この事のプロットは何だ？\u001b[22m, \u001b[1mだから、どのような地獄は、この事にプロットしたものですか？\u001b[22m\n\u001b[4mBEATS FREAKING ME.\u001b[24m\n    \u001b[1m私を打ち負かす。\u001b[22m, \u001b[1mMEをおかしくBEATS。\u001b[22m\n\u001b[4mI spent about 9 hours watching this show, and I still have no clue what the heck happened, was supposed to happen, or if there was even an intention of 'happen' in the writing.\u001b[24m\n    \u001b[1m私はこのショーを見るのに約9時間を費やしていましたが、私は今でも何か起こったのか、起こったのか、あるいはその事実が書かれているのかどうかは分かりません。\u001b[22m, \u001b[1m私はこの番組を見て約9時間を過ごした、と私はまだ一体何が起こったのか見当もつかない、起こることになっていた、または書面で「起こる」のさえ意図があった場合。\u001b[22m\n\u001b[4mThe first episode really set the tone for the entire series- NOTHING made sense, nothing was connected, and it's never explained who characters are, their motives, goals, pasts, futures, or why I should give a flying flip about them in the first\u001b[24m\n    \u001b[1m最初のエピソードは本当にシリーズ全体のトーンを設定しました。何も意味がなく、何もつながれていませんでした。キャラクターは誰であるのか、その動機、ゴール、過去、未来を説明しませんでした。\u001b[22m, \u001b[1m最初のエピソードは本当に意味を成していた全体のシリーズ -  NOTHINGのためのトーンを設定、何も接続していないし、それは誰の文字は、自分の動機、目標、過去を、先物であるか、またはなぜ私が最初にそれらについての飛行フリップを与える必要がありますを説明したことがないです\u001b[22m\n\u001b[4mplace.\u001b[24m\n    \u001b[1m場所。\u001b[22m, \u001b[1m場所。\u001b[22m\n\u001b[4mEven various scenes in the same episode don't work, given how absolutely random and jarring they are, whether from time skips, jump cuts, or any amount of ineptitude in even the most basic forms of storytelling.\u001b[24m\n    \u001b[1mたとえ最も基本的なストーリーテリングの形態でさえも、タイムスキップ、ジャンプカット、無作為のいずれの場合でも、同じエピソード内のさまざまな場面でさえ、絶対に無作為で、激しく揺れている場合、機能しません。\u001b[22m, \u001b[1m同じエピソードでさえ、様々なシーンでは、時間のスキップ、ジャンプカット、または物語の最も基本的な形で愚かさの任意の量からかどうか、どのように絶対にランダムと彼らは耳障り与えられ、動作しません。\u001b[22m\n\u001b[4mI will never willingly watch something made by Tomino ever again.\u001b[24m\n    \u001b[1m私は決してTominoによって作られた何かを喜んで見ることはありません。\u001b[22m, \u001b[1m私は喜んで二度と富野によって作られたものを見ることはありません。\u001b[22m\n\u001b[4mThis is the most moronic, nonsensical crap I've ever seen.\u001b[24m\n    \u001b[1mこれは私が今までに見た中で最も無謀で無意味なものです。\u001b[22m, \u001b[1mこれは私が今まで見た中で最もマロン、無意味ながらくたです。\u001b[22m\n\u001b[1m\u001b[22m\nThere was some really hamfisted environmental protection agenda crap at the end... and there was a betrayal I didn't even know was a betrayal because the character was never introduced, they just kind of appeared... there was a twist that. .. didn't matter in the slightest, Gendo Ikari was reduced to a snivelling, impotent, crying nerd; mechas ice skating, an absolute lack of information involving anything (I have more questions after it ended than I managed to write down), robots that apparently get tired?, and not one, not two, but THREE TACKED ON, PURPOSELESS ROMANCES. We also have fluid suits (read: plug suits) that help the driver of the Brain interface better, mechas ice skating, amnesia, fake drama, BIGGER BAD and well, I could probably read off a laundry list of TV Tropes this show uses, but my life was shortened already just by watching, so I'll refrain.\n\n\u001b[1m終わりには本当にうまくいけない環境保護のアジェンダがありました...そして、キャラクターが決して紹介されなかったので、私が知らなかった裏切りがあったとしても、ちょっと登場しました。  ..ちょっとでも問題はなかったが、玄洞イカリは、かわいらしくてインポテンツで、泣くようなオタクに変わった。  （私はそれが管理するよりも終了した後、より多くの質問を持っている）、明らかに疲れているロボット？、そして1つではなく、2つではなく、3つの、ロマンチックなROMANCES。 私たちはまた、Brainインターフェースのドライバー、メカス・スケート、記憶喪失、偽のドラマ、より悪い悪いことを助ける流体スーツ（読書：プラグスーツ）を持っています。おそらく、このショーが使用するTV Tropesの洗濯物リストを読むことができます。 しかし、私の人生はすでに見るだけで短くなってしまったので、私は控えます。\u001b[22m\n\u001b[1m(Owari ni wa hontōni umaku ikenai kankyō hogo no ajenda ga arimashita... Soshite, kyarakutā ga kesshite shōkai sa renakattanode, watashi ga shiranakatta uragiri ga atta to shite mo, chotto tōjō shimashita... Chotto demo mondai wa nakattaga, gendō Ikari wa, kawairashikute inpotentsu de, naku yōna otaku ni kawatta. (Watashi wa sore ga kanri suru yori mo shūryō shita nochi, yori ōku no shitsumon o motte iru), akiraka ni tsukarete iru robotto?, Soshite 1tsude wa naku, 2tsude wa naku, 3ttsu no, romanchikkuna ROMANCES. Watashitachiha mata, burēn intāfēsu no doraibā, mekasu sukēto, kioku sōshitsu, nise no dorama, yori warui warui koto o tasukeru ryūtai sūtsu (dokusho: Puragusūtsu) o motte imasu. Osoraku, kono shō ga shiyō suru TV Tropes no sentakubutsu risuto o yomu koto ga dekimasu. Shikashi, watashinojinsei wa sudeni miru dakede mijikaku natte shimattanode, watashi wa hikaemasu.)\u001b[22m\n\nTranslations of \u001b[4mThere was some really hamfisted environmental protection agenda crap at the end... and there was a betrayal I didn't even know was a betrayal because the character was never introduced, they just kind of appeared... there was a twist that. .. didn't matter in the slightest, Gendo Ikari was reduced to a snivelling, impotent, crying nerd; mechas ice skating, an absolute lack of information involving anything (I have more questions after it ended than I managed to write down), robots that apparently get tired?, and not one, not two, but THREE TACKED ON, PURPOSELESS ROMANCES. We also have fluid suits (read: plug suits) that help the driver of the Brain interface better, mechas ice skating, amnesia, fake drama, BIGGER BAD and well, I could probably read off a laundry list of TV Tropes this show uses, but my life was shortened already just by watching, so I'll refrain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was some really hamfisted environmental protection agenda crap at the end... and there was a betrayal I didn't even know was a betrayal because the character was never introduced, they just kind of appeared... there was a twist that.\u001b[24m\n    \u001b[1m終わりには本当にうまくいけない環境保護のアジェンダがありました...そして、キャラクターが決して紹介されなかったので、私が知らなかった裏切りがあったとしても、ちょっと登場しました。\u001b[22m, \u001b[1mいくつかの本当にhamfisted環境保護の議題がらくたが最後であった...と私も知りませんでした裏切りがあった文字が導入されなかったため、裏切りだった、彼らは一種の登場...そのねじれがありました。\u001b[22m\n\u001b[4m.. didn't matter in the slightest, Gendo Ikari was reduced to a snivelling, impotent, crying nerd;\u001b[24m\n    \u001b[1m..ちょっとでも問題はなかったが、玄洞イカリは、かわいらしくてインポテンツで、泣くようなオタクに変わった。\u001b[22m, \u001b[1m..少しも問題ではありませんでした、碇ゲンドウはsnivelling、無力、泣いオタクに減少しました。\u001b[22m\n\u001b[4mmechas ice skating, an absolute lack of information involving anything (I have more questions after it ended than I managed to write down), robots that apparently get tired?, and not one, not two, but THREE TACKED ON, PURPOSELESS ROMANCES.\u001b[24m\n    \u001b[1m（私はそれが管理するよりも終了した後、より多くの質問を持っている）、明らかに疲れているロボット？、そして1つではなく、2つではなく、3つの、ロマンチックなROMANCES。\u001b[22m, \u001b[1mmechasアイススケート、（それは私が書き留めて管理するよりも、終わった後、私は多くの質問を持っている）ものを含む情報の絶対的不足、明らかに1、ない2が、ONタックTHREE、目的のない恋愛を飽き?,およびないロボット。\u001b[22m\n\u001b[4mWe also have fluid suits (read: plug suits) that help the driver of the Brain interface better, mechas ice skating, amnesia, fake drama, BIGGER BAD and well, I could probably read off a laundry list of TV Tropes this show uses,\u001b[24m\n    \u001b[1m私たちはまた、Brainインターフェースのドライバー、メカス・スケート、記憶喪失、偽のドラマ、より悪い悪いことを助ける流体スーツ（読書：プラグスーツ）を持っています。おそらく、このショーが使用するTV Tropesの洗濯物リストを読むことができます。\u001b[22m, \u001b[1m我々はまた、流体のスーツ（読み：プラグスーツ）を持つ脳インタフェースのドライバを助け、より良い、mechasアイススケート、健忘、偽のドラマ、BIGGER BADよくし、私はおそらく、このショーの用途テレビ比喩の洗濯物のリストを読み取ることができ\u001b[22m\n\u001b[4mbut my life was shortened already just by watching, so I'll refrain.\u001b[24m\n    \u001b[1mしかし、私の人生はすでに見るだけで短くなってしまったので、私は控えます。\u001b[22m, \u001b[1mしかし、私の人生はただ見て、すでに短縮されたので、私は遠慮します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall: 1\n\n\u001b[1m楽しさと全体：1\u001b[22m\n\u001b[1m(Tanoshisa to zentai: 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall: 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall: 1\u001b[24m\n    \u001b[1m楽しさと全体：1\u001b[22m\n\u001b[1m\u001b[22m\nI'm forever damaged after watching this show. Let this review stand as testament to my masochist's constitution, as this pushed me to my outer bounds and beyond. I have suffered through Idea Factory, Tokyo Ghoul Root A, The Super Mario Anime, and many, many others. One could even say I'm a purveyor of old, bad anime. But this... this takes the crown. I have been there and seen bad anime. I actively seek out bad anime. If I had known that something that was such odious refuse as this was as astoundingly horrible as it was, I would never have even so much as searched 'Neon Genesis Evangelion ripoff shows'\n\n\u001b[1m私はこのショーを見て永遠に傷ついている。 このレビューを私のマゾフストの憲法の証として立てましょう。 私はIdea Factory、Tokyo Ghoul Root A、Super Mario Animeなど、多くの他の多くの人々に苦しんだ。 私は古い、悪いアニメの提供者だと言うことさえできます。 しかし、これは...これは王冠を取る。 私はそこにいて、悪いアニメを見ました。 私は積極的に悪いアニメを探します。 私がこのような嫌なことを拒否したことがそれほど驚くほど恐ろしいことを知っていたなら、私は検索されたほどのものではないでしょう。「新世紀エヴァンゲリオンripoffショー」\u001b[22m\n\u001b[1m(Watashi wa kono shō o mite eien ni kizutsuite iru. Kono rebyū o watashi no mazofusuto no kenpō no akashi to shite tatemashou. Watashi wa Idea fakutori, Tokyo Ghoul Root A, Super mario Anime nado, ōku no ta no ōku no hitobito ni kurushinda. Watashi wa furui, warui anime no teikyō-shada to iu koto sae dekimasu. Shikashi, koreha... Kore wa ōkan o toru. Watashi wa soko ni ite, warui anime o mimashita. Watashi wa sekkyokutekini warui anime o sagashimasu. Watashi ga ko no yōna iyana koto o kyohi shita koto ga sorehodo odoroku hodo osoroshī koto o shitteitanara, watashi wa kensaku sa reta hodo no monode wanaideshou. `Shinseikievu~angerion ripoff shō')\u001b[22m\n\nTranslations of \u001b[4mI'm forever damaged after watching this show. Let this review stand as testament to my masochist's constitution, as this pushed me to my outer bounds and beyond. I have suffered through Idea Factory, Tokyo Ghoul Root A, The Super Mario Anime, and many, many others. One could even say I'm a purveyor of old, bad anime. But this... this takes the crown. I have been there and seen bad anime. I actively seek out bad anime. If I had known that something that was such odious refuse as this was as astoundingly horrible as it was, I would never have even so much as searched 'Neon Genesis Evangelion ripoff shows'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm forever damaged after watching this show.\u001b[24m\n    \u001b[1m私はこのショーを見て永遠に傷ついている。\u001b[22m, \u001b[1m私は永遠にこの番組を見た後に破損しています。\u001b[22m\n\u001b[4mLet this review stand as testament to my masochist's constitution, as this pushed me to my outer bounds and beyond.\u001b[24m\n    \u001b[1mこのレビューを私のマゾフストの憲法の証として立てましょう。\u001b[22m, \u001b[1mこれは私の外部境界に枠を越えて、私をプッシュとして、この口コミが私のマゾの憲法の証として立ってみましょう。\u001b[22m\n\u001b[4mI have suffered through Idea Factory, Tokyo Ghoul Root A, The Super Mario Anime, and many, many others.\u001b[24m\n    \u001b[1m私はIdea Factory、Tokyo Ghoul Root A、Super Mario Animeなど、多くの他の多くの人々に苦しんだ。\u001b[22m, \u001b[1m私は、アイディアファクトリー、東京グールルートA、スーパーマリオアニメ、そして多く、他の多くを介して受けてきました。\u001b[22m\n\u001b[4mOne could even say I'm a purveyor of old, bad anime.\u001b[24m\n    \u001b[1m私は古い、悪いアニメの提供者だと言うことさえできます。\u001b[22m, \u001b[1m一つはあっても、私は昔、悪いアニメの御用達だと言うことができます。\u001b[22m\n\u001b[4mBut this... this takes the crown.\u001b[24m\n    \u001b[1mしかし、これは...これは王冠を取る。\u001b[22m, \u001b[1mしかし、これは...これは王冠を取ります。\u001b[22m\n\u001b[4mI have been there and seen bad anime.\u001b[24m\n    \u001b[1m私はそこにいて、悪いアニメを見ました。\u001b[22m, \u001b[1m私はそこにあったと悪いアニメを見てきました。\u001b[22m\n\u001b[4mI actively seek out bad anime.\u001b[24m\n    \u001b[1m私は積極的に悪いアニメを探します。\u001b[22m, \u001b[1m私は積極的に悪いアニメを模索します。\u001b[22m\n\u001b[4mIf I had known that something that was such odious refuse as this was as astoundingly horrible as it was, I would never have even so much as searched 'Neon Genesis Evangelion ripoff shows'\u001b[24m\n    \u001b[1m私がこのような嫌なことを拒否したことがそれほど驚くほど恐ろしいことを知っていたなら、私は検索されたほどのものではないでしょう。「新世紀エヴァンゲリオンripoffショー」\u001b[22m, \u001b[1m私は、これはそれがあったとして驚くほど恐ろしいあったように、このようないやらしいゴミだった何かが、私が検索のようにしてもそんなに持っていないだろう」新世紀エヴァンゲリオンの盗作を示している」ことを知っていたなら\u001b[22m\n\u001b[1m\u001b[22m\nIt fails on every fundamental level, and in every way imaginable. The plot is complete nonsense, the characters have no motivation nor goals, it looks and sounds like ass, and it's not even funny in how bad it is. It's just painful.\n\n\u001b[1mすべての基本的なレベルで、そして想像できるあらゆる方法で失敗します。 プロットは完全なナンセンスです、キャラクターは動機もゴールもなく、見た目はお尻のように聞こえるし、それがどれほど悪いのか面白くない。 それはただの痛いだけです。\u001b[22m\n\u001b[1m(Subete no kihon-tekina reberu de, soshite sōzō dekiru arayuru hōhō de shippai shimasu. Purotto wa kanzen'na nansensudesu, kyarakutā wa dōki mo gōru mo naku, mitame wa o shiri no yō ni kikoerushi, sore ga dorehodo warui no ka omoshirokunai. Sore wa tada no itai dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt fails on every fundamental level, and in every way imaginable. The plot is complete nonsense, the characters have no motivation nor goals, it looks and sounds like ass, and it's not even funny in how bad it is. It's just painful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt fails on every fundamental level, and in every way imaginable.\u001b[24m\n    \u001b[1mすべての基本的なレベルで、そして想像できるあらゆる方法で失敗します。\u001b[22m, \u001b[1mこれはすべての基本的なレベルで失敗し、あらゆる方法で想像。\u001b[22m\n\u001b[4mThe plot is complete nonsense, the characters have no motivation nor goals, it looks and sounds like ass, and it's not even funny in how bad it is.\u001b[24m\n    \u001b[1mプロットは完全なナンセンスです、キャラクターは動機もゴールもなく、見た目はお尻のように聞こえるし、それがどれほど悪いのか面白くない。\u001b[22m, \u001b[1mプロットは完全なナンセンスである、文字が全く動機や目標を持っていない、それが見えるとお尻のように聞こえる、それはそれがどのように悪いにしてもおかしくありません。\u001b[22m\n\u001b[4mIt's just painful.\u001b[24m\n    \u001b[1mそれはただの痛いだけです。\u001b[22m, \u001b[1mそれだけで痛いです。\u001b[22m\nThere's a reason Brain Powerd has not been remembered by time- because it's indescribably asinine.\n\n\u001b[1mBrain Powerdは、時間がたつにつれて記憶されていない理由があります。なぜなら、それは言い切れないほどasinineだからです。\u001b[22m\n\u001b[1m(Burēn Powerd wa, jikan ga tatsu ni tsurete kioku sa rete inai riyū ga arimasu. Nazenara, sore wa ii kirenai hodo asininedakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThere's a reason Brain Powerd has not been remembered by time- because it's indescribably asinine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's a reason Brain Powerd has not been remembered by time- because it's indescribably asinine.\u001b[24m\n    \u001b[1mBrain Powerdは、時間がたつにつれて記憶されていない理由があります。なぜなら、それは言い切れないほどasinineだからです。\u001b[22m, \u001b[1mそれはなんとも言えない愚かだからブレンパワードは、時間が記憶されていない理由があります。\u001b[22m\n\u001b[1m\u001b[22m\n-~-\n\n\u001b[1m - 〜 - \u001b[22m\n\u001b[1m(- 〜 -)\u001b[22m\n\nTranslations of \u001b[4m-~-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-~-\u001b[24m\n    \u001b[1m - 〜 - \u001b[22m\n\u001b[1m\u001b[22m\nLastly, I have to end with the only scene in the entire show that made me laugh, because this whole thing is painful to recount in a review.\n\n\u001b[1m最後に、ショー全体の中で唯一のシーンで終わらせなければなりません。これは、この全体がレビューで再考するのが痛いからです。\u001b[22m\n\u001b[1m(Saigo ni, shō zentai no naka de yuiitsu no shīn de owara senakereba narimasen. Kore wa, kono zentai ga rebyū de saikō suru no ga itaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mLastly, I have to end with the only scene in the entire show that made me laugh, because this whole thing is painful to recount in a review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, I have to end with the only scene in the entire show that made me laugh, because this whole thing is painful to recount in a review.\u001b[24m\n    \u001b[1m最後に、ショー全体の中で唯一のシーンで終わらせなければなりません。これは、この全体がレビューで再考するのが痛いからです。\u001b[22m, \u001b[1mこの全体の事件の詳述する痛いですので最後に、私は、私を笑わせたショー全体で唯一の場面で終了する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nSo, Yuu Isami, piloting his Brain Powerd, drops out of hyperspace in the bumfuck mountains of rural China (somehow he knows he's in China, I guess because he read the script.) and an illiterate farmer wearing one of those conical straw hats ( yeah, he's not the only racial stereotype character in the show, either) SOMEHOW knows that the robot he's flying is an 'antibody' (another stupid name for the same mechs). The show jump cuts to Yuu landing, he jumps out and picks up a watermelon out of the field and just starts going to town stuffing his face with it.\n\n\u001b[1mだから、彼のBrain PowerdのパイロットであるIsami Isamiは、中国農村の猛烈な山々の超空間から脱落している（何とか彼は中国にいると知っている。 ええ、彼は、ショーの唯一の人種的なステレオタイプのキャラクターではない）誰かが彼が飛んでいるロボットが同じ抗体の別の愚かな名前であることを知っています。 ショージャンプはユウの着陸に切り込み、飛び降りて野外からスイカを拾い上げるだけで、町に行くと彼の顔が詰まる。\u001b[22m\n\u001b[1m(Dakara, kare no burēn Powerd no pairottodearu Isami Isami wa, Chūgoku nōson no mōretsuna yamayama no chō kūkan kara datsuraku shite iru (nantoka kare wa Chūgoku ni iru to shitte iru. E e, kare wa, shō no yuiitsu no jinshu-tekina sutereo taipu no kyarakutāde wa nai) darekaga kare ga tonde iru robotto ga onaji kōtai no betsu no orokana namaedearu koto o shitte imasu. Shōjanpu wa Yū no chakuriku ni kirikomi, tobiorite yagai kara suika o hiroiageru dake de, machi ni iku to kare no kao ga tsumaru.)\u001b[22m\n\nTranslations of \u001b[4mSo, Yuu Isami, piloting his Brain Powerd, drops out of hyperspace in the bumfuck mountains of rural China (somehow he knows he's in China, I guess because he read the script.) and an illiterate farmer wearing one of those conical straw hats ( yeah, he's not the only racial stereotype character in the show, either) SOMEHOW knows that the robot he's flying is an 'antibody' (another stupid name for the same mechs). The show jump cuts to Yuu landing, he jumps out and picks up a watermelon out of the field and just starts going to town stuffing his face with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, Yuu Isami, piloting his Brain Powerd, drops out of hyperspace in the bumfuck mountains of rural China (somehow he knows he's in China, I guess because he read the script.) and an illiterate farmer wearing one of those conical straw hats (\u001b[24m\n    \u001b[1mだから、彼のBrain PowerdのパイロットであるIsami Isamiは、中国農村の猛烈な山々の超空間から脱落している（何とか彼は中国にいると知っている。\u001b[22m, \u001b[1mだから、彼のブレンパワードを操縦ゆう勇は、（彼は脚本を読んので、何とか彼は中国でだ知っている、私は推測する。）中国農村部のアナルセックスをするの山の中でハイパースペースの外に低下し、それらの円錐形の麦わら帽子の一着文盲農家（\u001b[22m\n\u001b[4myeah, he's not the only racial stereotype character in the show, either) SOMEHOW knows that the robot he's flying is an 'antibody' (another stupid name for the same mechs).\u001b[24m\n    \u001b[1mええ、彼は、ショーの唯一の人種的なステレオタイプのキャラクターではない）誰かが彼が飛んでいるロボットが同じ抗体の別の愚かな名前であることを知っています。\u001b[22m, \u001b[1mええ、彼は何とか彼が飛んでロボットが「抗体」（同メカのための別の愚かな名前）であることを知っている）のいずれか、ショーで唯一の人種的ステレオタイプの文字はありません。\u001b[22m\n\u001b[4mThe show jump cuts to Yuu landing, he jumps out and picks up a watermelon out of the field and just starts going to town stuffing his face with it.\u001b[24m\n    \u001b[1mショージャンプはユウの着陸に切り込み、飛び降りて野外からスイカを拾い上げるだけで、町に行くと彼の顔が詰まる。\u001b[22m, \u001b[1mショーのジャンプが優着陸にカットし、彼は出てジャンプし、フィールドの外にスイカをピックアップし、ちょうどそれで顔を詰める町に行くを開始します。\u001b[22m\n\u001b[1m\u001b[22m\nThe Chinese guy and about 15 others pull out AKs and blast the fucking watermelon to kingdom come and Yuu starts freaking out, asking 'HEY WHAT DID YOU DO THAT FOR???'\n\n\u001b[1m中国人の男と約15人がAKを引っ張り出して、スイカを王国に吹き込み、ゆうが怒って、「あなたは何のためにやったの？」と尋ねる。\u001b[22m\n\u001b[1m(Chūgokujin no otoko to yaku 15-ri ga AK o hippari dashite, suika o ōkoku ni fukikomi, Yū ga okotte,`anata wa nani no tame ni yatta no?' To tazuneru.)\u001b[22m\n\nTranslations of \u001b[4mThe Chinese guy and about 15 others pull out AKs and blast the fucking watermelon to kingdom come and Yuu starts freaking out, asking 'HEY WHAT DID YOU DO THAT FOR???'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Chinese guy and about 15 others pull out AKs and blast the fucking watermelon to kingdom come and Yuu starts freaking out, asking 'HEY WHAT DID YOU DO THAT FOR???'\u001b[24m\n    \u001b[1m中国人の男と約15人がAKを引っ張り出して、スイカを王国に吹き込み、ゆうが怒って、「あなたは何のためにやったの？」と尋ねる。\u001b[22m, \u001b[1m中国の男は約15他の人がのAKを引き出し、来る王国にクソスイカを爆破し、優は尋ねる、怖がら開始「HEY YOUがためにその何をしました？」\u001b[22m\n\u001b[1m\u001b[22m\nWHAT THE HELL DID HE THINK WAS GOING TO HAPPEN, dropping into a remote mountain range in China, where he cannot communicate, and STEALS food that is their only sustenance????\n\n\u001b[1m彼は何をしていたのだろうか、彼はコミュニケーションができない中国の遠方の山脈に落ちてしまったと思っていました。\u001b[22m\n\u001b[1m(Kare wa nani o shite ita nodarou ka, kare wa komyunikēshon ga dekinai Chūgoku no enpō no sanmyaku ni ochite shimatta to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mWHAT THE HELL DID HE THINK WAS GOING TO HAPPEN, dropping into a remote mountain range in China, where he cannot communicate, and STEALS food that is their only sustenance????\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWHAT THE HELL DID HE THINK WAS GOING TO HAPPEN, dropping into a remote mountain range in China, where he cannot communicate, and STEALS food that is their only sustenance????\u001b[24m\n    \u001b[1m彼は何をしていたのだろうか、彼はコミュニケーションができない中国の遠方の山脈に落ちてしまったと思っていました。\u001b[22m, \u001b[1m彼は通信できない中国では、リモート山脈、中に落下、起こることを何が起こっていたかHELL思ったし、彼らの唯一の糧である食料を盗み????\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nPS: If you're one of the 52 people who gave Brain Powerd a 10, please do the world a favor and quit watching anime, forever.\n\n\u001b[1mPS：あなたがBrain Powerdに10を与えた52人の一人なら、永遠にアニメを見るのをやめてください。\u001b[22m\n\u001b[1m(PS: Anata ga burēn Powerd ni 10 o ataeta 52-ri no hitorinara, eien ni anime o miru no o yamete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mPS: If you're one of the 52 people who gave Brain Powerd a 10, please do the world a favor and quit watching anime, forever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS: If you're one of the 52 people who gave Brain Powerd a 10, please do the world a favor and quit watching anime, forever.\u001b[24m\n    \u001b[1mPS：あなたがBrain Powerdに10を与えた52人の一人なら、永遠にアニメを見るのをやめてください。\u001b[22m, \u001b[1mPS：あなたはブレンパワード10を与えた52人の一人であれば、いつまでも、世界に好意を行うと、アニメを見て終了してください。\u001b[22m"
  },
  {
    "title": "Brain_Powerd",
    "id": "1542",
    "url": "https://myanimelist.net/anime/1542/Brain_Powerd",
    "user": "Seabury",
    "profile": "/profile/Seabury/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=32946",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n彼らのオーラの一部として論争を主張するシリーズがいくつかあります。 これらはエヴァンゲリオンのようなショーで、一部は泣き言を、そして他の人は複雑な商品バスケットを示しています。  Brain Poweredはこの論争に陥るが、それは理解できないものもあるので、私はそれほど深く考えることはできない。 私が論争を推測することができないのは、それが私にとって完全な意味を成し遂げたからです。私は混乱がどこにあるのか正確には分かりません。 このことを見ている多くのファンにとって、彼らの生活の中で最悪のアニメ体験であるにもかかわらず、私は誇らしげにこれを傑作と宣言し、うまくいけば満足のいく理由を与えようとしています。\n\nトミノがこの映画を宣伝したとき、彼は「エヴァンゲリオンよりも優れていた」と主張した。 これは、監督が作るのは非常に恥ずかしい言葉ですが、ある意味で彼は正しいのです。 それは多くの部分でエヴァンゲリオンと同じ問題に触れますが、究極的には魂のために良いです。 それは、その核心にある愛の力を高める防衛であり、私はそれがより高品質であることに同意しないが、見て楽しむほうがよいかもしれない。\n\nだから、すべての人に愛を守るこのショーはどうですか？  Brain Powerdは星に運ばれる宇宙船Orphanのために戦う生体力学的な生き物メカですが、成功するためには地球上のすべての人生のエネルギーを流さなければなりません。 両脇には壊れた家族の十代の若者がいて、敵のようにハングアップを克服するために奮闘しています。\n\nこのショーを傑作にするのは、キャラクターです。 私は彼らが決して簡単な文字ではないことを認めます。 彼らは理解することが難しく、敵のジョナサンのように、それらのうちのいくつかにはほとんど関係がありません。 キャラクターの振る舞いは複雑で、彼らは多くの気持ちを隠しています。 これは、このショーについての多くの不満の根底にあるものです。 彼らの袖に心がなければ、ある人物は、最初のエピソードでのゆうの脱出のような、「ランダム」な何かをすることがあります。 しかし、いったん一緒にキャラクターをまとめると、彼らがすることはすべて意味があります。 それまでは、それらを読むことは実際の人間を読むことのようなものです。 そして、文字が奇妙であることに注意することが重要です。 彼らは理解できないという意味で奇妙ではなく、むしろストックアニメの原型に適合しないユニークな表現様式を持っているということです。\n\nこのショーは、基本的に聴衆に挑戦することを拒否します。 それはあなたの完全な注意を理解する必要があります。 あなたを最大限に活用することが最大の報酬を与えるのは秘密ではありません。 私は一日中、プロットやキャラクターについて話すことができました。その点については十分に噛み付くことがあります。 代わりに、私はこの作品の他の側面について簡単に言います。\n\nアニメーションは面白いですが、慣習的には美しくないかもしれません。 これは特に、特に流動的でない方法で機能する戦いに当てはまる。 抗体（mechs）は短距離の「点滅」のようなもので、全体の戦いには超現実的な雰囲気があります。 彼らはしばしば、特に興味深い方法でこれらの2つの媒体を利用して、水の上で行われます。 私は本当に水上での戦いは非常にエレガントであると思う、より記憶に残るmechの戦いのいくつか。 キャラクターのデザインは穏やかなものとして批判されてきましたが、私は決してその印象を受けませんでした。 私は特に姫のデザインが好きです。\n\n音楽はこのシリーズの唯一のものであり、普遍的に評価されています。それは正当な理由があります。 カウボーイ・ビバップで有名な嘉乃陽子がこの正面を担当しています。 エリ・シンジョウジのオープニング「私の夢」は、いつも私の好きなオープニングのひとつです。\n\n私たちが話題に立っている間、これはショーのもう一つの重要な悩みです。 オープニングには明らかな理由がないため、裸のすべてのキャラクターが登場する。 それはちょっと抽象ですが、私の解釈は、彼らが裸で剥がされたときに、必要なのは愛です。 もちろん、その服は彼らの感情を明らかにするものであり、歌詞はそれが愛を必要とすることを意味するものです。 これは、間違いなく、ショーの主要なコンセプトであるため、これは合致します。\n\n私のショーの全体的な印象を要約すると、  Brain Powerdは、外の紛争が内戦を映し出している最も興味をそそるキャラクターのドラマです。 それは、時には少しホッケーで、それはそれが思っているほど哲学的に深いではありませんが、トミノは陽気でユーモアのセンスを指導し、まったく刺激的なショーにつながります。 基本的には楽観的なエヴァンゲリオンのバージョンです。 私は全員にそれをお薦めすることはできませんが、少数の視聴者だけが\"それを手に入れます\"が、これを行う人にとっては幻想的で崇高なショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThere are a few series out there that claim controversy as part of their aura. These are shows like Evangelion, who for some reveal a mess of whine, and for others a complex basket of goods. Brain Powered falls in to this controversy in a matter I can’t quite fathom, because for some it is incomprehensible. The reason I can’t fathom the controversy is because it made perfect sense to me, and I don’t exactly see where the confusion lies. Despite the fact that for many fans watching this is among the worst anime experiences in their lives, I am going to proudly proclaim this a masterpiece, and hopefully give a satisfying reason why.\n\n\u001b[1m彼らのオーラの一部として論争を主張するシリーズがいくつかあります。 これらはエヴァンゲリオンのようなショーで、一部は泣き言を、そして他の人は複雑な商品バスケットを示しています。  Brain Poweredはこの論争に陥るが、それは理解できないものもあるので、私はそれほど深く考えることはできない。 私が論争を推測することができないのは、それが私にとって完全な意味を成し遂げたからです。私は混乱がどこにあるのか正確には分かりません。 このことを見ている多くのファンにとって、彼らの生活の中で最悪のアニメ体験であるにもかかわらず、私は誇らしげにこれを傑作と宣言し、うまくいけば満足のいく理由を与えようとしています。\u001b[22m\n\u001b[1m(Karera no ōra no ichibu to shite ronsō o shuchō suru shirīzu ga ikutsu ka arimasu. Korera wa evu~angerion no yōna shō de, ichibu wa nakigoto o, soshite hokanohito wa fukuzatsuna shōhin basuketto o shimeshite imasu. Burēn Powered wa kono ronsō ni ochīruga, soreha rikai dekinai mono mo aru node, watashi wa sore hodo fukaku kangaeru koto wa dekinai. Watashi ga ronsō o suisoku suru koto ga dekinai no wa, sore ga watashi ni totte kanzen'na imi o nashitogetakaradesu. Watashi wa konran ga doko ni aru no ka seikaku ni wa wakarimasen. Ko no koto o mite iru ōku no fan ni totte, karera no seikatsu no naka de saiaku no anime taikendearu nimokakawarazu, watashi wa hokorashige ni kore o kessaku to sengen shi, umaku ikeba manzoku no iku riyū o ataeyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are a few series out there that claim controversy as part of their aura. These are shows like Evangelion, who for some reveal a mess of whine, and for others a complex basket of goods. Brain Powered falls in to this controversy in a matter I can’t quite fathom, because for some it is incomprehensible. The reason I can’t fathom the controversy is because it made perfect sense to me, and I don’t exactly see where the confusion lies. Despite the fact that for many fans watching this is among the worst anime experiences in their lives, I am going to proudly proclaim this a masterpiece, and hopefully give a satisfying reason why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a few series out there that claim controversy as part of their aura.\u001b[24m\n    \u001b[1m彼らのオーラの一部として論争を主張するシリーズがいくつかあります。\u001b[22m, \u001b[1mそのオーラの一部として論争を主張するそこにいくつかのシリーズがあります。\u001b[22m\n\u001b[4mThese are shows like Evangelion, who for some reveal a mess of whine, and for others a complex basket of goods.\u001b[24m\n    \u001b[1mこれらはエヴァンゲリオンのようなショーで、一部は泣き言を、そして他の人は複雑な商品バスケットを示しています。\u001b[22m, \u001b[1mこれらは、いくつかのための商品の泣き声、そして他の人のための複雑なバスケットの混乱を明らかエヴァンゲリオンのようなショー、です。\u001b[22m\n\u001b[4mBrain Powered falls in to this controversy in a matter I can’t quite fathom, because for some it is incomprehensible.\u001b[24m\n    \u001b[1mBrain Poweredはこの論争に陥るが、それは理解できないものもあるので、私はそれほど深く考えることはできない。\u001b[22m, \u001b[1mいくつかのことが理解できないので、私はかなり、尋することはできません問題で、この論争にでブレンパワード滝。\u001b[22m\n\u001b[4mThe reason I can’t fathom the controversy is because it made perfect sense to me, and I don’t exactly see where the confusion lies.\u001b[24m\n    \u001b[1m私が論争を推測することができないのは、それが私にとって完全な意味を成し遂げたからです。私は混乱がどこにあるのか正確には分かりません。\u001b[22m, \u001b[1mそれは私には完璧な意味を成していたので、私は論争を尋することはできません理由があり、混乱がどこにあるか私は正確に表示されません。\u001b[22m\n\u001b[4mDespite the fact that for many fans watching this is among the worst anime experiences in their lives, I am going to proudly proclaim this a masterpiece, and hopefully give a satisfying reason why.\u001b[24m\n    \u001b[1mこのことを見ている多くのファンにとって、彼らの生活の中で最悪のアニメ体験であるにもかかわらず、私は誇らしげにこれを傑作と宣言し、うまくいけば満足のいく理由を与えようとしています。\u001b[22m, \u001b[1m多くのファンがこれを見るために生活の中で最悪のアニメの経験の中であるという事実にもかかわらず、私は誇らしげにこの傑作宣言し、うまくいけば、なぜ満足のいく理由を与えるつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen Tomino promoted this film, he claimed it was “even better than Evangelion”. This is an extremely brash statement for any director to make, but in a sense he’s right. It touches the same issues as Evangelion at many parts, but ultimately it’s better for the soul. It is an uplifting defense of the power of love at its core, and thus while I would *not* agree that it’s higher quality, it might be better to watch and enjoy.\n\n\u001b[1mトミノがこの映画を宣伝したとき、彼は「エヴァンゲリオンよりも優れていた」と主張した。 これは、監督が作るのは非常に恥ずかしい言葉ですが、ある意味で彼は正しいのです。 それは多くの部分でエヴァンゲリオンと同じ問題に触れますが、究極的には魂のために良いです。 それは、その核心にある愛の力を高める防衛であり、私はそれがより高品質であることに同意しないが、見て楽しむほうがよいかもしれない。\u001b[22m\n\u001b[1m(Tomino ga kono eiga o senden shita toki, kare wa `evu~angerion yori mo sugurete ita' to shuchō shita. Kore wa, kantoku ga tsukuru no wa hijō ni hazukashī kotobadesuga, aruimide kare wa tadashī nodesu. Sore wa ōku no bubun de evu~angerion to onaji mondai ni furemasuga, kyūkyoku-teki ni wa tamashī no tame ni yoidesu. Sore wa, sono kakushin ni aru ai no chikara o takameru bōeideari, watashi wa sore ga yori kō hinshitsudearu koto ni dōi shinaiga, mite tanoshimu hō ga yoi kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mWhen Tomino promoted this film, he claimed it was “even better than Evangelion”. This is an extremely brash statement for any director to make, but in a sense he’s right. It touches the same issues as Evangelion at many parts, but ultimately it’s better for the soul. It is an uplifting defense of the power of love at its core, and thus while I would *not* agree that it’s higher quality, it might be better to watch and enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen Tomino promoted this film, he claimed it was “even better than Evangelion”.\u001b[24m\n    \u001b[1mトミノがこの映画を宣伝したとき、彼は「エヴァンゲリオンよりも優れていた」と主張した。\u001b[22m, \u001b[1m富野はこの映画を促進したとき、彼はそれが「ヱヴァンゲリヲン新劇場版よりも良い」と主張しました。\u001b[22m\n\u001b[4mThis is an extremely brash statement for any director to make, but in a sense he’s right.\u001b[24m\n    \u001b[1mこれは、監督が作るのは非常に恥ずかしい言葉ですが、ある意味で彼は正しいのです。\u001b[22m, \u001b[1mこれは作るために、任意の取締役のための非常に生意気な文ですが、ある意味で、彼は正しいです。\u001b[22m\n\u001b[4mIt touches the same issues as Evangelion at many parts, but ultimately it’s better for the soul.\u001b[24m\n    \u001b[1mそれは多くの部分でエヴァンゲリオンと同じ問題に触れますが、究極的には魂のために良いです。\u001b[22m, \u001b[1mそれは、多くの部分でヱヴァンゲリヲン新劇場版と同じ問題に触れたが、最終的には、魂のために良いでしょう。\u001b[22m\n\u001b[4mIt is an uplifting defense of the power of love at its core, and thus while I would *not* agree that it’s higher quality, it might be better to watch and enjoy.\u001b[24m\n    \u001b[1mそれは、その核心にある愛の力を高める防衛であり、私はそれがより高品質であることに同意しないが、見て楽しむほうがよいかもしれない。\u001b[22m, \u001b[1mそれは、その中核に愛の力の高揚防衛であり、私は*ない*それは、より高品質だと同意するだろうしながらこのように、見て楽しむために良いかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nSo what exactly is this show that defends love against all? Brain Powerd is about biomechanical living mechs fighting for or against Orphan, a ship that will sail to the stars, but requires draining the energy of all life on earth to succeed. On both sides are troubled teens from broken families, who struggle to overcome their hangups as much as their enemies.\n\n\u001b[1mだから、すべての人に愛を守るこのショーはどうですか？  Brain Powerdは星に運ばれる宇宙船Orphanのために戦う生体力学的な生き物メカですが、成功するためには地球上のすべての人生のエネルギーを流さなければなりません。 両脇には壊れた家族の十代の若者がいて、敵のようにハングアップを克服するために奮闘しています。\u001b[22m\n\u001b[1m(Dakara, subete no hito ni ai o mamoru kono shō wa dōdesu ka? Burēn Powerd wa hoshi ni hakoba reru uchūsen Orphan no tame ni tatakau seitai rikigaku-tekina ikimono mekadesuga, seikō suru tame ni wa chikyū-jō no subete no jinsei no enerugī o nagasanakereba narimasen. Ryōwaki ni wa kowareta kazoku no jūdai no wakamono ga ite, teki no yō ni hanguappu o kokufuku suru tame ni funtō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo what exactly is this show that defends love against all? Brain Powerd is about biomechanical living mechs fighting for or against Orphan, a ship that will sail to the stars, but requires draining the energy of all life on earth to succeed. On both sides are troubled teens from broken families, who struggle to overcome their hangups as much as their enemies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo what exactly is this show that defends love against all?\u001b[24m\n    \u001b[1mだから、すべての人に愛を守るこのショーはどうですか？\u001b[22m, \u001b[1mだから、正確にすべてに対して愛を守るこのショーは何ですか？\u001b[22m\n\u001b[4mBrain Powerd is about biomechanical living mechs fighting for or against Orphan, a ship that will sail to the stars, but requires draining the energy of all life on earth to succeed.\u001b[24m\n    \u001b[1mBrain Powerdは星に運ばれる宇宙船Orphanのために戦う生体力学的な生き物メカですが、成功するためには地球上のすべての人生のエネルギーを流さなければなりません。\u001b[22m, \u001b[1mブレンパワードは、孤児のためかと戦っ生体力学的生活メカ、星に航行します船についてですが、成功するために、地球上のすべての生命のエネルギーを排出する必要があります。\u001b[22m\n\u001b[4mOn both sides are troubled teens from broken families, who struggle to overcome their hangups as much as their enemies.\u001b[24m\n    \u001b[1m両脇には壊れた家族の十代の若者がいて、敵のようにハングアップを克服するために奮闘しています。\u001b[22m, \u001b[1m両側には彼らの敵な限り彼らのハングアップを克服するために苦労壊れた家族からの問題を抱えた十代の若者たちです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat makes this show a masterpiece is the characters. I’ll grant that they aren’t by any means easy characters. They are difficult to understand, and some of them are almost impossible to relate to, such as the antagonist Jonathan. The way the characters behave is complex, and they hide a lot of their feelings. This is what underlies many of the complaints about this show. Without their hearts on their sleeves, sometimes a character will do something “random”, such as Yuu’s defection in the first episode. But once you piece together the characters, everything they do makes sense. Until then, trying to read them is like trying to read real humans. And it’s important to note that the characters are weird. They aren’t weird in the sense that they are incomprehensible, but rather that they have unique modes of expression that don’t conform to stock anime archetypes.\n\n\u001b[1mこのショーを傑作にするのは、キャラクターです。 私は彼らが決して簡単な文字ではないことを認めます。 彼らは理解することが難しく、敵のジョナサンのように、それらのうちのいくつかにはほとんど関係がありません。 キャラクターの振る舞いは複雑で、彼らは多くの気持ちを隠しています。 これは、このショーについての多くの不満の根底にあるものです。 彼らの袖に心がなければ、ある人物は、最初のエピソードでのゆうの脱出のような、「ランダム」な何かをすることがあります。 しかし、いったん一緒にキャラクターをまとめると、彼らがすることはすべて意味があります。 それまでは、それらを読むことは実際の人間を読むことのようなものです。 そして、文字が奇妙であることに注意することが重要です。 彼らは理解できないという意味で奇妙ではなく、むしろストックアニメの原型に適合しないユニークな表現様式を持っているということです。\u001b[22m\n\u001b[1m(Kono shō o kessaku ni suru no wa, kyarakutādesu. Watashi wa karera ga kesshite kantan'na mojide wanai koto o mitomemasu. Karera wa rikai suru koto ga muzukashiku, teki no Jonasan no yō ni, sorera no uchi no ikutsu kani wa hotondo kankei ga arimasen. Kyarakutā no furumai wa fukuzatsude, karera wa ōku no kimochi o kakushite imasu. Kore wa, kono shō ni tsuite no ōku no fuman no kontei ni aru monodesu. Karera no sode ni kokoro ga nakereba, aru jinbutsu wa, saisho no episōdo de no Yū no dasshutsu no yōna,`randamu'na nanika o suru koto ga arimasu. Shikashi, ittan issho ni kyarakutā o matomeru to, karera ga suru koto wa subete imi ga arimasu. Sore made wa, sorera o yomu koto wa jissai no ningen o yomu koto no yōna monodesu. Soshite, moji ga kimyōdearu koto ni chūi suru koto ga jūyōdesu. Karera wa rikaidekinai to iu imi de kimyōde wa naku, mushiro sutokku anime no genkei ni tekigō shinai yunīkuna hyōgen yōshiki o motte iru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat makes this show a masterpiece is the characters. I’ll grant that they aren’t by any means easy characters. They are difficult to understand, and some of them are almost impossible to relate to, such as the antagonist Jonathan. The way the characters behave is complex, and they hide a lot of their feelings. This is what underlies many of the complaints about this show. Without their hearts on their sleeves, sometimes a character will do something “random”, such as Yuu’s defection in the first episode. But once you piece together the characters, everything they do makes sense. Until then, trying to read them is like trying to read real humans. And it’s important to note that the characters are weird. They aren’t weird in the sense that they are incomprehensible, but rather that they have unique modes of expression that don’t conform to stock anime archetypes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat makes this show a masterpiece is the characters.\u001b[24m\n    \u001b[1mこのショーを傑作にするのは、キャラクターです。\u001b[22m, \u001b[1mこれは傑作を表示させることは文字です。\u001b[22m\n\u001b[4mI’ll grant that they aren’t by any means easy characters.\u001b[24m\n    \u001b[1m私は彼らが決して簡単な文字ではないことを認めます。\u001b[22m, \u001b[1m私は、彼らは、任意の手段は容易文字ではないことを許可します。\u001b[22m\n\u001b[4mThey are difficult to understand, and some of them are almost impossible to relate to, such as the antagonist Jonathan.\u001b[24m\n    \u001b[1m彼らは理解することが難しく、敵のジョナサンのように、それらのうちのいくつかにはほとんど関係がありません。\u001b[22m, \u001b[1m彼らは理解することは困難であり、そのうちのいくつかは、そのようなアンタゴニストジョナサンのように関係するのはほとんど不可能です。\u001b[22m\n\u001b[4mThe way the characters behave is complex, and they hide a lot of their feelings.\u001b[24m\n    \u001b[1mキャラクターの振る舞いは複雑で、彼らは多くの気持ちを隠しています。\u001b[22m, \u001b[1m文字の動作方法が複雑であり、彼らは自分の感情の多くを非表示にします。\u001b[22m\n\u001b[4mThis is what underlies many of the complaints about this show.\u001b[24m\n    \u001b[1mこれは、このショーについての多くの不満の根底にあるものです。\u001b[22m, \u001b[1mこれは、この番組についての苦情の多くの基礎をなすものです。\u001b[22m\n\u001b[4mWithout their hearts on their sleeves, sometimes a character will do something “random”, such as Yuu’s defection in the first episode.\u001b[24m\n    \u001b[1m彼らの袖に心がなければ、ある人物は、最初のエピソードでのゆうの脱出のような、「ランダム」な何かをすることがあります。\u001b[22m, \u001b[1m自分の袖に彼らの心がなければ、時には文字は、最初のエピソードでゆうの亡命として、「ランダム」何かを行います。\u001b[22m\n\u001b[4mBut once you piece together the characters, everything they do makes sense.\u001b[24m\n    \u001b[1mしかし、いったん一緒にキャラクターをまとめると、彼らがすることはすべて意味があります。\u001b[22m, \u001b[1mしかし、あなたは文字をつなぎ合わせると、彼らが行うすべてが理にかなっています。\u001b[22m\n\u001b[4mUntil then, trying to read them is like trying to read real humans.\u001b[24m\n    \u001b[1mそれまでは、それらを読むことは実際の人間を読むことのようなものです。\u001b[22m, \u001b[1mそれまでは、それらを読み取ろうとすると、実際の人間を読み取るしようとしているようなものです。\u001b[22m\n\u001b[4mAnd it’s important to note that the characters are weird.\u001b[24m\n    \u001b[1mそして、文字が奇妙であることに注意することが重要です。\u001b[22m, \u001b[1mそして、それは文字が奇妙であることに注意することが重要です。\u001b[22m\n\u001b[4mThey aren’t weird in the sense that they are incomprehensible, but rather that they have unique modes of expression that don’t conform to stock anime archetypes.\u001b[24m\n    \u001b[1m彼らは理解できないという意味で奇妙ではなく、むしろストックアニメの原型に適合しないユニークな表現様式を持っているということです。\u001b[22m, \u001b[1m彼らは不可解であるという意味で奇妙ではなく、むしろ彼らは株式アニメアーキタイプに準拠していない表現のユニークなモードを持っていること。\u001b[22m\n\u001b[1m\u001b[22m\nThis show, basically, refuses to ever pander to the audience. It requires your full attention to understand. It’s no secret that that which demands the most out of you gives the greatest rewards. I could talk about the plot and characters all day, there’s plenty to chew on in those regards. Instead, I’ll give a brief word to the other aspects of this work.\n\n\u001b[1mこのショーは、基本的に聴衆に挑戦することを拒否します。 それはあなたの完全な注意を理解する必要があります。 あなたを最大限に活用することが最大の報酬を与えるのは秘密ではありません。 私は一日中、プロットやキャラクターについて話すことができました。その点については十分に噛み付くことがあります。 代わりに、私はこの作品の他の側面について簡単に言います。\u001b[22m\n\u001b[1m(Kono shō wa, kihontekini chōshū ni chōsen suru koto o kyohi shimasu. Sore wa anata no kanzen'na chūi o rikai suru hitsuyō ga arimasu. Anata o saidaigen ni katsuyō suru koto ga saidai no hōshū o ataeru no wa himitsude wa arimasen. Watashi wa ichinichijū, purotto ya kyarakutā ni tsuite hanasu koto ga dekimashita. Sono ten ni tsuite wa jūbun ni kamitsuku koto ga arimasu. Kawari ni, watashi wa kono sakuhin no ta no sokumen ni tsuite kantan ni iimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show, basically, refuses to ever pander to the audience. It requires your full attention to understand. It’s no secret that that which demands the most out of you gives the greatest rewards. I could talk about the plot and characters all day, there’s plenty to chew on in those regards. Instead, I’ll give a brief word to the other aspects of this work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show, basically, refuses to ever pander to the audience.\u001b[24m\n    \u001b[1mこのショーは、基本的に聴衆に挑戦することを拒否します。\u001b[22m, \u001b[1mこの番組は、基本的には、これまでの視聴者に迎合することを拒否します。\u001b[22m\n\u001b[4mIt requires your full attention to understand.\u001b[24m\n    \u001b[1mそれはあなたの完全な注意を理解する必要があります。\u001b[22m, \u001b[1mそれは理解することはあなたの完全な注意を払う必要があります。\u001b[22m\n\u001b[4mIt’s no secret that that which demands the most out of you gives the greatest rewards.\u001b[24m\n    \u001b[1mあなたを最大限に活用することが最大の報酬を与えるのは秘密ではありません。\u001b[22m, \u001b[1mそれはあなたのうちで最も求められていることが最大の報酬を与えることは周知の事実です。\u001b[22m\n\u001b[4mI could talk about the plot and characters all day, there’s plenty to chew on in those regards.\u001b[24m\n    \u001b[1m私は一日中、プロットやキャラクターについて話すことができました。その点については十分に噛み付くことがあります。\u001b[22m, \u001b[1m私はそれらの点で噛むことがたくさんがあり、一日のプロットやキャラクターについて話すことができました。\u001b[22m\n\u001b[4mInstead, I’ll give a brief word to the other aspects of this work.\u001b[24m\n    \u001b[1m代わりに、私はこの作品の他の側面について簡単に言います。\u001b[22m, \u001b[1mその代わりに、私はこの作品の他の側面に簡単な単語を与えるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is interesting, though maybe not conventionally beautiful. This especially applies to the fights, which function in a specifically non-fluid manner. The antibodies (mechs) sort of “blink” short distances, giving the whole fight a surreal vibe. They often take place over water, specifically utilizing these two mediums in an interesting manner. I really think the fights over water are quite elegant, some of the more memorable mech fights out there. The character designs have been criticized as rather bland, but I never got that impression. I especially like Hime’s design.\n\n\u001b[1mアニメーションは面白いですが、慣習的には美しくないかもしれません。 これは特に、特に流動的でない方法で機能する戦いに当てはまる。 抗体（mechs）は短距離で「点滅」して、全体の戦いには超現実的な雰囲気を与えます。 彼らはしばしば、特に興味深い方法でこれらの2つの媒体を利用して、水の上で行われます。 私は本当に水上での戦いは非常にエレガントであると思う、より記憶に残るmechの戦いのいくつか。 キャラクターのデザインは穏やかなものとして批判されてきましたが、私は決してその印象を受けませんでした。 私は特に姫のデザインが好きです。\u001b[22m\n\u001b[1m(Animēshon wa omoshiroidesuga, kanshū-teki ni wa utsukushikunai kamo shiremasen. Kore wa tokuni, tokuni ryūdōtekidenai hōhō de kinō suru tatakai ni atehamaru. Kōtai (mechs) wa tankyori de `tenmetsu' shite, zentai no tatakai ni wa chōgenjitsutekina fun'iki o ataemasu. Karera wa shibashiba, tokuni kyōmibukai hōhō de korera no 2tsu no baitai o riyō shite, mizu no ue de okonawa remasu. Watashi wa hontōni minakami de notatakai wa hijō ni eregantodearu to omou, yori kioku ni nokoru mech no tatakai no ikutsu ka. Kyarakutā no dezain wa odayakana mono to shite hihan sa rete kimashitaga, watashi wa kesshite sono inshō o ukemasendeshita. Watashi wa tokuni hime no dezain ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is interesting, though maybe not conventionally beautiful. This especially applies to the fights, which function in a specifically non-fluid manner. The antibodies (mechs) sort of “blink” short distances, giving the whole fight a surreal vibe. They often take place over water, specifically utilizing these two mediums in an interesting manner. I really think the fights over water are quite elegant, some of the more memorable mech fights out there. The character designs have been criticized as rather bland, but I never got that impression. I especially like Hime’s design.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is interesting, though maybe not conventionally beautiful.\u001b[24m\n    \u001b[1mアニメーションは面白いですが、慣習的には美しくないかもしれません。\u001b[22m, \u001b[1mアニメーションはそうでないかもしれない、従来美しいものの、興味深いものです。\u001b[22m\n\u001b[4mThis especially applies to the fights, which function in a specifically non-fluid manner.\u001b[24m\n    \u001b[1mこれは特に、特に流動的でない方法で機能する戦いに当てはまる。\u001b[22m, \u001b[1mこれは、特に、特に非流動的で機能の戦い、に適用されます。\u001b[22m\n\u001b[4mThe antibodies (mechs) sort of “blink” short distances, giving the whole fight a surreal vibe.\u001b[24m\n    \u001b[1m抗体（mechs）は短距離で「点滅」して、全体の戦いには超現実的な雰囲気を与えます。\u001b[22m, \u001b[1m抗体（メカ）全体の戦いにシュールな雰囲気を与えて、短い距離を「点滅」の一種。\u001b[22m\n\u001b[4mThey often take place over water, specifically utilizing these two mediums in an interesting manner.\u001b[24m\n    \u001b[1m彼らはしばしば、特に興味深い方法でこれらの2つの媒体を利用して、水の上で行われます。\u001b[22m, \u001b[1m彼らは多くの場合、特に興味深い方法でこれら2の媒体を利用し、水を介して行われます。\u001b[22m\n\u001b[4mI really think the fights over water are quite elegant, some of the more memorable mech fights out there.\u001b[24m\n    \u001b[1m私は本当に水上での戦いは非常にエレガントであると思う、より記憶に残るmechの戦いのいくつか。\u001b[22m, \u001b[1m私は実際に水の上の戦いは非常にエレガントな、より多くの記憶に残るメカの戦いのいくつかそこにいると思います。\u001b[22m\n\u001b[4mThe character designs have been criticized as rather bland, but I never got that impression.\u001b[24m\n    \u001b[1mキャラクターのデザインは穏やかなものとして批判されてきましたが、私は決してその印象を受けませんでした。\u001b[22m, \u001b[1mキャラクターデザインはかなり当たり障りのないと批判されてきたが、私はその印象をやったことがなかったです。\u001b[22m\n\u001b[4mI especially like Hime’s design.\u001b[24m\n    \u001b[1m私は特に姫のデザインが好きです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is the only thing about this series that is universally acclaimed, and that’s with good reason. Yoko Kano, famous for Cowboy Bebop, is the one on charge of this front. The opening by Eri Shingyoji, “In My Dream”, is one of my favorite openings of all time.\n\n\u001b[1m音楽はこのシリーズの唯一のものであり、普遍的に評価されています。それは正当な理由があります。 カウボーイ・ビバップで有名な嘉乃陽子がこの正面を担当しています。 エリ・シンジョウジのオープニング「私の夢」は、いつも私の好きなオープニングのひとつです。\u001b[22m\n\u001b[1m(Ongaku wa kono shirīzu no yuiitsu no monodeari, fuhen-teki ni hyōka sa rete imasu. Sore wa seitōnariyū ga arimasu. Kaubōi bibappu de yūmeina Yoi Osamu Yōko ga kono shōmen o tantō shite imasu. Eri shinjouji no ōpuningu `watashinoyume' wa, itsumo watashi no sukina ōpuningu no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is the only thing about this series that is universally acclaimed, and that’s with good reason. Yoko Kano, famous for Cowboy Bebop, is the one on charge of this front. The opening by Eri Shingyoji, “In My Dream”, is one of my favorite openings of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is the only thing about this series that is universally acclaimed, and that’s with good reason.\u001b[24m\n    \u001b[1m音楽はこのシリーズの唯一のものであり、普遍的に評価されています。それは正当な理由があります。\u001b[22m, \u001b[1m音楽は普遍的に絶賛され、このシリーズについての唯一のものであり、それは正当な理由でです。\u001b[22m\n\u001b[4mYoko Kano, famous for Cowboy Bebop, is the one on charge of this front.\u001b[24m\n    \u001b[1mカウボーイ・ビバップで有名な嘉乃陽子がこの正面を担当しています。\u001b[22m, \u001b[1mカウボーイビバップで有名な菅野よう子が、このフロントの充電で1です。\u001b[22m\n\u001b[4mThe opening by Eri Shingyoji, “In My Dream”, is one of my favorite openings of all time.\u001b[24m\n    \u001b[1mエリ・シンジョウジのオープニング「私の夢」は、いつも私の好きなオープニングのひとつです。\u001b[22m, \u001b[1m「夢の中」真行寺恵里により開口部は、すべての時間の私のお気に入りの開口部の一つです。\u001b[22m\n\u001b[1m\u001b[22m\nWhile we’re on the topic, this is another key gripe about the show. The opening features every character naked for no apparent reason. It’s a bit abstract, but my interpretation has always been that when they are stripped bare, at their core what they need is love. Of course, the clothes represent the revealing of their emotions, and the lyrics are what implies that it’s about needing love. This fits in because it is, arguably, the key concept of the show.\n\n\u001b[1m私たちが話題に立っている間、これはショーのもう一つの重要な悩みです。 オープニングには明らかな理由がないため、裸のすべてのキャラクターが登場する。 それはちょっと抽象ですが、私の解釈は、彼らが裸で剥がされたときに、必要なのは愛です。 もちろん、その服は彼らの感情を明らかにするものであり、歌詞はそれが愛を必要とすることを意味するものです。 これは、間違いなく、ショーの主要なコンセプトであるため、これは合致します。\u001b[22m\n\u001b[1m(Watashitachi ga wadai ni tatte iru ma, koreha shō no mōhitotsu no jūyōna nayamidesu. Ōpuningu ni wa akirakana riyū ga nai tame, hadaka no subete no kyarakutā ga tōjō suru. Sore wa chotto chūshōdesuga, watashi no kaishaku wa, karera ga hadaka de hagasa reta toki ni, hitsuyōna no wa aidesu. Mochiron, sono fuku wa karera no kanjō o akiraka ni suru monodeari, kashi wa sore ga ai o hitsuyō to suru koto o imi suru monodesu. Kore wa, machigainaku, shō no shuyōna konseputodearu tame, koreha gatchi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile we’re on the topic, this is another key gripe about the show. The opening features every character naked for no apparent reason. It’s a bit abstract, but my interpretation has always been that when they are stripped bare, at their core what they need is love. Of course, the clothes represent the revealing of their emotions, and the lyrics are what implies that it’s about needing love. This fits in because it is, arguably, the key concept of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile we’re on the topic, this is another key gripe about the show.\u001b[24m\n    \u001b[1m私たちが話題に立っている間、これはショーのもう一つの重要な悩みです。\u001b[22m, \u001b[1m私たちが話題にしているが、これは番組についてのもう一つの重要な不満です。\u001b[22m\n\u001b[4mThe opening features every character naked for no apparent reason.\u001b[24m\n    \u001b[1mオープニングには明らかな理由がないため、裸のすべてのキャラクターが登場する。\u001b[22m, \u001b[1m開口部は、明確な理由がないのに、裸のすべての文字を備えています。\u001b[22m\n\u001b[4mIt’s a bit abstract, but my interpretation has always been that when they are stripped bare, at their core what they need is love.\u001b[24m\n    \u001b[1mそれはちょっと抽象ですが、私の解釈は、彼らが裸で剥がされたときに、必要なのは愛です。\u001b[22m, \u001b[1mそれは少しの抽象的ですが、私の解釈は常に彼らは自社のコアで、裸にされたとき、彼らは愛である必要があるかということでした。\u001b[22m\n\u001b[4mOf course, the clothes represent the revealing of their emotions, and the lyrics are what implies that it’s about needing love.\u001b[24m\n    \u001b[1mもちろん、その服は彼らの感情を明らかにするものであり、歌詞はそれが愛を必要とすることを意味するものです。\u001b[22m, \u001b[1mもちろん、服は自分の感情の露出度を表し、歌詞はそれが愛を必要とすることだということを意味するものです。\u001b[22m\n\u001b[4mThis fits in because it is, arguably, the key concept of the show.\u001b[24m\n    \u001b[1mこれは、間違いなく、ショーの主要なコンセプトであるため、これは合致します。\u001b[22m, \u001b[1mそれは、間違いなく、ショーの重要な概念であるため、これが中に収まります。\u001b[22m\n\u001b[1m\u001b[22m\nTo sum up my overall impression of the show; Brain Powerd is a drama of the most intriguing characters whose outside conflict mirrors their inner struggles. It’s a bit hokey at times, and it’s not as philosophically deep as it thinks it is, but Tomino directs cheerfully and with a good sense of humor, leading to a show that is downright inspiring. It is basically the optimistic version of Evangelion. I can’t recommend it to everyone, only a few viewers will “get it”, but for those who do this is a fantastic and sublime show.\n\n\u001b[1m私のショーの全体的な印象を要約すると、  Brain Powerdは、外の紛争が内戦を映し出している最も興味をそそるキャラクターのドラマです。 それは、時には少しホッケーで、それはそれが思っているほど哲学的に深いではありませんが、トミノは陽気でユーモアのセンスを指導し、まったく刺激的なショーにつながります。 基本的には楽観的なエヴァンゲリオンのバージョンです。 私は全員にそれをお薦めすることはできませんが、少数の視聴者だけが\"それを手に入れます\"が、これを行う人にとっては幻想的で崇高なショーです。\u001b[22m\n\u001b[1m(Watashi no shō no zentai-tekina inshō o yōyaku suru to, burēn Powerd wa,-gai no funsō ga naisen o utsushidashite iru mottomo kyōmi o sosoru kyarakutā no doramadesu. Sore wa, tokiniha sukoshi hokkē de, sore wa sore ga omotte iru hodo tetsugaku-teki ni fukaide wa arimasenga, Tomino wa yōkide yūmoa no sensu o shidō shi, mattaku shigeki-tekina shō ni tsunagarimasu. Kihontekini wa rakukantekina evu~angerion no bājondesu. Watashi wa zen'in ni sore o osusume suru koto wa dekimasenga, shōsū no shichō-sha dake ga\" sore o te ni iremasu\" ga, kore o okonau hito ni totte wa gensō-tekide sūkōna shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mTo sum up my overall impression of the show; Brain Powerd is a drama of the most intriguing characters whose outside conflict mirrors their inner struggles. It’s a bit hokey at times, and it’s not as philosophically deep as it thinks it is, but Tomino directs cheerfully and with a good sense of humor, leading to a show that is downright inspiring. It is basically the optimistic version of Evangelion. I can’t recommend it to everyone, only a few viewers will “get it”, but for those who do this is a fantastic and sublime show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum up my overall impression of the show;\u001b[24m\n    \u001b[1m私のショーの全体的な印象を要約すると、\u001b[22m, \u001b[1mショーの私の全体的な印象を総括すること。\u001b[22m\n\u001b[4mBrain Powerd is a drama of the most intriguing characters whose outside conflict mirrors their inner struggles.\u001b[24m\n    \u001b[1mBrain Powerdは、外の紛争が内戦を映し出している最も興味をそそるキャラクターのドラマです。\u001b[22m, \u001b[1mブレンパワードは外紛争彼らの内面の闘争を反映する最も魅力的な文字のドラマです。\u001b[22m\n\u001b[4mIt’s a bit hokey at times, and it’s not as philosophically deep as it thinks it is, but Tomino directs cheerfully and with a good sense of humor, leading to a show that is downright inspiring.\u001b[24m\n    \u001b[1mそれは、時には少しホッケーで、それはそれが思っているほど哲学的に深いではありませんが、トミノは陽気でユーモアのセンスを指導し、まったく刺激的なショーにつながります。\u001b[22m, \u001b[1mそれは時間に少し陳腐だし、それがあると考えることは、哲学的に深くありませんが、富野は元気とユーモアのセンスと指示し、実に感動的であるショーにつながります。\u001b[22m\n\u001b[4mIt is basically the optimistic version of Evangelion.\u001b[24m\n    \u001b[1m基本的には楽観的なエヴァンゲリオンのバージョンです。\u001b[22m, \u001b[1mこれは、基本的にはエヴァンゲリオンの楽観バージョンです。\u001b[22m\n\u001b[4mI can’t recommend it to everyone, only a few viewers will “get it”, but for those who do this is a fantastic and sublime show.\u001b[24m\n    \u001b[1m私は全員にそれをお薦めすることはできませんが、少数の視聴者だけが\"それを手に入れます\"が、これを行う人にとっては幻想的で崇高なショーです。\u001b[22m, \u001b[1m私はほんの数視聴者が「それを得る」だろう、すべての人にお勧めすることはできませんが、やる人のために、これは素晴らしいと崇高なショーがあります。\u001b[22m"
  },
  {
    "title": "Brain_Powerd",
    "id": "1542",
    "url": "https://myanimelist.net/anime/1542/Brain_Powerd",
    "user": "Lil-Bird",
    "profile": "/profile/Lil-Bird/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=211579",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  5\nキャラクター|  3\n|  2\n\n私はどうにかして大きな言葉をたくさん使ったり、このレビューで一般的に言葉をたくさん使ったりしないと謝罪します。 私は十分なブレーンスコアを見失った/これは私の語彙と私の記憶に影響を与えているこのショーを見て、そして私はちょうどこれを適切なレビューを与えるために全然介護を停止しました。 私は主にウィキペディアやTV Tropesから情報を得ています。なぜなら、私はこのために自分の記憶を消すのに十分な煩わしさを感じることができないからです。 私は毎週ジャックのことを覚えていないと思うので、毎週放送されているこの週刊を見ている貧しい人々を哀れに思う。なぜ、主人公がエピソードごとに起こったことを明らかにしなければならないのか、 それに投資されているようだ。\n\n新世紀エヴァンゲリオンは、アニメになる90年代の頂点であり、この10年間で最も影響力のあるシリーズのひとつとなっています。 当然のことながら、人々は自分のエヴァンゲリオンを作りたいと思って成功を収めたいと思っていました。 同様に、リーダーに続くすべてのタイトルで、成功は、作られた\"エヴァクローン\"ごとに変わった。 だから、どのディレクターや各スタジオがどれほど批判的に/普遍的に評価されていても、彼らが持っている悪い映画/シリーズが何とか出ていかなければならないのは、どのディレクターと各スタジオがどのようにして知っていますか？ 私は、基本的にはメカジャンルの王様であるSunriseのものと、単に「すべてを殺す」という評判の富野義之を見つけたと思う。  （ああ、彼はそれらすべてを殺す、大丈夫、それらのbraincellsは戻っていない）。\n\nストーリー：私を笑わせないでください、どんな話ですか？ ああ、物語がありますが、私は金魚だからそれが何であるか尋ねないでください。 しかし、WikipediaとTV Tropesによると、「孤児」と呼ばれる外来宇宙船が海底に静止している未来的な地球について、その休眠から揺れ動き、すべてを殺す未来的な地球についての話です 生きものが大気を離れることを決定したとき。 孤児は彼らを星に連れて行くことを選んだが、\"Antibodies\"と呼ばれるメカやGran Chers-toを使って宇宙船を復活させるためにプレートを狩ることで援助したいと考えている それらを収集する。 居住者の一人、Isami Isamiという男の子が両親に反抗し、新生児「Brain Powerd」（基本的には幼児のGran Chersである）と逃走し、Novice Noahとして知られる反抗的な抗体パイロットのグループにぶつかり、 新生児のブレインパワードに抗体パイロットになってしまった宇宙姫姫に惹かれ、一緒になって孤児が出現してすべての人生を破壊することを防ぎます。\n\nシンプルに聞こえる、はい？ そこから遠い。 私の貧しい人の教育を受けた脳が理解するには複雑すぎて、キャラクターが自分の悪魔と一緒に導入されると時間がたつにつれて複雑になりました（そして、ほとんどの人はショック・オーファンや親を持つ人 問題）、自分自身を呼び出すためのパーソナリティは持っていません。 孤児とリクルーマーの啓示が明るみに出てくると、キャラクターたちは互いに戦い始め、彼らのぞっとするような生活に怒りったり怒り込んだりしていません。そして、アメリカはある時点で関与しています。 私はやっていなかったので、何が起こっているのかに関心がもっとも少なかったふりをするつもりはありません。 最初のエピソード - 私たちは適切な紹介なしに行動に取り掛かるだけで、エヴァンゲリオンは何が起こっているかを示すのに十分なほど礼儀正しかった。興味深いものだったが、誰が何が起こっているのかは分かりませんでした。 私は元の日本語で何が似ているのか分かりませんが、バンダイのダブは足元を突き止めてすぐにあきらめていました。\n\nどうやら、これはトミノがエヴァンゲリオンを取ったものですが、私は明らかになぜ、どのように見えません。 実際、EvangelionよりもVision of Escaflowneのほうがどれほど思い出されたのか少し驚いていましたが、2つのハイブリッドのようなものです。 エスカフローネから缶詰めされた物語のアイデアがここで使われていたような気がしますが、それ以外の最初の\"Tremors\"の最後のグラボードの運命の崖のすぐそばで別の方向に進みます。\n\nキャラクター：私はキャラクターのデザインを認識するのがいいので、私はそれらをすべて私の頭の中に見ることができます。 しかし、名前になると、私はそれらを見ていない3つだけ考えることができます：ゆう、\"シャットアップ、あなた\"、姫\"Excuuuuuuse私、王女！\"とジョナサンは、 私の兄弟のように全く行動しません。 私が覚えておかなければならない他の名前は、彼らがあまりにも異国的であるか、あまりにも控えめで、それらを暗記するものを考えるのが難しいからです。 それでも、私はあなたにその物語の重要性を伝えることができません。なぜなら、それは彼らの性格が何であるか把握しようとすることになるからです。\n\n基本的にこのアニメのシンジですが、彼の姉妹、特に彼の妹に問題があると思われる一般的な主人公を除いて、彼はキャラクターの中心点を作ろうとしましたが、それは固執しませんでした。 姫は赤毛ですから、彼女はこのアニメのアスカです。 そうではありません。 彼女は実際にこのアニメの安住/テアです。 そう、友情のスピーチを意味する。 これは彼女の性格です。 ジョナサンはこのアニメのライバル/アンタゴニスト/ディランダウと似ていて、ママがwazooを発行しています。 そして、彼の父親の問題についてシンジの背中に乗る人がいるが、それは彼がもっと魅力的だからだ。誰もこのショーを覚えておいて、彼が決してクリスマスを与えなかったという彼の母親に不平を言った プレゼント。\n\n彼らが十分興味深いなら、メカ自体は文字としてカウントされます。 彼らはパイロットが彼らと結びついて話し、彼らと話をして\"少年\"（彼らはすべてそれをやっている）と言い張ります。彼らはすべて、子供のように世界の子供のようなイデオロギーをテーマにしています それが育つことは何を意味します。 しかし彼らは退屈だ。 少なくともEVAに来たとき、彼らは話をしなかったが、パイロットと結びついたやり方は、キャラクターとの感情的なつながり、そして互いからの独特の外見（ある意味では\"性格\"）を持っていた。 エスカフローネでは、メカも話さなかったが、それはFaneliaの戦争の神だったので、シリーズでの存在と、主人公、特にヴァンとの関係が重要だった。\n\n私はあなたにBrain Powerdsについて話すことはできません。なぜなら、彼らは子供たちだけであるため、子供たちだけがパイロット/仲良くすることができるということです。  ADULTがこれらのBrain Powerdsを育成するのに役立つパイロットであることがより意味をなさないでしょうか？\n\nアート/アニマトン：サンライズ全体では、典型的には絶妙なアートワークが生み出され、ラインナップで指摘できる独自のスタイルがあります。 確かに、90年代にはこれが彼らからのものだと完全に伝えることができますが、これは彼らの最高の作品の一つではありません。 明らかに、彼らは「Brain Powerd」とまったく同じ時期に放映されたCowboy Bebopですべての専門家が働いていた間に、ラットのお尻をくれるほどの報酬をもらっていない新しい人々にこれを送ったことは明らかでした。 アニメーションは、すべてのショートカットやポストプロダクションのエフェクトが原因で恥ずかしく思っていましたが、すべてのエピソードで多くの喧嘩がありました。 それが良い見えて、サンライズのタッチを持っていた唯一の時間は、それがオープニングクレジットで女性の体を賞賛していたときだった。\n\n先に述べたように、日の出はそのメカでも知られており、最終的にはおもちゃを売ることがすべてであったにもかかわらず、何年にもわたって創造的かつ区別可能なメカを作ってきました。  「Brain Powerd」のメカデザインは、今まで見たことのない最も魅力的なデザインです。 明らかに、Brain PowerdsとGran Chersの2つの異なるメカがありますが（まったく同じメカ、ただの子供、もう1つは大人です）、私は2つのことを全く分からない Reclaimers 'Antibodyパイロットとのバトルシーケンス中に激しく怒らせました。  Brain Powerdsが新しいパイロット（特に双子の1組）ごとに異なるデザインをしようとするのを助けません。\n\nああ、コックピットは鼠蹊部にあり、ハッチが開くたびに、それは勃起のように見えました。 それをあなたが望むものにする（しかし、なぜ誰もが彼らのメカを「男の子」と呼ぶ理由を説明する）。\n\nSOUND：私はこれを見守ることを選んだのではなく、私はこれがうまくいくと思ったので、私はこれを見ていませんでした。 私の神はバンダイのケアでは誰もしませんでした。これは、これらの声優の多くが実際によく知られていて、これの前後に他のダブをしていたからです。（エスカフロニーダブはこれより前に行われました。Andrew Francis 彼はこのアニメにキャストされる前に思春期を打ったように聞こえました）。 スクリプトを翻訳したのはもちろんのこと、ADRのディレクターは誰か分かりませんが、そのスタッフとレコーディングブースの誰も、そのページに書かれた内容や画面上で起こっていたことを知っていませんでした。 配送に慣れていないときは誰もが混乱したように聞こえました。本当に厄介でした。\n\n世話をしていた唯一の人は、菅野よう子でしたが、それを半分にしても目立っていません。 しかし、このショーのための彼女の音楽は、サウンドトラックがショーについて最高のものであったにもかかわらず、正直なところ、私が場面や対話にいたよりも音楽に投資していたにもかかわらず、価値のあるものではありませんでした。 彼女のことを言っているのは嫌いですが、この時点でカウボーイビバップのサウンドトラックに取り組んでいたことを考慮して、彼女の優先順位は他の誰と並んでいました。\n\nまた、オープニング・ソング「In My Dream」は、このショーにはあまりにもいいので、これから取り除くのは唯一のことです。 そして、いいえ、なぜ裸の女性がオープニングに出ているのか分かりません。ヌードが広がっていたElfen Liedの外で私が考えることができる唯一のオープニングです。\n\n喜び/全体：私の脳は鼓動した。 それは...私が言うことができるすべてです。 私は試してみました、人々ですが、私はこのショーをどのように処理するのか分かりませんので、私ができることはすべて慌てていました。 あなたが馬鹿げた混乱に陥ったときに、あなたはトランスに入り、周りの世界を認知しようとするのを周りさまようと、あなたの心はどこかに行きます。 まあ、それはちょうど私かもしれませんが、これは非常に少数のアニメが私にする特権を持っていた方法でこのアニメが私にしたものです。 私は正当に驚いていますが、私は今でも機能することができます。私は、このバロニーを見て/見ていることから開発した頭痛の数は、私に動脈瘤を与えていただろうと思った。\n\n実際には、それについて考えてみると、私の内面が圧迫され、私の脳が鼓動し、私は鳴きたいです。私はもうこれについて話したくありません。 それはおそらく私の思考を理解しようとするの頭痛を私とあなたの残りの人を救っただろうそのように滞在している必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI apologize if I somehow don't use a lot of big words, or just a lot of words in general in this review. I lost enough braincells watching/half-watching this show that it's affected my vocabulary and my memory, and I've just stopped caring altogether to give this a proper review. I'll be mainly going off Wikipedia and TV Tropes for information simply because I can't be bothered enough to go off my own memory for this. I pity the poor bastards who watched this weekly when it first aired, because I bet they couldn't remember jack shit every week—thus why the main character clearly had to do a quick recap of what happened every single episode, and even SHE didn 't seem invested in it.\n\n\u001b[1m私はどうにかして大きな言葉をたくさん使ったり、このレビューで一般的に言葉をたくさん使ったりしないと謝罪します。 私は十分なブレーンスコアを見失った/これは私の語彙と私の記憶に影響を与えているこのショーを見て、そして私はちょうどこれを適切なレビューを与えるために全然介護を停止しました。 私は主にウィキペディアやTV Tropesから情報を得ています。なぜなら、私はこのために自分の記憶を消すのに十分な煩わしさを感じることができないからです。 私は毎週ジャックのことを覚えていないと思うので、毎週放送されているこの週刊を見ている貧しい人々を哀れに思う。なぜ、主人公がエピソードごとに起こったことを明らかにしなければならないのか、 それに投資されているようだ。\u001b[22m\n\u001b[1m(Watashi wa dōnika shite ōkina kotoba o takusan tsukattari, kono rebyū de ippantekini kotoba o takusan tsukattari shinai to shazai shimasu. Watashi wa jūbun'na burēnsukoa o miushinatta/ kore wa watashi no goi to watashi no kioku ni eikyō o ataete iru kono shō o mite, soshite watashi wa chōdo kore o tekisetsuna rebyū o ataeru tame ni zenzen kaigo o teishi shimashita. Watashi wa omoni u~ikipedia ya TV Tropes kara jōhō o ete imasu. Nazenara, watashi wa kono tame ni jibun no kioku o kesu no ni jūbun'na wazurawashi-sa o kanjiru koto ga dekinaikaradesu. Watashi wa maishū jakku no koto o oboeteinai to omou node, maishū hōsō sa rete iru kono shūkan o mite iru mazushī hitobito o aware ni omou. Naze, shujinkō ga episōdo-goto ni okotta koto o akiraka ni shinakereba naranai no ka, soreni tōshi sa rete iru yōda.)\u001b[22m\n\nTranslations of \u001b[4mI apologize if I somehow don't use a lot of big words, or just a lot of words in general in this review. I lost enough braincells watching/half-watching this show that it's affected my vocabulary and my memory, and I've just stopped caring altogether to give this a proper review. I'll be mainly going off Wikipedia and TV Tropes for information simply because I can't be bothered enough to go off my own memory for this. I pity the poor bastards who watched this weekly when it first aired, because I bet they couldn't remember jack shit every week—thus why the main character clearly had to do a quick recap of what happened every single episode, and even SHE didn 't seem invested in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI apologize if I somehow don't use a lot of big words, or just a lot of words in general in this review.\u001b[24m\n    \u001b[1m私はどうにかして大きな言葉をたくさん使ったり、このレビューで一般的に言葉をたくさん使ったりしないと謝罪します。\u001b[22m, \u001b[1m私は何とかこのレビューで一般に言葉の大きな言葉をたくさん、または単に多くを使用していない場合、私はお詫び申し上げます。\u001b[22m\n\u001b[4mI lost enough braincells watching/half-watching this show that it's affected my vocabulary and my memory, and I've just stopped caring altogether to give this a proper review.\u001b[24m\n    \u001b[1m私は十分なブレーンスコアを見失った/これは私の語彙と私の記憶に影響を与えているこのショーを見て、そして私はちょうどこれを適切なレビューを与えるために全然介護を停止しました。\u001b[22m, \u001b[1m私はそれが私の語彙と私の記憶に影響を与えています、と私はちょうどこのに適切な評価を与えるために完全に世話を停止しました。このショーを/ハーフ見て見て十分なbraincellsを失いました。\u001b[22m\n\u001b[4mI'll be mainly going off Wikipedia and TV Tropes for information simply because I can't be bothered enough to go off my own memory for this.\u001b[24m\n    \u001b[1m私は主にウィキペディアやTV Tropesから情報を得ています。なぜなら、私はこのために自分の記憶を消すのに十分な煩わしさを感じることができないからです。\u001b[22m, \u001b[1m私は主に私はこのために私自身のメモリをオフに行くには十分気にすることはできませんというだけの理由については、Wikipediaやテレビの比喩をオフに行くことがあります。\u001b[22m\n\u001b[4mI pity the poor bastards who watched this weekly when it first aired, because I bet they couldn't remember jack shit every week—thus why the main character clearly had to do a quick recap of what happened every single episode, and even SHE didn\u001b[24m\n    \u001b[1m私は毎週ジャックのことを覚えていないと思うので、毎週放送されているこの週刊を見ている貧しい人々を哀れに思う。なぜ、主人公がエピソードごとに起こったことを明らかにしなければならないのか、\u001b[22m, \u001b[1m私が最初放映されたとき、私は主人公が明確に一つ一つのエピソードを何が起こったのかを簡単に復習をしなければならなかった、とさえSHEのdidnなぜ彼らは毎週、このようにジャックたわごとを覚えていないことができるに違いないので、この毎週のを見て同情悪いできそこない\u001b[22m\n\u001b[4m't seem invested in it.\u001b[24m\n    \u001b[1mそれに投資されているようだ。\u001b[22m, \u001b[1m'tはそれに投資しているようです。\u001b[22m\n\u001b[1m\u001b[22m\nNeon Genesis Evangelion is the pinnacle of the 90s when it comes to anime, and has become one of the most influential series of the decade (that continues to this day). So naturally, people wanted to bank on its success by wanting to make their own Evangelion, whether to prove they could do it better, or just for a quick buck. Likewise with all titles that followed the leader, success varied for each “Eva-clone” that was made. So, uh, you know how every director and every studio, no matter how critically/universally acclaimed they are, has that one bad movie/series they have in them that they have to get out somehow? I think I found the one for Sunrise, the studio that is basically the king of the mecha genre, and Yoshiyuki Tomino, the guy whose reputation amounts simply to “Kill them all”. (Oh, he kills them all, alright. Those braincells ain't coming back.)\n\n\u001b[1m新世紀エヴァンゲリオンは、アニメになる90年代の頂点であり、この10年間で最も影響力のあるシリーズのひとつとなっています。 当然のことながら、人々は自分のエヴァンゲリオンを作りたいと思って成功を収めたいと思っていました。 同様に、リーダーに続くすべてのタイトルで、成功は、作られた\"エヴァクローン\"ごとに変わった。 だから、どのディレクターや各スタジオがどれほど批判的に/普遍的に評価されていても、彼らが持っている悪い映画/シリーズが何とか出ていかなければならないのは、どのディレクターと各スタジオがどのようにして知っていますか？ 私は、基本的にはメカジャンルの王様であるSunriseのものと、単に「すべてを殺す」という評判の富野義之を見つけたと思う。  （ああ、彼はそれらすべてを殺す、大丈夫、それらのbraincellsは戻っていない）。\u001b[22m\n\u001b[1m(Shinseikievu~angerion wa, anime ni naru 90-nendai no chōtendeari, kono 10-nenkan de mottomo eikyō-ryoku no aru shirīzu no hitotsu to natte imasu. Tōzen no kotonagara, hitobito wa jibun no evu~angerion o tsukuritai to omotte seikō o osametai to omotte imashita. Dōyō ni, rīdā ni tsudzuku subete no taitoru de, seikō wa, tsukurareta\" evu~akurōn\"-goto ni kawatta. Dakara, dono direkutā ya kaku sutajio ga dorehodo hihanteki ni/ fuhen-teki ni hyōka sa rete ite mo, karera ga motte iru warui eiga/ shirīzu ga nantoka dete ikanakereba naranai no wa, dono direkutā to kaku sutajio ga dono yō ni shite shitte imasu ka? Watashi wa, kihontekini wa meka janru no ōsamadearu Sunrise no mono to, tan'ni `subete o korosu' to iu hyōban no Tomino Yoshiyuki o mitsuketa to omou. (Ā , kare wa sorera subete o korosu, daijōbu, sorera no braincells wa modotte inai).)\u001b[22m\n\nTranslations of \u001b[4mNeon Genesis Evangelion is the pinnacle of the 90s when it comes to anime, and has become one of the most influential series of the decade (that continues to this day). So naturally, people wanted to bank on its success by wanting to make their own Evangelion, whether to prove they could do it better, or just for a quick buck. Likewise with all titles that followed the leader, success varied for each “Eva-clone” that was made. So, uh, you know how every director and every studio, no matter how critically/universally acclaimed they are, has that one bad movie/series they have in them that they have to get out somehow? I think I found the one for Sunrise, the studio that is basically the king of the mecha genre, and Yoshiyuki Tomino, the guy whose reputation amounts simply to “Kill them all”. (Oh, he kills them all, alright. Those braincells ain't coming back.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeon Genesis Evangelion is the pinnacle of the 90s when it comes to anime, and has become one of the most influential series of the decade (that continues to this day).\u001b[24m\n    \u001b[1m新世紀エヴァンゲリオンは、アニメになる90年代の頂点であり、この10年間で最も影響力のあるシリーズのひとつとなっています。\u001b[22m, \u001b[1m新世紀エヴァンゲリオンは、それがアニメになると90年代の最高峰であり、（それがこの日に続けて）十年の最も影響力のあるシリーズの一つとなっています。\u001b[22m\n\u001b[4mSo naturally, people wanted to bank on its success by wanting to make their own Evangelion, whether to prove they could do it better, or just for a quick buck.\u001b[24m\n    \u001b[1m当然のことながら、人々は自分のエヴァンゲリオンを作りたいと思って成功を収めたいと思っていました。\u001b[22m, \u001b[1mだから当然、人々は、彼らがより良いそれを行うことを証明する、または単にあぶく銭のためにするかどうかを、自分のエヴァンゲリオンを作りたいということで、その成功に銀行たかったです。\u001b[22m\n\u001b[4mLikewise with all titles that followed the leader, success varied for each “Eva-clone” that was made.\u001b[24m\n    \u001b[1m同様に、リーダーに続くすべてのタイトルで、成功は、作られた\"エヴァクローン\"ごとに変わった。\u001b[22m, \u001b[1m同様に作られた各「エヴァ・クローン」を変えるリーダー、成功に続いたすべてのタイトルを持ちます。\u001b[22m\n\u001b[4mSo, uh, you know how every director and every studio, no matter how critically/universally acclaimed they are, has that one bad movie/series they have in them that they have to get out somehow?\u001b[24m\n    \u001b[1mだから、どのディレクターや各スタジオがどれほど批判的に/普遍的に評価されていても、彼らが持っている悪い映画/シリーズが何とか出ていかなければならないのは、どのディレクターと各スタジオがどのようにして知っていますか？\u001b[22m, \u001b[1mだから、ええと、あなたは関係なく普遍的に彼らが絶賛/どのように批判的にすべての取締役及び全てのスタジオは、1悪い映画/シリーズ、彼らが何らかの形で出すために持っていることをそれらの中に持っていることを持っているか知っていますか？\u001b[22m\n\u001b[4mI think I found the one for Sunrise, the studio that is basically the king of the mecha genre, and Yoshiyuki Tomino, the guy whose reputation amounts simply to “Kill them all”.\u001b[24m\n    \u001b[1m私は、基本的にはメカジャンルの王様であるSunriseのものと、単に「すべてを殺す」という評判の富野義之を見つけたと思う。\u001b[22m, \u001b[1m私は日の出、基本的にはメカのジャンルの王であり、スタジオ、そして富野由悠季、評判\"それらすべてを殺す」ために、単純に金額の男のための1つを見つけたと思います。\u001b[22m\n\u001b[4m(Oh, he kills them all, alright. Those braincells ain't coming back.)\u001b[24m\n    \u001b[1m（ああ、彼はそれらすべてを殺す、大丈夫、それらのbraincellsは戻っていない）。\u001b[22m, \u001b[1m（ああ、彼は大丈夫、それらすべてを殺す。これらbraincellsが戻って来ていません。）\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: Don't make me laugh, what story? Oh, there's a story, but don't ask me what it is because I'm a goldfish. But according to Wikipedia and TV Tropes, the story is, uh, let's see, about a futuristic Earth in which an alien spacecraft that's dubbed “Orphan” is resting at the bottom of the ocean where it's stirring from its dormancy and will kill off all living beings when it decides to leave the atmosphere. A group of people calling themselves “Reclaimers” believe they're the chosen ones Orphan chose to take them to the stars, and wants to aid it by hunting down plates to revive the spacecraft using mechas called “Antibodies”—or Gran Chers—to collect them. One of the residents, a boy named Yuu Isami, revolts against his parents and flees with a newborn “Brain Powerd” (which are basically infant Gran Chers) and runs into a group of rebellious Antibody pilots known as Novice Noah where he becomes attached/ attracted to a girl named Hime Utsumiya, who is orphaned and had accidentally become an Antibody pilot to a newborn Brain Powerd, and together, they try to prevent Orphan from emerging and destroy all life.\n\n\u001b[1mストーリー：私を笑わせないでください、どんな話ですか？ ああ、物語がありますが、私は金魚だからそれが何であるか尋ねないでください。 しかし、WikipediaとTV Tropesによると、「孤児」と呼ばれる外来宇宙船が海底に静止している未来的な地球について、その休眠から揺れ動き、すべてを殺す未来的な地球についての話です 生きものが大気を離れることを決定したとき。 孤児は彼らを星に連れて行くことを選んだが、\"Antibodies\"と呼ばれるメカやGran Chers-toを使って宇宙船を復活させるためにプレートを狩ることで援助したいと考えている それらを収集する。 居住者の一人、Isami Isamiという男の子が両親に反抗し、新生児「Brain Powerd」（基本的には幼児のGran Chersである）と逃走し、Novice Noahとして知られる反抗的な抗体パイロットのグループにぶつかり、 新生児のブレインパワードに抗体パイロットになってしまった宇宙姫姫に惹かれ、一緒になって孤児が出現してすべての人生を破壊することを防ぎます。\u001b[22m\n\u001b[1m(Sutōrī: Watashi o warawasenaide kudasai, don'na hanashidesu ka? Ā, monogatari ga arimasuga, watashi wa kingyodakara sore ga nandearu ka tazunenaide kudasai. Shikashi, u~ikipedia to TV Tropes ni yoru to,`minashigo' to yoba reru gairai uchūsen ga kaitei ni seishi shite iru mirai-tekina chikyū ni tsuite, sono kyūmin kara yureugoki, subete o korosu mirai-tekina chikyū ni tsuite no hanashidesu ikimono ga taiki o hanareru koto o kettei shita toki. Minashigo wa karera o hoshi ni tsurete iku koto o erandaga, \" Antibodies\" to yoba reru meka ya Gran Chers - to o tsukatte uchūsen o fukkatsu sa seru tame ni purēto o karu koto de enjo shitai to kangaete iru sorera o shūshū suru. Kyojū-sha no hitori, Isami Isami to iu otokonoko ga ryōshin ni hankō shi, shinseiji `burēn Powerd'(kihontekini wa yōji no Gran Chersdearu) to tōsō shi, Novice Noah to shite shira reru hankō-tekina kōtai pairotto no gurūpu ni butsukari, shinseiji no bureinpawādo ni kōtai pairotto ni natte shimatta uchū hime hime ni hika re, issho ni natte minashigo ga shutsugen shite subete no jinsei o hakai suru koto o fusegimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nSounds simple, yes? Far from it. The introduction was too complex for my poor albeit-educated brain to grasp, and it became more convoluted as time goes on as characters are introduced with their own personal demons (and most of them are—what a shock—orphans or those who have parental issues) and yet don't have personalties to call their own. Then revelations of Orphan and the Reclaimers come to light, characters start fighting with each other and angsting/not angsting about their crappy lives, and then the United States gets involved at some point, and what the hell just happened? I'm not going to pretend I was the least bit interested in what was going on, because I wasn't. The beginning episodes-aside throwing us into the action without proper introduction (at least Evangelion was courteous enough to show what was going on), it tried to be interesting, but it was clear no one knew what the hell was going on. I don't know what it's like in the original Japanese, but the dub by Bandai sure was scrambling to find footing and giving up very quickly.\n\n\u001b[1mシンプルに聞こえる、はい？ そこから遠い。 私の貧しい人の教育を受けた脳が理解するには複雑すぎて、キャラクターが自分の悪魔と一緒に導入されると時間がたつにつれて複雑になりました（そして、ほとんどの人はショック・オーファンや親を持つ人 問題）、自分自身を呼び出すためのパーソナリティは持っていません。 孤児とリクルーマーの啓示が明るみに出てくると、キャラクターたちは互いに戦い始め、彼らのぞっとするような生活に怒りったり怒り込んだりしていません。そして、アメリカはある時点で関与しています。 私はやっていなかったので、何が起こっているのかに関心がもっとも少なかったふりをするつもりはありません。 最初のエピソード - 私たちは適切な紹介なしに行動に取り掛かるだけで、エヴァンゲリオンは何が起こっているかを示すのに十分なほど礼儀正しかった。興味深いものだったが、誰が何が起こっているのかは分かりませんでした。 私は元の日本語で何が似ているのか分かりませんが、バンダイのダブは足元を突き止めてすぐにあきらめていました。\u001b[22m\n\u001b[1m(Shinpuru ni kikoeru, hai? Soko kara tōi. Watashi no mazushī hito no kyōiku o uketa nō ga rikai suru ni wa fukuzatsu sugite, kyarakutā ga jibun no akuma to issho ni dōnyū sa reruto jikan ga tatsu ni tsurete fukuzatsu ni narimashita (soshite, hotondo no hito wa shokku ōfan ya oya o motsu hito mondai), jibun jishin o yobidasu tame no pāsonariti wa motte imasen. Minashigo to rikurūmā no keiji ga akarumi ni detekuru to, kyarakutā-tachi wa tagaini tatakai hajime, karera no zotto suru yōna seikatsu ni ikari ttari okori kon dari shite imasen. Soshite, Amerika wa aru jiten de kan'yo shite imasu. Watashi wa yatte inakattanode, nani ga okotte iru no ka ni kanshin ga mottomo sukunakatta furi o suru tsumori wa arimasen. Saisho no episōdo - watashitachi wa tekisetsuna shōkai nashi ni kōdō ni torikakaru dake de, evu~angerion wa nani ga okotte iru ka o shimesu no ni jūbun'na hodo reigi tadashikatta. Kyōmibukai monodattaga, dare ga nani ga okotte iru no ka wa wakarimasendeshita. Watashi wa gen no nihongo de nani ga nite iru no ka wakarimasen ga, Bandai no dabu wa ashimoto o tsukitomete sugu ni akiramete imashita.)\u001b[22m\n\u001b[1m\u001b[22m\nApparently, this is Tomino's take on Evangelion, but I'm clearly not seeing why or how. In fact, I was actually a little surprised how much I was reminded more of Vision of Escaflowne than I was Evangelion, although it's kind of a hybrid of the two. It feels like story ideas that were canned from Escaflowne were used here, except then taken into a different direction right off the cliff à la the fate of the last graboid in the first “Tremors”.\n\n\u001b[1mどうやら、これはトミノがエヴァンゲリオンを取ったものですが、私は明らかになぜ、どのように見えません。 実際、EvangelionよりもVision of Escaflowneのほうがどれほど思い出されたのか少し驚いていましたが、2つのハイブリッドのようなものです。 エスカフローネから缶詰めされた物語のアイデアがここで使われていたような気がしますが、それ以外の最初の\"Tremors\"の最後のグラボードの運命の崖のすぐそばで別の方向に進みます。\u001b[22m\n\u001b[1m(Dōyara, koreha Tomino ga evu~angerion o totta monodesuga, watashi wa akiraka ni naze, do no yō ni miemasen. Jissai, Evangelion yori mo Vision of esukafurōne no hō ga dorehodo omoidasa reta no ka sukoshi odoroite imashitaga, 2tsu no haiburiddo no yōna monodesu. Esukafurōne kara kandzume sa reta monogatari no aidea ga koko de tsukawa rete ita yōna ki ga shimasuga, soreigai no saisho no\" Tremors\" no saigo no gurabōdo no unmei no gake no sugu soba de betsu no hōkō ni susumimasu.)\u001b[22m\n\nTranslations of \u001b[4mApparently, this is Tomino's take on Evangelion, but I'm clearly not seeing why or how. In fact, I was actually a little surprised how much I was reminded more of Vision of Escaflowne than I was Evangelion, although it's kind of a hybrid of the two. It feels like story ideas that were canned from Escaflowne were used here, except then taken into a different direction right off the cliff à la the fate of the last graboid in the first “Tremors”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mApparently, this is Tomino's take on Evangelion, but I'm clearly not seeing why or how.\u001b[24m\n    \u001b[1mどうやら、これはトミノがエヴァンゲリオンを取ったものですが、私は明らかになぜ、どのように見えません。\u001b[22m, \u001b[1mどうやら、これがエヴァンゲリオンに富野のテイクですが、なぜか、どのように私ははっきりと見ていませんよ。\u001b[22m\n\u001b[4mIn fact, I was actually a little surprised how much I was reminded more of Vision of Escaflowne than I was Evangelion, although it's kind of a hybrid of the two.\u001b[24m\n    \u001b[1m実際、EvangelionよりもVision of Escaflowneのほうがどれほど思い出されたのか少し驚いていましたが、2つのハイブリッドのようなものです。\u001b[22m, \u001b[1m実際に、私は実際に私は、それが2のハイブリッドのようなものだが、私は、エヴァンゲリオンあったより天空のエスカフローネの多くを思い出したどのくらいの少し驚きました。\u001b[22m\n\u001b[4mIt feels like story ideas that were canned from Escaflowne were used here, except then taken into a different direction right off the cliff à la the fate of the last graboid in the first “Tremors”.\u001b[24m\n    \u001b[1mエスカフローネから缶詰めされた物語のアイデアがここで使われていたような気がしますが、それ以外の最初の\"Tremors\"の最後のグラボードの運命の崖のすぐそばで別の方向に進みます。\u001b[22m, \u001b[1mその後、右ラà崖最初の「トレマーズ」の最後のgraboidの運命から別の方向に取り込まれた以外、ここで使われたエスカフローネから缶詰たストーリーのアイデアのように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS: I'm good with recognizing character designs, so I can see them all in my head. However, when it comes to their names, I can only think of three without looking them up: Yuu because “SHUT UP, YOU”, Hime for “Excuuuuuuse me, princess!”, and Jonathan because that's my brother's name even though the character doesn't act at all like my brother—unless my brother went rogue or something. The other names I didn't bother to remember because they're too exotic or too bland to think of anything to memorize them. Even then, I wouldn't be able to tell you their importance to the story because then that would mean trying to figure out what their personalities are.\n\n\u001b[1mキャラクター：私はキャラクターのデザインを認識するのがいいので、私はそれらをすべて私の頭の中に見ることができます。 しかし、名前になると、私はそれらを見ていない3つだけ考えることができます：ゆう、\"シャットアップ、あなた\"、姫\"Excuuuuuuse私、王女！\"とジョナサンは、 私の兄弟のように全く行動しません。 私が覚えておかなければならない他の名前は、彼らがあまりにも異国的であるか、あまりにも控えめで、それらを暗記するものを考えるのが難しいからです。 それでも、私はあなたにその物語の重要性を伝えることができません。なぜなら、それは彼らの性格が何であるか把握しようとすることになるからです。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi wa kyarakutā no dezain o ninshiki suru no ga īnode, watashi wa sorera o subete watashi no atama no naka ni miru koto ga dekimasu. Shikashi, namae ni naru to, watashi wa sorera o miteinai 3ttsu dake kangaeru koto ga dekimasu: Yū, \" shattoappu, anata\", hime\" Excuuuuuuse watashi, ōjo!\" To Jonasan wa, watashi no kyōdai no yō ni mattaku kōdō shimasen. Watashi ga oboete okanakereba naranai ta no namae wa, karera ga amarini mo ikoku-tekidearu ka, amarini mo hikaeme de, sorera o anki suru mono o kangaeru no ga muzukashīkaradesu. Soredemo, watashi wa anata ni sono monogatari no jūyō-sei o tsutaeru koto ga dekimasen. Nazenara, sore wa karera no seikaku ga nandearu ka haaku shiyou to suru koto ni narukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS: I'm good with recognizing character designs, so I can see them all in my head. However, when it comes to their names, I can only think of three without looking them up: Yuu because “SHUT UP, YOU”, Hime for “Excuuuuuuse me, princess!”, and Jonathan because that's my brother's name even though the character doesn't act at all like my brother—unless my brother went rogue or something. The other names I didn't bother to remember because they're too exotic or too bland to think of anything to memorize them. Even then, I wouldn't be able to tell you their importance to the story because then that would mean trying to figure out what their personalities are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS: I'm good with recognizing character designs, so I can see them all in my head.\u001b[24m\n    \u001b[1mキャラクター：私はキャラクターのデザインを認識するのがいいので、私はそれらをすべて私の頭の中に見ることができます。\u001b[22m, \u001b[1mCHARACTERS：私はキャラクターデザインの認識との良好なので、私は私の頭の中でそれらをすべて見ることができます。\u001b[22m\n\u001b[4mHowever, when it comes to their names, I can only think of three without looking them up: Yuu because “SHUT UP, YOU”, Hime for “Excuuuuuuse me, princess!”, and Jonathan because that's my brother's name even though the character\u001b[24m\n    \u001b[1mしかし、名前になると、私はそれらを見ていない3つだけ考えることができます：ゆう、\"シャットアップ、あなた\"、姫\"Excuuuuuuse私、王女！\"とジョナサンは、\u001b[22m, \u001b[1mしかし、それは彼らの名前に来るとき、私はそれらを見ることなく3と考えることができます：ゆうのため、「黙れ、あなたは「姫のために、とジョナサンことがあっても、文字かかわらず、私の弟の名前だから」、私をExcuuuuuuse姫！」\u001b[22m\n\u001b[4mdoesn't act at all like my brother—unless my brother went rogue or something.\u001b[24m\n    \u001b[1m私の兄弟のように全く行動しません。\u001b[22m, \u001b[1mですべての私のようには作用しない兄-ない限り、私の兄が不正か何か行ってきました。\u001b[22m\n\u001b[4mThe other names I didn't bother to remember because they're too exotic or too bland to think of anything to memorize them.\u001b[24m\n    \u001b[1m私が覚えておかなければならない他の名前は、彼らがあまりにも異国的であるか、あまりにも控えめで、それらを暗記するものを考えるのが難しいからです。\u001b[22m, \u001b[1m彼らはあまりにもエキゾチックたり、それらを暗記するために何かを考えるにはあまりにも味気しているので、私は気にしませんでした他の名前は覚えています。\u001b[22m\n\u001b[4mEven then, I wouldn't be able to tell you their importance to the story because then that would mean trying to figure out what their personalities are.\u001b[24m\n    \u001b[1mそれでも、私はあなたにその物語の重要性を伝えることができません。なぜなら、それは彼らの性格が何であるか把握しようとすることになるからです。\u001b[22m, \u001b[1mそして、それは彼らの個性が何であるかを把握しようとしている意味しますので、その時でさえ、私はあなたの話にその重要性を伝えることができないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nYuu is basically this anime's Shinji, except as a generic protagonist who apparently has issues with his family especially his sister, and they tried to make that the central point of his character yet it didn't stick. Hime is the redhead, thus she's the Asuka of this anime right down to the love interest, right? Not quite. She's actually the Anzu/Téa of this anime. So yes, that means friendship speeches. This is her character. Jonathan is like the rival/antagonist/Dilandau of this anime and has mommy issues up the wazoo. And people get on Shinji's back about his daddy issues, but that's because he's more engaging about it, and no one cares to remember this show enough to remember this brat who complained to his mother whom he was about to shoot that she never gave him Christmas presents.\n\n\u001b[1m基本的にこのアニメのシンジですが、彼の姉妹、特に彼の妹に問題があると思われる一般的な主人公を除いて、彼はキャラクターの中心点を作ろうとしましたが、それは固執しませんでした。 姫は赤毛ですから、彼女はこのアニメのアスカです。 そうではありません。 彼女は実際にこのアニメの安住/テアです。 そう、友情のスピーチを意味する。 これは彼女の性格です。 ジョナサンはこのアニメのライバル/アンタゴニスト/ディランダウと似ていて、ママがwazooを発行しています。 そして、彼の父親の問題についてシンジの背中に乗る人がいるが、それは彼がもっと魅力的だからだ。誰もこのショーを覚えておいて、彼が決してクリスマスを与えなかったという彼の母親に不平を言った プレゼント。\u001b[22m\n\u001b[1m(Kihontekini kono anime no shinjidesuga, kare no shimai, tokuni kare no imōto ni mondai ga aru to omowa reru ippantekina shujinkō o nozoite, kare wa kyarakutā no chūshin-ten o tsukurou to shimashitaga, soreha koshū shimasendeshita. Hime wa akagedesukara, kanojo wa kono anime no Asukadesu. Sōde wa arimasen. Kanojo wa jissai ni kono anime no anjū/ teadesu. Sō, yūjō no supīchi o imi suru. Kore wa kanojo no seikakudesu. Jonasan wa kono anime no raibaru/ antagonisuto/ dirandau to nite ite, mama ga wazoo o hakkō shite imasu. Soshite, kare no chichioya no mondai ni tsuite shinji no senaka ni noru hito ga iru ga, sore wa kare ga motto mirikitekidakarada. Dare mo kono shō o oboete oite, kare ga kesshite kurisumasu o ataenakatta to iu kare no hahaoya ni fuhei o itta purezento.)\u001b[22m\n\nTranslations of \u001b[4mYuu is basically this anime's Shinji, except as a generic protagonist who apparently has issues with his family especially his sister, and they tried to make that the central point of his character yet it didn't stick. Hime is the redhead, thus she's the Asuka of this anime right down to the love interest, right? Not quite. She's actually the Anzu/Téa of this anime. So yes, that means friendship speeches. This is her character. Jonathan is like the rival/antagonist/Dilandau of this anime and has mommy issues up the wazoo. And people get on Shinji's back about his daddy issues, but that's because he's more engaging about it, and no one cares to remember this show enough to remember this brat who complained to his mother whom he was about to shoot that she never gave him Christmas presents.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuu is basically this anime's Shinji, except as a generic protagonist who apparently has issues with his family especially his sister, and they tried to make that the central point of his character yet it didn't stick.\u001b[24m\n    \u001b[1m基本的にこのアニメのシンジですが、彼の姉妹、特に彼の妹に問題があると思われる一般的な主人公を除いて、彼はキャラクターの中心点を作ろうとしましたが、それは固執しませんでした。\u001b[22m, \u001b[1m優は明らかに、特に彼の妹、彼の家族との問題があり、一般的な主人公として以外、基本的にこのアニメのシンジである、と彼らは彼の性格の中心点は、まだそれが固執しなかったことを作ってみました。\u001b[22m\n\u001b[4mHime is the redhead, thus she's the Asuka of this anime right down to the love interest, right?\u001b[24m\n    \u001b[1m姫は赤毛ですから、彼女はこのアニメのアスカです。\u001b[22m, \u001b[1m姫は右、こうして彼女は右下の愛興味にこのアニメの飛鳥だ、赤毛のですか？\u001b[22m\n\u001b[4mNot quite.\u001b[24m\n    \u001b[1mそうではありません。\u001b[22m, \u001b[1m非常ません。\u001b[22m\n\u001b[4mShe's actually the Anzu/Téa of this anime.\u001b[24m\n    \u001b[1m彼女は実際にこのアニメの安住/テアです。\u001b[22m, \u001b[1m彼女は実際にこのアニメの杏/ティーです。\u001b[22m\n\u001b[4mSo yes, that means friendship speeches.\u001b[24m\n    \u001b[1mそう、友情のスピーチを意味する。\u001b[22m, \u001b[1mそうです、それは友情のスピーチを意味します。\u001b[22m\n\u001b[4mThis is her character.\u001b[24m\n    \u001b[1mこれは彼女の性格です。\u001b[22m, \u001b[1mこれは彼女のキャラクターです。\u001b[22m\n\u001b[4mJonathan is like the rival/antagonist/Dilandau of this anime and has mommy issues up the wazoo.\u001b[24m\n    \u001b[1mジョナサンはこのアニメのライバル/アンタゴニスト/ディランダウと似ていて、ママがwazooを発行しています。\u001b[22m, \u001b[1mジョナサンはこのアニメのライバル/アンタゴニスト/ Dilandauのようなもので、尻をママの問題を持っています。\u001b[22m\n\u001b[4mAnd people get on Shinji's back about his daddy issues, but that's because he's more engaging about it, and no one cares to remember this show enough to remember this brat who complained to his mother whom he was about to shoot that she never gave him Christmas\u001b[24m\n    \u001b[1mそして、彼の父親の問題についてシンジの背中に乗る人がいるが、それは彼がもっと魅力的だからだ。誰もこのショーを覚えておいて、彼が決してクリスマスを与えなかったという彼の母親に不平を言った\u001b[22m, \u001b[1mそして、人々は彼のお父さんの問題についてシンジの背中に乗って、彼はそれについてより魅力的だし、誰もが彼は彼女が彼にクリスマスを与えたことはないことを撮影することとしていた人、彼の母親に訴えたこのガキを思い出すのに十分なこのショーを覚えて気にしないためです\u001b[22m\n\u001b[4mpresents.\u001b[24m\n    \u001b[1mプレゼント。\u001b[22m\n\u001b[1m\u001b[22m\nThe mechas themselves would count as characters if they were interesting enough. They're sentient enough that the pilots bond with them and talk to them and address them as “boy” (they all do it), and they all apparently have the likeness of a child which goes with the themes of childlike ideologies of the world and what it means to grow up. But they're boring. At least when it came to the EVAs, while they didn't talk, the way they bonded with their pilots had emotional connection to the characters, as well as distinctive looks (and in a way, “personalities”) from one-another. And with Escaflowne, while the mecha also didn't talk, it was the god of war in Fanelia, and thus there was importance to its presence in the series and the connection it had with the main characters, particularly with Van.\n\n\u001b[1m彼らが十分興味深いなら、メカ自体は文字としてカウントされます。 彼らはパイロットが彼らと結びついて話し、彼らと話をして\"少年\"（彼らはすべてそれをやっている）と言い張ります。彼らはすべて、子供のように世界の子供のようなイデオロギーをテーマにしています それが育つことは何を意味します。 しかし彼らは退屈だ。 少なくともEVAに来たとき、彼らは話をしなかったが、パイロットと結びついたやり方は、キャラクターとの感情的なつながり、そして互いからの独特の外見（ある意味では\"性格\"）を持っていた。 エスカフローネでは、メカも話さなかったが、それはFaneliaの戦争の神だったので、シリーズでの存在と、主人公、特にヴァンとの関係が重要だった。\u001b[22m\n\u001b[1m(Karera ga jūbun kyōmibukainara, meka jitai wa moji to shite kaunto sa remasu. Karera wa pairotto ga karera to musubitsuite hanashi, karera to hanashi o shite\" shōnen\"(karera wa subete sore o yatte iru) to iiharimasu. Karera wa subete, kodomo no yō ni sekai no kodomo no yōna ideorogī o tēma ni shite imasu sore ga sodatsu koto wa nani o imi shimasu. Shikashi karera wa taikutsuda. Sukunakutomo evu~a ni kita toki, karera wa hanashi o shinakattaga, pairotto to musubitsuita yarikata wa, kyarakutā to no kanjō-tekina tsunagari, soshite tagai kara no dokutoku no gaiken (aruimide wa\" seikaku\") o motte ita. Esukafurōnede wa, meka mo hanasanakattaga, soreha Fanelia no sensō no kamidattanode, shirīzu de no sonzai to, shujinkō, tokuni vu~an to no kankei ga jūyōdatta.)\u001b[22m\n\nTranslations of \u001b[4mThe mechas themselves would count as characters if they were interesting enough. They're sentient enough that the pilots bond with them and talk to them and address them as “boy” (they all do it), and they all apparently have the likeness of a child which goes with the themes of childlike ideologies of the world and what it means to grow up. But they're boring. At least when it came to the EVAs, while they didn't talk, the way they bonded with their pilots had emotional connection to the characters, as well as distinctive looks (and in a way, “personalities”) from one-another. And with Escaflowne, while the mecha also didn't talk, it was the god of war in Fanelia, and thus there was importance to its presence in the series and the connection it had with the main characters, particularly with Van.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe mechas themselves would count as characters if they were interesting enough.\u001b[24m\n    \u001b[1m彼らが十分興味深いなら、メカ自体は文字としてカウントされます。\u001b[22m, \u001b[1m彼らは十分に面白かった場合mechas自体が文字としてカウントされます。\u001b[22m\n\u001b[4mThey're sentient enough that the pilots bond with them and talk to them and address them as “boy” (they all do it), and they all apparently have the likeness of a child which goes with the themes of childlike ideologies of the world\u001b[24m\n    \u001b[1m彼らはパイロットが彼らと結びついて話し、彼らと話をして\"少年\"（彼らはすべてそれをやっている）と言い張ります。彼らはすべて、子供のように世界の子供のようなイデオロギーをテーマにしています\u001b[22m, \u001b[1m彼らはそれらとパイロットの結合が彼らに話し、「少年」（彼らはすべてそれを行う）としてそれらに対処することを十分に知覚している、と彼らはすべては明らかに世界の子供のようなイデオロギーのテーマで行く子供の肖像を持っています\u001b[22m\n\u001b[4mand what it means to grow up.\u001b[24m\n    \u001b[1mそれが育つことは何を意味します。\u001b[22m, \u001b[1mそれが育つために何を意味します。\u001b[22m\n\u001b[4mBut they're boring.\u001b[24m\n    \u001b[1mしかし彼らは退屈だ。\u001b[22m, \u001b[1mしかし、彼らは退屈です。\u001b[22m\n\u001b[4mAt least when it came to the EVAs, while they didn't talk, the way they bonded with their pilots had emotional connection to the characters, as well as distinctive looks (and in a way, “personalities”) from one-another.\u001b[24m\n    \u001b[1m少なくともEVAに来たとき、彼らは話をしなかったが、パイロットと結びついたやり方は、キャラクターとの感情的なつながり、そして互いからの独特の外見（ある意味では\"性格\"）を持っていた。\u001b[22m, \u001b[1m彼らは話をしなかった一方で、少なくともそれは、のEVAに来たとき、彼らはパイロットと結合方法は、文字への感情的なつながりだけでなく、独特のルックスを持っていた（とようで、「個性」）1-他から。\u001b[22m\n\u001b[4mAnd with Escaflowne, while the mecha also didn't talk, it was the god of war in Fanelia, and thus there was importance to its presence in the series and the connection it had with the main characters, particularly with Van.\u001b[24m\n    \u001b[1mエスカフローネでは、メカも話さなかったが、それはFaneliaの戦争の神だったので、シリーズでの存在と、主人公、特にヴァンとの関係が重要だった。\u001b[22m, \u001b[1mメカにも話をしなかったと天空のエスカフローネで、それはFanelia中戦争の神があって、したがって、そのシリーズの存在と、それが特にヴァンで、メインキャラクターとしていた接続への重要性がありました。\u001b[22m\n\u001b[1m\u001b[22m\nI can't tell you thing one about the Brain Powerds and why they're important to the series outside of the fact only children can pilot/befriend them (sort of, I guess) simply because they're children themselves. Even though wouldn't it make more sense for an ADULT to be the pilot to help nurture these Brain Powerds?\n\n\u001b[1m私はあなたにBrain Powerdsについて話すことはできません。なぜなら、彼らは子供たちだけであるため、子供たちだけがパイロット/仲良くすることができるということです。  ADULTがこれらのBrain Powerdsを育成するのに役立つパイロットであることがより意味をなさないでしょうか？\u001b[22m\n\u001b[1m(Watashi wa anata ni burēn Powerds ni tsuite hanasu koto wa dekimasen. Nazenara, karera wa kodomo-tachi dakedearu tame, kodomo-tachi dake ga pairotto/ nakayoku suru koto ga dekiru to iu kotodesu. Adaruto ga korera no burēn Powerds o ikusei suru no ni yakudatsu pairottodearu koto ga yori imiwonasanaideshou ka?)\u001b[22m\n\nTranslations of \u001b[4mI can't tell you thing one about the Brain Powerds and why they're important to the series outside of the fact only children can pilot/befriend them (sort of, I guess) simply because they're children themselves. Even though wouldn't it make more sense for an ADULT to be the pilot to help nurture these Brain Powerds?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't tell you thing one about the Brain Powerds and why they're important to the series outside of the fact only children can pilot/befriend them (sort of, I guess) simply because they're children themselves.\u001b[24m\n    \u001b[1m私はあなたにBrain Powerdsについて話すことはできません。なぜなら、彼らは子供たちだけであるため、子供たちだけがパイロット/仲良くすることができるということです。\u001b[22m, \u001b[1m彼らは実際の外側の一連の重要いる理由私は子供が操縦することができます/彼らは自分たちの子どもだという理由だけで（ソートの、私は推測する）、それらを仲良くなる。脳Powerdsについてあなたの事1を伝えることができず、\u001b[22m\n\u001b[4mEven though wouldn't it make more sense for an ADULT to be the pilot to help nurture these Brain Powerds?\u001b[24m\n    \u001b[1mADULTがこれらのBrain Powerdsを育成するのに役立つパイロットであることがより意味をなさないでしょうか？\u001b[22m, \u001b[1mそれは、これらの脳Powerdsを育成支援するためにパイロットになりADULTためのより多くの意味がありませんにもかかわらず？\u001b[22m\n\u001b[1m\u001b[22m\nART/ANIMATON: Sunrise as a whole typically produces some exquisite artwork, and had their own style that can be pointed out in a line-up. Sure, you can totally tell this is from them in the 90s, but this is not one of their best works. It was obvious they sent this off to the new people who weren't being paid enough to even give a rat's ass about it while all the experts worked on Cowboy Bebop, which aired at about the exact same time as “Brain Powerd”. The animation is so dated for the time that it's embarrassing because of all the shortcuts and post-production effects that were done, and there were a lot of clunkiness to be found in every episode. The only time it looked good and had that Sunrise touch was when it was admiring the female body in the opening credits.\n\n\u001b[1mアート/アニマトン：サンライズ全体では、典型的には絶妙なアートワークが生み出され、ラインナップで指摘できる独自のスタイルがあります。 確かに、90年代にはこれが彼らからのものだと完全に伝えることができますが、これは彼らの最高の作品の一つではありません。 明らかに、彼らは「Brain Powerd」とまったく同じ時期に放映されたCowboy Bebopですべての専門家が働いていた間に、ラットのお尻をくれるほどの報酬をもらっていない新しい人々にこれを送ったことは明らかでした。 アニメーションは、すべてのショートカットやポストプロダクションのエフェクトが原因で恥ずかしく思っていましたが、すべてのエピソードで多くの喧嘩がありました。 それが良い見えて、サンライズのタッチを持っていた唯一の時間は、それがオープニングクレジットで女性の体を賞賛していたときだった。\u001b[22m\n\u001b[1m(Āto/ animaton: Sanraizu zentaide wa, tenkei-teki ni wa zetsumyōna ātowāku ga umidasa re, rain'nappu de shiteki dekiru dokuji no sutairu ga arimasu. Tashika ni, 90-nendai ni wa kore ga karera kara no monoda to kanzen ni tsutaeru koto ga dekimasuga, kore wa karera no saikō no sakuhin no hitotsude wa arimasen. Akiraka ni, karera wa `burēn Powerd' to mattaku onaji jiki ni hōei sa reta Cowboy Bebop de subete no senmonka ga hataraite ita ma ni, ratto no o shiri o kureru hodo no hōshū o moratte inai atarashī hitobito ni kore o okutta koto wa akirakadeshita. Animēshon wa, subete no shōtokatto ya posutopurodakushon no efekuto ga gen'in de hazukashiku omotte imashitaga, subete no episōdo de ōku no kenka ga arimashita. Sore ga yoi miete, sanraizu no tatchi o motte ita yuiitsu no jikan wa, sore ga ōpuningukurejitto de josei no karada o shōsan shite ita tokidatta.)\u001b[22m\n\nTranslations of \u001b[4mART/ANIMATON: Sunrise as a whole typically produces some exquisite artwork, and had their own style that can be pointed out in a line-up. Sure, you can totally tell this is from them in the 90s, but this is not one of their best works. It was obvious they sent this off to the new people who weren't being paid enough to even give a rat's ass about it while all the experts worked on Cowboy Bebop, which aired at about the exact same time as “Brain Powerd”. The animation is so dated for the time that it's embarrassing because of all the shortcuts and post-production effects that were done, and there were a lot of clunkiness to be found in every episode. The only time it looked good and had that Sunrise touch was when it was admiring the female body in the opening credits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART/ANIMATON: Sunrise as a whole typically produces some exquisite artwork, and had their own style that can be pointed out in a line-up.\u001b[24m\n    \u001b[1mアート/アニマトン：サンライズ全体では、典型的には絶妙なアートワークが生み出され、ラインナップで指摘できる独自のスタイルがあります。\u001b[22m, \u001b[1mART / ANIMATON：全体としての日の出は、典型的には、いくつかの絶妙なアートワークを生成し、ラインアップの中で指摘することができる独自のスタイルを持っていました。\u001b[22m\n\u001b[4mSure, you can totally tell this is from them in the 90s, but this is not one of their best works.\u001b[24m\n    \u001b[1m確かに、90年代にはこれが彼らからのものだと完全に伝えることができますが、これは彼らの最高の作品の一つではありません。\u001b[22m, \u001b[1m確かに、あなたは完全にこれは90年代に彼らからで伝えることができますが、これは彼らの最高の作品の一つではありません。\u001b[22m\n\u001b[4mIt was obvious they sent this off to the new people who weren't being paid enough to even give a rat's ass about it while all the experts worked on Cowboy Bebop, which aired at about the exact same time as “Brain Powerd”.\u001b[24m\n    \u001b[1m明らかに、彼らは「Brain Powerd」とまったく同じ時期に放映されたCowboy Bebopですべての専門家が働いていた間に、ラットのお尻をくれるほどの報酬をもらっていない新しい人々にこれを送ったことは明らかでした。\u001b[22m, \u001b[1m彼らがすべての専門家は「ブレンパワード」と全く同じ時期に放映されたカウボーイビバップ、上に働いている間も、それについてのラットのお尻を与えるのに十分支払われていなかった新しい人々にこれをオフに送信さは明らかでした。\u001b[22m\n\u001b[4mThe animation is so dated for the time that it's embarrassing because of all the shortcuts and post-production effects that were done, and there were a lot of clunkiness to be found in every episode.\u001b[24m\n    \u001b[1mアニメーションは、すべてのショートカットやポストプロダクションのエフェクトが原因で恥ずかしく思っていましたが、すべてのエピソードで多くの喧嘩がありました。\u001b[22m, \u001b[1mアニメーションは、それが原因で行われたすべてのショートカットとポストプロダクションの効果の恥ずかしいです時間のために日付を記入し、すべてのエピソードで発見されるclunkinessがたくさんありましたさ。\u001b[22m\n\u001b[4mThe only time it looked good and had that Sunrise touch was when it was admiring the female body in the opening credits.\u001b[24m\n    \u001b[1mそれが良い見えて、サンライズのタッチを持っていた唯一の時間は、それがオープニングクレジットで女性の体を賞賛していたときだった。\u001b[22m, \u001b[1m唯一の時間はそれが良い見て、それが開いクレジットで女性の身体を眺めたとき、日の出タッチがあったことがありました。\u001b[22m\n\u001b[1m\u001b[22m\nSunrise is also known for their mechas, as mentioned before, and they have made some creative and distinguishable mechas over the years even though it was all to sell toys in the end. The mechas designs in “Brain Powerd” are some of the most uninspired designs I've ever seen. There's apparently two different mechas used throughout the series, the Brain Powerds and Gran Chers (although they're the exact same mecha, just one's a child and the other's the adult), and I can't tell the two apart at all, which made it infuriating during the battle sequences against the Reclaimers' Antibody pilots. Doesn't help that the Brain Powerds tried to get different designs for each new pilot (especially the one pair that were twins), and I still couldn't tell them all apart.\n\n\u001b[1m先に述べたように、日の出はそのメカでも知られており、最終的にはおもちゃを売ることがすべてであったにもかかわらず、何年にもわたって創造的かつ区別可能なメカを作ってきました。  「Brain Powerd」のメカデザインは、今まで見たことのない最も魅力的なデザインです。 明らかに、Brain PowerdsとGran Chersの2つの異なるメカがありますが（まったく同じメカ、ただの子供、もう1つは大人です）、私は2つのことを全く分からない Reclaimers 'Antibodyパイロットとのバトルシーケンス中に激しく怒らせました。  Brain Powerdsが新しいパイロット（特に双子の1組）ごとに異なるデザインをしようとするのを助けません。\u001b[22m\n\u001b[1m(Sakini nobeta yō ni, hinode wa sono mekade mo shira rete ori, saishūtekini wa omocha o uru koto ga subetedeatta nimokakawarazu, nan'nen ni mo watatte sōzō-teki katsu kubetsu kanōna meka o tsukutte kimashita. `Burēn Powerd' no meka dezain wa, imamade mita koto no nai mottomo miryoku-tekina dezaindesu. Akiraka ni, burēn Powerds to Gran Chers no 2tsu no kotonaru meka ga arimasuga (mattaku onaji meka, tada no kodomo, mō 1tsu wa otonadesu), watashi wa 2tsu no koto o mattaku wakaranai Reclaimers' Antibody pairotto to no batorushīkensu-chū ni hageshiku okora semashita. Burēn Powerds ga atarashī pairotto (tokuni futago no 1-kumi)-goto ni kotonaru dezain o shiyou to suru no o tasukemasen.)\u001b[22m\n\nTranslations of \u001b[4mSunrise is also known for their mechas, as mentioned before, and they have made some creative and distinguishable mechas over the years even though it was all to sell toys in the end. The mechas designs in “Brain Powerd” are some of the most uninspired designs I've ever seen. There's apparently two different mechas used throughout the series, the Brain Powerds and Gran Chers (although they're the exact same mecha, just one's a child and the other's the adult), and I can't tell the two apart at all, which made it infuriating during the battle sequences against the Reclaimers' Antibody pilots. Doesn't help that the Brain Powerds tried to get different designs for each new pilot (especially the one pair that were twins), and I still couldn't tell them all apart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSunrise is also known for their mechas, as mentioned before, and they have made some creative and distinguishable mechas over the years even though it was all to sell toys in the end.\u001b[24m\n    \u001b[1m先に述べたように、日の出はそのメカでも知られており、最終的にはおもちゃを売ることがすべてであったにもかかわらず、何年にもわたって創造的かつ区別可能なメカを作ってきました。\u001b[22m, \u001b[1mサンライズは、前述したように、また、それらのmechasのために知られており、彼らはそれが最終的におもちゃを販売するすべてのだったにもかかわらず、年間でいくつかの創造的かつ識別可能なmechasを行いました。\u001b[22m\n\u001b[4mThe mechas designs in “Brain Powerd” are some of the most uninspired designs I've ever seen.\u001b[24m\n    \u001b[1m「Brain Powerd」のメカデザインは、今まで見たことのない最も魅力的なデザインです。\u001b[22m, \u001b[1m「ブレンパワード」でmechasのデザインは、私が今まで見た中で最も平凡なデザインの一部です。\u001b[22m\n\u001b[4mThere's apparently two different mechas used throughout the series, the Brain Powerds and Gran Chers (although they're the exact same mecha, just one's a child and the other's the adult), and I can't tell the two apart at all, which\u001b[24m\n    \u001b[1m明らかに、Brain PowerdsとGran Chersの2つの異なるメカがありますが（まったく同じメカ、ただの子供、もう1つは大人です）、私は2つのことを全く分からない\u001b[22m, \u001b[1mシリーズ全体で使用される明らかに2つの異なるmechasがあります、脳PowerdsとグランChers（彼らはまったく同じメカだが、一つだけが子供だと他のが大人だ）、と私は、まったく離れた2を伝えることができません\u001b[22m\n\u001b[4mmade it infuriating during the battle sequences against the Reclaimers' Antibody pilots.\u001b[24m\n    \u001b[1mReclaimers 'Antibodyパイロットとのバトルシーケンス中に激しく怒らせました。\u001b[22m, \u001b[1mそれはReclaimers「抗体パイロットとの戦いのシーケンス中腹立たしいました。\u001b[22m\n\u001b[4mDoesn't help that the Brain Powerds tried to get different designs for each new pilot (especially the one pair that were twins), and I still couldn't tell them all apart.\u001b[24m\n    \u001b[1mBrain Powerdsが新しいパイロット（特に双子の1組）ごとに異なるデザインをしようとするのを助けません。\u001b[22m, \u001b[1m脳Powerdsは、それぞれの新しいパイロット（双子だった特に1組）のための異なるデザインを取得しようとしたことを助けていない、と私はまだそれらすべてを離れて言うことができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOh, and the cockpit is in the groin area, and whenever the hatch opened up, it looked like an erection. Make of that what you will (though it explains why everyone would call their mechas “boys”).\n\n\u001b[1mああ、コックピットは鼠蹊部にあり、ハッチが開くたびに、それは勃起のように見えました。 それをあなたが望むものにする（しかし、なぜ誰もが彼らのメカを「男の子」と呼ぶ理由を説明する）。\u001b[22m\n\u001b[1m(Ā, kokkupitto wa sokei-bu ni ari, hatchi ga hiraku tabi ni, soreha bokki no yō ni miemashita. Sore o anata ga nozomu mono ni suru (shikashi, naze daremoga karera no meka o `otokonoko' to yobu riyū o setsumei suru).)\u001b[22m\n\nTranslations of \u001b[4mOh, and the cockpit is in the groin area, and whenever the hatch opened up, it looked like an erection. Make of that what you will (though it explains why everyone would call their mechas “boys”).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, and the cockpit is in the groin area, and whenever the hatch opened up, it looked like an erection.\u001b[24m\n    \u001b[1mああ、コックピットは鼠蹊部にあり、ハッチが開くたびに、それは勃起のように見えました。\u001b[22m, \u001b[1mああ、コックピットは鼠径部にあり、ハッチが開かれるたびに、それは、勃起のように見えました。\u001b[22m\n\u001b[4mMake of that what you will (though it explains why everyone would call their mechas “boys”).\u001b[24m\n    \u001b[1mそれをあなたが望むものにする（しかし、なぜ誰もが彼らのメカを「男の子」と呼ぶ理由を説明する）。\u001b[22m, \u001b[1mあなたは（それが説明するのに、なぜ誰もが自分のmechas\"男の子\"と呼ぶだろう）どうなるかというのを確認します。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: I chose not to watch this in Japanese because I figured this was going to be a doozy to keep up with, and I'm sure I chose the lesser of two evils. My God did no one at Bandai care—which says something because a lot of these voice actors are actually well-known and have done other dubs before and after this (I want to say the Escaflowne dub was done prior to this one because Andrew Francis sounded like he had hit puberty prior to being cast in this anime). I don't know who the ADR director for this was, let alone who translated the scripts, but I bet you no one on that staff and in the recording booth knew what was written on those pages or what was going on on the screen. Everyone sounded confused when they're not stilted in delivery, it was really awkward.\n\n\u001b[1mSOUND：私はこれを見守ることを選んだのではなく、私はこれがうまくいくと思ったので、私はこれを見ていませんでした。 私の神はバンダイのケアでは誰もしませんでした。これは、これらの声優の多くが実際によく知られていて、これの前後に他のダブをしていたからです。（エスカフロニーダブはこれより前に行われました。Andrew Francis 彼はこのアニメにキャストされる前に思春期を打ったように聞こえました）。 スクリプトを翻訳したのはもちろんのこと、ADRのディレクターは誰か分かりませんが、そのスタッフとレコーディングブースの誰も、そのページに書かれた内容や画面上で起こっていたことを知っていませんでした。 配送に慣れていないときは誰もが混乱したように聞こえました。本当に厄介でした。\u001b[22m\n\u001b[1m(Saundo: Watashi wa kore o mimamoru koto o eranda node wa naku, watashi wa kore ga umaku iku to omottanode, watashi wa kore o mite imasendeshita. Watashi no kami wa Bandai no keade wa dare mo shimasendeshita. Kore wa, korera no seiyū no ōku ga jissai ni yoku shira rete ite, kore no zengo ni hoka no dabu o shite itakaradesu. (Esukafuronīdabu wa kore yori mae ni okonawa remashita. Andrew furanshisu kare wa kono anime ni kyasuto sa reru mae ni shishunki o utta yō ni kikoemashita). Sukuriputo o hon'yaku shita no wa mochiron no koto, ADR no direkutā wa dare ka wakarimasen ga, sono sutaffu to rekōdingubūsu no dare mo, sono pēji ni kaka reta naiyō ya gamen'ue de okotte ita koto o shitte imasendeshita. Haisō ni narete inai toki wa daremoga konran shita yō ni kikoemashita. Hontōni yakkaideshita.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: I chose not to watch this in Japanese because I figured this was going to be a doozy to keep up with, and I'm sure I chose the lesser of two evils. My God did no one at Bandai care—which says something because a lot of these voice actors are actually well-known and have done other dubs before and after this (I want to say the Escaflowne dub was done prior to this one because Andrew Francis sounded like he had hit puberty prior to being cast in this anime). I don't know who the ADR director for this was, let alone who translated the scripts, but I bet you no one on that staff and in the recording booth knew what was written on those pages or what was going on on the screen. Everyone sounded confused when they're not stilted in delivery, it was really awkward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: I chose not to watch this in Japanese because I figured this was going to be a doozy to keep up with, and I'm sure I chose the lesser of two evils.\u001b[24m\n    \u001b[1mSOUND：私はこれを見守ることを選んだのではなく、私はこれがうまくいくと思ったので、私はこれを見ていませんでした。\u001b[22m, \u001b[1mSOUND：私はこれはに追いつくために風変わりなものになる予定だった、と私は私は2つの悪のうち小さい方を選んだと確信して考え出したので、私は日本語でこれを見ないことにしました。\u001b[22m\n\u001b[4mMy God did no one at Bandai care—which says something because a lot of these voice actors are actually well-known and have done other dubs before and after this (I want to say the Escaflowne dub was done prior to this one because Andrew Francis\u001b[24m\n    \u001b[1m私の神はバンダイのケアでは誰もしませんでした。これは、これらの声優の多くが実際によく知られていて、これの前後に他のダブをしていたからです。（エスカフロニーダブはこれより前に行われました。Andrew Francis\u001b[22m, \u001b[1m私の神は、これらの声優の多くが実際によく知られており、前と、この後、他のダビングを行っているので、（私は天空のエスカフローネダブはアンドリュー・フランシス、このため1に先立って行われたと言いたい何かを言う気付けバンダイでは誰もしませんでした\u001b[22m\n\u001b[4msounded like he had hit puberty prior to being cast in this anime).\u001b[24m\n    \u001b[1m彼はこのアニメにキャストされる前に思春期を打ったように聞こえました）。\u001b[22m, \u001b[1m彼は）このアニメで鋳造されるのに思春期前にヒットしていたように聞こえました。\u001b[22m\n\u001b[4mI don't know who the ADR director for this was, let alone who translated the scripts, but I bet you no one on that staff and in the recording booth knew what was written on those pages or what was going on on the screen.\u001b[24m\n    \u001b[1mスクリプトを翻訳したのはもちろんのこと、ADRのディレクターは誰か分かりませんが、そのスタッフとレコーディングブースの誰も、そのページに書かれた内容や画面上で起こっていたことを知っていませんでした。\u001b[22m, \u001b[1m私はこのためのADRディレクターが誰かわからない、ましてやスクリプトを翻訳者が、私はあなたがそのスタッフに記録ブース内の誰もがそれらのページまたはどのような画面に起こっていた上に書かれたものを知っていたに違いありません。\u001b[22m\n\u001b[4mEveryone sounded confused when they're not stilted in delivery, it was really awkward.\u001b[24m\n    \u001b[1m配送に慣れていないときは誰もが混乱したように聞こえました。本当に厄介でした。\u001b[22m, \u001b[1m彼らは配達に大げさじゃないときに誰もが混乱鳴らし、それは本当に厄介でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe only person who seemed to have cared may have been Yoko Kanno, although if she half-assed it, it's not THAT noticeable. But her music for this show honestly isn't worth looking for despite the soundtrack being the best thing about the show (to the point I was more invested in the music than I was in the scene or the dialogue). And I hate saying that about her, but considering she was working on Cowboy Bebop's soundtrack at this time as well, her priorities were elsewhere alongside everyone else's.\n\n\u001b[1m世話をしていた唯一の人は、菅野よう子でしたが、それを半分にしても目立っていません。 しかし、このショーのための彼女の音楽は、サウンドトラックがショーについて最高のものであったにもかかわらず、正直なところ、私が場面や対話にいたよりも音楽に投資していたにもかかわらず、価値のあるものではありませんでした。 彼女のことを言っているのは嫌いですが、この時点でカウボーイビバップのサウンドトラックに取り組んでいたことを考慮して、彼女の優先順位は他の誰と並んでいました。\u001b[22m\n\u001b[1m(Sewa o shite ita yuiitsu no hito wa, kan'no yōkodeshitaga, sore o hanbun ni shite mo medatte imasen. Shikashi, kono shō no tame no kanojo no ongaku wa, saundotorakku ga shō ni tsuite saikō no monodeatta nimokakawarazu, shōjikina tokoro, watashi ga bamen ya taiwa ni i tayori mo ongaku ni tōshi shite ita nimokakawarazu, kachi no aru monode wa arimasendeshita. Kanojo no koto o itte iru no wa kiraidesuga, kono jiten de kaubōibibappu no saundotorakku ni torikunde ita koto o kōryo shite, kanojo no yūsen jun'i wa hoka no dare to narande imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe only person who seemed to have cared may have been Yoko Kanno, although if she half-assed it, it's not THAT noticeable. But her music for this show honestly isn't worth looking for despite the soundtrack being the best thing about the show (to the point I was more invested in the music than I was in the scene or the dialogue). And I hate saying that about her, but considering she was working on Cowboy Bebop's soundtrack at this time as well, her priorities were elsewhere alongside everyone else's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only person who seemed to have cared may have been Yoko Kanno, although if she half-assed it, it's not THAT noticeable.\u001b[24m\n    \u001b[1m世話をしていた唯一の人は、菅野よう子でしたが、それを半分にしても目立っていません。\u001b[22m, \u001b[1m彼女はそれを丸出しの場合、それは顕著ではないのですが、世話をしているように見えただけの人は、菅野よう子があったかもしれません。\u001b[22m\n\u001b[4mBut her music for this show honestly isn't worth looking for despite the soundtrack being the best thing about the show (to the point I was more invested in the music than I was in the scene or the dialogue).\u001b[24m\n    \u001b[1mしかし、このショーのための彼女の音楽は、サウンドトラックがショーについて最高のものであったにもかかわらず、正直なところ、私が場面や対話にいたよりも音楽に投資していたにもかかわらず、価値のあるものではありませんでした。\u001b[22m, \u001b[1mしかし、このショーのための彼女の音楽は正直サウンドトラックにもかかわらず、（私はシーンや対話にあったより私はより多くの音楽に投資されたポイントへの）ショーについての最もよい事であることを探している価値がありません。\u001b[22m\n\u001b[4mAnd I hate saying that about her, but considering she was working on Cowboy Bebop's soundtrack at this time as well, her priorities were elsewhere alongside everyone else's.\u001b[24m\n    \u001b[1m彼女のことを言っているのは嫌いですが、この時点でカウボーイビバップのサウンドトラックに取り組んでいたことを考慮して、彼女の優先順位は他の誰と並んでいました。\u001b[22m, \u001b[1mそして、私は彼女についてと言ったが、彼女の優先順位が他の場所で皆のと一緒だった、だけでなく、彼女はこの時点でカウボーイビバップのサウンドトラックに取り組んでいた考慮嫌い。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the opening song, “In My Dream”, is too good for this show and thus it's the only thing I'm taking away from this. And no, I don't get why it is there were naked women in the opening, which is the only opening I can think of outside of Elfen Lied where nudity was rampant.\n\n\u001b[1mまた、オープニング・ソング「In My Dream」は、このショーにはあまりにもいいので、これから取り除くのは唯一のことです。 そして、いいえ、なぜ裸の女性がオープニングに出ているのか分かりません。ヌードが広がっていたElfen Liedの外で私が考えることができる唯一のオープニングです。\u001b[22m\n\u001b[1m(Mata, ōpuningu songu `In maidorīmu' wa, kono shō ni wa amarini mo īnode, korekara torinozoku no wa yuiitsu no kotodesu. Soshite, īe, naze hadaka no josei ga ōpuningu ni dete iru no ka wakarimasen. Nūdo ga hirogatte ita Elfen Lied no soto de watashi ga kangaeru koto ga dekiru yuiitsu no ōpuningudesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the opening song, “In My Dream”, is too good for this show and thus it's the only thing I'm taking away from this. And no, I don't get why it is there were naked women in the opening, which is the only opening I can think of outside of Elfen Lied where nudity was rampant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the opening song, “In My Dream”, is too good for this show and thus it's the only thing I'm taking away from this.\u001b[24m\n    \u001b[1mまた、オープニング・ソング「In My Dream」は、このショーにはあまりにもいいので、これから取り除くのは唯一のことです。\u001b[22m, \u001b[1mまた、オープニング曲は、「夢の中」、このショーのためにあまりにも良いですので、それは私がこれから離れて取っているだけのことです。\u001b[22m\n\u001b[4mAnd no, I don't get why it is there were naked women in the opening, which is the only opening I can think of outside of Elfen Lied where nudity was rampant.\u001b[24m\n    \u001b[1mそして、いいえ、なぜ裸の女性がオープニングに出ているのか分かりません。ヌードが広がっていたElfen Liedの外で私が考えることができる唯一のオープニングです。\u001b[22m, \u001b[1mそれは裸の女性がヌードが横行したところ、私はエルフェンの外に考えることができる唯一の開口部が歌曲である開口部であったされている理由そして、いや、私は得ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT/OVERALL: My brain puked. That's... that's all I can say. I've tried, people, but all I could do was ramble because I have no idea how to process this show. When you're reduced to a blabbering mess and you just go into a trance and wander around trying to acknowledge the surrounding world, your mind goes elsewhere. Well, that could just be me, but this is what this anime has done to me in a way very few anime has had the privilege of doing to me. I'm legitimately surprised I can even function right now, I thought the number of headaches I had developed from watching/half-watching this baloney would've given me an aneurysm.\n\n\u001b[1m喜び/全体：私の脳は鼓動した。 それは...私が言うことができるすべてです。 私は試してみました、人々ですが、私はこのショーをどのように処理するのか分かりませんので、私ができることはすべて慌てていました。 あなたが馬鹿げた混乱に陥ったときに、あなたはトランスに入り、周りの世界を認知しようとするのをぐるぐる回ると、あなたの心はどこかに行きます。 まあ、それはちょうど私かもしれませんが、これは非常に少数のアニメが私にする特権を持っていた方法でこのアニメが私にしたものです。 私は正当に驚いていますが、私は今でも機能することができます。私は、このバロニーを見て/見てから開発した頭痛の数は、私に動脈瘤を与えていたと思った。\u001b[22m\n\u001b[1m(Yorokobi/ zentai: Watashi no nō wa kodō shita. Soreha... Watashi ga iu koto ga dekiru subetedesu. Watashi wa tameshite mimashita, hitobitodesuga, watashi wa kono shō o dono yō ni shori suru no ka wakarimasen'node, watashi ga dekiru koto wa subete awatete imashita. Anata ga bakageta konran ni ochītta toki ni, anata wa toransu ni hairi, mawari no sekai o ninchi shiyou to suru no o gurugurumawaru to, anata no kokoro wa doko ka ni ikimasu. Mā, sore wa chōdo watashi kamo shiremasenga, kore wa hijō ni shōsū no anime ga watashi ni suru tokken o motte ita hōhō de kono anime ga watashi ni shita monodesu. Watashi wa seitō ni odoroite imasuga, watashi wa ima demo kinō suru koto ga dekimasu. Watashi wa, kono baronī o mite/ mitekara kaihatsu shita zutsū no kazu wa, watashi ni dōmyaku kobu o ataete ita to omotta.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT/OVERALL: My brain puked. That's... that's all I can say. I've tried, people, but all I could do was ramble because I have no idea how to process this show. When you're reduced to a blabbering mess and you just go into a trance and wander around trying to acknowledge the surrounding world, your mind goes elsewhere. Well, that could just be me, but this is what this anime has done to me in a way very few anime has had the privilege of doing to me. I'm legitimately surprised I can even function right now, I thought the number of headaches I had developed from watching/half-watching this baloney would've given me an aneurysm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT/OVERALL: My brain puked.\u001b[24m\n    \u001b[1m喜び/全体：私の脳は鼓動した。\u001b[22m, \u001b[1m享有/ OVERALL：私の脳は吐きました。\u001b[22m\n\u001b[4mThat's... that's all I can say.\u001b[24m\n    \u001b[1mそれは...私が言うことができるすべてです。\u001b[22m, \u001b[1mそれはね...それは私が言うことができるすべてです。\u001b[22m\n\u001b[4mI've tried, people, but all I could do was ramble because I have no idea how to process this show.\u001b[24m\n    \u001b[1m私は試してみました、人々ですが、私はこのショーをどのように処理するのか分かりませんので、私ができることはすべて慌てていました。\u001b[22m, \u001b[1m私は、人々を試してみたが、私はこのショーを処理する方法が分からないので、私は何ができるすべては散歩でした。\u001b[22m\n\u001b[4mWhen you're reduced to a blabbering mess and you just go into a trance and wander around trying to acknowledge the surrounding world, your mind goes elsewhere.\u001b[24m\n    \u001b[1mあなたが馬鹿げた混乱に陥ったときに、あなたはトランスに入り、周りの世界を認知しようとするのをぐるぐる回ると、あなたの心はどこかに行きます。\u001b[22m, \u001b[1mあなたはblabberingの混乱に減少していて、あなただけのトランスに入ると、周囲の世界を認識しようと歩き回るとき、あなたの心は他の場所になります。\u001b[22m\n\u001b[4mWell, that could just be me, but this is what this anime has done to me in a way very few anime has had the privilege of doing to me.\u001b[24m\n    \u001b[1mまあ、それはちょうど私かもしれませんが、これは非常に少数のアニメが私にする特権を持っていた方法でこのアニメが私にしたものです。\u001b[22m, \u001b[1mまあ、それは私だけかもしれないが、これはこのアニメは非常に少数のアニメは私に行うための権限を持っていたように私に何をしたかです。\u001b[22m\n\u001b[4mI'm legitimately surprised I can even function right now, I thought the number of headaches I had developed from watching/half-watching this baloney would've given me an aneurysm.\u001b[24m\n    \u001b[1m私は正当に驚いていますが、私は今でも機能することができます。私は、このバロニーを見て/見てから開発した頭痛の数は、私に動脈瘤を与えていたと思った。\u001b[22m, \u001b[1m私は/半見てこのでたらめを見てから開発していた頭痛の数が私に動脈瘤を与えてくれただろうと思った、私も今に機能することができる合法的に驚いています。\u001b[22m\n\u001b[1m\u001b[22m\nIn fact, just thinking about it makes my insides clench and my brain to throb and I want to puke, and I don't want to talk about this anymore. It probably should've stayed that way so it would've saved me and the rest of you the headache of trying to comprehend my thoughts.\n\n\u001b[1m実際には、それについて考えてみると、私の内面が窮屈になり、私の脳が鼓動してしまい、私は噛みたくなってしまいます。私はこれ以上話したくありません。 それはおそらく私の思考を理解しようとするの頭痛を私とあなたの残りの人を救っただろうそのように滞在している必要があります。\u001b[22m\n\u001b[1m(Jissai ni wa, sore ni tsuite kangaete miru to, watashi no naimen ga kyūkutsu ni nari, watashi no nō ga kodō shite shimai, watashi wa kamitaku natte shimaimasu. Watashi wa kore ijō hanashitaku arimasen. Sore wa osoraku watashi no shikō o rikai shiyou to suru no zutsū o watashi to anata no nokori no hito o sukuttadarou sonoyōni taizai shite iru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn fact, just thinking about it makes my insides clench and my brain to throb and I want to puke, and I don't want to talk about this anymore. It probably should've stayed that way so it would've saved me and the rest of you the headache of trying to comprehend my thoughts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn fact, just thinking about it makes my insides clench and my brain to throb and I want to puke, and I don't want to talk about this anymore.\u001b[24m\n    \u001b[1m実際には、それについて考えてみると、私の内面が窮屈になり、私の脳が鼓動してしまい、私は噛みたくなってしまいます。私はこれ以上話したくありません。\u001b[22m, \u001b[1m実際には、ちょうどそれが食いしばる私の内側になり、私の脳がドキドキするし、私は吐くしたいを考えると、私はもうこのことについて話をしたくありません。\u001b[22m\n\u001b[4mIt probably should've stayed that way so it would've saved me and the rest of you the headache of trying to comprehend my thoughts.\u001b[24m\n    \u001b[1mそれはおそらく私の思考を理解しようとするの頭痛を私とあなたの残りの人を救っただろうそのように滞在している必要があります。\u001b[22m, \u001b[1mそれは私と私の考えを理解しようとしているの頭痛あなたの残りの部分を保存したことになるので、それはおそらく、そのように宿泊したはずです。\u001b[22m"
  },
  {
    "title": "Brain_Powerd",
    "id": "1542",
    "url": "https://myanimelist.net/anime/1542/Brain_Powerd",
    "user": "VoidHawk",
    "profile": "/profile/VoidHawk/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=12634",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  6\n\nOK！\n\nこの物語の背後にあるコンセプトは悪くないが、悪くない。 逆に、バイオテクノロジーのコンセプトは健全なサイエンスフィクションのコンセプトであり、バビロン5で最もよく使われているのは、VorlonsとShadowsの巨大な生活船を見る場所です。\n\nしかし、私の、何か基本的なことは、連続性と一貫性です...そして、その2つはここで欠けています。\n\n物語は1つの前提から始まります...そして、退屈なメカアクションに変わります...そして心理学的な試練に変わり、再びSF SFになります...\n\nそれは多くのことを試みますが、すべての目標には短くはありません。\n\n非常に最初の前提は最後に失われます...彼らは巨大な船が立ち上がるのを止めようとしたのではなく、地球上のすべての人生は滅びるでしょうか？ しかし、船は宇宙で終わり、潮の影響を除けば何も起こりません。\n\nそして物語全体に本当の終わりはない...\n\nそして、彼らはエピソード25（孤児の中の思い出、そのような別の船で地球上の戦いに閉じ込められていることを描写して...そして、孤児と脳からのものが他の船のものであることを説明する...） そして、他のことは何も言われていません。そして、他の船の運命...または彼らが戦闘に乗っていた理由...\n\n良いアイデア、良い全体的なコンセプトだが、普通の実行、ストーリーを作れない...\n\nこれは、エヴァンゲリオンよりもコンセプトの方がいいかもしれないけど、やっぱり無計画に作られてしまった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nOK!\n\n\u001b[1mOK！\u001b[22m\n\u001b[1m(OK!)\u001b[22m\n\nDefinitions of \u001b[4mOK!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\ninterjection\n\u001b[1m    良し！\u001b[22m\n        OK!, Okay!, All right!, Okey!, Okeydokey!\n\u001b[1m\u001b[22m\nThe concepts behind this story are not bad, not bad at all. on the contrary, biotechnology concepts are sound science fiction concepts, best used on Babylon 5 for instance where you see Vorlons and Shadows with huge living ships...\n\n\u001b[1mこの物語の背後にあるコンセプトは悪くないが、悪くない。 逆に、バイオテクノロジーのコンセプトは健全なサイエンスフィクションのコンセプトであり、バビロン5で最もよく使われているのは、VorlonsとShadowsの巨大な生活船を見る場所です。\u001b[22m\n\u001b[1m(Kono monogatari no haigo ni aru konseputo wa warukunai ga, warukunai. Gyaku ni, baiotekunorojī no konseputo wa kenzen'na saiensufikushon no konseputodeari, babiron 5 de mottomo yoku tsukawa rete iru no wa, Vorlons to shadōzu no kyodaina seikatsu-sen o miru bashodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe concepts behind this story are not bad, not bad at all. on the contrary, biotechnology concepts are sound science fiction concepts, best used on Babylon 5 for instance where you see Vorlons and Shadows with huge living ships...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concepts behind this story are not bad, not bad at all.\u001b[24m\n    \u001b[1mこの物語の背後にあるコンセプトは悪くないが、悪くない。\u001b[22m, \u001b[1mこの物語の背後にある概念は全く悪くない、悪くないです。\u001b[22m\n\u001b[4mon the contrary, biotechnology concepts are sound science fiction concepts, best used on Babylon 5 for instance where you see Vorlons and Shadows with huge living ships...\u001b[24m\n    \u001b[1m逆に、バイオテクノロジーのコンセプトは健全なサイエンスフィクションのコンセプトであり、バビロン5で最もよく使われているのは、VorlonsとShadowsの巨大な生活船を見る場所です。\u001b[22m, \u001b[1m逆に、バイオテクノロジーの概念を使用すると、巨大なリビング船でVorlonsと影を参照してください最高のインスタンスのためにバビロン5で使用されるサウンドサイエンスフィクションの概念は、あります...\u001b[22m\n\u001b[1m\u001b[22m\nBut my, something basic to any story is continuity and coherence...and those two are missing here.\n\n\u001b[1mしかし、私の、何か基本的なことは、連続性と一貫性です...そして、その2つはここで欠けています。\u001b[22m\n\u001b[1m(Shikashi, watashi no, nanika kihon-tekina koto wa, renzoku-sei to ikkan-seidesu... Soshite, sono 2tsu wa koko de kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut my, something basic to any story is continuity and coherence...and those two are missing here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut my, something basic to any story is continuity and coherence...and those two are missing here.\u001b[24m\n    \u001b[1mしかし、私の、何か基本的なことは、連続性と一貫性です...そして、その2つはここで欠けています。\u001b[22m, \u001b[1mしかし、私の、いずれかの話に基本的なものは、連続性と一貫性がある...と、それらの2がここに欠けています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story begins with one premise...then turns into boring mecha action...then turns into a try-to-be psychological drama, then try to be again a science fiction story...\n\n\u001b[1m物語は1つの前提から始まります...そして、退屈なメカアクションに変わります...そして心理学的な試練に変わり、再びSF SFになります...\u001b[22m\n\u001b[1m(Monogatari wa 1tsu no zentei kara hajimarimasu... Soshite, taikutsuna mekaakushon ni kawarimasu... Soshite shinri gakutekina shiren ni kawari, futatabi SF SF ni narimasu...)\u001b[22m\n\nTranslations of \u001b[4mThe story begins with one premise...then turns into boring mecha action...then turns into a try-to-be psychological drama, then try to be again a science fiction story...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story begins with one premise...then turns into boring mecha action...then turns into a try-to-be psychological drama, then try to be again a science fiction story...\u001b[24m\n    \u001b[1m物語は1つの前提から始まります...そして、退屈なメカアクションに変わります...そして心理学的な試練に変わり、再びSF SFになります...\u001b[22m, \u001b[1m話は退屈なメカアクションに変わり、その後... 1前提で始まる...再びサイエンス・フィクションの物語にしようと、その後、試しになる人の心理的なドラマに変身...\u001b[22m\n\u001b[1m\u001b[22m\nIt tries a lot of things but fails short to every goal.\n\n\u001b[1mそれは多くのことを試みますが、すべての目標には短くはありません。\u001b[22m\n\u001b[1m(Sore wa ōku no koto o kokoromimasuga, subete no mokuhyō ni wa mijikaku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt tries a lot of things but fails short to every goal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt tries a lot of things but fails short to every goal.\u001b[24m\n    \u001b[1mそれは多くのことを試みますが、すべての目標には短くはありません。\u001b[22m, \u001b[1mそれはたくさんのことをしようとしますが、すべての目標に短い失敗します。\u001b[22m\n\u001b[1m\u001b[22m\nThe very first premise is lost at the end...weren't they trying to stop the enormous ship to rise or all life on Earth would perish? But the ship ends in space...and nothing much happen aside tidal effects.\n\n\u001b[1m非常に最初の前提は最後に失われます...彼らは巨大な船が立ち上がるのを止めようとしたのではなく、地球上のすべての人生は滅びるでしょうか？ しかし、船は宇宙で終わり、潮の影響を除けば何も起こりません。\u001b[22m\n\u001b[1m(Hijō ni saisho no zentei wa saigo ni ushinawa remasu... Karera wa kyodaina fune ga tachiagaru no o tomeyou to shita node wa naku, chikyū-jō no subete no jinsei wa horobirudeshou ka? Shikashi,-sen wa uchū de owari, shio no eikyō o nozokeba nani mo okorimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe very first premise is lost at the end...weren't they trying to stop the enormous ship to rise or all life on Earth would perish? But the ship ends in space...and nothing much happen aside tidal effects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe very first premise is lost at the end...weren't they trying to stop the enormous ship to rise or all life on Earth would perish?\u001b[24m\n    \u001b[1m非常に最初の前提は最後に失われます...彼らは巨大な船が立ち上がるのを止めようとしたのではなく、地球上のすべての人生は滅びるでしょうか？\u001b[22m, \u001b[1m最後に失われた非常に最初の前提は...彼らが上昇する巨大な船を停止しようとしていなかったか、地球上のすべての生命は滅びるでしょうか？\u001b[22m\n\u001b[4mBut the ship ends in space...and nothing much happen aside tidal effects.\u001b[24m\n    \u001b[1mしかし、船は宇宙で終わり、潮の影響を除けば何も起こりません。\u001b[22m, \u001b[1mしかし、船は...スペースで終了し、多くのものはさておき潮の影響を起こりません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd there is no real end to the whole story...\n\n\u001b[1mそして物語全体に本当の終わりはない...\u001b[22m\n\u001b[1m(Soshite monogatari zentai ni hontō no owari wanai...)\u001b[22m\n\nTranslations of \u001b[4mAnd there is no real end to the whole story...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd there is no real end to the whole story...\u001b[24m\n    \u001b[1mそして物語全体に本当の終わりはない...\u001b[22m, \u001b[1mそして、全体的な話には本当の終わりがありません...\u001b[22m\n\u001b[1m\u001b[22m\nAnd they began to display something interesting on episode 25 (the memories inside Orphan, depicting it locked in battle over Earth with another ship like it...and then explaining that Grand Chers are from Orphan and Brains are from the other ship... and then nothing else is said about that...and the fate of the other ship...or why they were in battle...\n\n\u001b[1mそして、彼らはエピソード25（孤児の中の思い出、そのような別の船で地球上の戦いに閉じ込められていることを描写しています...そして、孤児と脳からのものが他の船のものであることを説明する...） そして、他のことは何も言われていません。そして、他の船の運命...または彼らが戦闘に参加した理由...\u001b[22m\n\u001b[1m(Soshite, karera wa episōdo 25 (minashigo no naka no omoide, sono yōna betsu no fune de chikyū-jō no tatakai ni tojikome rarete iru koto o byōsha shite imasu... Soshite, minashigo to nō kara no mono ga hoka no fune no monodearu koto o setsumei suru... ) Soshite, hoka no koto wa nani mo iwa rete imasen. Soshite, hoka no fune no unmei... Matawa karera ga sentō ni sanka shita riyū...)\u001b[22m\n\nTranslations of \u001b[4mAnd they began to display something interesting on episode 25 (the memories inside Orphan, depicting it locked in battle over Earth with another ship like it...and then explaining that Grand Chers are from Orphan and Brains are from the other ship... and then nothing else is said about that...and the fate of the other ship...or why they were in battle...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd they began to display something interesting on episode 25 (the memories inside Orphan, depicting it locked in battle over Earth with another ship like it...and then explaining that Grand Chers are from Orphan and Brains are from the other ship...\u001b[24m\n    \u001b[1mそして、彼らはエピソード25（孤児の中の思い出、そのような別の船で地球上の戦いに閉じ込められていることを描写しています...そして、孤児と脳からのものが他の船のものであることを説明する...）\u001b[22m, \u001b[1mそして、彼らはそれのような別の船で地球の上の戦いでロックされて...そしてグランドChersは孤児からのものであり、脳は他の船からのものであることを説明描いた、（エピソード25の孤児内部思い出を何か面白いものを表示するようになりました...\u001b[22m\n\u001b[4mand then nothing else is said about that...and the fate of the other ship...or why they were in battle...\u001b[24m\n    \u001b[1mそして、他のことは何も言われていません。そして、他の船の運命...または彼らが戦闘に参加した理由...\u001b[22m, \u001b[1mそしてその後、他には何も言われない程度という...そして他の船の運命...かなぜ彼らは戦いにありました...\u001b[22m\n\u001b[1m\u001b[22m\nGood ideas, good overall concept but a mediocre execution, failing to make the story work...\n\n\u001b[1m良いアイデア、良い全体的なコンセプトだが、普通の実行、ストーリーを作れない...\u001b[22m\n\u001b[1m(Yoi aidea, yoi zentai-tekina konseputodaga, futsū no jikkō, sutōrī o tsukurenai...)\u001b[22m\n\nTranslations of \u001b[4mGood ideas, good overall concept but a mediocre execution, failing to make the story work...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood ideas, good overall concept but a mediocre execution, failing to make the story work...\u001b[24m\n    \u001b[1m良いアイデア、良い全体的なコンセプトだが、普通の実行、ストーリーを作れない...\u001b[22m, \u001b[1m良いアイデア、良い全体的なコンセプトが、平凡な実行は、物語の仕事を作るために失敗します...\u001b[22m\n\u001b[1m\u001b[22m\nA pitty...this could have been in concept something better than Evangelion...but ended being a really haphazardly made series...\n\n\u001b[1mこれは、エヴァンゲリオンよりもコンセプトの方がいいかもしれないけど、やっぱり無計画に作られてしまった。\u001b[22m\n\u001b[1m(Kore wa, evu~angerion yori mo konseputo no kata ga ī kamo shirenaikedo, yappari mukeikaku ni tsukura rete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mA pitty...this could have been in concept something better than Evangelion...but ended being a really haphazardly made series...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA pitty...this could have been in concept something better than Evangelion...but ended being a really haphazardly made series...\u001b[24m\n    \u001b[1mこれは、エヴァンゲリオンよりもコンセプトの方がいいかもしれないけど、やっぱり無計画に作られてしまった。\u001b[22m, \u001b[1mpitty...これは概念にヱヴァンゲリヲン新劇場版よりももっと良いものだったかもしれない...しかし、本当にでたらめシリーズを作られて終わりました...\u001b[22m"
  },
  {
    "title": "Brain_Powerd",
    "id": "1542",
    "url": "https://myanimelist.net/anime/1542/Brain_Powerd",
    "user": "Huntsman",
    "profile": "/profile/Huntsman/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=6896",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  9\n\n大きなアイデアを持つアニメ\n\nBrain Poweredは大きなアイデアを持つアニメです。 問題はそれが実行されていることです。 まず、物語は地球の近い将来にある。  Orphanとして知られる奇妙な遺跡が地球の海から浮上し始めたところで、 孤児は最初に地殻変動プレートの下から現れ、すべての兆候はそれが浮上し、波の上の目的地に到達すると世界的な災害を引き起こすことを指摘する。  Orphanのこの活動は、地震、地震波、津波を発生させ、地球の陸地を襲い、広範囲にわたる洪水や破壊を引き起こしています。 孤児の中の人間たちは、海から孤児を育てて地球を大きく変える予定です。 彼らはまた、孤児から作られた巨大なロボットである蟻の体を使用します。 物語は孤児を襲う巨大船造りのノービスノアの一員である孤児と姫を逃げた勇美ゆうに続く。\n\n今私はBrain Poweredの基本的な話を聞いてみましょう。 私が以前に言ったように、ショーはRahXephonとSaikanoのラインに沿って他のアニメの高さに到達しようとする大きなアイデアを持っていました。 私が話してくれたのは、それが私に関心を寄せてくれたということです。 私が9に与えるキャラクターは、段ボールのカットアウトではなく、あなたに気にしました。 アニメーションは6歳、それはおばあちゃんだったし、80年代後半に作られたように見えました。 また、ひどい顔をした巨大なロボットがあった。 最後に、私は7曲を贈りますが、特別なことはありませんでしたが、まだまだ良かったです。 全体的に私はそれに8を与えるだろう。それは上記のアニメのような古典的でも素晴らしいものでもなかったが、それはまだ非常に良好であった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nA anime with big ideas\n\n\u001b[1m大きなアイデアを持つアニメ\u001b[22m\n\u001b[1m(Ōkina aidea o motsu anime)\u001b[22m\n\nTranslations of \u001b[4mA anime with big ideas\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA anime with big ideas\u001b[24m\n    \u001b[1m大きなアイデアを持つアニメ\u001b[22m, \u001b[1m大きなアイデアをアニメ\u001b[22m\n\u001b[1m\u001b[22m\nBrain Powered is a anime with big ideas. The problem with it is it's execution. First the story is in the earth's near future. Where a strange ruin, known as Orphan, has begun to surface from Earth's oceans. Orphan first appeared from under the tectonic plates, and all signs point to it surfacing and causing a world wide catastrophe when it reaches its destination above the waves. This activity from Orphan has created earthquakes, seismic waves, and tsunami's, which have battered the land regions of Earth, producing wide spread floods and destruction. The humans inside Orphan plan to change the earth drastically by raising Orphan out of the ocean. They also use ant-bodies, giant robots created from Orphan. The story follows Isami Yuu who flees Orphan and Hime a member of Novis Noah a huge ship build to batttle Orphan.\n\n\u001b[1mBrain Poweredは大きなアイデアを持つアニメです。 問題はそれが実行されていることです。 まず、物語は地球の近い将来にある。  Orphanとして知られる奇妙な遺跡が地球の海から浮上し始めたところで、 孤児は最初に地殻変動プレートの下から現れ、すべての兆候はそれが浮上し、波の上の目的地に到達すると世界的な災害を引き起こすことを指摘する。  Orphanのこの活動は、地震、地震波、津波を発生させ、地球の陸地を襲い、広範囲にわたる洪水や破壊を引き起こしています。 孤児の中の人間たちは、海から孤児を育てて地球を大きく変える予定です。 彼らはまた、孤児から作られた巨大なロボットである蟻の体を使用します。 物語は孤児を襲う巨大船造りのノービスノアの一員である孤児と姫を逃げた勇美ゆうに続く。\u001b[22m\n\u001b[1m(Burēn Powered wa ōkina aidea o motsu animedesu. Mondai wa sore ga jikkō sa rete iru kotodesu. Mazu, monogatari wa chikyū no chikai shōrai ni aru. Orphan to shite shira reru kimyōna iseki ga chikyū no umi kara fujō shi hajimeta tokoro de, minashigo wa saisho ni chikaku hendō purēto no shita kara araware, subete no chōkō wa sore ga fujō shi,-ha no ue no mokutekichi ni tōtatsu suruto sekai-tekina saigai o hikiokosu koto o shiteki suru. Orphan no kono katsudō wa, jishin, jishinha, tsunami o hassei sa se, chikyū no rikuchi o osoi, kōhan'i ni wataru kōzui ya hakai o hikiokoshite imasu. Minashigo no naka no ningen-tachi wa, umi kara minashigo o sodatete chikyū o ōkiku kaeru yoteidesu. Karera wa mata, minashigo kara tsukura reta kyodaina robottodearu ari no karada o shiyō shimasu. Monogatari wa minashigo o osou kyodai-sen-dzukuri no nōbisunoa no ichiindearu minashigo to hime o nigeta isami Yū ni tsudzuku.)\u001b[22m\n\nTranslations of \u001b[4mBrain Powered is a anime with big ideas. The problem with it is it's execution. First the story is in the earth's near future. Where a strange ruin, known as Orphan, has begun to surface from Earth's oceans. Orphan first appeared from under the tectonic plates, and all signs point to it surfacing and causing a world wide catastrophe when it reaches its destination above the waves. This activity from Orphan has created earthquakes, seismic waves, and tsunami's, which have battered the land regions of Earth, producing wide spread floods and destruction. The humans inside Orphan plan to change the earth drastically by raising Orphan out of the ocean. They also use ant-bodies, giant robots created from Orphan. The story follows Isami Yuu who flees Orphan and Hime a member of Novis Noah a huge ship build to batttle Orphan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBrain Powered is a anime with big ideas.\u001b[24m\n    \u001b[1mBrain Poweredは大きなアイデアを持つアニメです。\u001b[22m, \u001b[1mブレンパワードは大きなアイデアをアニメです。\u001b[22m\n\u001b[4mThe problem with it is it's execution.\u001b[24m\n    \u001b[1m問題はそれが実行されていることです。\u001b[22m, \u001b[1mそれに伴う問題は、それが実行だです。\u001b[22m\n\u001b[4mFirst the story is in the earth's near future.\u001b[24m\n    \u001b[1mまず、物語は地球の近い将来にある。\u001b[22m, \u001b[1m最初の物語は地球の近い将来です。\u001b[22m\n\u001b[4mWhere a strange ruin, known as Orphan, has begun to surface from Earth's oceans.\u001b[24m\n    \u001b[1mOrphanとして知られる奇妙な遺跡が地球の海から浮上し始めたところで、\u001b[22m, \u001b[1mどこ孤児として知られている奇妙な廃墟は、地球の海から表面化し始めています。\u001b[22m\n\u001b[4mOrphan first appeared from under the tectonic plates, and all signs point to it surfacing and causing a world wide catastrophe when it reaches its destination above the waves.\u001b[24m\n    \u001b[1m孤児は最初に地殻変動プレートの下から現れ、すべての兆候はそれが浮上し、波の上の目的地に到達すると世界的な災害を引き起こすことを指摘する。\u001b[22m, \u001b[1m孤児は、最初の構造プレートの下から現れ、すべての兆候は、それは波の上にその目的地に到達したときに世界的な大惨事を浮上し、原因とそれを指します。\u001b[22m\n\u001b[4mThis activity from Orphan has created earthquakes, seismic waves, and tsunami's, which have battered the land regions of Earth, producing wide spread floods and destruction.\u001b[24m\n    \u001b[1mOrphanのこの活動は、地震、地震波、津波を発生させ、地球の陸地を襲い、広範囲にわたる洪水や破壊を引き起こしています。\u001b[22m, \u001b[1m孤児からこの活動は広範に洪水や破壊を生産、地球のランド領域を連打している地震、地震波、津波のを、作成しました。\u001b[22m\n\u001b[4mThe humans inside Orphan plan to change the earth drastically by raising Orphan out of the ocean.\u001b[24m\n    \u001b[1m孤児の中の人間たちは、海から孤児を育てて地球を大きく変える予定です。\u001b[22m, \u001b[1m孤児計画内部の人間は、海外の孤児を上げることによって劇的に地球を変更します。\u001b[22m\n\u001b[4mThey also use ant-bodies, giant robots created from Orphan.\u001b[24m\n    \u001b[1m彼らはまた、孤児から作られた巨大なロボットである蟻の体を使用します。\u001b[22m, \u001b[1m彼らはまた、アリ - 体、孤児から作成された巨大ロボットを使用しています。\u001b[22m\n\u001b[4mThe story follows Isami Yuu who flees Orphan and Hime a member of Novis Noah a huge ship build to batttle Orphan.\u001b[24m\n    \u001b[1m物語は孤児を襲う巨大船造りのノービスノアの一員である孤児と姫を逃げた勇美ゆうに続く。\u001b[22m, \u001b[1m物語は孤児や姫ノビスノアのメンバー孤児をbatttleする巨大な船のビルドを逃げる勇ゆうに従います。\u001b[22m\n\u001b[1m\u001b[22m\nNow that I gave the basic story of Brain Powered let's get to the review. Like I said earlier the show had big ideas trying to reach the height of other anime along the lines of RahXephon and Saikano and it generally does. The story I would give a 10 it kept me interested. The characters I'd give 9, they weren't cardboard cut outs and made you care about them. The animation was a 6, it was granny and looked like it was made in the late 80s. Also there were the giant robots that looked terrible. Finally the music I'd give a 7 on, there wasn't anything special but was still good. Overall I'd give it a 8. It wasn't a classic or great like the anime listed above, but it was still very good.\n\n\u001b[1m今私はBrain Poweredの基本的な話を聞いてみましょう。 私が以前に言ったように、ショーはRahXephonとSaikanoのラインに沿って他のアニメの高さに到達しようとする大きなアイデアを持っていました。 私が話してくれたのは、それが私に関心を寄せてくれたということです。 私が9に与えるキャラクターは、段ボールのカットアウトではなく、あなたに気にしました。 アニメーションは6歳、それはおばあちゃんだったし、80年代後半に作られたように見えました。 また、ひどい顔をした巨大なロボットがあった。 最後に、私は7曲を贈りますが、特別なことはありませんでしたが、まだまだ良かったです。 全体的に私はそれに8を与えるだろう。それは上記のアニメのような古典的でも素晴らしいものでもなかったが、それはまだ非常に良好であった。\u001b[22m\n\u001b[1m(Ima watashi wa burēn Powered no kihon-tekina hanashi o kiite mimashou. Watashi ga izen ni itta yō ni, shō wa RahXephon to Saikano no rain ni sotte hoka no anime no taka-sa ni tōtatsu shiyou to suru ōkina aidea o motte imashita. Watashi ga hanashite kureta no wa, sore ga watashi ni kanshin o yosete kureta to iu kotodesu. Watashi ga 9 ni ataeru kyarakutā wa, dan bōru no kattoautode wa naku, anata ni ki ni shimashita. Animēshon wa 6-sai, soreha o bāchandattashi, 80-nendai kōhan ni tsukura reta yō ni miemashita. Mata, hidoi kao o shita kyodaina robotto ga atta. Saigo ni, watashi wa 7 kyoku o okurimasuga, tokubetsuna koto wa arimasendeshitaga, madamada yokattadesu. Zentai-teki ni watashi wa sore ni 8 o ataerudarou. Sore wa jōki no anime no yōna koten-tekide mo subarashī monode mo nakattaga, sore wa mada hijō ni ryōkōdeatta.)\u001b[22m\n\nTranslations of \u001b[4mNow that I gave the basic story of Brain Powered let's get to the review. Like I said earlier the show had big ideas trying to reach the height of other anime along the lines of RahXephon and Saikano and it generally does. The story I would give a 10 it kept me interested. The characters I'd give 9, they weren't cardboard cut outs and made you care about them. The animation was a 6, it was granny and looked like it was made in the late 80s. Also there were the giant robots that looked terrible. Finally the music I'd give a 7 on, there wasn't anything special but was still good. Overall I'd give it a 8. It wasn't a classic or great like the anime listed above, but it was still very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow that I gave the basic story of Brain Powered let's get to the review.\u001b[24m\n    \u001b[1m今私はBrain Poweredの基本的な話を聞いてみましょう。\u001b[22m, \u001b[1m今私はのレビューに取得してみましょうブレンパワードの基本的な物語を与えたこと。\u001b[22m\n\u001b[4mLike I said earlier the show had big ideas trying to reach the height of other anime along the lines of RahXephon and Saikano and it generally does.\u001b[24m\n    \u001b[1m私が以前に言ったように、ショーはRahXephonとSaikanoのラインに沿って他のアニメの高さに到達しようとする大きなアイデアを持っていました。\u001b[22m, \u001b[1m私はショーがラーゼフォンと最終兵器彼女の線に沿って他のアニメの高さに到達しようと大きなアイデアを持っていたし、それは一般的にありません以前言ったように。\u001b[22m\n\u001b[4mThe story I would give a 10 it kept me interested.\u001b[24m\n    \u001b[1m私が話してくれたのは、それが私に関心を寄せてくれたということです。\u001b[22m, \u001b[1m物語は、私はそれが興味を持って私を守っ10を与えるだろう。\u001b[22m\n\u001b[4mThe characters I'd give 9, they weren't cardboard cut outs and made you care about them.\u001b[24m\n    \u001b[1m私が9に与えるキャラクターは、段ボールのカットアウトではなく、あなたに気にしました。\u001b[22m, \u001b[1m私は9を与えるだろう文字が、彼らは段ボールのカットアウトではなかったし、あなたがそれらを気に作られました。\u001b[22m\n\u001b[4mThe animation was a 6, it was granny and looked like it was made in the late 80s.\u001b[24m\n    \u001b[1mアニメーションは6歳、それはおばあちゃんだったし、80年代後半に作られたように見えました。\u001b[22m, \u001b[1mアニメーションは6だった、それはおばあちゃんだった、それは80年代後半に作られたように見えました。\u001b[22m\n\u001b[4mAlso there were the giant robots that looked terrible.\u001b[24m\n    \u001b[1mまた、ひどい顔をした巨大なロボットがあった。\u001b[22m, \u001b[1mまた、ひどい見えた巨大ロボットがありました。\u001b[22m\n\u001b[4mFinally the music I'd give a 7 on, there wasn't anything special but was still good.\u001b[24m\n    \u001b[1m最後に、私は7曲を贈りますが、特別なことはありませんでしたが、まだまだ良かったです。\u001b[22m, \u001b[1m最後に、私は上の7を与えるだろう音楽は、何か特別なことはありませんでしたが、それでも良かったです。\u001b[22m\n\u001b[4mOverall I'd give it a 8. It wasn't a classic or great like the anime listed above, but it was still very good.\u001b[24m\n    \u001b[1m全体的に私はそれに8を与えるだろう。それは上記のアニメのような古典的でも素晴らしいものでもなかったが、それはまだ非常に良好であった。\u001b[22m, \u001b[1m全体的に私はそれをそれが上記のアニメのような古典的なまたは素晴らしいではありませんでした8を与えるだろうが、それはまだ非常に良好でした。\u001b[22m"
  },
  {
    "title": "Brain_Powerd",
    "id": "1542",
    "url": "https://myanimelist.net/anime/1542/Brain_Powerd",
    "user": "carnage_panda",
    "profile": "/profile/carnage_panda/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=221131",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこのショーを見たときに私が見たものは確かではない。 それは最初のエピソードの後ろにある恐ろしい真実を隠して、大丈夫です。 これは、すべてのショーと同じように、最初のエピソードから何が入っているのか本当に分からないからです。\n\n私はこのショーに1点を与えようとしていました。私が見たショーはもう1つしかなかったのです。 そのショーはHakkenden：Dog Warriorsの伝説です。 しかし、菅野陽子の得点は、それが樽の底から救われた。 誰が私は冗談だ、最後の文を打つ。 このショーは完全なゴミです。 しかし、真剣に、それは私が1の代わりに2を与えた理由です。\n\n私はこのショーがジュネーブ条約の下で拷問の行為として定義されており、ギトモの捕虜に対して日常的に使用されていることはかなり確信しています。 彼らがこのゴミの山をどこに見せてくれるかは、ひどいところです。\n\nあなたはBrain Powerdを見た後で人の人にはなりません。 あなたの母と父はあなたをあまり愛しません。 あなたの配偶者はあなたと離婚する可能性が高く、あなたはうつ病との長い戦いをするでしょう。 ある日、土壌を耕作しながら空を見上げて、「ああ、脳の力」と言います。 ところで、それは実際の対話です。 空に飛んでいるメカにコメントしている途中でちょっとしたランダムな男が出てきます。 それは過去の編集をどうしたのですか？\n\nあなたの時間を節約し、とにかく見るべきより良いものがあります。 あなたが何とかこのショウが好きなら、あなたは道徳的に破産し、客観的に間違っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI'm not even sure what I watched when I watched this show. It starts out all right, hiding the hideous truth behind the first episode. This is because, like all shows, you really don't know what you're getting into from the first episode.\n\n\u001b[1m私はこのショーを見たときに私が見たものは確かではない。 それは最初のエピソードの後ろにある恐ろしい真実を隠して、大丈夫です。 これは、すべてのショーと同じように、最初のエピソードから何が入っているのか本当に分からないからです。\u001b[22m\n\u001b[1m(Watashi wa kono shō o mita toki ni watashi ga mita mono wa tashikade wanai. Sore wa saisho no episōdo no ushiro ni aru osoroshī shinjitsu o kakushite, daijōbudesu. Kore wa, subete no shō to onajiyōni, saisho no episōdo kara nani ga haitte iru no ka hontōni wakaranaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not even sure what I watched when I watched this show. It starts out all right, hiding the hideous truth behind the first episode. This is because, like all shows, you really don't know what you're getting into from the first episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not even sure what I watched when I watched this show.\u001b[24m\n    \u001b[1m私はこのショーを見たときに私が見たものは確かではない。\u001b[22m, \u001b[1m私はこの番組を見たとき、私が見たものであってもよく分かりません。\u001b[22m\n\u001b[4mIt starts out all right, hiding the hideous truth behind the first episode.\u001b[24m\n    \u001b[1mそれは最初のエピソードの後ろにある恐ろしい真実を隠して、大丈夫です。\u001b[22m, \u001b[1mこれは、最初のエピソードの背後にある恐ろしい真実を隠し、すべての権利を開始します。\u001b[22m\n\u001b[4mThis is because, like all shows, you really don't know what you're getting into from the first episode.\u001b[24m\n    \u001b[1mこれは、すべてのショーと同じように、最初のエピソードから何が入っているのか本当に分からないからです。\u001b[22m, \u001b[1m全番組のように、あなたは本当にあなたが最初のエピソードからに取得しているかわからない、ためです。\u001b[22m\n\u001b[1m\u001b[22m\nI was going to give this show a 1, a score I've only graced with only one other show I've watched. That show is the Hakkenden: Legend of the Dog Warriors. However, Yoko Kanno's score saved it from being bottom of the barrel. Who am I kidding though, strike that last sentence. This show is complete garbage. But seriously, that's why I gave it a 2 instead of a 1.\n\n\u001b[1m私はこのショーに1点を与えようとしていました。私が見たショーはもう1つしかなかったのです。 そのショーはHakkenden：Dog Warriorsの伝説です。 しかし、菅野陽子の得点は、それが樽の底から救われた。 誰が私は冗談だ、最後の文を打つ。 このショーは完全なゴミです。 しかし、真剣に、それは私が1の代わりに2を与えた理由です。\u001b[22m\n\u001b[1m(Watashi wa kono shō ni 1-ten o ataeyou to shite imashita. Watashi ga mita shō wa mō 1tsu shika nakatta nodesu. Sono shō wa Hakkenden: Dog Warriors no densetsudesu. Shikashi, Kan'no Yōko no tokuten wa, sore ga taru no soko kara sukuwa reta. Dare ga watashi wa jōdanda, saigo no bun o utsu. Kono shō wa kanzen'na gomidesu. Shikashi, shinken ni, sore wa watashi ga 1 no kawari ni 2 o ataeta riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mI was going to give this show a 1, a score I've only graced with only one other show I've watched. That show is the Hakkenden: Legend of the Dog Warriors. However, Yoko Kanno's score saved it from being bottom of the barrel. Who am I kidding though, strike that last sentence. This show is complete garbage. But seriously, that's why I gave it a 2 instead of a 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was going to give this show a 1, a score I've only graced with only one other show I've watched.\u001b[24m\n    \u001b[1m私はこのショーに1点を与えようとしていました。私が見たショーはもう1つしかなかったのです。\u001b[22m, \u001b[1m私はこの番組1、私は私が見てきた唯一の他のショーで飾ってきたスコアを与えるつもりでした。\u001b[22m\n\u001b[4mThat show is the Hakkenden: Legend of the Dog Warriors.\u001b[24m\n    \u001b[1mそのショーはHakkenden：Dog Warriorsの伝説です。\u001b[22m, \u001b[1m犬戦士の伝説：それショーは八犬伝です。\u001b[22m\n\u001b[4mHowever, Yoko Kanno's score saved it from being bottom of the barrel.\u001b[24m\n    \u001b[1mしかし、菅野陽子の得点は、それが樽の底から救われた。\u001b[22m, \u001b[1mしかし、菅野よう子のスコアがバレルの底であることから、それを救いました。\u001b[22m\n\u001b[4mWho am I kidding though, strike that last sentence.\u001b[24m\n    \u001b[1m誰が私は冗談だ、最後の文を打つ。\u001b[22m, \u001b[1m誰が私はその最後の文章を打つ、しかし冗談います。\u001b[22m\n\u001b[4mThis show is complete garbage.\u001b[24m\n    \u001b[1mこのショーは完全なゴミです。\u001b[22m, \u001b[1mこの番組は、完全なゴミです。\u001b[22m\n\u001b[4mBut seriously, that's why I gave it a 2 instead of a 1.\u001b[24m\n    \u001b[1mしかし、真剣に、それは私が1の代わりに2を与えた理由です。\u001b[22m, \u001b[1m私はそれを2の代わりに1を与えたしかし、なぜ真剣に、それはです。\u001b[22m\n\u001b[1m\u001b[22m\nI'm fairly certain that this show is defined under the Geneva Conventions as an act of torture, and is routinely used against captives in Gitmo. What an awful place to be where they'd be showing this pile of trash.\n\n\u001b[1m私はこのショーがジュネーブ条約の下で拷問の行為として定義されており、ギトモの捕虜に対して日常的に使用されていることはかなり確信しています。 彼らがこのゴミの山をどこに見せてくれるかは、ひどいところです。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga junēbu jōyaku no shita de gōmon no kōi to shite teigi sa rete ori, gitomo no horyo ni taishite nichijō-teki ni shiyō sa rete iru koto wa kanari kakushin shite imasu. Karera ga kono gominoyama o dokoni misete kureru ka wa, hidoi tokorodesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm fairly certain that this show is defined under the Geneva Conventions as an act of torture, and is routinely used against captives in Gitmo. What an awful place to be where they'd be showing this pile of trash.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm fairly certain that this show is defined under the Geneva Conventions as an act of torture, and is routinely used against captives in Gitmo.\u001b[24m\n    \u001b[1m私はこのショーがジュネーブ条約の下で拷問の行為として定義されており、ギトモの捕虜に対して日常的に使用されていることはかなり確信しています。\u001b[22m, \u001b[1m私はこのショーは拷問の行為として、ジュネーブ条約の下で定義されており、日常的にグアンタナモでの捕虜に対して使用されていることをかなり確信しています。\u001b[22m\n\u001b[4mWhat an awful place to be where they'd be showing this pile of trash.\u001b[24m\n    \u001b[1m彼らがこのゴミの山をどこに見せてくれるかは、ひどいところです。\u001b[22m, \u001b[1m彼らはゴミのこの山を示すことだろうどこになるようにどのようなひどい場所。\u001b[22m\n\u001b[1m\u001b[22m\nYou will be less of a person after having viewed Brain Powerd. Your mother and father will love you less. Your spouse will likely divorce you, and you'll have a lengthy battle with depression. One day you'll look up in the sky while farming the dirt, and say, 'oh look, a Brain Powerd.' By the way, that's actual dialogue. Just some random guy out in the middle of nowhere commenting on the mechas flying in the sky. How did that make it past editing?\n\n\u001b[1mあなたはBrain Powerdを見た後で人の人にはなりません。 あなたの母と父はあなたをあまり愛しません。 あなたの配偶者はあなたと離婚する可能性が高く、あなたはうつ病との長い戦いをするでしょう。 ある日、土壌を耕作しながら空を見上げて、「ああ、脳の力」と言います。 ところで、それは実際の対話です。 空に飛んでいるメカにコメントしている途中でちょっとしたランダムな男が出てきます。 それは過去の編集をどうしたのですか？\u001b[22m\n\u001b[1m(Anata wa burēn Powerd o mita nochi de hito no hito ni wa narimasen. Anata no haha to chichi wa anata o amari aishimasen. Anata no haigūsha wa anata to rikon suru kanōsei ga takaku, anata wa utsubyō to no nagai tatakai o surudeshou. Aru Ni~Tsu, dojō o kōsaku shinagara sorawomiagete,`ā , nō no chikara' to iimasu. Tokorode, sore wa jissai no taiwadesu. Sora ni tonde iru meka ni komento shite iru tochū de chottoshita randamuna otoko ga dete kimasu. Sore wa kako no henshū o dō shita nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mYou will be less of a person after having viewed Brain Powerd. Your mother and father will love you less. Your spouse will likely divorce you, and you'll have a lengthy battle with depression. One day you'll look up in the sky while farming the dirt, and say, 'oh look, a Brain Powerd.' By the way, that's actual dialogue. Just some random guy out in the middle of nowhere commenting on the mechas flying in the sky. How did that make it past editing?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou will be less of a person after having viewed Brain Powerd.\u001b[24m\n    \u001b[1mあなたはBrain Powerdを見た後で人の人にはなりません。\u001b[22m, \u001b[1mあなたはブレンパワードを見た後に人の少ないであろう。\u001b[22m\n\u001b[4mYour mother and father will love you less.\u001b[24m\n    \u001b[1mあなたの母と父はあなたをあまり愛しません。\u001b[22m, \u001b[1mあなたの母親と父親はあまりあなたを愛します。\u001b[22m\n\u001b[4mYour spouse will likely divorce you, and you'll have a lengthy battle with depression.\u001b[24m\n    \u001b[1mあなたの配偶者はあなたと離婚する可能性が高く、あなたはうつ病との長い戦いをするでしょう。\u001b[22m, \u001b[1mあなたの配偶者は、おそらくあなたが離婚し、あなたがうつ病の長い戦いがあるでしょう。\u001b[22m\n\u001b[4mOne day you'll look up in the sky while farming the dirt, and say, 'oh look, a Brain Powerd.'\u001b[24m\n    \u001b[1mある日、土壌を耕作しながら空を見上げて、「ああ、脳の力」と言います。\u001b[22m, \u001b[1mある日、あなたは汚れを農業ながら空を見上げると、言うよ」ああ、ブレンパワードを見て。」\u001b[22m\n\u001b[4mBy the way, that's actual dialogue.\u001b[24m\n    \u001b[1mところで、それは実際の対話です。\u001b[22m, \u001b[1mちなみに、それは実際の対話です。\u001b[22m\n\u001b[4mJust some random guy out in the middle of nowhere commenting on the mechas flying in the sky.\u001b[24m\n    \u001b[1m空に飛んでいるメカにコメントしている途中でちょっとしたランダムな男が出てきます。\u001b[22m, \u001b[1mどこにも空を飛んでmechasにコメントしないの真ん中にちょうどいくつかのランダムな男アウト。\u001b[22m\n\u001b[4mHow did that make it past editing?\u001b[24m\n    \u001b[1mそれは過去の編集をどうしたのですか？\u001b[22m, \u001b[1mどのようにそれはそれ過去の編集作るのですか？\u001b[22m\n\u001b[1m\u001b[22m\nSave your time, there's better things to watch anyway. If you somehow like this show, you are morally bankrupt and objectively wrong.\n\n\u001b[1mあなたの時間を節約し、とにかく見るべきより良いものがあります。 あなたが何とかこのショウが好きなら、あなたは道徳的に破産し、客観的に間違っています。\u001b[22m\n\u001b[1m(Anata no jikan o setsuyaku shi, tonikaku mirubeki yori yoi mono ga arimasu. Anata ga nantoka kono shō ga sukinara, anata wa dōtokuteki ni hasan shi, kakkanteki ni machigatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSave your time, there's better things to watch anyway. If you somehow like this show, you are morally bankrupt and objectively wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSave your time, there's better things to watch anyway.\u001b[24m\n    \u001b[1mあなたの時間を節約し、とにかく見るべきより良いものがあります。\u001b[22m, \u001b[1mあなたの時間を節約、とにかく見てより良いものがあります。\u001b[22m\n\u001b[4mIf you somehow like this show, you are morally bankrupt and objectively wrong.\u001b[24m\n    \u001b[1mあなたが何とかこのショウが好きなら、あなたは道徳的に破産し、客観的に間違っています。\u001b[22m, \u001b[1mあなたが何らかの形でこの番組を好きなら、あなたは道徳的に破綻したと客観的に間違っています。\u001b[22m"
  },
  {
    "title": "Brain_Powerd",
    "id": "1542",
    "url": "https://myanimelist.net/anime/1542/Brain_Powerd",
    "user": "Doltra",
    "profile": "/profile/Doltra/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=201623",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  2\nサウンド|  10\nキャラクター|  5\n|  6\n\nBrain Powerdは、この種のショーに属し、潜在的な浪費である。\n\nこの前提は、最初の瞬間から注意深い視聴者に大きな関心を引く、深遠な感情的な問題や目立つ象徴的な内容を豊富に含んでいますが、残念ながらこれらの話題の多くは具体的に何も到達していないため、 それが持っているかもしれない影響を持っている。 それにもかかわらず、この方法ではめったに使用されていないアイデアがあり、予期せず良好な結果が得られます。\n\n文字は実際に例外的にうまく構築され、三次元や多面的なものにしようとしていますが、行動の急激な変化やアウト・オブ・プレイスの対話によって、双極性の自己矛盾したクレチンのように見えます。 彼らはあなたの顔の上で自分の個人的な闘争を吐き出し、あなたはそれらに共感するように強制されているように感じる、もちろんそれはうまくいっていない。\n\nこれらの問題がもっと微妙でセージな方法でアプローチされたなら、物事はかなり違っていただろうが、それはそのままで、良い、温和なペースを取って物語に没頭させるナラティブは、 強制的で非現実的なドラマと不安定なアクションシーン、そしてすべてはかなり反時計闘いを感じる。\n\nアニメーションは助けにもならないが、浮き沈みがあるが、一般的には、街頭から誘拐された小学生の子供のように見える（Brain PowerdがSunriseのアニメだと考えると、本当に奇妙である）。 サウンドトラックの場合と同じではありませんが、これは驚くほど強力で、美しく、秀逸に表示された作品です。\n\n多くの長所と短所がありますが、私はこのシリーズを楽しんでいないと言ったら、結局はうそです。 評決：承認済み、6/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 2\n\n\u001b[1mアニメーション|  2\u001b[22m\n\u001b[1m(Animēshon | 2)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nBrain Powerd belongs to that kind of shows which are a tremendous waste of potential.\n\n\u001b[1mBrain Powerdは、この種のショーに属し、潜在的な浪費である。\u001b[22m\n\u001b[1m(Burēn Powerd wa, kono tane no shō ni zokushi, senzai-tekina rōhidearu.)\u001b[22m\n\nTranslations of \u001b[4mBrain Powerd belongs to that kind of shows which are a tremendous waste of potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBrain Powerd belongs to that kind of shows which are a tremendous waste of potential.\u001b[24m\n    \u001b[1mBrain Powerdは、この種のショーに属し、潜在的な浪費である。\u001b[22m, \u001b[1mブレンパワードは、潜在的なの膨大な廃棄物ですショーのようなものに属しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe premise is rich in scatological content, deep emotional matters and striking symbolisms that generate a great interest into the attentive viewer since the first momment, but sadly many of these topics don't reach anything concrete, and because of this the plot doesn't have the impact it might have. Nevertheless, it features ideas that are rarely used in this means and manages to be unexpectedly good.\n\n\u001b[1mこの前提は、最初の瞬間から注意深い視聴者に大きな関心を引く、深遠な感情的な問題や目立つ象徴的な内容を豊富に含んでいますが、残念ながらこれらの話題の多くは具体的に何も到達していないため、 それが持っているかもしれない影響を持っている。 それにもかかわらず、この方法ではめったに使用されていないアイデアがあり、予期せず良好な結果が得られます。\u001b[22m\n\u001b[1m(Kono zentei wa, saisho no shunkan kara chūibukai shichō-sha ni ōkina kanshin o hiku, shin'en'na kanjō-tekina mondai ya medatsu shōchō-tekina naiyō o hōfu ni fukunde imasuga, zan'nen'nagara korera no wadai no ōku wa gutaitekini nani mo tōtatsu shite inai tame, sore ga motte iru kamo shirenai eikyō o motte iru. Sore nimokakawarazu, kono hōhōde wa mettani shiyō sa rete inai aidea ga ari, yokisezu ryōkōna kekka ga e raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe premise is rich in scatological content, deep emotional matters and striking symbolisms that generate a great interest into the attentive viewer since the first momment, but sadly many of these topics don't reach anything concrete, and because of this the plot doesn't have the impact it might have. Nevertheless, it features ideas that are rarely used in this means and manages to be unexpectedly good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe premise is rich in scatological content, deep emotional matters and striking symbolisms that generate a great interest into the attentive viewer since the first momment, but sadly many of these topics don't reach anything concrete, and because of this the plot doesn't\u001b[24m\n    \u001b[1mこの前提は、最初の瞬間から注意深い視聴者に大きな関心を引く、深遠な感情的な問題や目立つ象徴的な内容を豊富に含んでいますが、残念ながらこれらの話題の多くは具体的に何も到達していないため、\u001b[22m, \u001b[1m前提はわいせつコンテンツが豊富で、最初momment以来、気配りの視聴者に大きな関心を生成するが、これらのトピックの悲しい多くは何も具体的な到達しないと、このためにプロットにはない深い感情的な事項と印象的なsymbolisms\u001b[22m\n\u001b[4mhave the impact it might have.\u001b[24m\n    \u001b[1mそれが持っているかもしれない影響を持っている。\u001b[22m, \u001b[1mそれが持っているかもしれない影響を与えます。\u001b[22m\n\u001b[4mNevertheless, it features ideas that are rarely used in this means and manages to be unexpectedly good.\u001b[24m\n    \u001b[1mそれにもかかわらず、この方法ではめったに使用されていないアイデアがあり、予期せず良好な結果が得られます。\u001b[22m, \u001b[1mそれにもかかわらず、それはほとんど、この手段で使用されていないアイデアを提供していますし、予想外に良好であることを管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are indeed exceptionally well constructed in an attempt to make them tridimensional and multi-faceted, but the abrupt changes in their behavior and their out-of-place dialogs make them look rather like bipolar and self-contradictory cretins. They spit their personal struggles right on your face and you feel like you're being forced to empathize with them, and that of course doesn't work any well.\n\n\u001b[1m文字は実際に例外的にうまく構築され、三次元や多面的なものにしようとしていますが、行動の急激な変化やアウト・オブ・プレイスの対話によって、双極性の自己矛盾したクレチンのように見えます。 彼らはあなたの顔の上で自分の個人的な闘争を吐き出し、あなたはそれらに共感するように強制されているように感じる、もちろんそれはうまくいっていない。\u001b[22m\n\u001b[1m(Moji wa jissai ni reigai-teki ni umaku kōchiku sa re, sanjigen ya tamen-tekina mono ni shiyou to shite imasuga, kōdō no kyūgekina henka ya auto Obu pureisu no taiwa ni yotte, sōkyoku-sei no jiko mujun shita kurechin no yō ni miemasu. Karera wa anata no kao no ue de jibun no kojin-tekina tōsō o hakidashi, anata wa sorera ni kyōkan suru yō ni kyōsei sa rete iru yō ni kanjiru, mochiron sore wa umaku itte inai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are indeed exceptionally well constructed in an attempt to make them tridimensional and multi-faceted, but the abrupt changes in their behavior and their out-of-place dialogs make them look rather like bipolar and self-contradictory cretins. They spit their personal struggles right on your face and you feel like you're being forced to empathize with them, and that of course doesn't work any well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are indeed exceptionally well constructed in an attempt to make them tridimensional and multi-faceted, but the abrupt changes in their behavior and their out-of-place dialogs make them look rather like bipolar and self-contradictory cretins.\u001b[24m\n    \u001b[1m文字は実際に例外的にうまく構築され、三次元や多面的なものにしようとしていますが、行動の急激な変化やアウト・オブ・プレイスの対話によって、双極性の自己矛盾したクレチンのように見えます。\u001b[22m, \u001b[1m文字は確かに非常によく、それらは三次元と多面的にする試みで構成されているが、彼らの行動とそのアウトオブプレース・ダイアログの急激な変化は、彼らはむしろバイポーラと自己矛盾馬鹿のように見えるように。\u001b[22m\n\u001b[4mThey spit their personal struggles right on your face and you feel like you're being forced to empathize with them, and that of course doesn't work any well.\u001b[24m\n    \u001b[1m彼らはあなたの顔の上で自分の個人的な闘争を吐き出し、あなたはそれらに共感するように強制されているように感じる、もちろんそれはうまくいっていない。\u001b[22m, \u001b[1m彼らは右のあなたの顔に自分の個人的な闘争を吐くと、あなたが彼らに共感することを余儀なくされているように感じる、そしてもちろんのことはよくいずれも動作しません。\u001b[22m\n\u001b[1m\u001b[22m\nThings would've been quite different if these issues had been approached in a more subtle and sage way, but as it is, the narrative, which takes a good, temperate pace and achieves to make you immerse in the story,is found overshadowed by forced, non-realistic drama and choppy action scenes, and everything feels pretty anticlimatic.\n\n\u001b[1mこれらの問題がもっと微妙でセージな方法でアプローチされたなら、物事はかなり違っていただろうが、それはそのままで、良い、温和なペースを取って物語に没頭させるナラティブは、 強制的で非現実的なドラマと不安定なアクションシーン、そしてすべてはかなり反時計闘いを感じる。\u001b[22m\n\u001b[1m(Korera no mondai ga motto bimyōde sējina hōhō de apurōchi sa retanara, monogoto wa kanari chigatte itadarouga, sore wa sonomama de, yoi, onwana pēsu o totte monogatari ni bottō sa seru naratibu wa, kyōsei-tekide higenjitsutekina dorama to fuanteina akushonshīn, soshite subete wa kanari han tokei tatakai o kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mThings would've been quite different if these issues had been approached in a more subtle and sage way, but as it is, the narrative, which takes a good, temperate pace and achieves to make you immerse in the story,is found overshadowed by forced, non-realistic drama and choppy action scenes, and everything feels pretty anticlimatic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThings would've been quite different if these issues had been approached in a more subtle and sage way, but as it is, the narrative, which takes a good, temperate pace and achieves to make you immerse in the story,is found overshadowed by\u001b[24m\n    \u001b[1mこれらの問題がもっと微妙でセージな方法でアプローチされたなら、物事はかなり違っていただろうが、それはそのままで、良い、温和なペースを取って物語に没頭させるナラティブは、\u001b[22m, \u001b[1mこれらの問題はより微妙かつセージ方法でアプローチされていたが、それがあるとして、良い、温帯ペースを取り、あなたが物語の中で没頭するために達成する物語は、の陰に隠れ発見された場合、物事はかなり違っていただろう\u001b[22m\n\u001b[4mforced, non-realistic drama and choppy action scenes, and everything feels pretty anticlimatic.\u001b[24m\n    \u001b[1m強制的で非現実的なドラマと不安定なアクションシーン、そしてすべてはかなり反時計闘いを感じる。\u001b[22m, \u001b[1m強制、非現実的なドラマと途切れアクションシーン、すべてがかなりanticlimatic感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation doesn't help either, it has its ups and downs, but in general, it looks like it was made by elementary school children they kidnapped from streets (which is really strange, considering that Brain Powerd is a Sunrise's anime). Not the same case for the soundtrack, which is in few words a stunning, powerful, beatiful and excellently displayed work, among the best for my liking.\n\n\u001b[1mアニメーションは助けにもならないが、浮き沈みがあるが、一般的には、街頭から誘拐された小学生の子供のように見える（Brain PowerdがSunriseのアニメだと考えると、本当に奇妙である）。 サウンドトラックの場合と同じではありませんが、これは驚くほど強力で、美しく、秀逸に表示された作品です。\u001b[22m\n\u001b[1m(Animēshon wa tasuke ni mo naranaiga, ukishizumi ga aru ga, ippantekini wa, gaitō kara yūkai sa reta shōgakusei no kodomo no yōnimieru (burēn Powerd ga Sunrise no animeda to kangaeru to, hontōni kimyōdearu). Saundotorakku no baai to onajide wa arimasenga, koreha odoroku hodo kyōryokude, utsukushiku, shūitsu ni hyōji sa reta sakuhindesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation doesn't help either, it has its ups and downs, but in general, it looks like it was made by elementary school children they kidnapped from streets (which is really strange, considering that Brain Powerd is a Sunrise's anime). Not the same case for the soundtrack, which is in few words a stunning, powerful, beatiful and excellently displayed work, among the best for my liking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation doesn't help either, it has its ups and downs, but in general, it looks like it was made by elementary school children they kidnapped from streets (which is really strange, considering that Brain Powerd is a Sunrise's anime).\u001b[24m\n    \u001b[1mアニメーションは助けにもならないが、浮き沈みがあるが、一般的には、街頭から誘拐された小学生の子供のように見える（Brain PowerdがSunriseのアニメだと考えると、本当に奇妙である）。\u001b[22m, \u001b[1mアニメーションは、その浮き沈みを持っている、のいずれか助けていませんが、それは（ブレンパワードはサンライズのアニメであることを考えると、本当に不思議です）、彼らは街から誘拐小学生によって作られたように、一般的に、それが見えます。\u001b[22m\n\u001b[4mNot the same case for the soundtrack, which is in few words a stunning, powerful, beatiful and excellently displayed work, among the best for my liking.\u001b[24m\n    \u001b[1mサウンドトラックの場合と同じではありませんが、これは驚くほど強力で、美しく、秀逸に表示された作品です。\u001b[22m, \u001b[1m私の好みのための最高の間で、いくつかの単語では、見事な強力な、美しいと良好表示仕事でサウンドトラックのためではない同じケース。\u001b[22m\n\u001b[1m\u001b[22m\nThere Are many pros and cons involved, but in the end, it'd be a lie if I said I didn't enjoy this series. The verdict: approved, 6/10.\n\n\u001b[1m多くの長所と短所がありますが、私はこのシリーズを楽しんでいないと言ったら、結局はうそです。 評決：承認済み、6/10。\u001b[22m\n\u001b[1m(Ōku no chōsho to tansho ga arimasuga, watashi wa kono shirīzu o tanoshinde inai to ittara, kekkyoku wa usodesu. Hyōketsu: Shōnin-zumi, 6/ 10.)\u001b[22m\n\nTranslations of \u001b[4mThere Are many pros and cons involved, but in the end, it'd be a lie if I said I didn't enjoy this series. The verdict: approved, 6/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere Are many pros and cons involved, but in the end, it'd be a lie if I said I didn't enjoy this series.\u001b[24m\n    \u001b[1m多くの長所と短所がありますが、私はこのシリーズを楽しんでいないと言ったら、結局はうそです。\u001b[22m, \u001b[1mそこ関係する多くの長所と短所がありますが、私はこのシリーズを楽しんでいないと述べた場合は、最後に、それは嘘になるだろう。\u001b[22m\n\u001b[4mThe verdict: approved, 6/10.\u001b[24m\n    \u001b[1m評決：承認済み、6/10。\u001b[22m, \u001b[1m評決：承認され、6月10日。\u001b[22m"
  },
  {
    "title": "Brain_Powerd",
    "id": "1542",
    "url": "https://myanimelist.net/anime/1542/Brain_Powerd",
    "user": "Foolness",
    "profile": "/profile/Foolness/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=37286",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  2\nサウンド|  8\nキャラクター|  4\n|  1\n\n一見の価値がある恐ろしいメカアニメ。\n\n私がこのレビューを書いているのは、現在のレビューのどれもがこのアニメの私の見解を表していないという見方からです。\n\n通常、これは、ショーが、全体的なレビュアーが描いたものよりも悪いか良いことを意味します。私は、書かれたレビューの残りの部分を見ずに検討することなくレビューを書くタイプではないからです。  Brain Powerdはこの例外です。\n\n最初に悪いことを取り除いてみましょう：悪い査読者の多くが書いたように、これは恐ろしいかクッキーカッターですか？\n\n多くの点で、それは悪化しています。 私は今、私はこのショーを見終わっていないとあなたに言っている、私は最初と最後のエピソードを見ただけです。\n\nあなたがこの恐ろしいシリーズを見て苦労することなくこのショーをどのように見直すことができるのだろうかと疑問に思っているなら、ここにBrain Powerdのメリットがあります。\n\nショーとして：それは恐ろしいです。  TekkamanやRahXephonのように見えるが、悲惨に失敗するメカデザイン。\n\nゲートで右にジャンプするプロットは、まだエキサイティングではありません。\n\n正の光を与えられた文字でさえも、古典的なメカ標準によっても単純に単純化されていますが、プロトタイプのテーマに従わないため、いくつかの点でより恐ろしいものになります。\n\nしかし、Brain Powerdは列車が破壊されているよりも古典音楽の失敗のほうが多い。\n\nその中に宝石を見つけようと恐ろしいアニメを慎重に扱うことができない人には、GBAのためにスーパーロボット大戦/戦争の判断をチェックすることを心からお勧めします。 本当に英語のパッチとgba（PCエミュレータ用の低スペック）のために、この番組を消費しようとするとそのルートに行かないという言い訳はほとんどありません。\n\nしかし、おそらくあなたは尋ねているでしょう：アニメについて話していないのであれば、それはまだアニメレビューとしてカウントされますか？\n\nこれは本当にBrain Powerdの品質がプロット単位で明らかになったことです。\n\n通常、シリーズとしてスーパーロボット大戦になると、シリーズの全体像にプロットを追加して追加するだけで、あまり知られていないショーへの関心を復活させることが知られています。\n\nしかし、Brain Powerdは実際には何か他のことをしている。 それはSRW Jの形式のようなものです - それは質です。 これは、Brain Powerdの全体的なテーマと、Brain Powerdのプロットに特化したこのSRWバージョンの両方に反映されています。\n\nこれは、アニメそのものがアダプテーションより優れた性質を持たないことを意味するのではなく、多くの点でアニメーションよりも優れているということではなく、単にデザインやクールネスファクターについて話すだけでなく、 私は文字通りプロット単位で話していますが、SRW JのBrain Powerdルートを終えると、Brain Powerdのアークは決して同じではありません。\n\nこれはなぜですか？\n\nまず、美的には、SDフォーマットは実際には脳のパワーを見て、アニメよりも優れた流動性を感じます。\n\nしかし、Brain Powerdの中心的なプロットは、その中心的な前提で、特定の「漠然とした曖昧さ」と、実際には脅威のような感情を抱かせる脅威に非常に頼っているという点です。\n\nそれが必要な理由のための古典的な敵のエピソードスーパーメカラプロットラインを使用することもできます。 これらのシリーズの脅威がすべてのエピソードで殺されても、メインメカが無敵であるように全体が感じられるようになっても、それはその時代を見守ってきた多くのアニメ愛好家を引き付ける一定の古い学校の気持ちを持っています。\n\nBrain Powerdのプロットは、一方では「サスペンス」のレベルに近いところではありませんが、同時にそれが中心テーマであるのは、オーバーアーキングプロットとしての「サスペンス」に基づいています。  （本当にシリーズの実際のねじれの多くを台無しにすることなく説明することは難しい）\n\nアニメはこの要素に大きく頼りにならないが、その大部分は、私がそれをどのように置くべきなのかに基づいているので、全体的な脅威の上に追加の脅威はない。  （プラス、いわゆるアンタゴニストは実際にはほとんど静的な像です。）\n\nしかし、SRW Jバージョンには他にもたくさんの脅威が含まれているので、その結果、Brain Powerdのすべての紆余曲折がゲームをプレイした後でアニメを見直しているときにこのようなノスタルジックな「重い」イベントになる。 これは、必ずしもビデオゲームの適応がアニメの完全なコピーであるということを意味するものではありません（例えば、ある主要キャラクターは、例えばアダプテーションによって見過ごされます）。しかし、脅威が文脈化され、キャラクターが形成され、 アニメのバージョンが剥奪されました -  Brain Powerdの主要な品質が拡大され、肯定的な評価者の多くがこの品質を強調しようとしましたが、実際には重大なレベルでも平均していると思います。 それは愛や憎しみの下にある。 それはちょうど...鈍いかクッキーカッター...あなたがそれ全体を見るまで、そして全体のパズルを見るまで、そしてアニメが何になるかを形作るシリーズです。\n\n私の心に最も近いアナロジーは過去の偉大な映画を比較することです。これは実際にはロマンチックな出来事を過度に再解釈することです。 例えば、キャメロンのタイタニックは、基本的に映画史上最も記憶に残る恋愛物語の1つになる船の難破船です。 津波のニュースキャスティングはそれの映画のバージョンをはるかに上回ります。 これは、Brain Powerdを理解するために必要な、これが本当に重要な違いです。\n\nそれにふさわしい特に傑作は、そのような質のアニメを知らないということです。 たとえば、エヴァンゲリオンのShinjiのSRWの適応を指し示す人がいます。それは正しいことですが、まだ同じシリーズです。  Brain Powerdの後のSRW JとSRW前のJは同じシリーズではありません。 特にSRWの視点がないと、「試してみようとしている/あなたは引き離そうとしているものが得られるが、それはまだまだ愚かなものだ」という終わりは、「OMGにもっと近いものに！\n\nそれでも、私はBrain PowerdがSRW Jアダプテーションでも優れたアニメだとはまだ言いません。 私は実際にゲームでそのルートを嫌い、私はメカを嫌い - 彼らは本当に特別なものではなかったし、彼らは全体的なプルが良いものではなく「陰謀」 - 彼らはスペードでそれを持っていて、好奇心はなかった 実際にうまくいきました - それはBrain Powerdと単なる泥酔したメカアニメとを区別する要素です。アニメを再解釈する価値があります。ゲッターロボを見て、何がわからなくても悪いメカで賞賛しているように、キヤノンにとっては犯罪者です ゲッター皇帝はエヴァンゲリオンを見ていて、エヴァンゲリオンの終わりを逃しています。 キーはそれほど行動の質やキャラクターの描写ではなく、その文脈に到達することなく見逃される全体的な象徴的な楽しみです。\n\nアニメがビデオゲームの適応に及ぼすところまでは？ あなたがゲームでそれを聞いてもオープニングの歌は、アニメシリーズのような邪悪ではありませんし、実際には、ブレインパワーの魅力とシリーズとしての一意性を固めている事の一つです。 通常、あなたは何か良いものを得る前に、クライマックスの瞬間または実際の終了まで待つが、Brain Powerdのオープニングは究極のエンディング/クライマックスであり、プロット全体の知識がなくても初めての視聴者としてあなたを汲み上げることができる また、酸旅行の何か、特にオリジナルのオープニングテーマシーン。 まるでそれが本当にうまく設計されたか、またはうまく形成されていた場合にのみ、再ウォッチする際にレイヤーを追加するパズルのほうが本当にシリーズのことです。 私はプロットに変化はないがキャラクターデザイン、ペーシング、実行などの直接的なリメイクは、Serial Experiment Lainと同じだがMechaと同じだと言っている。 これはBrain Powerdのユニークな設定で、設定の正しい順序を決めることができ、極度の意見が尊重されないため、あなたが好きでも嫌いでもなく、そのタイプのアニメとして下がるはずです このアニメが提供するものは、他のメカシリーズが提供しないか、まれにしか提供しない視聴者です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 2\n\n\u001b[1mアニメーション|  2\u001b[22m\n\u001b[1m(Animēshon | 2)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nA horrendous mecha anime that is worth a peek.\n\n\u001b[1m一見の価値がある恐ろしいメカアニメ。\u001b[22m\n\u001b[1m(Ikken no kachigāru osoroshī meka anime.)\u001b[22m\n\nTranslations of \u001b[4mA horrendous mecha anime that is worth a peek.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA horrendous mecha anime that is worth a peek.\u001b[24m\n    \u001b[1m一見の価値がある恐ろしいメカアニメ。\u001b[22m, \u001b[1m覗く価値がある恐ろしいメカアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nUnderstand that I'm writing this review from the perspective that none of the current reviews represents my perspective of this anime.\n\n\u001b[1m私がこのレビューを書いているのは、現在のレビューのどれもがこのアニメの私の見解を表していないという見方からです。\u001b[22m\n\u001b[1m(Watashi ga kono rebyū o kaite iru no wa, genzai no rebyū no dore mo ga kono anime no watashi no kenkai o arawashite inai to iu mikata karadesu.)\u001b[22m\n\nTranslations of \u001b[4mUnderstand that I'm writing this review from the perspective that none of the current reviews represents my perspective of this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnderstand that I'm writing this review from the perspective that none of the current reviews represents my perspective of this anime.\u001b[24m\n    \u001b[1m私がこのレビューを書いているのは、現在のレビューのどれもがこのアニメの私の見解を表していないという見方からです。\u001b[22m, \u001b[1m私は現在のレビューのいずれもが、このアニメの私の視点を表していない観点からこのレビューを書いていることを理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nNormally this means a show is either worse or better than what the overall reviewers have portrayed since I'm not the type to write a review without looking and considering the rest of the reviews that's been written. Brain Powerd is this one exception.\n\n\u001b[1m通常、これは、ショーが、全体的なレビュアーが描いたものよりも悪いか良いことを意味します。私は、書かれたレビューの残りの部分を見ずに検討することなくレビューを書くタイプではないからです。  Brain Powerdはこの例外です。\u001b[22m\n\u001b[1m(Tsūjō, koreha, shō ga, zentai-tekina rebyuā ga kaita mono yori mo warui ka yoi koto o imi shimasu. Watashi wa, kaka reta rebyū no nokori no bubun o mizu ni kentō suru koto naku rebyū o kaku taipude wanaikaradesu. Burēn Powerd wa kono reigaidesu.)\u001b[22m\n\nTranslations of \u001b[4mNormally this means a show is either worse or better than what the overall reviewers have portrayed since I'm not the type to write a review without looking and considering the rest of the reviews that's been written. Brain Powerd is this one exception.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormally this means a show is either worse or better than what the overall reviewers have portrayed since I'm not the type to write a review without looking and considering the rest of the reviews that's been written.\u001b[24m\n    \u001b[1m通常、これは、ショーが、全体的なレビュアーが描いたものよりも悪いか良いことを意味します。私は、書かれたレビューの残りの部分を見ずに検討することなくレビューを書くタイプではないからです。\u001b[22m, \u001b[1m通常、これは私が見て、書かれていますレビューの残りの部分を考慮せずにレビューを書いてタイプじゃないので、ショーはいずれかの悪化や全体的なレビューアが描かれているものよりも優れていることを意味します。\u001b[22m\n\u001b[4mBrain Powerd is this one exception.\u001b[24m\n    \u001b[1mBrain Powerdはこの例外です。\u001b[22m, \u001b[1mブレンパワードは、この唯一の例外です。\u001b[22m\n\u001b[1m\u001b[22m\nLet's get the bad out of the way first: Is this as horrible or cookie cutter as many of the bad reviewers have written?\n\n\u001b[1m最初に悪いことを取り除いてみましょう：悪い査読者の多くが書いたように、これは恐ろしいかクッキーカッターですか？\u001b[22m\n\u001b[1m(Saisho ni warui koto o torinozoite mimashou: Warui sadoku-sha no ōku ga kaita yō ni, kore wa osoroshī ka kukkīkattādesu ka?)\u001b[22m\n\nTranslations of \u001b[4mLet's get the bad out of the way first: Is this as horrible or cookie cutter as many of the bad reviewers have written?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get the bad out of the way first: Is this as horrible or cookie cutter as many of the bad reviewers have written?\u001b[24m\n    \u001b[1m最初に悪いことを取り除いてみましょう：悪い査読者の多くが書いたように、これは恐ろしいかクッキーカッターですか？\u001b[22m, \u001b[1mそれでは、最初の方法のうち、悪いを取得してみましょう：悪いレビューアのこのよう恐ろしいまたはクッキーカッターなどの多くが書かれているされていますか？\u001b[22m\n\u001b[1m\u001b[22m\nIn many ways, it's worse. I'm telling you right now I didn't finish watching this show and I simply watched the first and the last episode.\n\n\u001b[1m多くの点で、それは悪化しています。 私は今、私はこのショーを見終わっていないとあなたに言っている、私は最初と最後のエピソードを見ただけです。\u001b[22m\n\u001b[1m(Ōku no ten de, soreha akka shite imasu. Watashi wa ima, watashi wa kono shō o mi owatte inaito anata ni itte iru, watashi wa saisho to saigo no episōdo o mita dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mIn many ways, it's worse. I'm telling you right now I didn't finish watching this show and I simply watched the first and the last episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn many ways, it's worse.\u001b[24m\n    \u001b[1m多くの点で、それは悪化しています。\u001b[22m, \u001b[1m多くの点で、それは悪いことです。\u001b[22m\n\u001b[4mI'm telling you right now I didn't finish watching this show and I simply watched the first and the last episode.\u001b[24m\n    \u001b[1m私は今、私はこのショーを見終わっていないとあなたに言っている、私は最初と最後のエピソードを見ただけです。\u001b[22m, \u001b[1m私はこの番組を見て完了しなかったと私は単純に最初と最後のエピソードを見て、今あなたが言っています。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're wondering then how I can review this show without going through the pain of watching this horrendous series, well...here lies the merit of Brain Powerd.\n\n\u001b[1mあなたがこの恐ろしいシリーズを見て苦労することなくこのショーをどのように見直すことができるのだろうかと疑問に思っているなら、ここにBrain Powerdのメリットがあります。\u001b[22m\n\u001b[1m(Anata ga kono osoroshī shirīzu o mite kurō suru koto naku kono shō o dono yō ni minaosu koto ga dekiru nodarou ka to gimon ni omotte irunara, koko ni burēn Powerd no meritto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're wondering then how I can review this show without going through the pain of watching this horrendous series, well...here lies the merit of Brain Powerd.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're wondering then how I can review this show without going through the pain of watching this horrendous series, well...here lies the merit of Brain Powerd.\u001b[24m\n    \u001b[1mあなたがこの恐ろしいシリーズを見て苦労することなくこのショーをどのように見直すことができるのだろうかと疑問に思っているなら、ここにBrain Powerdのメリットがあります。\u001b[22m, \u001b[1mあなたは、私はこの恐ろしいシリーズを見ての痛みを経由せずにこの番組を確認することができますどのようにして迷っている場合は、よく...ここブレンパワードのメリットがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAs a show: it's horrendous. Mecha designs that try to have that Tekkaman or RahXephon look but fail miserably.\n\n\u001b[1mショーとして：それは恐ろしいです。  TekkamanやRahXephonのように見えるが、悲惨に失敗するメカデザイン。\u001b[22m\n\u001b[1m(Shō to shite: Sore wa osoroshīdesu. Tekkaman ya RahXephon no yōnimieru ga, hisan ni shippai suru meka dezain.)\u001b[22m\n\nTranslations of \u001b[4mAs a show: it's horrendous. Mecha designs that try to have that Tekkaman or RahXephon look but fail miserably.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a show: it's horrendous.\u001b[24m\n    \u001b[1mショーとして：それは恐ろしいです。\u001b[22m, \u001b[1mショーのように：それは恐ろしいです。\u001b[22m\n\u001b[4mMecha designs that try to have that Tekkaman or RahXephon look but fail miserably.\u001b[24m\n    \u001b[1mTekkamanやRahXephonのように見えるが、悲惨に失敗するメカデザイン。\u001b[22m, \u001b[1mTekkamanまたはラーゼフォンが見えることを持っていることを試みるが、無残に失敗メカデザイン。\u001b[22m\n\u001b[1m\u001b[22m\nPlot that jumps right at the gate yet fails to be exciting.\n\n\u001b[1mゲートで右にジャンプするプロットは、まだエキサイティングではありません。\u001b[22m\n\u001b[1m(Gēto de migi ni janpu suru purotto wa, mada ekisaitingude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mPlot that jumps right at the gate yet fails to be exciting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot that jumps right at the gate yet fails to be exciting.\u001b[24m\n    \u001b[1mゲートで右にジャンプするプロットは、まだエキサイティングではありません。\u001b[22m, \u001b[1m右ゲートでジャンププロットは、まだエキサイティングなことに失敗しました。\u001b[22m\n\u001b[1m\u001b[22m\nEven the characters given some positive light are truly merely simplistic even by classic mecha standards and yet in some ways it's made more horrible because it doesn't follow a prototypical theme.\n\n\u001b[1m正の光を与えられた文字でさえも、古典的なメカ標準によっても単純に単純化されていますが、プロトタイプのテーマに従わないため、いくつかの点でより恐ろしいものになります。\u001b[22m\n\u001b[1m(Sei no hikari o atae rareta mojide sae mo, koten-tekina meka hyōjun ni yotte mo tanjun ni tanjun-ka sa rete imasuga, purototaipu no tēma ni shitagawanai tame, ikutsu ka no ten de yori osoroshī mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mEven the characters given some positive light are truly merely simplistic even by classic mecha standards and yet in some ways it's made more horrible because it doesn't follow a prototypical theme.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven the characters given some positive light are truly merely simplistic even by classic mecha standards and yet in some ways it's made more horrible because it doesn't follow a prototypical theme.\u001b[24m\n    \u001b[1m正の光を与えられた文字でさえも、古典的なメカ標準によっても単純に単純化されていますが、プロトタイプのテーマに従わないため、いくつかの点でより恐ろしいものになります。\u001b[22m, \u001b[1mさらにいくつかの肯定的な光を与えられた文字があっても、古典的なメカ規格によって、まだそれは原型をテーマに従っていないので、それがより恐ろしい作られているいくつかの点で本当に単なる単純化しています。\u001b[22m\n\u001b[1m\u001b[22m\nHowever Brain Powerd is also more of a failed classical music piece than it is a train wrecked.\n\n\u001b[1mしかし、Brain Powerdは列車が破壊されているよりも古典音楽の失敗のほうが多い。\u001b[22m\n\u001b[1m(Shikashi, burēn Powerd wa ressha ga hakai sa rete iru yori mo koten ongaku no shippai no hō ga ōi.)\u001b[22m\n\nTranslations of \u001b[4mHowever Brain Powerd is also more of a failed classical music piece than it is a train wrecked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever Brain Powerd is also more of a failed classical music piece than it is a train wrecked.\u001b[24m\n    \u001b[1mしかし、Brain Powerdは列車が破壊されているよりも古典音楽の失敗のほうが多い。\u001b[22m, \u001b[1mしかしブレンパワードはまた、列車が難破しているよりも、失敗した古典的な楽曲の詳細です。\u001b[22m\n\u001b[1m\u001b[22m\nFor those who can't tolerate drudging up a horrible anime to find that jewel within, I sincerely advise you to check out Super Robot Taisen/Wars Judgement for the GBA. Really with the English patch and it being for the gba (low specs for PC emulator), there's really few excuses to not go that route when trying to consume this show.\n\n\u001b[1mその中に宝石を見つけようと恐ろしいアニメを慎重に扱うことができない人には、GBAのためにスーパーロボット大戦/戦争の判断をチェックすることを心からお勧めします。 本当に英語のパッチとgba（PCエミュレータ用の低スペック）のために、この番組を消費しようとするとそのルートに行かないという言い訳はほとんどありません。\u001b[22m\n\u001b[1m(Sono naka ni hōseki o mitsukeyouto osoroshī anime o shinchō ni atsukau koto ga dekinai hito ni wa, GBA no tame ni sūpārobotto taisen/ sensō no handan o chekku suru koto o kokorokara o susume shimasu. Hontōni eigo no patchi to gba (PC emyurēta-yō no tei supekku) no tame ni, kono bangumi o shōhi shiyou to suruto sono rūto ni ikanai to iu iiwake wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor those who can't tolerate drudging up a horrible anime to find that jewel within, I sincerely advise you to check out Super Robot Taisen/Wars Judgement for the GBA. Really with the English patch and it being for the gba (low specs for PC emulator), there's really few excuses to not go that route when trying to consume this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who can't tolerate drudging up a horrible anime to find that jewel within, I sincerely advise you to check out Super Robot Taisen/Wars Judgement for the GBA.\u001b[24m\n    \u001b[1mその中に宝石を見つけようと恐ろしいアニメを慎重に扱うことができない人には、GBAのためにスーパーロボット大戦/戦争の判断をチェックすることを心からお勧めします。\u001b[22m, \u001b[1m内のその宝石を見つけるために恐ろしいアニメをアップdrudging容認することはできません人のために、私は心からGBAスーパーロボット大戦/ウォーズ審判をチェックアウトすることをお勧めします。\u001b[22m\n\u001b[4mReally with the English patch and it being for the gba (low specs for PC emulator), there's really few excuses to not go that route when trying to consume this show.\u001b[24m\n    \u001b[1m本当に英語のパッチとgba（PCエミュレータ用の低スペック）のために、この番組を消費しようとするとそのルートに行かないという言い訳はほとんどありません。\u001b[22m, \u001b[1m本当に英語のパッチと、それはGBA（PCエミュレータ用の低スペック）ためのもので、このショーを消費しようとすると、そのルートを行っていないことは本当にいくつかの言い訳をあります。\u001b[22m\n\u001b[1m\u001b[22m\nHowever you're probably asking: Does it still count as an anime review IF you aren't talking specifically about the anime even?\n\n\u001b[1mしかし、おそらくあなたは尋ねているでしょう：アニメについて話していないのであれば、それはまだアニメレビューとしてカウントされますか？\u001b[22m\n\u001b[1m(Shikashi, osoraku anata wa tazunete irudeshou: Anime ni tsuite hanashite inai nodeareba, sore wa mada animerebyū to shite kaunto sa remasu ka?)\u001b[22m\n\nTranslations of \u001b[4mHowever you're probably asking: Does it still count as an anime review IF you aren't talking specifically about the anime even?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever you're probably asking: Does it still count as an anime review IF you aren't talking specifically about the anime even?\u001b[24m\n    \u001b[1mしかし、おそらくあなたは尋ねているでしょう：アニメについて話していないのであれば、それはまだアニメレビューとしてカウントされますか？\u001b[22m, \u001b[1mしかし、あなたはおそらく求めている：あなたもアニメについて具体的に話されていない場合、それはまだアニメレビューとしてカウントしていますか？\u001b[22m\n\u001b[1m\u001b[22m\nThis is really were Brain Powerd's quality reveals itself - plot-wise.\n\n\u001b[1mこれは本当にBrain Powerdの品質がプロット単位で明らかになったことです。\u001b[22m\n\u001b[1m(Kore wa hontōni burēn Powerd no hinshitsu ga purotto tan'i de akiraka ni natta kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is really were Brain Powerd's quality reveals itself - plot-wise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is really were Brain Powerd's quality reveals itself - plot-wise.\u001b[24m\n    \u001b[1mこれは本当にBrain Powerdの品質がプロット単位で明らかになったことです。\u001b[22m, \u001b[1mプロットワイズ - これは本当にブレンパワードの品質は、それ自体を明らかにしたです。\u001b[22m\n\u001b[1m\u001b[22m\nNormally when it comes to Super Robot Wars as a series, it's known to resurrect interest in lesser known shows by simply showcasing and adding the plot into the overall story of the series.\n\n\u001b[1m通常、シリーズとしてスーパーロボット大戦になると、シリーズの全体像にプロットを追加して追加するだけで、あまり知られていないショーへの関心を復活させることが知られています。\u001b[22m\n\u001b[1m(Tsūjō, shirīzu to shite sūpārobotto taisen ni naru to, shirīzu no zentai-zō ni purotto o tsuika shite tsuika suru dake de, amari shira rete inai shō e no kanshin o fukkatsu sa seru koto ga shira rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mNormally when it comes to Super Robot Wars as a series, it's known to resurrect interest in lesser known shows by simply showcasing and adding the plot into the overall story of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormally when it comes to Super Robot Wars as a series, it's known to resurrect interest in lesser known shows by simply showcasing and adding the plot into the overall story of the series.\u001b[24m\n    \u001b[1m通常、シリーズとしてスーパーロボット大戦になると、シリーズの全体像にプロットを追加して追加するだけで、あまり知られていないショーへの関心を復活させることが知られています。\u001b[22m, \u001b[1mそれはシリーズとしてスーパーロボット大戦になると、通常、単純に展示し、シリーズ全体の話にプロットを追加することで、あまり知られていない番組の関心を復活することが知られています。\u001b[22m\n\u001b[1m\u001b[22m\nBrain Powerd, however, actually does something else. It's like within the format of SRW J - it's qualities shine. This is credited both to Brain Powerd's overall theme as well as this version of SRW focusing specifically on Brain Powerd's plot.\n\n\u001b[1mしかし、Brain Powerdは実際には何か他のことをしている。 それはSRW Jの形式のようなものです - それは質です。 これは、Brain Powerdの全体的なテーマと、Brain Powerdのプロットに特化したこのSRWバージョンの両方に反映されています。\u001b[22m\n\u001b[1m(Shikashi, burēn Powerd wa jissai ni wa nani ka hoka no koto o shite iru. Sore wa SRW J no keishiki no yōna monodesu - soreha-shitsudesu. Kore wa, burēn Powerd no zentai-tekina tēma to, burēn Powerd no purotto ni toku-ka shita kono SRW bājon no ryōhō ni han'ei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mBrain Powerd, however, actually does something else. It's like within the format of SRW J - it's qualities shine. This is credited both to Brain Powerd's overall theme as well as this version of SRW focusing specifically on Brain Powerd's plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBrain Powerd, however, actually does something else.\u001b[24m\n    \u001b[1mしかし、Brain Powerdは実際には何か他のことをしている。\u001b[22m, \u001b[1mブレンパワードは、しかし、実際に何かを行います。\u001b[22m\n\u001b[4mIt's like within the format of SRW J - it's qualities shine.\u001b[24m\n    \u001b[1mそれはSRW Jの形式のようなものです - それは質です。\u001b[22m, \u001b[1mこれは、SRW Jのフォーマット内のようなものだ - それの品質が輝きます。\u001b[22m\n\u001b[4mThis is credited both to Brain Powerd's overall theme as well as this version of SRW focusing specifically on Brain Powerd's plot.\u001b[24m\n    \u001b[1mこれは、Brain Powerdの全体的なテーマと、Brain Powerdのプロットに特化したこのSRWバージョンの両方に反映されています。\u001b[22m, \u001b[1mこれは、ブレンパワードの全体のテーマだけでなく、ブレンパワードのプロットに焦点を当てSRWのこのバージョンの両方に入金されます。\u001b[22m\n\u001b[1m\u001b[22m\nThis doesn't mean the anime itself has no superior qualities over it's adaptation but in many ways: the adaptation becomes superior to the anime and I'm not just talking about design or coolness factor or because the robots actually play well. I'm talking literally plot-wise, the arcs in Brain Powerd is never the same after you finish the Brain Powerd route in SRW J.\n\n\u001b[1mこれは、アニメそのものがアダプテーションより優れた性質を持たないことを意味するのではなく、多くの点でアニメーションよりも優れているということではなく、単にデザインやクールネスファクターについて話すだけでなく、 私は文字通りプロット単位で話していますが、SRW JのBrain Powerdルートを終えると、Brain Powerdのアークは決して同じではありません。\u001b[22m\n\u001b[1m(Kore wa, anime sonomono ga adaputēshon yori sugureta seishitsu o motanai koto o imi suru node wa naku, ōku no ten de animēshon yori mo sugurete iru to iu kotode wa naku, tan'ni dezain ya kūrunesufakutā ni tsuite hanasu dakedenaku, watashi wa mojidōri purotto tan'i de hanashite imasuga, SRW J no burēn Powerd rūto o oeru to, burēn Powerd no āku wa kesshite onajide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis doesn't mean the anime itself has no superior qualities over it's adaptation but in many ways: the adaptation becomes superior to the anime and I'm not just talking about design or coolness factor or because the robots actually play well. I'm talking literally plot-wise, the arcs in Brain Powerd is never the same after you finish the Brain Powerd route in SRW J.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis doesn't mean the anime itself has no superior qualities over it's adaptation but in many ways: the adaptation becomes superior to the anime and I'm not just talking about design or coolness factor or because the robots actually play well.\u001b[24m\n    \u001b[1mこれは、アニメそのものがアダプテーションより優れた性質を持たないことを意味するのではなく、多くの点でアニメーションよりも優れているということではなく、単にデザインやクールネスファクターについて話すだけでなく、\u001b[22m, \u001b[1mこれはアニメ自体はそれの適応を超えるが、多くの点で何の優れた資質を持っていないという意味ではありません：適応はアニメよりも優れたなり、私はデザインや涼しさの要因について、またはロボットが実際にうまくので話ではありません。\u001b[22m\n\u001b[4mI'm talking literally plot-wise, the arcs in Brain Powerd is never the same after you finish the Brain Powerd route in SRW J.\u001b[24m\n    \u001b[1m私は文字通りプロット単位で話していますが、SRW JのBrain Powerdルートを終えると、Brain Powerdのアークは決して同じではありません。\u001b[22m, \u001b[1mあなたはSRW J.でブレンパワードルートを終えた後、私はブレンパワードでアークが同じになることはありません、文字通りプロット単位の話します\u001b[22m\n\u001b[1m\u001b[22m\nWhy is this?\n\n\u001b[1mこれはなぜですか？\u001b[22m\n\u001b[1m(Kore wa nazedesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhy is this?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy is this?\u001b[24m\n    \u001b[1mこれはなぜですか？\u001b[22m\n\u001b[1m\u001b[22m\nTo begin with, aesthetically, the SD format really makes the Brain Powerd look and feel better and more fluid than the anime does.\n\n\u001b[1mまず、美的には、SDフォーマットは実際には脳のパワーを見て、アニメよりも優れた流動性を感じます。\u001b[22m\n\u001b[1m(Mazu, biteki ni wa, SD fōmatto wa jissai ni wa nō no pawā o mite, anime yori mo sugureta ryūdō-sei o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo begin with, aesthetically, the SD format really makes the Brain Powerd look and feel better and more fluid than the anime does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo begin with, aesthetically, the SD format really makes the Brain Powerd look and feel better and more fluid than the anime does.\u001b[24m\n    \u001b[1mまず、美的には、SDフォーマットは実際には脳のパワーを見て、アニメよりも優れた流動性を感じます。\u001b[22m, \u001b[1mまず始めに、審美的に、SDフォーマットは本当にブレンパワードを見て、より良いとアニメよりも多くの流体感じさせます。\u001b[22m\n\u001b[1m\u001b[22m\nThe major part however lies in that the central plot of Brain Powerd, it's central premise, relies very hard on certain 'vagueness' as well as the threat posed by the synopsis actually feeling like a threat.\n\n\u001b[1mしかし、Brain Powerdの中心的なプロットは、その中心的な前提で、特定の「漠然とした曖昧さ」と、実際には脅威のような感情を抱かせる脅威に非常に頼っているという点です。\u001b[22m\n\u001b[1m(Shikashi, burēn Powerd no chūshin-tekina purotto wa, sono chūshin-tekina zentei de, tokutei no `bakuzento shita aimai-sa' to, jissai ni wa kyōi no yōna kanjō o daka seru kyōi ni hijō ni tayotte iru to iu tendesu.)\u001b[22m\n\nTranslations of \u001b[4mThe major part however lies in that the central plot of Brain Powerd, it's central premise, relies very hard on certain 'vagueness' as well as the threat posed by the synopsis actually feeling like a threat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe major part however lies in that the central plot of Brain Powerd, it's central premise, relies very hard on certain 'vagueness' as well as the threat posed by the synopsis actually feeling like a threat.\u001b[24m\n    \u001b[1mしかし、Brain Powerdの中心的なプロットは、その中心的な前提で、特定の「漠然とした曖昧さ」と、実際には脅威のような感情を抱かせる脅威に非常に頼っているという点です。\u001b[22m, \u001b[1m大部分はしかし、それは中央の前提ブレンパワードの中央プロットだことである、ある種の「あいまいさ」だけでなく、実際に脅威のような感じシノプシスの脅威に非常に懸命に依存しています。\u001b[22m\n\u001b[1m\u001b[22m\nOne could even use the classic Enemy per Episode Super Mecha plot line as a basis for why it's needed. Even as the threats in those series get killed every episode and the whole thing feels like the main mecha is invincible - it has a certain old school feel that attracts many anime lovers who've lived watching those eras.\n\n\u001b[1mそれが必要な理由のための古典的な敵のエピソードスーパーメカラプロットラインを使用することもできます。 これらのシリーズの脅威がすべてのエピソードで殺されても、メインメカが無敵であるように全体が感じられるようになっても、それはその時代を見守ってきた多くのアニメ愛好家を引き付ける一定の古い学校の気持ちを持っています。\u001b[22m\n\u001b[1m(Sore ga hitsuyōna riyū no tame no koten-tekina teki no episōdosūpāmekarapurottorain o shiyō suru koto mo dekimasu. Korera no shirīzu no kyōi ga subete no episōdo de korosa rete mo, meinmeka ga mutekidearu yō ni zentai ga kanji rareru yō ni natte mo, sore wa sono jidai o mimamotte kita ōku no anime aikō-ka o hikitsukeru ittei no furui gakkō no kimochi o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOne could even use the classic Enemy per Episode Super Mecha plot line as a basis for why it's needed. Even as the threats in those series get killed every episode and the whole thing feels like the main mecha is invincible - it has a certain old school feel that attracts many anime lovers who've lived watching those eras.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne could even use the classic Enemy per Episode Super Mecha plot line as a basis for why it's needed.\u001b[24m\n    \u001b[1mそれが必要な理由のための古典的な敵のエピソードスーパーメカラプロットラインを使用することもできます。\u001b[22m, \u001b[1m一つはあっても、それが必要なのはなぜするための基礎としてのエピソードスーパーメカプロットラインあたりの古典的な敵を使用することができます。\u001b[22m\n\u001b[4mEven as the threats in those series get killed every episode and the whole thing feels like the main mecha is invincible - it has a certain old school feel that attracts many anime lovers who've lived watching those eras.\u001b[24m\n    \u001b[1mこれらのシリーズの脅威がすべてのエピソードで殺されても、メインメカが無敵であるように全体が感じられるようになっても、それはその時代を見守ってきた多くのアニメ愛好家を引き付ける一定の古い学校の気持ちを持っています。\u001b[22m, \u001b[1mこれらのシリーズの脅威はすべてのエピソードが死亡し、全部がメインメカのような感じを受けるたとしても無敵である - それはそれらの時代を見て住んでいました多くのアニメ愛好家を魅了し、特定の古い学校の感触を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nBrain Powerd's plot is on one hand nowhere near that level of 'suspense' yet at the same time it's central theme is based around that 'suspense' as an over-arcing plot. (Really hard to explain without spoiling many of the actual twists in the series.)\n\n\u001b[1mBrain Powerdのプロットは、一方では「サスペンス」のレベルに近いところではありませんが、同時にそれが中心テーマであるのは、オーバーアーキングプロットとしての「サスペンス」に基づいています。  （本当にシリーズの実際のねじれの多くを台無しにすることなく説明することは難しい）\u001b[22m\n\u001b[1m(Burēn Powerd no purotto wa, ippōde wa `sasupensu' no reberu ni chikai tokorode wa arimasenga, dōjini sore ga chūshin tēmadearu no wa, ōbāākingupurotto to shite no `sasupensu' ni motodzuite imasu. (Hontōni shirīzu no jissai no nejire no ōku o dainashi ni suru koto naku setsumei suru koto wa muzukashī))\u001b[22m\n\nTranslations of \u001b[4mBrain Powerd's plot is on one hand nowhere near that level of 'suspense' yet at the same time it's central theme is based around that 'suspense' as an over-arcing plot. (Really hard to explain without spoiling many of the actual twists in the series.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBrain Powerd's plot is on one hand nowhere near that level of 'suspense' yet at the same time it's central theme is based around that 'suspense' as an over-arcing plot.\u001b[24m\n    \u001b[1mBrain Powerdのプロットは、一方では「サスペンス」のレベルに近いところではありませんが、同時にそれが中心テーマであるのは、オーバーアーキングプロットとしての「サスペンス」に基づいています。\u001b[22m, \u001b[1mブレンパワードのプロットは「サスペンス」のそのレベルの近くにどこにも一方ではありませんまだ、同時にそれは中心的なテーマだオーバーアーク放電プロットとしてその「サスペンス」に基づいています。\u001b[22m\n\u001b[4m(Really hard to explain without spoiling many of the actual twists in the series.)\u001b[24m\n    \u001b[1m（本当にシリーズの実際のねじれの多くを台無しにすることなく説明することは難しい）\u001b[22m, \u001b[1m（シリーズの実際のねじれの多くを損なうことなく説明するのは本当に難しいです。）\u001b[22m\n\u001b[1m\u001b[22m\nThe anime fails heavily towards this element though because most of it is based around...how should I put it...dry horrible lackadisical pacing with no additional threat on top of the whole threat. (Plus the so-called antagonist is really mostly a static statue.)\n\n\u001b[1mアニメはこの要素に大きく頼りにならないが、その大部分は、私がそれをどのように置くべきなのかに基づいているので、全体的な脅威の上に追加の脅威はない。  （プラス、いわゆるアンタゴニストは実際にはほとんど静的な像です。）\u001b[22m\n\u001b[1m(Anime wa kono yōso ni ōkiku tayori ni naranaiga, sono daibubun wa, watashi ga sore o dono yō ni okubekina no ka ni motodzuite irunode, zentai-tekina kyōi no ue ni tsuika no kyōi wanai. (Purasu, iwayuru antagonisuto wa jissai ni wa hotondo seitekina-zōdesu. ))\u001b[22m\n\nTranslations of \u001b[4mThe anime fails heavily towards this element though because most of it is based around...how should I put it...dry horrible lackadisical pacing with no additional threat on top of the whole threat. (Plus the so-called antagonist is really mostly a static statue.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime fails heavily towards this element though because most of it is based around...how should I put it...dry horrible lackadisical pacing with no additional threat on top of the whole threat.\u001b[24m\n    \u001b[1mアニメはこの要素に大きく頼りにならないが、その大部分は、私がそれをどのように置くべきなのかに基づいているので、全体的な脅威の上に追加の脅威はない。\u001b[22m, \u001b[1mアニメは、この要素の方に重く失敗したものの、そのほとんどが周り基づいているので...私はそれを置くべきか...全体の脅威の上部に追加の脅威とドライ恐ろしいlackadisicalペーシング。\u001b[22m\n\u001b[4m(Plus the so-called antagonist is really mostly a static statue.)\u001b[24m\n    \u001b[1m（プラス、いわゆるアンタゴニストは実際にはほとんど静的な像です。）\u001b[22m, \u001b[1m（プラスいわゆるアンタゴニストは本当に主に静的な彫像です。）\u001b[22m\n\u001b[1m\u001b[22m\nBecause the SRW J version however contains tons of other threats - the result is that every twist in Brain Powerd because this sort of nostalgic 'heavy' event when you're rewatching the anime AFTER you've played the game. This doesn't necessarily mean the videogame adaptation is a perfect copy of the anime (one major character specifically is overlooked by the adaptation for example) but rather with the threat contextified, with the characters sort of formed and with many of the ugliness of the anime versions stripped away - Brain Powerd's one main quality is magnified and many of the positive reviewers have tried to highlight this quality but really I think on average even on a critical level - Brain Powerd is hard to 'get'. It's below love or hate. It's a series that's just...dull or cookie cutter...until you see it as a whole and then the whole puzzles and forms itself into what the anime becomes.\n\n\u001b[1mしかし、SRW Jバージョンには他にもたくさんの脅威が含まれているので、その結果、Brain Powerdのすべての紆余曲折がゲームをプレイした後でアニメを見直しているときにこのようなノスタルジックな「重い」イベントになる。 これは、必ずしもビデオゲームの適応がアニメの完全なコピーであるということを意味するものではありません（例えば、ある主要キャラクターは、例えばアダプテーションによって見過ごされます）。しかし、脅威が文脈化され、キャラクターが形成され、 アニメのバージョンが剥奪されました -  Brain Powerdの主要な品質が拡大され、肯定的な評価者の多くがこの品質を強調しようとしましたが、実際には重大なレベルでも平均していると思います。 それは愛や憎しみの下にある。 それはちょうど...鈍いかクッキーカッター...あなたがそれ全体を見るまで、そして全体のパズルを見るまで、そしてアニメが何になるかを形作るシリーズです。\u001b[22m\n\u001b[1m(Shikashi, SRW J bājon ni wa hoka ni mo takusan no kyōi ga fukuma rete irunode, sono kekka, burēn Powerd no subete no uyokyokusetsu ga gēmu o purei shita nochi de anime o minaoshite iru toki ni ko no yōna nosutarujikkuna `omoi' ibento ni naru. Kore wa, kanarazushimo bideogēmu no tekiō ga anime no kanzen'na kopīdearu to iu koto o imi suru monode wa arimasen (tatoeba, aru shuyō kyarakutā wa, tatoeba adaputēshon ni yotte misugosa remasu). Shikashi, kyōi ga bunmyaku-ka sa re, kyarakutā ga keisei sa re, anime no bājon ga hakudatsu sa remashita - burēn Powerd no shuyōna hinshitsu ga kakudai sa re, kōtei-tekina hyōka-sha no ōku ga kono hinshitsu o kyōchō shiyou to shimashitaga, jissai ni wa jūdaina reberu demo heikin shite iru to omoimasu. Sore wa ai ya nikushimi no shita ni aru. Sore wa chōdo... Nibui ka kukkīkattā... Anata ga sore zentai o miru made, soshite zentai no pazuru o miru made, soshite anime ga nani ni naru ka o katachidzukuru shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mBecause the SRW J version however contains tons of other threats - the result is that every twist in Brain Powerd because this sort of nostalgic 'heavy' event when you're rewatching the anime AFTER you've played the game. This doesn't necessarily mean the videogame adaptation is a perfect copy of the anime (one major character specifically is overlooked by the adaptation for example) but rather with the threat contextified, with the characters sort of formed and with many of the ugliness of the anime versions stripped away - Brain Powerd's one main quality is magnified and many of the positive reviewers have tried to highlight this quality but really I think on average even on a critical level - Brain Powerd is hard to 'get'. It's below love or hate. It's a series that's just...dull or cookie cutter...until you see it as a whole and then the whole puzzles and forms itself into what the anime becomes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause the SRW J version however contains tons of other threats - the result is that every twist in Brain Powerd because this sort of nostalgic 'heavy' event when you're rewatching the anime AFTER you've played the game.\u001b[24m\n    \u001b[1mしかし、SRW Jバージョンには他にもたくさんの脅威が含まれているので、その結果、Brain Powerdのすべての紆余曲折がゲームをプレイした後でアニメを見直しているときにこのようなノスタルジックな「重い」イベントになる。\u001b[22m, \u001b[1mSRW Jバージョンはしかし、他の脅威のトンが含まれているため - 結果はそのブレンパワード内のすべてのねじれので、あなたがゲームをプレイした後には、アニメをrewatchingている懐かしい「重い」イベントのこの種。\u001b[22m\n\u001b[4mThis doesn't necessarily mean the videogame adaptation is a perfect copy of the anime (one major character specifically is overlooked by the adaptation for example) but rather with the threat contextified, with the characters sort of formed and with many of the ugliness of the\u001b[24m\n    \u001b[1mこれは、必ずしもビデオゲームの適応がアニメの完全なコピーであるということを意味するものではありません（例えば、ある主要キャラクターは、例えばアダプテーションによって見過ごされます）。しかし、脅威が文脈化され、キャラクターが形成され、\u001b[22m, \u001b[1mこれは、必ずしもビデオゲームの適応が形成されたの文字の並べ替えにとの醜さの多くは、完璧なアニメのコピー（1主要な文字は、具体的に例えば適応によって見過ごされている）のではなくcontextified脅威であるという意味ではありません\u001b[22m\n\u001b[4manime versions stripped away - Brain Powerd's one main quality is magnified and many of the positive reviewers have tried to highlight this quality but really I think on average even on a critical level - Brain Powerd is hard to 'get'.\u001b[24m\n    \u001b[1mアニメのバージョンが剥奪されました -  Brain Powerdの主要な品質が拡大され、肯定的な評価者の多くがこの品質を強調しようとしましたが、実際には重大なレベルでも平均していると思います。\u001b[22m, \u001b[1mアニメ版は剥ぎ取ら - ブレンパワードの1メイン品質が拡大され、正のレビューアの多くは、この品質を強調するために試みたが、実際に私も、重要なレベルで平均的に考える - ブレンパワード」は取得」するのは難しいです。\u001b[22m\n\u001b[4mIt's below love or hate.\u001b[24m\n    \u001b[1mそれは愛や憎しみの下にある。\u001b[22m, \u001b[1mそれは、愛や憎しみの下です。\u001b[22m\n\u001b[4mIt's a series that's just...dull or cookie cutter...until you see it as a whole and then the whole puzzles and forms itself into what the anime becomes.\u001b[24m\n    \u001b[1mそれはちょうど...鈍いかクッキーカッター...あなたがそれ全体を見るまで、そして全体のパズルを見るまで、そしてアニメが何になるかを形作るシリーズです。\u001b[22m, \u001b[1mそれはちょうど...鈍いまたはクッキーカッターだシリーズです...あなたは、全体として、それを参照してくださいしてから、全体のパズルやアニメがどうなるかに自分自身を形成するまで。\u001b[22m\n\u001b[1m\u001b[22m\nThe closest analogy that comes to my mind is to compare the great movies of the past that are really just over-retelling romanticized version of events. Cameron's Titanic for example is basically a ship wreck that becomes one of the most memorable love stories in film history. A news casting of a Tsunami far outweighs the movie version of it. It's this really important distinction that is needed to appreciate Brain Powerd.\n\n\u001b[1m私の心に最も近いアナロジーは過去の偉大な映画を比較することです。これは実際にはロマンチックな出来事を過度に再解釈することです。 例えば、キャメロンのタイタニックは、基本的に映画史上最も記憶に残る恋愛物語の1つになる船の難破船です。 津波のニュースキャスティングはそれの映画のバージョンをはるかに上回ります。 これは、Brain Powerdを理解するために必要な、これが本当に重要な違いです。\u001b[22m\n\u001b[1m(Watashi no kokoro ni mottomo chikai anarojī wa kako no idaina eiga o hikaku suru kotodesu. Kore wa jissai ni wa romanchikkuna dekigoto o kado ni sai kaishaku suru kotodesu. Tatoeba, kyameron no taitanikku wa, kihontekini eiga shijō mottomo kioku ni nokoru ren'ai monogatari no 1tsu ni naru fune no nanbasendesu. Tsunami no nyūsukyasutingu wa sore no eiga no bājon o haruka ni uwamawarimasu. Kore wa, burēn Powerd o rikai suru tame ni hitsuyōna, kore ga hontōni jūyōna chigaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe closest analogy that comes to my mind is to compare the great movies of the past that are really just over-retelling romanticized version of events. Cameron's Titanic for example is basically a ship wreck that becomes one of the most memorable love stories in film history. A news casting of a Tsunami far outweighs the movie version of it. It's this really important distinction that is needed to appreciate Brain Powerd.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe closest analogy that comes to my mind is to compare the great movies of the past that are really just over-retelling romanticized version of events.\u001b[24m\n    \u001b[1m私の心に最も近いアナロジーは過去の偉大な映画を比較することです。これは実際にはロマンチックな出来事を過度に再解釈することです。\u001b[22m, \u001b[1m私の心に来る最も近いアナロジーは本当にイベントのわずか-改作ロマンチックバージョンである過去の偉大な映画を比較することです。\u001b[22m\n\u001b[4mCameron's Titanic for example is basically a ship wreck that becomes one of the most memorable love stories in film history.\u001b[24m\n    \u001b[1m例えば、キャメロンのタイタニックは、基本的に映画史上最も記憶に残る恋愛物語の1つになる船の難破船です。\u001b[22m, \u001b[1m例えばキャメロンのタイタニック号は、基本的には、映画の歴史の中で最も記憶に残るラブストーリーの一つとなって船の難破船です。\u001b[22m\n\u001b[4mA news casting of a Tsunami far outweighs the movie version of it.\u001b[24m\n    \u001b[1m津波のニュースキャスティングはそれの映画のバージョンをはるかに上回ります。\u001b[22m, \u001b[1m今のところの映画版を上回る津波のニュースのキャスティング。\u001b[22m\n\u001b[4mIt's this really important distinction that is needed to appreciate Brain Powerd.\u001b[24m\n    \u001b[1mこれは、Brain Powerdを理解するために必要な、これが本当に重要な違いです。\u001b[22m, \u001b[1mこれは、ブレンパワードを鑑賞するために必要とされるこれは本当に重要な違いです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat is especially masterpiece worthy about it is that I don't know any anime that has that type of quality. Someone for example could point to that SRW adaptation of Evangelion's Shinji and say...that's how you do it right but it's still the same series. Brain Powerd post-SRW J versus pre-SRW J is not the same series. Especially the ending where without the SRW perspective it becomes sort of 'trying hard'/'ok I get what you are trying to pull off but it's still silly' into something much closer to a 'OMG this is something big!'\n\n\u001b[1mそれにふさわしい特に傑作は、そのような質のアニメを知らないということです。 たとえば、エヴァンゲリオンのShinjiのSRWの適応を指し示す人がいます。それは正しいことですが、まだ同じシリーズです。  Brain Powerdの後のSRW JとSRW前のJは同じシリーズではありません。 特にSRWの視点がないと、「試してみようとしている/あなたは引き離そうとしているものが得られるが、それはまだまだ愚かなものだ」という終わりは、「OMGにもっと近いものに！\u001b[22m\n\u001b[1m(Sore ni fusawashī tokuni kessaku wa, sono yōna shitsu no anime o shiranai to iu kotodesu. Tatoeba, evu~angerion no Shinji no SRW no tekiō o sashishimesu hito ga imasu. Sore wa tadashī kotodesuga, mada onaji shirīzudesu. Burēn Powerd no nochi no SRW J to SRW mae no J wa onaji shirīzude wa arimasen. Tokuni SRW no shiten ga nai to,`tameshite miyou to shite iru/ anata wa hikihanasou to shite iru mono ga e rareruga, sore wa madamada orokana monoda' to iu owari wa,`OMG ni motto chikai mono ni!)\u001b[22m\n\nTranslations of \u001b[4mWhat is especially masterpiece worthy about it is that I don't know any anime that has that type of quality. Someone for example could point to that SRW adaptation of Evangelion's Shinji and say...that's how you do it right but it's still the same series. Brain Powerd post-SRW J versus pre-SRW J is not the same series. Especially the ending where without the SRW perspective it becomes sort of 'trying hard'/'ok I get what you are trying to pull off but it's still silly' into something much closer to a 'OMG this is something big!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is especially masterpiece worthy about it is that I don't know any anime that has that type of quality.\u001b[24m\n    \u001b[1mそれにふさわしい特に傑作は、そのような質のアニメを知らないということです。\u001b[22m, \u001b[1mどのような特にそれについて値する傑作です、私は品質のそのタイプを持つすべてのアニメを知らないということです。\u001b[22m\n\u001b[4mSomeone for example could point to that SRW adaptation of Evangelion's Shinji and say...that's how you do it right but it's still the same series.\u001b[24m\n    \u001b[1mたとえば、エヴァンゲリオンのShinjiのSRWの適応を指し示す人がいます。それは正しいことですが、まだ同じシリーズです。\u001b[22m, \u001b[1m例えば誰かがそれはあなたがそれを行う方法右だが、それはまだ同じシリーズだ...エヴァンゲリオンのシンジのことSRW適応を指すと言うことができます。\u001b[22m\n\u001b[4mBrain Powerd post-SRW J versus pre-SRW J is not the same series.\u001b[24m\n    \u001b[1mBrain Powerdの後のSRW JとSRW前のJは同じシリーズではありません。\u001b[22m, \u001b[1m前SRW J対ブレンパワードポストSRW Jは同じシリーズではありません。\u001b[22m\n\u001b[4mEspecially the ending where without the SRW perspective it becomes sort of 'trying hard'/'ok I get what you are trying to pull off but it's still silly' into something much closer to a 'OMG this is something big!'\u001b[24m\n    \u001b[1m特にSRWの視点がないと、「試してみようとしている/あなたは引き離そうとしているものが得られるが、それはまだまだ愚かなものだ」という終わりは、「OMGにもっと近いものに！\u001b[22m, \u001b[1mSRWの視点なしで、それは/にかなり近いものに「大丈夫、私はあなたがやってのけるしようとしているが、それはまだ愚かなものを手に入れる '' OMGこれは大きな何かがある！ ''努力 'のようなものになります。特にエンディング\u001b[22m\n\u001b[1m\u001b[22m\nNonetheless, I still wouldn't say Brain Powerd is a good anime even with the SRW J adaptation. I actually hate that route in the game and I hate the mecha - they really weren't anything special and they don't have that good of an overall pull but 'intrigue' - they have that in spades and although the curiosity wasn't really done well - it's this element that separates Brain Powerd from being just a crappy mecha anime and it's worth retelling the anime as such otherwise it seems criminal to the canon like if you're watching Getter Robo and yawning at the bad mecha without knowing what Getter Emperor is or you're watching Evangelion and then missing out on End of Evangelion. The key is not so much the quality of action or the portrayal of characters but instead the overall symbolistic enjoyment that is missed without reaching those context.\n\n\u001b[1mそれでも、私はBrain PowerdがSRW Jアダプテーションでも優れたアニメだとはまだ言いません。 私は実際にゲームでそのルートを嫌い、私はメカを嫌い - 彼らは本当に特別なものではなかったし、彼らは全体的なプルが良いものではなく「陰謀」 - 彼らはスペードでそれを持っていて、好奇心はなかった 実際にうまくいきました - それはBrain Powerdと単なる泥酔したメカアニメとを区別する要素です。アニメを再解釈する価値があります。ゲッターロボを見て、何がわからなくても悪いメカで賞賛しているように、キヤノンにとっては犯罪者です ゲッター皇帝はエヴァンゲリオンを見ていて、エヴァンゲリオンの終わりを逃しています。 キーはそれほど行動の質やキャラクターの描写ではなく、その文脈に到達することなく見逃される全体的な象徴的な楽しみです。\u001b[22m\n\u001b[1m(Soredemo, watashi wa burēn Powerd ga SRW J adaputēshon demo sugureta animeda to wa mada iimasen. Watashi wa jissai ni gēmu de sono rūto o kirai, watashi wa meka o kirai - karera wa hontōni tokubetsuna monode wa nakattashi, karera wa zentai-tekina puru ga yoi monode wanaku `inbō' - karera wa supēdo de sore o motte ite, kōkishin wa nakatta jissai ni umaku ikimashita - sore wa burēn Powerd to tan'naru deisui shita meka anime to o kubetsu suru yōsodesu. Anime o sai kaishaku suru kachi ga arimasu. Gettārobo o mite, nani ga wakaranakute mo warui meka de shōsan shite iru yō ni, Kiyanon ni totte wa hanzai-shadesu gettā kōtei wa evu~angerion o mite ite, evu~angerion no owari o nogashite imasu. Kī wa sorehodo kōdō no shitsu ya kyarakutā no byōshade wa naku, sono bunmyaku ni tōtatsu suru koto naku minogasa reru zentai-tekina shōchō-tekina tanoshimidesu.)\u001b[22m\n\nTranslations of \u001b[4mNonetheless, I still wouldn't say Brain Powerd is a good anime even with the SRW J adaptation. I actually hate that route in the game and I hate the mecha - they really weren't anything special and they don't have that good of an overall pull but 'intrigue' - they have that in spades and although the curiosity wasn't really done well - it's this element that separates Brain Powerd from being just a crappy mecha anime and it's worth retelling the anime as such otherwise it seems criminal to the canon like if you're watching Getter Robo and yawning at the bad mecha without knowing what Getter Emperor is or you're watching Evangelion and then missing out on End of Evangelion. The key is not so much the quality of action or the portrayal of characters but instead the overall symbolistic enjoyment that is missed without reaching those context.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNonetheless, I still wouldn't say Brain Powerd is a good anime even with the SRW J adaptation.\u001b[24m\n    \u001b[1mそれでも、私はBrain PowerdがSRW Jアダプテーションでも優れたアニメだとはまだ言いません。\u001b[22m, \u001b[1mそれにもかかわらず、私はまだブレンパワードでもSRW J適応との良好なアニメです言わないだろう。\u001b[22m\n\u001b[4mI actually hate that route in the game and I hate the mecha - they really weren't anything special and they don't have that good of an overall pull but 'intrigue' - they have that in spades and although the curiosity wasn't\u001b[24m\n    \u001b[1m私は実際にゲームでそのルートを嫌い、私はメカを嫌い - 彼らは本当に特別なものではなかったし、彼らは全体的なプルが良いものではなく「陰謀」 - 彼らはスペードでそれを持っていて、好奇心はなかった\u001b[22m, \u001b[1m私は実際にゲーム内でそのルートを嫌い、私はメカを憎む - 彼らは本当に何も特別なことではなかった、彼らはその全体的なプルの良いが、「陰謀」を持っていない - 彼らはスペードでかつものの好奇心がなかったことを持っています\u001b[22m\n\u001b[4mreally done well - it's this element that separates Brain Powerd from being just a crappy mecha anime and it's worth retelling the anime as such otherwise it seems criminal to the canon like if you're watching Getter Robo and yawning at the bad mecha without knowing what\u001b[24m\n    \u001b[1m実際にうまくいきました - それはBrain Powerdと単なる泥酔したメカアニメとを区別する要素です。アニメを再解釈する価値があります。ゲッターロボを見て、何がわからなくても悪いメカで賞賛しているように、キヤノンにとっては犯罪者です\u001b[22m, \u001b[1m本当によくやった - それだけで安っぽいメカアニメであることからブレンパワードを分離し、この要素だとあなたはゲッターロボを見て、何を知らなくても悪いメカであくびをしているかのようにそのようなものがそれ以外の場合は、キヤノンの犯罪者だと思われ、それはアニメ改作の価値があります\u001b[22m\n\u001b[4mGetter Emperor is or you're watching Evangelion and then missing out on End of Evangelion.\u001b[24m\n    \u001b[1mゲッター皇帝はエヴァンゲリオンを見ていて、エヴァンゲリオンの終わりを逃しています。\u001b[22m, \u001b[1mゲッター天皇はあるか、エヴァンゲリオンを見て、その後、エヴァンゲリオンの終わりを逃しています。\u001b[22m\n\u001b[4mThe key is not so much the quality of action or the portrayal of characters but instead the overall symbolistic enjoyment that is missed without reaching those context.\u001b[24m\n    \u001b[1mキーはそれほど行動の質やキャラクターの描写ではなく、その文脈に到達することなく見逃される全体的な象徴的な楽しみです。\u001b[22m, \u001b[1mキーはそんなにアクションの品質や文字の描写ではなく、それらのコンテキストに到達することなくミスした全体的なsymbolistic楽しみではありません。\u001b[22m\n\u001b[1m\u001b[22m\nAs far as what the anime has over the videogame adaptation? The opening song even if you hear it in the game is not as haunting as the anime series and really it's one of the things cementing Brain Powerd's charm and uniqueness as a series. Normally you wait until a climactic moment or the actual ending before you get something good but Brain Powerd's opening is both the ultimate ending/climax as well as being able to pump you up as a first time viewer however without knowledge of the entire plot it is also something of an acid trip especially the original opening theme scenes. All in all it's really a series that is more of a puzzle that adds layers upon rewatching if only if it was that good or the characters were really that well designed or well formed. I would even go so far as saying a direct remake - with no changes in plot but character design, pacing, execution - is on par with Serial Experiment Lain but with Mecha. That's how unique Brain Powerd is IF only it is able to make the right order of settings and it really should go down as that type of anime instead of a either you love it or hate it one because either extreme opinions doesn't do respect to what this anime offers it's viewers that other mecha series don't or extremely rarely deliver.\n\n\u001b[1mアニメがビデオゲームの適応に及ぼすところまでは？ あなたがゲームでそれを聞いてもオープニングの歌は、アニメシリーズのような邪悪ではありませんし、実際には、ブレインパワーの魅力とシリーズとしての一意性を固めている事の一つです。 通常、あなたは何か良いものを得る前に、クライマックスの瞬間または実際の終了まで待つが、Brain Powerdのオープニングは究極のエンディング/クライマックスであり、プロット全体の知識がなくても初めての視聴者としてあなたを汲み上げることができる また、酸旅行の何か、特にオリジナルのオープニングテーマシーン。 まるでそれが本当にうまく設計されたか、またはうまく形成されていた場合にのみ、再ウォッチする際にレイヤーを追加するパズルのほうが本当にシリーズのことです。 私はプロットに変化はないがキャラクターデザイン、ペーシング、実行などの直接的なリメイクは、Serial Experiment Lainと同じだがMechaと同じだと言っている。 これはBrain Powerdのユニークな設定で、設定の正しい順序を決めることができ、極度の意見が尊重されないため、あなたが好きでも嫌いでもなく、そのタイプのアニメとして下がるはずです このアニメが提供するものは、他のメカシリーズが提供しないか、まれにしか提供しない視聴者です。\u001b[22m\n\u001b[1m(Anime ga bideogēmu no tekiō ni oyobosu tokoro made wa? Anata ga gēmu de sore o kiite mo ōpuningu no uta wa, animeshirīzu no yōna jaakude wa arimasenshi, jissai ni wa, bureinpawā no miryoku to shirīzu to shite no ichii-sei o katamete iru koto no hitotsudesu. Tsūjō, anata wa nani ka yoi mono o eru mae ni, kuraimakkusu no shunkan matawa jissai no shūryō made matsuga, burēn Powerd no ōpuningu wa kyūkyoku no endingu/ kuraimakkusudeari, purotto zentai no chishiki ga nakute mo hajimete no shichō-sha to shite anata o kumiageru koto ga dekiru mata, san ryokō no nanika, tokuni orijinaru no ōpuningutēmashīn. Marude sore ga hontōni umaku sekkei sa reta ka, matawa umaku keisei sa rete ita baai ni nomi, sai u~otchi suru sai ni reiyā o tsuika suru pazuru no hō ga hontōni shirīzu no kotodesu. Watashi wa purotto ni henka wa naiga kyarakutādezain, pēshingu, jikkō nado no chokusetsutekina rimeiku wa, Serial Experiment Lain to onajidaga Mecha to onajida to itte iru. Kore wa burēn Powerd no yunīkuna settei de, settei no tadashī junjo o kimeru koto ga deki, kyokudo no iken ga sonchō sa renai tame, anata ga suki demo kiraide mo naku, sono taipu no anime to shite sagaru hazudesu kono anime ga teikyō suru mono wa, hoka no mekashirīzu ga teikyō shinai ka, mare ni shika teikyō shinai shichō-shadesu.)\u001b[22m"
  },
  {
    "title": "Brain_Powerd",
    "id": "1542",
    "url": "https://myanimelist.net/anime/1542/Brain_Powerd",
    "user": "leafgreen386",
    "profile": "/profile/leafgreen386/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=63715",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  5\n\n私はこのアニメをスーパーロボット大戦の審判から発見し、面白そうだったのでそれをチェックすることにしました。 確かにそれはありましたが、有機エネルギーよりも説明力が必要でした。\n\nおそらく私はそれを逃したが、このアニメの最大の欠点の1つは、それがそれに依存するいくつかの中核的な概念をどのように持っているかである。  「Bプレート」はアニメを通して何度も言及されていますが、決して実際の定義はありません。 同様に、「有機エネルギー」は、ショーのキャラクターでさえも、それが何であるかを完全に理解していないときに、事実上すべてを説明するために使用されます。 時にはそれは生命力です。 時には感情です。 時にはそれは盾やレーザーを撃つことがあります。時々、それはあなたにテレポートします。 時には文字通り植物を育てるものです。 あなたは、抗体がスーパーロボットであり実際のロボットではないことを覚えていれば、もう少し耐えがたくなるので、彼らの説明は完璧ではありませんが、確かに良いものになる可能性があります。\n\nさらに、ストーリーは主に内部的に一貫していますが（有機的なエネルギーの緩やかな定義を受け入れることを前提としています）、終わりはほとんど残っています。 その点より前には、あるプロット点が直ちに意味をなさないかもしれないが、後でそれらをクリアするために後で注意を払わなければならなかったり、場合によっては場面を再ウォッチした直後に意味をなさない。 残念ながら、結末の特定の側面は、それを説明するために働くかもしれないショーの早いところまで暗示されていたが、それはまだあなたの行動が期待しているものとまったく一致しない結果を伴っています。\n\nそれはすべて、あなたが不信の良い喜んで停止している場合、私はあなたがこのアニメを楽しむことができると思う。 不十分に定義されたエネルギーの力によって動く生きているロボットがあなたを悩ませるなら、あなたは離れていなければなりません。 キャラクターは少なくともそれを保つのに十分興味深いし、彼らが本当に素敵なタッチとして役立ったいくつかのことがあります。 それは彼らが平凡な全体的なプロットでそれを無駄にしたことはちょっと残念です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI discovered this anime from playing Super Robot Wars Judgment, and decided to check it out because it seemed interesting. Indeed, it was, but it needed more explanatory energy than organic energy.\n\n\u001b[1m私はこのアニメをスーパーロボット大戦の審判から発見し、面白そうだったのでそれをチェックすることにしました。 確かにそれはありましたが、有機エネルギーよりも説明力が必要でした。\u001b[22m\n\u001b[1m(Watashi wa kono anime o sūpārobotto taisen no shinpan kara hakken shi, omoshiro-sōdattanode sore o chekku suru koto ni shimashita. Tashika ni soreha arimashitaga, yūki enerugī yori mo setsumei-ryoku ga hitsuyōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mI discovered this anime from playing Super Robot Wars Judgment, and decided to check it out because it seemed interesting. Indeed, it was, but it needed more explanatory energy than organic energy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI discovered this anime from playing Super Robot Wars Judgment, and decided to check it out because it seemed interesting.\u001b[24m\n    \u001b[1m私はこのアニメをスーパーロボット大戦の審判から発見し、面白そうだったのでそれをチェックすることにしました。\u001b[22m, \u001b[1m私はスーパーロボット大戦判決をプレイからこのアニメを発見し、それは面白そうだったので、それをチェックアウトすることを決めました。\u001b[22m\n\u001b[4mIndeed, it was, but it needed more explanatory energy than organic energy.\u001b[24m\n    \u001b[1m確かにそれはありましたが、有機エネルギーよりも説明力が必要でした。\u001b[22m, \u001b[1m確かに、それはあったが、それは、有機エネルギーよりも多くの説明のエネルギーを必要としていました。\u001b[22m\n\u001b[1m\u001b[22m\nPerhaps I missed it, but one of the greatest flaws in this anime is how it has several core concepts it relies upon that it gives a lackluster explanation for. 'B-plates' are mentioned many times throughout the anime, but are never given a real definition. Likewise, 'organic energy' is used to explain practically everything, when even the characters in the show don't completely understand what it is. Sometimes it's life force. Sometimes it's emotion. Sometimes it makes a shield or shoots lasers, and sometimes it lets you teleport. Sometimes it's literally what makes plants grow. It becomes a bit more bearable if you remember that the antibodies are super robots and not real robots, so their explanation doesn't *have* to be perfect, but it certainly could stand to be better.\n\n\u001b[1mおそらく私はそれを逃したが、このアニメの最大の欠点の1つは、それがそれに依存するいくつかの中核的な概念をどのように持っているかである。  「Bプレート」はアニメを通して何度も言及されているが、決して実際の定義は与えられていない。 同様に、「有機エネルギー」は、ショーのキャラクターでさえも、それが何であるかを完全に理解していないときに、事実上すべてを説明するために使用されます。 時にはそれは生命力です。 時には感情です。 時にはそれは盾やレーザーを撃つことがあります。時々、それはあなたにテレポートします。 時には文字通り植物を育てるものです。 あなたは、抗体がスーパーロボットであり実際のロボットではないことを覚えていれば、もう少し耐えがたくなるので、彼らの説明は完璧ではありませんが、確かに良いものになる可能性があります。\u001b[22m\n\u001b[1m(Osoraku watashi wa sore o nogashitaga, kono anime no saidai no ketten no 1tsu wa, sore ga sore ni izon suru ikutsu ka no chūkaku-tekina gainen o dono yō ni motte iru kadearu. `B purēto' wa anime o tōshite nando mo genkyū sa rete iruga, kesshite jissai no teigi wa atae rarete inai. Dōyō ni,`yūki enerugī' wa, shō no kyarakutāde sae mo, sore ga nandearu ka o kanzen ni rikai shite inai toki ni, jijitsujō subete o setsumei suru tame ni shiyō sa remasu. Tokiniha sore wa inochiryokudesu. Tokiniha kanjōdesu. Tokiniha sore wa tate ya rēzā o utsu koto ga arimasu. Tokidoki, sore wa anata ni terepōto shimasu. Tokiniha mojidōri shokubutsu o sodateru monodesu. Anata wa, kōtai ga sūpārobottodeari jissai no robottode wanai koto o oboete ireba, mōsukoshi taegataku narunode, karera no setsumei wa kanpekide wa arimasenga, tashika ni yoi mono ni naru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mPerhaps I missed it, but one of the greatest flaws in this anime is how it has several core concepts it relies upon that it gives a lackluster explanation for. 'B-plates' are mentioned many times throughout the anime, but are never given a real definition. Likewise, 'organic energy' is used to explain practically everything, when even the characters in the show don't completely understand what it is. Sometimes it's life force. Sometimes it's emotion. Sometimes it makes a shield or shoots lasers, and sometimes it lets you teleport. Sometimes it's literally what makes plants grow. It becomes a bit more bearable if you remember that the antibodies are super robots and not real robots, so their explanation doesn't *have* to be perfect, but it certainly could stand to be better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPerhaps I missed it, but one of the greatest flaws in this anime is how it has several core concepts it relies upon that it gives a lackluster explanation for.\u001b[24m\n    \u001b[1mおそらく私はそれを逃したが、このアニメの最大の欠点の1つは、それがそれに依存するいくつかの中核的な概念をどのように持っているかである。\u001b[22m, \u001b[1mおそらく、私はそれを逃したが、このアニメの最大の欠陥の一つは、それはそれはそれはのために精彩を欠いた説明を与えることに依存しているいくつかの中核となる概念を持っているかです。\u001b[22m\n\u001b[4m'B-plates' are mentioned many times throughout the anime, but are never given a real definition.\u001b[24m\n    \u001b[1m「Bプレート」はアニメを通して何度も言及されているが、決して実際の定義は与えられていない。\u001b[22m, \u001b[1m「B-プレート」アニメ全体で何度も言及しているが、実際の定義を与えれることはありません。\u001b[22m\n\u001b[4mLikewise, 'organic energy' is used to explain practically everything, when even the characters in the show don't completely understand what it is.\u001b[24m\n    \u001b[1m同様に、「有機エネルギー」は、ショーのキャラクターでさえも、それが何であるかを完全に理解していないときに、事実上すべてを説明するために使用されます。\u001b[22m, \u001b[1m同様に、「有機エネルギーが 'ショーであっても文字が完全にそれが何であるかを理解していない実質的にすべてを、説明するために使用されます。\u001b[22m\n\u001b[4mSometimes it's life force.\u001b[24m\n    \u001b[1m時にはそれは生命力です。\u001b[22m\n\u001b[4mSometimes it's emotion.\u001b[24m\n    \u001b[1m時には感情です。\u001b[22m, \u001b[1m時にはそれは感情です。\u001b[22m\n\u001b[4mSometimes it makes a shield or shoots lasers, and sometimes it lets you teleport.\u001b[24m\n    \u001b[1m時にはそれは盾やレーザーを撃つことがあります。時々、それはあなたにテレポートします。\u001b[22m, \u001b[1m時にはそれはシールドを作るか、レーザーを撃つ、そして時にはそれはあなたがテレポートすることができます。\u001b[22m\n\u001b[4mSometimes it's literally what makes plants grow.\u001b[24m\n    \u001b[1m時には文字通り植物を育てるものです。\u001b[22m, \u001b[1m時にはそれは植物が成長するもの、文字通りです。\u001b[22m\n\u001b[4mIt becomes a bit more bearable if you remember that the antibodies are super robots and not real robots, so their explanation doesn't *have* to be perfect, but it certainly could stand to be better.\u001b[24m\n    \u001b[1mあなたは、抗体がスーパーロボットであり実際のロボットではないことを覚えていれば、もう少し耐えがたくなるので、彼らの説明は完璧ではありませんが、確かに良いものになる可能性があります。\u001b[22m, \u001b[1mあなたは、抗体は、スーパーロボットではなく、実際のロボットであるため、その説明は*完全である*ていませんが、それは確かに優れていることが立つことができることを覚えていれば、それは、もう少し我慢になります。\u001b[22m\n\u001b[1m\u001b[22m\nFurther, while the story remains *mostly* internally consistent (assuming you can accept their loose definition of organic energy, that is), the ending leaves much to be desired, not really explaining *why* things worked out the way they did. Prior to that point, even though some plot points may not have immediately made sense, they were at least given some attention later to clear them up, or in some cases, made sense just after rewatching the scene. Unfortunately, while I can admit certain aspects of the ending were alluded to earlier in the show that might work toward explaining it, it still feels somewhat like an ass pull, with the results not quite matching up with what you expect their actions to do.\n\n\u001b[1mさらに、ストーリーは主に内部的に一貫していますが（有機的なエネルギーの緩やかな定義を受け入れることを前提としています）、終わりはほとんど残っています。 その点より前には、あるプロット点が直ちに意味をなさないかもしれないが、後でそれらをクリアするために後で注意を払わなければならなかったり、場合によっては場面を再ウォッチした直後に意味をなさない。 残念ながら、結末の特定の側面は、それを説明するために働くかもしれないショーの早いところまで暗示されていたが、それはまだあなたの行動が期待しているものとまったく一致しない結果を伴っています。\u001b[22m\n\u001b[1m(Sarani, sutōrī wa omoni naibu-teki ni ikkan shite imasuga (yūki-tekina enerugī no yuruyakana teigi o ukeireru koto o zentei to shite imasu), owari wa hotondo nokotte imasu. Sono ten yori mae ni wa, aru purotto-ten ga tadachini imiwonasanai kamo shirenaiga,-go de sorera o kuria suru tame ni atode chūi o harawanakereba naranakattari, baainiyotte wa bamen o sai u~otchi shita chokugo ni imiwonasanai. Zan'nen'nagara, ketsumatsu no tokutei no sokumen wa, sore o setsumei suru tame ni hataraku kamo shirenai shō no hayai tokoro made anji sa rete itaga, sore wa mada anata no kōdō ga kitai shite iru mono to mattaku itchishinai kekka o tomonatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFurther, while the story remains *mostly* internally consistent (assuming you can accept their loose definition of organic energy, that is), the ending leaves much to be desired, not really explaining *why* things worked out the way they did. Prior to that point, even though some plot points may not have immediately made sense, they were at least given some attention later to clear them up, or in some cases, made sense just after rewatching the scene. Unfortunately, while I can admit certain aspects of the ending were alluded to earlier in the show that might work toward explaining it, it still feels somewhat like an ass pull, with the results not quite matching up with what you expect their actions to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFurther, while the story remains *mostly* internally consistent (assuming you can accept their loose definition of organic energy, that is), the ending leaves much to be desired, not really explaining *why* things worked out the way they did.\u001b[24m\n    \u001b[1mさらに、ストーリーは主に内部的に一貫していますが（有機的なエネルギーの緩やかな定義を受け入れることを前提としています）、終わりはほとんど残っています。\u001b[22m, \u001b[1m物語は（つまり、あなたが有機エネルギーの彼らの緩い定義を受け入れることができると仮定した場合）*主に*内部的に一貫性を維持しながら*物事は、彼らが行った方法を働いた理由また、エンディングは*本当に説明していない、まだ十分とは言えません。\u001b[22m\n\u001b[4mPrior to that point, even though some plot points may not have immediately made sense, they were at least given some attention later to clear them up, or in some cases, made sense just after rewatching the scene.\u001b[24m\n    \u001b[1mその点より前には、あるプロット点が直ちに意味をなさないかもしれないが、後でそれらをクリアするために後で注意を払わなければならなかったり、場合によっては場面を再ウォッチした直後に意味をなさない。\u001b[22m, \u001b[1mその前のポイントに、いくつかのプロット点はすぐに意味を成していなくても、彼らは、少なくともそれらをクリアするために、後でいくつかの注意を与えられた、またはいくつかのケースでは、単にシーンをrewatching後に意味がありました。\u001b[22m\n\u001b[4mUnfortunately, while I can admit certain aspects of the ending were alluded to earlier in the show that might work toward explaining it, it still feels somewhat like an ass pull, with the results not quite matching up with what you expect their actions to do.\u001b[24m\n    \u001b[1m残念ながら、結末の特定の側面は、それを説明するために働くかもしれないショーの早いところまで暗示されていたが、それはまだあなたの行動が期待しているものとまったく一致しない結果を伴っています。\u001b[22m, \u001b[1m私はそれを説明するに向かって働くかもしれないショーで、以前に示唆されたエンディングの特定の側面を認めることができます残念ながら、それはまだ結果は非常にあなたが彼らの行動を行うことを期待するものとマッチアップしていないと、ややお尻プルのように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThat all said, if you have a good willing suspension of disbelief, I think you can enjoy this anime. If living robots powered by a poorly defined energy force bothers you, you should stay away. The characters are at least interesting enough to keep it going, and there are some things they did that really served as a nice touch. It's just a shame they wasted it with a mediocre overall plot.\n\n\u001b[1mそれはすべて、あなたが不信の良い喜んで停止している場合、私はあなたがこのアニメを楽しむことができると思う。 不十分に定義されたエネルギーの力によって動く生きているロボットがあなたを悩ませるなら、あなたは離れていなければなりません。 キャラクターは少なくともそれを保つのに十分興味深いし、彼らが本当に素敵なタッチとして役立ったいくつかのことがあります。 それは彼らが平凡な全体的なプロットでそれを無駄にしたことはちょっと残念です。\u001b[22m\n\u001b[1m(Sore wa subete, anata ga fushin no yoi yorokonde teishi shite iru baai, watashi wa anata ga kono anime o tanoshimu koto ga dekiru to omou. Fujūbun ni teigi sa reta enerugī no chikara ni yotte ugoku ikite iru robotto ga anata o nayama serunara, anata wa hanarete inakereba narimasen. Kyarakutā wa sukunakutomo sore o tamotsu no ni jūbun kyōmibukaishi, karera ga hontōni sutekina tatchi to shite yakudatta ikutsu ka no koto ga arimasu. Sore wa karera ga heibon'na zentai-tekina purotto de sore o muda ni shita koto wa chotto zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mThat all said, if you have a good willing suspension of disbelief, I think you can enjoy this anime. If living robots powered by a poorly defined energy force bothers you, you should stay away. The characters are at least interesting enough to keep it going, and there are some things they did that really served as a nice touch. It's just a shame they wasted it with a mediocre overall plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat all said, if you have a good willing suspension of disbelief, I think you can enjoy this anime.\u001b[24m\n    \u001b[1mそれはすべて、あなたが不信の良い喜んで停止している場合、私はあなたがこのアニメを楽しむことができると思う。\u001b[22m, \u001b[1mつまり、すべてのあなたが不信の良い喜んサスペンションを持っている場合、私はあなたがこのアニメを楽しむことができると思う、と述べました。\u001b[22m\n\u001b[4mIf living robots powered by a poorly defined energy force bothers you, you should stay away.\u001b[24m\n    \u001b[1m不十分に定義されたエネルギーの力によって動く生きているロボットがあなたを悩ませるなら、あなたは離れていなければなりません。\u001b[22m, \u001b[1m不十分な定義されたエネルギー力によって供給生きているロボットがあなたを気にした場合、あなたは離れて滞在する必要があります。\u001b[22m\n\u001b[4mThe characters are at least interesting enough to keep it going, and there are some things they did that really served as a nice touch.\u001b[24m\n    \u001b[1mキャラクターは少なくともそれを保つのに十分興味深いし、彼らが本当に素敵なタッチとして役立ったいくつかのことがあります。\u001b[22m, \u001b[1m文字は、それを続けるのに十分な、少なくとも興味深いものです、本当に素敵なタッチを務めていることを彼らがしたいくつかのものがあります。\u001b[22m\n\u001b[4mIt's just a shame they wasted it with a mediocre overall plot.\u001b[24m\n    \u001b[1mそれは彼らが平凡な全体的なプロットでそれを無駄にしたことはちょっと残念です。\u001b[22m, \u001b[1mそれは彼らが平凡な全体的なプロットでそれを無駄にだけは残念です。\u001b[22m"
  }
]
