[
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "Volfenstein",
    "profile": "/profile/Volfenstein/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=3136",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\n最後に、ロマンチックなコメディがうまくいった。 私は男ですが、私は多くのロマンチックなアニメを見てきました。これはおそらく最高のものの1つです。 これはあなたの顔に笑顔であなたを残す良い物語を感じる人のひとりです。 ここには何も新しくないか、普通ではありませんが、終わりは非常に満足です。 非常に多くのアニメは強く始まりますが、結局は彼らは吹き飛ばされます。 幸いにも、これはそれらの一つではありません。 コメディーは上を通らずに軽くて、音楽はやさしく、ポップなものはありません。 それを試してみてください、あなたはそれを愛するでしょう。  （あなたがしたい場合は、泣くこともできます。）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFinally, a romantic comedy done right. Even though I'm a guy, I have seen many romantic animes and this is probably one of the best. This is one of those feel good stories that leaves you with a smile upon your face. There is nothing new here or out of the ordinary but the ending is highly satisfying. So many animes start out strong but in the end they fizzle out. Luckily, this isn't one of them. The comedy is light without going over the top and the music is rather gentle, no pop stuff here. Give it a try, you'll love it. (You can also cry if you want to.)\n\n\u001b[1m最後に、ロマンチックなコメディがうまくいった。 私は男ですが、私は多くのロマンチックなアニメを見てきました。これはおそらく最高のものの1つです。 これはあなたの顔に笑顔であなたを残す良い物語を感じる人のひとりです。 ここには何も新しくないか、普通ではありませんが、終わりは非常に満足です。 非常に多くのアニメは強く始まりますが、結局は彼らは吹き飛ばされます。 幸いにも、これはそれらの一つではありません。 コメディーは上を通らずに軽くて、音楽はやさしく、ポップなものはありません。 それを試してみてください、あなたはそれを愛するでしょう。  （あなたがしたい場合は、泣くこともできます。）\u001b[22m\n\u001b[1m(Saigo ni, romanchikkuna komedi ga umaku itta. Watashi wa otokodesuga, watashi wa ōku no romanchikkuna anime o mitekimashita. Kore wa osoraku saikō no mono no 1tsudesu. Kore wa anata no kao ni egao de anata o nokosu yoi monogatari o kanjiru hito no hitoridesu. Koko ni wa nani mo atarashikunai ka, futsūde wa arimasenga, owari wa hijō ni manzokudesu. Hijō ni ōku no anime wa tsuyoku hajimarimasuga, kekkyoku wa karera wa fukitobasa remasu. Saiwai ni mo, kore wa sorera no hitotsude wa arimasen. Komedī wa ue o tōrazu ni karukute, ongaku wa yasashiku, poppuna mono wa arimasen. Sore o tameshite mite kudasai, anata wa sore o aisurudeshou. (Anata ga shitai baai wa, naku koto mo dekimasu. ))\u001b[22m\n\nTranslations of \u001b[4mFinally, a romantic comedy done right. Even though I'm a guy, I have seen many romantic animes and this is probably one of the best. This is one of those feel good stories that leaves you with a smile upon your face. There is nothing new here or out of the ordinary but the ending is highly satisfying. So many animes start out strong but in the end they fizzle out. Luckily, this isn't one of them. The comedy is light without going over the top and the music is rather gentle, no pop stuff here. Give it a try, you'll love it. (You can also cry if you want to.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, a romantic comedy done right.\u001b[24m\n    \u001b[1m最後に、ロマンチックなコメディがうまくいった。\u001b[22m, \u001b[1m最後に、ロマンチックコメディが正しく行わ。\u001b[22m\n\u001b[4mEven though I'm a guy, I have seen many romantic animes and this is probably one of the best.\u001b[24m\n    \u001b[1m私は男ですが、私は多くのロマンチックなアニメを見てきました。これはおそらく最高のものの1つです。\u001b[22m, \u001b[1m私は男だにもかかわらず、私は多くのロマンチックなアニメを見ていると、これはおそらく最高の1つです。\u001b[22m\n\u001b[4mThis is one of those feel good stories that leaves you with a smile upon your face.\u001b[24m\n    \u001b[1mこれはあなたの顔に笑顔であなたを残す良い物語を感じる人のひとりです。\u001b[22m, \u001b[1mこれは、それらがあなたの顔時に笑顔であなたを残し良いストーリーを感じるの一つです。\u001b[22m\n\u001b[4mThere is nothing new here or out of the ordinary but the ending is highly satisfying.\u001b[24m\n    \u001b[1mここには何も新しくないか、普通ではありませんが、終わりは非常に満足です。\u001b[22m, \u001b[1mそこここでは、新規または普通のうちは何もありませんが、結末は非常に満足です。\u001b[22m\n\u001b[4mSo many animes start out strong but in the end they fizzle out.\u001b[24m\n    \u001b[1m非常に多くのアニメは強く始まりますが、結局は彼らは吹き飛ばされます。\u001b[22m, \u001b[1mだから、多くのアニメが強く出始めるが、最終的に彼らは立ち消えになります。\u001b[22m\n\u001b[4mLuckily, this isn't one of them.\u001b[24m\n    \u001b[1m幸いにも、これはそれらの一つではありません。\u001b[22m, \u001b[1m幸いなことに、これはその一つではありません。\u001b[22m\n\u001b[4mThe comedy is light without going over the top and the music is rather gentle, no pop stuff here.\u001b[24m\n    \u001b[1mコメディーは上を通らずに軽くて、音楽はやさしく、ポップなものはありません。\u001b[22m, \u001b[1m喜劇は、トップの上に行くことなく、光であり、音楽が、ここにはポップなものではなく、穏やかではありません。\u001b[22m\n\u001b[4mGive it a try, you'll love it.\u001b[24m\n    \u001b[1mそれを試してみてください、あなたはそれを愛するでしょう。\u001b[22m, \u001b[1mそれを試してみて、あなたがそれを好きになります。\u001b[22m\n\u001b[4m(You can also cry if you want to.)\u001b[24m\n    \u001b[1m（あなたがしたい場合は、泣くこともできます。）\u001b[22m, \u001b[1m（あなたがしたい場合は、泣くことができます。）\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "Venneh",
    "profile": "/profile/Venneh/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=911",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\n\nフィーナ・ファム・アースライト\n\nちｔぇ： よあけ まえ より るり いろ な ーー Ｃれｓせんｔ ぉゔぇ\n\nゲーム、マンガ、アニメ：Yoake Mae Yori 2005年9月25日にPC用にリリースされたアダルト・ビジュアル・ノベル・ゲームであり、Yawake Mae Yori Ruri Iro Na  -  Dawning Blueよりも明るいPS2のアダプテーションが、  -  2006年12月7日にAriaによってリリースされました。\n\n2005年9月21日、電影大王で穂穂の味噌が描かれた、漫画版のストーリーがまだ始まっています。\n\nアニメ自体は12話で、2006年10月4日から2006年12月20日にTBS Japanで放送された。 大田正彦監督（10人目のローゼンメイデンエピソードを担当）は、スタジオ・ドゥム（DearS、Please Teacher！and Please Twins！\n\nストーリー：とにかく、このシリーズの基本的なプロットは、地球と月の関係を改善するために（月は明らかにこの時点で決着しており、最近の過去には特に厄介な戦争がある）ということです。 月の王女（フィーナ）は、地球上でホームステイのために来る予定です。 選ばれたホームステイは、主人公のTatsuyaのものです。主に、姉が大統領の援助を受けているからです（現時点では名前を忘れています）。 シリーズの残りの部分は、TatsuyaとFeenaの出芽関係と彼らが直面する課題に焦点を当てています。\n\n物語はロマンチックなコメディで、手を下ろしている。 残念なことに、スクリュー・コメディは、通常、あるキャラクターを特定の役割に強制することによって達成されるか、または犠牲を払ってジョークを実行することを含む。 幸いにも、それはあまりにも古くはありません。 そして、ロマンスの部分については、あなたはフィーナと達也のために（シリーズのすべての呼吸器のように）シリーズ全体を通して応援します。\n\nシリーズ自体は2つの部分に分けることができます：最初の6つのエプソンはFeenaとTatsuyaの間の結合のほうが多く、後半はすべてのカップルの課題（そしてストーリーの良い部分のほとんど）が入り込む部分です。\n\nこのショーはまた、外交にも焦点を当てており、今日私たち自身の世界と並行しています。本当に感謝しています。\n\n私が物語で持っている唯一の不満は、物語の肉に到達するためにシリーズが最後の半分まで待っていることです。いくつかのキャラクターはステレオタイプになり、時にはそのジャンルのクリシェが使用されます。 しかし、ほとんどの場合、彼らはシリーズの最後の半分で簡単に補うことができます。\n\nアート：このシリーズは、背景やキャラクターの色のために、より豊かな色（緑、青、紫）を使用する傾向があります。 キャラクターには少なくとも3種類の服がありますので、多種多様です。  2Dアニメーションは美しく、使用時に3Dアニメーションとよく似ています。 私はアニメーターが少し怠け者だと思っていますが、主にフィーナのお母さんを彼女の厄介者のように見せてくれるからです。\n\n音楽：私はここで間違って見つけることはあまりありません。 バックグラウンドミュージックのかなりの部分は、OPテーマのバリエーションです（それ自体は美しいですが）、バリエーションを与えないほど十分です。 可能な限り、私は確かにこれについてOSTを見つけたいと思っています。 私は最後のエピソードのために少し変更されたときでさえ、EDはそんなに好きではありません。\n\n西友：ほとんどのシリーズと同じように、私は西友と間違ったものを見つけることができません。 それぞれのキャラクターの手がかりが手紙に当てはまる。 私が見つけた小さな宝物の1つは、ダングラーズ（Gankutsuou）のための日本の季節だった、高野先生のための賢者でした。\n\n長さ：パーフェクト。 それは、ボールの転がりを得るのにシリーズの半分（12エピソードの長さ）を要するが、それが始まるときにそれを補う以上のものである。\n\n全体：美しいアニメーション/構成スクリューロマンチックコメディはあなたが気にかかるカップルとしばらく時間がかかりますが、そうすると、あなたの靴下を生かす。\n\nストーリー：9/10\nアート：8/10\n音楽：8/10\n西友：8/10\n長さ：8/10\n\n全体：41/50;  82％（B）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFeena Fam Earthlight\n\n\u001b[1mフィーナ・ファム・アースライト\u001b[22m\n\u001b[1m(Fīna famu āsuraito)\u001b[22m\n\nTranslations of \u001b[4mFeena Fam Earthlight\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFeena Fam Earthlight\u001b[24m\n    \u001b[1mフィーナ・ファム・アースライト\u001b[22m, \u001b[1mフィーナ・ファム・アーシュライト\u001b[22m\n\u001b[1m\u001b[22m\nちｔぇ： よあけ まえ より るり いろ な ーー Ｃれｓせんｔ ぉゔぇ\n(Chi t ~e: Yo ake ma e yori ruri iro na ̄̄ C re s sen t ~ovu~e)\n\n\u001b[1mちｔぇ： よあけ まえ より るり いろ な ーー Ｃれｓせんｔ ぉゔぇ\u001b[22m\n\u001b[1m(Chi t ~e: Yo ake ma e yori ruri iro na ̄̄ C re s sen t ~ovu~e)\u001b[22m\n\u001b[1m\u001b[22m\nGame, Manga, Anime: Yoake Mae Yori Ruri Iro Na's first incarnation was an adult visual novel game released for the PC by August on September 25, 2005, and a PS2 adaptation entitled Yoake Mae Yori Ruri Iro Na -- Brighter than Dawning Blue - -, released by Aria on December 7th, 2006.\n\n\u001b[1mゲーム、マンガ、アニメ：Yoake Mae Yori 2005年9月25日にPC用にリリースされたアダルト・ビジュアル・ノベル・ゲームであり、Yawake Mae Yori Ruri Iro Na  -  Dawning Blueよりも明るいPS2のアダプテーションが、  -  2006年12月7日にAriaによってリリースされました。\u001b[22m\n\u001b[1m(Gēmu, manga, anime: Yoake Mae Yori 2005-nen 9 tsuki 25-nichi ni PC-yō ni rirīsu sa reta adaruto bijuaru noberu gēmudeari, Yawake Mae Yori Ruri Iro Na - Dawning burū yori mo akarui PS 2 no adaputēshon ga, - 2006-nen 12 tsuki 7-nichi ni Aria ni yotte rirīsu sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mGame, Manga, Anime: Yoake Mae Yori Ruri Iro Na's first incarnation was an adult visual novel game released for the PC by August on September 25, 2005, and a PS2 adaptation entitled Yoake Mae Yori Ruri Iro Na -- Brighter than Dawning Blue - -, released by Aria on December 7th, 2006.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGame, Manga, Anime: Yoake Mae Yori Ruri Iro Na's first incarnation was an adult visual novel game released for the PC by August on September 25, 2005, and a PS2 adaptation entitled Yoake Mae Yori Ruri Iro Na -- Brighter than Dawning Blue -\u001b[24m\n    \u001b[1mゲーム、マンガ、アニメ：Yoake Mae Yori 2005年9月25日にPC用にリリースされたアダルト・ビジュアル・ノベル・ゲームであり、Yawake Mae Yori Ruri Iro Na  -  Dawning Blueよりも明るいPS2のアダプテーションが、\u001b[22m, \u001b[1mゲームは、マンガ、アニメ： - ブルーの夜明けより明るい夜明け前より瑠璃色な初の化身は2005年9月25日に8月のPCのために解放大人ビジュアルノベルゲーム、および夜明け前より瑠璃色な題するPS2適応でした - \u001b[22m\n\u001b[4m-, released by Aria on December 7th, 2006.\u001b[24m\n    \u001b[1m -  2006年12月7日にAriaによってリリースされました。\u001b[22m, \u001b[1m - 、12月7日、2006年アリアによって解放。\u001b[22m\n\u001b[1m\u001b[22m\nA manga version of the story, illustrated by HoeHoe No-Miso began to be serialized in Dengeki Daioh on September 21, 2005, and is still running.\n\n\u001b[1m2005年9月21日、電影大王で穂穂の味噌が描かれた、漫画版のストーリーがまだ始まっています。\u001b[22m\n\u001b[1m(2005-Nen 9 tsuki 21-nichi, den'ei daiō de suisui no miso ga egaka reta, manga-ban no sutōrī ga mada hajimatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mA manga version of the story, illustrated by HoeHoe No-Miso began to be serialized in Dengeki Daioh on September 21, 2005, and is still running.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA manga version of the story, illustrated by HoeHoe No-Miso began to be serialized in Dengeki Daioh on September 21, 2005, and is still running.\u001b[24m\n    \u001b[1m2005年9月21日、電影大王で穂穂の味噌が描かれた、漫画版のストーリーがまだ始まっています。\u001b[22m, \u001b[1mHoeHoe無味噌によって示されるストーリーの漫画版は、2005年9月21日に月刊コミック電撃大王で連載され始めて、まだ実行されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime itself is twelve episodes long, and ran from October 4, 2006 to December 20th, 2006 on TBS Japan. It was directed by Masahiko Ohta (who directed the tenth episode of Rozen Maiden), and the animation was done by Studio Doumu (who did the animation for DearS, Please Teacher! and Please Twins!)\n\n\u001b[1mアニメ自体は12話で、2006年10月4日から2006年12月20日にTBS Japanで放送されました。 大田正彦監督（10人目のローゼンメイデンエピソードを担当）は、スタジオ・ドゥム（DearS、Please Teacher！and Please Twins！\u001b[22m\n\u001b[1m(Anime jitai wa 12-wa de, 2006-nen 10 tsuki 4-nichi kara 2006-nen 12 tsuki 20-nichi ni TBS Japan de hōsō sa remashita. Ōta Masahiko kantoku (10 hitome no rōzenmeiden'episōdo o tantō) wa, sutajio do~umu (diāzu, purīzu tīchā! Ando purīzu tsuinzu!)\u001b[22m\n\nTranslations of \u001b[4mThe anime itself is twelve episodes long, and ran from October 4, 2006 to December 20th, 2006 on TBS Japan. It was directed by Masahiko Ohta (who directed the tenth episode of Rozen Maiden), and the animation was done by Studio Doumu (who did the animation for DearS, Please Teacher! and Please Twins!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime itself is twelve episodes long, and ran from October 4, 2006 to December 20th, 2006 on TBS Japan.\u001b[24m\n    \u001b[1mアニメ自体は12話で、2006年10月4日から2006年12月20日にTBS Japanで放送されました。\u001b[22m, \u001b[1mアニメ自体は12のエピソードの長さであり、2006年10月4日から12月20日、TBS日本での2006年に走りました。\u001b[22m\n\u001b[4mIt was directed by Masahiko Ohta (who directed the tenth episode of Rozen Maiden), and the animation was done by Studio Doumu (who did the animation for DearS, Please Teacher! and Please Twins!)\u001b[24m\n    \u001b[1m大田正彦監督（10人目のローゼンメイデンエピソードを担当）は、スタジオ・ドゥム（DearS、Please Teacher！and Please Twins！\u001b[22m, \u001b[1mこれは、（ローゼンメイデンの第十エピソードを監督）太田雅彦によって指示された、アニメーションはスタジオDoumuによって行われた（ディアーズのためのアニメーションをした、おねがいティーチャー！とおねがい☆ツインズ）\u001b[22m\n\u001b[1m\u001b[22m\nStory: Anyways, the basic plot for this series is that, in order to improve relationships between the Earth and the Moon (the moon has been settled at this point in time, obviously, and there's a particularly nasty war in their recent past), the Princess of the Moon (Feena) is going to come for a homestay on Earth. The homestay family chosen is that of our main character, Tatsuya, mainly because his older sister is an assistant to the President (forget her name, at the moment). The rest of the series focuses on Tatsuya and Feena's budding relationship and the challenges they face.\n\n\u001b[1mストーリー：とにかく、このシリーズの基本的なプロットは、地球と月の関係を改善するために（月は明らかにこの時点で決着しており、最近の過去には特に厄介な戦争がある）ということです。 月の王女（フィーナ）は、地球上でホームステイのために来る予定です。 選ばれたホームステイは、主人公のTatsuyaのものです。主に、姉が大統領の援助を受けているからです（現時点では名前を忘れています）。 シリーズの残りの部分は、TatsuyaとFeenaの出芽関係と彼らが直面する課題に焦点を当てています。\u001b[22m\n\u001b[1m(Sutōrī: Tonikaku, kono shirīzu no kihon-tekina purotto wa, chikyū to tsuki no kankei o kaizen suru tame ni (tsuki wa akiraka ni kono jiten de ketchaku shite ori, saikin no kako ni wa tokuni yakkaina sensō ga aru) to iu kotodesu. Tsuki no ōjo (fīna) wa, chikyū-jō de hōmusutei no tame ni kuru yoteidesu. Eraba reta hōmusutei wa, shujinkō no Tatsuya no monodesu. Omoni, ane ga daitōryō no enjo o ukete irukaradesu (genjitende wa namae o wasurete imasu). Shirīzu no nokori no bubun wa, Tatsuya to Feena no shutsuga kankei to karera ga chokumen suru kadai ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: Anyways, the basic plot for this series is that, in order to improve relationships between the Earth and the Moon (the moon has been settled at this point in time, obviously, and there's a particularly nasty war in their recent past), the Princess of the Moon (Feena) is going to come for a homestay on Earth. The homestay family chosen is that of our main character, Tatsuya, mainly because his older sister is an assistant to the President (forget her name, at the moment). The rest of the series focuses on Tatsuya and Feena's budding relationship and the challenges they face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Anyways, the basic plot for this series is that, in order to improve relationships between the Earth and the Moon (the moon has been settled at this point in time, obviously, and there's a particularly nasty war in their recent past),\u001b[24m\n    \u001b[1mストーリー：とにかく、このシリーズの基本的なプロットは、地球と月の関係を改善するために（月は明らかにこの時点で決着しており、最近の過去には特に厄介な戦争がある）ということです。\u001b[22m, \u001b[1mストーリー：とにかく、このシリーズの基本的なプロットは、地球と月の間の関係を改善するために（月は明らかに、この時点で決済されており、彼らの最近の過去の特に厄介な戦争があります）、ということです、\u001b[22m\n\u001b[4mthe Princess of the Moon (Feena) is going to come for a homestay on Earth.\u001b[24m\n    \u001b[1m月の王女（フィーナ）は、地球上でホームステイのために来る予定です。\u001b[22m, \u001b[1m月のプリンセス（フィーナ）は、地球上のホームステイに来て起こっています。\u001b[22m\n\u001b[4mThe homestay family chosen is that of our main character, Tatsuya, mainly because his older sister is an assistant to the President (forget her name, at the moment).\u001b[24m\n    \u001b[1m選ばれたホームステイは、主人公のTatsuyaのものです。主に、姉が大統領の援助を受けているからです（現時点では名前を忘れています）。\u001b[22m, \u001b[1m選択されたホストファミリーは、彼の姉が大統領（現時点では、彼女の名前を忘れてしまった）のアシスタントである主な理由は、私たちのメインキャラクター、達也のことです。\u001b[22m\n\u001b[4mThe rest of the series focuses on Tatsuya and Feena's budding relationship and the challenges they face.\u001b[24m\n    \u001b[1mシリーズの残りの部分は、TatsuyaとFeenaの出芽関係と彼らが直面する課題に焦点を当てています。\u001b[22m, \u001b[1mシリーズの残りの部分は、達也とフィーナの出芽の関係と、彼らが直面する課題に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is a romantic comedy, hands down. Unfortunately, the screwball comedy is usually achieved by forcing some characters into certain roles, or involves running jokes at their expense. Luckily, it doesn't get too old. And as for the romance part -- you will be rooting for Feena and Tatsuya the whole way through the series (just like every breathing body in the series).\n\n\u001b[1m物語はロマンチックなコメディで、手を下ろしている。 残念なことに、スクリュー・コメディは、通常、あるキャラクターを特定の役割に強制することによって達成されるか、または犠牲を払ってジョークを実行することを含む。 幸いにも、それはあまりにも古くはありません。 そして、ロマンスの部分については、あなたはフィーナと達也のために（シリーズのすべての呼吸器のように）シリーズ全体を通して応援します。\u001b[22m\n\u001b[1m(Monogatari wa romanchikkuna komedi de,-te o oroshite iru. Zan'nen'nakotoni, sukuryū komedi wa, tsūjō, aru kyarakutā o tokutei no yakuwari ni kyōsei suru koto ni yotte tassei sa reru ka, matawa gisei o haratte jōku o jikkō suru koto o fukumu. Saiwai ni mo, sore wa amarini mo furuku wa arimasen. Soshite, romansu no bubun ni tsuite wa, anata wa fīna to Tatsuya no tame ni (shirīzu no subete no kokyū-ki no yō ni) shirīzu zentai o tōshite ōen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is a romantic comedy, hands down. Unfortunately, the screwball comedy is usually achieved by forcing some characters into certain roles, or involves running jokes at their expense. Luckily, it doesn't get too old. And as for the romance part -- you will be rooting for Feena and Tatsuya the whole way through the series (just like every breathing body in the series).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is a romantic comedy, hands down.\u001b[24m\n    \u001b[1m物語はロマンチックなコメディで、手を下ろしている。\u001b[22m, \u001b[1m物語はロマンチックコメディ、手ダウンしています。\u001b[22m\n\u001b[4mUnfortunately, the screwball comedy is usually achieved by forcing some characters into certain roles, or involves running jokes at their expense.\u001b[24m\n    \u001b[1m残念なことに、スクリュー・コメディは、通常、あるキャラクターを特定の役割に強制することによって達成されるか、または犠牲を払ってジョークを実行することを含む。\u001b[22m, \u001b[1m残念ながら、シュート喜劇は通常、特定のロールにいくつかの文字を強制的に、またはそれらの費用で冗談を実行する必要によって達成されます。\u001b[22m\n\u001b[4mLuckily, it doesn't get too old.\u001b[24m\n    \u001b[1m幸いにも、それはあまりにも古くはありません。\u001b[22m, \u001b[1m幸いなことに、それはあまりにも古い取得していません。\u001b[22m\n\u001b[4mAnd as for the romance part -- you will be rooting for Feena and Tatsuya the whole way through the series (just like every breathing body in the series).\u001b[24m\n    \u001b[1mそして、ロマンスの部分については、あなたはフィーナと達也のために（シリーズのすべての呼吸器のように）シリーズ全体を通して応援します。\u001b[22m, \u001b[1mそして、ロマンスの部分のように - あなたは（ちょうどシリーズのすべての呼吸体のような）一連のフィーナ達也のための全体の方法を応援します。\u001b[22m\n\u001b[1m\u001b[22m\nThe series itself can be divided into two parts: The first six epsiodes are more of the bonding between Feena and Tatsuya, while the second half is where all the couple's challenges (and most of the good part of the story) kicks in.\n\n\u001b[1mシリーズ自体は2つの部分に分けることができます：最初の6つのエプソンはFeenaとTatsuyaの間の結合のほうが多く、後半はすべてのカップルの課題（そしてストーリーの良い部分のほとんど）が入り込む部分です。\u001b[22m\n\u001b[1m(Shirīzu jitai wa 2tsu no bubun ni wakeru koto ga dekimasu: Saisho no muttsu no Epuson wa Feena to Tatsuya no ma no ketsugō no hō ga ōku, kōhan wa subete no kappuru no kadai (soshite sutōrī no yoi bubun no hotondo) ga hairikomu bubundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe series itself can be divided into two parts: The first six epsiodes are more of the bonding between Feena and Tatsuya, while the second half is where all the couple's challenges (and most of the good part of the story) kicks in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series itself can be divided into two parts: The first six epsiodes are more of the bonding between Feena and Tatsuya, while the second half is where all the couple's challenges (and most of the good part of the story) kicks in.\u001b[24m\n    \u001b[1mシリーズ自体は2つの部分に分けることができます：最初の6つのエプソンはFeenaとTatsuyaの間の結合のほうが多く、後半はすべてのカップルの課題（そしてストーリーの良い部分のほとんど）が入り込む部分です。\u001b[22m, \u001b[1mシリーズ自体は二つの部分に分けることができます。すべてのカップルの課題（と物語の良い部分のほとんどが）でキックどこ後半はあるが最初の6 epsiodesは、フィーナと達也との間の結合のより多くのです。\u001b[22m\n\u001b[1m\u001b[22m\nThis show also focuses on foreign relations, and parallels our own world today a lot, which is something I really appreciate.\n\n\u001b[1mこのショーはまた、外交にも焦点を当てており、今日私たち自身の世界と並行しています。本当に感謝しています。\u001b[22m\n\u001b[1m(Kono shō wa mata, gaikō ni mo shōten o atete ori, kyō watashi-tachi jishin no sekai to heikō shite imasu. Hontōni kansha shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show also focuses on foreign relations, and parallels our own world today a lot, which is something I really appreciate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show also focuses on foreign relations, and parallels our own world today a lot, which is something I really appreciate.\u001b[24m\n    \u001b[1mこのショーはまた、外交にも焦点を当てており、今日私たち自身の世界と並行しています。本当に感謝しています。\u001b[22m, \u001b[1mこのショーはまた、外交関係に焦点を当て、と私は本当に感謝何かである、今日は多くのことを私たち自身の世界に匹敵します。\u001b[22m\n\u001b[1m\u001b[22m\nThe only gripe that I have with the story is that the series waits until the last half to get to the meat of the story, that some characters fall into stereotypes and that genre cliches are used at times. But, for the most part, they're easily made up for by the last half of the series.\n\n\u001b[1m私が物語で持っている唯一の不満は、物語の肉に到達するためにシリーズが最後の半分まで待っていることです。いくつかのキャラクターはステレオタイプになり、時にはそのジャンルのクリシェが使用されます。 しかし、ほとんどの場合、彼らはシリーズの最後の半分で簡単に補うことができます。\u001b[22m\n\u001b[1m(Watashi ga monogatari de motte iru yuiitsu no fuman wa, monogatari no niku ni tōtatsu suru tame ni shirīzu ga saigo no hanbun made matte iru kotodesu. Ikutsu ka no kyarakutā wa sutereo taipu ni nari, tokiniha sono janru no kurishe ga shiyō sa remasu. Shikashi, hotondo no baai, karera wa shirīzu no saigo no hanbun de kantan ni oginau koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only gripe that I have with the story is that the series waits until the last half to get to the meat of the story, that some characters fall into stereotypes and that genre cliches are used at times. But, for the most part, they're easily made up for by the last half of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only gripe that I have with the story is that the series waits until the last half to get to the meat of the story, that some characters fall into stereotypes and that genre cliches are used at times.\u001b[24m\n    \u001b[1m私が物語で持っている唯一の不満は、物語の肉に到達するためにシリーズが最後の半分まで待っていることです。いくつかのキャラクターはステレオタイプになり、時にはそのジャンルのクリシェが使用されます。\u001b[22m, \u001b[1m私が話を持っている唯一の不満は、シリーズは、いくつかの文字がステレオタイプに分類し、そのジャンルの決まり文句は、時間に使用されていることを、物語の肉を取得する最後の半分になるまで待つことです。\u001b[22m\n\u001b[4mBut, for the most part, they're easily made up for by the last half of the series.\u001b[24m\n    \u001b[1mしかし、ほとんどの場合、彼らはシリーズの最後の半分で簡単に補うことができます。\u001b[22m, \u001b[1mしかし、ほとんどの部分は、彼らは簡単にシリーズの最後の半分のために作られています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: This series tends to use richer colors (greens, blues, purples), for the backgrounds and character colors, for the most part. Characters also have at least three different outfits, so there's a good deal of variety. The 2D animation is beautiful, and blends well with the 3D animation, when it's used. I do think that the animators got a little lazy, though, mainly because they made Feena's mom look so much like her daugher.\n\n\u001b[1mアート：このシリーズは、背景やキャラクターの色のために、より豊かな色（緑、青、紫）を使用する傾向があります。 キャラクターには少なくとも3種類の服がありますので、多種多様です。  2Dアニメーションは美しく、使用時に3Dアニメーションとよく似ています。 私はアニメーターが少し怠け者だと思っていますが、主にフィーナのお母さんを彼女の厄介者のように見せてくれるからです。\u001b[22m\n\u001b[1m(Āto: Kono shirīzu wa, haikei ya kyarakutā no iro no tame ni, yori yutakana iro (midori, ao, murasaki) o shiyō suru keikō ga arimasu. Kyarakutā ni wa sukunakutomo 3 shurui no fuku ga arimasunode, tashu tayōdesu. 2 D animēshon wa utsukushiku, shiyō-ji ni 3 D animēshon to yoku nite imasu. Watashi wa animētā ga sukoshi namakemonoda to omotte imasuga, omo ni fīna no okāsan o kanojo no yakukaimono no yō ni misete kurerukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: This series tends to use richer colors (greens, blues, purples), for the backgrounds and character colors, for the most part. Characters also have at least three different outfits, so there's a good deal of variety. The 2D animation is beautiful, and blends well with the 3D animation, when it's used. I do think that the animators got a little lazy, though, mainly because they made Feena's mom look so much like her daugher.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: This series tends to use richer colors (greens, blues, purples), for the backgrounds and character colors, for the most part.\u001b[24m\n    \u001b[1mアート：このシリーズは、背景やキャラクターの色のために、より豊かな色（緑、青、紫）を使用する傾向があります。\u001b[22m, \u001b[1mアート：このシリーズはほとんどの部分は、背景や文字の色のために、豊かな色（緑、青、紫）を使用する傾向があります。\u001b[22m\n\u001b[4mCharacters also have at least three different outfits, so there's a good deal of variety.\u001b[24m\n    \u001b[1mキャラクターには少なくとも3種類の服がありますので、多種多様です。\u001b[22m, \u001b[1m文字も少なくとも3つの異なる衣装を持っているので、様々な良い取引があります。\u001b[22m\n\u001b[4mThe 2D animation is beautiful, and blends well with the 3D animation, when it's used.\u001b[24m\n    \u001b[1m2Dアニメーションは美しく、使用時に3Dアニメーションとよく似ています。\u001b[22m, \u001b[1m2Dアニメーションが美しく、それが使われている3Dアニメーション、とよく調和しています。\u001b[22m\n\u001b[4mI do think that the animators got a little lazy, though, mainly because they made Feena's mom look so much like her daugher.\u001b[24m\n    \u001b[1m私はアニメーターが少し怠け者だと思っていますが、主にフィーナのお母さんを彼女の厄介者のように見せてくれるからです。\u001b[22m, \u001b[1m私は、彼らがフィーナのお母さんがそんなに彼女daugherのように見せていた主な理由は、しかし、アニメーターは少し怠け者だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: Not much I can find wrong here. A good deal of the background music is variations on the OP theme (which in and of itself is beautiful), but there's still enough of it that isn't to give variation. If at all possible, I definetly want to find the OST for this. I don't like the ED so much, though, even when it was altered slightly for the last episode.\n\n\u001b[1m音楽：私はここで間違って見つけることはあまりありません。 バックグラウンドミュージックのかなりの部分は、OPテーマのバリエーションです（それ自体は美しいですが）、バリエーションを与えないほど十分です。 可能な限り、私は確かにこれについてOSTを見つけたいと思っています。 私は最後のエピソードのために少し変更されたときでさえ、EDはそんなに好きではありません。\u001b[22m\n\u001b[1m(Ongaku: Watashi wa koko de machigatte mitsukeru koto wa amari arimasen. Bakkuguraundomyūjikku no kanari no bubun wa, OP tēma no bariēshondesu (sore jitai wa utsukushīdesuga), bariēshon o ataenai hodo jūbundesu. Kanōnakagiri, watashi wa tashika ni kore ni tsuite OST o mitsuketai to omotte imasu. Watashi wa saigo no episōdo no tame ni sukoshi henkō sa reta tokide sae, ED wa son'nani sukide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMusic: Not much I can find wrong here. A good deal of the background music is variations on the OP theme (which in and of itself is beautiful), but there's still enough of it that isn't to give variation. If at all possible, I definetly want to find the OST for this. I don't like the ED so much, though, even when it was altered slightly for the last episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: Not much I can find wrong here.\u001b[24m\n    \u001b[1m音楽：私はここで間違って見つけることはあまりありません。\u001b[22m, \u001b[1mミュージック：ずっと私はここで間違って見つけることができません。\u001b[22m\n\u001b[4mA good deal of the background music is variations on the OP theme (which in and of itself is beautiful), but there's still enough of it that isn't to give variation.\u001b[24m\n    \u001b[1mバックグラウンドミュージックのかなりの部分は、OPテーマのバリエーションです（それ自体は美しいですが）、バリエーションを与えないほど十分です。\u001b[22m, \u001b[1m背景音楽の良い取引は、（それ自体でとの美しいです）OPテーマのバリエーションですが、変化を与えることはないことを十分にはまだあります。\u001b[22m\n\u001b[4mIf at all possible, I definetly want to find the OST for this.\u001b[24m\n    \u001b[1m可能な限り、私は確かにこれについてOSTを見つけたいと思っています。\u001b[22m, \u001b[1mもし可能ならば、私はdefinetlyこのためOSTを見つけたいです。\u001b[22m\n\u001b[4mI don't like the ED so much, though, even when it was altered slightly for the last episode.\u001b[24m\n    \u001b[1m私は最後のエピソードのために少し変更されたときでさえ、EDはそんなに好きではありません。\u001b[22m, \u001b[1m私はそれが最後のエピソードのためにわずかに変更された場合でも、しかし、そんなにEDは好きではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSeiyuu: Like most series, I can't find find anything wrong with the seiyuu; each character's seiyuu fits them to the letter. One little gem that I found, though, was the Japanese seiyuu for Danglars (Gankutsuou) was the seiyuu for Takano-sensei, one of the major -- and funniest -- side characters.\n\n\u001b[1m西友：ほとんどのシリーズと同じように、私は西友と間違ったものを見つけることができません。 それぞれのキャラクターの手がかりが手紙に当てはまる。 私が見つけた小さな宝物の1つは、ダングラーズ（Gankutsuou）のための日本の季節だった、高野先生のための賢者でした。\u001b[22m\n\u001b[1m(Seiyū: Hotondo no shirīzu to onajiyōni, watashi wa Seiyū to machigatta mono o mitsukeru koto ga dekimasen. Sorezore no kyarakutā no tegakari ga tegami ni atehamaru. Watashi ga mitsuketa chīsana takaramono no 1tsu wa, dangurāzu (Gankutsuou) no tame no Nihon no kisetsudatta, Takano sensei no tame no kenjadeshita.)\u001b[22m\n\nTranslations of \u001b[4mSeiyuu: Like most series, I can't find find anything wrong with the seiyuu; each character's seiyuu fits them to the letter. One little gem that I found, though, was the Japanese seiyuu for Danglars (Gankutsuou) was the seiyuu for Takano-sensei, one of the major -- and funniest -- side characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeiyuu: Like most series, I can't find find anything wrong with the seiyuu;\u001b[24m\n    \u001b[1m西友：ほとんどのシリーズと同じように、私は西友と間違ったものを見つけることができません。\u001b[22m, \u001b[1m声優：ほとんどのシリーズと同様に、私は声優に何かを見つける見つけることができません。\u001b[22m\n\u001b[4meach character's seiyuu fits them to the letter.\u001b[24m\n    \u001b[1mそれぞれのキャラクターの手がかりが手紙に当てはまる。\u001b[22m, \u001b[1m各キャラクターの声優は手紙にそれらに合います。\u001b[22m\n\u001b[4mOne little gem that I found, though, was the Japanese seiyuu for Danglars (Gankutsuou) was the seiyuu for Takano-sensei, one of the major -- and funniest -- side characters.\u001b[24m\n    \u001b[1m私が見つけた小さな宝物の1つは、ダングラーズ（Gankutsuou）のための日本の季節だった、高野先生のための賢者でした。\u001b[22m, \u001b[1m私が見つけた一つの小さな宝石は、しかし、Danglars（巌窟王）のための日本の声優は、高野先生、大手の1のための声優だった - とおかしな - サイド文字。\u001b[22m\n\u001b[1m\u001b[22m\nLength: Perfect. It takes about half the series (twelve episodes long) to get the ball rolling, but when it starts, it more than makes up for it.\n\n\u001b[1m長さ：パーフェクト。 それは、ボールの転がりを得るのにシリーズの半分（12エピソードの長さ）を要するが、それが始まるときにそれを補う以上のものである。\u001b[22m\n\u001b[1m(Naga-sa: Pāfekuto. Sore wa, bōru no korogari o eru no ni shirīzu no hanbun (12 episōdo no naga-sa) o yōsuruga, sore ga hajimaru toki ni sore o oginau ijō no monodearu.)\u001b[22m\n\nTranslations of \u001b[4mLength: Perfect. It takes about half the series (twelve episodes long) to get the ball rolling, but when it starts, it more than makes up for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLength: Perfect.\u001b[24m\n    \u001b[1m長さ：パーフェクト。\u001b[22m\n\u001b[4mIt takes about half the series (twelve episodes long) to get the ball rolling, but when it starts, it more than makes up for it.\u001b[24m\n    \u001b[1mそれは、ボールの転がりを得るのにシリーズの半分（12エピソードの長さ）を要するが、それが始まるときにそれを補う以上のものである。\u001b[22m, \u001b[1mこれは、ボールの転がりを得るために（12のエピソードの長）の約半分のシリーズがかかりますが、それは起動時に、それはより多くのそれを構成しています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: A beautifully animated/composed screwball romantic comedy with a couple you care about that takes a while to get going, but when it does, it rawqs your socks.\n\n\u001b[1m全体：美しいアニメーション/構成スクリューロマンチックコメディはあなたが気にかかるカップルとしばらく時間がかかりますが、そうすると、あなたの靴下を生かす。\u001b[22m\n\u001b[1m(Zentai: Utsukushī animēshon/ kōsei sukuryūromanchikkukomedi wa anata ga ki ni kakaru kappuru to shibaraku jikan ga kakarimasuga, sōsuruto, anata no kutsushita o ikasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: A beautifully animated/composed screwball romantic comedy with a couple you care about that takes a while to get going, but when it does, it rawqs your socks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: A beautifully animated/composed screwball romantic comedy with a couple you care about that takes a while to get going, but when it does, it rawqs your socks.\u001b[24m\n    \u001b[1m全体：美しいアニメーション/構成スクリューロマンチックコメディはあなたが気にかかるカップルとしばらく時間がかかりますが、そうすると、あなたの靴下を生かす。\u001b[22m, \u001b[1m全体：あなたがその気にカップルと美しいアニメーション/構成シュートラブコメディが軌道に乗るにはしばらくかかりますが、それがないとき、それはあなたの靴下をrawqs。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9/10\n\n\u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9/10\u001b[24m\n    \u001b[1mストーリー：9/10\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nMusic: 8/10\n\n\u001b[1m音楽：8/10\u001b[22m\n\u001b[1m(Ongaku: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 8/10\u001b[24m\n    \u001b[1m音楽：8/10\u001b[22m, \u001b[1mミュージック：8/10\u001b[22m\nSeiyuu: 8/10\n\n\u001b[1m西友：8/10\u001b[22m\n\u001b[1m(Seiyū: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSeiyuu: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeiyuu: 8/10\u001b[24m\n    \u001b[1m西友：8/10\u001b[22m, \u001b[1m声優：8/10\u001b[22m\nLength: 8/10\n\n\u001b[1m長さ：8/10\u001b[22m\n\u001b[1m(Naga-sa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mLength: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLength: 8/10\u001b[24m\n    \u001b[1m長さ：8/10\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 41/50; 82% (B)\n\n\u001b[1m全体：41/50;  82％（B）\u001b[22m\n\u001b[1m(Zentai: 41/ 50; 82-Pāsento (B ))\u001b[22m\n\nTranslations of \u001b[4mOverall: 41/50; 82% (B)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 41/50;\u001b[24m\n    \u001b[1m全体：41/50;\u001b[22m, \u001b[1m全体：50分の41;\u001b[22m\n\u001b[4m82% (B)\u001b[24m\n    \u001b[1m82％（B）\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "Rhaineleen",
    "profile": "/profile/Rhaineleen/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=7138",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nロマンス - アニメ - モエ - コメディ - 生命のスライスなど - 。 ジャンルファン、私はこのシリーズで言うことができる最初のものは、それは物語とプロットのユニークな感覚を持っています...\n私が見た他のロマンスアニメとは違って、彼らの大部分は同じ話をしています...あなたがこの点で私に同意するかどうかは分かりませんが、他の人たちは実際に同じ話をしています。 突然、次に起こることに気をつけます。それは何とか刺激的です。そのため、一部の人々は見て退屈になるのです...しかし、あなたがこのシリーズを見始めると、どのキャラクターがどのように彼/彼女の役割を果たしているかに魅了されます。 物語が進むにつれてそれが面白くなる正確な方法...\nしかし、プロットに関しては、それはやはり独自の方法でユニークですが、異世界に生まれた同じプロットを持つ多くのアニメが互いに偏見を持っているため、それは確かにユニークであるとは言えませんでした 、私が知っている限りでは、この論理構築プロットの多くの種類があります。 しかし、私が言ったように、ストーリーの流れは、ストーリーが進行するにつれてそのプロットがどのようにユニークになるかを決定する要因になります...\nだからこそ私は10を与えました！\n\n今私はプロットとストーリーでやっている、次に文字、芸術、そして音です...\nストーリーの設定の環境に適応するキャラクターを作成することは、ストーリーにおいて非常に重要です。キャラクターも互いに異なるものでなければなりません。視聴者が自分のユニークな特性を持っていなければならない シリーズを見ながら混乱して退屈している。 ストーリーの主要な役割を担うキャラクターから始めましょう...\n最初はプリンセス・フィーナです、一見、彼女はフェイト・ステイ・アンド・ナイトのセイバー（Arturia）と似ていると思っていましたが、私はそれを残しておきます...\nフィーナは彼女が描いている役割のために彼女にとって不可欠なオープンさと勤勉さのオーラを放ち、また私が本当に彼女に関係する理由の一つです... = p\nTatsuyaは一見したように、静かで落ち着いたキャラクターのようなものですが、Feenaのパートナーであることを理想的には理想的にしてくれる、この心温まる雰囲気があります。もちろん、控えめで、知的で勇気がなければなりません。\nサポートの役割を担っているマイは、すべてのアニメに必要な理想の若い妹のようなものです...\n彼女がメイド時代だったので、彼女のメイドはこの細心の注意を払っています。\nその名前が密接に関連していても、その2つの違いを簡単に見つけ出すことができます...\n次はさやかなささま、このアニメが大好きな理由の1つ、カレンも！\n次は、辰也の家の近くにこのレストランを所有している錦、夏樹、そしてその父親のようなコミカルなキャラクターです...彼らはすべてのエピソードを生き生きとしていて面白くて面白いものにしてくれます。 本当に面白いです、あなたは不可能に彼らが可能にすることができ、シリーズ全体で彼らのばかげた量を笑います...\n私はキャラクターのために十分に言ったと思う、ああ、私はシリーズの最後に彼が重要であるため、辰也のお父さんである千春について言及するのを忘れていた...（スポイラーアラート！）\nアニメーションはいいですね、正直言って私はストーリーに焦点を当てています。アニメーションがそれほど気にならない理由ですが、それは良いことです...\n音、えええええええええええええええええええええええええええええええええええええええええええええええええええええええ、\nしたがって、スコアはキャラクター9、アート9、サウンド10です！\n\nすべてのこのシリーズでは、それは12のエピソードが完全に私の魂と心を満たしているにもかかわらず...それは決してエピソードごとに感情が欠けていた、あなたはここで笑いの量を得るだろう、そこに暖かい感じ、ロマンスの気分を求め、 最後のエピソードではなく最後のエピソードで起こる受け入れと理解の感情...この番組を見たとき、すべてのエピソードが進むにつれてとても面白かったし、 フィナとタツヤのためには、ほんの少しのアニメだけが私にできる...（ウィンクス〜）\nあなたがロマンスをテーマにした物語を探していれば、これは絶対必要です！\nだから楽しいグレードは完璧な10です！\n=）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBeing a romance-anime-moe-comedy-slice of life-etc. etc. genre fan, the first thing I could say on this series is, it has a unique sense of story and plot...\n\n\u001b[1mロマンス - アニメ - モエ - コメディ - 生命のスライスなど - 。 ジャンルファン、私はこのシリーズで言うことができる最初のものは、それは物語とプロットのユニークな感覚を持っています...\u001b[22m\n\u001b[1m(Romansu - anime - Moe - komedi - seimei no suraisu nado -. Janru fan, watashi wa kono shirīzu de iu koto ga dekiru saisho no mono wa, soreha monogatari to purotto no yunīkuna kankaku o motte imasu...)\u001b[22m\n\nTranslations of \u001b[4mBeing a romance-anime-moe-comedy-slice of life-etc. etc. genre fan, the first thing I could say on this series is, it has a unique sense of story and plot...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a romance-anime-moe-comedy-slice of life-etc.\u001b[24m\n    \u001b[1mロマンス - アニメ - モエ - コメディ - 生命のスライスなど - 。\u001b[22m, \u001b[1mライフなどのロマンス - アニメ - 萌えコメディスライスされます。\u001b[22m\n\u001b[4metc. genre fan, the first thing I could say on this series is, it has a unique sense of story and plot...\u001b[24m\n    \u001b[1mジャンルファン、私はこのシリーズで言うことができる最初のものは、それは物語とプロットのユニークな感覚を持っています...\u001b[22m, \u001b[1mなどのジャンルのファンは、このシリーズの私が言うことができる最初の事はある、それはストーリーとプロットのユニークなセンスを持って...\u001b[22m\nUnlike the other romance anime that I've watched, majority of them have the same story... I don't know if you will agree with me on this point but well others really have the same setting on the story and then you will suddenly have a hunch on what's bound to happen next which is somehow irritating, that's why some people get bored in watching... But once you start to watch this series you'll be fascinated on how every character executes his/her role in a precise manner that makes it interesting as the story goes on...\n\n\u001b[1m私が見た他のロマンスアニメとは違って、彼らの大部分は同じ物語を持っています...あなたがこの点で私に同意するかどうかは分かりませんが、他の人たちは実際に物語に同じ設定をしています。 突然、何が起こっているのかを突き詰めて、何か刺激的な人がいるのです。だからこそ、人は見て退屈になるのです...しかし、あなたがこのシリーズを見ると、どのキャラクターがどのように彼/彼女の役割を果たしているかに魅了されます。 物語が進むにつれてそれが面白くなる正確な方法...\u001b[22m\n\u001b[1m(Watashi ga mita ta no romansuanime to wa chigatte, karera no daibubun wa onaji monogatari o motte imasu... Anata ga kono ten de watashi ni dōi suru ka dō ka wa wakarimasen ga, hokanohito-tachi wa jissai ni monogatari ni onaji settei o shite imasu. Totsuzen, nani ga okotte iru no ka o tsukitsumete, nanika shigeki-tekina hito ga iru nodesu. Dakarakoso, hito wa mite taikutsu ni naru nodesu... Shikashi, anata ga kono shirīzu o miru to, dono kyarakutā ga dono yō ni kare/ kanojo no yakuwari o hatashite iru ka ni miryō sa remasu. Monogatari ga susumu ni tsurete sore ga omoshiroku naru seikakuna hōhō...)\u001b[22m\n\nTranslations of \u001b[4mUnlike the other romance anime that I've watched, majority of them have the same story... I don't know if you will agree with me on this point but well others really have the same setting on the story and then you will suddenly have a hunch on what's bound to happen next which is somehow irritating, that's why some people get bored in watching... But once you start to watch this series you'll be fascinated on how every character executes his/her role in a precise manner that makes it interesting as the story goes on...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike the other romance anime that I've watched, majority of them have the same story... I don't know if you will agree with me on this point but well others really have the same setting on the story and then you will\u001b[24m\n    \u001b[1m私が見た他のロマンスアニメとは違って、彼らの大部分は同じ物語を持っています...あなたがこの点で私に同意するかどうかは分かりませんが、他の人たちは実際に物語に同じ設定をしています。\u001b[22m, \u001b[1m私が見てきた他のロマンスアニメとは異なり、それらの大半は、あなたがこの点に私と一緒に同意しますが、よく他の人が本当に話で同じ設定を持っている場合、私は知らない...同じ話を持っているし、その後必要になります\u001b[22m\n\u001b[4msuddenly have a hunch on what's bound to happen next which is somehow irritating, that's why some people get bored in watching... But once you start to watch this series you'll be fascinated on how every character executes his/her role in a\u001b[24m\n    \u001b[1m突然、何が起こっているのかを突き詰めて、何か刺激的な人がいるのです。だからこそ、人は見て退屈になるのです...しかし、あなたがこのシリーズを見ると、どのキャラクターがどのように彼/彼女の役割を果たしているかに魅了されます。\u001b[22m, \u001b[1m突然、何人かの人々が見ることに飽き理由だと、どういうわけか、刺激性である次に何が起こるにバインドされているものに勘を持っている...しかし、あなたはすべての文字がで彼/彼女の役割を実行する方法に魅了されるでしょう。このシリーズを見て始めると\u001b[22m\n\u001b[4mprecise manner that makes it interesting as the story goes on...\u001b[24m\n    \u001b[1m物語が進むにつれてそれが面白くなる正確な方法...\u001b[22m, \u001b[1m物語が進むにつれて、それが面白くする正確な方法...\u001b[22m\nHowever regarding the plot, it is also somehow unique in it's own way but I couldn't say that it is definitely unique, because there are many anime that have the same plot of people that was born on different worlds that have prejudice against each other , as far as I know there are many kinds of this logic building plot; but just as I said, the flow of the story will be the deciding factor on how the plot would be unique as the story progresses...\n\n\u001b[1mしかし、プロットに関しては、それはやはり独自の方法でユニークですが、異世界に生まれた同じプロットを持つ多くのアニメが互いに偏見を持っているため、それは確かにユニークであるとは言えませんでした 、私が知っている限りでは、この論理構築プロットの多くの種類があります。 しかし、私が言ったように、ストーリーの流れは、ストーリーが進行するにつれてそのプロットがどのようにユニークになるかを決定する要因になります...\u001b[22m\n\u001b[1m(Shikashi, purotto ni kanshite wa, sore wa yahari dokuji no hōhō de yunīkudesuga, i sekai ni uma reta onaji purotto o motsu ōku no anime ga tagaini henken o motte iru tame, sore wa tashika ni yunīkudearu to wa iemasendeshita, watashi ga shitte iru kagiride wa, kono ronri kōchiku purotto no ōku no shurui ga arimasu. Shikashi, watashi ga itta yō ni, sutōrī no nagare wa, sutōrī ga shinkō suru ni tsurete sono purotto ga dono yō ni yunīku ni naru ka o kettei suru yōin ni narimasu...)\u001b[22m\n\nTranslations of \u001b[4mHowever regarding the plot, it is also somehow unique in it's own way but I couldn't say that it is definitely unique, because there are many anime that have the same plot of people that was born on different worlds that have prejudice against each other , as far as I know there are many kinds of this logic building plot; but just as I said, the flow of the story will be the deciding factor on how the plot would be unique as the story progresses...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever regarding the plot, it is also somehow unique in it's own way but I couldn't say that it is definitely unique, because there are many anime that have the same plot of people that was born on different worlds that have prejudice against each other\u001b[24m\n    \u001b[1mしかし、プロットに関しては、それはやはり独自の方法でユニークですが、異世界に生まれた同じプロットを持つ多くのアニメが互いに偏見を持っているため、それは確かにユニークであるとは言えませんでした\u001b[22m, \u001b[1mしかしプロットに関しては、それはそれ自身のやり方でも何とかユニークですが、私はお互いに対する偏見を持っている別の世界に生まれた人の同じプロットを持っている多くのアニメがあるので、それは、間違いなくユニークであると言うことができませんでした\u001b[22m\n\u001b[4m, as far as I know there are many kinds of this logic building plot;\u001b[24m\n    \u001b[1m、私が知っている限りでは、この論理構築プロットの多くの種類があります。\u001b[22m, \u001b[1m、私の知る限りでは、このロジック構築プロットの多くの種類があります。\u001b[22m\n\u001b[4mbut just as I said, the flow of the story will be the deciding factor on how the plot would be unique as the story progresses...\u001b[24m\n    \u001b[1mしかし、私が言ったように、ストーリーの流れは、ストーリーが進行するにつれてそのプロットがどのようにユニークになるかを決定する要因になります...\u001b[22m, \u001b[1mしかし、私が言ったのと同様に、話の流れは、物語が進むにつれてプロットがユニークになる方法についての決定要因になります...\u001b[22m\nThat's why I gave it a 10!\n\n\u001b[1mだからこそ私は10を与えました！\u001b[22m\n\u001b[1m(Dakarakoso watashi wa 10 o ataemashita!)\u001b[22m\n\nTranslations of \u001b[4mThat's why I gave it a 10!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's why I gave it a 10!\u001b[24m\n    \u001b[1mだからこそ私は10を与えました！\u001b[22m, \u001b[1m私はそれを10を与えた理由です！\u001b[22m\n\u001b[1m\u001b[22m\nNow I'm done with the plot and story, next is the characters, art, and sound...\n\n\u001b[1m今私はプロットとストーリーでやっている、次に文字、芸術、そして音です...\u001b[22m\n\u001b[1m(Ima watashi wa purotto to sutōrī de yatte iru, tsugini moji, geijutsu, soshite otodesu...)\u001b[22m\n\nTranslations of \u001b[4mNow I'm done with the plot and story, next is the characters, art, and sound...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I'm done with the plot and story, next is the characters, art, and sound...\u001b[24m\n    \u001b[1m今私はプロットとストーリーでやっている、次に文字、芸術、そして音です...\u001b[22m, \u001b[1m今私はプロットとストーリーで終わりだ、次の文字、芸術、音です...\u001b[22m\nIn a story it is very vital to create a character that will adapt to the environment of the setting of the story, the character must also be different from each other... They must have their own unique traits so that the viewers won't be confused and bored while watching the series. Let's start with the characters that has the major roles in the story...\n\n\u001b[1mストーリーの設定の環境に適応するキャラクターを作成することは、ストーリーにおいて非常に重要です。キャラクターも互いに異なるものでなければなりません。視聴者が自分のユニークな特性を持っていなければならない シリーズを見ながら混乱して退屈している。 ストーリーの主要な役割を担うキャラクターから始めましょう...\u001b[22m\n\u001b[1m(Sutōrī no settei no kankyō ni tekiō suru kyarakutā o sakusei suru koto wa, sutōrī ni oite hijō ni jūyōdesu. Kyarakutā mo tagaini kotonaru monodenakereba narimasen. Shichō-sha ga jibun no yunīkuna tokusei o motte inakereba naranai shirīzu o minagara konran shite taikutsu shite iru. Sutōrī no shuyōna yakuwari o ninau kyarakutā kara hajimemashou...)\u001b[22m\n\nTranslations of \u001b[4mIn a story it is very vital to create a character that will adapt to the environment of the setting of the story, the character must also be different from each other... They must have their own unique traits so that the viewers won't be confused and bored while watching the series. Let's start with the characters that has the major roles in the story...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a story it is very vital to create a character that will adapt to the environment of the setting of the story, the character must also be different from each other... They must have their own unique traits so that the viewers won't\u001b[24m\n    \u001b[1mストーリーの設定の環境に適応するキャラクターを作成することは、ストーリーにおいて非常に重要です。キャラクターも互いに異なるものでなければなりません。視聴者が自分のユニークな特性を持っていなければならない\u001b[22m, \u001b[1m物語の中で、それは物語の設定の環境に適応するキャラクターを作成することは非常に不可欠である、文字も互いに異なっていなければなりません...彼らは、視聴者がないように、独自のユニークな特徴を持っている必要があります\u001b[22m\n\u001b[4mbe confused and bored while watching the series.\u001b[24m\n    \u001b[1mシリーズを見ながら混乱して退屈している。\u001b[22m, \u001b[1mシリーズを見ながら混乱と退屈すること。\u001b[22m\n\u001b[4mLet's start with the characters that has the major roles in the story...\u001b[24m\n    \u001b[1mストーリーの主要な役割を担うキャラクターから始めましょう...\u001b[22m, \u001b[1mのは、物語の中で主要な役割を果たしている文字を見てみましょう...\u001b[22m\nFirst is princess Feena, at first glance I thought she has a resemblance to Sabre(Arturia) of Fate Stay/Night, but I'll leave it at that...\n\n\u001b[1m最初はプリンセス・フィーナです、一見、彼女はフェイト・ステイ・アンド・ナイトのセイバー（Arturia）と似ていると思っていましたが、私はそれを残しておきます...\u001b[22m\n\u001b[1m(Saisho wa purinsesu fīnadesu, ikken, kanojo wa feito sutei Ando naito no seibā (Arturia) to nite iru to omotte imashitaga, watashi wa sore o nokoshite okimasu...)\u001b[22m\n\nTranslations of \u001b[4mFirst is princess Feena, at first glance I thought she has a resemblance to Sabre(Arturia) of Fate Stay/Night, but I'll leave it at that...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst is princess Feena, at first glance I thought she has a resemblance to Sabre(Arturia) of Fate Stay/Night, but I'll leave it at that...\u001b[24m\n    \u001b[1m最初はプリンセス・フィーナです、一見、彼女はフェイト・ステイ・アンド・ナイトのセイバー（Arturia）と似ていると思っていましたが、私はそれを残しておきます...\u001b[22m, \u001b[1m最初に私は彼女がフェイトステイ/ナイトのセイバー（アートリア）との類似を持っていると思った一見王女フィーナは、ですが、私はそれでそれを残しておきます...\u001b[22m\nFeena emits an aura of openness and diligence which is vital for her part because of the role that she portrays, and is also one of the reason why I could really relate to her... =p\n\n\u001b[1mフィーナは彼女が描いている役割のために彼女にとって不可欠なオープンさと勤勉さのオーラを放ち、また私が本当に彼女に関係する理由の一つです... = p\u001b[22m\n\u001b[1m(Fīna wa kanojo ga kaite iru yakuwari no tame ni kanojo ni totte fukaketsuna ōpun-sa to kinben-sa no ōra o hanachi, mata watashi ga hontōni kanojo ni kankei suru riyū no hitotsudesu... = P)\u001b[22m\n\nTranslations of \u001b[4mFeena emits an aura of openness and diligence which is vital for her part because of the role that she portrays, and is also one of the reason why I could really relate to her... =p\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFeena emits an aura of openness and diligence which is vital for her part because of the role that she portrays, and is also one of the reason why I could really relate to her... =p\u001b[24m\n    \u001b[1mフィーナは彼女が描いている役割のために彼女にとって不可欠なオープンさと勤勉さのオーラを放ち、また私が本当に彼女に関係する理由の一つです... = p\u001b[22m, \u001b[1mフィーナは... = Pなぜなら、彼女が描く役割の彼女の部分のために不可欠である開放性と勤勉さのオーラを発し、また、私は本当に彼女に関連した理由の一つであります\u001b[22m\nTatsuya is at first glance, is like another calm and relaxed character but he also has this heartwarming aura to him which makes him ideally perfect to be the partner of Feena, and of course he must be modest, intelligent and courageous...\n\n\u001b[1mTatsuyaは一見したように、静かで落ち着いたキャラクターのようなものですが、Feenaのパートナーであることを理想的には理想的にしてくれる、この心温まる雰囲気があります。もちろん、控えめで、知的で勇気がなければなりません。\u001b[22m\n\u001b[1m(Tatsuya wa ikken shita yō ni, shizukade ochitsuita kyarakutā no yōna monodesuga, Feena no pātonādearu koto o risō-teki ni wa risō-teki ni shite kureru, kono kokoroatatamaru fun'iki ga arimasu. Mochiron, hikaeme de, chiteki de yūki ga nakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mTatsuya is at first glance, is like another calm and relaxed character but he also has this heartwarming aura to him which makes him ideally perfect to be the partner of Feena, and of course he must be modest, intelligent and courageous...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTatsuya is at first glance, is like another calm and relaxed character but he also has this heartwarming aura to him which makes him ideally perfect to be the partner of Feena, and of course he must be modest, intelligent and courageous...\u001b[24m\n    \u001b[1mTatsuyaは一見したように、静かで落ち着いたキャラクターのようなものですが、Feenaのパートナーであることを理想的には理想的にしてくれる、この心温まる雰囲気があります。もちろん、控えめで、知的で勇気がなければなりません。\u001b[22m, \u001b[1m達也は、一目見ただけであり、他の穏やかでリラックスした文字のようなものですが、彼はまた、フィーナのパートナーであると彼は理想的に完璧になります彼にこの心温まるオーラを持っており、もちろん彼は、ささやかな知的で勇敢でなければなりません...\u001b[22m\nMai who is on the support role is just like the ideal younger sister that is a must have for every anime...\n\n\u001b[1mサポートの役割を担っているマイは、すべてのアニメに必要な理想の若い妹のようなものです...\u001b[22m\n\u001b[1m(Sapōto no yakuwari o ninatte iru Mai wa, subete no anime ni hitsuyōna risō no wakai imōto no yōna monodesu...)\u001b[22m\n\nTranslations of \u001b[4mMai who is on the support role is just like the ideal younger sister that is a must have for every anime...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMai who is on the support role is just like the ideal younger sister that is a must have for every anime...\u001b[24m\n    \u001b[1mサポートの役割を担っているマイは、すべてのアニメに必要な理想の若い妹のようなものです...\u001b[22m, \u001b[1mサポートの役割にある舞は、ちょうどすべてのアニメを持っている必要があります理想的な妹のようなものです...\u001b[22m\nMia the princess' maid have this meticulousness in her because she's a maid period.\n\n\u001b[1m彼女がメイド時代だったので、彼女のメイドはこの細心の注意を払っています。\u001b[22m\n\u001b[1m(Kanojo ga meido jidaidattanode, kanojo no meido wa kono saishin no chūi o haratte imasu.)\u001b[22m\n\nTranslations of \u001b[4mMia the princess' maid have this meticulousness in her because she's a maid period.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMia the princess' maid have this meticulousness in her because she's a maid period.\u001b[24m\n    \u001b[1m彼女がメイド時代だったので、彼女のメイドはこの細心の注意を払っています。\u001b[22m, \u001b[1m彼女はメイド期間だからミア姫メイドは彼女にこの行き届いています。\u001b[22m\nYou could easily spot the differences on that two, even if their name is closely related...\n\n\u001b[1mその名前が密接に関連していても、その2つの違いを簡単に見つけ出すことができます...\u001b[22m\n\u001b[1m(Sono namae ga missetsu ni kanren shite ite mo, sono 2tsu no chigai o kantan ni mitsukedasu koto ga dekimasu...)\u001b[22m\n\nTranslations of \u001b[4mYou could easily spot the differences on that two, even if their name is closely related...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou could easily spot the differences on that two, even if their name is closely related...\u001b[24m\n    \u001b[1mその名前が密接に関連していても、その2つの違いを簡単に見つけ出すことができます...\u001b[22m, \u001b[1mあなたは簡単に自分の名前が密接に関連している場合でも、その2上の間違い探しができ...\u001b[22m\nNext is Sayaka nee-sama, one of the reasons why I love this anime, and Karen too!\n\n\u001b[1m次はさやかなささま、このアニメが大好きな理由の1つ、カレンも！\u001b[22m\n\u001b[1m(Tsugi wa sayakana-sa-sama, kono anime ga daisukina riyū no 1tsu, Karen mo!)\u001b[22m\n\nTranslations of \u001b[4mNext is Sayaka nee-sama, one of the reasons why I love this anime, and Karen too!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext is Sayaka nee-sama, one of the reasons why I love this anime, and Karen too!\u001b[24m\n    \u001b[1m次はさやかなささま、このアニメが大好きな理由の1つ、カレンも！\u001b[22m, \u001b[1m次さやか旧姓様、あまりにも私はこのアニメを愛する理由の一つ、とカレンです！\u001b[22m\nNext is the comical characters like Jin, Natsuki, and their dad who owns this restaurant near Tatsuya's house... They make every episode lively, and downright funny and who will forget the dynamic duo of Takano-sensei and his faithful assistant, these 2 are really hilarious, you will laugh at the impossibilities that they could make possible and the amount of their ridiculousness throughout the series...\n\n\u001b[1m次は、辰也の家の近くにこのレストランを所有している錦、夏樹、そしてその父親のようなコミカルなキャラクターです...彼らはすべてのエピソードを生き生きとしていて面白くて面白いものにしてくれます。 本当に面白いです、あなたは不可能に彼らが可能にすることができ、シリーズ全体で彼らのばかげた量を笑います...\u001b[22m\n\u001b[1m(Tsugi wa, Tatsuya no ie no chikaku ni kono resutoran o shoyū shite iru nishiki, Natsuki, soshite sono chichioya no yōna komikaruna kyarakutādesu... Karera wa subete no episōdo o ikiiki to shite ite omoshirokute omoshiroi mono ni shite kuremasu. Hontōni omoshiroidesu, anata wa fukanō ni karera ga kanō ni suru koto ga deki, shirīzu zentai de karera no bakageta ryō o waraimasu...)\u001b[22m\n\nTranslations of \u001b[4mNext is the comical characters like Jin, Natsuki, and their dad who owns this restaurant near Tatsuya's house... They make every episode lively, and downright funny and who will forget the dynamic duo of Takano-sensei and his faithful assistant, these 2 are really hilarious, you will laugh at the impossibilities that they could make possible and the amount of their ridiculousness throughout the series...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext is the comical characters like Jin, Natsuki, and their dad who owns this restaurant near Tatsuya's house... They make every episode lively, and downright funny and who will forget the dynamic duo of Takano-sensei and his faithful assistant, these 2\u001b[24m\n    \u001b[1m次は、辰也の家の近くにこのレストランを所有している錦、夏樹、そしてその父親のようなコミカルなキャラクターです...彼らはすべてのエピソードを生き生きとしていて面白くて面白いものにしてくれます。\u001b[22m, \u001b[1m次に、彼らはすべてのエピソードは、活気のある、と実に面白い作り、誰が高野先生のダイナミックデュオ、彼の忠実なアシスタントを忘れてしまう...これらの2ジン、夏樹、と達也の家の近くにこのレストランを所有している彼らのお父さんのようなコミカルな文字です\u001b[22m\n\u001b[4mare really hilarious, you will laugh at the impossibilities that they could make possible and the amount of their ridiculousness throughout the series...\u001b[24m\n    \u001b[1m本当に面白いです、あなたは不可能に彼らが可能にすることができ、シリーズ全体で彼らのばかげた量を笑います...\u001b[22m, \u001b[1mあなたは彼らを可能にすることができ不可能性とシリーズ全体でそのばかばかしの量を笑うだろう、本当に陽気です...\u001b[22m\nI think I've said enough for the characters, oh I forgot to mention Chiharu which is Tatsuya's dad, for he is important on the very end of the series...(Spoiler alert!)\n\n\u001b[1m私はキャラクターのために十分に言ったと思う、ああ、私はシリーズの最後に彼が重要であるため、辰也のお父さんである千春について言及するのを忘れていた...（スポイラーアラート！）\u001b[22m\n\u001b[1m(Watashi wa kyarakutā no tame ni jūbun ni itta to omou, ā, watashi wa shirīzu no saigo ni kare ga jūyōdearu tame, Tatsuya no otōsandearu Chiharu ni tsuite genkyū suru no o wasureteita... (Supoirāarāto! ))\u001b[22m\n\nTranslations of \u001b[4mI think I've said enough for the characters, oh I forgot to mention Chiharu which is Tatsuya's dad, for he is important on the very end of the series...(Spoiler alert!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think I've said enough for the characters, oh I forgot to mention Chiharu which is Tatsuya's dad, for he is important on the very end of the series...(Spoiler alert!)\u001b[24m\n    \u001b[1m私はキャラクターのために十分に言ったと思う、ああ、私はシリーズの最後に彼が重要であるため、辰也のお父さんである千春について言及するのを忘れていた...（スポイラーアラート！）\u001b[22m, \u001b[1m私は...ああ、私は彼がシリーズの最後に重要であるために、達也のお父さんである千春を言及するのを忘れ、私は文字のための十分な言ったと思う（スポイラー警告！）\u001b[22m\nThe animation is good, well to be frank I've focused on the story that's why I don't mind the animation that much, but it's good...\n\n\u001b[1mアニメーションはいいですね、正直言って私はストーリーに焦点を当てています。アニメーションがそれほど気にならない理由ですが、それは良いことです...\u001b[22m\n\u001b[1m(Animēshon wa īdesu ne, shōjiki itte watashi wa sutōrī ni shōten o atete imasu. Animēshon ga sorehodo ki ni naranai riyūdesuga, sore wa yoi kotodesu...)\u001b[22m\n\nTranslations of \u001b[4mThe animation is good, well to be frank I've focused on the story that's why I don't mind the animation that much, but it's good...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is good, well to be frank I've focused on the story that's why I don't mind the animation that much, but it's good...\u001b[24m\n    \u001b[1mアニメーションはいいですね、正直言って私はストーリーに焦点を当てています。アニメーションがそれほど気にならない理由ですが、それは良いことです...\u001b[22m, \u001b[1mアニメーションはよく、私は多くのアニメーションを気にしない理由ですストーリーに焦点を当ててきました率直であるためには、良いですが、それは良いことです...\u001b[22m\nThe sound, hmm... Throughout the series, all I can say is 'Otsukaresama mina!'\n\n\u001b[1m音、えええええええええええええええええええええええええええええええええええええええええええええええええええええええ、\u001b[22m\n\u001b[1m(Oto, e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e,)\u001b[22m\n\nTranslations of \u001b[4mThe sound, hmm... Throughout the series, all I can say is 'Otsukaresama mina!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound, hmm... Throughout the series, all I can say is 'Otsukaresama mina!'\u001b[24m\n    \u001b[1m音、えええええええええええええええええええええええええええええええええええええええええええええええええええええええ、\u001b[22m, \u001b[1m音は、うーん...シリーズを通して、すべて私に言えることは、「Otsukaresamaミナ！」です\u001b[22m\nSo the scores are 9 for character, 9 for art, and 10 for sound!\n\n\u001b[1mしたがって、スコアはキャラクター9、アート9、サウンド10です！\u001b[22m\n\u001b[1m(Shitagatte, sukoa wa kyarakutā 9, āto 9, saundo 10desu!)\u001b[22m\n\nTranslations of \u001b[4mSo the scores are 9 for character, 9 for art, and 10 for sound!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo the scores are 9 for character, 9 for art, and 10 for sound!\u001b[24m\n    \u001b[1mしたがって、スコアはキャラクター9、アート9、サウンド10です！\u001b[22m, \u001b[1mだからスコアは芸術のための文字の9,9、およびサウンドの10！\u001b[22m\n\u001b[1m\u001b[22m\nAll in all this series even though it has only 12 episodes fully satisfied my soul and mind... It never lacked emotions every episode, you'll get a dose of laughter here, a heartwarming feel there, the sought of romance mood, and last but not the least, the feeling of acceptance and understanding that will occur from the first to the last episode... When I watched this show, it was very interesting as every episodes goes by, and it made me root with characters and cheer in the end for Feena and Tatsuya, which only a few anime could do to me... (Winks~)\n\n\u001b[1mすべてのこのシリーズでは、それは12のエピソードが完全に私の魂と心を満たしているにもかかわらず...それは決してエピソードごとに感情が欠けていた、あなたはここで笑いの量を得るだろう、そこに暖かい感じ、ロマンスの気分を求め、 最後のエピソードではなく最後のエピソードで起こる受け入れと理解の感情...この番組を見たとき、すべてのエピソードが進むにつれてとても面白かったし、 フィナとタツヤのためには、ほんの少しのアニメだけが私にできる...（ウィンクス〜）\u001b[22m\n\u001b[1m(Subete no kono shirīzude wa, sore wa 12 no episōdo ga kanzen ni watashi no tamashī to kokoro o mitashite iru nimokakawarazu... Sore wa kesshite episōdo-goto ni kanjō ga kakete ita, anata wa koko de warai no ryō o erudarou, soko ni attakai kanji, romansu no kibun o motome, saigo no episōdode wanaku saigo no episōdo de okoru ukeire to rikai no kanjō... Kono bangumi o mita toki, subete no episōdo ga susumu ni tsurete totemo omoshirokattashi, fina to Tatsuya no tame ni wa, hon'nosukoshi no anime dake ga watashi ni dekiru... (U~inkusu 〜))\u001b[22m\n\nTranslations of \u001b[4mAll in all this series even though it has only 12 episodes fully satisfied my soul and mind... It never lacked emotions every episode, you'll get a dose of laughter here, a heartwarming feel there, the sought of romance mood, and last but not the least, the feeling of acceptance and understanding that will occur from the first to the last episode... When I watched this show, it was very interesting as every episodes goes by, and it made me root with characters and cheer in the end for Feena and Tatsuya, which only a few anime could do to me... (Winks~)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all this series even though it has only 12 episodes fully satisfied my soul and mind... It never lacked emotions every episode, you'll get a dose of laughter here, a heartwarming feel there, the sought of romance mood, and\u001b[24m\n    \u001b[1mすべてのこのシリーズでは、それは12のエピソードが完全に私の魂と心を満たしているにもかかわらず...それは決してエピソードごとに感情が欠けていた、あなたはここで笑いの量を得るだろう、そこに暖かい感じ、ロマンスの気分を求め、\u001b[22m, \u001b[1mすべてすべてこのシリーズのそれはすべてのエピソードの感情を欠いていたことはありません、それは私の魂と心に完全に満足して唯一の12のエピソードを持っているにもかかわらず...、あなたはここで笑いの線量を得るでしょう、そこに心温まる感触、ロマンス気分を追求し、\u001b[22m\n\u001b[4mlast but not the least, the feeling of acceptance and understanding that will occur from the first to the last episode... When I watched this show, it was very interesting as every episodes goes by, and it made me root with characters and cheer\u001b[24m\n    \u001b[1m最後のエピソードではなく最後のエピソードで起こる受け入れと理解の感情...この番組を見たとき、すべてのエピソードが進むにつれてとても面白かったし、\u001b[22m, \u001b[1m最後のではなく、少なくとも、私はこの番組を見たときに、すべてのエピソードが経つにつれて最後のエピソードに最初から発生する受容と理解の気持ちは...、それは非常に面白かった、そしてそれは、文字と応援してくれたルートを作りました\u001b[22m\n\u001b[4min the end for Feena and Tatsuya, which only a few anime could do to me... (Winks~)\u001b[24m\n    \u001b[1mフィナとタツヤのためには、ほんの少しのアニメだけが私にできる...（ウィンクス〜）\u001b[22m, \u001b[1mほんの数アニメは私に何ができるフィーナと達也のための最後に...（ウィンクス〜）\u001b[22m\nWell, in short if you're looking for a Romance themed story, this is a must!\n\n\u001b[1mあなたがロマンスをテーマにした物語を探していれば、これは絶対必要です！\u001b[22m\n\u001b[1m(Anata ga romansu o tēma ni shita monogatari o sagashite ireba, kore wa zettai hitsuyōdesu!)\u001b[22m\n\nTranslations of \u001b[4mWell, in short if you're looking for a Romance themed story, this is a must!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, in short if you're looking for a Romance themed story, this is a must!\u001b[24m\n    \u001b[1mあなたがロマンスをテーマにした物語を探していれば、これは絶対必要です！\u001b[22m, \u001b[1mまあ、要するにあなたがロマンスをテーマにした物語を探しているなら、これは必見です！\u001b[22m\nThat's why the enjoyment grade is a perfect 10!\n\n\u001b[1mだから楽しいグレードは完璧な10です！\u001b[22m\n\u001b[1m(Dakara tanoshī gurēdo wa kanpekina 10desu!)\u001b[22m\n\nTranslations of \u001b[4mThat's why the enjoyment grade is a perfect 10!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's why the enjoyment grade is a perfect 10!\u001b[24m\n    \u001b[1mだから楽しいグレードは完璧な10です！\u001b[22m, \u001b[1m楽しみグレードは完璧な10理由です！\u001b[22m\n=)\n\n\u001b[1m=）\u001b[22m\n\u001b[1m(=))\u001b[22m\n\nTranslations of \u001b[4m=)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m=)\u001b[24m\n    \u001b[1m=）\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "Necroda",
    "profile": "/profile/Necroda/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=26572",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私は多くのロマンスアニメが生きているのを見たことがありますが、これが最も有望であることは確かです。 私は本当にそれぞれのエピソードを楽しんだ。 それは、悲しい瞬間、幸せな瞬間、さらには面白い瞬間の公正な共有を持っていました。 いくつかの点で私と同意見ではないかもしれませんが、これは私がまだ見た中で最もロマンチックなアニメだと言いますと、私は背を向けています。 だから時間をかけてこのアニメを見てください。少数の笑いを探していたら、ほんの少しのアクションと非常にロマンチックなストーリーがあり、幸せな結末を見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've Seen Many Romance Anime's in Life, but I'm sure by far that this one shows the most promise. I truly enjoyed each and every episode. It had it's fair share of sad moments, happy moments and even funny moments. Some out there may disagree with me, but I stand tall when saying this is the most romantic anime I have seen yet and maybe it will be the most romantic anime I ever see. So take some time and watch this Anime if your looking for a few laughs a tiny bit of action and a very Romantic story with a happy ending then watch Yoake Mae Yori Ruri Iro Na.\n\n\u001b[1m私は多くのロマンスアニメが生きているのを見たことがありますが、これが最も有望であることは確かです。 私は本当にそれぞれのエピソードを楽しんだ。 それは、悲しい瞬間、幸せな瞬間、さらには面白い瞬間の公正な共有を持っていました。 いくつかの点で私と同意見ではないかもしれませんが、これは私がまだ見た中で最もロマンチックなアニメだと言い、私が今までに見た中で最もロマンチックなアニメになるかもしれません。 だから時間をかけてこのアニメを見てください。少数の笑いを探していたら、ほんの少しのアクションと非常にロマンチックなストーリーがあり、幸せな結末を見てください。\u001b[22m\n\u001b[1m(Watashi wa ōku no romansu anime ga ikite iru no o mita koto ga arimasuga, kore ga mottomo yūbōdearu koto wa tashikadesu. Watashi wa hontōni sorezore no episōdo o tanoshinda. Sore wa, kanashī shunkan, shiawasena shunkan, sarani wa omoshiroi shunkan no kōseina kyōyū o motte imashita. Ikutsu ka no ten de watashi to dō ikende wanai kamo shiremasenga, kore wa watashi ga mada mita naka de mottomo romanchikkuna animeda to ii, watashi ga ima made ni mita naka de mottomo romanchikkuna anime ni naru kamo shiremasen. Dakara jikan o kakete kono anime o mite kudasai. Shōsū no warai o sagashite itara, hon'nosukoshi no akushon to hijō ni romanchikkuna sutōrī ga ari, shiawasenaketsumatsu o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI've Seen Many Romance Anime's in Life, but I'm sure by far that this one shows the most promise. I truly enjoyed each and every episode. It had it's fair share of sad moments, happy moments and even funny moments. Some out there may disagree with me, but I stand tall when saying this is the most romantic anime I have seen yet and maybe it will be the most romantic anime I ever see. So take some time and watch this Anime if your looking for a few laughs a tiny bit of action and a very Romantic story with a happy ending then watch Yoake Mae Yori Ruri Iro Na.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've Seen Many Romance Anime's in Life, but I'm sure by far that this one shows the most promise.\u001b[24m\n    \u001b[1m私は多くのロマンスアニメが生きているのを見たことがありますが、これが最も有望であることは確かです。\u001b[22m, \u001b[1m私は多くのロマンスアニメの生活を見てきましたが、私はこの1つは、最も有望であることをはるかに確信しています。\u001b[22m\n\u001b[4mI truly enjoyed each and every episode.\u001b[24m\n    \u001b[1m私は本当にそれぞれのエピソードを楽しんだ。\u001b[22m, \u001b[1m私は本当に一人ひとりのエピソードを楽しみました。\u001b[22m\n\u001b[4mIt had it's fair share of sad moments, happy moments and even funny moments.\u001b[24m\n    \u001b[1mそれは、悲しい瞬間、幸せな瞬間、さらには面白い瞬間の公正な共有を持っていました。\u001b[22m, \u001b[1mそれは悲しい瞬間、幸せな瞬間とでも面白い瞬間の公正な取り分だ持っていました。\u001b[22m\n\u001b[4mSome out there may disagree with me, but I stand tall when saying this is the most romantic anime I have seen yet and maybe it will be the most romantic anime I ever see.\u001b[24m\n    \u001b[1mいくつかの点で私と同意見ではないかもしれませんが、これは私がまだ見た中で最もロマンチックなアニメだと言い、私が今までに見た中で最もロマンチックなアニメになるかもしれません。\u001b[22m, \u001b[1mいくつかのうちは私と一緒にそこに合わないかもしれないが、これは私がまだ見た中で最もロマンチックなアニメだと言ったとき、私は背の高い立って、多分それは私が今まで参照してください最もロマンチックなアニメになります。\u001b[22m\n\u001b[4mSo take some time and watch this Anime if your looking for a few laughs a tiny bit of action and a very Romantic story with a happy ending then watch Yoake Mae Yori Ruri Iro Na.\u001b[24m\n    \u001b[1mだから時間をかけてこのアニメを見てください。少数の笑いを探していたら、ほんの少しのアクションと非常にロマンチックなストーリーがあり、幸せな結末を見てください。\u001b[22m, \u001b[1mだから、いくつかの時間を取ると、あなたはいくつかを探している場合は、このアニメを見て、アクションのほんの少ししてから夜明け前より瑠璃色なを見てハッピーエンドと非常にロマンチックな物語を笑います。\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "baskervwatson",
    "profile": "/profile/baskervwatson/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=45503",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  8\nサウンド|  6\nキャラクター|  1\n|  2\n\n私は友人がこれをお勧めしました。私は古いスタイルのファンです（2006年に作られましたが、90年代のアニメ感がありますが）。  5つのエピソードが入っていて、もう聴くことができませんでした。 完全に予測可能で非創造的な、それはシンプルな一般的な短編アニメです。 ストーリーのコンセプトは興味深いものでしたが、何かを持続させるには十分なドラマがありません。 それは劇的であるはずですが、革新的で楽しいアニメとしてはそうではありません。\n\nもし私が7歳だったら、キャラクターやプロットに悩まされたくないかもしれませんが、セーラームーンやCardcaptors Sakuraがあなたを3Dキャラクターの旋風のストーリーラインに巻き込もうとしても、Yoakeには何の言い訳もありません マエ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI was recommended this by a friend and because I'm a fan of old style (though it was made in 2006, it has a 90s anime feel), I thought I'd give it a go. Five episodes in, and I couldn't take any more. Completely predictable and uncreative, it's a simple generic shojou anime. The concept of the story sounded interesting, but there isn't enough drama to make it sustain anything. It's supposed to be dramatic, but as far as an innovative and fun anime, this is not.\n\n\u001b[1m私は友人がこれをお勧めしました。私は古いスタイルのファンです（2006年に作られましたが、90年代のアニメ感がありますが）。  5つのエピソードが入っていて、もう聴くことができませんでした。 完全に予測可能で非創造的な、それはシンプルな一般的な短編アニメです。 ストーリーのコンセプトは興味深いものでしたが、何かを持続させるには十分なドラマがありません。 それは劇的であるはずですが、革新的で楽しいアニメとしてはそうではありません。\u001b[22m\n\u001b[1m(Watashi wa yūjin ga kore o o susume shimashita. Watashi wa furui sutairu no fandesu (2006-nen ni tsukura remashitaga, 90-nendai no anime-kan ga arimasuga). Itsutsu no episōdo ga haitte ite, mō kiku koto ga dekimasendeshita. Kanzen ni yosoku kanōde hi sōzō-tekina, sore wa shinpuruna ippantekina tanpen animedesu. Sutōrī no konseputo wa kyōmibukai monodeshitaga, nanika o jizoku sa seru ni wa jūbun'na dorama ga arimasen. Sore wa gekitekidearu hazudesuga, kakushin-tekide tanoshī anime to shite wa sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI was recommended this by a friend and because I'm a fan of old style (though it was made in 2006, it has a 90s anime feel), I thought I'd give it a go. Five episodes in, and I couldn't take any more. Completely predictable and uncreative, it's a simple generic shojou anime. The concept of the story sounded interesting, but there isn't enough drama to make it sustain anything. It's supposed to be dramatic, but as far as an innovative and fun anime, this is not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was recommended this by a friend and because I'm a fan of old style (though it was made in 2006, it has a 90s anime feel), I thought I'd give it a go.\u001b[24m\n    \u001b[1m私は友人がこれをお勧めしました。私は古いスタイルのファンです（2006年に作られましたが、90年代のアニメ感がありますが）。\u001b[22m, \u001b[1m私は友人がこれを推奨し、私は古いスタイルのファン（それは2006年に行われたものの、それは90年代アニメの感触を持っている）だから、私はそれをやってみるだろうと思っていました。\u001b[22m\n\u001b[4mFive episodes in, and I couldn't take any more.\u001b[24m\n    \u001b[1m5つのエピソードが入っていて、もう聴くことができませんでした。\u001b[22m, \u001b[1mファイブでのエピソード、と私はそれ以上を取ることができませんでした。\u001b[22m\n\u001b[4mCompletely predictable and uncreative, it's a simple generic shojou anime.\u001b[24m\n    \u001b[1m完全に予測可能で非創造的な、それはシンプルな一般的な短編アニメです。\u001b[22m, \u001b[1m完全に予測可能かつ創造的でない、それは単純なジェネリックshojouアニメです。\u001b[22m\n\u001b[4mThe concept of the story sounded interesting, but there isn't enough drama to make it sustain anything.\u001b[24m\n    \u001b[1mストーリーのコンセプトは興味深いものでしたが、何かを持続させるには十分なドラマがありません。\u001b[22m, \u001b[1m物語のコンセプトは興味深い鳴ったが、それは何かを維持作るのに十分なドラマはありません。\u001b[22m\n\u001b[4mIt's supposed to be dramatic, but as far as an innovative and fun anime, this is not.\u001b[24m\n    \u001b[1mそれは劇的であるはずですが、革新的で楽しいアニメとしてはそうではありません。\u001b[22m, \u001b[1m劇的なことになって、しかし限り、革新的で楽しいアニメのような、これはないです。\u001b[22m\n\u001b[1m\u001b[22m\nIf I was seven, I think I would be mindless enough to not be bothered with characters or plot, but if Sailor Moon or Cardcaptors Sakura can even attempt to engage you into a whirlwind storyline with 3D characters, there isn't any excuse for Yoake Mae.\n\n\u001b[1mもし私が7歳だったら、キャラクターやプロットに悩まされたくないかもしれませんが、セーラームーンやCardcaptors Sakuraがあなたを3Dキャラクターの旋風のストーリーラインに巻き込もうとしても、Yoakeには何の言い訳もありません マエ。\u001b[22m\n\u001b[1m(Moshi watashi ga 7-saidattara, kyarakutā ya purotto ni nayamasa retakunai kamo shiremasenga, sērāmūn ya Cardcaptors Sakura ga anata o 3 D kyarakutā no senpū no sutōrīrain ni makikomou to shite mo, Yoake ni wa nani no iiwake mo arimasen Mae.)\u001b[22m\n\nTranslations of \u001b[4mIf I was seven, I think I would be mindless enough to not be bothered with characters or plot, but if Sailor Moon or Cardcaptors Sakura can even attempt to engage you into a whirlwind storyline with 3D characters, there isn't any excuse for Yoake Mae.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I was seven, I think I would be mindless enough to not be bothered with characters or plot, but if Sailor Moon or Cardcaptors Sakura can even attempt to engage you into a whirlwind storyline with 3D characters, there isn't any excuse for Yoake\u001b[24m\n    \u001b[1mもし私が7歳だったら、キャラクターやプロットに悩まされたくないかもしれませんが、セーラームーンやCardcaptors Sakuraがあなたを3Dキャラクターの旋風のストーリーラインに巻き込もうとしても、Yoakeには何の言い訳もありません\u001b[22m, \u001b[1m私は7だった場合、私は文字やプロットに煩わされないように十分な愚かなことだと思うが、セーラームーンやCardcaptorsさくらがあっても、3D文字で旋風ストーリーにあなたを従事しようとすることができれば、夜明けのための任意の言い訳はありません\u001b[22m\n\u001b[4mMae.\u001b[24m\n    \u001b[1mマエ。\u001b[22m, \u001b[1mメイ。\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "darkwhisper",
    "profile": "/profile/darkwhisper/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=5936",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n私は事前に警告します。それは何かを台無しにしないでまともなレビューをすることが難しいので、もし私がアニメを台無しにする恐れがあるなら、これを読まないでください。  :)\n\nこのアニメを他の人と比較するのは難しいですが、この物語は冒険や幻想を伴わないおとぎ話を思い出させるためです。 おそらくそれに最も近いのは、プチ・プリンセス・ユーシー（Puri Puchi Yucie）でしょう。 その唯一の類似点は、庶民が王子と恋に落ちる宮殿である（この話だけでは、王女と庶民が同時にお互いに落ちる）。  Yoakeは月の王女が地球から来た普通のアカデミーの学生と恋に落ちる素敵な話です。 その愛と、どのようにライバル（2つの異なる惑星）が1つにまとめることができるかという、素敵で幸せな物語です。\n\nこのエピソードをかなり楽しくするこのアニメには、多くのユーモアがあります。 唯一の理由は、私がフィーナとタツヤが学校生活やプリンセス義務の外でもっと多分になるのを見たいと思ったからです。 たぶん、彼らの関係がより発展していることを示すために。 私はそれを9と評価し、\n\n芸術は非常にきれいです、特にフィーナ姫と彼女の月王国です。 私はまた、他のキャラクターのかわいいものがどれくらいかわいいのが好きです。\n\n私は音を10に評価します。それには何も問題はありませんでした。\n\nこのアニメは全体的に9に値します。 ロマンス、コメディ（そしてちびのD）、主人公、ドラマ、そして軽い行動。 あまりにも悪い 'アクション'のほとんどは、最後の3つのエピソードまで発生しません..しかし、本当にそれは王女がアニメの大部分を介して地球を訪問しているので、物事は彼女の復帰まで加熱しません。 あなたのフルアクションアニメには、このアニメはあなたのためではありません。 それは驚異的な結末を持っています。 私はあなたがそれを楽しむことを願っています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI'll warn in advance, its hard to make a decent review without spoiling something so if you fear i might spoil the anime don't read this. :)\n\n\u001b[1m私は事前に警告します。それは何かを台無しにしないでまともなレビューをすることが難しいので、もし私がアニメを台無しにする恐れがあるなら、これを読まないでください。  :)\u001b[22m\n\u001b[1m(Watashi wa jizen ni keikoku shimasu. Sore wa nanika o dainashi ni shinaide matomona rebyū o suru koto ga muzukashīnode, moshi watashi ga anime o dainashi ni suru osoregārunara, kore o yomanaide kudasai. : ))\u001b[22m\n\nTranslations of \u001b[4mI'll warn in advance, its hard to make a decent review without spoiling something so if you fear i might spoil the anime don't read this. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll warn in advance, its hard to make a decent review without spoiling something so if you fear i might spoil the anime don't read this.\u001b[24m\n    \u001b[1m私は事前に警告します。それは何かを台無しにしないでまともなレビューをすることが難しいので、もし私がアニメを台無しにする恐れがあるなら、これを読まないでください。\u001b[22m, \u001b[1m私はあなたが私はこれを読んでいないアニメを台無しにするかもしれない恐れるので、もし何かを損なうことなく、まともな審査を行うために、事前にそのハードを警告します。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nIts hard to compare this anime to others i've seen because this story more so reminds me of a fairytale that doesnt involve adventure or fantasy. Probably the closest to it would be Petite Princess Yucie (Puri Puchi Yucie). Its only similarity being a palace where a commoner falls in love with the prince (only in this story the princess and commoner both fall for each other at the same time). Yoake is a nice story where a princess of the moon falls in love with a normal student of an academy, from Earth. Its a nice and happy story based about love and how rivals (two different planets) can come together as one.\n\n\u001b[1mこのアニメを他の人と比較するのは難しいですが、この物語は冒険や幻想を伴わないおとぎ話を思い出させるためです。 おそらくそれに最も近いのは、プチ・プリンセス・ユーシー（Puri Puchi Yucie）でしょう。 その唯一の類似点は、庶民が王子と恋に落ちる宮殿である（この話だけでは、王女と庶民が同時にお互いに落ちる）。  Yoakeは月の王女が地球から来た普通のアカデミーの学生と恋に落ちる素敵な話です。 その愛と、どのようにライバル（2つの異なる惑星）が1つにまとめることができるかという、素敵で幸せな物語です。\u001b[22m\n\u001b[1m(Kono anime o hokanohito to hikaku suru no wa muzukashīdesuga, kono monogatari wa bōken ya gensō o tomonawanai otogibanashi o omoidasa seru tamedesu. Osoraku sore ni mottomo chikai no wa, puchi purinsesu yūshī (Puri Puchi Yucie)deshou. Sono yuiitsu no ruiji-ten wa, shomin ga ōji to koiniochiru kyūdendearu (kono-wa dakede wa, ōjo to shomin ga dōjini otagai ni ochiru). Yoake wa tsuki no ōjo ga chikyū kara kita futsū no akademī no gakusei to koiniochiru sutekina hanashidesu. Sono ai to, dono yō ni raibaru (2tsu no kotonaru wakusei) ga 1tsu ni matomeru koto ga dekiru ka to iu, sutekide shiawasena monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mIts hard to compare this anime to others i've seen because this story more so reminds me of a fairytale that doesnt involve adventure or fantasy. Probably the closest to it would be Petite Princess Yucie (Puri Puchi Yucie). Its only similarity being a palace where a commoner falls in love with the prince (only in this story the princess and commoner both fall for each other at the same time). Yoake is a nice story where a princess of the moon falls in love with a normal student of an academy, from Earth. Its a nice and happy story based about love and how rivals (two different planets) can come together as one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts hard to compare this anime to others i've seen because this story more so reminds me of a fairytale that doesnt involve adventure or fantasy.\u001b[24m\n    \u001b[1mこのアニメを他の人と比較するのは難しいですが、この物語は冒険や幻想を伴わないおとぎ話を思い出させるためです。\u001b[22m, \u001b[1mこの物語は、より多くのように冒険やファンタジーを伴うdoesntのおとぎ話を思い出させるために私が見てきた他の人にこのアニメを比較することは、その難しいです。\u001b[22m\n\u001b[4mProbably the closest to it would be Petite Princess Yucie (Puri Puchi Yucie).\u001b[24m\n    \u001b[1mおそらくそれに最も近いのは、プチ・プリンセス・ユーシー（Puri Puchi Yucie）でしょう。\u001b[22m, \u001b[1mおそらくそれに最も近いぷちぷり*ユーシィ（プリプチユーシィ）であろう。\u001b[22m\n\u001b[4mIts only similarity being a palace where a commoner falls in love with the prince (only in this story the princess and commoner both fall for each other at the same time).\u001b[24m\n    \u001b[1mその唯一の類似点は、庶民が王子と恋に落ちる宮殿である（この話だけでは、王女と庶民が同時にお互いに落ちる）。\u001b[22m, \u001b[1mその唯一の類似性は平民が（だけこの物語の王女と平民同時にお互いのために両方の秋の）王子と恋に落ちるの宮殿です。\u001b[22m\n\u001b[4mYoake is a nice story where a princess of the moon falls in love with a normal student of an academy, from Earth.\u001b[24m\n    \u001b[1mYoakeは月の王女が地球から来た普通のアカデミーの学生と恋に落ちる素敵な話です。\u001b[22m, \u001b[1m夜明けは月の王女は地球から、アカデミーの通常の学生と恋に落ちるの素敵な物語です。\u001b[22m\n\u001b[4mIts a nice and happy story based about love and how rivals (two different planets) can come together as one.\u001b[24m\n    \u001b[1mその愛と、どのようにライバル（2つの異なる惑星）が1つにまとめることができるかという、素敵で幸せな物語です。\u001b[22m, \u001b[1m愛とどのようにライバル（二つの異なる惑星）について基づいて、その素敵で幸せな物語は1として一緒に来ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThere is a lot of humor in this anime which makes each episode pretty enjoyable. The only reason i don't rate the enjoyment a 10 is because i would have liked to see Feena and Tatsuya do more maybe with school life or outside the 'princess duties'. Maybe to show their relationship develop more. I rate it a 9,\n\n\u001b[1mこのエピソードをかなり楽しくするこのアニメには、多くのユーモアがあります。 唯一の理由は、私がフィーナとタツヤが学校生活やプリンセス義務の外でもっと多分になるのを見たいと思ったからです。 たぶん、彼らの関係がより発展していることを示すために。 私はそれを9と評価し、\u001b[22m\n\u001b[1m(Kono episōdo o kanari tanoshiku suru kono anime ni wa, ōku no yūmoa ga arimasu. Yuiitsu no riyū wa, watashi ga fīna to Tatsuya ga gakkō seikatsu ya purinsesu gimu no soto de motto tabun ni naru no o mitai to omottakaradesu. Tabun, karera no kankei ga yori hatten shite iru koto o shimesu tame ni. Watashi wa sore o 9 to hyōka shi,)\u001b[22m\n\nTranslations of \u001b[4mThere is a lot of humor in this anime which makes each episode pretty enjoyable. The only reason i don't rate the enjoyment a 10 is because i would have liked to see Feena and Tatsuya do more maybe with school life or outside the 'princess duties'. Maybe to show their relationship develop more. I rate it a 9,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a lot of humor in this anime which makes each episode pretty enjoyable.\u001b[24m\n    \u001b[1mこのエピソードをかなり楽しくするこのアニメには、多くのユーモアがあります。\u001b[22m, \u001b[1m各エピソードはかなり楽しいものになり、このアニメでユーモアがたくさんあります。\u001b[22m\n\u001b[4mThe only reason i don't rate the enjoyment a 10 is because i would have liked to see Feena and Tatsuya do more maybe with school life or outside the 'princess duties'.\u001b[24m\n    \u001b[1m唯一の理由は、私がフィーナとタツヤが学校生活やプリンセス義務の外でもっと多分になるのを見たいと思ったからです。\u001b[22m, \u001b[1m私はフィーナと達也は多分学校生活または「王女の義務」の外側に複数の操作を行い参照たかったので、私は楽し10を評価しない唯一の理由です。\u001b[22m\n\u001b[4mMaybe to show their relationship develop more.\u001b[24m\n    \u001b[1mたぶん、彼らの関係がより発展していることを示すために。\u001b[22m, \u001b[1mたぶん彼らの関係はよりを開発表示します。\u001b[22m\n\u001b[4mI rate it a 9,\u001b[24m\n    \u001b[1m私はそれを9と評価し、\u001b[22m, \u001b[1m私は、それ9を評価します\u001b[22m\n\u001b[1m\u001b[22m\nThe art is very pretty, especially Princess Feena and her moon kingdom. I also like how cute some of the other characters look.\n\n\u001b[1m芸術は非常にきれいです、特にフィーナ姫と彼女の月王国です。 私はまた、他のキャラクターのかわいいものがどれくらいかわいいのが好きです。\u001b[22m\n\u001b[1m(Geijutsu wa hijō ni kireidesu, tokuni fīna hime to kanojo no tsuki ōkokudesu. Watashi wa mata, hoka no kyarakutā no kawaī mono ga dorekurai kawaī no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is very pretty, especially Princess Feena and her moon kingdom. I also like how cute some of the other characters look.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is very pretty, especially Princess Feena and her moon kingdom.\u001b[24m\n    \u001b[1m芸術は非常にきれいです、特にフィーナ姫と彼女の月王国です。\u001b[22m, \u001b[1m技術は、特にプリンセスフィーナと彼女の月の王国、非常にきれいです。\u001b[22m\n\u001b[4mI also like how cute some of the other characters look.\u001b[24m\n    \u001b[1m私はまた、他のキャラクターのかわいいものがどれくらいかわいいのが好きです。\u001b[22m, \u001b[1m私はまた、他の文字の一部が見えるどのようにかわいい好きです。\u001b[22m\n\u001b[1m\u001b[22m\nI rate the sound a 10. There was nothing wrong with it.\n\n\u001b[1m私は音を10に評価します。それには何も問題はありませんでした。\u001b[22m\n\u001b[1m(Watashi wa oto o 10 ni hyōka shimasu. Soreni wa nani mo mondai wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI rate the sound a 10. There was nothing wrong with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rate the sound a 10. There was nothing wrong with it.\u001b[24m\n    \u001b[1m私は音を10に評価します。それには何も問題はありませんでした。\u001b[22m, \u001b[1m私はそれと間違って何もありませんでした音10を評価します。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime overall deserves a 9. It pretty much has everything you want. Romance, Comedy (and chibi's :D), protagonists, Drama, and some light action. Its too bad most of the 'action' doesnt occur until the last 3 episodes.. but really it makes sense because the princess is visiting the Earth through the majority of the anime so things don't heat up until her return. If your more into full action anime, this anime isn't for you. It has a wondurful ending. I hope you enjoy it as much as i did!\n\n\u001b[1mこのアニメは全体的に9に値します。 ロマンス、コメディ（そしてちびのD）、主人公、ドラマ、そして軽い行動。 あまりにも悪い 'アクション'のほとんどは、最後の3つのエピソードまで発生しません..しかし、本当にそれは王女がアニメの大部分を介して地球を訪問しているので、物事は彼女の復帰まで加熱しません。 あなたのフルアクションアニメには、このアニメはあなたのためではありません。 それは驚異的な結末を持っています。 私はあなたがそれを楽しむことを願っています！\u001b[22m\n\u001b[1m(Kono anime wa zentai-teki ni 9 ni ataishimasu. Romansu, komedi (soshite chibi no D), shujinkō, dorama, soshite karui kōdō. Amarini mo warui' akushon' no hotondo wa, saigo no 3ttsu no episōdo made hassei shimasen.. Shikashi, hontōni sore wa ōjo ga anime no daibubun o kaishite chikyū o hōmon shite irunode, monogoto wa kanojo no fukki made kanetsu shimasen. Anata no furuakushon'anime ni wa, kono anime wa anata no tamede wa arimasen. Sore wa kyōi-tekina ketsumatsu o motte imasu. Watashi wa anata ga sore o tanoshimu koto o negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mThis anime overall deserves a 9. It pretty much has everything you want. Romance, Comedy (and chibi's :D), protagonists, Drama, and some light action. Its too bad most of the 'action' doesnt occur until the last 3 episodes.. but really it makes sense because the princess is visiting the Earth through the majority of the anime so things don't heat up until her return. If your more into full action anime, this anime isn't for you. It has a wondurful ending. I hope you enjoy it as much as i did!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime overall deserves a 9. It pretty much has everything you want.\u001b[24m\n    \u001b[1mこのアニメは全体的に9に値します。\u001b[22m, \u001b[1mこのアニメは、全体のそれはかなりあなたが望むすべてを持ってい9.値します。\u001b[22m\n\u001b[4mRomance, Comedy (and chibi's :D), protagonists, Drama, and some light action.\u001b[24m\n    \u001b[1mロマンス、コメディ（そしてちびのD）、主人公、ドラマ、そして軽い行動。\u001b[22m, \u001b[1mロマンス、コメディ（とちびさん：D）、主人公、ドラマ、およびいくつかの光アクション。\u001b[22m\n\u001b[4mIts too bad most of the 'action' doesnt occur until the last 3 episodes.. but really it makes sense because the princess is visiting the Earth through the majority of the anime so things don't heat up until her return.\u001b[24m\n    \u001b[1mあまりにも悪い 'アクション'のほとんどは、最後の3つのエピソードまで発生しません..しかし、本当にそれは王女がアニメの大部分を介して地球を訪問しているので、物事は彼女の復帰まで加熱しません。\u001b[22m, \u001b[1m「アクション」のほとんどが..最後の3話まで発生does notのが、王女はアニメの大半を通じて地球を訪問しているので、彼女の復帰まで物事がヒートアップしませんので、本当にそれは理にかなって、そのあまりにも悪いです。\u001b[22m\n\u001b[4mIf your more into full action anime, this anime isn't for you.\u001b[24m\n    \u001b[1mあなたのフルアクションアニメには、このアニメはあなたのためではありません。\u001b[22m, \u001b[1mフルアクションアニメにあなたのより多くの場合、このアニメはあなたのためではありません。\u001b[22m\n\u001b[4mIt has a wondurful ending.\u001b[24m\n    \u001b[1mそれは驚異的な結末を持っています。\u001b[22m, \u001b[1mそれはwondurful結末を持っています。\u001b[22m\n\u001b[4mI hope you enjoy it as much as i did!\u001b[24m\n    \u001b[1m私はあなたがそれを楽しむことを願っています！\u001b[22m, \u001b[1m私はあなたが同じくらい私がしたようにそれをお楽しみください！\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "vnewis",
    "profile": "/profile/vnewis/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=8726",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  8\n\nさて、私はアニメの私の3回目の見直しをするつもりです...\n私はいつもアニメのための良いスコアを持っていることに気づいている（私は何をすべきか...それは本当に良いT-Tだと思うから）\n\nあｎｙわｙ。。。。へれ’ｓ てぇ れゔぃえｗ おｆ よあけ まえ より るり いろ な\nこのアニメは、すでに人間が進歩して月に住んでいる人がいる時代に起こります。 だから基本的にこの2つの生き物の場所は人間を2つのセクションに分ける。地球と月の人々。 いつか、この2つのセクションの間で途切れて、多くの悲惨な試みと結果を引き起こしました。 そして、この戦争は勝利者にならなかったので、いくつかの外交関係が生まれました。 もちろん、このイベントは月や地上であろうと、人間の心臓に痛みをもたらしました。\n月に行くことを目指している若者の達也が始まった話。\nだから彼は月を巧みに勉強しました。\nいつか、...月王国からの王女が、地球上で何人かのホームステイをしています。\nそして、プリンセスホームステイの場所は、タツヤの家でした（これは地球大統領によって設立されました。何とかお姫様とお互いが知っているような感じです）。\nプリンセスホームステイは、地球に住んでいることを知り、地球と良好な関係を保つように指示されました。\nこの話は、王女が月と地球を手にして歩く方法と、彼女とTatsuyaとの関係はどのようになっているのかを追うことになります。\n\n「結局のところ、地球はかつて私たちの故郷でした\n私は地球の人々が大好きです。 私たちは一人ではありません。\n\nps：このアニメは良い終わりの歌があります^^、あなたはそれを聞いてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOk, here i'll make my 3rd review of anime...\n\n\u001b[1mさて、私はアニメの私の3回目の見直しをするつもりです...\u001b[22m\n\u001b[1m(Sate, watashi wa anime no watashi no 3-kai-me no minaoshi o suru tsumoridesu...)\u001b[22m\n\nTranslations of \u001b[4mOk, here i'll make my 3rd review of anime...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, here i'll make my 3rd review of anime...\u001b[24m\n    \u001b[1mさて、私はアニメの私の3回目の見直しをするつもりです...\u001b[22m, \u001b[1m[OK]を、ここで私はアニメの私の第三のレビューを行います...\u001b[22m\nI realize that i always have a good score for anime (what should i do...cause i think it's really good T-T)\n\n\u001b[1m私はいつもアニメのための良いスコアを持っていることに気づいている（私は何をすべきか...それは本当に良いT-Tだと思うから）\u001b[22m\n\u001b[1m(Watashi wa itsumo anime no tame no yoi sukoa o motte iru koto ni kidzuite iru (watashi wa nani o subeki ka... Sore wa hontōni yoi T - Tda to omoukara))\u001b[22m\n\nTranslations of \u001b[4mI realize that i always have a good score for anime (what should i do...cause i think it's really good T-T)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI realize that i always have a good score for anime (what should i do...cause i think it's really good T-T)\u001b[24m\n    \u001b[1m私はいつもアニメのための良いスコアを持っていることに気づいている（私は何をすべきか...それは本当に良いT-Tだと思うから）\u001b[22m, \u001b[1m私は（私はそれが本当に良いT-Tをだと思う原因...私は何をすべきか）私はいつもアニメが良いスコアを持っていることを実感します\u001b[22m\n\u001b[1m\u001b[22m\nあｎｙわｙ。。。。へれ’ｓ てぇ れゔぃえｗ おｆ よあけ まえ より るり いろ な\n(A ny wa y. ... Here’ ste~ere vu~i e w o f yo ake ma e yori ruri iro na)\n\n\u001b[1mあｎｙわｙ。。。。へれ’ｓ てぇ れゔぃえｗ おｆ よあけ まえ より るり いろ な\u001b[22m\n\u001b[1m(A ny wa y. ... Here’ ste~ere vu~i e w o f yo ake ma e yori ruri iro na)\u001b[22m\nThis anime take place in the time when human already advanced and there're some that live in moon. So basically this two place of live make human divided themselves into 2 section... The earthling and the moon people. Someday, way broke up between this two section causing many disastrous attempt and result. And this war ended with no side became the winner, thus some diplomatic relation is  born. Of course this event crafted some pain in the heart of the human whether it at moon or earth.\n\n\u001b[1mこのアニメは、すでに人間が進歩して月に住んでいる人がいる時代に起こります。 だから基本的にこの2つの生き物の場所は人間を2つのセクションに分ける。地球と月の人々。 いつか、この2つのセクションの間で途切れて、多くの悲惨な試みと結果を引き起こしました。 そして、この戦争は勝利者にならなかったので、いくつかの外交関係が生まれました。 もちろん、このイベントは月や地上であろうと、人間の心臓に痛みをもたらしました。\u001b[22m\n\u001b[1m(Kono anime wa, sudeni ningen ga shinpo shite tsuki ni sunde iru hito ga iru jidai ni okorimasu. Dakara kihontekini kono 2tsu no ikimono no basho wa ningen o 2tsu no sekushon ni wakeru. Chikyū to tsuki no hitobito. Itsuka, kono 2tsu no sekushon no ma de togirete, ōku no hisan'na kokoromi to kekka o hikiokoshimashita. Soshite, kono sensō wa shōri-sha ni naranakattanode, ikutsu ka no gaikō kankei ga umaremashita. Mochiron, kono ibento wa tsuki ya chijōdearou to, ningen no shinzō ni itami o motarashimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime take place in the time when human already advanced and there're some that live in moon. So basically this two place of live make human divided themselves into 2 section... The earthling and the moon people. Someday, way broke up between this two section causing many disastrous attempt and result. And this war ended with no side became the winner, thus some diplomatic relation is  born. Of course this event crafted some pain in the heart of the human whether it at moon or earth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime take place in the time when human already advanced and there're some that live in moon.\u001b[24m\n    \u001b[1mこのアニメは、すでに人間が進歩して月に住んでいる人がいる時代に起こります。\u001b[22m, \u001b[1mこのアニメは、人間が既に進んで、月に住んでいるいくつかがそこにいる時間で行われます。\u001b[22m\n\u001b[4mSo basically this two place of live make human divided themselves into 2 section... The earthling and the moon people.\u001b[24m\n    \u001b[1mだから基本的にこの2つの生き物の場所は人間を2つのセクションに分ける。地球と月の人々。\u001b[22m, \u001b[1mしたがって、基本的にライブメイク人間のこの2場所は2部...地球人と月の人々に自分自身を分けました。\u001b[22m\n\u001b[4mSomeday, way broke up between this two section causing many disastrous attempt and result.\u001b[24m\n    \u001b[1mいつか、この2つのセクションの間で途切れて、多くの悲惨な試みと結果を引き起こしました。\u001b[22m, \u001b[1mいつか、道多くの悲惨な試みと結果を引き起こし、この2部との間に解散しました。\u001b[22m\n\u001b[4mAnd this war ended with no side became the winner, thus some diplomatic relation is  born.\u001b[24m\n    \u001b[1mそして、この戦争は勝利者にならなかったので、いくつかの外交関係が生まれました。\u001b[22m, \u001b[1mそして、いや側で終わったこの戦争は、このようにいくつかの外交関係が生まれ、勝者となりました。\u001b[22m\n\u001b[4mOf course this event crafted some pain in the heart of the human whether it at moon or earth.\u001b[24m\n    \u001b[1mもちろん、このイベントは月や地上であろうと、人間の心臓に痛みをもたらしました。\u001b[22m, \u001b[1mもちろん、このイベントは、それかどうか月や地球で人間の中心部にいくつかの痛みを細工されました。\u001b[22m\nA story started by a young man named Tatsuya who aim to go to the moon.\n\n\u001b[1m月に行くことを目指している若者の達也が始まった話。\u001b[22m\n\u001b[1m(Tsuki ni iku koto o mezashite iru wakamono no Tatsuya ga hajimatta hanashi.)\u001b[22m\n\nTranslations of \u001b[4mA story started by a young man named Tatsuya who aim to go to the moon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA story started by a young man named Tatsuya who aim to go to the moon.\u001b[24m\n    \u001b[1m月に行くことを目指している若者の達也が始まった話。\u001b[22m, \u001b[1m月へ行くことを目指し達也という名の若者によって開始物語。\u001b[22m\nSo that he studied cleverly about the moon.\n\n\u001b[1mだから彼は月を巧みに勉強しました。\u001b[22m\n\u001b[1m(Dakara kare wa tsuki o takumi ni benkyō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mSo that he studied cleverly about the moon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo that he studied cleverly about the moon.\u001b[24m\n    \u001b[1mだから彼は月を巧みに勉強しました。\u001b[22m, \u001b[1m彼は月約巧みに勉強しているので。\u001b[22m\nSomedays,...a princess from moon kingdom doing some home stay in the earth.\n\n\u001b[1mいつか、...月王国からの王女が、地球上で何人かのホームステイをしています。\u001b[22m\n\u001b[1m(Itsuka,... Tsuki ōkoku kara no ōjo ga, chikyū-jō de nan'ninka no hōmusutei o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSomedays,...a princess from moon kingdom doing some home stay in the earth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomedays,...a princess from moon kingdom doing some home stay in the earth.\u001b[24m\n    \u001b[1mいつか、...月王国からの王女が、地球上で何人かのホームステイをしています。\u001b[22m, \u001b[1mSomedays、...地球の一部のホームステイをしている月の王国からの王女。\u001b[22m\nAnd the place for the princess home stay was Tatsuya home (this is being set up by the earth president and somehow, the princess and Tatsuya feel like they know each other).\n\n\u001b[1mそして、プリンセスホームステイの場所は、タツヤの家でした（これは地球大統領によって設立されました。何とかお姫様とお互いが知っているような感じです）。\u001b[22m\n\u001b[1m(Soshite, purinsesuhōmusutei no basho wa, Tatsuya no iedeshita (kore wa chikyū daitōryō ni yotte setsuritsu sa remashita. Nantoka ohimesama to otagai ga shitte iru yōna kanjidesu).)\u001b[22m\n\nTranslations of \u001b[4mAnd the place for the princess home stay was Tatsuya home (this is being set up by the earth president and somehow, the princess and Tatsuya feel like they know each other).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the place for the princess home stay was Tatsuya home (this is being set up by the earth president and somehow, the princess and Tatsuya feel like they know each other).\u001b[24m\n    \u001b[1mそして、プリンセスホームステイの場所は、タツヤの家でした（これは地球大統領によって設立されました。何とかお姫様とお互いが知っているような感じです）。\u001b[22m, \u001b[1mそして、王女のホームステイのための場所は、（これは地球の社長によって設定されていて、彼らはお互いを知っているよう何とか、姫達也は感じ）達也の家でした。\u001b[22m\nThe princess home stay was directed to know how's living in the earth and to maintain a good relation with earth.\n\n\u001b[1mプリンセスホームステイは、地球に住んでいることを知り、地球と良好な関係を保つように指示されました。\u001b[22m\n\u001b[1m(Purinsesuhōmusutei wa, chikyū ni sunde iru koto o shiri, chikyū to ryōkōna kankei o tamotsu yō ni shiji sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThe princess home stay was directed to know how's living in the earth and to maintain a good relation with earth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe princess home stay was directed to know how's living in the earth and to maintain a good relation with earth.\u001b[24m\n    \u001b[1mプリンセスホームステイは、地球に住んでいることを知り、地球と良好な関係を保つように指示されました。\u001b[22m, \u001b[1m王女のホームステイは、地球に住んでいますし、地球との良好な関係を維持する方法を知っているように指示しました。\u001b[22m\nThis story goes by following how the princess could get moon and earth to walk hand in hand...and how's her relation with Tatsuya.\n\n\u001b[1mこの話は、王女が月と地球を手にして歩く方法と、彼女とTatsuyaとの関係はどのようになっているのかを追うことになります。\u001b[22m\n\u001b[1m(Kono hanashi wa, ōjo ga tsuki to chikyū o te ni shite aruku hōhō to, kanojo to Tatsuya to no kankei wa dono yō ni natte iru no ka o ou koto ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis story goes by following how the princess could get moon and earth to walk hand in hand...and how's her relation with Tatsuya.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story goes by following how the princess could get moon and earth to walk hand in hand...and how's her relation with Tatsuya.\u001b[24m\n    \u001b[1mこの話は、王女が月と地球を手にして歩く方法と、彼女とTatsuyaとの関係はどのようになっているのかを追うことになります。\u001b[22m, \u001b[1mこの物語は姫が月と地球が手をつないで歩いて得ることができる方法を以下で行く...とどのよう達也と彼女の関係です。\u001b[22m\n\u001b[1m\u001b[22m\n'After all, the earth was once our hometown\n\n\u001b[1m「結局のところ、地球はかつて私たちの故郷でした\u001b[22m\n\u001b[1m(`Kekkyokunotokoro, chikyū wa katsute watashitachi no furusatodeshita)\u001b[22m\n\nTranslations of \u001b[4m'After all, the earth was once our hometown\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'After all, the earth was once our hometown\u001b[24m\n    \u001b[1m「結局のところ、地球はかつて私たちの故郷でした\u001b[22m\nand i love the earth people. We are not alone'\n\n\u001b[1m私は地球の人々が大好きです。 私たちは一人ではありません。\u001b[22m\n\u001b[1m(Watashi wa chikyū no hitobito ga daisukidesu. Watashitachiha hitoride wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mand i love the earth people. We are not alone'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand i love the earth people.\u001b[24m\n    \u001b[1m私は地球の人々が大好きです。\u001b[22m, \u001b[1mそして、私は地球の人々を愛しています。\u001b[22m\n\u001b[4mWe are not alone'\u001b[24m\n    \u001b[1m私たちは一人ではありません。\u001b[22m, \u001b[1m私たちは、「一人ではありません\u001b[22m\n\u001b[1m\u001b[22m\nps : this anime has a good ending song ^^, you should hear that.\n\n\u001b[1mps：このアニメは良い終わりの歌があります^^、あなたはそれを聞いてください。\u001b[22m\n\u001b[1m(Ps: Kono anime wa yoi owari no uta ga arimasu ^^, anata wa sore o kiite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mps : this anime has a good ending song ^^, you should hear that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mps : this anime has a good ending song ^^, you should hear that.\u001b[24m\n    \u001b[1mps：このアニメは良い終わりの歌があります^^、あなたはそれを聞いてください。\u001b[22m, \u001b[1mPS：このアニメは良いエンディングの歌^^を持っている、あなたはそれを聞く必要があります。\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "mercury1980",
    "profile": "/profile/mercury1980/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=102531",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  7\n\nアニメは通常の生活の一部として始まり、それによってフィーナは学校生活の中で達也との関係を築きます。 基本的にはそれです。 その後、ロイヤルティーが使用する武器を使用して世界を破壊しようとする主要な村人ユルゲンが来る。 フィーナはプリンセスのような素敵な人です。\n\n芸術は大丈夫です。 音は大丈夫です。 何も壮大ではない。\n\n2つのお気に入りキャラクターがあります：\n\n＃1：カレン・クラビウス\n彼女は勇敢で、スマートで、権限を拒否したためにユルゲンを倒して、その日を救った素晴らしい戦術家でした。\n\n＃2：Wreathlit Noel：\n落ち着いた精神を持っている神秘的な少女。 彼女はFeena＆amp; 達也。 しかし、彼女はゆっくりと深く、彼らはお互いに気持ちがあることを実感しています。\n\nフィーナやタツヤがその日を救ってユルゲンを敗北させれば、それはより良いことだったと私は信じている。 しかし、この2人のキャラクターは私にとって本当に楽しかったです。\n\nアニメの後半は、アクションとawesomenessの上半期よりも良いと言うことは本当に悲しいです。 そしてFeena＆amp;  Tatsuyaはいつまでも幸せに生きています。 結局それはうまくいった仕事です。 それが持続しているのを見て楽しかったです。\n\n私はこのアニメを7/10に与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe anime starts off as the usual slice of life whereby Feena the princess develops her relationship with Tatsuya with school life. So basically that's it. After that, here comes the main villian, Jurgen, who plans to destroy the world by using the weapons that the royalty use. Feena is a nice person even though she is princess-like.\n\n\u001b[1mアニメは通常の生活の一部として始まり、それによってフィーナは学校生活の中で達也との関係を築きます。 基本的にはそれです。 その後、ロイヤルティーが使用する武器を使用して世界を破壊しようとする主要な村人ユルゲンが来る。 フィーナはプリンセスのような素敵な人です。\u001b[22m\n\u001b[1m(Anime wa tsūjō no seikatsu no ichibu to shite hajimari, sore ni yotte fīna wa gakkō seikatsu no naka de Tatsuya to no kankei o kizukimasu. Kihontekini wa soredesu. Sonogo, roiyarutī ga shiyō suru buki o shiyō shite sekai o hakai shiyou to suru shuyōna murabito yurugen ga kuru. Fīna wa purinsesu no yōna sutekinahitodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime starts off as the usual slice of life whereby Feena the princess develops her relationship with Tatsuya with school life. So basically that's it. After that, here comes the main villian, Jurgen, who plans to destroy the world by using the weapons that the royalty use. Feena is a nice person even though she is princess-like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime starts off as the usual slice of life whereby Feena the princess develops her relationship with Tatsuya with school life.\u001b[24m\n    \u001b[1mアニメは通常の生活の一部として始まり、それによってフィーナは学校生活の中で達也との関係を築きます。\u001b[22m, \u001b[1mアニメはフィーナ姫が学校生活での達也と彼女の関係を開発することにより、生活のいつものスライスとしてオフを開始します。\u001b[22m\n\u001b[4mSo basically that's it.\u001b[24m\n    \u001b[1m基本的にはそれです。\u001b[22m, \u001b[1mしたがって、基本的にそれはそれです。\u001b[22m\n\u001b[4mAfter that, here comes the main villian, Jurgen, who plans to destroy the world by using the weapons that the royalty use.\u001b[24m\n    \u001b[1mその後、ロイヤルティーが使用する武器を使用して世界を破壊しようとする主要な村人ユルゲンが来る。\u001b[22m, \u001b[1mその後、ここでの武器使用料の使用を使用して、世界を破壊する計画メインvillian、ユルゲンを、来ます。\u001b[22m\n\u001b[4mFeena is a nice person even though she is princess-like.\u001b[24m\n    \u001b[1mフィーナはプリンセスのような素敵な人です。\u001b[22m, \u001b[1mフィーナは、彼女は王女様であってもいい人です。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is all right. The sound is ok. Nothing spectacular.\n\n\u001b[1m芸術は大丈夫です。 音は大丈夫です。 何も壮大ではない。\u001b[22m\n\u001b[1m(Geijutsu wa daijōbudesu. Oto wa daijōbudesu. Nani mo sōdaide wanai.)\u001b[22m\n\nTranslations of \u001b[4mThe art is all right. The sound is ok. Nothing spectacular.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is all right.\u001b[24m\n    \u001b[1m芸術は大丈夫です。\u001b[22m, \u001b[1mアートはすべての権利です。\u001b[22m\n\u001b[4mThe sound is ok.\u001b[24m\n    \u001b[1m音は大丈夫です。\u001b[22m, \u001b[1m音はokです。\u001b[22m\n\u001b[4mNothing spectacular.\u001b[24m\n    \u001b[1m何も壮大ではない。\u001b[22m, \u001b[1m壮大な何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nThere are 2 favorite characters:\n\n\u001b[1m2つのお気に入りキャラクターがあります：\u001b[22m\n\u001b[1m(2Tsu no okiniiri kyarakutā ga arimasu:)\u001b[22m\n\nTranslations of \u001b[4mThere are 2 favorite characters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are 2 favorite characters:\u001b[24m\n    \u001b[1m2つのお気に入りキャラクターがあります：\u001b[22m, \u001b[1m2好きなキャラクターがあります。\u001b[22m\n\u001b[1m\u001b[22m\n#1 : Karen Clavius\n\n\u001b[1m＃1：カレン・クラビウス\u001b[22m\n\u001b[1m(# 1: Karen kurabiusu)\u001b[22m\n\nTranslations of \u001b[4m#1 : Karen Clavius\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m#1 : Karen Clavius\u001b[24m\n    \u001b[1m＃1：カレン・クラビウス\u001b[22m, \u001b[1m＃1：カレンクラビウス\u001b[22m\nShe was brave, smart, and a brilliant tactician who saved the day by defeating Jurgen who framed her for her defiance of authority.\n\n\u001b[1m彼女は勇敢で、スマートで、権限を拒否したためにユルゲンを倒して、その日を救った素晴らしい戦術家でした。\u001b[22m\n\u001b[1m(Kanojo wa yūkande, sumāto de, kengen o kyohi shita tame ni yurugen o taoshite, sonohi o sukutta subarashī senjutsu-kadeshita.)\u001b[22m\n\nTranslations of \u001b[4mShe was brave, smart, and a brilliant tactician who saved the day by defeating Jurgen who framed her for her defiance of authority.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe was brave, smart, and a brilliant tactician who saved the day by defeating Jurgen who framed her for her defiance of authority.\u001b[24m\n    \u001b[1m彼女は勇敢で、スマートで、権限を拒否したためにユルゲンを倒して、その日を救った素晴らしい戦術家でした。\u001b[22m, \u001b[1m彼女は、勇敢なスマート、および権限の彼女の反抗のために彼女を額装ユルゲンを倒すことで一日保存した華麗な戦術でした。\u001b[22m\n\u001b[1m\u001b[22m\n#2: Wreathlit Noel:\n\n\u001b[1m＃2：Wreathlit Noel：\u001b[22m\n\u001b[1m(# 2: Wreathlit Noel:)\u001b[22m\n\nTranslations of \u001b[4m#2: Wreathlit Noel:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m#2: Wreathlit Noel:\u001b[24m\n    \u001b[1m＃2：Wreathlit Noel：\u001b[22m, \u001b[1m＃2：Wreathlitノエル：\u001b[22m\nA mysterious girl who possesses a calm and collected spirit. She was not all right with the relationship between Feena &amp; Tatsuya. But slowly she realise deep inside them that they have feelings for each other.\n\n\u001b[1m落ち着いた精神を持っている神秘的な少女。 彼女はFeena＆amp; 達也。 しかし、彼女はゆっくりと深く、彼らはお互いに気持ちがあることを実感しています。\u001b[22m\n\u001b[1m(Ochitsuita seishin o motte iru shinpi-tekina shōjo. Kanojo wa Feena& amp; Tatsuya. Shikashi, kanojo wa yukkuri to fukaku, karera wa otagai ni kimochi ga aru koto o jikkan shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mA mysterious girl who possesses a calm and collected spirit. She was not all right with the relationship between Feena &amp; Tatsuya. But slowly she realise deep inside them that they have feelings for each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA mysterious girl who possesses a calm and collected spirit.\u001b[24m\n    \u001b[1m落ち着いた精神を持っている神秘的な少女。\u001b[22m, \u001b[1m穏やかで、収集した精神を持っている謎の少女。\u001b[22m\n\u001b[4mShe was not all right with the relationship between Feena &amp;\u001b[24m\n    \u001b[1m彼女はFeena＆amp;\u001b[22m, \u001b[1m彼女はフィーナ＆アンプとの関係を持つすべての権利はありませんでした。\u001b[22m\n\u001b[4mTatsuya.\u001b[24m\n    \u001b[1m達也。\u001b[22m\n\u001b[4mBut slowly she realise deep inside them that they have feelings for each other.\u001b[24m\n    \u001b[1mしかし、彼女はゆっくりと深く、彼らはお互いに気持ちがあることを実感しています。\u001b[22m, \u001b[1mしかし、ゆっくりと、彼女は彼らがお互いのために感情を持っていること、それらの奥深く実現します。\u001b[22m\n\u001b[1m\u001b[22m\nI believe that if Feena or Tatsuya saved the day and defeat Jurgen, that would have been better. However, these 2 characters really brought up the enjoyment for me.\n\n\u001b[1mフィーナやタツヤがその日を救ってユルゲンを敗北させれば、それはより良いことだったと私は信じている。 しかし、この2人のキャラクターは私にとって本当に楽しかったです。\u001b[22m\n\u001b[1m(Fīna ya Tatsuya ga sonohi o sukutte yurugen o haiboku sa sereba, soreha yori yoi kotodatta to watashi wa shinjite iru. Shikashi, kono 2-ri no kyarakutā wa watashi ni totte hontōni tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mI believe that if Feena or Tatsuya saved the day and defeat Jurgen, that would have been better. However, these 2 characters really brought up the enjoyment for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI believe that if Feena or Tatsuya saved the day and defeat Jurgen, that would have been better.\u001b[24m\n    \u001b[1mフィーナやタツヤがその日を救ってユルゲンを敗北させれば、それはより良いことだったと私は信じている。\u001b[22m, \u001b[1m私はフィーナまたは達也は一日と敗北ユルゲンを保存した場合、それはもっと良かったはずと信じています。\u001b[22m\n\u001b[4mHowever, these 2 characters really brought up the enjoyment for me.\u001b[24m\n    \u001b[1mしかし、この2人のキャラクターは私にとって本当に楽しかったです。\u001b[22m, \u001b[1mしかし、これらの2文字は本当に私のために楽しみを育てました。\u001b[22m\n\u001b[1m\u001b[22m\nIt is really sad to say that the 2nd half of the anime is better than the 1st half in terms of action and awesomeness. And Feena &amp; Tatsuya live happily ever after. After all it is a job well done. It was fun to watch while it lasted.\n\n\u001b[1mアニメの後半は、アクションとawesomenessの上半期よりも良いと言うことは本当に悲しいです。 そしてFeena＆amp;  Tatsuyaはいつまでも幸せに生きています。 結局それはうまくいった仕事です。 それが持続しているのを見て楽しかったです。\u001b[22m\n\u001b[1m(Anime no kōhan wa, akushon to awesomeness no kamihanki yori mo yoi to iu koto wa hontōni kanashīdesu. Soshite Feena& amp; Tatsuya wa itsu made mo shiawase ni ikite imasu. Kekkyoku sore wa umaku itta shigotodesu. Sore ga jizoku shite iru no o mite tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is really sad to say that the 2nd half of the anime is better than the 1st half in terms of action and awesomeness. And Feena &amp; Tatsuya live happily ever after. After all it is a job well done. It was fun to watch while it lasted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is really sad to say that the 2nd half of the anime is better than the 1st half in terms of action and awesomeness.\u001b[24m\n    \u001b[1mアニメの後半は、アクションとawesomenessの上半期よりも良いと言うことは本当に悲しいです。\u001b[22m, \u001b[1mアニメの後半は、アクションと素晴らしさの点で、第一の半分よりも優れていると言うことは本当に悲しいです。\u001b[22m\n\u001b[4mAnd Feena &amp;\u001b[24m\n    \u001b[1mそしてFeena＆amp;\u001b[22m, \u001b[1mそして、フィーナ＆＃038;\u001b[22m\n\u001b[4mTatsuya live happily ever after.\u001b[24m\n    \u001b[1mTatsuyaはいつまでも幸せに生きています。\u001b[22m, \u001b[1m達也はその後ずっと幸せに暮らしています。\u001b[22m\n\u001b[4mAfter all it is a job well done.\u001b[24m\n    \u001b[1m結局それはうまくいった仕事です。\u001b[22m, \u001b[1m結局のところ、それは良い仕事です。\u001b[22m\n\u001b[4mIt was fun to watch while it lasted.\u001b[24m\n    \u001b[1mそれが持続しているのを見て楽しかったです。\u001b[22m, \u001b[1mそれが続いている間、見て楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nI give this anime a 7/10.\n\n\u001b[1m私はこのアニメを7/10に与える。\u001b[22m\n\u001b[1m(Watashi wa kono anime o 7/ 10 ni ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI give this anime a 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give this anime a 7/10.\u001b[24m\n    \u001b[1m私はこのアニメを7/10に与える。\u001b[22m, \u001b[1m私はこのアニメを7月10日を与えます。\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "Simonian",
    "profile": "/profile/Simonian/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=85361",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n「明け方よりも明るい青」は、私が本当にフルスコアを与える準備ができていたアニメです。 それはあなたを引き込むストーリーがあり、キャラクターは十分な深さを持ち、ペーシングは絶対的に抜群です。 それはこのアニメのほぼ全体のケースでした。 その後、結末が起こった。 このアニメがエピソード12まで伝えようとしていたすべてのエンディングが完全に台無しになってしまったので、後でそれについて話します（私はあなたのためにそれを台無しにしないことを約束します）。\n\nまずストーリー。 このシリーズでは、人間は地球と月の2つのブロックに分かれています。 両側はトリガーがかかり、緊張が非常に高いため、ナイフで空気（またはこの場合は真空）を切断することができます。 この2つの天体の人々がお互いに裂けないようにしようとしているのは、月の王女であるフィーナと単なる土星の達人の2人の主人公を見つけることが絶望的な世界です。 同時に、彼らはお互いに自分の気持ちを実現するのに苦労しており、それが十分でないかのように、貴族と庶民の関係から生じる社会的な障害を克服する必要があります。 言い換えれば、最終的には比例して吹き飛ばすロマンスサブプロットを備えたSF映画です。 しかし、完璧なペーシングは、2〜3回のエピソードでは起こらないので、それを正当化する。 いいえ、このアニメのすべてが徐々に起こり、感情や情報が正しく沈む時間が与えられます（私は通常、それに多くの時間が必要です）。\n\nもう一つの傑出した品質は、このアニメのサポートキャラクターも深みがあることです。 あなたは非常に頻繁にromcomで見ていないものです。 それで、あなたはここに興味深い物語とまともなキャラクターとの組み合わせの組み合わせがあることがわかります - 通常は傑作のレシピです、そうですか？ はい、実際には、このアニメの3分の2の方法で、私は自分の心をつくったと思っていました。私は10点を与えて、すべての部門でほぼ完璧であることを賞賛しました。 エピソード12は不愉快な顔をしていたので、私は自分自身よりも先に進んできました。私たちは今これについて詳細に議論します（約束どおり、スポイラーなし）。\n\n今や、惑星間災害の嵐の中で劇的なロマンスをテーマにして、あなたはこのシリーズがノックアウトになると思って、劇的で知的なエンディングをあなたに与えるでしょう。 あなたの脳は何日も何週間も来ることがあります。言い換えれば、物語の道徳です。 確かにそのシリーズはその道に向かって動いているようだったが、完全な反対が起こった。 フィナーレ（エピソード12のように）は、このシリーズの全てがエピソードを通して完全に、そして途中から始まり、ゴミ箱に投げ込まれました。 それは反クライマックスだけでなく、道徳的なものが残っていて、あなたの体のすべての穴がちょうど千の小さなペニスによって軸をあたったように感じます。 数秒で、シリーズはあなたの虚栄心とあなたの期待を笑い、あなたが残しているのは怒りと後悔です。\n\nさて、前の段落のあいまいさを解消するために、私はこれを言うでしょう：この物語の道徳は、世界が救われるべきだったが、価格で、何も同じことが再び起こらないようにすべきでした。 しかし、そうではありませんでした。 道徳的なものはなく、シリーズ全体が非常に浅く見えます。\n\nつまり、他のすべてはほぼ完璧です。 アート、サウンド、キャラクター。 エピソードの後のエピソードは、あなたが物語とアート＆amp; サウンドは経験を完成させる。\n\n結局のところ、「Dawning Blueよりも深い」はまだ非常に優れたアニメシリーズであり、カジュアルなアニメウォッチャーは確かにそれを楽しむでしょう。 しかし、あなたが怒って泣くままになるので、結末には注意してください。 あなたのモニターをキーボードで叩かないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'Brighter Than the Dawning Blue' is an anime that I was genuinely ready to give a full score to. It has a story that draws you in, the characters have just enough depth and the pacing is absolutely outstanding. That was the case for nearly the entirety of this anime. Then, the ending happened. The ending has completely ruined everything this anime was trying to convey up until episode 12 and I will discuss that later (I promise I won't spoil it for you.)\n\n\u001b[1m「明け方よりも明るい青」は、私が本当にフルスコアを与える準備ができていたアニメです。 それはあなたを引き込むストーリーがあり、キャラクターは十分な深さを持ち、ペーシングは絶対的に抜群です。 それはこのアニメのほぼ全体のケースでした。 その後、結末が起こった。 このアニメがエピソード12まで伝えようとしていたすべてのエンディングが完全に台無しになってしまったので、後でそれについて話します（私はあなたのためにそれを台無しにしないことを約束します）。\u001b[22m\n\u001b[1m(`Akegata yori mo akarui ao' wa, watashi ga hontōni furu sukoa o ataeru junbi ga dekite ita animedesu. Sore wa anata o hikikomu sutōrī ga ari, kyarakutā wa jūbun'na fuka-sa o mochi, pēshingu wa zettai-teki ni batsugundesu. Sore wa kono anime no hobo zentai no kēsudeshita. Sonogo, ketsumatsu ga okotta. Kono anime ga episōdo 12 made tsutaeyou to shite ita subete no endingu ga kanzen ni dainashi ni natte shimattanode,-go de sore ni tsuite hanashimasu (watashi wa anata no tame ni sore o dainashi ni shinai koto o yakusoku shimasu).)\u001b[22m\n\nTranslations of \u001b[4m'Brighter Than the Dawning Blue' is an anime that I was genuinely ready to give a full score to. It has a story that draws you in, the characters have just enough depth and the pacing is absolutely outstanding. That was the case for nearly the entirety of this anime. Then, the ending happened. The ending has completely ruined everything this anime was trying to convey up until episode 12 and I will discuss that later (I promise I won't spoil it for you.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Brighter Than the Dawning Blue' is an anime that I was genuinely ready to give a full score to.\u001b[24m\n    \u001b[1m「明け方よりも明るい青」は、私が本当にフルスコアを与える準備ができていたアニメです。\u001b[22m, \u001b[1m「曙光ブルーよりも明るくは「私は完全なスコアを与えるために純粋に準備ができていたアニメです。\u001b[22m\n\u001b[4mIt has a story that draws you in, the characters have just enough depth and the pacing is absolutely outstanding.\u001b[24m\n    \u001b[1mそれはあなたを引き込むストーリーがあり、キャラクターは十分な深さを持ち、ペーシングは絶対的に抜群です。\u001b[22m, \u001b[1mそれはあなたが、文字だけの十分な深さを持って描く物語を持っており、ペーシングは絶対に顕著です。\u001b[22m\n\u001b[4mThat was the case for nearly the entirety of this anime.\u001b[24m\n    \u001b[1mそれはこのアニメのほぼ全体のケースでした。\u001b[22m, \u001b[1mそれがこのアニメのほぼ全体のためのケースでした。\u001b[22m\n\u001b[4mThen, the ending happened.\u001b[24m\n    \u001b[1mその後、結末が起こった。\u001b[22m, \u001b[1mそして、エンディングが起こりました。\u001b[22m\n\u001b[4mThe ending has completely ruined everything this anime was trying to convey up until episode 12 and I will discuss that later (I promise I won't spoil it for you.)\u001b[24m\n    \u001b[1mこのアニメがエピソード12まで伝えようとしていたすべてのエンディングが完全に台無しになってしまったので、後でそれについて話します（私はあなたのためにそれを台無しにしないことを約束します）。\u001b[22m, \u001b[1mエンディングは完全にこのアニメエピソード12まで伝えるために、私は後ですることを検討するとしていたすべて台無しにしている（私はあなたのためにそれを台無しにしません約束を。）\u001b[22m\n\u001b[1m\u001b[22m\nFirst the story. In this series humans are divided into two blocks, Earth and the Moon. Both sides are trigger-itchy and the tensions are so high you could cut the air (or in this case the vacuum) with a knife. It is in this world of desperation that we find the two main protagonists - Feena, the princess of the moon and Tatsuya, a mere earthling trying to prevent the people of these two celestial bodies from ripping each other apart. At the same time they're struggling to realize their feelings for each other and as if that wasn't enough - they also need to overcome the social obstacles that would arise from a relationship of a noble and a commoner. In other words, a sci-fi drama with a romance sub-plot that eventually blows out of proportion. However, the perfect pacing justifies that as it won't happen in a matter of 2-3 episodes. No, everything in this anime happens gradually, giving you time for the emotions and information to properly sink in (I usually need a lot of time for that).\n\n\u001b[1mまずストーリー。 このシリーズでは、人間は地球と月の2つのブロックに分かれています。 両側はトリガーがかかり、緊張が非常に高いため、ナイフで空気（またはこの場合は真空）を切断することができます。 この2つの天体の人々がお互いに裂けないようにしようとしているのは、月の王女であるフィーナと単なる土星の達人の2人の主人公を見つけることが絶望的な世界です。 同時に、彼らはお互いに自分の気持ちを実現するのに苦労しており、それが十分でないかのように、貴族と庶民の関係から生じる社会的な障害を克服する必要があります。 言い換えれば、最終的には比例して吹き飛ばすロマンスサブプロットを備えたSF映画です。 しかし、完璧なペーシングは、2〜3回のエピソードでは起こらないので、それを正当化する。 いいえ、このアニメのすべてが徐々に起こり、感情や情報が正しく沈む時間が与えられます（私は通常、それに多くの時間が必要です）。\u001b[22m\n\u001b[1m(Mazu sutōrī. Kono shirīzude wa, ningen wa chikyū to tsuki no 2tsu no burokku ni wakarete imasu. Ryōsoku wa torigā ga kakari, kinchō ga hijō ni takai tame, naifu de kūki (matawa ko no baai wa shinkū) o setsudan suru koto ga dekimasu. Kono 2tsu no tentai no hitobito ga otagai ni sakenai yō ni shiyou to shite iru no wa, tsuki no ōjodearu fīna to tan'naru dosei no tatsujin no 2-ri no shujinkō o mitsukeru koto ga zetsubō-tekina sekaidesu. Dōjini, karera wa otagai ni jibun no kimochi o jitsugen suru no ni kurō shite ori, sore ga jūbundenai ka no yō ni, kizoku to shomin no kankei kara shōjiru shakai-tekina shōgai o kokufuku suru hitsuyō ga arimasu. Iikaereba, saishūtekini wa hirei shite fukitobasu romansusabupurotto o sonaeta SF eigadesu. Shikashi, kanpekina pēshingu wa, 2 〜 3-kai no episōdode wa okoranainode, sore o seitō-ka suru. Īe, kono anime no subete ga jojoni okori, kanjō ya jōhō ga tadashiku shizumu jikan ga atae raremasu (watashi wa tsūjō, soreni ōku no jikan ga hitsuyōdesu).)\u001b[22m\n\u001b[1m\u001b[22m\nAnother outstanding quality is that the supporting characters in this anime have depth too, that's not all - they're actually plot relevant! Which is something you don't see very often in a romcom. So you can see that you have here a combination of an interesting story and setting with decent characters - normally a recipe for a masterpiece, right? Yes and indeed it was, two-thirds of my way through this anime I thought I made my mind up and I was going to give it a 10 and praise it for being near-flawless in all departments. I got ahead of myself because episode 12 was an unpleasant smack in the face and we shall now discuss that in detail (as promised, no spoilers).\n\n\u001b[1mもう一つの傑出した品質は、このアニメのサポートキャラクターも深みがあることです。 あなたは非常に頻繁にromcomで見ていないものです。 それで、あなたはここに興味深い物語とまともなキャラクターとの組み合わせの組み合わせがあることがわかります - 通常は傑作のレシピです、そうですか？ はい、実際には、このアニメの3分の2の方法で、私は自分の心をつくったと思っていました。私は10点を与えて、すべての部門でほぼ完璧であることを賞賛しました。 エピソード12は不愉快な顔をしていたので、私は自分自身よりも先に進んできました。私たちは今これについて詳細に議論します（約束どおり、スポイラーなし）。\u001b[22m\n\u001b[1m(Mōhitotsu no kesshutsu shita hinshitsu wa, kono anime no sapōtokyarakutā mo fukami ga aru kotodesu. Anata wa hijō ni hinpan ni romcom de mite inai monodesu. Sorede, anata wa koko ni kyōmibukai monogatari to matomona kyarakutā to no kumiawase no kumiawase ga aru koto ga wakarimasu - tsūjō wa kessaku no reshipidesu,-sōdesu ka? Hai, jissai ni wa, kono anime no 3-bun'no 2 no hōhō de, watashi wa jibun no kokoro o tsukutta to omotte imashita. Watashi wa 10-ten o ataete, subete no bumon de hobo kanpekidearu koto o shōsan shimashita. Episōdo 12 wa fuyukaina kao o shite itanode, watashi wa jibun jishin yori mo sakini susunde kimashita. Watashitachi wa ima kore ni tsuite shōsai ni giron shimasu (yakusoku-dōri, supoirā nashi).)\u001b[22m\n\nTranslations of \u001b[4mAnother outstanding quality is that the supporting characters in this anime have depth too, that's not all - they're actually plot relevant! Which is something you don't see very often in a romcom. So you can see that you have here a combination of an interesting story and setting with decent characters - normally a recipe for a masterpiece, right? Yes and indeed it was, two-thirds of my way through this anime I thought I made my mind up and I was going to give it a 10 and praise it for being near-flawless in all departments. I got ahead of myself because episode 12 was an unpleasant smack in the face and we shall now discuss that in detail (as promised, no spoilers).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother outstanding quality is that the supporting characters in this anime have depth too, that's not all - they're actually plot relevant!\u001b[24m\n    \u001b[1mもう一つの傑出した品質は、このアニメのサポートキャラクターも深みがあることです。\u001b[22m, \u001b[1mもう一つの優れた品質は、このアニメでサポートする文字はあまりにも深さを持っているということです、それだけではありません - 彼らは実際には、関連するプロットしています！\u001b[22m\n\u001b[4mWhich is something you don't see very often in a romcom.\u001b[24m\n    \u001b[1mあなたは非常に頻繁にromcomで見ていないものです。\u001b[22m, \u001b[1mあなたはどちらromcomに非常に頻繁に表示されていないものです。\u001b[22m\n\u001b[4mSo you can see that you have here a combination of an interesting story and setting with decent characters - normally a recipe for a masterpiece, right?\u001b[24m\n    \u001b[1mそれで、あなたはここに興味深い物語とまともなキャラクターとの組み合わせの組み合わせがあることがわかります - 通常は傑作のレシピです、そうですか？\u001b[22m, \u001b[1m右、傑作のための通常のレシピ - だから、あなたはここにまともな文字で興味深い話の組み合わせや設定を持っていることを見ることができますか？\u001b[22m\n\u001b[4mYes and indeed it was, two-thirds of my way through this anime I thought I made my mind up and I was going to give it a 10 and praise it for being near-flawless in all departments.\u001b[24m\n    \u001b[1mはい、実際には、このアニメの3分の2の方法で、私は自分の心をつくったと思っていました。私は10点を与えて、すべての部門でほぼ完璧であることを賞賛しました。\u001b[22m, \u001b[1mはい、実際にそれは私が私の決心をしたと私はそれを10を与え、すべての部門に近い完璧であることのためにそれを賞賛するために思っていた、このアニメを通じて私の方法の三分の二でした。\u001b[22m\n\u001b[4mI got ahead of myself because episode 12 was an unpleasant smack in the face and we shall now discuss that in detail (as promised, no spoilers).\u001b[24m\n    \u001b[1mエピソード12は不愉快な顔をしていたので、私は自分自身よりも先に進んできました。私たちは今これについて詳細に議論します（約束どおり、スポイラーなし）。\u001b[22m, \u001b[1mエピソード12は、顔に不快ピシャリだった（約束どおり、何のスポイラーを）我々はここで詳細に議論をしてはならないので、私は先に自分の得ました。\u001b[22m\n\u001b[1m\u001b[22m\nNow, with the theme of a dramatic romance in the shadow of a looming interplanetary disaster, you'd think this series would go for a knock-out and give you a dramatic, intellectual ending. Something your brain could chew on for days or even weeks to come - in other words, the moral of the story. Sure enough the series seemed to be moving towards that path but the complete opposite happened. The finale (as in episode 12) started out perfectly and half-way through the episode everything this series worked for was thrown into the trash bin. It was not only anti-climactic but you're left with no moral and you feel as if every orifice in your body was just shafted by a thousand small penises. In the few closing seconds the series laughs at your gullibility and your expectations and all you're left with is rage and regret.\n\n\u001b[1m今や、惑星間災害の嵐の中で劇的なロマンスをテーマにして、あなたはこのシリーズがノックアウトになると思って、劇的で知的なエンディングをあなたに与えるでしょう。 あなたの脳は何日も何週間も来ることがあります。言い換えれば、物語の道徳です。 確かにそのシリーズはその道に向かって動いているようだったが、完全な反対が起こった。 フィナーレ（エピソード12のように）は、このシリーズの全てがエピソードを通して完全に、そして途中から始まり、ゴミ箱に投げ込まれました。 それは反クライマックスだけでなく、道徳的なものが残っていて、あなたの体のすべての穴がちょうど千の小さなペニスによって軸をあたったように感じます。 数秒で、シリーズはあなたの虚栄心とあなたの期待を笑い、あなたが残しているのは怒りと後悔です。\u001b[22m\n\u001b[1m(Imaya, wakusei-kan saigai no arashi no naka de gekitekina romansu o tēma ni shite, anata wa kono shirīzu ga nokkuauto ni naru to omotte, gekitekide chitekina endingu o anata ni ataerudeshou. Anata no nō wa nan'nichi mo nan-shūkan mo kuru koto ga arimasu. Iikaereba, monogatari no dōtokudesu. Tashika ni sono shirīzu wa sonomichi ni mukatte ugoite iru yōdattaga, kanzen'na hantai ga okotta. Fināre (episōdo 12 no yō ni) wa, kono shirīzu no subete ga episōdo o tōshite kanzen ni, soshite tochū kara hajimari, gomibako ni nagekoma remashita. Sore wa han kuraimakkusu dakedenaku, dōtokutekina mono ga nokotte ite, anata no karada no subete no ana ga chōdo sen no chīsana penisu ni yotte jiku o atatta yō ni kanjimasu. Sū-byō de, shirīzu wa anata no kyoei kokoro to anata no kitai o warai, anata ga nokoshite iru no wa ikari to kōkaidesu.)\u001b[22m\n\nTranslations of \u001b[4mNow, with the theme of a dramatic romance in the shadow of a looming interplanetary disaster, you'd think this series would go for a knock-out and give you a dramatic, intellectual ending. Something your brain could chew on for days or even weeks to come - in other words, the moral of the story. Sure enough the series seemed to be moving towards that path but the complete opposite happened. The finale (as in episode 12) started out perfectly and half-way through the episode everything this series worked for was thrown into the trash bin. It was not only anti-climactic but you're left with no moral and you feel as if every orifice in your body was just shafted by a thousand small penises. In the few closing seconds the series laughs at your gullibility and your expectations and all you're left with is rage and regret.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, with the theme of a dramatic romance in the shadow of a looming interplanetary disaster, you'd think this series would go for a knock-out and give you a dramatic, intellectual ending.\u001b[24m\n    \u001b[1m今や、惑星間災害の嵐の中で劇的なロマンスをテーマにして、あなたはこのシリーズがノックアウトになると思って、劇的で知的なエンディングをあなたに与えるでしょう。\u001b[22m, \u001b[1mさて、迫り来る惑星間災害の影の劇的なロマンスをテーマに、あなたはこのシリーズはノックアウトのために行くとあなたに劇的な、知的な結末を与えるだろうと思いますよ。\u001b[22m\n\u001b[4mSomething your brain could chew on for days or even weeks to come - in other words, the moral of the story.\u001b[24m\n    \u001b[1mあなたの脳は何日も何週間も来ることがあります。言い換えれば、物語の道徳です。\u001b[22m, \u001b[1m言い換えれば、この話の教訓を - あなたの脳が来る数日あるいは数週間のためにかむことができ何か。\u001b[22m\n\u001b[4mSure enough the series seemed to be moving towards that path but the complete opposite happened.\u001b[24m\n    \u001b[1m確かにそのシリーズはその道に向かって動いているようだったが、完全な反対が起こった。\u001b[22m, \u001b[1m案の定シリーズは、そのパスに向かって移動しているように見えたが、完全な反対が起こりました。\u001b[22m\n\u001b[4mThe finale (as in episode 12) started out perfectly and half-way through the episode everything this series worked for was thrown into the trash bin.\u001b[24m\n    \u001b[1mフィナーレ（エピソード12のように）は、このシリーズの全てがエピソードを通して完全に、そして途中から始まり、ゴミ箱に投げ込まれました。\u001b[22m, \u001b[1m（エピソード12のように）フィナーレは完全にスタートし、このシリーズはのために働いたエピソードのすべてを介して、ハーフウェイは、ゴミ箱に投げ込まれました。\u001b[22m\n\u001b[4mIt was not only anti-climactic but you're left with no moral and you feel as if every orifice in your body was just shafted by a thousand small penises.\u001b[24m\n    \u001b[1mそれは反クライマックスだけでなく、道徳的なものが残っていて、あなたの体のすべての穴がちょうど千の小さなペニスによって軸をあたったように感じます。\u001b[22m, \u001b[1mこれは、アンチクライマックスだけではありませんでしたが、あなたは無道徳的で左していて、あなたの体のすべての開口部がちょうど千小さなペニスによってシャフト化されたかのように感じます。\u001b[22m\n\u001b[4mIn the few closing seconds the series laughs at your gullibility and your expectations and all you're left with is rage and regret.\u001b[24m\n    \u001b[1m数秒で、シリーズはあなたの虚栄心とあなたの期待を笑い、あなたが残しているのは怒りと後悔です。\u001b[22m, \u001b[1m数閉会秒でシリーズは、あなたの天真爛漫とあなたの期待に笑い、あなたがが残っているすべては怒りと後悔です。\u001b[22m\n\u001b[1m\u001b[22m\nNow, to clear the ambiguity of my previous paragraph I will say this : the moral of this story should have been that the world can be saved, but at a price and nothing will be the same ever again. But it wasn't. There was no moral and so it makes the whole series look very shallow.\n\n\u001b[1mさて、前の段落のあいまいさを解消するために、私はこれを言うでしょう：この物語の道徳は、世界が救われるべきだったが、価格で、何も同じことが再び起こらないようにすべきでした。 しかし、そうではありませんでした。 道徳的なものはなく、シリーズ全体が非常に浅く見えます。\u001b[22m\n\u001b[1m(Sate, mae no danraku no aimai-sa o kaishō suru tame ni, watashi wa kore o iudeshou: Kono monogatari no dōtoku wa, sekai ga sukuwa rerubekidattaga, kakaku de, nani mo onaji koto ga futatabi okoranai yō ni subekideshita. Shikashi,-sōde wa arimasendeshita. Dōtokutekina mono wa naku, shirīzu zentai ga hijō ni asaku miemasu.)\u001b[22m\n\nTranslations of \u001b[4mNow, to clear the ambiguity of my previous paragraph I will say this : the moral of this story should have been that the world can be saved, but at a price and nothing will be the same ever again. But it wasn't. There was no moral and so it makes the whole series look very shallow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, to clear the ambiguity of my previous paragraph I will say this : the moral of this story should have been that the world can be saved, but at a price and nothing will be the same ever again.\u001b[24m\n    \u001b[1mさて、前の段落のあいまいさを解消するために、私はこれを言うでしょう：この物語の道徳は、世界が救われるべきだったが、価格で、何も同じことが再び起こらないようにすべきでした。\u001b[22m, \u001b[1m今、私の前の段落の曖昧さをクリアするには、私はこれを言うだろう：この話の教訓は、世界が救われることができることをされている必要がありますが、価格と何で二度と同じになります。\u001b[22m\n\u001b[4mBut it wasn't.\u001b[24m\n    \u001b[1mしかし、そうではありませんでした。\u001b[22m\n\u001b[4mThere was no moral and so it makes the whole series look very shallow.\u001b[24m\n    \u001b[1m道徳的なものはなく、シリーズ全体が非常に浅く見えます。\u001b[22m, \u001b[1mそこには道徳的ではなかったので、それはシリーズ全体が非常に浅い見えるのです。\u001b[22m\n\u001b[1m\u001b[22m\nThat said, everything else is near-perfect. Art, sound, the characters. Episode after an episode you're drawn in deeper into the story and the art &amp; sound make the experience complete.\n\n\u001b[1mつまり、他のすべてはほぼ完璧です。 アート、サウンド、キャラクター。 エピソードの後のエピソードは、あなたが物語とアート＆amp; サウンドは経験を完成させる。\u001b[22m\n\u001b[1m(Tsumari, hoka no subete wa hobo kanpekidesu. Āto, saundo, kyarakutā. Episōdo no nochi no episōdo wa, anata ga monogatari to āto& amp; saundo wa keiken o kansei sa seru.)\u001b[22m\n\nTranslations of \u001b[4mThat said, everything else is near-perfect. Art, sound, the characters. Episode after an episode you're drawn in deeper into the story and the art &amp; sound make the experience complete.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said, everything else is near-perfect.\u001b[24m\n    \u001b[1mつまり、他のすべてはほぼ完璧です。\u001b[22m, \u001b[1mそれによると、他のすべてが完璧に近いです。\u001b[22m\n\u001b[4mArt, sound, the characters.\u001b[24m\n    \u001b[1mアート、サウンド、キャラクター。\u001b[22m, \u001b[1mアート、サウンド、文字。\u001b[22m\n\u001b[4mEpisode after an episode you're drawn in deeper into the story and the art &amp;\u001b[24m\n    \u001b[1mエピソードの後のエピソードは、あなたが物語とアート＆amp;\u001b[22m, \u001b[1mあなたはストーリーとアート＆アンペアの奥深くに描かれているエピソードの後のエピソード。\u001b[22m\n\u001b[4msound make the experience complete.\u001b[24m\n    \u001b[1mサウンドは経験を完成させる。\u001b[22m, \u001b[1mサウンド体験が完了します。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, 'Deeper than the Dawning Blue' is still a very good anime series and the casual anime watcher will definitively enjoy it. However beware of the ending as it will leave you crying in anger. Just don't smash your monitor with the keyboard.\n\n\u001b[1m結局のところ、「Dawning Blueよりも深い」はまだ非常に優れたアニメシリーズであり、カジュアルなアニメウォッチャーは確かにそれを楽しむでしょう。 しかし、あなたが怒って泣くままになるので、結末には注意してください。 あなたのモニターをキーボードで叩かないでください。\u001b[22m\n\u001b[1m(Kekkyokunotokoro,`Dawning burū yori mo fukai' wa mada hijō ni sugureta animeshirīzudeari, kajuaruna animeu~otchā wa tashika ni sore o tanoshimudeshou. Shikashi, anata ga okotte naku mama ni narunode, ketsumatsu ni wa chūi shite kudasai. Anata no monitā o kībōdo de tatakanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, 'Deeper than the Dawning Blue' is still a very good anime series and the casual anime watcher will definitively enjoy it. However beware of the ending as it will leave you crying in anger. Just don't smash your monitor with the keyboard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, 'Deeper than the Dawning Blue' is still a very good anime series and the casual anime watcher will definitively enjoy it.\u001b[24m\n    \u001b[1m結局のところ、「Dawning Blueよりも深い」はまだ非常に優れたアニメシリーズであり、カジュアルなアニメウォッチャーは確かにそれを楽しむでしょう。\u001b[22m, \u001b[1mすべてのすべてで、「曙光ブルーよりも深い」は依然として非常に良いアニメシリーズで、カジュアルなアニメウォッチャーは決定的にそれをお楽しみいただけます。\u001b[22m\n\u001b[4mHowever beware of the ending as it will leave you crying in anger.\u001b[24m\n    \u001b[1mしかし、あなたが怒って泣くままになるので、結末には注意してください。\u001b[22m, \u001b[1mそれは怒りで泣いてあなたを残しますしかし結末には注意してください。\u001b[22m\n\u001b[4mJust don't smash your monitor with the keyboard.\u001b[24m\n    \u001b[1mあなたのモニターをキーボードで叩かないでください。\u001b[22m, \u001b[1mキーボードだけでモニターを粉砕しないでください。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "bookkid900",
    "profile": "/profile/bookkid900/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=21507",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nまず最初に、これが私の最初のレビューであることをお知らせしたいと思います。\n\nストーリー：8\n「Yokae Mae Yori Iro Na」（またはYMYINはここから参照する予定です）の話は、後半までは実際には登場しません。 当初、それは偽りのようです - 他の国/世界の誰かと時間を過ごしている別の国/世界の王女。 しかしそれ以降は、最初からそこにあったはずのドラマと陰謀に焦点を当てています。 いくつかのドラマがありますが、CLANNADやその2番目のシーズンではなく、実際に取り込むことのできるタイプです。 非常に軽快なロマンスのコメディです。\n\nアート：9\n芸術は素晴らしかったが、それほど偉大ではなかった。 それは凶悪に見えることなく仕事を終えた。\n\nサウンド：10\nこのシリーズのサウンドは素晴らしいです。 ディレクターがj-popの曲やアーティストを使わなかったのは本当に好きでしたが、アニメのオープニングで見つかった通常のポップミュージックの代わりにピアノの部分を使っていました。\n\nキャラクター：9\nキャラクターは最初にはっきりしていますが、全体的に改善しています。 画面の時間があまりないマイナーなものは、それほど多くは変わっていないが、それほど多くは期待されていない。\n\n楽しさ：10\n私はあまりにも多くのドラマなしで良いロマンスコメディーを探していたので、前半でもこのシリーズは本当に好きだった。\n\n全体的に私は誰にでもこれを提案します。 最終得点：9\n\n\nレビュアー情報（これは私のPOVを表示します）\n性別男性\n年齢（視聴時）：15\n好きなジャンル：ロマンス、コメディー（少年のみ）、スライス・オブ・ライフ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst and foremost I want to let you know that this is my first review.\n\n\u001b[1mまず最初に、これが私の最初のレビューであることをお知らせしたいと思います。\u001b[22m\n\u001b[1m(Mazu saisho ni, kore ga watashi no saisho no rebyūdearu koto o oshirase shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst and foremost I want to let you know that this is my first review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst and foremost I want to let you know that this is my first review.\u001b[24m\n    \u001b[1mまず最初に、これが私の最初のレビューであることをお知らせしたいと思います。\u001b[22m, \u001b[1mまず第一に私はあなたがこれが私の最初のレビューであることを知らせたいです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nThe story of 'Yokae Mae Yori Iro Na' (or YMYIN as I will refer to it from here) does not really come in until the later part of the series. At first it seems cliched - A princess from another nation/ world spending time with someone from another nation/world. But later on it focuses on the drama and intrigue that should have been there since the beginning. There is some drama but it is the type you can actually take in, not like CLANNAD or its second season. It is a very lighthearted romance comedy.\n\n\u001b[1m「Yokae Mae Yori Iro Na」（またはYMYINはここから参照する予定です）の話は、後半までは実際には登場しません。 当初、それは偽りのようです - 他の国/世界の誰かと時間を過ごしている別の国/世界の王女。 しかしそれ以降は、最初からそこにあったはずのドラマと陰謀に焦点を当てています。 いくつかのドラマがありますが、CLANNADやその2番目のシーズンではなく、実際に取り込むことのできるタイプです。 非常に軽快なロマンスのコメディです。\u001b[22m\n\u001b[1m(`Yokae Mae Yori Iro Na'(matawa YMYIN wa koko kara sanshō suru yoteidesu) no hanashi wa, kōhan made wa jissai ni wa tōjō shimasen. Tōsho, soreha itsuwari no yōdesu - hoka no kuni/ sekai no dareka to jikan o sugoshite iru betsu no kuni/ sekai no ōjo. Shikashi sore ikō wa, saisho kara soko ni atta hazu no dorama to inbō ni shōten o atete imasu. Ikutsu ka no dorama ga arimasuga, kuranado ya sono 2-banme no shīzunde wa naku, jissai ni torikomu koto no dekiru taipudesu. Hijō ni keikaina romansu no komedidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of 'Yokae Mae Yori Iro Na' (or YMYIN as I will refer to it from here) does not really come in until the later part of the series. At first it seems cliched - A princess from another nation/ world spending time with someone from another nation/world. But later on it focuses on the drama and intrigue that should have been there since the beginning. There is some drama but it is the type you can actually take in, not like CLANNAD or its second season. It is a very lighthearted romance comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of 'Yokae Mae Yori Iro Na' (or YMYIN as I will refer to it from here) does not really come in until the later part of the series.\u001b[24m\n    \u001b[1m「Yokae Mae Yori Iro Na」（またはYMYINはここから参照する予定です）の話は、後半までは実際には登場しません。\u001b[22m, \u001b[1m「YokaeメイヨリいろのNa」の物語（またはYMYIN私はここからそれを参照するように）本当にシリーズの後半までで付属していません。\u001b[22m\n\u001b[4mAt first it seems cliched - A princess from another nation/ world spending time with someone from another nation/world.\u001b[24m\n    \u001b[1m当初、それは偽りのようです - 他の国/世界の誰かと時間を過ごしている別の国/世界の王女。\u001b[22m, \u001b[1m別の国/世界から王女は別の国/世界の誰かとの時間を過ごす - 最初は陳腐ようです。\u001b[22m\n\u001b[4mBut later on it focuses on the drama and intrigue that should have been there since the beginning.\u001b[24m\n    \u001b[1mしかしそれ以降は、最初からそこにあったはずのドラマと陰謀に焦点を当てています。\u001b[22m, \u001b[1mしかし、その後にそれは初めからそこにあったはずのドラマと陰謀に焦点を当てています。\u001b[22m\n\u001b[4mThere is some drama but it is the type you can actually take in, not like CLANNAD or its second season.\u001b[24m\n    \u001b[1mいくつかのドラマがありますが、CLANNADやその2番目のシーズンではなく、実際に取り込むことのできるタイプです。\u001b[22m, \u001b[1mそこにいくつかのドラマがあるが、それはあなたが実際CLANNADまたはその第二シーズンを好きではない、で取ることができるタイプです。\u001b[22m\n\u001b[4mIt is a very lighthearted romance comedy.\u001b[24m\n    \u001b[1m非常に軽快なロマンスのコメディです。\u001b[22m, \u001b[1mそれは非常に陽気なロマンスコメディです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nThe art was good but not really that great. It got the job done without looking atrocious.\n\n\u001b[1m芸術は素晴らしかったが、それほど偉大ではなかった。 それは凶悪に見えることなく仕事を終えた。\u001b[22m\n\u001b[1m(Geijutsu wa subarashikatta ga, sorehodo idaide wa nakatta. Sore wa kyōaku ni mieru koto naku shigoto o oeta.)\u001b[22m\n\nTranslations of \u001b[4mThe art was good but not really that great. It got the job done without looking atrocious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was good but not really that great.\u001b[24m\n    \u001b[1m芸術は素晴らしかったが、それほど偉大ではなかった。\u001b[22m, \u001b[1m芸術は良いが、本当に素晴らしいではありませんでした。\u001b[22m\n\u001b[4mIt got the job done without looking atrocious.\u001b[24m\n    \u001b[1mそれは凶悪に見えることなく仕事を終えた。\u001b[22m, \u001b[1mそれは凶悪見ずに仕事を得ました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nThe sound is amazing in this series. I really liked how the directors didn't use a j-pop song or artist but had a piano part used in place of the usual pop music found in anime openings.\n\n\u001b[1mこのシリーズのサウンドは素晴らしいです。 ディレクターがj-popの曲やアーティストを使わなかったのは本当に好きでしたが、アニメのオープニングで見つかった通常のポップミュージックの代わりにピアノの部分を使っていました。\u001b[22m\n\u001b[1m(Kono shirīzu no saundo wa subarashīdesu. Direkutā ga j - pop no kyoku ya ātisuto o tsukawanakatta no wa hontōni sukideshita ga, anime no ōpuningu de mitsukatta tsūjō no poppumyūjikku no kawarini piano no bubun o tsukatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is amazing in this series. I really liked how the directors didn't use a j-pop song or artist but had a piano part used in place of the usual pop music found in anime openings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is amazing in this series.\u001b[24m\n    \u001b[1mこのシリーズのサウンドは素晴らしいです。\u001b[22m, \u001b[1m音はこのシリーズの素晴らしいです。\u001b[22m\n\u001b[4mI really liked how the directors didn't use a j-pop song or artist but had a piano part used in place of the usual pop music found in anime openings.\u001b[24m\n    \u001b[1mディレクターがj-popの曲やアーティストを使わなかったのは本当に好きでしたが、アニメのオープニングで見つかった通常のポップミュージックの代わりにピアノの部分を使っていました。\u001b[22m, \u001b[1m私は本当に取締役はJポップの曲やアーティストを使用しなかった方法を言っていますが、アニメの開口部で見つかった通常のポップミュージックの代わりに使用ピアノパートを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nThe characters are cliched in the beginning but they improve throughout. Now some of the minor ones, that didn't have much screen time, did not change as much but that much is expected.\n\n\u001b[1mキャラクターは最初にはっきりしていますが、全体的に改善しています。 画面の時間があまりないマイナーなものは、それほど多くは変わっていないが、それほど多くは期待されていない。\u001b[22m\n\u001b[1m(Kyarakutā wa saisho ni hakkiri shite imasuga, zentai-teki ni kaizen shite imasu. Gamen no jikan ga amarinai maināna mono wa, sorehodo ōku wa kawatte inaiga, sorehodo ōku wa kitai sa rete inai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are cliched in the beginning but they improve throughout. Now some of the minor ones, that didn't have much screen time, did not change as much but that much is expected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are cliched in the beginning but they improve throughout.\u001b[24m\n    \u001b[1mキャラクターは最初にはっきりしていますが、全体的に改善しています。\u001b[22m, \u001b[1m文字は、初めに陳腐であるが、それらは全体に改善します。\u001b[22m\n\u001b[4mNow some of the minor ones, that didn't have much screen time, did not change as much but that much is expected.\u001b[24m\n    \u001b[1m画面の時間があまりないマイナーなものは、それほど多くは変わっていないが、それほど多くは期待されていない。\u001b[22m, \u001b[1m今、多くのスクリーンの時間を持っていなかったマイナーなもののいくつかは、できるだけ多くを変えなかったが、多くは期待されていること。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nI really liked this series, even in the first half, because I was looking for a good romance comedy without too much drama.\n\n\u001b[1m私はあまりにも多くのドラマなしで良いロマンスコメディーを探していたので、前半でもこのシリーズは本当に好きだった。\u001b[22m\n\u001b[1m(Watashi wa amarini mo ōku no dorama nashide yoi romansukomedī o sagashite itanode, zenhan demo kono shirīzu wa hontōni sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mI really liked this series, even in the first half, because I was looking for a good romance comedy without too much drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked this series, even in the first half, because I was looking for a good romance comedy without too much drama.\u001b[24m\n    \u001b[1m私はあまりにも多くのドラマなしで良いロマンスコメディーを探していたので、前半でもこのシリーズは本当に好きだった。\u001b[22m, \u001b[1m私はあまりのドラマなく、良好なロマンスコメディを探していたので、私は本当に、でも前半に、このシリーズが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I would suggest this to anyone. Final Score: 9\n\n\u001b[1m全体的に私は誰にでもこれを提案します。 最終得点：9\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa darenidemo kore o teian shimasu. Saishū tokuten: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall I would suggest this to anyone. Final Score: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I would suggest this to anyone.\u001b[24m\n    \u001b[1m全体的に私は誰にでもこれを提案します。\u001b[22m, \u001b[1m全体的に私は誰にもこのことをお勧めします。\u001b[22m\n\u001b[4mFinal Score: 9\u001b[24m\n    \u001b[1m最終得点：9\u001b[22m, \u001b[1m最終的なスコア：9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nReviewer info (This shows my POV)\n\n\u001b[1mレビュアー情報（これは私のPOVを表示します）\u001b[22m\n\u001b[1m(Rebyuā jōhō (kore wa watashi no POV o hyōji shimasu))\u001b[22m\n\nTranslations of \u001b[4mReviewer info (This shows my POV)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReviewer info (This shows my POV)\u001b[24m\n    \u001b[1mレビュアー情報（これは私のPOVを表示します）\u001b[22m, \u001b[1mレビュー情報（これは私のPOVを示しています）\u001b[22m\nGender: Male\n\n\u001b[1m性別男性\u001b[22m\n\u001b[1m(Seibetsu dansei)\u001b[22m\n\nTranslations of \u001b[4mGender: Male\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGender: Male\u001b[24m\n    \u001b[1m性別男性\u001b[22m, \u001b[1m性別：男性\u001b[22m\nAge (at time of viewing): 15\n\n\u001b[1m年齢（視聴時）：15\u001b[22m\n\u001b[1m(Nenrei (shichō-ji): 15)\u001b[22m\n\nTranslations of \u001b[4mAge (at time of viewing): 15\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAge (at time of viewing): 15\u001b[24m\n    \u001b[1m年齢（視聴時）：15\u001b[22m, \u001b[1m（視聴時）年齢：15\u001b[22m\nFavorite Genres: Romance, comedy (shounen only), slice of life.\n\n\u001b[1m好きなジャンル：ロマンス、コメディー（少年のみ）、スライス・オブ・ライフ。\u001b[22m\n\u001b[1m(Sukina janru: Romansu, komedī (shōnen nomi), suraisu Obu raifu.)\u001b[22m\n\nTranslations of \u001b[4mFavorite Genres: Romance, comedy (shounen only), slice of life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFavorite Genres: Romance, comedy (shounen only), slice of life.\u001b[24m\n    \u001b[1m好きなジャンル：ロマンス、コメディー（少年のみ）、スライス・オブ・ライフ。\u001b[22m, \u001b[1m好きなジャンル：ロマンス、コメディ（少年のみ）、生活のスライス。\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "FatalRewind",
    "profile": "/profile/FatalRewind/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=27056",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nDVDを所有するために何年にもわたって私のハードドライブに保存した写真から、偶然のアニメを見つけることから、私はこのシリーズを非常に楽しんできました。\n\nストーリー：それはオリジナルです、お互いがお互いのように、お互いに後でお互いを見つけて、女の子がプリンセスであることが分かりました。 私は物語の中に入りたいとは思わないが、それはオリジナルだ。\n\nアート：私はそれに「それほど良い」芸術を持っていたDVDを手に入れました。 例：レタスの頭はレタスの頭よりも緑色のボールのように見えます。  （左のビットが欠けている）あなたが高価なDVDを入手したら、私は仮定します（50ドルのような2エピソードのように。）キャラクターから風景まで、アートワークはすばらしかったです！\n\n音：音を立てなくても、すべての人が聴くことができました。 音楽ははっきりしていました。 彼らがOSTを作ったのなら、私はOSTのコピーが欲しいです。\n\nキャラクターズ：8月には、キャラクターを作る独特の方法があります。そのすべては愛らしいものでした。 すべてのキャラクターのアイデアはオリジナルで、とても賢いものでした。\n\n楽しさ：それはコミックでロマンチックで、私を泣かせてくれました。 私はこれを、笑いたい人に勧めます。\n\n全体：アニメ自体に非常に満足しています。第2試合から第2セッションを見ることを願っています。 彼らが別のショーを制作しなければ、少し失望するだろう。\n\nもっと多くのこと：字幕が問題でした。 いくつかのスペルミスがあり、キャラクターはまだ話していたにもかかわらず、長い読書ビットが十分に長い間画面上に保持されませんでした。 これは、私がDVDから嫌いされたことだけです。  YouTubeで動画を見ると、状況をよりよく理解できます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFrom finding the anime by accident from a picture I had saved on my hard drive for several years to owning the DVD, I've enjoyed the series very much.\n\n\u001b[1mDVDを所有するために何年にもわたって私のハードドライブに保存した写真から、偶然のアニメを見つけることから、私はこのシリーズを非常に楽しんできました。\u001b[22m\n\u001b[1m(DVD o shoyū suru tame ni nanidoshi ni mo watatte watashi no hādodoraibu ni hozon shita shashin kara, gūzen no anime o mitsukeru koto kara, watashi wa kono shirīzu o hijō ni tanoshinde kimashita.)\u001b[22m\n\nTranslations of \u001b[4mFrom finding the anime by accident from a picture I had saved on my hard drive for several years to owning the DVD, I've enjoyed the series very much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom finding the anime by accident from a picture I had saved on my hard drive for several years to owning the DVD, I've enjoyed the series very much.\u001b[24m\n    \u001b[1mDVDを所有するために何年にもわたって私のハードドライブに保存した写真から、偶然のアニメを見つけることから、私はこのシリーズを非常に楽しんできました。\u001b[22m, \u001b[1m数年前から私は私のハードドライブに保存された画像から、事故によってアニメを見つけることからDVDを所有しているために、私は非常に多くのシリーズを楽しんできました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: It's original, two kids like each other when they were little to finding one another later in life to find one the girl is a princess. I don't want to get to far into the story but it's original.\n\n\u001b[1mストーリー：それはオリジナルです、お互いがお互いのように、お互いに後でお互いを見つけて、女の子がプリンセスであることが分かりました。 私は物語の中に入りたいとは思わないが、それはオリジナルだ。\u001b[22m\n\u001b[1m(Sutōrī: Sore wa orijinarudesu, otagai ga otagai no yō ni, otagai ni atode otagai o mitsukete, on'nanoko ga purinsesudearu koto ga wakarimashita. Watashi wa monogatari no naka ni hairitai to wa omowanaiga, soreha orijinaruda.)\u001b[22m\n\nTranslations of \u001b[4mStory: It's original, two kids like each other when they were little to finding one another later in life to find one the girl is a princess. I don't want to get to far into the story but it's original.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: It's original, two kids like each other when they were little to finding one another later in life to find one the girl is a princess.\u001b[24m\n    \u001b[1mストーリー：それはオリジナルです、お互いがお互いのように、お互いに後でお互いを見つけて、女の子がプリンセスであることが分かりました。\u001b[22m, \u001b[1mストーリー：彼らは一人の女の子が王女である見つけることがその後の人生でお互いを見つけることに少しあったときには、お互いのような二人の子供の元です。\u001b[22m\n\u001b[4mI don't want to get to far into the story but it's original.\u001b[24m\n    \u001b[1m私は物語の中に入りたいとは思わないが、それはオリジナルだ。\u001b[22m, \u001b[1m私は物語の中に遠くに取得する必要はありませんが、それは、元のです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I got the DVD that had the 'not so good' art on it. For example: A lettuce head appears to be a green ball than a head of lettuce. (Lefty bits are missing.) I assume if you get the expensive DVD (Like 2 episodes for like $50.) Everything else from Characters to Scenery, the artworks was fantastic!\n\n\u001b[1mアート：私はそれに「それほど良い」芸術を持っていたDVDを手に入れました。 例：レタスの頭はレタスの頭よりも緑色のボールのように見えます。  （左のビットが欠けている）あなたが高価なDVDを入手したら、私は仮定します（50ドルのように2エピソードのように。）キャラクターから風景に至るまで、アートワークはすばらしかったです！\u001b[22m\n\u001b[1m(Āto: Watashi wa sore ni `sore hodo yoi' geijutsu o motte ita DVD o te ni iremashita. Rei: Retasu no atama wa retasu no atama yori mo midoriiro no bōru no yō ni miemasu. (Hidari no bitto ga kakete iru) anata ga kōkana DVD o nyūshu shitara, watashi wa katei shimasu (50-doru no yō ni 2 episōdo no yō ni. ) Kyarakutā kara fūkei ni itaru made, ātowāku wa subarashikattadesu!)\u001b[22m\n\nTranslations of \u001b[4mArt: I got the DVD that had the 'not so good' art on it. For example: A lettuce head appears to be a green ball than a head of lettuce. (Lefty bits are missing.) I assume if you get the expensive DVD (Like 2 episodes for like $50.) Everything else from Characters to Scenery, the artworks was fantastic!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I got the DVD that had the 'not so good' art on it.\u001b[24m\n    \u001b[1mアート：私はそれに「それほど良い」芸術を持っていたDVDを手に入れました。\u001b[22m, \u001b[1mアート：私はそれに「あまりよくない」アートを持っていたDVDを得ました。\u001b[22m\n\u001b[4mFor example: A lettuce head appears to be a green ball than a head of lettuce.\u001b[24m\n    \u001b[1m例：レタスの頭はレタスの頭よりも緑色のボールのように見えます。\u001b[22m, \u001b[1m例えば：レタスヘッドはレタスの頭よりも緑のボールのように見えます。\u001b[22m\n\u001b[4m(Lefty bits are missing.) I assume if you get the expensive DVD (Like 2 episodes for like $50.) Everything else from Characters to Scenery, the artworks was fantastic!\u001b[24m\n    \u001b[1m（左のビットが欠けている）あなたが高価なDVDを入手したら、私は仮定します（50ドルのように2エピソードのように。）キャラクターから風景に至るまで、アートワークはすばらしかったです！\u001b[22m, \u001b[1m（レフティビットが欠落しています。）あなたは高価なDVDを取得する場合、私は仮定し（同様に$ 50のための2エピソードを。）風景の文字から他のすべてを、作品は素晴らしかったです！\u001b[22m\n\u001b[1m\u001b[22m\nSound: I could hear every person without having to turn up the sound. Music came in crystal clear. I would like a copy of they OST if they made one.\n\n\u001b[1m音：音を立てなくても、すべての人が聴くことができました。 音楽ははっきりしていました。 彼らがOSTを作ったのなら、私はOSTのコピーが欲しいです。\u001b[22m\n\u001b[1m(Oto: Oto o tatenakute mo, subete no hito ga kiku koto ga dekimashita. Ongaku wa hakkiri shite imashita. Karera ga OST o tsukutta nonara, watashi wa OST no kopī ga hoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: I could hear every person without having to turn up the sound. Music came in crystal clear. I would like a copy of they OST if they made one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I could hear every person without having to turn up the sound.\u001b[24m\n    \u001b[1m音：音を立てなくても、すべての人が聴くことができました。\u001b[22m, \u001b[1mサウンド：私は音をオンにすることなく、すべての人を聞くことができました。\u001b[22m\n\u001b[4mMusic came in crystal clear.\u001b[24m\n    \u001b[1m音楽ははっきりしていました。\u001b[22m, \u001b[1m音楽は、クリスタルクリアになりました。\u001b[22m\n\u001b[4mI would like a copy of they OST if they made one.\u001b[24m\n    \u001b[1m彼らがOSTを作ったのなら、私はOSTのコピーが欲しいです。\u001b[22m, \u001b[1m彼らは1を作った場合、私は彼らOSTのコピーをしたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: August has their own unique way of creating characters, all of them were adorable, and even more when they appeared as chibi. All character ideas were original, and very clever.\n\n\u001b[1mキャラクターズ：8月には、キャラクターを作る独特の方法があります。そのすべては愛らしいものでした。 すべてのキャラクターのアイデアはオリジナルで、とても賢いものでした。\u001b[22m\n\u001b[1m(Kyarakutāzu: 8 Tsuki ni wa, kyarakutā o tsukuru dokutoku no hōhō ga arimasu. Sono subete wa airashī monodeshita. Subete no kyarakutā no aidea wa orijinaru de, totemo kashikoi monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: August has their own unique way of creating characters, all of them were adorable, and even more when they appeared as chibi. All character ideas were original, and very clever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: August has their own unique way of creating characters, all of them were adorable, and even more when they appeared as chibi.\u001b[24m\n    \u001b[1mキャラクターズ：8月には、キャラクターを作る独特の方法があります。そのすべては愛らしいものでした。\u001b[22m, \u001b[1m文字は、8月には、文字を作成するための独自の方法を持って、それらのすべてが愛らしいたし、さらに多くの彼らは、ちび登場したとき。\u001b[22m\n\u001b[4mAll character ideas were original, and very clever.\u001b[24m\n    \u001b[1mすべてのキャラクターのアイデアはオリジナルで、とても賢いものでした。\u001b[22m, \u001b[1mすべての文字のアイデアはオリジナルの、そして非常に賢いでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: It was comical, romantic, and even made me cry. I suggest this to anyone who want's a good laugh.\n\n\u001b[1m楽しさ：それはコミックでロマンチックで、私を泣かせてくれました。 私はこれを、笑いたい人に勧めます。\u001b[22m\n\u001b[1m(Tanoshisa: Sore wa komikku de romanchikkude, watashi o naka sete kuremashita. Watashi wa kore o, waraitai hito ni susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: It was comical, romantic, and even made me cry. I suggest this to anyone who want's a good laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: It was comical, romantic, and even made me cry.\u001b[24m\n    \u001b[1m楽しさ：それはコミックでロマンチックで、私を泣かせてくれました。\u001b[22m, \u001b[1m楽しさ：それは、コミカルなロマンチックだった、とさえ私は泣きました。\u001b[22m\n\u001b[4mI suggest this to anyone who want's a good laugh.\u001b[24m\n    \u001b[1m私はこれを、笑いたい人に勧めます。\u001b[22m, \u001b[1m私は大笑いだたい誰にもこのことを示唆しています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I am very pleased with the anime itself and I hope to see a second session from the second game. It would be a little disappointing if they didn't create another show.\n\n\u001b[1m全体：アニメ自体に非常に満足しています。第2試合から第2セッションを見ることを願っています。 彼らが別のショーを制作しなければ、少し失望するだろう。\u001b[22m\n\u001b[1m(Zentai: Anime jitai ni hijō ni manzoku shite imasu. Dai 2 shiai kara dai 2 sesshon o miru koto o negatte imasu. Karera ga betsu no shō o seisaku shinakereba, sukoshi shitsubō surudarou.)\u001b[22m\n\nTranslations of \u001b[4mOverall: I am very pleased with the anime itself and I hope to see a second session from the second game. It would be a little disappointing if they didn't create another show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I am very pleased with the anime itself and I hope to see a second session from the second game.\u001b[24m\n    \u001b[1m全体：アニメ自体に非常に満足しています。第2試合から第2セッションを見ることを願っています。\u001b[22m, \u001b[1m全体：私はアニメ自体に非常に満足していると私は、第二のゲームから第二のセッションを見てほしいです。\u001b[22m\n\u001b[4mIt would be a little disappointing if they didn't create another show.\u001b[24m\n    \u001b[1m彼らが別のショーを制作しなければ、少し失望するだろう。\u001b[22m, \u001b[1m彼らは別のショーを作成しなかった場合、それは少し期待はずれであろう。\u001b[22m\n\u001b[1m\u001b[22m\nOn more thing: Subtitles were an issue. There were several spelling mistakes and the long reading bits were not kept on the screen long enough, even though the character was still talking. This is the ONLY thing I hated from the DVD. Watching the videos on YouTube gives you a better understanding of the situation.\n\n\u001b[1mもっと多くのこと：字幕が問題でした。 いくつかのスペルミスがあり、キャラクターはまだ話していたにもかかわらず、長い読書ビットが十分に長い間画面上に保持されませんでした。 これは、私がDVDから嫌いされたことだけです。  YouTubeで動画を見ると、状況をよりよく理解できます。\u001b[22m\n\u001b[1m(Motto ōku no koto: Jimaku ga mondaideshita. Ikutsu ka no superumisu ga ari, kyarakutā wa mada hanashite ita nimokakawarazu, nagai dokusho bitto ga jūbun ni nagaiai gamen'ue ni hoji sa remasendeshita. Kore wa, watashi ga DVD kara kirai sa reta koto dakedesu. Yūchūbu de dōga o miru to, jōkyō o yori yoku rikai dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOn more thing: Subtitles were an issue. There were several spelling mistakes and the long reading bits were not kept on the screen long enough, even though the character was still talking. This is the ONLY thing I hated from the DVD. Watching the videos on YouTube gives you a better understanding of the situation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn more thing: Subtitles were an issue.\u001b[24m\n    \u001b[1mもっと多くのこと：字幕が問題でした。\u001b[22m, \u001b[1mより多くの事では：字幕が問題でした。\u001b[22m\n\u001b[4mThere were several spelling mistakes and the long reading bits were not kept on the screen long enough, even though the character was still talking.\u001b[24m\n    \u001b[1mいくつかのスペルミスがあり、キャラクターはまだ話していたにもかかわらず、長い読書ビットが十分に長い間画面上に保持されませんでした。\u001b[22m, \u001b[1mいくつかのスペルミスと長い読み取りビットは文字がまだ話していたにもかかわらず、十分な長さの画面上に保持されていなかったがありました。\u001b[22m\n\u001b[4mThis is the ONLY thing I hated from the DVD.\u001b[24m\n    \u001b[1mこれは、私がDVDから嫌いされたことだけです。\u001b[22m, \u001b[1mこれは私がDVDから嫌わ唯一のものです。\u001b[22m\n\u001b[4mWatching the videos on YouTube gives you a better understanding of the situation.\u001b[24m\n    \u001b[1mYouTubeで動画を見ると、状況をよりよく理解できます。\u001b[22m, \u001b[1mYouTubeで動画を見て、あなたの状況をよりよく理解することができます。\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "ArcanumSymphonis",
    "profile": "/profile/ArcanumSymphonis/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=110825",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\nまあ、それは確かに楽しいです、私はそれを言うでしょう。 しかし、いくつかの部分では少しばかり感じる - 全体的な経験は良いですが、いくつかのことがそれを取り戻しています。\n\nアートワークは、ほとんどの場合、かなり良いです。 しかし、実際に何が起こっているのかを知るために必要な最小限のアニメーションだけで、非常に急いで感じるシーンがいくつかあります。 ちびキャラのコメディシーンは面白いこともありますが、やや安い感じがします。\n\nキャラクター自体は、ロマンチックなアニメのためにはかなり標準的なものです。視覚小説に基づいたアニメーションです。優雅ではありませんが、おしゃれな幼なじみの友人、漫画の救済男性のサポートキャラクター、 別の顔や名前を与えられる可能性があるキャラクターは突然別のシリーズの一部です。 キャラクターはあまりにも成長しません。 主人公は愛に向かって進んでいますが、あまり多くは起こっていません。 他の文字はすべて、実際の開始方法と実質的に同じです。 つまり、ある狂人がより成熟したキャストを馬鹿げたやり方に引きずり出すと、登場人物は確かに楽しむことができます。\n\n物語は、全体として、たとえ技術的に少しばかりであっても、とても楽しいものです。 それはいつ緊張を高め、それを低く保つべきか、笑いをいつ持ち込むのか、より真剣に向きを変えるべき時を知っています。特にロマンスアニメのように見れば、あなたの心臓を打つタイミングを知ることができます。 それは良いペースを設定する非常に良い、簡単な物語です。 私がそれを「平凡」と呼ぶ唯一の理由は、恐ろしい安い動きが「ああ、心配しない、それはすべていいよ」と言われ、それをそこに残す、最後の一瞬のせいである。 そのすべての緊張感、すべての感情 - すべてが1つの小さな場面で一掃されます。 私は、はい、それは幸せな結末を許しているが、それはまだかなり苦しい瞬間であり、それは私のためにかなりの経験を要した。\n\n全体的に、クレセントラブは確かに価値のある時計です。 終わり、耐え忍び、ブロックアウト、または完全にフィナーレの間に気を惹きつけている瞬間を飛ばすと、それをお楽しみください。うまくいけば、あなた自身について良いことを感じるようになるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWell, it's certainly enjoyable, I'll say that. However, it feels a bit off for some parts - the overall experience is good, but a couple of things hold it back.\n\n\u001b[1mまあ、それは確かに楽しいです、私はそれを言うでしょう。 しかし、いくつかの部分では少しばかり感じる - 全体的な経験は良いですが、いくつかのことがそれを取り戻しています。\u001b[22m\n\u001b[1m(Mā, sore wa tashika ni tanoshīdesu, watashi wa sore o iudeshou. Shikashi, ikutsu ka no bubunde wa sukoshi bakari kanjiru - zentai-tekina keiken wa yoidesuga, ikutsu ka no koto ga sore o torimodoshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, it's certainly enjoyable, I'll say that. However, it feels a bit off for some parts - the overall experience is good, but a couple of things hold it back.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, it's certainly enjoyable, I'll say that.\u001b[24m\n    \u001b[1mまあ、それは確かに楽しいです、私はそれを言うでしょう。\u001b[22m, \u001b[1mまあ、それは確かに楽しいですが、私はそれを言いますよ。\u001b[22m\n\u001b[4mHowever, it feels a bit off for some parts - the overall experience is good, but a couple of things hold it back.\u001b[24m\n    \u001b[1mしかし、いくつかの部分では少しばかり感じる - 全体的な経験は良いですが、いくつかのことがそれを取り戻しています。\u001b[22m, \u001b[1m全体的な経験は良いですが、物事のカップルが戻ってそれを保持する - しかし、それはいくつかの部品のためのビットをオフに感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork is, for the most part, fairly good. There are however a few scenes that feel very rushed, with only the minimum required animation to discern what is actually happening. The comedic scenes with chibi characters are funny sometimes, but it can also add to that slightly 'cheap' feeling.\n\n\u001b[1mアートワークは、ほとんどの場合、かなり良いです。 しかし、実際に何が起こっているのかを知るために必要な最小限のアニメーションだけで、非常に急いで感じるシーンがいくつかあります。 ちびキャラのコメディシーンは面白いこともありますが、やや安い感じがします。\u001b[22m\n\u001b[1m(Ātowāku wa, hotondo no baai, kanari yoidesu. Shikashi, jissai ni nani ga okotte iru no ka o shiru tame ni hitsuyōna saishōgen no animēshon dake de, hijō ni isoide kanjiru shīn ga ikutsu ka arimasu. Chibi kyara no komedishīn wa omoshiroi koto mo arimasuga, yaya yasui kanji ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is, for the most part, fairly good. There are however a few scenes that feel very rushed, with only the minimum required animation to discern what is actually happening. The comedic scenes with chibi characters are funny sometimes, but it can also add to that slightly 'cheap' feeling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is, for the most part, fairly good.\u001b[24m\n    \u001b[1mアートワークは、ほとんどの場合、かなり良いです。\u001b[22m, \u001b[1mアートワークは、ほとんどの部分は、かなり良いです。\u001b[22m\n\u001b[4mThere are however a few scenes that feel very rushed, with only the minimum required animation to discern what is actually happening.\u001b[24m\n    \u001b[1mしかし、実際に何が起こっているのかを知るために必要な最小限のアニメーションだけで、非常に急いで感じるシーンがいくつかあります。\u001b[22m, \u001b[1m非常に実際に何が起こっているかを識別するために最低限必要なアニメーションで、急いで感じるしかし、いくつかのシーンがあります。\u001b[22m\n\u001b[4mThe comedic scenes with chibi characters are funny sometimes, but it can also add to that slightly 'cheap' feeling.\u001b[24m\n    \u001b[1mちびキャラのコメディシーンは面白いこともありますが、やや安い感じがします。\u001b[22m, \u001b[1mちび文字でコミカルなシーンは時々面白いですが、それはまた、そのわずかに「安い」気持ちに追加することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters themselves are fairly standard for a romantic anime, one that was based off of a visual novel - you have the graceful-yet-somewhat-naive Princess, the spunky childhood friend, the comic-relief male supporting character, there's a good few characters that could be given a different face and name and suddenly they're part of another series. The characters don't develop too much, either. The main characters are progressing towards love, but not much else is going on; all of the other characters end up practically identical to how they started. That said, the characters are certainly fun to watch when one madman drags the more mature cast into their haphazard ways.\n\n\u001b[1mキャラクター自体は、ロマンチックなアニメのためにはかなり標準的なものです。視覚小説に基づいたアニメーションです。優雅ではありませんが、おしゃれな幼なじみの友人、漫画の救済男性のサポートキャラクター、 別の顔や名前を与えられる可能性があるキャラクターは突然別のシリーズの一部です。 キャラクターはあまりにも成長しません。 主人公は愛に向かって進んでいますが、あまり多くは起こっていません。 他の文字はすべて、実際の開始方法と実質的に同じです。 つまり、ある狂人がより成熟したキャストを馬鹿げたやり方に引きずり出すと、登場人物は確かに楽しむことができます。\u001b[22m\n\u001b[1m(Kyarakutā jitai wa, romanchikkuna anime no tame ni wa kanari hyōjun-tekina monodesu. Shikaku shōsetsu ni motodzuita animēshondesu. Yūgade wa arimasenga, osharena osananajimi no yūjin, manga no kyūsai dansei no sapōtokyarakutā,-betsu no kao ya namae o atae rareru kanōsei ga aru kyarakutā wa totsuzen betsu no shirīzu no ichibudesu. Kyarakutā wa amarini mo seichō shimasen. Shujinkō wa ainimukatte susunde imasuga, amari ōku wa okotte imasen. Hoka no moji wa subete, jissai no kaishi hōhō to jisshitsu-teki ni onajidesu. Tsumari, aru kyōjin ga yori seijuku shita kyasuto o bakageta yarikata ni hikizuridasu to, tōjō jinbutsu wa tashika ni tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters themselves are fairly standard for a romantic anime, one that was based off of a visual novel - you have the graceful-yet-somewhat-naive Princess, the spunky childhood friend, the comic-relief male supporting character, there's a good few characters that could be given a different face and name and suddenly they're part of another series. The characters don't develop too much, either. The main characters are progressing towards love, but not much else is going on; all of the other characters end up practically identical to how they started. That said, the characters are certainly fun to watch when one madman drags the more mature cast into their haphazard ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters themselves are fairly standard for a romantic anime, one that was based off of a visual novel - you have the graceful-yet-somewhat-naive Princess, the spunky childhood friend, the comic-relief male supporting character, there's a good few\u001b[24m\n    \u001b[1mキャラクター自体は、ロマンチックなアニメのためにはかなり標準的なものです。視覚小説に基づいたアニメーションです。優雅ではありませんが、おしゃれな幼なじみの友人、漫画の救済男性のサポートキャラクター、\u001b[22m, \u001b[1mビジュアルノベルのオフに基づいていた自身がロマンチックなアニメのためにかなり標準的な文字、1  - あなたはいくつかの良いあり、優雅でありながら、ややナイーブプリンセス、勇敢幼なじみ、コミック・リリーフ・男性のサポートの文字を持っています\u001b[22m\n\u001b[4mcharacters that could be given a different face and name and suddenly they're part of another series.\u001b[24m\n    \u001b[1m別の顔や名前を与えられる可能性があるキャラクターは突然別のシリーズの一部です。\u001b[22m, \u001b[1m別の顔と名前を与えられ、突然、彼らは別のシリーズの一部だことができた文字。\u001b[22m\n\u001b[4mThe characters don't develop too much, either.\u001b[24m\n    \u001b[1mキャラクターはあまりにも成長しません。\u001b[22m, \u001b[1m文字のいずれか、あまりにも多くを発症しません。\u001b[22m\n\u001b[4mThe main characters are progressing towards love, but not much else is going on;\u001b[24m\n    \u001b[1m主人公は愛に向かって進んでいますが、あまり多くは起こっていません。\u001b[22m, \u001b[1mメインキャラクターは愛に向かって進んでいるが、それ以外あまりないが起こっています。\u001b[22m\n\u001b[4mall of the other characters end up practically identical to how they started.\u001b[24m\n    \u001b[1m他の文字はすべて、実際の開始方法と実質的に同じです。\u001b[22m, \u001b[1m他のすべての文字は、彼らが始めた方法と実質的に同一で終わります。\u001b[22m\n\u001b[4mThat said, the characters are certainly fun to watch when one madman drags the more mature cast into their haphazard ways.\u001b[24m\n    \u001b[1mつまり、ある狂人がより成熟したキャストを馬鹿げたやり方に引きずり出すと、登場人物は確かに楽しむことができます。\u001b[22m, \u001b[1mそれによると、文字は確かに1狂人が自分の無計画な方法により成熟したキャストをドラッグしたときに見て楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story, as a whole, is also very enjoyable, even if technically a little bland. It generally knows when to build up tension and when to keep it low, when to bring in the laughs and when to turn more serious - particularly (seeing as it's a romance anime) it knows when to make your heart beat. It's a very good, simple story that sets a good pace. The only reason I call it 'mediocre' is because of one moment right at the end, where a horrifically cheap move seems to say 'oh, no worries, it's all good' and leaves it at that. All of that tension, all of the emotion - all of it is swept away with one small scene. I mean, yes, it allows for a happy ending, but it's still quite a jarring moment, and it took quite a lot out of the experience for me.\n\n\u001b[1m物語は、全体として、たとえ技術的に少しばかりであっても、とても楽しいものです。 それはいつ緊張を高め、それを低く保つべきか、笑いをいつ持ち込むのか、より真剣に向きを変えるべき時を知っています。特にロマンスアニメのように見れば、あなたの心臓を打つタイミングを知ることができます。 それは良いペースを設定する非常に良い、簡単な物語です。 私がそれを「平凡」と呼ぶ唯一の理由は、恐ろしい安い動きが「ああ、心配しない、それはすべていいよ」と言われ、それをそこに残す、最後の一瞬のせいである。 そのすべての緊張感、すべての感情 - すべてが1つの小さな場面で一掃されます。 私は、はい、それは幸せな結末を許しているが、それはまだかなり苦しい瞬間であり、それは私のためにかなりの経験を要した。\u001b[22m\n\u001b[1m(Monogatari wa, zentai to shite, tatoe gijutsu-teki ni sukoshi bakarideatte mo, totemo tanoshī monodesu. Sore wa itsu kinchō o takame, sore o hikuku tamotsubeki ka, warai o itsu mochikomu no ka, yori shinken ni muki o kaerubeki toki o shitte imasu. Tokuni romansu anime no yō ni mireba, anata no shinzō o utsu taimingu o shiru koto ga dekimasu. Sore wa yoi pēsu o settei suru hijō ni yoi, kantan'na monogataridesu. Watashi ga sore o `heibon' to yobu yuiitsu no riyū wa, osoroshī yasui ugoki ga `ā , shinpai shinai, soreha subete ī yo' to iwa re, sore o soko ni nokosu, saigo no isshun no seidearu. Sono subete no kinchō-kan, subete no kanjō - subete ga 1tsu no chīsana bamen de issō sa remasu. Watashi wa, wa i, soreha shiawasenaketsumatsu o yurushite iruga, sore wa mada kanari kurushī shunkandeari, sore wa watashi no tame ni kanari no keiken o yōshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story, as a whole, is also very enjoyable, even if technically a little bland. It generally knows when to build up tension and when to keep it low, when to bring in the laughs and when to turn more serious - particularly (seeing as it's a romance anime) it knows when to make your heart beat. It's a very good, simple story that sets a good pace. The only reason I call it 'mediocre' is because of one moment right at the end, where a horrifically cheap move seems to say 'oh, no worries, it's all good' and leaves it at that. All of that tension, all of the emotion - all of it is swept away with one small scene. I mean, yes, it allows for a happy ending, but it's still quite a jarring moment, and it took quite a lot out of the experience for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story, as a whole, is also very enjoyable, even if technically a little bland.\u001b[24m\n    \u001b[1m物語は、全体として、たとえ技術的に少しばかりであっても、とても楽しいものです。\u001b[22m, \u001b[1m物語は、全体として、たとえ技術的に少し当たり障りのない、また非常に楽しいです。\u001b[22m\n\u001b[4mIt generally knows when to build up tension and when to keep it low, when to bring in the laughs and when to turn more serious - particularly (seeing as it's a romance anime) it knows when to make your heart beat.\u001b[24m\n    \u001b[1mそれはいつ緊張を高め、それを低く保つべきか、笑いをいつ持ち込むのか、より真剣に向きを変えるべき時を知っています。特にロマンスアニメのように見れば、あなたの心臓を打つタイミングを知ることができます。\u001b[22m, \u001b[1mこれは、一般的に笑いをもたらすことと、緊張とするとき、低それを維持するを構築する際に知っていて、より深刻オンにするとき - 特に（それはロマンスアニメだとして見て）それはあなたの心のビートを作るために時を知っています。\u001b[22m\n\u001b[4mIt's a very good, simple story that sets a good pace.\u001b[24m\n    \u001b[1mそれは良いペースを設定する非常に良い、簡単な物語です。\u001b[22m, \u001b[1mそれは良いペースを設定し、非常に良い、単純な話です。\u001b[22m\n\u001b[4mThe only reason I call it 'mediocre' is because of one moment right at the end, where a horrifically cheap move seems to say 'oh, no worries, it's all good' and leaves it at that.\u001b[24m\n    \u001b[1m私がそれを「平凡」と呼ぶ唯一の理由は、恐ろしい安い動きが「ああ、心配しない、それはすべていいよ」と言われ、それをそこに残す、最後の一瞬のせいである。\u001b[22m, \u001b[1m私は「平凡な」それを呼び出すだけの理由は、右端にあるため一瞬のものであり、恐ろしく安い動きは言わないように見える場所」、ああ心配し、それはすべて良いことだ」と、その時にそれを残します。\u001b[22m\n\u001b[4mAll of that tension, all of the emotion - all of it is swept away with one small scene.\u001b[24m\n    \u001b[1mそのすべての緊張感、すべての感情 - すべてが1つの小さな場面で一掃されます。\u001b[22m, \u001b[1mそのテンションのすべてが、感情のすべて - そのすべてが一つの小さなシーンで一掃されます。\u001b[22m\n\u001b[4mI mean, yes, it allows for a happy ending, but it's still quite a jarring moment, and it took quite a lot out of the experience for me.\u001b[24m\n    \u001b[1m私は、はい、それは幸せな結末を許しているが、それはまだかなり苦しい瞬間であり、それは私のためにかなりの経験を要した。\u001b[22m, \u001b[1m私が意味する、はい、それはハッピーエンドを可能にしますが、それはまだ非常に耳障りな瞬間だし、それは私のために経験のうちかなり多くを取りました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Crescent Love is certainly worth a watch. Enjoy it while it lasts, endure, block out or just outright skip the cringe-inducing moment during the finale and hopefully you'll come out feeling kind of good about yourself.\n\n\u001b[1m全体的に、クレセントラブは確かに価値のある時計です。 終わり、耐え忍び、ブロックアウト、または完全にフィナーレの間に気をそらす誘発の瞬間をスキップして、それを楽しんでください。うまくいけば、あなた自身について良いことを感じるようになるでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni, kuresentorabu wa tashika ni kachinoaru tokeidesu. Owari, taeshinobi, burokku auto, matawa kanzen ni fināre no ma ni ki o sorasu yūhatsu no shunkan o sukippu shite, sore o tanoshinde kudasai. Umaku ikeba, anata jishin ni tsuite yoi koto o kanjiru yō ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Crescent Love is certainly worth a watch. Enjoy it while it lasts, endure, block out or just outright skip the cringe-inducing moment during the finale and hopefully you'll come out feeling kind of good about yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Crescent Love is certainly worth a watch.\u001b[24m\n    \u001b[1m全体的に、クレセントラブは確かに価値のある時計です。\u001b[22m, \u001b[1m全体的に、クレセント愛は確かに時計の価値があります。\u001b[22m\n\u001b[4mEnjoy it while it lasts, endure, block out or just outright skip the cringe-inducing moment during the finale and hopefully you'll come out feeling kind of good about yourself.\u001b[24m\n    \u001b[1m終わり、耐え忍び、ブロックアウト、または完全にフィナーレの間に気をそらす誘発の瞬間をスキップして、それを楽しんでください。うまくいけば、あなた自身について良いことを感じるようになるでしょう。\u001b[22m, \u001b[1mそれが続く間、それを楽しむ耐え、遮断するか、単にあからさまなフィナーレの間にうんざり誘導瞬間をスキップし、うまくいけば、あなたは自分自身について良いのようなものを感じて出てくるでしょう。\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "loveyuri",
    "profile": "/profile/loveyuri/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=109651",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私は見るために良い軽いアニメを見つけようとしてきましたが、これはそれです。\nそれはいくつかのコメディとロマンスの良い量を持っています。\n\n他のすべてのロマンスとは異なり、主人公は遅くはないが、シリーズが終わりになると実際に行動したり男になったりする。\n\n最初のいくつかのepsはちょうど何が起こるかを示しています。物事が深刻になり、Tatsuyaが男性に成長する最後の4 epsまで、すべてがかなり明るいです。\n\nアニメには本当にストーリーはありませんが、tatsuyaとFeenaのepsは近づきます。\n芸術はかなりいいですし、良い12 epシリーズのために、これは本当に楽しいものでした。\n\nアニメについて少し\n\n主人公は幼い頃に王女と出会ったが、プリンセスであることは知らなかった。 王子は地球に「ホームステイ」（姫が地球の家に住んでいる場所）に行きます。もちろん、ホームステイは達也の家にあります。 彼の姉は大統領のアシスタントなので、私はそれを推測しています。 タツヤは子供のことを知っていたが、タツヤはこれまで知らなかった。\nその後、そこから物語が流れ、彼らは近づき始める。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have been trying to find a good light anime to watch and this is it.\n\n\u001b[1m私は見るために良い軽いアニメを見つけようとしてきましたが、これはそれです。\u001b[22m\n\u001b[1m(Watashi wa miru tame ni yoi karui anime o mitsukeyou to shite kimashitaga, kore wa soredesu.)\u001b[22m\n\nTranslations of \u001b[4mI have been trying to find a good light anime to watch and this is it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have been trying to find a good light anime to watch and this is it.\u001b[24m\n    \u001b[1m私は見るために良い軽いアニメを見つけようとしてきましたが、これはそれです。\u001b[22m, \u001b[1m私が見に良好な光のアニメを見つけようとしており、これがそれです。\u001b[22m\nIt has some comedy and a good amount of romance.\n\n\u001b[1mそれはいくつかのコメディとロマンスの良い量を持っています。\u001b[22m\n\u001b[1m(Sore wa ikutsu ka no komedi to romansu no yoi ryō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has some comedy and a good amount of romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has some comedy and a good amount of romance.\u001b[24m\n    \u001b[1mそれはいくつかのコメディとロマンスの良い量を持っています。\u001b[22m, \u001b[1mこれは、いくつかのコメディとロマンスの良い量を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nUnlike all the other romance, the main character is not a retard but actually acts/becomes a man as the series goes to an end.\n\n\u001b[1m他のすべてのロマンスとは異なり、主人公は遅くはないが、シリーズが終わりになると実際に行動したり男になったりする。\u001b[22m\n\u001b[1m(Hoka no subete no romansu to wa kotonari, shujinkō wa osoku wa naiga, shirīzu ga owari ni naruto jissai ni kōdō shi tari otoko ni nattari suru.)\u001b[22m\n\nTranslations of \u001b[4mUnlike all the other romance, the main character is not a retard but actually acts/becomes a man as the series goes to an end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike all the other romance, the main character is not a retard but actually acts/becomes a man as the series goes to an end.\u001b[24m\n    \u001b[1m他のすべてのロマンスとは異なり、主人公は遅くはないが、シリーズが終わりになると実際に行動したり男になったりする。\u001b[22m, \u001b[1m他のすべてのロマンスとは違って、主人公は遅角ではなく、実際に機能する/シリーズが終わりに行くほどの男になります。\u001b[22m\n\u001b[1m\u001b[22m\nThe first few eps just shows what happens and everything is pretty light until the last 4 eps where things turn serious and Tatsuya develops into a man.\n\n\u001b[1m最初のいくつかのepsはちょうど何が起こるかを示しています。物事が深刻になり、Tatsuyaが男性に成長する最後の4 epsまで、すべてがかなり明るいです。\u001b[22m\n\u001b[1m(Saisho no ikutsu ka no eps wa chōdo nani ga okoru ka o shimeshite imasu. Monogoto ga shinkoku ni nari, Tatsuya ga dansei ni seichō suru saigo no 4 eps made, subete ga kanari akaruidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe first few eps just shows what happens and everything is pretty light until the last 4 eps where things turn serious and Tatsuya develops into a man.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first few eps just shows what happens and everything is pretty light until the last 4 eps where things turn serious and Tatsuya develops into a man.\u001b[24m\n    \u001b[1m最初のいくつかのepsはちょうど何が起こるかを示しています。物事が深刻になり、Tatsuyaが男性に成長する最後の4 epsまで、すべてがかなり明るいです。\u001b[22m, \u001b[1m最初のいくつかのEPSはちょうど何が起こるかを示して、すべてが物事が深刻回し、達也が男に発展する最後の4 EPSまでかなり軽いです。\u001b[22m\n\u001b[1m\u001b[22m\nThere isn't really a story in the anime but just eps of tatsuya and Feena growing closer together.\n\n\u001b[1mアニメには本当にストーリーはありませんが、tatsuyaとFeenaのepsは近づきます。\u001b[22m\n\u001b[1m(Anime ni wa hontōni sutōrī wa arimasenga, tatsuya to Feena no eps wa chikadzukimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere isn't really a story in the anime but just eps of tatsuya and Feena growing closer together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn't really a story in the anime but just eps of tatsuya and Feena growing closer together.\u001b[24m\n    \u001b[1mアニメには本当にストーリーはありませんが、tatsuyaとFeenaのepsは近づきます。\u001b[22m, \u001b[1mそこにアニメでの話は本当にありませんが、ちょうど互いに接近して成長している達也とフィーナのeps形式。\u001b[22m\nThe art is pretty good and for a good 12 ep series, this was really enjoyable.\n\n\u001b[1m芸術はかなりいいですし、良い12 epシリーズのために、これは本当に楽しいものでした。\u001b[22m\n\u001b[1m(Geijutsu wa kanari īdesushi, yoi 12 ep shirīzu no tame ni, kore wa hontōni tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is pretty good and for a good 12 ep series, this was really enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is pretty good and for a good 12 ep series, this was really enjoyable.\u001b[24m\n    \u001b[1m芸術はかなりいいですし、良い12 epシリーズのために、これは本当に楽しいものでした。\u001b[22m, \u001b[1mアートはかなり良いですし、良い12 EPシリーズのために、これは本当に楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nA bit about the anime\n\n\u001b[1mアニメについて少し\u001b[22m\n\u001b[1m(Anime ni tsuite sukoshi)\u001b[22m\n\nTranslations of \u001b[4mA bit about the anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA bit about the anime\u001b[24m\n    \u001b[1mアニメについて少し\u001b[22m\n\u001b[1m\u001b[22m\nThe main character met the princess at an early age but he doesn't know it was the Princess. The princess goes to the Earth for a 'homestay' (which is where the princess lives in a house at Earth) and of course the homestay is at Tatsuya's house. His older sister is the president assistant so that's why I'm guessing. The princess notices that Tatsuya was the child she met a long time ago but Tatsuya doesn't realize.\n\n\u001b[1m主人公は幼い頃に王女と出会ったが、プリンセスであることは知らなかった。 王子は地球に「ホームステイ」（姫が地球の家に住んでいる場所）に行きます。もちろん、ホームステイは達也の家にあります。 彼の姉は大統領のアシスタントなので、私はそれを推測しています。 タツヤは子供のことを知っていたが、タツヤはこれまで知らなかった。\u001b[22m\n\u001b[1m(Shujinkō wa osanai koro ni ōjo to deatta ga, purinsesudearu koto wa shiranakatta. Ōji wa chikyū ni `hōmusutei'(hime ga chikyū no ie ni sunde iru basho) ni ikimasu. Mochiron, hōmusutei wa Tatsuya no ie ni arimasu. Kare no ane wa daitōryō no ashisutantonanode, watashi wa sore o suisoku shite imasu. Tatsuya wa kodomo no koto o shitteita ga, Tatsuya wa kore made shiranakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe main character met the princess at an early age but he doesn't know it was the Princess. The princess goes to the Earth for a 'homestay' (which is where the princess lives in a house at Earth) and of course the homestay is at Tatsuya's house. His older sister is the president assistant so that's why I'm guessing. The princess notices that Tatsuya was the child she met a long time ago but Tatsuya doesn't realize.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character met the princess at an early age but he doesn't know it was the Princess.\u001b[24m\n    \u001b[1m主人公は幼い頃に王女と出会ったが、プリンセスであることは知らなかった。\u001b[22m, \u001b[1m主人公は幼い頃に王女に会ったが、彼はそれが姫だった知りません。\u001b[22m\n\u001b[4mThe princess goes to the Earth for a 'homestay' (which is where the princess lives in a house at Earth) and of course the homestay is at Tatsuya's house.\u001b[24m\n    \u001b[1m王子は地球に「ホームステイ」（姫が地球の家に住んでいる場所）に行きます。もちろん、ホームステイは達也の家にあります。\u001b[22m, \u001b[1m王女は「ホームステイ」のために地球に行く（王女が地球に家に住んでいるところである）、そしてもちろんホームステイは達也の家です。\u001b[22m\n\u001b[4mHis older sister is the president assistant so that's why I'm guessing.\u001b[24m\n    \u001b[1m彼の姉は大統領のアシスタントなので、私はそれを推測しています。\u001b[22m, \u001b[1m私は推測している理由ですので、彼の姉は、社長のアシスタントです。\u001b[22m\n\u001b[4mThe princess notices that Tatsuya was the child she met a long time ago but Tatsuya doesn't realize.\u001b[24m\n    \u001b[1mタツヤは子供のことを知っていたが、タツヤはこれまで知らなかった。\u001b[22m, \u001b[1m王女は、達也は、彼女は長い時間前に会った子供だったことに気付くが、達也は理解していません。\u001b[22m\nAfter this, the story goes from there and they start becoming closer.\n\n\u001b[1mその後、そこから物語が流れ、彼らは近づき始める。\u001b[22m\n\u001b[1m(Sonogo, soko kara monogatari ga nagare, karera wa chikadzuki hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mAfter this, the story goes from there and they start becoming closer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter this, the story goes from there and they start becoming closer.\u001b[24m\n    \u001b[1mその後、そこから物語が流れ、彼らは近づき始める。\u001b[22m, \u001b[1mこの後、物語はそこから行くと、彼らは近づいて開始します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "Saintly",
    "profile": "/profile/Saintly/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=19886",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  7\n\n私が完全に密集していない限り、これはどのような形、形、形のハーレムでもありません。 あなたがジャンルの説明で「ハーレム」を見て、ハレームのアニメを期待しているためにこのシリーズに起こった場合は、ここで停止し、それを見ないでください。 個人的には、ロマンチック、ドラマ、SFアニメのように分類します。\n\nあなたがまだ読書していて、それがハーレムではないと気にしないなら、あなたは楽しい旅のためにいるでしょう。\n\n\nストーリー：9\nおそらくこのアニメの最高の償還品質。 思考を刺激する、神秘的な、そしてちょうどかなりいいよ。 あなたが興味を持っている場合は、詳細セクションの記事の詳細を読むことができます。\n\nアート：7\n全体として、それは「ミー」でしたが、良いクローズアップやパンニングショットが必要なシーンでは、アーティストは実際にゲームを強化しました。\n\nサウンド：7\n良い声の演技、トラックなど\n\nキャラクター：9\n好きな文字：高野/忠実なアシスタント（私はこれを間違って入力したことを知っています）; カメラマンたちは、プリンセスの時間を地球上で記録し、それを可能な限り面白いやり方でお伝えします。\n私は主人公のためにあまり気にしませんでしたが、私は王女のキャラクターがはるかに魅力的だと考えました。\n\n楽しさ：7\n途中でちょっと退屈になる。 多くのことは起こっていませんし、不必要なエピソードの束が互いにランダムに重ねられているように感じます。 私の意見では、最後のいくつかのエピソードだけでなく、最初のいくつかは、このシリーズはスヌーザから救われた。\n\n全体：7\n私は多くのエピソードのために自身を明らかにするために、アニメの「ハーレム」の面を待っていました。そして、ついに、「あなたが知っている、これはハーレムではありません。私はそれで全く大丈夫です。 私は何かが成長するのを待っていなかったので、もっとたくさんのシリーズ。 これはハーレムではなく、私のようにハーレムのファンでさえ、それは面白いと感じるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nUnless I'm being totally dense: this is NOT a harem in any way, shape, or form. If you happened upon this series because you saw 'harem' in the genre description and are expecting a harem anime, stop right here and don't watch it. Personally, I would categorize it as more of a romantic, drama, and sci-fi anime.\n\n\u001b[1m私が完全に密集していない限り、これはどのような形、形、形のハーレムでもありません。 あなたがジャンルの説明で「ハーレム」を見て、ハレームのアニメを期待しているためにこのシリーズに起こった場合は、ここで停止し、それを見ないでください。 個人的には、ロマンチック、ドラマ、SFアニメのように分類します。\u001b[22m\n\u001b[1m(Watashi ga kanzen ni misshū shite inai kagiri, kore wa dono yōna katachi,-gata, katachi no hāremude mo arimasen. Anata ga janru no setsumei de `hāremu' o mite, harēmu no anime o kitai shite iru tame ni kono shirīzu ni okotta baai wa, koko de teishi shi, sore o minaide kudasai. Kojin-teki ni wa, romanchikku, dorama, SF anime no yō ni bunrui shimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnless I'm being totally dense: this is NOT a harem in any way, shape, or form. If you happened upon this series because you saw 'harem' in the genre description and are expecting a harem anime, stop right here and don't watch it. Personally, I would categorize it as more of a romantic, drama, and sci-fi anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnless I'm being totally dense: this is NOT a harem in any way, shape, or form.\u001b[24m\n    \u001b[1m私が完全に密集していない限り、これはどのような形、形、形のハーレムでもありません。\u001b[22m, \u001b[1m私は完全に密集しているんだがない限り：これはどのような方法で、ハーレム、形状、またはフォームではありません。\u001b[22m\n\u001b[4mIf you happened upon this series because you saw 'harem' in the genre description and are expecting a harem anime, stop right here and don't watch it.\u001b[24m\n    \u001b[1mあなたがジャンルの説明で「ハーレム」を見て、ハレームのアニメを期待しているためにこのシリーズに起こった場合は、ここで停止し、それを見ないでください。\u001b[22m, \u001b[1mあなたはジャンルの説明に「ハーレム」を見て、ハーレムアニメを期待しているので、あなたがこのシリーズの時に起こった場合は、右ここで停止して、それを見ていません。\u001b[22m\n\u001b[4mPersonally, I would categorize it as more of a romantic, drama, and sci-fi anime.\u001b[24m\n    \u001b[1m個人的には、ロマンチック、ドラマ、SFアニメのように分類します。\u001b[22m, \u001b[1m個人的に、私はロマンチックな、ドラマ、とのSFアニメのより多くとしてそれを分類することになります。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're still reading and do not care that it isn't harem, you'll be in for a pleasant journey.\n\n\u001b[1mあなたがまだ読書していて、それがハーレムではないと気にしないなら、あなたは楽しい旅のためにいるでしょう。\u001b[22m\n\u001b[1m(Anata ga mada dokusho shite ite, sore ga hāremude wa nai to kinishinainara, anata wa tanoshī tabi no tame ni irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIf you're still reading and do not care that it isn't harem, you'll be in for a pleasant journey.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're still reading and do not care that it isn't harem, you'll be in for a pleasant journey.\u001b[24m\n    \u001b[1mあなたがまだ読書していて、それがハーレムではないと気にしないなら、あなたは楽しい旅のためにいるでしょう。\u001b[22m, \u001b[1mあなたはまだ読んでいると、それはハーレムされていないことを気にしない場合は、快適な旅のためにあるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nProbably the most redeeming quality of this anime; thought-provoking, mystical, and just pretty darn good. You can read more about the story in the details section if you're interested.\n\n\u001b[1mおそらくこのアニメの最高の償還品質。 思考を刺激する、神秘的な、そしてちょうどかなりいいよ。 あなたが興味を持っている場合は、詳細セクションの記事の詳細を読むことができます。\u001b[22m\n\u001b[1m(Osoraku kono anime no saikō no shōkan hinshitsu. Shikō o shigeki suru, shinpi-tekina, soshite chōdo kanari ī yo. Anata ga kyōmi o motte iru baai wa, shōsai sekushon no kiji no shōsai o yomu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mProbably the most redeeming quality of this anime; thought-provoking, mystical, and just pretty darn good. You can read more about the story in the details section if you're interested.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProbably the most redeeming quality of this anime;\u001b[24m\n    \u001b[1mおそらくこのアニメの最高の償還品質。\u001b[22m, \u001b[1mこのアニメのおそらく最も欠点を補う品質。\u001b[22m\n\u001b[4mthought-provoking, mystical, and just pretty darn good.\u001b[24m\n    \u001b[1m思考を刺激する、神秘的な、そしてちょうどかなりいいよ。\u001b[22m, \u001b[1m神秘的な、挑発-考えられており、ちょうどかなりくそ良いです。\u001b[22m\n\u001b[4mYou can read more about the story in the details section if you're interested.\u001b[24m\n    \u001b[1mあなたが興味を持っている場合は、詳細セクションの記事の詳細を読むことができます。\u001b[22m, \u001b[1mもし興味があるなら、あなたは、詳細セクションに物語についての詳細を読むことができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nOverall, it was 'meh,' but during the scenes when it was necessary to have a good close up or panning shot, the artists really stepped up their game.\n\n\u001b[1m全体として、それは「ミー」でしたが、良いクローズアップやパンニングショットが必要なシーンでは、アーティストは実際にゲームを強化しました。\u001b[22m\n\u001b[1m(Zentai to shite, soreha `mī'deshitaga, yoi kurōzuappu ya pan'ningushotto ga hitsuyōna shīnde wa, ātisuto wa jissai ni gēmu o kyōka shimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it was 'meh,' but during the scenes when it was necessary to have a good close up or panning shot, the artists really stepped up their game.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it was 'meh,' but during the scenes when it was necessary to have a good close up or panning shot, the artists really stepped up their game.\u001b[24m\n    \u001b[1m全体として、それは「ミー」でしたが、良いクローズアップやパンニングショットが必要なシーンでは、アーティストは実際にゲームを強化しました。\u001b[22m, \u001b[1mそれが良いクローズアップやパンニングのショットを持っている必要があったときに全体的に、それはまあまあ、 'はシーン中に、アーティストが本当に自分のゲームを強化しました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nGood voice acting, track, etc\n\n\u001b[1m良い声の演技、トラックなど\u001b[22m\n\u001b[1m(Yoi koe no engi, torakku nado)\u001b[22m\n\nTranslations of \u001b[4mGood voice acting, track, etc\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood voice acting, track, etc\u001b[24m\n    \u001b[1m良い声の演技、トラックなど\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nFavorite characters: Takano/Faithful Assistant (I know I misspelled this); camera men charged at documenting the princess's time on earth and going about it in the funniest way possible.\n\n\u001b[1m好きな文字：高野/忠実なアシスタント（私はこれを間違って入力したことを知っています）; カメラマンたちは、プリンセスの時間を地球上で記録し、それを可能な限り面白いやり方でお伝えします。\u001b[22m\n\u001b[1m(Sukina moji: Takano/ chūjitsuna ashisutanto (watashi wa kore o machigatte nyūryoku shita koto o shitte imasu); kameraman-tachi wa, purinsesu no jikan o chikyū-jō de kiroku shi, sore o kanōnakagiri omoshiroi yarikata de otsutae shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFavorite characters: Takano/Faithful Assistant (I know I misspelled this); camera men charged at documenting the princess's time on earth and going about it in the funniest way possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFavorite characters: Takano/Faithful Assistant (I know I misspelled this);\u001b[24m\n    \u001b[1m好きな文字：高野/忠実なアシスタント（私はこれを間違って入力したことを知っています）;\u001b[22m, \u001b[1m好きなキャラクター：高野/忠実なアシスタント（私はこれをスペルミス知っています）。\u001b[22m\n\u001b[4mcamera men charged at documenting the princess's time on earth and going about it in the funniest way possible.\u001b[24m\n    \u001b[1mカメラマンたちは、プリンセスの時間を地球上で記録し、それを可能な限り面白いやり方でお伝えします。\u001b[22m, \u001b[1mカメラの男性は、地球上の王女の時間を文書化し、可能なおかしな方法でそれについて行くで充電しました。\u001b[22m\nI didn't care too much for our hero, but I thought that the princess's character was much more compelling.\n\n\u001b[1m私は主人公のためにあまり気にしませんでしたが、私は王女のキャラクターがはるかに魅力的だと考えました。\u001b[22m\n\u001b[1m(Watashi wa shujinkō no tame ni amari ki ni shimasendeshitaga, watashi wa ōjo no kyarakutā ga haruka ni mirikitekida to kangaemashita.)\u001b[22m\n\nTranslations of \u001b[4mI didn't care too much for our hero, but I thought that the princess's character was much more compelling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't care too much for our hero, but I thought that the princess's character was much more compelling.\u001b[24m\n    \u001b[1m私は主人公のためにあまり気にしませんでしたが、私は王女のキャラクターがはるかに魅力的だと考えました。\u001b[22m, \u001b[1m私は、私たちのヒーローのためにあまり気にしませんでしたが、私は王女の文字がはるかに魅力的だと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\nIt does get a little boring in the middle. Not a lot going on and it feels like a bunch of unnecessary episodes stacked on top of each other in a random manner. In my opinion, the last few episodes, as well as the first few, saved this series from being a snoozer.\n\n\u001b[1m途中でちょっと退屈になる。 多くのことは起こっていませんし、不必要なエピソードの束が互いにランダムに重ねられているように感じます。 私の意見では、最後のいくつかのエピソードだけでなく、最初のいくつかは、このシリーズはスヌーザから救われた。\u001b[22m\n\u001b[1m(Tochū de chotto taikutsu ni naru. Ōku no koto wa okotte imasenshi, fuhitsuyōna episōdo no taba ga tagaini randamu ni kasane rarete iru yō ni kanjimasu. Watashi no ikende wa, saigo no ikutsu ka no episōdo dakedenaku, saisho no ikutsu ka wa, kono shirīzu wa sunūza kara sukuwa reta.)\u001b[22m\n\nTranslations of \u001b[4mIt does get a little boring in the middle. Not a lot going on and it feels like a bunch of unnecessary episodes stacked on top of each other in a random manner. In my opinion, the last few episodes, as well as the first few, saved this series from being a snoozer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt does get a little boring in the middle.\u001b[24m\n    \u001b[1m途中でちょっと退屈になる。\u001b[22m, \u001b[1mこれは、途中で少し退屈を取得しているのです。\u001b[22m\n\u001b[4mNot a lot going on and it feels like a bunch of unnecessary episodes stacked on top of each other in a random manner.\u001b[24m\n    \u001b[1m多くのことは起こっていませんし、不必要なエピソードの束が互いにランダムに重ねられているように感じます。\u001b[22m, \u001b[1mていない多く起こって、それがランダムに互いの上に積み重ねられた不要なエピソードの束のように感じています。\u001b[22m\n\u001b[4mIn my opinion, the last few episodes, as well as the first few, saved this series from being a snoozer.\u001b[24m\n    \u001b[1m私の意見では、最後のいくつかのエピソードだけでなく、最初のいくつかは、このシリーズはスヌーザから救われた。\u001b[22m, \u001b[1m私の意見では、最後のいくつかのエピソードだけでなく、最初の数は、SNOOZERであることから、このシリーズを救いました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nI waited for the 'harem' aspect of the anime to reveal itself for many episodes and once I finally realized that, 'You know, this isn't a harem and I'm totally okay with that,' I began to enjoy the entire the series a lot more because I wasn't waiting for something to develop. This is NOT a harem and even harem fans, like me, will find it entertaining.\n\n\u001b[1m私は多くのエピソードのために自身を明らかにするために、アニメの「ハーレム」の面を待っていました。そして、ついに、「あなたが知っている、これはハーレムではありません。私はそれで全く大丈夫です。 私は何かが成長するのを待っていなかったので、もっとたくさんのシリーズ。 これはハーレムではなく、私のようにハーレムのファンでさえ、それは面白いと感じるでしょう。\u001b[22m\n\u001b[1m(Watashi wa ōku no episōdo no tame ni jishin o akiraka ni suru tame ni, animeno `hāremu' no men o matte imashita. Soshite, tsuini,`anata ga shitte iru, koreha hāremude wa arimasen. Watashi wa sore de mattaku daijōbudesu. Watashi wa nanika ga seichō suru no o matte inakattanode, motto takusan no shirīzu. Kore wa hāremude wa naku, watashi no yō ni hāremu no fande sae, sore wa omoshiroi to kanjirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI waited for the 'harem' aspect of the anime to reveal itself for many episodes and once I finally realized that, 'You know, this isn't a harem and I'm totally okay with that,' I began to enjoy the entire the series a lot more because I wasn't waiting for something to develop. This is NOT a harem and even harem fans, like me, will find it entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI waited for the 'harem' aspect of the anime to reveal itself for many episodes and once I finally realized that, 'You know, this isn't a harem and I'm totally okay with that,' I began to enjoy the entire\u001b[24m\n    \u001b[1m私は多くのエピソードのために自身を明らかにするために、アニメの「ハーレム」の面を待っていました。そして、ついに、「あなたが知っている、これはハーレムではありません。私はそれで全く大丈夫です。\u001b[22m, \u001b[1m私は多くのエピソードのために自分自身を明らかにアニメの「ハーレム」の側面を待っていたと私は最終的に、ことに気づいたら、「あなたは知っている、これはハーレムではないと私はそれで完全に大丈夫、\"私は全体を楽しむようになりました\u001b[22m\n\u001b[4mthe series a lot more because I wasn't waiting for something to develop.\u001b[24m\n    \u001b[1m私は何かが成長するのを待っていなかったので、もっとたくさんのシリーズ。\u001b[22m, \u001b[1mシリーズより多くの私が開発する何かを待っていなかったため。\u001b[22m\n\u001b[4mThis is NOT a harem and even harem fans, like me, will find it entertaining.\u001b[24m\n    \u001b[1mこれはハーレムではなく、私のようにハーレムのファンでさえ、それは面白いと感じるでしょう。\u001b[22m, \u001b[1mこれは、ハーレムではなく、あってもハーレムのファンは、私のように、それは面白いでしょう。\u001b[22m"
  },
  {
    "title": "Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "id": "1543",
    "url": "https://myanimelist.net/anime/1543/Yoake_Mae_yori_Ruriiro_na__Crescent_Love",
    "user": "Jaycalli50",
    "profile": "/profile/Jaycalli50/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=124233",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\nあなたが絶対にロマンチックなコメディを愛しているなら、これを見てください。 それは非常に楽しい時計です、あなたは笑って、多分泣くでしょう。 私は非常にそれをお勧めします。\n\nストーリー（8/10） - \n\n「地球と月の王国に何が起こったのか」という説明に欠けている物語を見つけたのですが、私はそれがあまりにも面倒ではありませんでした。  2人の主人公（フィーナと達也）。 それはこのアニメの主な焦点であり、私はそれがその点で素晴​​らしい仕事をしたことを発見しました。 他にも、起こっている出来事があまりにも便利すぎて、ストーリーとあまりにもうまく流れているようなことが、私には質問されましたが、最終的にはTatsuyaとFeenaについてです。\n\nアート（9/10） - \n\nすべてのキャラクターは非常によく描かれています。特にフィーナ（彼女は華やかに見えます）。 背景の芸術（建物や自然など）もとてもよく見えました。\n\nサウンド（10/10） - \n\n声優たちはすばらしい仕事をしました。特にフィーナとタツヤと彼の家族全員でした。 迷惑な声や何かに遭遇していない。 また、私は感情的に魅力的なOPを見つけました。 私はそれが非常に隆起していることを見出し、それは2人の主人公の関係を巧みに巧みに把握しています。\n\nキャラクター（9/10） - \n\n何と言えばいい？ すべての主人公は家族のように感じました。主人公のTatsuyaとのやりとりを通して伝わったこの親しみ感が私にはうってつけでした。 それぞれのキャラクターは自分のように感じられました。誰もあまりにも一般的ではありませんでした。 それはまさに正しいと感じました。\n\n楽しさ（9/10） - \n\n私はロマンチックなコメディーの巨大な恋人で、なぜこのショーを楽しんでいたのでしょうか？あなたがそれを持っていれば、あなたの時間の価値があります。\n\n全体的（8/10） - \n\n私は2人の主人公の関係を愛し、他のキャラクターから感じた親しみはもう一つのプラスでした。 しかし、いくつかの出来事はあまりにも便利で他の説明できないもの/プロットホールと思われるような小さなものがありました。 しかし、これらの欠陥は、ロングショットでアニメのこの愛らしいロマンスを台無しにするほど悪くない。\n\n私のレビューに基づいてフィードバックを送ってください:)（あなたが何かに同意しないか同意しても、私は会話のために開いています）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIf you absolutely love romantic comedies then watch this. It is a very fun watch, you will laugh a lot and maybe cry. I highly recommend it.\n\n\u001b[1mあなたが絶対にロマンチックなコメディを愛しているなら、これを見てください。 それは非常に楽しい時計です、あなたは笑って、多分泣くでしょう。 私は非常にそれをお勧めします。\u001b[22m\n\u001b[1m(Anata ga zettai ni romanchikkuna komedi o aishite irunara, kore o mite kudasai. Sore wa hijō ni tanoshī tokeidesu, anata wa waratte, tabun nakudeshou. Watashi wa hijō ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you absolutely love romantic comedies then watch this. It is a very fun watch, you will laugh a lot and maybe cry. I highly recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you absolutely love romantic comedies then watch this.\u001b[24m\n    \u001b[1mあなたが絶対にロマンチックなコメディを愛しているなら、これを見てください。\u001b[22m, \u001b[1mあなたは絶対にロマンチックコメディーが好きなら、これを見て。\u001b[22m\n\u001b[4mIt is a very fun watch, you will laugh a lot and maybe cry.\u001b[24m\n    \u001b[1mそれは非常に楽しい時計です、あなたは笑って、多分泣くでしょう。\u001b[22m, \u001b[1mそれは非常に楽しい腕時計です、あなたは多くのことを笑うと、おそらく泣きます。\u001b[22m\n\u001b[4mI highly recommend it.\u001b[24m\n    \u001b[1m私は非常にそれをお勧めします。\u001b[22m, \u001b[1m私は非常にお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nStory (8/ 10) -\n\n\u001b[1mストーリー（8/10） - \u001b[22m\n\u001b[1m(Sutōrī (8 / 10) -)\u001b[22m\n\nTranslations of \u001b[4mStory (8/ 10) -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (8/ 10) -\u001b[24m\n    \u001b[1mストーリー（8/10） - \u001b[22m, \u001b[1mストーリー（8月10日） - \u001b[22m\n\u001b[1m\u001b[22m\nAlthough I did find the story lacking in explanations to things like 'What caused the earth and moon kingdoms to have a war?', I wasn't really bothered too much by it because I felt it did not take away from the relationship of the two protagonists (Feena and Tatsuya). That is the main focus of this anime, and I found it did a marvelous job in that regard. Other things like the fact that some events that occur seem way too convenient and flow too well with the story kinda had me questioning it but in the end it is just about Tatsuya and Feena.\n\n\u001b[1m「地球と月の王国に何が起こったのか」という説明に欠けている物語を見つけたのですが、私はそれがあまりにも面倒ではありませんでした。  2人の主人公（フィーナと達也）。 それはこのアニメの主な焦点であり、私はそれがその点で素晴​​らしい仕事をしたことを発見しました。 他にも、起こっている出来事があまりにも便利すぎて、ストーリーとあまりにもうまく流れているようなことが、私には質問されましたが、最終的にはTatsuyaとFeenaについてです。\u001b[22m\n\u001b[1m(`Chikyū to tsuki no ōkoku ni nani ga okotta no ka' to iu setsumei ni kakete iru monogatari o mitsuketa nodesuga, watashi wa sore ga amarini mo mendōde wa arimasendeshita. 2-Ri no shujinkō (fīna to Tatsuya). Sore wa kono anime no omona shōtendeari, watashi wa sore ga sono ten de motoharu ​​rashī shigoto o shita koto o hakken shimashita. Hoka ni mo, okotte iru dekigoto ga amarini mo benri sugite, sutōrī to amarini mo umaku nagarete iru yōna koto ga, watashiniha shitsumon sa remashitaga, saishūtekini wa Tatsuya to Feena ni tsuitedesu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough I did find the story lacking in explanations to things like 'What caused the earth and moon kingdoms to have a war?', I wasn't really bothered too much by it because I felt it did not take away from the relationship of the two protagonists (Feena and Tatsuya). That is the main focus of this anime, and I found it did a marvelous job in that regard. Other things like the fact that some events that occur seem way too convenient and flow too well with the story kinda had me questioning it but in the end it is just about Tatsuya and Feena.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough I did find the story lacking in explanations to things like 'What caused the earth and moon kingdoms to have a war?', I wasn't really bothered too much by it because I felt it did not take away from the relationship of the\u001b[24m\n    \u001b[1m「地球と月の王国に何が起こったのか」という説明に欠けている物語を見つけたのですが、私はそれがあまりにも面倒ではありませんでした。\u001b[22m, \u001b[1m私は「地球と月の王国が戦争を持たせ何？」のようなものへの説明に欠けている物語を見つけたが、私はそれがの関係から離れて取らなかったと感じたので、私は本当にそれによってあまり気にしませんでした\u001b[22m\n\u001b[4mtwo protagonists (Feena and Tatsuya).\u001b[24m\n    \u001b[1m2人の主人公（フィーナと達也）。\u001b[22m\n\u001b[4mThat is the main focus of this anime, and I found it did a marvelous job in that regard.\u001b[24m\n    \u001b[1mそれはこのアニメの主な焦点であり、私はそれがその点で素晴らしい仕事をしたことを発見しました。\u001b[22m, \u001b[1mそれがこのアニメの主な焦点である、と私はそれがその点で素晴らしい仕事をしたが見つかりました。\u001b[22m\n\u001b[4mOther things like the fact that some events that occur seem way too convenient and flow too well with the story kinda had me questioning it but in the end it is just about Tatsuya and Feena.\u001b[24m\n    \u001b[1m他にも、起こっている出来事があまりにも便利すぎて、ストーリーとあまりにもうまく流れているようなことが、私には質問されましたが、最終的にはTatsuyaとFeenaについてです。\u001b[22m, \u001b[1m発生するいくつかのイベントがあまりにも便利なように見えると話をあまりにもよく流れているという事実のような他のものはちょっと私にはそれを疑問だったが、最終的には、達也とフィーナについてだけです。\u001b[22m\n\u001b[1m\u001b[22m\nArt (9 / 10) -\n\n\u001b[1mアート（9/10） - \u001b[22m\n\u001b[1m(Āto (9 / 10) -)\u001b[22m\n\nTranslations of \u001b[4mArt (9 / 10) -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (9 / 10) -\u001b[24m\n    \u001b[1mアート（9/10） - \u001b[22m, \u001b[1mアート（9月10日） - \u001b[22m\n\u001b[1m\u001b[22m\nAll of the characters are drawn very well, especially Feena (she looks gorgeous). The background art (buildings and nature, etc) also looked very good.\n\n\u001b[1mすべてのキャラクターは非常によく描かれています。特にフィーナ（彼女は華やかに見えます）。 背景の芸術（建物や自然など）もとてもよく見えました。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa hijō ni yoku egaka rete imasu. Tokuni fīna (kanojo wa hanayaka ni miemasu). Haikei no geijutsu (tatemono ya shizen nado) mo totemo yoku miemashita.)\u001b[22m\n\nTranslations of \u001b[4mAll of the characters are drawn very well, especially Feena (she looks gorgeous). The background art (buildings and nature, etc) also looked very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of the characters are drawn very well, especially Feena (she looks gorgeous).\u001b[24m\n    \u001b[1mすべてのキャラクターは非常によく描かれています。特にフィーナ（彼女は華やかに見えます）。\u001b[22m, \u001b[1m文字のすべてが、特にフィーナ（彼女はゴージャスに見えます）、非常によく描かれています。\u001b[22m\n\u001b[4mThe background art (buildings and nature, etc) also looked very good.\u001b[24m\n    \u001b[1m背景の芸術（建物や自然など）もとてもよく見えました。\u001b[22m, \u001b[1m背景技術（建物や自然、など）も非常に良い見えました。\u001b[22m\n\u001b[1m\u001b[22m\nSound (10/10) -\n\n\u001b[1mサウンド（10/10） - \u001b[22m\n\u001b[1m(Saundo (10/ 10) -)\u001b[22m\n\nTranslations of \u001b[4mSound (10/10) -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (10/10) -\u001b[24m\n    \u001b[1mサウンド（10/10） - \u001b[22m\n\u001b[1m\u001b[22m\nThe voice actors did a marvelous job, especially Feena and Tatsuya and his whole family. Didn't run into any annoying voices or anything. Also I found the OP appealing, emotionally. I find it very uplifting, and it skillfully grasps the relationship between the two protagonists perfectly.\n\n\u001b[1m声優たちはすばらしい仕事をしました。特にフィーナとタツヤと彼の家族全員でした。 迷惑な声や何かに遭遇していない。 また、私は感情的に魅力的なOPを見つけました。 私はそれが非常に隆起していることを見出し、それは2人の主人公の関係を巧みに巧みに把握しています。\u001b[22m\n\u001b[1m(Seiyū-tachi wa subarashī shigoto o shimashita. Tokuni fīna to Tatsuya to kare no kazoku zen'indeshita. Meiwakuna koe ya nanika ni sōgū shite inai. Mata, watashi wa kanjō-teki ni miryoku-tekina OP o mitsukemashita. Watashi wa sore ga hijō ni ryūki shite iru koto o miidashi, sore wa 2-ri no shujinkō no kankei o takumi ni takumi ni haaku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors did a marvelous job, especially Feena and Tatsuya and his whole family. Didn't run into any annoying voices or anything. Also I found the OP appealing, emotionally. I find it very uplifting, and it skillfully grasps the relationship between the two protagonists perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors did a marvelous job, especially Feena and Tatsuya and his whole family.\u001b[24m\n    \u001b[1m声優たちはすばらしい仕事をしました。特にフィーナとタツヤと彼の家族全員でした。\u001b[22m, \u001b[1m声優は素晴らしい仕事、特にフィーナと達也と彼の家族全員をしました。\u001b[22m\n\u001b[4mDidn't run into any annoying voices or anything.\u001b[24m\n    \u001b[1m迷惑な声や何かに遭遇していない。\u001b[22m, \u001b[1m任意の迷惑な声か何かに実行されませんでした。\u001b[22m\n\u001b[4mAlso I found the OP appealing, emotionally.\u001b[24m\n    \u001b[1mまた、私は感情的に魅力的なOPを見つけました。\u001b[22m, \u001b[1mまた、私は感情的に、魅力的なOPを発見しました。\u001b[22m\n\u001b[4mI find it very uplifting, and it skillfully grasps the relationship between the two protagonists perfectly.\u001b[24m\n    \u001b[1m私はそれが非常に隆起していることを見出し、それは2人の主人公の関係を巧みに巧みに把握しています。\u001b[22m, \u001b[1m私はそれが非常に高揚見つける、それは巧みに完全に2人の主人公との関係を把握しています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (9 / 10) -\n\n\u001b[1mキャラクター（9/10） - \u001b[22m\n\u001b[1m(Kyarakutā (9 / 10) -)\u001b[22m\n\nTranslations of \u001b[4mCharacter (9 / 10) -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (9 / 10) -\u001b[24m\n    \u001b[1mキャラクター（9/10） - \u001b[22m, \u001b[1m文字（9月10日） - \u001b[22m\n\u001b[1m\u001b[22m\nWhat can I say? All the main characters felt like family to me, there was this sense of familiarity conveyed through interactions with the main character, Tatsuya, which just sat well with me. Each individual character felt like their own, no one was too generic or anything. It felt just right.\n\n\u001b[1m何と言えばいい？ すべての主人公は家族のように感じました。主人公のTatsuyaとのやりとりを通して伝わったこの親しみ感が私にはうってつけでした。 それぞれのキャラクターは自分のように感じられました。誰もあまりにも一般的ではありませんでした。 それはまさに正しいと感じました。\u001b[22m\n\u001b[1m(Nan to ieba ī? Subete no shujinkō wa kazoku no yō ni kanjimashita. Shujinkō no Tatsuya to no yaritori o tōshite tsutawatta kono shitashimi-kan ga watashiniha uttetsukedeshita. Sorezore no kyarakutā wa jibun no yō ni kanji raremashita. Dare mo amarini mo ippan-tekide wa arimasendeshita. Sore wa masani tadashī to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say? All the main characters felt like family to me, there was this sense of familiarity conveyed through interactions with the main character, Tatsuya, which just sat well with me. Each individual character felt like their own, no one was too generic or anything. It felt just right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say?\u001b[24m\n    \u001b[1m何と言えばいい？\u001b[22m, \u001b[1m私は何を言うことができますか？\u001b[22m, \u001b[1m何を言うことができますか？\u001b[22m\n\u001b[4mAll the main characters felt like family to me, there was this sense of familiarity conveyed through interactions with the main character, Tatsuya, which just sat well with me.\u001b[24m\n    \u001b[1mすべての主人公は家族のように感じました。主人公のTatsuyaとのやりとりを通して伝わったこの親しみ感が私にはうってつけでした。\u001b[22m, \u001b[1mすべての主要な登場人物はちょうどよく私と一緒に座っていた主人公、達也との相互作用を介して伝え馴染みのこの感覚があった、私には家族のように感じました。\u001b[22m\n\u001b[4mEach individual character felt like their own, no one was too generic or anything.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは自分のように感じられました。誰もあまりにも一般的ではありませんでした。\u001b[22m, \u001b[1mそれぞれの個々の文字は誰もが一般的すぎるか何かではなかった、自分自身のように感じました。\u001b[22m\n\u001b[4mIt felt just right.\u001b[24m\n    \u001b[1mそれはまさに正しいと感じました。\u001b[22m, \u001b[1mそれはちょうどいい感じ。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (9/10) -\n\n\u001b[1m楽しさ（9/10） - \u001b[22m\n\u001b[1m(Tanoshisa (9 / 10) -)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (9/10) -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (9/10) -\u001b[24m\n    \u001b[1m楽しさ（9/10） - \u001b[22m, \u001b[1m楽し（9/10） - \u001b[22m\n\u001b[1m\u001b[22m\nI am a huge lover of romantic comedies which is most likely why I enjoyed this show so much and it is well worth your time if you have it.\n\n\u001b[1m私はロマンチックなコメディーの巨大な恋人で、なぜこのショーを楽しんでいたのでしょうか？あなたがそれを持っていれば、あなたの時間の価値があります。\u001b[22m\n\u001b[1m(Watashi wa romanchikkuna komedī no kyodaina koibito de, naze kono shō o tanoshinde ita nodeshou ka? Anata ga sore o motte ireba, anata no jikan no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI am a huge lover of romantic comedies which is most likely why I enjoyed this show so much and it is well worth your time if you have it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am a huge lover of romantic comedies which is most likely why I enjoyed this show so much and it is well worth your time if you have it.\u001b[24m\n    \u001b[1m私はロマンチックなコメディーの巨大な恋人で、なぜこのショーを楽しんでいたのでしょうか？あなたがそれを持っていれば、あなたの時間の価値があります。\u001b[22m, \u001b[1m私はそんなにこのショーを楽しんだし、あなたがそれを持っている場合、それはあなたの時間価値があるなぜ可能性が最も高いロマンチックコメディーの巨大な恋人です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (8/10) -\n\n\u001b[1m全体的（8/10） - \u001b[22m\n\u001b[1m(Zentai-teki (8 / 10) -)\u001b[22m\n\nTranslations of \u001b[4mOverall (8/10) -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (8/10) -\u001b[24m\n    \u001b[1m全体的（8/10） - \u001b[22m, \u001b[1m総合（8/10） - \u001b[22m\n\u001b[1m\u001b[22m\nI loved the relationship between the two protagonists, and the familiarity I felt from the other characters was another plus. But, there were small things like the fact that some occurrences seemed way too convenient and other unexplained things/plot holes. However, those faults are not bad enough to ruin this adorable romance of an anime by a long shot.\n\n\u001b[1m私は2人の主人公の関係を愛し、他のキャラクターから感じた親しみはもう一つのプラスでした。 しかし、いくつかの出来事はあまりにも便利で他の説明できないもの/プロットホールと思われるような小さなものがありました。 しかし、これらの欠陥は、ロングショットでアニメのこの愛らしいロマンスを台無しにするほど悪くない。\u001b[22m\n\u001b[1m(Watashi wa 2-ri no shujinkō no kankei o aishi, hoka no kyarakutā kara kanjita shitashimi wa mōhitotsu no purasudeshita. Shikashi, ikutsu ka no dekigoto wa amarini mo benride hoka no setsumei dekinai mono/ purottohōru to omowa reru yōna chīsana mono ga arimashita. Shikashi, korera no kekkan wa, rongushotto de animeno kono airashī romansu o dainashi ni suru hodo warukunai.)\u001b[22m\n\nTranslations of \u001b[4mI loved the relationship between the two protagonists, and the familiarity I felt from the other characters was another plus. But, there were small things like the fact that some occurrences seemed way too convenient and other unexplained things/plot holes. However, those faults are not bad enough to ruin this adorable romance of an anime by a long shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the relationship between the two protagonists, and the familiarity I felt from the other characters was another plus.\u001b[24m\n    \u001b[1m私は2人の主人公の関係を愛し、他のキャラクターから感じた親しみはもう一つのプラスでした。\u001b[22m, \u001b[1m私は2つの主人公との関係を愛し、私は他の文字から感じた親しみやすさは他のプラスでした。\u001b[22m\n\u001b[4mBut, there were small things like the fact that some occurrences seemed way too convenient and other unexplained things/plot holes.\u001b[24m\n    \u001b[1mしかし、いくつかの出来事はあまりにも便利で他の説明できないもの/プロットホールと思われるような小さなものがありました。\u001b[22m, \u001b[1mしかし、いくつかの出来事があまりにも便利で、他の原因不明のもの/プロットの穴に見えたという事実のような小さなものがありました。\u001b[22m\n\u001b[4mHowever, those faults are not bad enough to ruin this adorable romance of an anime by a long shot.\u001b[24m\n    \u001b[1mしかし、これらの欠陥は、ロングショットでアニメのこの愛らしいロマンスを台無しにするほど悪くない。\u001b[22m, \u001b[1mしかし、これらの障害は、長いショットでアニメのこの愛らしいロマンスを台無しにするのに十分悪くないです。\u001b[22m\n\u001b[1m\u001b[22m\nSend me feedback, based off my review :) (Whether you disagree or agree with something, I am open for conversation)\n\n\u001b[1m私のレビューに基づいてフィードバックを送ってください:)（あなたが何かに同意しないか同意しても、私は会話のために開いています）\u001b[22m\n\u001b[1m(Watashi no rebyū nimotozuite fīdobakku o okutte kudasai: ) (Anata ga nanika ni dōi shinai ka dōi shite mo, watashi wa kaiwa no tame ni aiteimasu))\u001b[22m\n\nTranslations of \u001b[4mSend me feedback, based off my review :) (Whether you disagree or agree with something, I am open for conversation)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSend me feedback, based off my review :) (Whether you disagree or agree with something, I am open for conversation)\u001b[24m\n    \u001b[1m私のレビューに基づいてフィードバックを送ってください:)（あなたが何かに同意しないか同意しても、私は会話のために開いています）\u001b[22m, \u001b[1m（あなたが同意しないか何かに同意するかどうか、私は会話のために開いています:)）私のレビューをオフに基づいて、私にフィードバックを送信\u001b[22m"
  }
]
