[
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "pengwiglol",
    "profile": "/profile/pengwiglol/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=169359",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  8\n\n始める前に、このレビューはSHOWに載っています。 私たちが盲目的な欲望に集中しているなら、オパイがそうであったように、それは適切なレビューではないでしょう。 したがって、私たちはプロットについて話し、「プロット」については話しません。\n\n高校DxDはすべてのエッチがすべきものです。 友人が私にアニメに言及したとき、私はそれがまったくまったくプロットではなく、まったく無益なものになると思った。 私は間違っていた。 ボブフェストはまだそこにありましたが、プロットが伴いました。 良いプロット。\n\nストーリー：今私はここでプロットのいずれかを台無しにすることはありませんが、私はそれが堅実な話だと言うとき私を信頼しています。 最高のものではなく、あなたがエッチの喜劇のために考えるより深くなる物語。 しかしそれほど深くはありません。 あなたは午前2時に起きて、「今はすべて理解しています」と叫ぶのに十分なほど深く、深くはありません。\n\nART：それは標準です。 平均。 うん\n\nサウンド：実際には音は悪くない。 私が見てきた最高の開口部や閉鎖ではありません。 私はちょっと、それはかなり良いことを意味します。 アニメの暗い部分は暗い音楽を持ち、軽い部分は軽い音楽を持っています。 面白い音楽がある面白い部分。 音楽はうまく機能します。\n\nキャラクター。 私は単一のものを嫌っていませんでした。 悪人さえない。 さて、1,2人の悪役がいますが、そのキャラクターはとても楽しいです。 好きで現実的な ある程度まで。 あなたが知っているので。 それはエッチです。\n\n楽しみ。 これを絶対に楽しんだ。 これは、一度あなたがboobfestを乗り越えれば、本当に堅いアニメの一つです。\n\n全体：ストーリーは素晴らしい、芸術は平均、サウンドは仕事をする、キャラクターは好きで堅実だ。 本当にそれを楽しんだ。 それは時計の価値がある楽しい小さなアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nBefore we start, this review is on the SHOW. As good as the oppai might be, it wouldn't be a proper review if we focused on dem tittays. Therefore we shall be talking about the plot, and not the 'plot'\n\n\u001b[1m始める前に、このレビューはSHOWに載っています。 私たちが盲目的な欲望に集中しているなら、オパイがそうであったように、それは適切なレビューではないでしょう。 したがって、私たちはプロットについて話し、「プロット」については話しません。\u001b[22m\n\u001b[1m(Hajimeru mae ni, kono rebyū wa shō ni notte imasu. Watashitachi ga mōmokutekina yokubō ni shūchū shite irunara, opai ga sōdeatta yō ni, sore wa tekisetsuna rebyūde wanaideshou. Shitagatte, watashitachiha purotto ni tsuite hanashi,`purotto' ni tsuite wa hanashimasen.)\u001b[22m\n\nTranslations of \u001b[4mBefore we start, this review is on the SHOW. As good as the oppai might be, it wouldn't be a proper review if we focused on dem tittays. Therefore we shall be talking about the plot, and not the 'plot'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore we start, this review is on the SHOW.\u001b[24m\n    \u001b[1m始める前に、このレビューはSHOWに載っています。\u001b[22m, \u001b[1m我々が開始する前に、この口コミはSHOWです。\u001b[22m\n\u001b[4mAs good as the oppai might be, it wouldn't be a proper review if we focused on dem tittays.\u001b[24m\n    \u001b[1m私たちが盲目的な欲望に集中しているなら、オパイがそうであったように、それは適切なレビューではないでしょう。\u001b[22m, \u001b[1mおっぱいがあるかもしれないとして、我々はdemのtittaysに焦点を当てた場合は良いとして、それが適切な審査ではありません。\u001b[22m\n\u001b[4mTherefore we shall be talking about the plot, and not the 'plot'\u001b[24m\n    \u001b[1mしたがって、私たちはプロットについて話し、「プロット」については話しません。\u001b[22m, \u001b[1mそこで我々は、プロット、およびない「プロット」の話をしなければなりません\u001b[22m\n\u001b[1m\u001b[22m\nHigh school DxD is what all ecchi should be. When a friend mentioned to anime to me I thought it was going to be a boobfest with little to no plot at all. I was wrong. I mean , the boobfest was still there but it was accompanied with a plot. A good plot.\n\n\u001b[1m高校DxDはすべてのエッチがすべきものです。 友人が私にアニメに言及したとき、私はそれがまったくまったくプロットではなく、まったく無益なものになると思った。 私は間違っていた。 ボブフェストはまだそこにありましたが、プロットが伴いました。 良いプロット。\u001b[22m\n\u001b[1m(Kōkō DxD wa subete no etchi ga subeki monodesu. Yūjin ga watashi ni anime ni genkyū shita toki, watashi wa sore ga mattaku mattaku purottode wa naku, mattaku muekina mono ni naru to omotta. Watashi wa machigatte ita. Bobufesuto wa mada soko ni arimashitaga, purotto ga tomonaimashita. Yoi purotto.)\u001b[22m\n\nTranslations of \u001b[4mHigh school DxD is what all ecchi should be. When a friend mentioned to anime to me I thought it was going to be a boobfest with little to no plot at all. I was wrong. I mean , the boobfest was still there but it was accompanied with a plot. A good plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHigh school DxD is what all ecchi should be.\u001b[24m\n    \u001b[1m高校DxDはすべてのエッチがすべきものです。\u001b[22m, \u001b[1mハイスクールD×Dは、すべてのエッチがどうあるべきかです。\u001b[22m\n\u001b[4mWhen a friend mentioned to anime to me I thought it was going to be a boobfest with little to no plot at all.\u001b[24m\n    \u001b[1m友人が私にアニメに言及したとき、私はそれがまったくまったくプロットではなく、まったく無益なものになると思った。\u001b[22m, \u001b[1m友人が私にアニメする言及したとき、私はそれがまったくプロットがほとんどでboobfestであると思っていました。\u001b[22m\n\u001b[4mI was wrong.\u001b[24m\n    \u001b[1m私は間違っていた。\u001b[22m, \u001b[1m私は間違っていました。\u001b[22m\n\u001b[4mI mean , the boobfest was still there but it was accompanied with a plot.\u001b[24m\n    \u001b[1mボブフェストはまだそこにありましたが、プロットが伴いました。\u001b[22m, \u001b[1m私が意味する、boobfestはまだそこにあったが、それはプロットを伴いました。\u001b[22m\n\u001b[4mA good plot.\u001b[24m\n    \u001b[1m良いプロット。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: now I won't be spoiling any of the plot here, but trust me when I say that it's a solid story. Not the best but a story that goes deeper than you would think for a ecchi comedy. Not too deep though. Deep enough to enjoy but not deep enough for you to wake up at 2 am and scream 'I UNDERSTAND EVERYTHING NOW'.\n\n\u001b[1mストーリー：今私はここでプロットのいずれかを台無しにすることはありませんが、私はそれが堅実な話だと言うとき私を信頼しています。 最高のものではなく、あなたがエッチの喜劇のために考えるより深くなる物語。 しかしそれほど深くはありません。 あなたは午前2時に起きて、「今はすべて理解しています」と叫ぶのに十分なほど深く、深くはありません。\u001b[22m\n\u001b[1m(Sutōrī: Ima watashi wa koko de purotto no izureka o dainashi ni suru koto wa arimasenga, watashi wa sore ga kenjitsuna hanashida to iu toki watashi o shinrai shite imasu. Saikō no monode wa naku, anata ga etchi no kigeki no tame ni kangaeru yori fukaku naru monogatari. Shikashi sore hodo fukaku wa arimasen. Anata wa gozen 2-ji ni okite,`ima wa subete rikai shite imasu' to sakebu no ni jūbun'na hodo fukaku, fukaku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: now I won't be spoiling any of the plot here, but trust me when I say that it's a solid story. Not the best but a story that goes deeper than you would think for a ecchi comedy. Not too deep though. Deep enough to enjoy but not deep enough for you to wake up at 2 am and scream 'I UNDERSTAND EVERYTHING NOW'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: now I won't be spoiling any of the plot here, but trust me when I say that it's a solid story.\u001b[24m\n    \u001b[1mストーリー：今私はここでプロットのいずれかを台無しにすることはありませんが、私はそれが堅実な話だと言うとき私を信頼しています。\u001b[22m, \u001b[1mSTORY：今、私はここでプロットのいずれかを損なうことが、私はそれは固体の話だと言うとき私を信頼されることはありません。\u001b[22m\n\u001b[4mNot the best but a story that goes deeper than you would think for a ecchi comedy.\u001b[24m\n    \u001b[1m最高のものではなく、あなたがエッチの喜劇のために考えるより深くなる物語。\u001b[22m, \u001b[1m最高のが、あなたはエッチなコメディのためにと思うだろうよりも深く行く話ではありません。\u001b[22m\n\u001b[4mNot too deep though.\u001b[24m\n    \u001b[1mしかしそれほど深くはありません。\u001b[22m, \u001b[1mしかし、あまりにも深くありません。\u001b[22m\n\u001b[4mDeep enough to enjoy but not deep enough for you to wake up at 2 am and scream 'I UNDERSTAND EVERYTHING NOW'.\u001b[24m\n    \u001b[1mあなたは午前2時に起きて、「今はすべて理解しています」と叫ぶのに十分なほど深く、深くはありません。\u001b[22m, \u001b[1m楽しむのに十分な深いますが、午前2時に目覚めて、「私は今すぐすべてを理解」悲鳴するのは十分深くありません。\u001b[22m\n\u001b[1m\u001b[22m\nART: I mean, it's standard. Average. Yep.\n\n\u001b[1mART：それは標準です。 平均。 うん\u001b[22m\n\u001b[1m(Āto: Sore wa hyōjundesu. Heikin. Un)\u001b[22m\n\nTranslations of \u001b[4mART: I mean, it's standard. Average. Yep.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: I mean, it's standard.\u001b[24m\n    \u001b[1mART：それは標準です。\u001b[22m, \u001b[1mART：私が意味する、それが標準です。\u001b[22m\n\u001b[4mAverage.\u001b[24m\n    \u001b[1m平均。\u001b[22m\n\u001b[4mYep.\u001b[24m\n    \u001b[1mうん\u001b[22m, \u001b[1mうん。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: Sound is actually not to bad. Not the best openings and closings I've seen. but I mean hey, it's pretty good. Dark parts of the anime have dark music and light parts have light music. Funny parts having funny music. Music does its job well.\n\n\u001b[1mサウンド：実際には音は悪くない。 私が見てきた最高の開口部や閉鎖ではありません。 私はちょっと、それはかなり良いことを意味します。 アニメの暗い部分は暗い音楽を持ち、軽い部分は軽い音楽を持っています。 面白い音楽がある面白い部分。 音楽はうまく機能します。\u001b[22m\n\u001b[1m(Saundo: Jissai ni wa oto wa warukunai. Watashi ga mitekita saikō no kaikō-bu ya heisade wa arimasen. Watashi wa chotto, sore wa kanari yoi koto o imi shimasu. Anime no kurai bubun wa kurai ongaku o mochi, karui bubun wa karui ongaku o motte imasu. Omoshiroi ongaku ga aru omoshiroi bubun. Ongaku wa umaku kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: Sound is actually not to bad. Not the best openings and closings I've seen. but I mean hey, it's pretty good. Dark parts of the anime have dark music and light parts have light music. Funny parts having funny music. Music does its job well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: Sound is actually not to bad.\u001b[24m\n    \u001b[1mサウンド：実際には音は悪くない。\u001b[22m, \u001b[1mSOUND：サウンドが悪いに実際にはありません。\u001b[22m\n\u001b[4mNot the best openings and closings I've seen.\u001b[24m\n    \u001b[1m私が見てきた最高の開口部や閉鎖ではありません。\u001b[22m, \u001b[1m私が見た中で最高の開口部と閉鎖されていません。\u001b[22m\n\u001b[4mbut I mean hey, it's pretty good.\u001b[24m\n    \u001b[1m私はちょっと、それはかなり良いことを意味します。\u001b[22m, \u001b[1m私はちょっと、それはかなり良いことだ意味します。\u001b[22m\n\u001b[4mDark parts of the anime have dark music and light parts have light music.\u001b[24m\n    \u001b[1mアニメの暗い部分は暗い音楽を持ち、軽い部分は軽い音楽を持っています。\u001b[22m, \u001b[1mアニメの暗い部分は暗く音楽と光部品、光の音楽を持っています。\u001b[22m\n\u001b[4mFunny parts having funny music.\u001b[24m\n    \u001b[1m面白い音楽がある面白い部分。\u001b[22m, \u001b[1m面白い音楽を持つ面白い部分。\u001b[22m\n\u001b[4mMusic does its job well.\u001b[24m\n    \u001b[1m音楽はうまく機能します。\u001b[22m, \u001b[1m音楽はよくその仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER. I didn't hate a single one. Not even the villains. Okay maybe one or two villains but the characters are very enjoyable. Likable and realistic. To a degree. Because ya know. It's an ecchi.\n\n\u001b[1mキャラクター。 私は単一のものを嫌っていませんでした。 悪人さえない。 さて、1,2人の悪役がいますが、そのキャラクターはとても楽しいです。 好きで現実的な ある程度まで。 あなたが知っているので。 それはエッチです。\u001b[22m\n\u001b[1m(Kyarakutā. Watashi wa tan'itsu no mono o kiratte imasendeshita. Akunin sae nai. Sate, 1, 2-ri no akuyaku ga imasuga, sono kyarakutā wa totemo tanoshīdesu. Sukide genjitsu-tekina aruteido made. Anata ga shitte irunode. Sore wa etchidesu.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER. I didn't hate a single one. Not even the villains. Okay maybe one or two villains but the characters are very enjoyable. Likable and realistic. To a degree. Because ya know. It's an ecchi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER.\u001b[24m\n    \u001b[1mキャラクター。\u001b[22m, \u001b[1m文字。\u001b[22m, \u001b[1mCHARACTER。\u001b[22m\n\u001b[4mI didn't hate a single one.\u001b[24m\n    \u001b[1m私は単一のものを嫌っていませんでした。\u001b[22m, \u001b[1m私は単一のものを嫌いではありませんでした。\u001b[22m\n\u001b[4mNot even the villains.\u001b[24m\n    \u001b[1m悪人さえない。\u001b[22m, \u001b[1mさえ悪役。\u001b[22m\n\u001b[4mOkay maybe one or two villains but the characters are very enjoyable.\u001b[24m\n    \u001b[1mさて、1,2人の悪役がいますが、そのキャラクターはとても楽しいです。\u001b[22m, \u001b[1mさて多分1または2の悪人が、文字が非常に楽しいです。\u001b[22m\n\u001b[4mLikable and realistic.\u001b[24m\n    \u001b[1m好きで現実的な\u001b[22m, \u001b[1m好感の持てると現実的。\u001b[22m\n\u001b[4mTo a degree.\u001b[24m\n    \u001b[1mある程度まで。\u001b[22m, \u001b[1m程度に。\u001b[22m\n\u001b[4mBecause ya know.\u001b[24m\n    \u001b[1mあなたが知っているので。\u001b[22m, \u001b[1m屋が知っているので。\u001b[22m\n\u001b[4mIt's an ecchi.\u001b[24m\n    \u001b[1mそれはエッチです。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT. Absolutely enjoyed this. This is one of those animes that really is solid once you get over the boobfest.\n\n\u001b[1m楽しみ。 これを絶対に楽しんだ。 これは、一度あなたがboobfestを乗り越えれば、本当に堅いアニメの一つです。\u001b[22m\n\u001b[1m(Tanoshimi. Kore o zettai ni tanoshinda. Kore wa, ichido anata ga boobfest o norikoereba, hontōni katai anime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT. Absolutely enjoyed this. This is one of those animes that really is solid once you get over the boobfest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT.\u001b[24m\n    \u001b[1m楽しみ。\u001b[22m, \u001b[1mエンジョイメント。\u001b[22m, \u001b[1m享有。\u001b[22m\n\u001b[4mAbsolutely enjoyed this.\u001b[24m\n    \u001b[1mこれを絶対に楽しんだ。\u001b[22m, \u001b[1m絶対にこれを楽しみました。\u001b[22m\n\u001b[4mThis is one of those animes that really is solid once you get over the boobfest.\u001b[24m\n    \u001b[1mこれは、一度あなたがboobfestを乗り越えれば、本当に堅いアニメの一つです。\u001b[22m, \u001b[1mこれは、あなたがboobfest乗り越えるたら本当にしっかりしているこれらのアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: story is great, art is average, sound does its job, characters are likable and solid. Really enjoyed it. It's a fun little anime that is worth a watch.\n\n\u001b[1m全体：ストーリーは素晴らしい、芸術は平均、サウンドは仕事をする、キャラクターは好きで堅実だ。 本当にそれを楽しんだ。 それは時計の価値がある楽しい小さなアニメです。\u001b[22m\n\u001b[1m(Zentai: Sutōrī wa subarashī, geijutsu wa heikin, saundo wa shigoto o suru, kyarakutā wa sukide kenjitsuda. Hontōni sore o tanoshinda. Sore wa tokei no kachigāru tanoshī chīsana animedesu.)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: story is great, art is average, sound does its job, characters are likable and solid. Really enjoyed it. It's a fun little anime that is worth a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: story is great, art is average, sound does its job, characters are likable and solid.\u001b[24m\n    \u001b[1m全体：ストーリーは素晴らしい、芸術は平均、サウンドは仕事をする、キャラクターは好きで堅実だ。\u001b[22m, \u001b[1m総評：物語は素晴らしいですが、芸術は平均して、音がその仕事をして、文字が好感の持てる固体です。\u001b[22m\n\u001b[4mReally enjoyed it.\u001b[24m\n    \u001b[1m本当にそれを楽しんだ。\u001b[22m, \u001b[1m実際にそれを楽しみました。\u001b[22m\n\u001b[4mIt's a fun little anime that is worth a watch.\u001b[24m\n    \u001b[1mそれは時計の価値がある楽しい小さなアニメです。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "MightyJK",
    "profile": "/profile/MightyJK/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=114117",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nトータル驚異のアニメ。 ストーリーはやや弱いですが、とても面白くて楽しいです。 現在のすべての文字と、それを組み合わせて外出的なストーリーを作成します。 涙が出るまで視聴者を笑わせるために非常にユーモラスでエッチなアニメーションが含まれています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTotal amazing anime. Though the story is a tad bit weak still it is very funny and enjoyable. contains all the current characters and the new ones combined to make an extradoniary story. contains very humorous and echi animations to make the viewers laugh till tears are found.\n\n\u001b[1mトータル驚異のアニメ。 ストーリーはやや弱いですが、とても面白くて楽しいです。 現在のすべての文字と、それを組み合わせて外出的なストーリーを作成します。 涙が出るまで視聴者を笑わせるために非常にユーモラスでエッチなアニメーションが含まれています。\u001b[22m\n\u001b[1m(Tōtaru kyōi no anime. Sutōrī wa yaya yowaidesuga, totemo omoshirokute tanoshīdesu. Genzai no subete no moji to, sore o kumiawasete gaishutsu-tekina sutōrī o sakusei shimasu. Namida ga deru made shichō-sha o warawaseru tame ni hijō ni yūmorasu de etchina animēshon ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mTotal amazing anime. Though the story is a tad bit weak still it is very funny and enjoyable. contains all the current characters and the new ones combined to make an extradoniary story. contains very humorous and echi animations to make the viewers laugh till tears are found.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTotal amazing anime.\u001b[24m\n    \u001b[1mトータル驚異のアニメ。\u001b[22m, \u001b[1m総素晴らしいアニメ。\u001b[22m\n\u001b[4mThough the story is a tad bit weak still it is very funny and enjoyable.\u001b[24m\n    \u001b[1mストーリーはやや弱いですが、とても面白くて楽しいです。\u001b[22m, \u001b[1m話は少しビット弱いですが、まだそれは非常に面白いと楽しいです。\u001b[22m\n\u001b[4mcontains all the current characters and the new ones combined to make an extradoniary story.\u001b[24m\n    \u001b[1m現在のすべての文字と、それを組み合わせて外出的なストーリーを作成します。\u001b[22m, \u001b[1m現在のすべての文字とextradoniary物語を作るために組み合わせ、新しいものが含まれています。\u001b[22m\n\u001b[4mcontains very humorous and echi animations to make the viewers laugh till tears are found.\u001b[24m\n    \u001b[1m涙が出るまで視聴者を笑わせるために非常にユーモラスでエッチなアニメーションが含まれています。\u001b[22m, \u001b[1m涙が発見されたまで視聴者を笑わせることは非常にユーモラスで愛知アニメーションが含まれています。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "GodBlessDXD",
    "profile": "/profile/GodBlessDXD/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=231555",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\nシーズン2の私の意見はシーズン1と大きく異なるわけではないので、私は以下のシーズン1のレビューを使用しました。 しかし、大きな違いが1つあります。 シーズン2は、過度に性的な子供をキャラクターとして紹介するのを誤ってしまった。 私の意見では、このキャラクターのアーキタイプはアニメから根絶する必要があります。 それは私の意見です。 このため、キャラクターのキャスティングは全体として少し価値が失われましたが、アニメはまだ優れています！\n\n高校DXDはエッチ/ハーレムのアイコンです。 あなたがfanserviceで区切られた良いストーリーテリングのファンなら、DXDはあなたのためです。 いくつかの意見は、漫画と非標準的であるか、またはあまりにも小さな話を持っているためのDXDをフォールトします。  ecchi / harlemタグは、ストーリーテリングの欠如というこの錯覚を間違いなく作り出すことができ、時には批評家も正しいです。 しかし、DXDは、DXDを非常に特別なものにして、コンテンツとファンサービスの適切な組み合わせを見つける上で非常に優れた仕事をしています。  DXDは、ほとんどのエチケットのようなフィラーエピソードを使用する代わりに、すべてのエピソードでそのストーリーを進める方法を見つけました。 アニメはアニメであり、マンガではないことを覚えておくことも重要です。 別個の動物は少しばかり扱われ、設計されるべきです。 このようにして、漫画に近すぎるとアニメーション版を落とし穴に導く可能性があるので、漫画からの逸脱は許され、理解可能である。 結局のところ、DXDは必見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMy opinion of season 2 does not differ much from season 1, so I've used my review for season 1 below. There is one large difference though. Season 2 made a mistake of introducing a hyper-sexualized child as a character. In my opinion, this character archetype needs to be eradicated from anime. That is only my opinion. Because of this, the cast of characters as a whole has lost a little value for me, but the anime is still outstanding!\n\n\u001b[1mシーズン2の私の意見はシーズン1と大きく異なるわけではないので、私は以下のシーズン1のレビューを使用しました。 しかし、大きな違いが1つあります。 シーズン2は、過度に性的な子供をキャラクターとして紹介するのを誤ってしまった。 私の意見では、このキャラクターのアーキタイプはアニメから根絶する必要があります。 それは私の意見です。 このため、キャラクターのキャスティングは全体として少し価値が失われましたが、アニメはまだ優れています！\u001b[22m\n\u001b[1m(Shīzun 2 no watashi no iken wa shīzun 1 to ōkiku kotonaru wakede wanainode, watashi wa ika no shīzun 1 no rebyū o shiyō shimashita. Shikashi, ōkinachigai ga 1tsu arimasu. Shīzun 2 wa, kado ni seitekina kodomo o kyarakutā to shite shōkai suru no o ayamatte shimatta. Watashi no ikende wa, kono kyarakutā no ākitaipu wa anime kara konzetsu suru hitsuyō ga arimasu. Sore wa watashi no ikendesu. Ko no tame, kyarakutā no kyasutingu wa zentai to shite sukoshi kachi ga ushinawa remashitaga, anime wa mada sugurete imasu!)\u001b[22m\n\nTranslations of \u001b[4mMy opinion of season 2 does not differ much from season 1, so I've used my review for season 1 below. There is one large difference though. Season 2 made a mistake of introducing a hyper-sexualized child as a character. In my opinion, this character archetype needs to be eradicated from anime. That is only my opinion. Because of this, the cast of characters as a whole has lost a little value for me, but the anime is still outstanding!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy opinion of season 2 does not differ much from season 1, so I've used my review for season 1 below.\u001b[24m\n    \u001b[1mシーズン2の私の意見はシーズン1と大きく異なるわけではないので、私は以下のシーズン1のレビューを使用しました。\u001b[22m, \u001b[1mシーズン2の私の意見はシーズン1からあまり変わらないので、私は以下のシーズン1のための私のレビューを使用しました。\u001b[22m\n\u001b[4mThere is one large difference though.\u001b[24m\n    \u001b[1mしかし、大きな違いが1つあります。\u001b[22m, \u001b[1mしかし一つの大きな違いがあります。\u001b[22m\n\u001b[4mSeason 2 made a mistake of introducing a hyper-sexualized child as a character.\u001b[24m\n    \u001b[1mシーズン2は、過度に性的な子供をキャラクターとして紹介するのを誤ってしまった。\u001b[22m, \u001b[1mシーズン2は、文字としてハイパー性的子を導入するミスを犯しました。\u001b[22m\n\u001b[4mIn my opinion, this character archetype needs to be eradicated from anime.\u001b[24m\n    \u001b[1m私の意見では、このキャラクターのアーキタイプはアニメから根絶する必要があります。\u001b[22m, \u001b[1m私の意見では、この文字の原型は、アニメから根絶する必要があります。\u001b[22m\n\u001b[4mThat is only my opinion.\u001b[24m\n    \u001b[1mそれは私の意見です。\u001b[22m\n\u001b[4mBecause of this, the cast of characters as a whole has lost a little value for me, but the anime is still outstanding!\u001b[24m\n    \u001b[1mこのため、キャラクターのキャスティングは全体として少し価値が失われましたが、アニメはまだ優れています！\u001b[22m, \u001b[1mこのため、全体としての文字のキャストが私のためにほとんど価値を失っているが、アニメはまだ抜群です！\u001b[22m\n\u001b[1m\u001b[22m\nHigh School DXD is an ecchi/harem icon. If you are a fan of good storytelling punctuated with fanservice then DXD is for you. Some opinions fault DXD for being non-canonical with the manga or have too little story. The ecchi/harlem tag can definitely create this illusion of a lack of storytelling, and sometimes critics are correct. However, DXD does an extremely good job at finding the right combination of content and fanservice making DXD very special. DXD found a way to advance its story in every episode instead of using filler episodes like most ecchis. It's also important to remember that an anime is an anime, and not a manga. Seperate animals should be treated and designed a bit differently. In this way, some deviation from the manga is permissible and understandable as coming too close to the manga could lead The animated version into pitfalls. All in all, DXD is a must watch.\n\n\u001b[1m高校DXDはエッチ/ハーレムのアイコンです。 あなたがfanserviceで区切られた良いストーリーテリングのファンなら、DXDはあなたのためです。 いくつかの意見は、漫画と非標準的であるか、またはあまりにも小さな話を持っているためのDXDをフォールトします。  ecchi / harlemタグは、ストーリーテリングの欠如というこの錯覚を間違いなく作り出すことができ、時には批評家も正しいです。 しかし、DXDは、DXDを非常に特別なものにして、コンテンツとファンサービスの適切な組み合わせを見つける上で非常に優れた仕事をしています。  DXDは、ほとんどのエチケットのようなフィラーエピソードを使用する代わりに、すべてのエピソードでそのストーリーを進める方法を見つけました。 アニメはアニメであり、マンガではないことを覚えておくことも重要です。 別個の動物は少しばかり扱われ、設計されるべきです。 このようにして、漫画に近すぎるとアニメーション版を落とし穴に導く可能性があるので、漫画からの逸脱は許され、理解可能である。 結局のところ、DXDは必見です。\u001b[22m\n\u001b[1m(Kōkō DXD wa etchi/ hāremu no aikondesu. Anata ga fanservice de kugira reta yoi sutōrīteringu no fan'nara, DXD wa anata no tamedesu. Ikutsu ka no iken wa, manga to hi hyōjun-tekidearu ka, matawa amarini mo chīsana hanashi o motte iru tame no DXD o fōruto shimasu. Ecchi/ harlem tagu wa, sutōrīteringu no ketsujo to iu kono sakkaku o machigainaku tsukuridasu koto ga deki, tokiniha hihyō-ka mo tadashīdesu. Shikashi, DXD wa, DXD o hijō ni tokubetsuna mono ni shite, kontentsu to fansābisu no tekisetsuna kumiawase o mitsukeru ue de hijō ni sugureta shigoto o shite imasu. DXD wa, hotondo no echiketto no yōna firāepisōdo o shiyō suru kawari ni, subete no episōdo de sono sutōrī o susumeru hōhō o mitsukemashita. Anime wa animedeari, mangade wanai koto o oboete oku koto mo jūyōdesu. Bekko no dōbutsu wa sukoshi bakari atsukawa re, sekkei sa rerubekidesu. Ko no yō ni shite, manga ni chika sugiru to animēshon-ban o otoshiana ni michibiku kanōsei ga aru node, manga kara no itsudatsu wa yurusa re, rikai kanōdearu. Kekkyokunotokoro, DXD wa hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mHigh School DXD is an ecchi/harem icon. If you are a fan of good storytelling punctuated with fanservice then DXD is for you. Some opinions fault DXD for being non-canonical with the manga or have too little story. The ecchi/harlem tag can definitely create this illusion of a lack of storytelling, and sometimes critics are correct. However, DXD does an extremely good job at finding the right combination of content and fanservice making DXD very special. DXD found a way to advance its story in every episode instead of using filler episodes like most ecchis. It's also important to remember that an anime is an anime, and not a manga. Seperate animals should be treated and designed a bit differently. In this way, some deviation from the manga is permissible and understandable as coming too close to the manga could lead The animated version into pitfalls. All in all, DXD is a must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHigh School DXD is an ecchi/harem icon.\u001b[24m\n    \u001b[1m高校DXDはエッチ/ハーレムのアイコンです。\u001b[22m, \u001b[1mハイスクールD×Dはエッチ/ハーレムアイコンです。\u001b[22m\n\u001b[4mIf you are a fan of good storytelling punctuated with fanservice then DXD is for you.\u001b[24m\n    \u001b[1mあなたがfanserviceで区切られた良いストーリーテリングのファンなら、DXDはあなたのためです。\u001b[22m, \u001b[1mあなたがサービスカットで中断良いストーリーテリングのファンなら、その後DXDはあなたのためです。\u001b[22m\n\u001b[4mSome opinions fault DXD for being non-canonical with the manga or have too little story.\u001b[24m\n    \u001b[1mいくつかの意見は、漫画と非標準的であるか、またはあまりにも小さな話を持っているためのDXDをフォールトします。\u001b[22m, \u001b[1mいくつかの意見が漫画に非標準であるためにDXD故障または少なすぎる物語を持っています。\u001b[22m\n\u001b[4mThe ecchi/harlem tag can definitely create this illusion of a lack of storytelling, and sometimes critics are correct.\u001b[24m\n    \u001b[1mecchi / harlemタグは、ストーリーテリングの欠如というこの錯覚を間違いなく作り出すことができ、時には批評家も正しいです。\u001b[22m, \u001b[1mエッチ/ハーレムタグは間違いなく物語の欠如のこのような錯覚を作成することができ、そして時には批評家は正しいです。\u001b[22m\n\u001b[4mHowever, DXD does an extremely good job at finding the right combination of content and fanservice making DXD very special.\u001b[24m\n    \u001b[1mしかし、DXDは、DXDを非常に特別なものにして、コンテンツとファンサービスの適切な組み合わせを見つける上で非常に優れた仕事をしています。\u001b[22m, \u001b[1mしかし、DXDは、コンテンツとサービスカットDXDは非常に特別な作りの適切な組み合わせを見つけることで、非常に良い仕事をしていません。\u001b[22m\n\u001b[4mDXD found a way to advance its story in every episode instead of using filler episodes like most ecchis.\u001b[24m\n    \u001b[1mDXDは、ほとんどのエチケットのようなフィラーエピソードを使用する代わりに、すべてのエピソードでそのストーリーを進める方法を見つけました。\u001b[22m, \u001b[1mDXDではなく、最もecchisようなフィラーのエピソードを使用してのすべてのエピソードでその話を進める方法を発見しました。\u001b[22m\n\u001b[4mIt's also important to remember that an anime is an anime, and not a manga.\u001b[24m\n    \u001b[1mアニメはアニメであり、マンガではないことを覚えておくことも重要です。\u001b[22m, \u001b[1mこれは、アニメはアニメではなく漫画であることを覚えておくことも重要です。\u001b[22m\n\u001b[4mSeperate animals should be treated and designed a bit differently.\u001b[24m\n    \u001b[1m別個の動物は少しばかり扱われ、設計されるべきです。\u001b[22m, \u001b[1m別々の動物が扱われ、ビット異なって設計されるべきです。\u001b[22m\n\u001b[4mIn this way, some deviation from the manga is permissible and understandable as coming too close to the manga could lead The animated version into pitfalls.\u001b[24m\n    \u001b[1mこのようにして、漫画に近すぎるとアニメーション版を落とし穴に導く可能性があるので、漫画からの逸脱は許され、理解可能である。\u001b[22m, \u001b[1mこのように、漫画からのいくつかの偏差が落とし穴にアニメーションバージョンを招く可能性が漫画に近すぎる来るとして許容し、理解しやすいです。\u001b[22m\n\u001b[4mAll in all, DXD is a must watch.\u001b[24m\n    \u001b[1m結局のところ、DXDは必見です。\u001b[22m, \u001b[1mすべてのすべてで、DXDは見なければならないです。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "7Rias",
    "profile": "/profile/7Rias/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=201513",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこれを与えるために十分な高校DxDを見直しました：\n\nストーリー（10）：\n私はまだ彼の＃1に焦点を当てているが、ミックスに多くを追加する、やや高密度の主人公であるbadassのための吸盤だ。 物語は、野生のような視覚小説を吹き飛ばしますが、アニメーションを仲介します。 ライト小説から細かいディテールを追加しても、ストーリーにはあまり影響しません。\n\nアート（10）：\nHigh School DxDを見ていると、季節1から季節2までのBDの芸術作品が視覚的にアップグレードされています（何年にもわたってアップグレードが必要です。そうでなければ人々は文句を言うでしょう）。\n\nサウンド（9）：\nS2のサウンドトラックはS1とやや似ていますが、リアスの主題歌「吟遊の声」を聞いた時のうつ病/悲劇的な倍音が欠けています。 クラシック音楽、私は非常に好きです、戦いの傾向。\n\nキャラクター（10）：\nXenovia、Irina、Vali、Azazelの登場は、アニメの進展に不可欠です。  Riaはまだ他のものよりも画面時間を取得しますが、裏話が重要です。 文字の開発は急速ではありません。\n\n楽しさ（10）：\n私はたとえそれがこのように判明したとしても、シリーズを崇拝する。\n\n全体（10）：\nあなたがエッチのアニメバンドル、ハーレムに含まれ、神のような力が好きなら、これはあなたのための完璧なアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've re-watched enough High School DxD to give this:\n\n\u001b[1m私はこれを与えるために十分な高校DxDを見直しました：\u001b[22m\n\u001b[1m(Watashi wa kore o ataeru tame ni jūbun'na kōkō DxD o minaoshimashita:)\u001b[22m\n\nTranslations of \u001b[4mI've re-watched enough High School DxD to give this:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've re-watched enough High School DxD to give this:\u001b[24m\n    \u001b[1m私はこれを与えるために十分な高校DxDを見直しました：\u001b[22m, \u001b[1m私は十分ハイスクールD×Dはこれを与えるために再見てきました：\u001b[22m\n\u001b[1m\u001b[22m\nStory (10):\n\n\u001b[1mストーリー（10）：\u001b[22m\n\u001b[1m(Sutōrī (10):)\u001b[22m\n\nTranslations of \u001b[4mStory (10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (10):\u001b[24m\n    \u001b[1mストーリー（10）：\u001b[22m\nI'm a sucker for badass, somewhat dense, main hero who still has a focus on his #1 but adds more to the mix. The story blazes through the visual novels like a wildfire, however mediates to the animation. Adding every small detail from the Light Novel would not really impact the story.\n\n\u001b[1m私はまだ彼の＃1に焦点を当てているが、ミックスに多くを追加する、やや高密度の主人公であるbadassのための吸盤だ。 物語は、野生のような視覚小説を吹き飛ばしますが、アニメーションを仲介します。 ライト小説から細かいディテールを追加しても、ストーリーにはあまり影響しません。\u001b[22m\n\u001b[1m(Watashi wa mada kare no# 1 ni shōten o atete iruga, mikkusu ni ōku o tsuika suru, yaya kōmitsudo no shujinkōdearu badass no tame no kyūbanda. Monogatari wa, yasei no yōna shikaku shōsetsu o fukitobashimasuga, animēshon o chūkai shimasu. Raito shōsetsu kara komakai ditēru o tsuika shite mo, sutōrī ni wa amari eikyō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm a sucker for badass, somewhat dense, main hero who still has a focus on his #1 but adds more to the mix. The story blazes through the visual novels like a wildfire, however mediates to the animation. Adding every small detail from the Light Novel would not really impact the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a sucker for badass, somewhat dense, main hero who still has a focus on his #1 but adds more to the mix.\u001b[24m\n    \u001b[1m私はまだ彼の＃1に焦点を当てているが、ミックスに多くを追加する、やや高密度の主人公であるbadassのための吸盤だ。\u001b[22m, \u001b[1m私はまだ彼の＃1にフォーカスを持っているが、ミックスに、よりを追加しワル、やや緻密で、主人公のための吸盤です。\u001b[22m\n\u001b[4mThe story blazes through the visual novels like a wildfire, however mediates to the animation.\u001b[24m\n    \u001b[1m物語は、野生のような視覚小説を吹き飛ばしますが、アニメーションを仲介します。\u001b[22m, \u001b[1m物語はしかし、野火のようにビジュアルノベルを介して燃え上がるアニメーションに仲介します。\u001b[22m\n\u001b[4mAdding every small detail from the Light Novel would not really impact the story.\u001b[24m\n    \u001b[1mライト小説から細かいディテールを追加しても、ストーリーにはあまり影響しません。\u001b[22m, \u001b[1mライトノベルからのすべての小さなディテールを追加すると、本当に話に影響を与えないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nArt (10):\n\n\u001b[1mアート（10）：\u001b[22m\n\u001b[1m(Āto (10):)\u001b[22m\n\nTranslations of \u001b[4mArt (10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (10):\u001b[24m\n    \u001b[1mアート（10）：\u001b[22m\nAs you watched through High School DxD, there is a visual upgrade in art in the BD from Season 1 to Season 2. (Obviously there has to be an upgrade over the years or else people will complain.)\n\n\u001b[1mHigh School DxDを見ていると、季節1から季節2までのBDの芸術作品が視覚的にアップグレードされています（何年にもわたってアップグレードが必要です。そうでなければ人々は文句を言うでしょう）。\u001b[22m\n\u001b[1m(Haisukūru DxD o mite iru to, kisetsu 1 kara kisetsu 2 made no BD no geijutsu sakuhin ga shikaku-teki ni appugurēdo sa rete imasu (nan'nen ni mo watatte appugurēdo ga hitsuyōdesu. Sōdenakereba hitobito wa monkuwoiudeshou).)\u001b[22m\n\nTranslations of \u001b[4mAs you watched through High School DxD, there is a visual upgrade in art in the BD from Season 1 to Season 2. (Obviously there has to be an upgrade over the years or else people will complain.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you watched through High School DxD, there is a visual upgrade in art in the BD from Season 1 to Season 2. (Obviously there has to be an upgrade over the years or else people will complain.)\u001b[24m\n    \u001b[1mHigh School DxDを見ていると、季節1から季節2までのBDの芸術作品が視覚的にアップグレードされています（何年にもわたってアップグレードが必要です。そうでなければ人々は文句を言うでしょう）。\u001b[22m, \u001b[1mあなたはハイスクールD×Dを通して見たように、シーズン2にシーズン1からBDにおける当ビジュアルアップグレードがあります（年間のアップグレードや他の人々が存在しなければならない明らかに文句を言います。）\u001b[22m\n\u001b[1m\u001b[22m\nSound (9):\n\n\u001b[1mサウンド（9）：\u001b[22m\n\u001b[1m(Saundo (9 ):)\u001b[22m\n\nTranslations of \u001b[4mSound (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (9):\u001b[24m\n    \u001b[1mサウンド（9）：\u001b[22m\nThe S2 soundtrack is somewhat similar to S1, but lacks the depressing/tragic overtone I liked when hearing Rias' theme song Shinsou no, Ojou-sama desu. The classical music, I'm very fond of, trends to battle.\n\n\u001b[1mS2のサウンドトラックはS1とやや似ていますが、リアスの主題歌「吟遊の声」を聞いた時のうつ病/悲劇的な倍音が欠けています。 クラシック音楽、私は非常に好きです、戦いの傾向。\u001b[22m\n\u001b[1m(S 2 no saundotorakku wa S 1 to yaya nite imasuga, riasu no shudaika `gin'yū no koe' o kiita toki no utsubyō/ higeki-tekina baion ga kakete imasu. Kurashikku ongaku, watashi wa hijō ni sukidesu, tatakai no keikō.)\u001b[22m\n\nTranslations of \u001b[4mThe S2 soundtrack is somewhat similar to S1, but lacks the depressing/tragic overtone I liked when hearing Rias' theme song Shinsou no, Ojou-sama desu. The classical music, I'm very fond of, trends to battle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe S2 soundtrack is somewhat similar to S1, but lacks the depressing/tragic overtone I liked when hearing Rias' theme song Shinsou no, Ojou-sama desu.\u001b[24m\n    \u001b[1mS2のサウンドトラックはS1とやや似ていますが、リアスの主題歌「吟遊の声」を聞いた時のうつ病/悲劇的な倍音が欠けています。\u001b[22m, \u001b[1mS2のサウンドトラックは、S1にやや似ていますが、リアス」テーマソングShinsouなし、Ojou警備様デスを聞いたとき、私は言っていめいる/悲劇的な倍音を欠いています。\u001b[22m\n\u001b[4mThe classical music, I'm very fond of, trends to battle.\u001b[24m\n    \u001b[1mクラシック音楽、私は非常に好きです、戦いの傾向。\u001b[22m, \u001b[1mクラシック音楽は、私は戦うために、トレンドの非常に好きです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (10):\n\n\u001b[1mキャラクター（10）：\u001b[22m\n\u001b[1m(Kyarakutā (10):)\u001b[22m\n\nTranslations of \u001b[4mCharacter (10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (10):\u001b[24m\n    \u001b[1mキャラクター（10）：\u001b[22m, \u001b[1m文字（10）：\u001b[22m\nThe appearance of Xenovia, Irina, Vali, and Azazel are critical in the progression of the anime. Rias will still get screen time, more than the others, but the backstory is important. The development of the characters are not rapid.\n\n\u001b[1mXenovia、Irina、Vali、Azazelの登場は、アニメの進展に不可欠です。  Riaはまだ他のものよりも画面時間を取得しますが、裏話が重要です。 文字の開発は急速ではありません。\u001b[22m\n\u001b[1m(Xenovia, irina, Vali, azazeru no tōjō wa, anime no shinten ni fukaketsudesu. Ria wa mada hoka no mono yori mo gamen jikan o shutoku shimasuga, urabanashi ga jūyōdesu. Moji no kaihatsu wa kyūsokude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe appearance of Xenovia, Irina, Vali, and Azazel are critical in the progression of the anime. Rias will still get screen time, more than the others, but the backstory is important. The development of the characters are not rapid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe appearance of Xenovia, Irina, Vali, and Azazel are critical in the progression of the anime.\u001b[24m\n    \u001b[1mXenovia、Irina、Vali、Azazelの登場は、アニメの進展に不可欠です。\u001b[22m, \u001b[1mXenovia、イリーナ、ワリー、とアザゼルの外観はアニメの進行において重要です。\u001b[22m\n\u001b[4mRias will still get screen time, more than the others, but the backstory is important.\u001b[24m\n    \u001b[1mRiaはまだ他のものよりも画面時間を取得しますが、裏話が重要です。\u001b[22m, \u001b[1mリアスはまだ、他のものよりも画面の時間を取得しますが、裏話が重要です。\u001b[22m\n\u001b[4mThe development of the characters are not rapid.\u001b[24m\n    \u001b[1m文字の開発は急速ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (10):\n\n\u001b[1m楽しさ（10）：\u001b[22m\n\u001b[1m(Tanoshisa (10):)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (10):\u001b[24m\n    \u001b[1m楽しさ（10）：\u001b[22m, \u001b[1m楽し（10）：\u001b[22m\nI adore the series, even if it turned out this way.\n\n\u001b[1m私はたとえそれがこのように判明したとしても、シリーズを崇拝する。\u001b[22m\n\u001b[1m(Watashi wa tatoe sore ga kono yō ni hanmei shita to shite mo, shirīzu o sūhai suru.)\u001b[22m\n\nTranslations of \u001b[4mI adore the series, even if it turned out this way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI adore the series, even if it turned out this way.\u001b[24m\n    \u001b[1m私はたとえそれがこのように判明したとしても、シリーズを崇拝する。\u001b[22m, \u001b[1m私はそれがこのように判明した場合でも、シリーズを崇拝します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (10):\n\n\u001b[1m全体（10）：\u001b[22m\n\u001b[1m(Zentai (10):)\u001b[22m\n\nTranslations of \u001b[4mOverall (10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (10):\u001b[24m\n    \u001b[1m全体（10）：\u001b[22m, \u001b[1m総合（10）：\u001b[22m\nIf you like your ecchi anime bundle, included with harem, and godlike powers, this is the perfect anime for you.\n\n\u001b[1mあなたがエッチのアニメバンドル、ハーレムに含まれ、神のような力が好きなら、これはあなたのための完璧なアニメです。\u001b[22m\n\u001b[1m(Anata ga etchi no animebandoru, hāremu ni fukuma re,-shin no yōna chikara ga sukinara, kore wa anata no tame no kanpekina animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like your ecchi anime bundle, included with harem, and godlike powers, this is the perfect anime for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like your ecchi anime bundle, included with harem, and godlike powers, this is the perfect anime for you.\u001b[24m\n    \u001b[1mあなたがエッチのアニメバンドル、ハーレムに含まれ、神のような力が好きなら、これはあなたのための完璧なアニメです。\u001b[22m, \u001b[1mあなたはハーレムに含まれてエッチアニメバンドル、および神のような力を好きなら、これはあなたのための完璧なアニメです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "B1LLC0SBY",
    "profile": "/profile/B1LLC0SBY/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=166555",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  9\n\nHighschool DxDとその続編、OVAなどのことです。ヨーロッパの伝承を使用しています。 白いドラゴン/赤いドラゴンの物語は英語/ウェールズ葛藤を参照し、天使対悪魔（高校DxDの悪魔と呼ばれる）についての全体のプロットはキリスト教から来たものであり、それは日本の文化的主食ではありません。 彼らは文化を外国人として使っているので、彼らはそれを正しく理解していないと感じるので、彼らが使っているものは他の人々の遺産の重要な部分であると理解していません。 これは高校のDxDに制限されているわけではありません。 あなたが非常に簡単に怒られるなら、あなたは赤と白の竜の伝承の屠殺に気を取られるかもしれません。 しかし、本当の問題を引き起こすのは、世界最大の宗教を彼らが支配するプロットポイントとして使用しているということです。 何かを台無しにすることなく、あなたがキリスト教徒であれば、あなたは悪魔（西洋文化の大量のタブー）をサポートするように奨励するので、これに問題があるでしょう。 あなたがこれについて気にしないなら、このマンガを愛するでしょう。 その理由は、AnimeとEcchi（私はEcchiについて数日間書くことができます）のための驚くほど良いコメディーを持っていなくていないということです。 本当にあなたがWhole Harem / Ecchiを好きなら、これはそれに近い完璧なシリーズです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe thing about Highschool DxD and it's sequels, OVA's etc. It uses lore from Europe. The white dragon/red dragon thing references the English/Welsh Conflict and the whole plot about Angels vs Demons (which are called Devils in Highschool DxD) is from Christianity, which is not a Japanese Cultural Staple. And since they are foreign to the culture they are using to create a story from, I get the feeling they don't understand it properly and therefore don't understand that what they are using is an important part of other people's heritage. This is not Restricted to Highschool DxD either as alot of Anime use Western Lore. If you are very easily offended then you may be distracted by the butchering of the red and white dragon lore. But the one that causes the real problem is that they are using the World's largest religion as a plot point that they control. Without spoiling anything I'd say that if you are a Christian, you will have issues with this as it encourages you to support the Demons (Massively Taboo in western Culture). If you don't care about this then you'll love this manga. The reasons being that it has not ceased to have surprisingly good comedy for an Anime and the Ecchi (I could write for days about the Ecchi). Really if you like the Whole Harem/Ecchi thing then this is a near perfect series for it.\n\n\u001b[1mHighschool DxDとその続編、OVAなどのことです。ヨーロッパの伝承を使用しています。 白いドラゴン/赤いドラゴンの物語は英語/ウェールズ葛藤を参照し、天使対悪魔（高校DxDの悪魔と呼ばれる）についての全体のプロットはキリスト教から来たものであり、それは日本の文化的主食ではありません。 彼らは文化を外国人として使っているので、彼らはそれを正しく理解していないと感じるので、彼らが使っているものは他の人々の遺産の重要な部分であると理解していません。 これは高校のDxDに制限されているわけではありません。 あなたが非常に簡単に怒られるなら、あなたは赤と白の竜の伝承の屠殺に気を取られるかもしれません。 しかし、本当の問題を引き起こすのは、世界最大の宗教を彼らが支配するプロットポイントとして使用しているということです。 何かを台無しにすることなく、あなたがキリスト教徒であれば、あなたは悪魔（西洋文化の大量のタブー）をサポートするように奨励するので、これに問題があるでしょう。 あなたがこれについて気にしないなら、このマンガを愛するでしょう。 その理由は、AnimeとEcchi（私はEcchiについて数日間書くことができます）のための驚くほど良いコメディーを持っていなくていないということです。 本当にあなたがWhole Harem / Ecchiを好きなら、これはそれに近い完璧なシリーズです。\u001b[22m\n\u001b[1m(Highschool DxD to sono zokuhen, ovu~a nado no kotodesu. Yōroppa no denshō o shiyō shite imasu. Shiroi doragon/ akai doragon no monogatari wa eigo/ u~ēruzu kattō o sanshō shi, tenshi tai akuma (kōkō DxD no akuma to yoba reru) ni tsuite no zentai no purotto wa kirisutokyō kara kita monodeari, soreha nihon'nobunka-teki shushokude wa arimasen. Karera wa bunka o gaikoku hito to shite tsukatte irunode, karera wa sore o tadashiku rikai shite inai to kanjiru node, karera ga tsukatte iru mono wa hoka no hitobito no isan no jūyōna bubundearu to rikai shite imasen. Kore wa kōkō no DxD ni seigen sa rete iru wakede wa arimasen. Anata ga hijō ni kantan ni okorarerunara, anata wa aka to shiro no ryū no denshō no tosatsu ni kiwotorareru kamo shiremasen. Shikashi, hontō no mondai o hikiokosu no wa, sekai saidai no shūkyō o karera ga shihai suru purotto pointo to shite shiyō shite iru to iu kotodesu. Nanika o dainashi ni suru koto naku, anata ga kirisutokyōtodeareba, anata wa akuma (seiyō bunka no tairyō no tabū) o sapōto suru yō ni shōrei surunode, kore ni mondai ga arudeshou. Anata ga kore ni tsuite kinishinainara, kono manga o aisurudeshou. Sono riyū wa, Anime to Ecchi (watashi wa Ecchi ni tsuite sūjitsukan kaku koto ga dekimasu) no tame no odoroku hodo yoi komedī o motte inakute inai to iu kotodesu. Hontōni anata ga Whole hāremu/ Ecchi o sukinara, kore wa sore ni chikai kanpekina shirīzudesu.)\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "Marthgun",
    "profile": "/profile/Marthgun/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=155743",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  10\n\nああ甘いboobles。\n\nすべてのシーンの周りにたくさんのおっぱいが浮かんでいることについてのショーは、無償はエッチのレベルを説明することを提案していないようです。 そして、まだ...そして、まだ...私はここで、私が長い間見たより良いショーの一つを持っています。\n\n最初のシーズンは胸で大きかった、第2シーズンはすごいお尻の蹴りとパワーアップで大きかった。 物語自体は文学賞を受賞するつもりはありませんが、要素の実装は信じられないほどです。 だから私は何について話しているのですか？\n\n一世は物を流行させる凶悪犯です。 彼はHaremsの王になりたい 物語は、堕落した天使に裏切られた後の一生の不運を中心に展開されています。 彼は彼の力を実感し、彼の友人を守るために戦う。 それはチーズです。 それは一番上ですが、その楽しさは大変です。\n\nこのサイドショーを保持する重要な要素は文字です。 とても多様で興味深い、巨大な潜在力を持つ強力な人たちの多くは、学校でOccult Investigation Clubを構成しています。そこでは、一世は自宅を離れます。 能力と性格の両方のキャラクターの進化は、今シーズン私にとって大ヒットです。\n\nストーリーは、実際にはイッセイとフレンズの闘いを価値のあるものにするのに十分深いです。 キャラクターとストーリーのダイナミックさは、エッチのファンタジーパワーアップショーにはうってつけです。 ペーシングは素晴らしく、音楽は合っており、ユーモアは常に存在しますが圧倒的なものではありません。 これは題名のアニメの傑作です。 これを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOh sweet boobles.\n\n\u001b[1mああ甘いboobles。\u001b[22m\n\u001b[1m(Ā amai boobles.)\u001b[22m\n\nTranslations of \u001b[4mOh sweet boobles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh sweet boobles.\u001b[24m\n    \u001b[1mああ甘いboobles。\u001b[22m\n\u001b[1m\u001b[22m\nA show about lots of boobs flopping around every scene, gratuitous doesn't seem apropos to describe the level of ecchi. And YET...AND YET...We have here one of the better shows i've seen in a long time.\n\n\u001b[1mすべてのシーンの周りにたくさんのおっぱいが浮かんでいることについてのショーは、無償はエッチのレベルを説明することを提案していないようです。 そして、まだ...そして、まだ...私はここで、私が長い間見たより良いショーの一つを持っています。\u001b[22m\n\u001b[1m(Subete no shīn no mawari ni takusan no oppai ga ukande iru koto ni tsuite no shō wa, mushō wa etchi no reberu o setsumei suru koto o teian shite inai yōdesu. Soshite, mada... Soshite, mada... Watashi wa koko de, watashi ga nagaiai mita yoriyoi shō no hitotsu o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mA show about lots of boobs flopping around every scene, gratuitous doesn't seem apropos to describe the level of ecchi. And YET...AND YET...We have here one of the better shows i've seen in a long time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA show about lots of boobs flopping around every scene, gratuitous doesn't seem apropos to describe the level of ecchi.\u001b[24m\n    \u001b[1mすべてのシーンの周りにたくさんのおっぱいが浮かんでいることについてのショーは、無償はエッチのレベルを説明することを提案していないようです。\u001b[22m, \u001b[1mあらゆるシーンの周りのおっぱいフロップの多くについてのショーは、無償はエッチのレベルを記述するのにaproposのようではありません。\u001b[22m\n\u001b[4mAnd YET...AND YET...We have here one of the better shows i've seen in a long time.\u001b[24m\n    \u001b[1mそして、まだ...そして、まだ...私はここで、私が長い間見たより良いショーの一つを持っています。\u001b[22m, \u001b[1mそして、まだ...まだ...私たちは、ここで私は長い時間で見てきたより良いショーの1を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe first season was large on breasts, the second season was large on awesome ass kickage and powerups. The story itself isn't going to win any literature awards, but the implementation of the elements was incredible. So what the hell am i talking about?\n\n\u001b[1m最初のシーズンは胸で大きかった、第2シーズンはすごいお尻の蹴りとパワーアップで大きかった。 物語自体は文学賞を受賞するつもりはありませんが、要素の実装は信じられないほどです。 だから私は何について話しているのですか？\u001b[22m\n\u001b[1m(Saisho no shīzun wa mune de ōkikatta, dai 2 shīzun wa sugoi o shiri no keri to pawāappu de ōkikatta. Monogatari jitai wa bungaku-shō o jushō suru tsumori wa arimasenga, yōso no jissō wa shinji rarenai hododesu. Dakara watashi wa nani ni tsuite hanashite iru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe first season was large on breasts, the second season was large on awesome ass kickage and powerups. The story itself isn't going to win any literature awards, but the implementation of the elements was incredible. So what the hell am i talking about?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season was large on breasts, the second season was large on awesome ass kickage and powerups.\u001b[24m\n    \u001b[1m最初のシーズンは胸で大きかった、第2シーズンはすごいお尻の蹴りとパワーアップで大きかった。\u001b[22m, \u001b[1m最初のシーズンは、第二シーズンは素晴らしいお尻kickageとパワーアップに大きく、胸に大きかったです。\u001b[22m\n\u001b[4mThe story itself isn't going to win any literature awards, but the implementation of the elements was incredible.\u001b[24m\n    \u001b[1m物語自体は文学賞を受賞するつもりはありませんが、要素の実装は信じられないほどです。\u001b[22m, \u001b[1m物語自体は任意の文学賞を勝つために起こっていませんが、要素の実装が信じられないほどでした。\u001b[22m\n\u001b[4mSo what the hell am i talking about?\u001b[24m\n    \u001b[1mだから私は何について話しているのですか？\u001b[22m, \u001b[1mだから私は約一体何を話していますか？\u001b[22m\n\u001b[1m\u001b[22m\nIssei is a perv who does pervy things. He wants to be King of the Harems. The story revolves around Issei's misadventures after he is betrayed by a buxom fallen angel. He realizes his power and fights to protect his friends. It's cheesy. It's over the top, but its alot of fun.\n\n\u001b[1m一世は物を流行させる凶悪犯です。 彼はHaremsの王になりたい 物語は、堕落した天使に裏切られた後の一生の不運を中心に展開されています。 彼は彼の力を実感し、彼の友人を守るために戦う。 それはチーズです。 それは一番上ですが、その楽しさは大変です。\u001b[22m\n\u001b[1m(Issei wa mono o ryūkō sa seru kyōaku-handesu. Kare wa Harems no ō ni naritai monogatari wa, daraku shita tenshi ni uragira reta nochi no isshō no fuun o chūshin ni tenkai sa rete imasu. Kare wa kare no chikara o jikkan shi, kare no yūjin o mamoru tame ni tatakau. Sore wa chīzudesu. Sore wa ichiban-jōdesuga, sono tanoshi-sa wa taihendesu.)\u001b[22m\n\nTranslations of \u001b[4mIssei is a perv who does pervy things. He wants to be King of the Harems. The story revolves around Issei's misadventures after he is betrayed by a buxom fallen angel. He realizes his power and fights to protect his friends. It's cheesy. It's over the top, but its alot of fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIssei is a perv who does pervy things.\u001b[24m\n    \u001b[1m一世は物を流行させる凶悪犯です。\u001b[22m, \u001b[1m一世は性的倒錯者のことを行いPERVです。\u001b[22m\n\u001b[4mHe wants to be King of the Harems.\u001b[24m\n    \u001b[1m彼はHaremsの王になりたい\u001b[22m, \u001b[1m彼はハーレム王になりたがっています。\u001b[22m\n\u001b[4mThe story revolves around Issei's misadventures after he is betrayed by a buxom fallen angel.\u001b[24m\n    \u001b[1m物語は、堕落した天使に裏切られた後の一生の不運を中心に展開されています。\u001b[22m, \u001b[1m彼は小太りの堕天使に裏切られた後の話は、一世の災難を中心に展開します。\u001b[22m\n\u001b[4mHe realizes his power and fights to protect his friends.\u001b[24m\n    \u001b[1m彼は彼の力を実感し、彼の友人を守るために戦う。\u001b[22m, \u001b[1m彼は彼の力を実現し、彼の友人を守るために戦います。\u001b[22m\n\u001b[4mIt's cheesy.\u001b[24m\n    \u001b[1mそれはチーズです。\u001b[22m, \u001b[1mそれは安っぽいです。\u001b[22m\n\u001b[4mIt's over the top, but its alot of fun.\u001b[24m\n    \u001b[1mそれは一番上ですが、その楽しさは大変です。\u001b[22m, \u001b[1mそれは上からだが、楽しみのそのたくさん。\u001b[22m\n\u001b[1m\u001b[22m\nThe key ingredient that holds this sideshow up is the characters. So varied and interesting, alot of powerful people with huge potentials make up the Occult Investigation Club at school, where Issei makes his home away from home. The evolution of the characters, both in abilities and personalities make this season a smash hit for me.\n\n\u001b[1mこのサイドショーを保持する重要な要素は文字です。 とても多様で興味深い、巨大な潜在力を持つ強力な人たちの多くは、学校でOccult Investigation Clubを構成しています。そこでは、一世は自宅を離れます。 能力と性格の両方のキャラクターの進化は、今シーズン私にとって大ヒットです。\u001b[22m\n\u001b[1m(Kono saidoshō o hoji suru jūyōna yōso wa mojidesu. Totemo tayōde kyōmibukai, kyodaina senzai-ryoku o motsu kyōryokuna hito-tachi no ōku wa, gakkō de Occult Investigation Club o kōsei shite imasu. Sokode wa, issei wa jitaku o hanaremasu. Nōryoku to seikaku no ryōhō no kyarakutā no shinka wa, ima shīzun watashi ni totte dai hittodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe key ingredient that holds this sideshow up is the characters. So varied and interesting, alot of powerful people with huge potentials make up the Occult Investigation Club at school, where Issei makes his home away from home. The evolution of the characters, both in abilities and personalities make this season a smash hit for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe key ingredient that holds this sideshow up is the characters.\u001b[24m\n    \u001b[1mこのサイドショーを保持する重要な要素は文字です。\u001b[22m, \u001b[1mこの余興を保持している重要な要素は文字です。\u001b[22m\n\u001b[4mSo varied and interesting, alot of powerful people with huge potentials make up the Occult Investigation Club at school, where Issei makes his home away from home.\u001b[24m\n    \u001b[1mとても多様で興味深い、巨大な潜在力を持つ強力な人たちの多くは、学校でOccult Investigation Clubを構成しています。そこでは、一世は自宅を離れます。\u001b[22m, \u001b[1mだから、多様で面白い、巨大なポテンシャルを持つ強力な人々の多くは、一世が家から離れて彼の家を作る学校でオカルト研究クラブは、構成しています。\u001b[22m\n\u001b[4mThe evolution of the characters, both in abilities and personalities make this season a smash hit for me.\u001b[24m\n    \u001b[1m能力と性格の両方のキャラクターの進化は、今シーズン私にとって大ヒットです。\u001b[22m, \u001b[1m両方の能力や個性の文字の進化は、この季節に私のために大ヒットを作ります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is actually deep enough to make the struggles of Issei and frens worthwhile. The dynamic of the characters and story fit very well for an ecchi fantasy powerup show. The pacing is great, the music fits, the humor is always present but never overwhelming. This is a masterpiece of titular anime. You should watch this.\n\n\u001b[1mストーリーは、実際にはイッセイとフレンズの闘いを価値のあるものにするのに十分深いです。 キャラクターとストーリーのダイナミックさは、エッチのファンタジーパワーアップショーにはうってつけです。 ペーシングは素晴らしく、音楽は合っており、ユーモアは常に存在しますが圧倒的なものではありません。 これは題名のアニメの傑作です。 これを見てください。\u001b[22m\n\u001b[1m(Sutōrī wa, jissai ni wa issei to furenzu no tatakai o kachi no aru mono ni surunoni jūbun fukaidesu. Kyarakutā to sutōrī no dainamikku-sa wa, etchi no fantajīpawāappushō ni wa uttetsukedesu. Pēshingu wa subarashiku, ongaku wa atte ori, yūmoa wa tsuneni sonzai shimasuga attōtekina monode wa arimasen. Kore wa daimei no anime no kessakudesu. Kore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe story is actually deep enough to make the struggles of Issei and frens worthwhile. The dynamic of the characters and story fit very well for an ecchi fantasy powerup show. The pacing is great, the music fits, the humor is always present but never overwhelming. This is a masterpiece of titular anime. You should watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is actually deep enough to make the struggles of Issei and frens worthwhile.\u001b[24m\n    \u001b[1mストーリーは、実際にはイッセイとフレンズの闘いを価値のあるものにするのに十分深いです。\u001b[22m, \u001b[1m物語は、一世の闘争を作るのに十分実際に深く、やりがいのあるfrens。\u001b[22m\n\u001b[4mThe dynamic of the characters and story fit very well for an ecchi fantasy powerup show.\u001b[24m\n    \u001b[1mキャラクターとストーリーのダイナミックさは、エッチのファンタジーパワーアップショーにはうってつけです。\u001b[22m, \u001b[1mキャラクターと物語のダイナミックは、エッチファンタジーパワーアップショーのために非常によく合います。\u001b[22m\n\u001b[4mThe pacing is great, the music fits, the humor is always present but never overwhelming.\u001b[24m\n    \u001b[1mペーシングは素晴らしく、音楽は合っており、ユーモアは常に存在しますが圧倒的なものではありません。\u001b[22m, \u001b[1mペーシングはユーモアが常に存在するが、決して圧倒され、音楽がフィットし、素晴らしいです。\u001b[22m\n\u001b[4mThis is a masterpiece of titular anime.\u001b[24m\n    \u001b[1mこれは題名のアニメの傑作です。\u001b[22m, \u001b[1mこれは名ばかりのアニメの傑作です。\u001b[22m\n\u001b[4mYou should watch this.\u001b[24m\n    \u001b[1mこれを見てください。\u001b[22m, \u001b[1mあなたはこれを見なければなりません。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "DarklingNinja",
    "profile": "/profile/DarklingNinja/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=155557",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私の最初のレビューでは、DxD Newをすることにしました。 高校DxDは私の好きなライト小説シリーズの一つで、私は第2シーズンに満足していました。 私は実際にファンのサービスを1ビット好きではない、実際には私はそれがほとんどのシリーズを破壊すると思う。 だから、このシリーズは何のためになるのでしょうか？ まあ、私は中断するつもりです。 私はそれを次の角度、ストーリー、芸術、サウンド、伝承、世界の建物、性格、そして全体から見ていきます。\n\n\nストーリー：堅実な伝承、キャラクター、そして広大な世界でそれに飛び込むことは、すべての道具で素晴らしい話をここに伝えることは難しくありません。 その物語を何も破壊せずにもっと語るのは難しいですが、偉大な叙事詩からあなたが望むものすべてを手に入れることは確実です。 クライマックス、ドラマ、興奮と期待を実現する素晴らしいプロットツイスト、それはあなたが良い物語で求めることができるすべてを持っています。 大きなことは、ほとんどのストーリーとは異なり、これらのプロットデバイスはすべて、今日のアニメのほとんどで失われてきた、完璧かつ分かりやすく実行されていることです。\n\n芸術作品：美術学位の所有者として、私はすべてを非常に慎重に見ます。 このシリーズは新しいものをテーブルにもたらさないものの、それが果たすものは完全に実行されます。 装備のデザイン、武器のデザイン、キャラクターのデザイン、攻撃のデザインさえも非常にうまくいきます。 衣装から武器の芸術にいたるまですべてが、視聴者にとって信頼できる快適な環境を作り出すのに役立ちます。 変態から高級職人まで、誰もがこのシリーズで行われたアートワークのさまざまな側面を楽しむことができます。 私は、私が甘やかすことなく楽しむ芸術作品について、これ以上の情報に入ることはできません。\n\nサウンド：私はこのシリーズのサウンドが過小評価されていると言わなければなりません。 ロック、クラシック、またはJポップのようなサウンド・スタイルを選ぶのではなく、すべてこのシリーズで使用しています。 ロマンチックなシーンの中でクラシック・ヴァイオリンを聴いたり、J-POPオープニングやヘビー・ロック/オルタナティブ・サウンドを聞いていても、視聴者に大きな影響を与える気分になります。 これを行うときに、すべての音を邪魔にならないようにするのは難しいかもしれません。 サウンドトラックの周りを飛んでいるさまざまな気分や感情があっても、このすべてを強化して安定させるのに役立ちます。  OSTは最大のスタンドアローンではありませんが、シリーズでは完全に使用されています。 これは、OSTのレビューではなく、これはアニメでサウンドが描かれた方法であり、完璧に行われました。\n\nワールドビルディング：ワールドビルディングとは、シリーズのファンタジー領域がどのように作られたのか、どのように作られたのかを指します。 高校DxDの世界は、さまざまな派閥、人種、生き物で満たされ、興味深い虚構を構成しています。 この世界の無限の細部で迷子になるのは簡単です。自分自身のような情熱的な仲間にとって、これに入った情報や研究の量は非常に大量です。私は自分自身でそれを研究する時間を過ごしました。 事実、このシリーズは、世界各地の多くの異なる神々、神話、文化、宗教を結びつけて、独創的で幻想的な世界を作り出しています。\n\n\nロア：このような偉大な世界で、このシリーズの伝説は絶対に素晴らしいです。 神話と想像力から生まれたこのシリーズは、この世界から信じられない伝承を生み出すために、さまざまな文化や神話を織り交ぜています。 ブードゥーとノルセの神話のすべてがここで織り成されています。  （私は何から何が来ているのかは分かりませんが、ノースの起源とは何かを私に尋ねたいなら、DxDのシーズン2ではブードゥーの起源が何であるか教えてください）このシリーズは独自の物語を織り交ぜ、  。 歴史的にも、高等学校のDxD宇宙の中でも、このシリーズの多くの派閥、モンスター、武器の物語を掘り起こすのに何時間も費やすことができました。\n\nキャラクター：ほとんどのアニメと同じように、キャラクターアーキタイプの多くを見ることができます。ただし、獣の性質から、ユニークさは個性、キャラクターヒストリー、そしてそれらが相互にやりとりすることからもたらされます。 アーキタイプを使用しても、これらの文字は浅くはありません。 キャラクターには、伝説のドラゴンとの戦いから人間の実験まで、独自の歴史があります。 それぞれのキャラクターは、彼らが何をするかの独自の理由を持っています。 慎重に過去に計画された各キャラクター内の深さと精神は、戦場にいるのかベッドルームにいるのかに関わらず、素晴らしいキャラクターの相互作用を確実にします。\n\n\n影響：これはシリーズが感情的にも精神的にも影響していることを意味します。 たとえキャラクターの中には、これを行うための賢明ではない理由があっても、胸のようなものであっても、自分のために根付いていることがよくあります。 他の多くの感情的な影響に言及することはほとんどありませんが、通過するキャラクターのいくつかは、あなたが簡単に画面を押すことを感じることができます。 問題の事実は、シリーズで起こったイベントの影響を、あなたが意図した通りに正確に感じることができ、それを理解していることです。 彼らは何が起こっているような気がしますか？ 彼らはあなたがそうする時に、あなたはそのように感じると思います。 事実、ここでは感情的にも精神的にもファンのサービスが増えており、それを実現するのは難しくありません。\n\n\n全体：これは、最強になり、道に沿って挑戦しようとする悪魔の叙事詩を伝える素晴らしいシリーズです。 公平になるためには、そこにいるほとんどすべての人の話です。誰もが主人公の感情を理解するのは難しくありません。 このシリーズでは非常に多くのことが起こっていても、ストーリーは完璧に実行されます。 多くのアニメではなく、今日のシリーズでは、奇妙な戦いや再使用されたプロットからの蹴りは得られませんが、探索が求められるユニークで振動の強い世界には、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFor my first review I decided to do DxD New. High school DxD is one of my favorite Light novel series and I was pleased with the second season. I actually do not like fan service one bit, in a matter of fact I think it ruins most series. So what makes this series stand out of the bunch? well I am going to break in down. I will look at it from the following angles, Story, art, sound, lore, world building, character, and overall.\n\n\u001b[1m私の最初のレビューでは、DxD Newをすることにしました。 高校DxDは私の好きなライト小説シリーズの一つで、私は第2シーズンに満足していました。 私は実際にファンのサービスを1ビット好きではない、実際には私はそれがほとんどのシリーズを破壊すると思う。 だから、このシリーズは何のためになるのでしょうか？ まあ、私は中断するつもりです。 私はそれを次の角度、ストーリー、芸術、サウンド、伝承、世界の建物、性格、そして全体から見ていきます。\u001b[22m\n\u001b[1m(Watashi no saisho no rebyūde wa, DxD nyū o suru koto ni shimashita. Kōkō DxD wa watashi no sukina raito shōsetsu shirīzu no hitotsu de, watashi wa dai 2 shīzun ni manzoku shite imashita. Watashi wa jissai ni fan no sābisu o 1-bitto sukide wanai, jissai ni wa watashi wa sore ga hotondo no shirīzu o hakai suru to omou. Dakara, kono shirīzu wa nani no tame ni naru nodeshou ka? Mā, watashi wa chūdan suru tsumoridesu. Watashi wa sore o tsugi no kakudo, sutōrī, geijutsu, saundo, denshō, sekai no tatemono, seikaku, soshite zentai kara mite ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor my first review I decided to do DxD New. High school DxD is one of my favorite Light novel series and I was pleased with the second season. I actually do not like fan service one bit, in a matter of fact I think it ruins most series. So what makes this series stand out of the bunch? well I am going to break in down. I will look at it from the following angles, Story, art, sound, lore, world building, character, and overall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor my first review I decided to do DxD New.\u001b[24m\n    \u001b[1m私の最初のレビューでは、DxD Newをすることにしました。\u001b[22m, \u001b[1m私の最初のレビューのために私はDXD新を行うことを決めました。\u001b[22m\n\u001b[4mHigh school DxD is one of my favorite Light novel series and I was pleased with the second season.\u001b[24m\n    \u001b[1m高校DxDは私の好きなライト小説シリーズの一つで、私は第2シーズンに満足していました。\u001b[22m, \u001b[1mハイスクールD×Dは私のお気に入りのライトノベルシリーズの一つであり、私は2番目のシーズンに満足していました。\u001b[22m\n\u001b[4mI actually do not like fan service one bit, in a matter of fact I think it ruins most series.\u001b[24m\n    \u001b[1m私は実際にファンのサービスを1ビット好きではない、実際には私はそれがほとんどのシリーズを破壊すると思う。\u001b[22m, \u001b[1m私は実際に私はそれが最も一連の遺跡と思う実際の問題では、ファンサービス1ビットを好きではありません。\u001b[22m\n\u001b[4mSo what makes this series stand out of the bunch?\u001b[24m\n    \u001b[1mだから、このシリーズは何のためになるのでしょうか？\u001b[22m, \u001b[1mそれでは、このシリーズは束の外に立っているのですか？\u001b[22m\n\u001b[4mwell I am going to break in down.\u001b[24m\n    \u001b[1mまあ、私は中断するつもりです。\u001b[22m, \u001b[1mよく私はダウンで破るつもりです。\u001b[22m\n\u001b[4mI will look at it from the following angles, Story, art, sound, lore, world building, character, and overall.\u001b[24m\n    \u001b[1m私はそれを次の角度、ストーリー、芸術、サウンド、伝承、世界の建物、性格、そして全体から見ていきます。\u001b[22m, \u001b[1m私は、次の角度、ストーリー、アート、サウンド、伝承、世界の建物、文字、および全体から見ていきます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: With solid lore, characters, and an expansive world to jump into it is not hard to tell a great story with all the tools here. Its hard to say more about the story without ruining anything, but you are sure to get everything you want from a great epic. Great plot twist, fulfilling climax, drama, excitement and anticipation it has everything you could ask for in a good story. The big thing is, unlike in most stories all of these plot devices are executed perfectly and understandably, something that has been lost in most of today's anime.\n\n\u001b[1mストーリー：堅実な伝承、キャラクター、そして広大な世界でそれに飛び込むことは、ここですべてのツールを使ってすばらしい物語を伝えることは難しくありません。 その物語を何も破壊せずにもっと語るのは難しいですが、偉大な叙事詩からあなたが望むものすべてを手に入れることは確実です。 クライマックス、ドラマ、興奮と期待を実現する素晴らしいプロットツイスト、それはあなたが良い物語で求めることができるすべてを持っています。 大きなことは、ほとんどのストーリーとは異なり、これらのプロットデバイスはすべて、今日のアニメのほとんどで失われてきた、完璧かつ分かりやすく実行されていることです。\u001b[22m\n\u001b[1m(Sutōrī: Kenjitsuna denshō, kyarakutā, soshite kōdaina sekai de sore ni tobikomu koto wa, koko de subete no tsūru o tsukatte subarashī monogatari o tsutaeru koto wa muzukashiku arimasen. Sono monogatari o nani mo hakai sezu ni motto kataru no wa muzukashīdesuga, idaina jojishi kara anata ga nozomu mono subete o te ni ireru koto wa kakujitsudesu. Kuraimakkusu, dorama, kōfun to kitai o jitsugen suru subarashī purottotsuisuto, sore wa anata ga yoi monogatari de motomeru koto ga dekiru subete o motte imasu. Ōkina koto wa, hotondo no sutōrī to wa kotonari, korera no purottodebaisu wa subete, kyō no anime no hotondo de ushinawa rete kita, kanpeki katsu wakari yasuku jikkō sa rete iru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: With solid lore, characters, and an expansive world to jump into it is not hard to tell a great story with all the tools here. Its hard to say more about the story without ruining anything, but you are sure to get everything you want from a great epic. Great plot twist, fulfilling climax, drama, excitement and anticipation it has everything you could ask for in a good story. The big thing is, unlike in most stories all of these plot devices are executed perfectly and understandably, something that has been lost in most of today's anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: With solid lore, characters, and an expansive world to jump into it is not hard to tell a great story with all the tools here.\u001b[24m\n    \u001b[1mストーリー：堅実な伝承、キャラクター、そして広大な世界でそれに飛び込むことは、ここですべてのツールを使ってすばらしい物語を伝えることは難しくありません。\u001b[22m, \u001b[1mストーリー：固体の伝承、文字、そして広大な世界とそこにジャンプするには、ここですべてのツールと偉大な物語を伝えるのは難しいではありません。\u001b[22m\n\u001b[4mIts hard to say more about the story without ruining anything, but you are sure to get everything you want from a great epic.\u001b[24m\n    \u001b[1mその物語を何も破壊せずにもっと語るのは難しいですが、偉大な叙事詩からあなたが望むものすべてを手に入れることは確実です。\u001b[22m, \u001b[1mその何かを台無しにすることなく、物語についての詳細を言うのは難しいが、あなたは偉大な叙事詩からあなたが望むすべてを取得することを確認しています。\u001b[22m\n\u001b[4mGreat plot twist, fulfilling climax, drama, excitement and anticipation it has everything you could ask for in a good story.\u001b[24m\n    \u001b[1mクライマックス、ドラマ、興奮と期待を実現する素晴らしいプロットツイスト、それはあなたが良い物語で求めることができるすべてを持っています。\u001b[22m, \u001b[1mクライマックス、ドラマ、興奮と期待を満たす素晴らしいプロットねじれは、それはあなたが良い話で求めることができるすべてをしています。\u001b[22m\n\u001b[4mThe big thing is, unlike in most stories all of these plot devices are executed perfectly and understandably, something that has been lost in most of today's anime.\u001b[24m\n    \u001b[1m大きなことは、ほとんどのストーリーとは異なり、これらのプロットデバイスはすべて、今日のアニメのほとんどで失われてきた、完璧かつ分かりやすく実行されていることです。\u001b[22m, \u001b[1m大きなものは、ほとんどの物語これらのプロットデバイスの全てが完璧と当然のことながら実行され、今日のアニメのほとんどで失われたものとは異なりです。\u001b[22m\n\u001b[1m\u001b[22m\nArt work: As a holder of an art degree myself, I look very carefully at everything. Though this series doesn't bring anything new to the table, what it does have is executed perfectly. Outfit design, weapon design, character design, even attack design is very well done. Everything from the outfits to the weapons art crafted in a way that helps create a believable and comfortable environment for the viewer. Everyone from the pervert to the high class artisan can enjoy various aspects of the art work done in this series. I cannot go into any more information about the art work I enjoy without spoiling, so if anyone has question feel free to ask me.\n\n\u001b[1m芸術作品：美術学位の所有者として、私はすべてを非常に慎重に見ます。 このシリーズは新しいものをテーブルにもたらさないものの、それが果たすものは完全に実行されます。 装備のデザイン、武器のデザイン、キャラクターのデザイン、攻撃のデザインさえも非常にうまくいきます。 衣装から武器の芸術にいたるまですべてが、視聴者にとって信頼できる快適な環境を作り出すのに役立ちます。 変態から高級職人まで、誰もがこのシリーズで行われたアートワークのさまざまな側面を楽しむことができます。 私は、私が甘やかすことなく楽しむ芸術作品について、これ以上の情報に入ることはできません。\u001b[22m\n\u001b[1m(Geijutsu sakuhin: Bijutsu gakui no shoyū-sha to shite, watashi wa subete o hijō ni shinchō ni mimasu. Kono shirīzu wa atarashī mono o tēburu ni motarasanai mono no, sore ga hatasu mono wa kanzen ni jikkō sa remasu. Sōbi no dezain, buki no dezain, kyarakutā no dezain, kōgeki no dezain sae mo hijō ni umaku ikimasu. Ishō kara buki no geijutsu ni itaru made subete ga, shichō-sha ni totte shinraidekiru kaitekina kankyō o tsukuridasu no ni yakudachimasu. Hentai kara kōkyū shokunin made, daremoga kono shirīzu de okonawa reta ātowāku no samazamana sokumen o tanoshimu koto ga dekimasu. Watashi wa, watashi ga amayakasu koto naku tanoshimu geijutsu sakuhin ni tsuite, koreijō no jōhō ni hairu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt work: As a holder of an art degree myself, I look very carefully at everything. Though this series doesn't bring anything new to the table, what it does have is executed perfectly. Outfit design, weapon design, character design, even attack design is very well done. Everything from the outfits to the weapons art crafted in a way that helps create a believable and comfortable environment for the viewer. Everyone from the pervert to the high class artisan can enjoy various aspects of the art work done in this series. I cannot go into any more information about the art work I enjoy without spoiling, so if anyone has question feel free to ask me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt work: As a holder of an art degree myself, I look very carefully at everything.\u001b[24m\n    \u001b[1m芸術作品：美術学位の所有者として、私はすべてを非常に慎重に見ます。\u001b[22m, \u001b[1mアートワーク：芸術度、自分の保有者として、私はすべてのものに非常に慎重に検討します。\u001b[22m\n\u001b[4mThough this series doesn't bring anything new to the table, what it does have is executed perfectly.\u001b[24m\n    \u001b[1mこのシリーズは新しいものをテーブルにもたらさないものの、それが果たすものは完全に実行されます。\u001b[22m, \u001b[1mこのシリーズはテーブルに新しい何かをもたらすことはありませんが、何のことはしていないことは完全に実行されます。\u001b[22m\n\u001b[4mOutfit design, weapon design, character design, even attack design is very well done.\u001b[24m\n    \u001b[1m装備のデザイン、武器のデザイン、キャラクターのデザイン、攻撃のデザインさえも非常にうまくいきます。\u001b[22m, \u001b[1m衣装デザイン、武器のデザイン、キャラクターデザインは、あっても攻撃のデザインは非常によく行われます。\u001b[22m\n\u001b[4mEverything from the outfits to the weapons art crafted in a way that helps create a believable and comfortable environment for the viewer.\u001b[24m\n    \u001b[1m衣装から武器の芸術にいたるまですべてが、視聴者にとって信頼できる快適な環境を作り出すのに役立ちます。\u001b[22m, \u001b[1m服装から、視聴者のために信じられないし、快適な環境を作成するのに役立ちますように細工された武器の技術とすべて。\u001b[22m\n\u001b[4mEveryone from the pervert to the high class artisan can enjoy various aspects of the art work done in this series.\u001b[24m\n    \u001b[1m変態から高級職人まで、誰もがこのシリーズで行われたアートワークのさまざまな側面を楽しむことができます。\u001b[22m, \u001b[1m痴漢から高級業者には誰もがこのシリーズで行われるアートワークのさまざまな側面を楽しむことができます。\u001b[22m\n\u001b[4mI cannot go into any more information about the art work I enjoy without spoiling, so if anyone has question feel free to ask me.\u001b[24m\n    \u001b[1m私は、私が甘やかすことなく楽しむ芸術作品について、これ以上の情報に入ることはできません。\u001b[22m, \u001b[1m私は損なうことなく楽しめる作品についての詳しい情報に行くことができないので、誰もが持っている場合の質問は私にお気軽に。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I have to say I think the sound in this series is underrated. Rather than just choosing one sound style like rock, classical or j-pop this series uses it all. Whether your listening to the classical violin during the romantic scenes, the j-pop opening or the heavy rock/alternative the sound helps set the mood to create a greater impact on the viewer. When doing this it can be hard to not make all the sounds feel out of place, corny or just wrong. Even with the many different moods and emotions flying around the sound track helps the strengthen and stabilize all of this. Though the OST is not the greatest stand alone, the fact is it was used perfectly in the series. This is not an OST review, this is how the sound was portrayed in the anime, and it was done perfectly.\n\n\u001b[1mサウンド：私はこのシリーズのサウンドが過小評価されていると言わなければなりません。 ロック、クラシック、またはJポップのようなサウンド・スタイルを選ぶのではなく、すべてこのシリーズで使用しています。 ロマンチックなシーンの中でクラシック・ヴァイオリンを聴いたり、J-POPオープニングやヘビー・ロック/オルタナティブ・サウンドを聞いていても、視聴者に大きな影響を与える気分になります。 これを行うときに、すべての音を邪魔にならないようにするのは難しいかもしれません。 サウンドトラックの周りを飛んでいるさまざまな気分や感情があっても、このすべてを強化して安定させるのに役立ちます。  OSTは最大のスタンドアローンではありませんが、シリーズでは完全に使用されています。 これは、OSTのレビューではなく、これはアニメでサウンドが描かれた方法であり、完璧に行われました。\u001b[22m\n\u001b[1m(Saundo: Watashi wa kono shirīzu no saundo ga kashō hyōka sa rete iru to iwanakereba narimasen. Rokku, kurashikku, matawa jeipoppu no yōna saundo sutairu o erabu node wa naku, subete kono shirīzu de shiyō shite imasu. Romanchikkuna shīn no naka de kurashikku vu~aiorin o kii tari, J - poppu ōpuningu ya hebī rokku/ orutanatibu saundo o kiite ite mo, shichō-sha ni ōkina eikyōwoataeru kibun ni narimasu. Kore o okonau toki ni, subete no oto o jama ni naranai yō ni suru no wa muzukashī kamo shiremasen. Saundotorakku no mawari o tonde iru samazamana kibun ya kanjō ga atte mo, ko no subete o kyōka shite antei sa seru no ni yakudachimasu. OST wa saidai no sutandoarōnde wa arimasenga, shirīzude wa kanzen ni shiyō sa rete imasu. Kore wa, OST no rebyūde wa naku, koreha anime de saundo ga egaka reta hōhōdeari, kanpeki ni okonawa remashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: I have to say I think the sound in this series is underrated. Rather than just choosing one sound style like rock, classical or j-pop this series uses it all. Whether your listening to the classical violin during the romantic scenes, the j-pop opening or the heavy rock/alternative the sound helps set the mood to create a greater impact on the viewer. When doing this it can be hard to not make all the sounds feel out of place, corny or just wrong. Even with the many different moods and emotions flying around the sound track helps the strengthen and stabilize all of this. Though the OST is not the greatest stand alone, the fact is it was used perfectly in the series. This is not an OST review, this is how the sound was portrayed in the anime, and it was done perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I have to say I think the sound in this series is underrated.\u001b[24m\n    \u001b[1mサウンド：私はこのシリーズのサウンドが過小評価されていると言わなければなりません。\u001b[22m, \u001b[1mサウンド：私はこのシリーズの音は過小評価だと思う言わなければなりません。\u001b[22m\n\u001b[4mRather than just choosing one sound style like rock, classical or j-pop this series uses it all.\u001b[24m\n    \u001b[1mロック、クラシック、またはJポップのようなサウンド・スタイルを選ぶのではなく、すべてこのシリーズで使用しています。\u001b[22m, \u001b[1mむしろちょうどこのシリーズはそれをすべて使用してロック、クラシックやJポップのように1音のスタイルを選択するよりも。\u001b[22m\n\u001b[4mWhether your listening to the classical violin during the romantic scenes, the j-pop opening or the heavy rock/alternative the sound helps set the mood to create a greater impact on the viewer.\u001b[24m\n    \u001b[1mロマンチックなシーンの中でクラシック・ヴァイオリンを聴いたり、J-POPオープニングやヘビー・ロック/オルタナティブ・サウンドを聞いていても、視聴者に大きな影響を与える気分になります。\u001b[22m, \u001b[1mロマンチックなシーンの中に古典的なバイオリンのリスニング、Jポップの開口部やヘビーロック/代替音がするのに役立ちますかどうかは、視聴者に大きな影響を作成するために、気分を設定します。\u001b[22m\n\u001b[4mWhen doing this it can be hard to not make all the sounds feel out of place, corny or just wrong.\u001b[24m\n    \u001b[1mこれを行うときに、すべての音を邪魔にならないようにするのは難しいかもしれません。\u001b[22m, \u001b[1mこれを行う際には、すべての音が場違いに感じさせるしないように陳腐か、単に間違っているのは難しいことができます。\u001b[22m\n\u001b[4mEven with the many different moods and emotions flying around the sound track helps the strengthen and stabilize all of this.\u001b[24m\n    \u001b[1mサウンドトラックの周りを飛んでいるさまざまな気分や感情があっても、このすべてを強化して安定させるのに役立ちます。\u001b[22m, \u001b[1mでもサウンドトラックの周りに飛んで、さまざまな気分や感情にこのすべてを強化し、安定させるのに役立ちます。\u001b[22m\n\u001b[4mThough the OST is not the greatest stand alone, the fact is it was used perfectly in the series.\u001b[24m\n    \u001b[1mOSTは最大のスタンドアローンではありませんが、シリーズでは完全に使用されています。\u001b[22m, \u001b[1mOSTは、単独で最大のスタンドはありませんが、事実はそれを直列に完全に使用されました。\u001b[22m\n\u001b[4mThis is not an OST review, this is how the sound was portrayed in the anime, and it was done perfectly.\u001b[24m\n    \u001b[1mこれは、OSTのレビューではなく、これはアニメでサウンドが描かれた方法であり、完璧に行われました。\u001b[22m, \u001b[1mこれは、OSTのレビューはありませんが、これは音がアニメで描かれた方法であり、それが完全に行われていました。\u001b[22m\n\u001b[1m\u001b[22m\nWorld Building: World building refers to how and what the fantasy realm of the series is made, or made of. The world of High school DxD is filled with many different factions, races and creatures to construct an interesting mythopia. It is easy to get lost in the endless details of this world, and for lore junkies like myself the amount of information and research that went into this is so massive I have ended up spending hours researching it myself. The fact is this series has pieced together many different Gods, myths, cultures, and religions from all around the world in order to create an original and fantastic world of its own.\n\n\u001b[1mワールドビルディング：ワールドビルディングとは、シリーズのファンタジー領域がどのように作られたのか、どのように作られたのかを指します。 高校DxDの世界は、さまざまな派閥、人種、生き物で満たされ、興味深い虚構を構成しています。 この世界の無限の細部で迷子になるのは簡単です。自分自身のような情熱的な仲間にとって、これに入った情報や研究の量は非常に大量です。私は自分自身でそれを研究する時間を過ごしました。 事実、このシリーズは、世界各地の多くの異なる神々、神話、文化、宗教を結びつけて、独創的で幻想的な世界を作り出しています。\u001b[22m\n\u001b[1m(Wārudobirudingu: Wārudobirudingu to wa, shirīzu no fantajī ryōiki ga dono yō ni tsukura reta no ka, dono yō ni tsukura reta no ka o sashimasu. Kōkō DxD no sekai wa, samazamana habatsu, jinshu, ikimono de mitasa re, kyōmibukai kyokō o kōsei shite imasu. Kono sekai no mugen no saibu de maigo ni naru no wa kantandesu. Jibun jishin no yōna jōnetsu-tekina nakama ni totte, kore ni haitta jōhō ya kenkyū no ryō wa hijō ni tairyōdesu. Watashi wa jibun jishin de sore o kenkyū suru jikan o sugoshimashita. Jijitsu, kono shirīzu wa, sekai kakuchi no ōku no kotonaru kami 々, Shinwa, bunka, shūkyō o musubitsukete, dokusō-tekide gensō-tekina sekai o tsukuridashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWorld Building: World building refers to how and what the fantasy realm of the series is made, or made of. The world of High school DxD is filled with many different factions, races and creatures to construct an interesting mythopia. It is easy to get lost in the endless details of this world, and for lore junkies like myself the amount of information and research that went into this is so massive I have ended up spending hours researching it myself. The fact is this series has pieced together many different Gods, myths, cultures, and religions from all around the world in order to create an original and fantastic world of its own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWorld Building: World building refers to how and what the fantasy realm of the series is made, or made of.\u001b[24m\n    \u001b[1mワールドビルディング：ワールドビルディングとは、シリーズのファンタジー領域がどのように作られたのか、どのように作られたのかを指します。\u001b[22m, \u001b[1m世界ビル：世界の建物がどのように、どのような一連のファンタジーレルムが行われ、またはで作られていることをいいます。\u001b[22m\n\u001b[4mThe world of High school DxD is filled with many different factions, races and creatures to construct an interesting mythopia.\u001b[24m\n    \u001b[1m高校DxDの世界は、さまざまな派閥、人種、生き物で満たされ、興味深い虚構を構成しています。\u001b[22m, \u001b[1mハイスクールD×Dの世界は面白いmythopiaを構築するために、多くの異なる派閥、人種や生き物で満たされています。\u001b[22m\n\u001b[4mIt is easy to get lost in the endless details of this world, and for lore junkies like myself the amount of information and research that went into this is so massive I have ended up spending hours researching it myself.\u001b[24m\n    \u001b[1mこの世界の無限の細部で迷子になるのは簡単です。自分自身のような情熱的な仲間にとって、これに入った情報や研究の量は非常に大量です。私は自分自身でそれを研究する時間を過ごしました。\u001b[22m, \u001b[1mこの世界の無限の詳細で迷子にすることは容易である、と私のような伝承中毒のためにこれに入った情報と研究の量が、私はそれを自分自身を研究支出の時間を終了しているので、大規模です。\u001b[22m\n\u001b[4mThe fact is this series has pieced together many different Gods, myths, cultures, and religions from all around the world in order to create an original and fantastic world of its own.\u001b[24m\n    \u001b[1m事実、このシリーズは、世界各地の多くの異なる神々、神話、文化、宗教を結びつけて、独創的で幻想的な世界を作り出しています。\u001b[22m, \u001b[1m事実は、このシリーズは、独自のオリジナルと幻想的な世界を作成するために世界中から一緒に多くの異なった神々、神話、文化、宗教をつなぎましたです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nLore: With such a great world the lore of this series is absolutely amazing. Taking from both myth and imagination this series weaves together different cultures and myths to create believable lore from this universe. Everything from Voodoo and norse mythology are woven together here. (I cannot say which ones are from what but if you wish to ask me what is norse origin and what is Voodoo origin in the season 2 of DxD I will tell you.) This series weaves together its own unique story to create a masterful lore . You could spend hours to studing the stories of the many factions, monsters, and weapons within this series, both historically and within the High School DxD universe.\n\n\u001b[1mロア：このような偉大な世界で、このシリーズの伝説は絶対に素晴らしいです。 神話と想像力から生まれたこのシリーズは、この世界から信じられない伝承を生み出すために、さまざまな文化や神話を織り交ぜています。 ブードゥーとノルセの神話のすべてがここで織り成されています。  （私は何から何が来ているのかは分かりませんが、ノースの起源とは何かを私に尋ねたいなら、DxDのシーズン2ではブードゥーの起源が何であるか教えてください）このシリーズは独自の物語を織り交ぜ、  。 歴史的にも、高等学校のDxD宇宙の中でも、このシリーズの多くの派閥、モンスター、武器の物語を掘り起こすのに何時間も費やすことができました。\u001b[22m\n\u001b[1m(Roa: Kono yōna idaina sekai de, kono shirīzu no densetsu wa zettai ni subarashīdesu. Shinwa to sōzō-ryoku kara umare tako no shirīzu wa, kono sekai kara shinjirarenai denshō o umidasu tame ni, samazamana bunka ya shinwa o ori mazete imasu. Būdo~ū to noruse no shinwa no subete ga koko de orinasa rete imasu. (Watashi wa nani kara nani ga kite iru no ka wa wakarimasen ga, nōsu no kigen to wa nanika o watashi ni tazunetainara, DxD no shīzun 2de wa būdo~ū no kigen ga nandearu ka oshietekudasai) kono shirīzu wa dokuji no monogatari o ori maze,. Rekishi-teki ni mo, kōtō gakkō no DxD uchū no naka demo, kono shirīzu no ōku no habatsu, monsutā, buki no monogatari o horiokosu no ni nan-jikan mo tsuiyasu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mLore: With such a great world the lore of this series is absolutely amazing. Taking from both myth and imagination this series weaves together different cultures and myths to create believable lore from this universe. Everything from Voodoo and norse mythology are woven together here. (I cannot say which ones are from what but if you wish to ask me what is norse origin and what is Voodoo origin in the season 2 of DxD I will tell you.) This series weaves together its own unique story to create a masterful lore . You could spend hours to studing the stories of the many factions, monsters, and weapons within this series, both historically and within the High School DxD universe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLore: With such a great world the lore of this series is absolutely amazing.\u001b[24m\n    \u001b[1mロア：このような偉大な世界で、このシリーズの伝説は絶対に素晴らしいです。\u001b[22m, \u001b[1mロア：このような素晴らしい世界では、このシリーズの伝承は絶対に素晴らしいです。\u001b[22m\n\u001b[4mTaking from both myth and imagination this series weaves together different cultures and myths to create believable lore from this universe.\u001b[24m\n    \u001b[1m神話と想像力から生まれたこのシリーズは、この世界から信じられない伝承を生み出すために、さまざまな文化や神話を織り交ぜています。\u001b[22m, \u001b[1m神話や想像力の両方から取って、このシリーズは、この宇宙から信じられる伝承を作成するために、異なる文化や神話を一緒に編みます。\u001b[22m\n\u001b[4mEverything from Voodoo and norse mythology are woven together here.\u001b[24m\n    \u001b[1mブードゥーとノルセの神話のすべてがここで織り成されています。\u001b[22m, \u001b[1mブードゥーと北欧神話からのすべてがここで一緒に織られています。\u001b[22m\n\u001b[4m(I cannot say which ones are from what but if you wish to ask me what is norse origin and what is Voodoo origin in the season 2 of DxD I will tell you.) This series weaves together its own unique story to create a masterful lore\u001b[24m\n    \u001b[1m（私は何から何が来ているのかは分かりませんが、ノースの起源とは何かを私に尋ねたいなら、DxDのシーズン2ではブードゥーの起源が何であるか教えてください）このシリーズは独自の物語を織り交ぜ、\u001b[22m, \u001b[1m（私はからであるものを言うことはできません何ができますが、北欧の起源が何であるかを私に尋ねるしたいとDXDのシーズン2にブードゥー原点ものである場合、私はあなたを教えてくれます。）このシリーズは見事な伝承を作成するための独自の物語を一緒に編みます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mYou could spend hours to studing the stories of the many factions, monsters, and weapons within this series, both historically and within the High School DxD universe.\u001b[24m\n    \u001b[1m歴史的にも、高等学校のDxD宇宙の中でも、このシリーズの多くの派閥、モンスター、武器の物語を掘り起こすのに何時間も費やすことができました。\u001b[22m, \u001b[1mあなたは両方の歴史とハイスクールD×Dユニバース内で、このシリーズ内の多くの派閥、モンスター、武器の物語を勉強する時間を過ごすことができました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Like most anime you can see a lot of the character archetypes here else where(though thats the nature of the beast) the uniqueness comes from their personality, character history, and how they interact with one and other. Even with the use of archetypes these characters are far from shallow. Characters have unique history ranging from battles with legendary dragons, to human experiments. Each character possessing their own unique reason for what they do. The depth within each characters carefully planned out past and psyche makes for great character interaction that is sure to entertain whether it is on the battle field or in the bed room.\n\n\u001b[1mキャラクター：ほとんどのアニメと同じように、キャラクターアーキタイプの多くを見ることができます。ただし、獣の性質から、ユニークさは個性、キャラクターヒストリー、そしてそれらが相互にやりとりすることからもたらされます。 アーキタイプを使用しても、これらの文字は浅くはありません。 キャラクターには、伝説のドラゴンとの戦いから人間の実験まで、独自の歴史があります。 それぞれのキャラクターは、彼らが何をするかの独自の理由を持っています。 慎重に過去に計画された各キャラクター内の深さと精神は、戦場にいるのかベッドルームにいるのかに関わらず、素晴らしいキャラクターの相互作用を確実にします。\u001b[22m\n\u001b[1m(Kyarakutā: Hotondo no anime to onajiyōni, kyarakutāākitaipu no ōku o miru koto ga dekimasu. Tadashi,-jū no seishitsu kara, yunīku-sa wa kosei, kyarakutāhisutorī, soshite sorera ga sōgo ni yaritori suru koto kara motarasa remasu. Ākitaipu o shiyō shite mo, korera no moji wa asaku wa arimasen. Kyarakutā ni wa, densetsu no doragon to notatakai kara ningen no jikken made, dokuji no rekishi ga arimasu. Sorezore no kyarakutā wa, karera ga nani o suru ka no dokuji no riyū o motte imasu. Shinchō ni kako ni keikaku sa reta kaku kyarakutā-nai no fuka-sa to seishin wa, senjō ni iru no ka beddorūmu ni iru no ka ni kakawarazu, subarashī kyarakutā no sōgo sayō o kakujitsu ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Like most anime you can see a lot of the character archetypes here else where(though thats the nature of the beast) the uniqueness comes from their personality, character history, and how they interact with one and other. Even with the use of archetypes these characters are far from shallow. Characters have unique history ranging from battles with legendary dragons, to human experiments. Each character possessing their own unique reason for what they do. The depth within each characters carefully planned out past and psyche makes for great character interaction that is sure to entertain whether it is on the battle field or in the bed room.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Like most anime you can see a lot of the character archetypes here else where(though thats the nature of the beast) the uniqueness comes from their personality, character history, and how they interact with one and other.\u001b[24m\n    \u001b[1mキャラクター：ほとんどのアニメと同じように、キャラクターアーキタイプの多くを見ることができます。ただし、獣の性質から、ユニークさは個性、キャラクターヒストリー、そしてそれらが相互にやりとりすることからもたらされます。\u001b[22m, \u001b[1mキャラクター：一意性が彼らの人格、文字の歴史、およびそれらがどのように1と相互に作用どこから来るのか（獣の性質のthatsが）ほとんどのアニメのようにあなたがここに他の文字アーキタイプの多くを見ることができます。\u001b[22m\n\u001b[4mEven with the use of archetypes these characters are far from shallow.\u001b[24m\n    \u001b[1mアーキタイプを使用しても、これらの文字は浅くはありません。\u001b[22m, \u001b[1mでもアーキタイプを使用してこれらの文字が浅いから遠く離れています。\u001b[22m\n\u001b[4mCharacters have unique history ranging from battles with legendary dragons, to human experiments.\u001b[24m\n    \u001b[1mキャラクターには、伝説のドラゴンとの戦いから人間の実験まで、独自の歴史があります。\u001b[22m, \u001b[1m文字は、伝説のドラゴンとの戦いから、人体実験に及ぶユニークな歴史を持っています。\u001b[22m\n\u001b[4mEach character possessing their own unique reason for what they do.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、彼らが何をするかの独自の理由を持っています。\u001b[22m, \u001b[1m彼らは何のために独自の理由を所有する各文字。\u001b[22m\n\u001b[4mThe depth within each characters carefully planned out past and psyche makes for great character interaction that is sure to entertain whether it is on the battle field or in the bed room.\u001b[24m\n    \u001b[1m慎重に過去に計画された各キャラクター内の深さと精神は、戦場にいるのかベッドルームにいるのかに関わらず、素晴らしいキャラクターの相互作用を確実にします。\u001b[22m, \u001b[1m各文字以内の深さは慎重に過去を計画し、精神は、それが戦闘フィールド上やベッドルームであるかどうかを楽しませる確実である偉大な文字の相互作用のためになります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nImpact: This refers to the impact the series has both emotionally and mentally. Even with some of the characters less intelligent reasons for doing this you often find yourself rooting for them, even if its for something like breast. Not to mention the many other emotional impacts some of the characters most go through, went through or over come you can easily feel it push through the screen. The fact of the matter is you can feel the impact of the events happening in the series accurately the way you were meant to, and you understand it to. The are very few times you feel like what they hell is going on? and they times you do, your suppose to feel that way. The fact is, there is a lot more going on here emotionally and mentally that fan service and it is not hard to realize it either.\n\n\u001b[1m影響：これはシリーズが感情的にも精神的にも影響していることを意味します。 たとえキャラクターの中には、これを行うための賢明ではない理由があっても、胸のようなものであっても、自分のために根付いていることがよくあります。 他の多くの感情的な影響に言及することはほとんどありませんが、通過するキャラクターのいくつかは、あなたが簡単に画面を押すことを感じることができます。 問題の事実は、シリーズで起こったイベントの影響を、あなたが意図した通りに正確に感じることができ、それを理解していることです。 彼らは何が起こっているような気がしますか？ 彼らはあなたがそうする時に、あなたはそのように感じると思います。 事実、ここでは感情的にも精神的にもファンのサービスが増えており、それを実現するのは難しくありません。\u001b[22m\n\u001b[1m(Eikyō: Kore wa shirīzu ga kanjō-teki ni mo seishintekini mo eikyō shite iru koto o imi shimasu. Tatoe kyarakutā no nakaniha, kore o okonau tame no kenmeide wanai riyū ga atte mo, mune no yōna monodeatte mo, jibun no tame ni netsuite iru koto ga yoku arimasu. Hoka no ōku no kanjō-tekina eikyō ni genkyū suru koto wa hotondo arimasenga, tsūka suru kyarakutā no ikutsu ka wa, anata ga kantan ni gamen o osu koto o kanjiru koto ga dekimasu. Mondai no jijitsu wa, shirīzu de okotta ibento no eikyō o, anata ga ito shita tōri ni seikaku ni kanjiru koto ga deki, sore o rikai shite iru kotodesu. Karera wa nani ga okotte iru yōna ki ga shimasu ka? Karera wa anata ga sō suru toki ni, anata wa sonoyōni kanjiru to omoimasu. Jijitsu, kokode wa kanjō-teki ni mo seishintekini mo fan no sābisu ga fuete ori, sore o jitsugen suru no wa muzukashiku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mImpact: This refers to the impact the series has both emotionally and mentally. Even with some of the characters less intelligent reasons for doing this you often find yourself rooting for them, even if its for something like breast. Not to mention the many other emotional impacts some of the characters most go through, went through or over come you can easily feel it push through the screen. The fact of the matter is you can feel the impact of the events happening in the series accurately the way you were meant to, and you understand it to. The are very few times you feel like what they hell is going on? and they times you do, your suppose to feel that way. The fact is, there is a lot more going on here emotionally and mentally that fan service and it is not hard to realize it either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImpact: This refers to the impact the series has both emotionally and mentally.\u001b[24m\n    \u001b[1m影響：これはシリーズが感情的にも精神的にも影響していることを意味します。\u001b[22m, \u001b[1m影響：これはシリーズは、両方の感情的および精神的に与える影響を指します。\u001b[22m\n\u001b[4mEven with some of the characters less intelligent reasons for doing this you often find yourself rooting for them, even if its for something like breast.\u001b[24m\n    \u001b[1mたとえキャラクターの中には、これを行うための賢明ではない理由があっても、胸のようなものであっても、自分のために根付いていることがよくあります。\u001b[22m, \u001b[1mでもこれを行うにはあまりインテリジェントな理由文字のいくつかと、あなたは、多くの場合であっても、その胸のようなもののためならば、自分が彼らのために応援見つけます。\u001b[22m\n\u001b[4mNot to mention the many other emotional impacts some of the characters most go through, went through or over come you can easily feel it push through the screen.\u001b[24m\n    \u001b[1m他の多くの感情的な影響に言及することはほとんどありませんが、通過するキャラクターのいくつかは、あなたが簡単に画面を押すことを感じることができます。\u001b[22m, \u001b[1m文字の一部がほとんど通ら他の多くの感情的な影響を言及しないように、通過した以上、あなたが簡単にそれがスクリーンを押し通す感じることができてきます。\u001b[22m\n\u001b[4mThe fact of the matter is you can feel the impact of the events happening in the series accurately the way you were meant to, and you understand it to.\u001b[24m\n    \u001b[1m問題の事実は、シリーズで起こったイベントの影響を、あなたが意図した通りに正確に感じることができ、それを理解していることです。\u001b[22m, \u001b[1m問題の事実は、あなたが正確に一連のあなたに意味された方法で発生したイベントの影響を感じることができるであり、あなたはそれが理解しています。\u001b[22m\n\u001b[4mThe are very few times you feel like what they hell is going on?\u001b[24m\n    \u001b[1m彼らは何が起こっているような気がしますか？\u001b[22m, \u001b[1mあなたはどのような彼らは地獄が起こっているの？のように感じる非常に数回ありますか\u001b[22m\n\u001b[4mand they times you do, your suppose to feel that way.\u001b[24m\n    \u001b[1m彼らはあなたがそうする時に、あなたはそのように感じると思います。\u001b[22m, \u001b[1mあなたは、彼らの時間、そのように感じるようにあなた仮定する。\u001b[22m\n\u001b[4mThe fact is, there is a lot more going on here emotionally and mentally that fan service and it is not hard to realize it either.\u001b[24m\n    \u001b[1m事実、ここでは感情的にも精神的にもファンのサービスが増えており、それを実現するのは難しくありません。\u001b[22m, \u001b[1m事実は、多くのより多くの感情的にも精神的にここでそのファンサービスを上に行くと、どちらかそれを実現するために難しいことではありませんがある、です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: This is a fantastic series that tells the epic tale of a demon trying to become the strongest and get laid along the way. To be fair this is the story of almost every guy out there, its not hard for anyone to understand the main characters feelings. Even with so many things happening with this series, the story is executed flawlessly. Rather than most anime now a days this series doesn't get its kicks from gimmicky fights or re-used plots, but a well rounded set of characters set in a unique and vibrate world demanding to be explored.\n\n\u001b[1m全体：これは、最強になり、道に沿って挑戦しようとする悪魔の叙事詩を伝える素晴らしいシリーズです。 公平になるためには、そこにいるほとんどすべての人の話です。誰もが主人公の感情を理解するのは難しくありません。 このシリーズでは非常に多くのことが起こっていても、ストーリーは完璧に実行されます。 多くのアニメではなく、今日のシリーズでは、奇妙な戦いや再使用されたプロットからの蹴りは得られませんが、探索が求められるユニークで振動の強い世界には、\u001b[22m\n\u001b[1m(Zentai: Kore wa, saikyō ni nari,-dō ni sotte chōsen shiyou to suru akuma no jojishi o tsutaeru subarashī shirīzudesu. Kōhei ni naru tame ni wa, soko ni iru hotondo subete no hito no hanashidesu. Daremoga shujinkō no kanjō o rikai suru no wa muzukashiku arimasen. Kono shirīzude wa hijō ni ōku no koto ga okotte ite mo, sutōrī wa kanpeki ni jikkō sa remasu. Ōku no animede wa naku, kyō no shirīzude wa, kimyōna tatakai ya sai shiyō sa reta purotto kara no keri wa e raremasenga, tansaku ga motome rareru yunīku de shindō no tsuyoi sekai ni wa,)\u001b[22m\n\nTranslations of \u001b[4mOverall: This is a fantastic series that tells the epic tale of a demon trying to become the strongest and get laid along the way. To be fair this is the story of almost every guy out there, its not hard for anyone to understand the main characters feelings. Even with so many things happening with this series, the story is executed flawlessly. Rather than most anime now a days this series doesn't get its kicks from gimmicky fights or re-used plots, but a well rounded set of characters set in a unique and vibrate world demanding to be explored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: This is a fantastic series that tells the epic tale of a demon trying to become the strongest and get laid along the way.\u001b[24m\n    \u001b[1m全体：これは、最強になり、道に沿って挑戦しようとする悪魔の叙事詩を伝える素晴らしいシリーズです。\u001b[22m, \u001b[1m全体：これは、最強と道に沿って出会いになろうと悪魔の壮大な物語を伝える素晴らしいシリーズです。\u001b[22m\n\u001b[4mTo be fair this is the story of almost every guy out there, its not hard for anyone to understand the main characters feelings.\u001b[24m\n    \u001b[1m公平になるためには、そこにいるほとんどすべての人の話です。誰もが主人公の感情を理解するのは難しくありません。\u001b[22m, \u001b[1m誰もが主人公の気持ちを理解するために公平であるためには、これは、そこにそのハードではない、ほとんどすべての男の物語です。\u001b[22m\n\u001b[4mEven with so many things happening with this series, the story is executed flawlessly.\u001b[24m\n    \u001b[1mこのシリーズでは非常に多くのことが起こっていても、ストーリーは完璧に実行されます。\u001b[22m, \u001b[1mたとえそうであっても多くのものが、このシリーズで起こって、物語は完璧に実行されます。\u001b[22m\n\u001b[4mRather than most anime now a days this series doesn't get its kicks from gimmicky fights or re-used plots, but a well rounded set of characters set in a unique and vibrate world demanding to be explored.\u001b[24m\n    \u001b[1m多くのアニメではなく、今日のシリーズでは、奇妙な戦いや再使用されたプロットからの蹴りは得られませんが、探索が求められるユニークで振動の強い世界には、\u001b[22m, \u001b[1mむしろほとんどのアニメよりも、今日このシリーズは、ギミックの戦いまたは再使用プロットから、その蹴りを得ることはありませんが、ユニークに設定された文字のよく丸みを帯びたセットと探求する厳しい世界を振動させます。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "GGO_Kirito",
    "profile": "/profile/GGO_Kirito/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=172505",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\nハイスクールDxDは、私が見たEcchi-Haremの最高のアニメの2番目です。 それは悪魔を含むにもかかわらず、悪魔である主人公は全く悪くないようであり、男性の主人公はそのような変態のための悪魔としての彼の役割に合っています。 そして、天使、悪魔、倒れた天使たちが最後に平和協定を結ぶと思っていた人は、以前は神の信者であった悪魔たちが祈ることが許されます。  ..そして、そのような力を持つ悪魔に生まれ変わるのはかなり楽しいようです....",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHigh School DxD is the second to the best Ecchi-Harem anime I've watched. Even though it involves devils, it seems that the main characters which are devils are not bad at all and the male protagonist fits his role as a devil for being such a pervert. And oh, (my bad if this seems to be a spoiler, but) who would have thought that angels, devils and fallen angels would make a peace agreement in the end, and the devils who are formerly God believers would be allowed to pray. .. And it seems to be quite fun to be reborn as a demon with such power....\n\n\u001b[1mハイスクールDxDは、私が見たEcchi-Haremの最高のアニメの2番目です。 それは悪魔を含むにもかかわらず、悪魔である主人公は全く悪くないようであり、男性の主人公はそのような変態のための悪魔としての彼の役割に合っています。 そして、天使、悪魔、倒れた天使たちが最後に平和協定を結ぶと思っていた人は、以前は神の信者であった悪魔たちが祈ることが許されます。  ..そして、そのような力を持つ悪魔に生まれ変わるのはかなり楽しいようです....\u001b[22m\n\u001b[1m(Haisukūru DxD wa, watashi ga mita Ecchi - hāremu no saikō no anime no 2-banmedesu. Sore wa akuma o fukumu nimokakawarazu, akumadearu shujinkō wa mattaku warukunai yōdeari, dansei no shujinkō wa sono yōna hentai no tame no akuma to shite no kare no yakuwari ni atte imasu. Soshite, tenshi, akuma, taoreta tenshi-tachi ga saigo ni heiwa kyōtei o musubu to omotte ita hito wa, izen wa kami no shinjadeatta akuma-tachi ga inoru koto ga yurusa remasu... Soshite, sono yōna chikara o motsu akuma ni umarekawaru no wa kanari tanoshī yōdesu....)\u001b[22m\n\nTranslations of \u001b[4mHigh School DxD is the second to the best Ecchi-Harem anime I've watched. Even though it involves devils, it seems that the main characters which are devils are not bad at all and the male protagonist fits his role as a devil for being such a pervert. And oh, (my bad if this seems to be a spoiler, but) who would have thought that angels, devils and fallen angels would make a peace agreement in the end, and the devils who are formerly God believers would be allowed to pray. .. And it seems to be quite fun to be reborn as a demon with such power....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHigh School DxD is the second to the best Ecchi-Harem anime I've watched.\u001b[24m\n    \u001b[1mハイスクールDxDは、私が見たEcchi-Haremの最高のアニメの2番目です。\u001b[22m, \u001b[1mハイスクールD×Dは、私が見た中で最高のエッチ・ハーレムアニメの第二です。\u001b[22m\n\u001b[4mEven though it involves devils, it seems that the main characters which are devils are not bad at all and the male protagonist fits his role as a devil for being such a pervert.\u001b[24m\n    \u001b[1mそれは悪魔を含むにもかかわらず、悪魔である主人公は全く悪くないようであり、男性の主人公はそのような変態のための悪魔としての彼の役割に合っています。\u001b[22m, \u001b[1mそれは悪魔を伴うにもかかわらず、悪魔である主人公が全く悪いものではなく、男性の主人公がこのような変態であるための悪魔として彼の役割に合っているようです。\u001b[22m\n\u001b[4mAnd oh, (my bad if this seems to be a spoiler, but) who would have thought that angels, devils and fallen angels would make a peace agreement in the end, and the devils who are formerly God believers would be allowed to pray.\u001b[24m\n    \u001b[1mそして、天使、悪魔、倒れた天使たちが最後に平和協定を結ぶと思っていた人は、以前は神の信者であった悪魔たちが祈ることが許されます。\u001b[22m, \u001b[1mとまあ、天使、悪魔と落とされた天使は、最終的に和平協定を作るだろうと思っただろうし、以前は神の信者である悪魔が祈ることを許される人（私の悪いが、これはスポイラーのようですが、場合）。\u001b[22m\n\u001b[4m.. And it seems to be quite fun to be reborn as a demon with such power....\u001b[24m\n    \u001b[1m..そして、そのような力を持つ悪魔に生まれ変わるのはかなり楽しいようです....\u001b[22m, \u001b[1m..そして、そのような力を持つ悪魔のように生まれ変わるのは非常に楽しいことのようです....\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "crimson_knight23",
    "profile": "/profile/crimson_knight23/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=129023",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n偉大なアニメ冗談はないそれは潜在的な偉大なショーそれは芸術のポイント音楽に忠実な両方の季節が正確になるが、海岸線は少し離れているとepisdoe 12は少し崖のハンガーしかし、彼らはシーズン3 ここであなたの待っている間にいくつかのアニメがあるかもしれません。あなたはセイコーンが好きかもしれません。qwaser rosario +吸血鬼の天国は財産を失い、死んだ信頼の高校私は彼らがシーズン3になるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGreat anime no joke it has potential ti become a great show it derserves art in point music exact both seasons but seaosn strays off the plot a bit and episdoe 12 was a bit of a cliff hanger but defintley telling us that their will be a season 3 and while your waiting here are some animes you might like seikon no qwaser rosario + vampire heavens lost property and also high school of the dead trust me their will be a season 3 if i gets good dvd and reviews in japan theres not doubt\n\n\u001b[1m偉大なアニメ冗談はないそれは潜在的な偉大なショーそれは芸術のポイント音楽に忠実な両方の季節が正確になるが、海岸線は少し離れているとepisdoe 12は少し崖のハンガーしかし、彼らはシーズン3 ここであなたの待っている間にいくつかのアニメがあるかもしれませんが、あなたはseikon no qwaser rosario + vampire heavensが失われた財産と死んだ信頼の高校を好きかもしれません。私は彼らがシーズン3になるでしょう。\u001b[22m\n\u001b[1m(Idaina anime jōdan wanai sore wa senzai-tekina idaina shō soreha geijutsu no pointo ongaku ni chūjitsuna ryōhō no kisetsu ga seikaku ni naruga, Kaigansen wa sukoshi hanarete iru to episdoe 12 wa sukoshi gake no hangā shikashi, karera wa shīzun 3 koko de anata no matte iru ma ni ikutsu ka no anime ga aru kamo shiremasenga, anata wa seikon no qwaser rosario + vampire heavens ga ushinawa reta zaisan to shinda shinrai no kōkō o suki kamo shiremasen. Watashi wa karera ga shīzun 3 ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mGreat anime no joke it has potential ti become a great show it derserves art in point music exact both seasons but seaosn strays off the plot a bit and episdoe 12 was a bit of a cliff hanger but defintley telling us that their will be a season 3 and while your waiting here are some animes you might like seikon no qwaser rosario + vampire heavens lost property and also high school of the dead trust me their will be a season 3 if i gets good dvd and reviews in japan theres not doubt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat anime no joke it has potential ti become a great show it derserves art in point music exact both seasons but seaosn strays off the plot a bit and episdoe 12 was a bit of a cliff hanger but defintley telling us that their will be a season 3\u001b[24m\n    \u001b[1m偉大なアニメ冗談はないそれは潜在的な偉大なショーそれは芸術のポイント音楽に忠実な両方の季節が正確になるが、海岸線は少し離れているとepisdoe 12は少し崖のハンガーしかし、彼らはシーズン3\u001b[22m, \u001b[1mグレートアニメそれが潜在的なTI、それがポイントの音楽にアートをderserves素晴らしいショーになってきている冗談は正確なプロットオフ両方の季節が、seaosnの空電はビットとepisdoe 12は、崖のハンガーのビットではなかったが、defintleyシーズン3自分になることを告げ\u001b[22m\n\u001b[4mand while your waiting here are some animes you might like seikon no qwaser rosario + vampire heavens lost property and also high school of the dead trust me their will be a season 3 if i gets good dvd and reviews in japan theres not doubt\u001b[24m\n    \u001b[1mここであなたの待っている間にいくつかのアニメがあるかもしれませんが、あなたはseikon no qwaser rosario + vampire heavensが失われた財産と死んだ信頼の高校を好きかもしれません。私は彼らがシーズン3になるでしょう。\u001b[22m, \u001b[1mあなたがここにいくつかのアニメをしている待っている間、私は日本で良いDVDとレビューを取得する場合、私はシーズン3になります疑いはないtheresの彼らの何qwaserのロザリオとバンパイア天はまた死んだ信頼の高校を財産を失っていないとseikon、あなたが好むかもしれません\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "Dragoneel1000",
    "profile": "/profile/Dragoneel1000/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=169339",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\n私はこの10/10を与えるつもりはない...それらのダム...これらの最先端のキャラクター開発、素敵なプロットされた物語、コメディ、ハーレム（理解可能）、すべてのおっぱいとパンティー、自分自身も 効果音！ 私はそれを楽しんでいないとは言えません。 彼らの魅力的な性格と英雄的な感覚をもって、あなたの心を吹き飛ばしてくれる最高級の境界線のヘタネとキャラクター（とディック！ 彼らは...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI shan't give this 10/10... Damn them... Damn them for making this cutting edge character development, nice plotted story, comedy, harem (understandable), with all the titties and knickers, that even have their own sound effect! I can't say I didn't enjoy it though. Echhi at its finest, borderline hentai and characters that will blow your mind (And dick!), with their charming personalities and sense of heroism. Damn them...\n\n\u001b[1m私はこの10/10を与えるつもりはない...それらのダム...これらの最先端のキャラクター開発、素敵なプロットされた物語、コメディ、ハーレム（理解可能）、すべてのおっぱいとパンティー、自分自身も 効果音！ 私はそれを楽しんでいないとは言えません。 彼らの魅力的な性格と英雄的な感覚をもって、あなたの心を吹き飛ばしてくれる最高級の境界線のヘタネとキャラクター（とディック！ 彼らは...\u001b[22m\n\u001b[1m(Watashi wa kono 10/ 10 o ataeru tsumori wanai... Sorera no damu... Korera no saisentan no kyarakutā kaihatsu, sutekina purotto sa reta monogatari, komedi, hāremu (rikai kanō), subete no oppai to pantī, jibun jishin mo kōka-on! Watashi wa sore o tanoshinde inai to wa iemasen. Karera no miryoku-tekina seikaku to eiyū-tekina kankaku o motte, anata no kokoro o fukitobashite kureru saikōkyūno kyōkai-sen no hetane to kyarakutā (to Dikku! Karera wa...)\u001b[22m\n\nTranslations of \u001b[4mI shan't give this 10/10... Damn them... Damn them for making this cutting edge character development, nice plotted story, comedy, harem (understandable), with all the titties and knickers, that even have their own sound effect! I can't say I didn't enjoy it though. Echhi at its finest, borderline hentai and characters that will blow your mind (And dick!), with their charming personalities and sense of heroism. Damn them...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI shan't give this 10/10... Damn them... Damn them for making this cutting edge character development, nice plotted story, comedy, harem (understandable), with all the titties and knickers, that even have their own\u001b[24m\n    \u001b[1m私はこの10/10を与えるつもりはない...それらのダム...これらの最先端のキャラクター開発、素敵なプロットされた物語、コメディ、ハーレム（理解可能）、すべてのおっぱいとパンティー、自分自身も\u001b[22m, \u001b[1m私は、この10月10日が...くそ彼らは...、すべてのおっぱいと半ズボンで、この最先端のキャラクター開発、素敵なプロットストーリー、コメディー、ハーレム（理解）を作るためにそれらを酷評しても自分自身を持っていることをしてはなりません\u001b[22m\n\u001b[4msound effect!\u001b[24m\n    \u001b[1m効果音！\u001b[22m\n\u001b[4mI can't say I didn't enjoy it though.\u001b[24m\n    \u001b[1m私はそれを楽しんでいないとは言えません。\u001b[22m, \u001b[1m私は、私もそれを楽しんでいなかったと言うことはできません。\u001b[22m\n\u001b[4mEchhi at its finest, borderline hentai and characters that will blow your mind (And dick!), with their charming personalities and sense of heroism.\u001b[24m\n    \u001b[1m彼らの魅力的な性格と英雄的な感覚をもって、あなたの心を吹き飛ばしてくれる最高級の境界線のヘタネとキャラクター（とディック！\u001b[22m, \u001b[1m彼らの魅力的な個性や英雄の感覚であなたの心（そしてペニスを！）、爆破する最高級、境界線変態と文字でEchhi。\u001b[22m\n\u001b[4mDamn them...\u001b[24m\n    \u001b[1m彼らは...\u001b[22m, \u001b[1mそれらをくそ...\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "Rushi-Chan",
    "profile": "/profile/Rushi-Chan/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=217511",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\nエッチハレムは、通常、男たちを対象にしているかもしれませんが、そのテーマやファンサービスにどのように反応するか、ということになります。 私にとっては、High School DXDのファンサービスが不合理であることが判明しましたが、それは私がそれを愛していることです。 私が今まで見てきた季節の両方のエピソードは、私を笑わせることに失敗したことがないので、フランチャイズの私の高い評価。\n\n第1シーズンと比較して、ハイスクールDXDニューはもう少し顕著で頑丈なストーリーラインを持っていました。 神聖な剣と少し矛盾していると考えられるかもしれませんが、それは天使、悪魔、そして堕天使の間の三方戦争の重要性を支配します（最初のシーズンは実際には達成できませんでした）。\n\nすべてが慎重に、ファンのサービスとの物語を効果的にバランスをとって考えられていた。 それはあまりないかもしれませんが、私の心の今シーズンは前任者を打ち倒します。 私は高校DXD生まれを楽しみにしています。そして、真のハレムキングになるという一生の夢は、彼がとても近づいているのを見て、現実になるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt maybe an Ecchi Harem typically aimed at guys, however it all boils down to how you react to the theme of it and the fan service. For me, I found the fan service in the High School DXD is absurd, however that's what I love about it. Every episode of both of the seasons I've watched so far have never failed to make me laugh, hence my high rating of the franchise.\n\n\u001b[1mエッチハレムは、通常、男たちを対象にしているかもしれませんが、そのテーマやファンサービスにどのように反応するか、ということになります。 私にとっては、High School DXDのファンサービスが不合理であることが判明しましたが、それは私がそれを愛していることです。 私が今まで見てきた季節の両方のエピソードは、私を笑わせることに失敗したことがないので、フランチャイズの私の高い評価。\u001b[22m\n\u001b[1m(Etchiharemu wa, tsūjō, otoko-tachi o taishō ni shite iru kamo shiremasenga, sono tēma ya fansābisu ni dono yō ni han'nō suru ka, to iu koto ni narimasu. Watashi ni totte wa, haisukūru DXD no fansābisu ga fugōridearu koto ga hanmei shimashitaga, sore wa watashi ga sore o aishite iru kotodesu. Watashi ga imamade mitekita kisetsu no ryōhō no episōdo wa, watashi o warawaseru koto ni shippai shita koto ga nainode, furanchaizu no watashi no takai hyōka.)\u001b[22m\n\nTranslations of \u001b[4mIt maybe an Ecchi Harem typically aimed at guys, however it all boils down to how you react to the theme of it and the fan service. For me, I found the fan service in the High School DXD is absurd, however that's what I love about it. Every episode of both of the seasons I've watched so far have never failed to make me laugh, hence my high rating of the franchise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt maybe an Ecchi Harem typically aimed at guys, however it all boils down to how you react to the theme of it and the fan service.\u001b[24m\n    \u001b[1mエッチハレムは、通常、男たちを対象にしているかもしれませんが、そのテーマやファンサービスにどのように反応するか、ということになります。\u001b[22m, \u001b[1mそれは多分、一般的に男を目的としたエッチハーレムは、しかし、それはすべてあなたがそれをテーマとファンサービスにどのように反応するかに帰着します。\u001b[22m\n\u001b[4mFor me, I found the fan service in the High School DXD is absurd, however that's what I love about it.\u001b[24m\n    \u001b[1m私にとっては、High School DXDのファンサービスが不合理であることが判明しましたが、それは私がそれを愛していることです。\u001b[22m, \u001b[1m私にとっては、私はハイスクールD×Dでファンサービスは不合理である、しかしそれは私がそれについて愛する何を発見しました。\u001b[22m\n\u001b[4mEvery episode of both of the seasons I've watched so far have never failed to make me laugh, hence my high rating of the franchise.\u001b[24m\n    \u001b[1m私が今まで見てきた季節の両方のエピソードは、私を笑わせることに失敗したことがないので、フランチャイズの私の高い評価。\u001b[22m, \u001b[1m私が見てきた季節の両方のすべてのエピソードは、これまでのところ私は、フランチャイズの故に私の高い評価を笑わせるために失敗したことがありません。\u001b[22m\n\u001b[1m\u001b[22m\nCompared to the first season, High School DXD New had a bit more of a pronounced and solid storyline. Though it could be considered a bit cliché with the holy swords, it does reign back in the importance of the three way war between the angels, devils, and fallen angels (which the first season didn't really achieve).\n\n\u001b[1m第1シーズンと比較して、ハイスクールDXDニューはもう少し顕著で頑丈なストーリーラインを持っていました。 神聖な剣と少し矛盾していると考えられるかもしれませんが、それは天使、悪魔、そして堕天使の間の三方戦争の重要性を支配します（最初のシーズンは実際には達成できませんでした）。\u001b[22m\n\u001b[1m(Dai 1 shīzun to hikaku shite, haisukūru DXD nyū wa mōsukoshi kenchode ganjōna sutōrīrain o motte imashita. Shinseina ken to sukoshi mujun shite iru to kangae rareru kamo shiremasenga, soreha tenshi, akuma, soshite daten-shi no ma no Mikata sensō no jūyō-sei o shihai shimasu (saisho no shīzun wa jissai ni wa tassei dekimasendeshita).)\u001b[22m\n\nTranslations of \u001b[4mCompared to the first season, High School DXD New had a bit more of a pronounced and solid storyline. Though it could be considered a bit cliché with the holy swords, it does reign back in the importance of the three way war between the angels, devils, and fallen angels (which the first season didn't really achieve).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCompared to the first season, High School DXD New had a bit more of a pronounced and solid storyline.\u001b[24m\n    \u001b[1m第1シーズンと比較して、ハイスクールDXDニューはもう少し顕著で頑丈なストーリーラインを持っていました。\u001b[22m, \u001b[1m最初のシーズンと比較すると、ハイスクールD×D新顕著と固体ストーリーのもう少しでした。\u001b[22m\n\u001b[4mThough it could be considered a bit cliché with the holy swords, it does reign back in the importance of the three way war between the angels, devils, and fallen angels (which the first season didn't really achieve).\u001b[24m\n    \u001b[1m神聖な剣と少し矛盾していると考えられるかもしれませんが、それは天使、悪魔、そして堕天使の間の三方戦争の重要性を支配します（最初のシーズンは実際には達成できませんでした）。\u001b[22m, \u001b[1mそれは聖なる剣を持つビットの決まり文句と考えられるが、それは天使、悪魔、および（最初のシーズンは本当に達成できませんでした）落とされた天使の間の3ウェイ戦争の重要性にバック君臨ありません。\u001b[22m\n\u001b[1m\u001b[22m\nEverything was thought of carefully, balancing the story with the fan service effectively. Though it may not be quite there, this season in my mind does beat its predecessor. I look forward the High School DXD Born, and that Issei's dream of becoming a true Harem King will become a reality, seeing as he's so close now.\n\n\u001b[1mすべてが慎重に、ファンのサービスとの物語を効果的にバランスをとって考えられていた。 それはあまりないかもしれませんが、私の心の今シーズンは前任者を打ち倒します。 私は高校DXD生まれを楽しみにしています。そして、真のハレムキングになるという一生の夢は、彼がとても近づいているのを見て、現実になるでしょう。\u001b[22m\n\u001b[1m(Subete ga shinchō ni, fan no sābisu to no monogatari o kōka-teki ni baransu o totte kangae rarete ita. Sore wa amari nai kamo shiremasenga, watashi no kokoro no ima shīzun wa zen'nin-sha o uchitaoshimasu. Watashi wa kōkō DXD umare o tanoshiminishiteimasu. Soshite, shin no haremukingu ni naru to iu isshō no yume wa, kare ga totemo chikadzuite iru no o mite, genjitsu ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mEverything was thought of carefully, balancing the story with the fan service effectively. Though it may not be quite there, this season in my mind does beat its predecessor. I look forward the High School DXD Born, and that Issei's dream of becoming a true Harem King will become a reality, seeing as he's so close now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything was thought of carefully, balancing the story with the fan service effectively.\u001b[24m\n    \u001b[1mすべてが慎重に、ファンのサービスとの物語を効果的にバランスをとって考えられていた。\u001b[22m, \u001b[1mすべてが効果的にファンサービスと物語のバランスを取る、慎重に考えました。\u001b[22m\n\u001b[4mThough it may not be quite there, this season in my mind does beat its predecessor.\u001b[24m\n    \u001b[1mそれはあまりないかもしれませんが、私の心の今シーズンは前任者を打ち倒します。\u001b[22m, \u001b[1mそれはかなり存在しないかもしれないが、私の心に今シーズンはその前身を打つん。\u001b[22m\n\u001b[4mI look forward the High School DXD Born, and that Issei's dream of becoming a true Harem King will become a reality, seeing as he's so close now.\u001b[24m\n    \u001b[1m私は高校DXD生まれを楽しみにしています。そして、真のハレムキングになるという一生の夢は、彼がとても近づいているのを見て、現実になるでしょう。\u001b[22m, \u001b[1m私は高校DXD生まれ楽しみに、そして真のハーレム王になるという一成さんの夢は、彼が今とても近いですとして見て、現実のものとなること。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=203923",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  8\n\nDxDは新たな魅力的なプロットラインで、アクション、ファンサービスのパックシーズンを1秒間返します。 私は読者がすでに最初のシーズンを手にしたと思って、もっと多くを探しています。 もしそうなら、これは私がファン・サービス、ハーレムベースのエクッチジャンルのためにしばらく見てきた最高の続編の1つであることを報告してうれしい。  ecchiをお探しですか？ 行動を探している？ 性格が似ている女の子をお探しですか？  Maken Ki、Maji Koi、Dakara Boku waのような他のシリーズに騙されてはいけない、これはあなたが本当に見たいものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDxD returns for a second, action and fan-service packed season with a new engaging plot line. I'm going to assume that the reader has already gobbled up the first season and is back looking for more. If so, I'm happy to report that this is one of the best sequels I've seen in a while for the fan-service, harem-based ecchi genre. Looking for ecchi? Looking for action? Looking for girls who have semblances of personalities? Don't be fooled by the likes of other series such as Maken Ki, Maji Koi, or Dakara Boku wa, this is what you really want to watch.\n\n\u001b[1mDxDは新たな魅力的なプロットラインで、アクション、ファンサービスのパックシーズンを1秒間返します。 私は読者がすでに最初のシーズンを手にしたと思って、もっと多くを探しています。 もしそうなら、これは私がファン・サービス、ハーレムベースのエクッチジャンルのためにしばらく見てきた最高の続編の1つであることを報告してうれしい。  ecchiをお探しですか？ 行動を探している？ 性格が似ている女の子をお探しですか？  Maken Ki、Maji Koi、Dakara Boku waのような他のシリーズに騙されてはいけない、これはあなたが本当に見たいものです。\u001b[22m\n\u001b[1m(DxD wa aratana miryoku-tekina purottorain de, akushon, fansābisu no pakkushīzun o 1-byōkan kaeshimasu. Watashi wa dokusha ga sudeni saisho no shīzun o te ni shita to omotte, motto ōku o sagashiteimasu. Moshi sōnara, kore wa watashi ga fan sābisu, hāremubēsu no ekutchijanru no tame ni shibaraku mitekita saikō no zokuhen no 1tsudearu koto o hōkoku shite ureshī. Ecchi o o sagashidesu ka? Kōdō o sagashite iru? Seikaku ga nite iru on'nanoko o o sagashidesu ka? Maken Ki, Maji Koi, Dakara Boku wa no yōna ta no shirīzu ni damasa rete wa ikenai, kore wa anata ga hontōni mitai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mDxD returns for a second, action and fan-service packed season with a new engaging plot line. I'm going to assume that the reader has already gobbled up the first season and is back looking for more. If so, I'm happy to report that this is one of the best sequels I've seen in a while for the fan-service, harem-based ecchi genre. Looking for ecchi? Looking for action? Looking for girls who have semblances of personalities? Don't be fooled by the likes of other series such as Maken Ki, Maji Koi, or Dakara Boku wa, this is what you really want to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDxD returns for a second, action and fan-service packed season with a new engaging plot line.\u001b[24m\n    \u001b[1mDxDは新たな魅力的なプロットラインで、アクション、ファンサービスのパックシーズンを1秒間返します。\u001b[22m, \u001b[1mDXDは、新しい魅力的プロット線を有する第二、アクションとファンサービスパックシーズンに向けて返します。\u001b[22m\n\u001b[4mI'm going to assume that the reader has already gobbled up the first season and is back looking for more.\u001b[24m\n    \u001b[1m私は読者がすでに最初のシーズンを手にしたと思って、もっと多くを探しています。\u001b[22m, \u001b[1m私は、読者がすでに最初のシーズンを丸飲みしており、複数のバックを探していると仮定するつもりです。\u001b[22m\n\u001b[4mIf so, I'm happy to report that this is one of the best sequels I've seen in a while for the fan-service, harem-based ecchi genre.\u001b[24m\n    \u001b[1mもしそうなら、これは私がファン・サービス、ハーレムベースのエクッチジャンルのためにしばらく見てきた最高の続編の1つであることを報告してうれしい。\u001b[22m, \u001b[1mもしそうなら、私はこれは私がファンサービス、ハーレムベースのエッチなジャンルのしばらく見た中で最高の続編の一つであることを報告いたします。\u001b[22m\n\u001b[4mLooking for ecchi?\u001b[24m\n    \u001b[1mecchiをお探しですか？\u001b[22m, \u001b[1mエッチをお探しですか？\u001b[22m\n\u001b[4mLooking for action?\u001b[24m\n    \u001b[1m行動を探している？\u001b[22m, \u001b[1mアクションをお探しですか？\u001b[22m\n\u001b[4mLooking for girls who have semblances of personalities?\u001b[24m\n    \u001b[1m性格が似ている女の子をお探しですか？\u001b[22m, \u001b[1m個性のsemblancesを持っている女の子をお探しですか？\u001b[22m\n\u001b[4mDon't be fooled by the likes of other series such as Maken Ki, Maji Koi, or Dakara Boku wa, this is what you really want to watch.\u001b[24m\n    \u001b[1mMaken Ki、Maji Koi、Dakara Boku waのような他のシリーズに騙されてはいけない、これはあなたが本当に見たいものです。\u001b[22m, \u001b[1mこのようなマケン姫っ！、マジ恋、またはダカラ僕のような他のシリーズの同類によってだまされてはいけない、これはあなたが本当に見たいものです。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "cyborgneko999",
    "profile": "/profile/cyborgneko999/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=114951",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nストーリー：9/10\n\n第1シーズンよりも良い方法、キバ過去は非常に悲しい感情的な彼は、このタイプのアニメでは珍しい人格の成長を与えられています。 リリアス＆amp;  isseiのakeno誘惑は見て楽しいです。 派閥のリーダーを紹介する第2弾は、3大国の首脳会談には多くの驚きと驚きがあります。 あなたは次の何が起こるかを推測し続けてください。  villians isseiと今度のギャングの顔は、昨シーズンからの一歩です。kokabiel＆amp; ヴァリは克服するために非常に強力な敵です。 その最後のエピソードの戦いは叙事詩です。  dxdから期待されるように多くのecchi fanserviceがあります。\n\nアート：9/10\n\n私には高校dxd芸術は美しく描かれ＆amp; 特にドラゴンアーマーには多くの色が使われています。\n\nサウンド：10/10\n\nうわー！ 非常に印象的な、祖先のロックミュージックは完全に私が非常に悲しい＆amp; 時々非常にポンプアップ。\n\nキャラクター：9/10\n\nアザゼルは、高校の今シーズン、最高のキャラクターを手に入れています。 非常に面白いです。 ゼノヴィアはコンドーム＆amp; ひどい顔は陽気です。  Irina＆amp; ガスパールは大丈夫ですが、アザゼル＆ビートは何も勝ちません。 異種動物。 面白いアニメの多くは天使たちが悪人になるのが好きです。天使のマイケルが頭がいいのを見てリフレッシュします。  3つの派閥のすべてが協力して＆amp; 問題を解決する。\n\n楽しさ：10/10\n\n私は今シーズン最後＆amp; 昨シーズンは素晴らしいです！\n\n全体的に9/10：\n\nDxdには問題があります。 誰もがではなく、あなたが大きなユーモアを楽しむなら、ecchi fanservices＆amp; amp; トップアクションの上であなたは高校dxd newを愛することになる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9/10\n\n\u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9/10\u001b[24m\n    \u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m\u001b[22m\nWay better than 1st season, the kiba past is very sad emotional given him more of a character grow that rare in this type of anime. Rias jellousy &amp; akeno seduction of issei is fun to watch. The second arc which introduce the leader of the faction the summit of the 3 power have a lot of surprises &amp; twist that keep you guessing what gonna happen next. The villians issei and the gang face this time is a step up from last season, kokabiel &amp; vali is very powerfull foes to overcome &amp; that last episode fight is epic. There a lot of ecchi fanservice as expected from dxd.\n\n\u001b[1m第1シーズンよりも良い方法、キバ過去は非常に悲しい感情的な彼は、このタイプのアニメでは珍しい人格の成長を与えられています。 リリアス＆amp;  isseiのakeno誘惑は見て楽しいです。 派閥のリーダーを紹介する第2弾は、3大国の首脳会談には多くの驚きと驚きがあります。 あなたは次の何が起こるかを推測し続けてください。  villians isseiと今度のギャングの顔は、昨シーズンからの一歩です。kokabiel＆amp; ヴァリは克服するために非常に強力な敵です。 その最後のエピソードの戦いは叙事詩です。  dxdから期待されるように多くのecchi fanserviceがあります。\u001b[22m\n\u001b[1m(Dai 1 shīzun yori mo yoi hōhō, kiba kako wa hijō ni kanashī kanjō-tekina kare wa, kono taipu no animede wa mezurashī jinkaku no seichō o atae rarete imasu. Ririasu& amp; issei no akeno yūwaku wa mite tanoshīdesu. Habatsu no rīdā o shōkai suru dai 2-dan wa, 3 taikoku no shunō kaidan ni wa ōku no odoroki to odoroki ga arimasu. Anata wa tsugi no nani ga okoru ka o suisoku shi tsudzukete kudasai. Villians issei to kondo no gyangu no kao wa, saku shīzun kara no ippodesu. Kokabiel& amp; vu~ari wa kokufuku suru tame ni hijō ni kyōryokuna tekidesu. Sono saigo no episōdo no tatakai wa jojishidesu. Dxd kara kitai sa reru yō ni ōku no ecchi fanservice ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWay better than 1st season, the kiba past is very sad emotional given him more of a character grow that rare in this type of anime. Rias jellousy &amp; akeno seduction of issei is fun to watch. The second arc which introduce the leader of the faction the summit of the 3 power have a lot of surprises &amp; twist that keep you guessing what gonna happen next. The villians issei and the gang face this time is a step up from last season, kokabiel &amp; vali is very powerfull foes to overcome &amp; that last episode fight is epic. There a lot of ecchi fanservice as expected from dxd.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWay better than 1st season, the kiba past is very sad emotional given him more of a character grow that rare in this type of anime.\u001b[24m\n    \u001b[1m第1シーズンよりも良い方法、キバ過去は非常に悲しい感情的な彼は、このタイプのアニメでは珍しい人格の成長を与えられています。\u001b[22m, \u001b[1m第一シーズンよりずっといい、木場の過去が文字のより多くのアニメのこのタイプではまれなことを育つ彼与えられた感情的な非常に悲しいです。\u001b[22m\n\u001b[4mRias jellousy &amp;\u001b[24m\n    \u001b[1mリリアス＆amp;\u001b[22m, \u001b[1mリアスjellousy＆＃038;\u001b[22m\n\u001b[4makeno seduction of issei is fun to watch.\u001b[24m\n    \u001b[1misseiのakeno誘惑は見て楽しいです。\u001b[22m, \u001b[1m一世の明野の誘惑は、見ていて楽しいです。\u001b[22m\n\u001b[4mThe second arc which introduce the leader of the faction the summit of the 3 power have a lot of surprises &amp;\u001b[24m\n    \u001b[1m派閥のリーダーを紹介する第2弾は、3大国の首脳会談には多くの驚きと驚きがあります。\u001b[22m, \u001b[1m3電源の首脳会談は驚き＆アンプの多くを持っている派閥のリーダーを紹介する第二のアーク。\u001b[22m\n\u001b[4mtwist that keep you guessing what gonna happen next.\u001b[24m\n    \u001b[1mあなたは次の何が起こるかを推測し続けてください。\u001b[22m, \u001b[1mあなたが次に何が起こるつもり何推測保つツイスト。\u001b[22m\n\u001b[4mThe villians issei and the gang face this time is a step up from last season, kokabiel &amp;\u001b[24m\n    \u001b[1mvillians isseiと今度のギャングの顔は、昨シーズンからの一歩です。kokabiel＆amp;\u001b[22m, \u001b[1mvilliansの一世とギャング面今回は昨シーズン、コカビエル＆＃038からステップアップしています。\u001b[22m\n\u001b[4mvali is very powerfull foes to overcome &amp;\u001b[24m\n    \u001b[1mヴァリは克服するために非常に強力な敵です。\u001b[22m, \u001b[1mVALIを克服＆アンプには非常に強力な敵です。\u001b[22m\n\u001b[4mthat last episode fight is epic.\u001b[24m\n    \u001b[1mその最後のエピソードの戦いは叙事詩です。\u001b[22m\n\u001b[4mThere a lot of ecchi fanservice as expected from dxd.\u001b[24m\n    \u001b[1mdxdから期待されるように多くのecchi fanserviceがあります。\u001b[22m, \u001b[1mそこDXDから予想されるようにエッチなサービスカットがたくさん。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\n\u001b[1m\u001b[22m\nTo me high school dxd art is beautifully drawn &amp; a lot of colours use especially on the dragon armors.\n\n\u001b[1m私には高校dxd芸術は美しく描かれ＆amp; 特にドラゴンアーマーには多くの色が使われています。\u001b[22m\n\u001b[1m(Watashiniha kōkō dxd geijutsu wa utsukushiku egaka re& amp; tokuni doragon'āmā ni wa ōku no iro ga tsukawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mTo me high school dxd art is beautifully drawn &amp; a lot of colours use especially on the dragon armors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo me high school dxd art is beautifully drawn &amp;\u001b[24m\n    \u001b[1m私には高校dxd芸術は美しく描かれ＆amp;\u001b[22m, \u001b[1m私には高校DXDアートが美しく描か＆アンペアれます。\u001b[22m\n\u001b[4ma lot of colours use especially on the dragon armors.\u001b[24m\n    \u001b[1m特にドラゴンアーマーには多くの色が使われています。\u001b[22m, \u001b[1m多くの色は、竜の鎧に特に使用しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10\n\n\u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m(Saundo: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10\u001b[24m\n    \u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m\u001b[22m\nWow! super impressive, ancestral to rock music is use perfectly on the scenes it made me very sad &amp; sometime very pump up.\n\n\u001b[1mうわー！ 非常に印象的な、祖先のロックミュージックは完全に私が非常に悲しい＆amp; 時々非常にポンプアップ。\u001b[22m\n\u001b[1m(Uwa ̄ ! Hijō ni inshō-tekina, sosen no rokkumyūjikku wa kanzen ni watashi ga hijō ni kanashī& amp; tokidoki hijō ni ponpu appu.)\u001b[22m\n\nTranslations of \u001b[4mWow! super impressive, ancestral to rock music is use perfectly on the scenes it made me very sad &amp; sometime very pump up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow!\u001b[24m\n    \u001b[1mうわー！\u001b[22m, \u001b[1mワオ！\u001b[22m, \u001b[1mワウ！\u001b[22m\n\u001b[4msuper impressive, ancestral to rock music is use perfectly on the scenes it made me very sad &amp;\u001b[24m\n    \u001b[1m非常に印象的な、祖先のロックミュージックは完全に私が非常に悲しい＆amp;\u001b[22m, \u001b[1m、ロック音楽への祖先が、それは私は非常に悲しい＆アンペア製のシーンに完全に使用する超印象的です。\u001b[22m\n\u001b[4msometime very pump up.\u001b[24m\n    \u001b[1m時々非常にポンプアップ。\u001b[22m, \u001b[1mいつか非常にポンプアップ。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9/10\n\n\u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9/10\u001b[24m\n    \u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m\u001b[22m\nAzazel is hands down the best character this season of high school dxd, hes so lay back, fun, badass &amp; very interesting to watch. Xenovia come close her actics with condom &amp; strait face is hilarious. Irina &amp; gasper is ok characters but nothing beats azazel &amp; xenovia. Funny a lot of anime like to make angels to be a badguy its a refresing to see the head angel micheal is nice &amp; all the 3 faction work together &amp; resolve problems.\n\n\u001b[1mアザゼルは、高校の今シーズン、最高のキャラクターを手に入れています。 非常に面白いです。 ゼノヴィアはコンドーム＆amp; ひどい顔は陽気です。  Irina＆amp; ガスパールは大丈夫ですが、アザゼル＆ビートは何も勝ちません。 異種動物。 面白いアニメの多くは天使たちが悪人になるのが好きです。天使のマイケルが頭がいいのを見てリフレッシュします。  3つの派閥のすべてが協力して＆amp; 問題を解決する。\u001b[22m\n\u001b[1m(Azazeru wa, kōkō no ima shīzun, saikō no kyarakutā o te ni irete imasu. Hijō ni omoshiroidesu. Zenovu~ia wa kondōmu& amp; hidoi kao wa yōkidesu. Irina& amp; gasupāru wa daijōbudesuga, Azazeru& bīto wa nani mo kachimasen. Ishu dōbutsu. Omoshiroi anime no ōku wa tenshi-tachi ga akunin ni naru no ga sukidesu. Tenshi no Maikeru ga atama ga ī no o mite rifuresshu shimasu. 3Ttsu no habatsu no subete ga kyōryoku shite& amp; mondai o kaiketsu suru.)\u001b[22m\n\nTranslations of \u001b[4mAzazel is hands down the best character this season of high school dxd, hes so lay back, fun, badass &amp; very interesting to watch. Xenovia come close her actics with condom &amp; strait face is hilarious. Irina &amp; gasper is ok characters but nothing beats azazel &amp; xenovia. Funny a lot of anime like to make angels to be a badguy its a refresing to see the head angel micheal is nice &amp; all the 3 faction work together &amp; resolve problems.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAzazel is hands down the best character this season of high school dxd, hes so lay back, fun, badass &amp;\u001b[24m\n    \u001b[1mアザゼルは、高校の今シーズン、最高のキャラクターを手に入れています。\u001b[22m, \u001b[1mアザゼルは最高の高校DXDのこの季節は、HESはとてもレイバック文字、楽しい、ダウンの手ですワル＆＃038;\u001b[22m\n\u001b[4mvery interesting to watch.\u001b[24m\n    \u001b[1m非常に面白いです。\u001b[22m, \u001b[1m見ていて非常に興味深いです。\u001b[22m\n\u001b[4mXenovia come close her actics with condom &amp;\u001b[24m\n    \u001b[1mゼノヴィアはコンドーム＆amp;\u001b[22m, \u001b[1mコンドーム＆アンペアと彼女のacticsを閉じて来Xenovia。\u001b[22m\n\u001b[4mstrait face is hilarious.\u001b[24m\n    \u001b[1mひどい顔は陽気です。\u001b[22m, \u001b[1m海峡顔は陽気です。\u001b[22m\n\u001b[4mIrina &amp;\u001b[24m\n    \u001b[1mIrina＆amp;\u001b[22m, \u001b[1mイリーナ＆＃038;\u001b[22m\n\u001b[4mgasper is ok characters but nothing beats azazel &amp;\u001b[24m\n    \u001b[1mガスパールは大丈夫ですが、アザゼル＆ビートは何も勝ちません。\u001b[22m, \u001b[1mギャスパーは大丈夫文字ですが、何もアザゼル＆アンペアを勝るものはありません。\u001b[22m\n\u001b[4mxenovia.\u001b[24m\n    \u001b[1m異種動物。\u001b[22m, \u001b[1mxenovia。\u001b[22m\n\u001b[4mFunny a lot of anime like to make angels to be a badguy its a refresing to see the head angel micheal is nice &amp;\u001b[24m\n    \u001b[1m面白いアニメの多くは天使たちが悪人になるのが好きです。天使のマイケルが頭がいいのを見てリフレッシュします。\u001b[22m, \u001b[1mアニメの面白い多くは天使が頭の天使のマイケルを参照するには、そのrefresingが素敵＆アンプですBadGuyのことを作るのが好き。\u001b[22m\n\u001b[4mall the 3 faction work together &amp;\u001b[24m\n    \u001b[1m3つの派閥のすべてが協力して＆amp;\u001b[22m, \u001b[1mすべての3派閥一緒に仕事＆＃038;\u001b[22m\n\u001b[4mresolve problems.\u001b[24m\n    \u001b[1m問題を解決する。\u001b[22m, \u001b[1m問題を解決します。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoy this season more than last &amp; last season is great!\n\n\u001b[1m私は今シーズン最後＆amp; 昨シーズンは素晴らしいです！\u001b[22m\n\u001b[1m(Watashi wa ima shīzun saigo& amp; saku shīzun wa subarashīdesu!)\u001b[22m\n\nTranslations of \u001b[4mI really enjoy this season more than last &amp; last season is great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoy this season more than last &amp;\u001b[24m\n    \u001b[1m私は今シーズン最後＆amp;\u001b[22m, \u001b[1m私は本当に最後の＆＃038よりもこの季節を楽しみます。\u001b[22m\n\u001b[4mlast season is great!\u001b[24m\n    \u001b[1m昨シーズンは素晴らしいです！\u001b[22m\n\u001b[1m\u001b[22m\nOverall 9/10:\n\n\u001b[1m全体的に9/10：\u001b[22m\n\u001b[1m(Zentai-teki ni 9/ 10:)\u001b[22m\n\nTranslations of \u001b[4mOverall 9/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9/10:\u001b[24m\n    \u001b[1m全体的に9/10：\u001b[22m, \u001b[1m9/10全体：\u001b[22m\n\u001b[1m\u001b[22m\nDxd has its problems &amp; not for everyone but if you enjoy great humor, ecchi fanservices &amp; over the top action your going to love high school dxd new.\n\n\u001b[1mDxdには問題があります。 誰もがではなく、あなたが大きなユーモアを楽しむなら、ecchi fanservices＆amp; amp; トップアクションの上であなたは高校dxd newを愛するつもりです。\u001b[22m\n\u001b[1m(Dxd ni wa mondai ga arimasu. Daremogade wa naku, anata ga ōkina yūmoa o tanoshimunara, ecchi fanservices& amp; amp; toppu akushon no ue de anata wa kōkō dxd new o aisuru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mDxd has its problems &amp; not for everyone but if you enjoy great humor, ecchi fanservices &amp; over the top action your going to love high school dxd new.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDxd has its problems &amp;\u001b[24m\n    \u001b[1mDxdには問題があります。\u001b[22m, \u001b[1mDXDは、その問題＆アンペアを持っています。\u001b[22m\n\u001b[4mnot for everyone but if you enjoy great humor, ecchi fanservices &amp;\u001b[24m\n    \u001b[1m誰もがではなく、あなたが大きなユーモアを楽しむなら、ecchi fanservices＆amp; amp;\u001b[22m, \u001b[1mない皆のためしかし、あなたは偉大なユーモア、エッチfanservices＆アンペアを楽しむ場合。\u001b[22m\n\u001b[4mover the top action your going to love high school dxd new.\u001b[24m\n    \u001b[1mトップアクションの上であなたは高校dxd newを愛するつもりです。\u001b[22m, \u001b[1mトップアクションの上には、新しいDXD高校を好きになります。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "ratchet573",
    "profile": "/profile/ratchet573/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=188476",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nHigh School DxDの最初のシーズン（同じ名前のロングラン・ライト・ノベルをベースにしたシリーズ）は、そうしなければならないより面白かったです。 その主人公は、似つかわしくない変態で、あらゆる場面でパンティーやおっぱいが必要でした。コメディはかなり下品でした。 しかし、人は面白かったです。 それは偉大なコメディー、偉大なアクションシーン、ホットデーモンのひよこ、私に興味を持って十分なプロットが含まれています。  2番目のシーズンに入ると、私は同じことが店舗にあると思っていたが、このプロットは集中している（私と一緒にいてください）シーズンは、その中に提示されたアイデアが冷静で、\n\nセカンドシーズンは、通常、これらの種類のアニメがファンの基盤を失う場所や、提供するエンターテイメントが少しでもある場所です。 しかし、高校DxDの第2シーズンは、いくつかの理由で良い気がする。\n\nまず、ストーリーははるかに優れているはずです。 最初の6つのエピソードは、Excaliburの作品を集めようとしている落ちた天使と彼を死ぬままにした人の勇人の復讐に焦点を当てています。 そしてそれはこの話からほとんど滅びない。 シリーズのコメディはそこにありますが、最初のシーズンと同じくらい普及していません。 それはかなりうまく動作し、面白い最終戦で最高潮に達するキャラクタービルディングアークです。\n\n最後の6つのエピソードは、一世の彼の新しいライバルとの出会いだけでなく、地獄の家、アーチェンジのマイケル、そして堕落した天使のアザゼルとの和平会議です。 もう一度、コメディは最初の季節に比べてかなり戻って押し戻され、ストーリーが輝いています。 私はこのようなショーが私がもっと見たいと思う物語を作り出すことができて畏敬の念を持っていました。\n\n私が聖書的な都市ファンタジーのようなものを吸い取っていることを考慮に入れてください。\n\n文字通り、私たちはリアスの家のメンバーをもう少し紹介します。 私は彼女が実際に性格を持つために十分な時間を与えられたとは思わないが、ゼノヴィアはかなり悪いです。 彼女が望むのは、一生の子供を持つことだけです。 そうでなければ、彼女は陽気に特大の剣で良いです。\n\nそして、ガスパーは少女のように見える少女のように見えます。 良いストーリーにもかかわらず、そのキャラクターはジャンルタレント以上のものではありません。\n\n私は、すべてのレビューで同じキャラクターを何度も何度も説明するのがうんざりだから、最後のレビューでは実際にキャラクターについて多くの説明をしませんでした。 彼女が非常に強い女性のリードであり、そのキャラクターが簡単には特定できないからです。 朱乃さんも同じようなものですが、彼女はSとMのすべてのものと今シーズンの間に、彼女はRiaのロマンチックなライバルになります。\n\n今シーズン、いくつかの過去が明らかにされても、キャラクターはほぼ同じままです。  Yuutoは私たちが本当に得られる唯一の開発についてです。 主な発展は、朱乃が一世に入るときのハーレムと一緒に、女の子にランクを付け始める。 もう一度、変態者は常に彼らが望むものを得ることを証明し、アニメ界は性的嫌がらせの告発を聞いたことがありません。\n\nDxDが直面している他の問題は、私が述べたように、文字通り多くのジェネリック要素を持つ暗いサウンドトラックです。それはそれほど魅力的ではなく、プロットが悪くなる可能性があります。\n\nそれは私が\"プロットデバイスシンドローム\"と考えていることです。プロットを進める利点ではなく、作家がプロットを前方に押す理由を持つために、キャラクターがプロットデバイスをランダムに持ち出すのです。 ガスパーの入り口を見てください。 彼は一生の間部屋に閉じ込められているが、一生はクラブにいたが誰も彼を言及していない。 それはちょうど...ばかだ。 特に彼が後で与えられたどれくらいの愛を考えているか。 確かに、リアス、あなたは彼を拘束し、彼の名前は一度も言及しなかった。 私は彼の力が扱いにくかったと理解していますが、あなたができることは人が戸口に座って子供に親切に言うことです。\n\nそしてこの物語の悪いプレゼンテーションはこのジャンルのために与えられています。 それはそれを許しませんが。\n\n私は実際にブービーを言及していない。なぜなら、今シーズンは最初のものほど腐っていないからだ。 彼らはそこにいますが、プロットは前段階にあります。\n\nこれまでのところ（このシリーズは継続していると確信しています、第3シーズンは作品に登場すると噂されています）、DxDは私の罪悪感の罪悪感です。 ホットな雛、素敵な物語、たくさんのジグリーのおっぱいが、ヘレム/エッチの物語を他のすべてのもの、たとえ天国の失われた物でも打つことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThe first season of High School DxD (a series based on the long running light novel of the same name) was more entertaining than it should have been. Its main character was an unlikeable pervert, every scene needed panties and boobs, and the comedy was pretty vulgar. But man was it funny. It contained great comedy, great action scenes, hot demon chicks, and enough plot to keep me interested. Going into the second season I assumed more of the same was in store, but this plot intensive (bear with me, please) season actually surpasses the first for the sheer reason the ideas presented within are cool and the comedy is still fresh.\n\n\u001b[1mHigh School DxDの最初のシーズン（同じ名前のロングラン・ライト・ノベルをベースにしたシリーズ）は、そうしなければならないより面白かったです。 その主人公は、似つかわしくない変態で、あらゆる場面でパンティーやおっぱいが必要でした。コメディはかなり下品でした。 しかし、人は面白かったです。 それは偉大なコメディー、偉大なアクションシーン、ホットデーモンのひよこ、私に興味を持って十分なプロットが含まれています。  2番目のシーズンに入ると、私は同じことが店舗にあると思っていたが、このプロットは集中している（私と一緒にいてください）シーズンは、その中に提示されたアイデアが冷静で、\u001b[22m\n\u001b[1m(Haisukūru DxD no saisho no shīzun (onaji namae no ronguran raito noberu o bēsu ni shita shirīzu) wa,-sō shinakereba naranai yori omoshirokattadesu. Sono shujinkō wa, nitsukawashikunai hentai de, arayuru bamen de pantī ya oppai ga hitsuyōdeshita. Komedi wa kanari gehindeshita. Shikashi, hito wa omoshirokattadesu. Sore wa idaina komedī, idaina akushonshīn, hottodēmon no hiyoko, watashi ni kyōmi o motte jūbun'na purotto ga fukuma rete imasu. 2-Banme no shīzun ni hairu to, watashi wa onaji koto ga tenpo ni aru to omotte itaga, kono purotto wa shūchū shite iru (watashitoisshoni ite kudasai) shīzun wa, sono naka ni teiji sa reta aidea ga reiseide,)\u001b[22m\n\nTranslations of \u001b[4mThe first season of High School DxD (a series based on the long running light novel of the same name) was more entertaining than it should have been. Its main character was an unlikeable pervert, every scene needed panties and boobs, and the comedy was pretty vulgar. But man was it funny. It contained great comedy, great action scenes, hot demon chicks, and enough plot to keep me interested. Going into the second season I assumed more of the same was in store, but this plot intensive (bear with me, please) season actually surpasses the first for the sheer reason the ideas presented within are cool and the comedy is still fresh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season of High School DxD (a series based on the long running light novel of the same name) was more entertaining than it should have been.\u001b[24m\n    \u001b[1mHigh School DxDの最初のシーズン（同じ名前のロングラン・ライト・ノベルをベースにしたシリーズ）は、そうしなければならないより面白かったです。\u001b[22m, \u001b[1mハイスクールD×D（同じ名前の実行時間の長い光の小説に基づいて、一連）の最初のシーズンは、それがされている必要がありますよりも面白いでした。\u001b[22m\n\u001b[4mIts main character was an unlikeable pervert, every scene needed panties and boobs, and the comedy was pretty vulgar.\u001b[24m\n    \u001b[1mその主人公は、似つかわしくない変態で、あらゆる場面でパンティーやおっぱいが必要でした。コメディはかなり下品でした。\u001b[22m, \u001b[1mその主人公はunlikeable変態、あらゆるシーンに必要なパンティーとおっぱいで、喜劇はかなり下品でした。\u001b[22m\n\u001b[4mBut man was it funny.\u001b[24m\n    \u001b[1mしかし、人は面白かったです。\u001b[22m, \u001b[1mしかし、男はそれが面白かったです。\u001b[22m\n\u001b[4mIt contained great comedy, great action scenes, hot demon chicks, and enough plot to keep me interested.\u001b[24m\n    \u001b[1mそれは偉大なコメディー、偉大なアクションシーン、ホットデーモンのひよこ、私に興味を持って十分なプロットが含まれています。\u001b[22m, \u001b[1mそれは偉大な喜劇、偉大なアクションシーン、熱い悪魔の雛、と興味を持って私を維持するのに十分なプロットが含まれていました。\u001b[22m\n\u001b[4mGoing into the second season I assumed more of the same was in store, but this plot intensive (bear with me, please) season actually surpasses the first for the sheer reason the ideas presented within are cool and the comedy is still fresh.\u001b[24m\n    \u001b[1m2番目のシーズンに入ると、私は同じことが店舗にあると思っていたが、このプロットは集中している（私と一緒にいてください）シーズンは、その中に提示されたアイデアが冷静で、\u001b[22m, \u001b[1m私は同じのより多くの店であったが、このプロットが集中的に想定セカンドシーズンに入る（私と一緒にご負担でお願い致します）シーズンが実際に内に提示アイデアはクールであり、喜劇はまだ新鮮です薄手の理由で最初のを凌駕しています。\u001b[22m\n\u001b[1m\u001b[22m\nSecond seasons are usually where these type of anime lose their fan base, as well as whatever little bit of entertainment they had to offer. But High School DxD’s second season is damn good for a number of reasons.\n\n\u001b[1mセカンドシーズンは、通常、これらの種類のアニメがファンの基盤を失う場所や、提供するエンターテイメントが少しでもある場所です。 しかし、高校DxDの第2シーズンは、いくつかの理由で良い気がする。\u001b[22m\n\u001b[1m(Sekandoshīzun wa, tsūjō, korera no shurui no anime ga fan no kiban o ushinau basho ya, teikyō suru entāteimento ga sukoshi demo aru bashodesu. Shikashi, kōkō DxD no dai 2 shīzun wa, ikutsu ka no riyūde yoi ki ga suru.)\u001b[22m\n\nTranslations of \u001b[4mSecond seasons are usually where these type of anime lose their fan base, as well as whatever little bit of entertainment they had to offer. But High School DxD’s second season is damn good for a number of reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecond seasons are usually where these type of anime lose their fan base, as well as whatever little bit of entertainment they had to offer.\u001b[24m\n    \u001b[1mセカンドシーズンは、通常、これらの種類のアニメがファンの基盤を失う場所や、提供するエンターテイメントが少しでもある場所です。\u001b[22m, \u001b[1mアニメのこれらのタイプは、彼らのファン層だけでなく、彼らが提供していたエンターテイメントのどんな少しを失うどこセカンドシーズンは通常です。\u001b[22m\n\u001b[4mBut High School DxD’s second season is damn good for a number of reasons.\u001b[24m\n    \u001b[1mしかし、高校DxDの第2シーズンは、いくつかの理由で良い気がする。\u001b[22m, \u001b[1mしかし、ハイスクールD×Dの第二シーズンは多くの理由で上出来です。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off, the story is so much better than it should be. The first six episodes focus on a fallen angel attempting to collect the pieces of Excalibur and club member Yuuto’s vengeance on those who left him to die. And it very rarely strays from this story. The comedy of the series is there, but not as prevalent as it was in the first season. It’s a character building arc that works pretty well and culminates in an entertaining final battle.\n\n\u001b[1mまず、ストーリーははるかに優れているはずです。 最初の6つのエピソードは、Excaliburの作品を集めようとしている落ちた天使と彼を死ぬままにした人の勇人の復讐に焦点を当てています。 そしてそれはこの話からほとんど滅びない。 シリーズのコメディはそこにありますが、最初のシーズンと同じくらい普及していません。 それはかなりうまく動作し、面白い最終戦で最高潮に達するキャラクタービルディングアークです。\u001b[22m\n\u001b[1m(Mazu, sutōrī wa haruka ni sugurete iru hazudesu. Saisho no muttsu no episōdo wa, ekusukaribā no sakuhin o atsumeyou to shite iru ochita tenshi to kare o shinu mama ni shita hito no Hayato no fukushū ni shōten o atete imasu. Soshite sore wa kono-wa kara hotondo horobinai. Shirīzu no komedi wa soko ni arimasuga, saisho no shīzun to onaji kurai fukyū shite imasen. Sore wa kanari umaku dōsa shi, omoshiroi saishū-sen de saikōchōnitassuru kyarakutābirudinguākudesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, the story is so much better than it should be. The first six episodes focus on a fallen angel attempting to collect the pieces of Excalibur and club member Yuuto’s vengeance on those who left him to die. And it very rarely strays from this story. The comedy of the series is there, but not as prevalent as it was in the first season. It’s a character building arc that works pretty well and culminates in an entertaining final battle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, the story is so much better than it should be.\u001b[24m\n    \u001b[1mまず、ストーリーははるかに優れているはずです。\u001b[22m, \u001b[1mまず第一に、物語はそれがあるべきよりもはるかに優れています。\u001b[22m\n\u001b[4mThe first six episodes focus on a fallen angel attempting to collect the pieces of Excalibur and club member Yuuto’s vengeance on those who left him to die.\u001b[24m\n    \u001b[1m最初の6つのエピソードは、Excaliburの作品を集めようとしている落ちた天使と彼を死ぬままにした人の勇人の復讐に焦点を当てています。\u001b[22m, \u001b[1m最初の6エピソードは死ぬために彼を残した者にエクスカリバーとクラブ会員都乃河勇の復讐の作品を収集しようと堕天使に焦点を当てます。\u001b[22m\n\u001b[4mAnd it very rarely strays from this story.\u001b[24m\n    \u001b[1mそしてそれはこの話からほとんど滅びない。\u001b[22m, \u001b[1mそして、それは非常にまれにこの話から外れるません。\u001b[22m\n\u001b[4mThe comedy of the series is there, but not as prevalent as it was in the first season.\u001b[24m\n    \u001b[1mシリーズのコメディはそこにありますが、最初のシーズンと同じくらい普及していません。\u001b[22m, \u001b[1mシリーズの喜劇はありますが、それは最初のシーズンであったとして普及していません。\u001b[22m\n\u001b[4mIt’s a character building arc that works pretty well and culminates in an entertaining final battle.\u001b[24m\n    \u001b[1mそれはかなりうまく動作し、面白い最終戦で最高潮に達するキャラクタービルディングアークです。\u001b[22m, \u001b[1mそれはかなりうまく機能し、面白い、最終的な戦いで絶頂に達する文字の建物アークです。\u001b[22m\n\u001b[1m\u001b[22m\nThe last six episodes are about Issei’s encounters with his new archrival as well as a peace meeting between the houses of Hell, the archangel Michael, and the fallen angel Azazel. Once again, the comedy remains pushed back quite a bit compared to the first season and the story shines through. I was in awe that a show like this could produce a story I wanted to see more of.\n\n\u001b[1m最後の6つのエピソードは、一世の彼の新しいライバルとの出会いだけでなく、地獄の家、アーチェンジのマイケル、そして堕落した天使のアザゼルとの和平会議です。 もう一度、コメディは最初の季節に比べてかなり戻って押し戻され、ストーリーが輝いています。 私はこのようなショーが私がもっと見たいと思う物語を作り出すことができて畏敬の念を持っていました。\u001b[22m\n\u001b[1m(Saigo no muttsu no episōdo wa, issei no kare no atarashī raibaru to no deai dakedenaku, jigoku no ie, āchenji no Maikeru, soshite daraku shita tenshi no Azazeru to no wahei kaigidesu. Mōichido, komedi wa saisho no kisetsu ni kurabete kanari modotte oshimodosa re, sutōrī ga kagayaite imasu. Watashi wa kono yōna shō ga watashi ga motto mitai to omou monogatari o tsukuridasu koto ga dekite ikei no nen o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe last six episodes are about Issei’s encounters with his new archrival as well as a peace meeting between the houses of Hell, the archangel Michael, and the fallen angel Azazel. Once again, the comedy remains pushed back quite a bit compared to the first season and the story shines through. I was in awe that a show like this could produce a story I wanted to see more of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe last six episodes are about Issei’s encounters with his new archrival as well as a peace meeting between the houses of Hell, the archangel Michael, and the fallen angel Azazel.\u001b[24m\n    \u001b[1m最後の6つのエピソードは、一世の彼の新しいライバルとの出会いだけでなく、地獄の家、アーチェンジのマイケル、そして堕落した天使のアザゼルとの和平会議です。\u001b[22m, \u001b[1m最後の6エピソードは彼の新しいライバルだけでなく、地獄、大天使ミカエルの家間の和平会議、および堕天使アザゼルと一成さんの出会いについてです。\u001b[22m\n\u001b[4mOnce again, the comedy remains pushed back quite a bit compared to the first season and the story shines through.\u001b[24m\n    \u001b[1mもう一度、コメディは最初の季節に比べてかなり戻って押し戻され、ストーリーが輝いています。\u001b[22m, \u001b[1mもう一度、喜劇は最初のシーズンに比べてかなり押し戻されたままと話が輝いて。\u001b[22m\n\u001b[4mI was in awe that a show like this could produce a story I wanted to see more of.\u001b[24m\n    \u001b[1m私はこのようなショーが私がもっと見たいと思う物語を作り出すことができて畏敬の念を持っていました。\u001b[22m, \u001b[1m私はこのようなショーは、私はより多くのを見てみたかった物語を作り出すことができることを畏敬の念でした。\u001b[22m\n\u001b[1m\u001b[22m\nDo take into account that I am a sucker for biblical urban fantasy kind of stuff.\n\n\u001b[1m私が聖書的な都市ファンタジーのようなものを吸い取っていることを考慮に入れてください。\u001b[22m\n\u001b[1m(Watashi ga seisho-tekina toshi fantajī no yōna mono o suitotte iru koto o kōryo ni irete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mDo take into account that I am a sucker for biblical urban fantasy kind of stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo take into account that I am a sucker for biblical urban fantasy kind of stuff.\u001b[24m\n    \u001b[1m私が聖書的な都市ファンタジーのようなものを吸い取っていることを考慮に入れてください。\u001b[22m, \u001b[1m私はものの聖書の都市ファンタジー種類の吸盤午前考慮に入れてください。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter-wise, we’re introduced to a few more members of Rias’ house. Xenovia is pretty badass though I don’t feel she was given enough time to actually have a character. All she wants is to have a child with Issei. Otherwise, she’s good with hilariously oversized swords.\n\n\u001b[1m文字通り、私たちはリアスの家のメンバーをもう少し紹介します。 私は彼女が実際に性格を持つために十分な時間を与えられたとは思わないが、ゼノヴィアはかなり悪いです。 彼女が望むのは、一生の子供を持つことだけです。 そうでなければ、彼女は陽気に特大の剣で良いです。\u001b[22m\n\u001b[1m(Mojidōri, watashitachiha riasu no ie no menbā o mōsukoshi shōkai shimasu. Watashi wa kanojo ga jissai ni seikaku o motsu tame ni jūbun'na jikan o atae rareta to wa omowanaiga, zenovu~ia wa kanari waruidesu. Kanojo ga nozomu no wa, isshō no kodomo o motsu koto dakedesu. Sōdenakereba, kanojo wa yōki ni tokudai no kende yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter-wise, we’re introduced to a few more members of Rias’ house. Xenovia is pretty badass though I don’t feel she was given enough time to actually have a character. All she wants is to have a child with Issei. Otherwise, she’s good with hilariously oversized swords.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter-wise, we’re introduced to a few more members of Rias’ house.\u001b[24m\n    \u001b[1m文字通り、私たちはリアスの家のメンバーをもう少し紹介します。\u001b[22m, \u001b[1m文字単位では、我々はリアスの家のいくつかのより多くのメンバーに紹介しています。\u001b[22m\n\u001b[4mXenovia is pretty badass though I don’t feel she was given enough time to actually have a character.\u001b[24m\n    \u001b[1m私は彼女が実際に性格を持つために十分な時間を与えられたとは思わないが、ゼノヴィアはかなり悪いです。\u001b[22m, \u001b[1mXenoviaは、私は彼女が実際に文字を持ってするのに十分な時間を与えられた感じることはありませんが、かなりワルです。\u001b[22m\n\u001b[4mAll she wants is to have a child with Issei.\u001b[24m\n    \u001b[1m彼女が望むのは、一生の子供を持つことだけです。\u001b[22m, \u001b[1m彼女が望んでいるすべては、一世の子供を持つことです。\u001b[22m\n\u001b[4mOtherwise, she’s good with hilariously oversized swords.\u001b[24m\n    \u001b[1mそうでなければ、彼女は陽気に特大の剣で良いです。\u001b[22m, \u001b[1mそうでなければ、彼女は陽気に特大剣と良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nAnd then there’s Gasper, the prerequisite guy who looks like a little girl who dresses as a little girl. So despite the good story, the characters aren’t much more than genre tropes.\n\n\u001b[1mそして、ガスパーは少女のように見える少女のように見えます。 良いストーリーにもかかわらず、そのキャラクターはジャンルタレント以上のものではありません。\u001b[22m\n\u001b[1m(Soshite, gasupā wa shōjo no yō ni mieru shōjo no yō ni miemasu. Yoi sutōrī nimokakawarazu, sono kyarakutā wa janru tarento ijō no monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnd then there’s Gasper, the prerequisite guy who looks like a little girl who dresses as a little girl. So despite the good story, the characters aren’t much more than genre tropes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd then there’s Gasper, the prerequisite guy who looks like a little girl who dresses as a little girl.\u001b[24m\n    \u001b[1mそして、ガスパーは少女のように見える少女のように見えます。\u001b[22m, \u001b[1mそしてギャスパー、少女のようにドレス小さな女の子のように見えるの前提条件男があります。\u001b[22m\n\u001b[4mSo despite the good story, the characters aren’t much more than genre tropes.\u001b[24m\n    \u001b[1m良いストーリーにもかかわらず、そのキャラクターはジャンルタレント以上のものではありません。\u001b[22m, \u001b[1mだから、いい話にもかかわらず、文字は、ジャンル比喩よりもはるかにではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI didn’t really give a lot of explanation on characters in my last review because I’m kind of sick of explaining the same characters over and over in every review. I find Rias to be the exception to the tropes if only because she’s a very strong female lead whose character isn’t easily pinpointed. Akeno is sort of the same, but she’s into the whole S and M thing and this season, she becomes Rias’ romantic competitor.\n\n\u001b[1m私は、すべてのレビューで同じキャラクターを何度も何度も説明するのがうんざりだから、最後のレビューでは実際にキャラクターについて多くの説明をしませんでした。 彼女が非常に強い女性のリードであり、そのキャラクターが簡単には特定できないからです。 朱乃さんも同じようなものですが、彼女はSとMのすべてのものと今シーズンの間に、彼女はRiaのロマンチックなライバルになります。\u001b[22m\n\u001b[1m(Watashi wa, subete no rebyū de onaji kyarakutā o nandomonandomo setsumei suru no ga unzaridakara, saigo no rebyūde wa jissai ni kyarakutā ni tsuite ōku no setsumei o shimasendeshita. Kanojo ga hijō ni tsuyoi josei no rīdodeari, sono kyarakutā ga kantan ni wa tokutei dekinaikaradesu. Akeno-san mo onajiyōna monodesuga, kanojo wa S to M no subete no mono to ima shīzun no ma ni, kanojo wa Ria no romanchikkuna raibaru ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI didn’t really give a lot of explanation on characters in my last review because I’m kind of sick of explaining the same characters over and over in every review. I find Rias to be the exception to the tropes if only because she’s a very strong female lead whose character isn’t easily pinpointed. Akeno is sort of the same, but she’s into the whole S and M thing and this season, she becomes Rias’ romantic competitor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn’t really give a lot of explanation on characters in my last review because I’m kind of sick of explaining the same characters over and over in every review.\u001b[24m\n    \u001b[1m私は、すべてのレビューで同じキャラクターを何度も何度も説明するのがうんざりだから、最後のレビューでは実際にキャラクターについて多くの説明をしませんでした。\u001b[22m, \u001b[1m私は種類のすべてのレビューで何度も同じ文字を説明するのはうんざりだので、私は本当に私の最後のレビューで文字の説明の多くを与えていません。\u001b[22m\n\u001b[4mI find Rias to be the exception to the tropes if only because she’s a very strong female lead whose character isn’t easily pinpointed.\u001b[24m\n    \u001b[1m彼女が非常に強い女性のリードであり、そのキャラクターが簡単には特定できないからです。\u001b[22m, \u001b[1m私は彼女がその文字簡単に正確に指摘されていない非常に強い女性のリードだという理由だけリアスがあれば比喩に対する例外であることがわかりました。\u001b[22m\n\u001b[4mAkeno is sort of the same, but she’s into the whole S and M thing and this season, she becomes Rias’ romantic competitor.\u001b[24m\n    \u001b[1m朱乃さんも同じようなものですが、彼女はSとMのすべてのものと今シーズンの間に、彼女はRiaのロマンチックなライバルになります。\u001b[22m, \u001b[1m明野は同じの一種であるが、彼女は全体のSとMのものとこのシーズンにですが、彼女はリアス 'ロマンチックな競争相手になります。\u001b[22m\n\u001b[1m\u001b[22m\nThis season, the characters remain pretty much the same though some pasts are revealed. Yuuto is about the only development we truly get. The main development comes with the harem as Akeno moves in on Issei and starts placing ranks on the girls. Once again proving that perverts always get what they want, and the anime world has never heard of sexual harassment charges.\n\n\u001b[1m今シーズン、いくつかの過去が明らかにされても、キャラクターはほぼ同じままです。  Yuutoは私たちが本当に得られる唯一の開発についてです。 主な発展は、朱乃が一世に入るときのハーレムと一緒に、女の子にランクを付け始める。 もう一度、変態者は常に彼らが望むものを得ることを証明し、アニメ界は性的嫌がらせの告発を聞いたことがありません。\u001b[22m\n\u001b[1m(Ima shīzun, ikutsu ka no kako ga akiraka ni sa rete mo, kyarakutā wa hobo onaji mamadesu. Yuuto wa watashitachi ga hontōni e rareru yuiitsu no kaihatsu ni tsuitedesu. Omona hatten wa, akeno ga issei ni hairu toki no hāremu to issho ni, on'nanoko ni ranku o tsuke hajimeru. Mōichido, hentai-sha wa tsuneni karera ga nozomu mono o eru koto o shōmei shi, anime-kai wa seiteki iyagarase no kokuhatsu o kiita koto ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis season, the characters remain pretty much the same though some pasts are revealed. Yuuto is about the only development we truly get. The main development comes with the harem as Akeno moves in on Issei and starts placing ranks on the girls. Once again proving that perverts always get what they want, and the anime world has never heard of sexual harassment charges.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis season, the characters remain pretty much the same though some pasts are revealed.\u001b[24m\n    \u001b[1m今シーズン、いくつかの過去が明らかにされても、キャラクターはほぼ同じままです。\u001b[22m, \u001b[1m今シーズンは、文字がほとんど同じいくつかの過去が明らかにしているが残ります。\u001b[22m\n\u001b[4mYuuto is about the only development we truly get.\u001b[24m\n    \u001b[1mYuutoは私たちが本当に得られる唯一の開発についてです。\u001b[22m, \u001b[1m都乃河勇は、私たちが本当に得る唯一の開発についてです。\u001b[22m\n\u001b[4mThe main development comes with the harem as Akeno moves in on Issei and starts placing ranks on the girls.\u001b[24m\n    \u001b[1m主な発展は、朱乃が一世に入るときのハーレムと一緒に、女の子にランクを付け始める。\u001b[22m, \u001b[1m明野は、一世の中に移動し、女の子にランクを置く起動するとメインの開発はハーレムが付属しています。\u001b[22m\n\u001b[4mOnce again proving that perverts always get what they want, and the anime world has never heard of sexual harassment charges.\u001b[24m\n    \u001b[1mもう一度、変態者は常に彼らが望むものを得ることを証明し、アニメ界は性的嫌がらせの告発を聞いたことがありません。\u001b[22m, \u001b[1mもう一度変質者は常に彼らが望む結果を得ることを証明し、アニメの世界がセクハラ料のことを聞いたことがありません。\u001b[22m\n\u001b[1m\u001b[22m\nOther problems that DxD faces are a lackluster soundtrack with a lot of generic elements, character-wise, as I’ve stated, it’s not that stellar, and the way it presents the plot can be bad.\n\n\u001b[1mDxDが直面している他の問題は、私が述べたように、文字通り多くのジェネリック要素を持つ暗いサウンドトラックです。それはそれほど魅力的ではなく、プロットが悪くなる可能性があります。\u001b[22m\n\u001b[1m(DxD ga chokumen shite iru ta no mondai wa, watashi ga nobeta yō ni, mojidōri ōku no jenerikku yōso o motsu kurai saundotorakkudesu. Sore wa sorehodo mirikitekide wa naku, purotto ga waruku naru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOther problems that DxD faces are a lackluster soundtrack with a lot of generic elements, character-wise, as I’ve stated, it’s not that stellar, and the way it presents the plot can be bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther problems that DxD faces are a lackluster soundtrack with a lot of generic elements, character-wise, as I’ve stated, it’s not that stellar, and the way it presents the plot can be bad.\u001b[24m\n    \u001b[1mDxDが直面している他の問題は、私が述べたように、文字通り多くのジェネリック要素を持つ暗いサウンドトラックです。それはそれほど魅力的ではなく、プロットが悪くなる可能性があります。\u001b[22m, \u001b[1m私が述べてきたようにDXD面は、文字単位の一般的な要素の多くの精彩を欠いたサウンドトラックである他の問題は、それがその恒星ではありません、それはプロットを提示する方法が悪いことができます。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s what I consider “Plot Device Syndrome”, in which characters randomly bring up plot devices not for the benefit of pushing the plot forward, but for the benefit of the writer to have a reason to push the plot forward. Look at Gasper’s entrance. He’s been locked away in a room for the entire time Issei’s been in the club yet nobody has even mentioned him. That’s just…dumb. Especially considering how much love he’s given later on. Sure, Rias, you care so much about him you locked him away and never mentioned his name. I understand his power was unwieldy, but the least you can do is have people sit by the door and say hi to the kid.\n\n\u001b[1mそれは私が\"プロットデバイスシンドローム\"と考えていることです。プロットを前方に押す利点ではなく、作者がプロットを前方に押す理由を持つために、キャラクターがプロットデバイスをランダムに持ち出すのです。 ガスパーの入り口を見てください。 彼は一生の間部屋に閉じ込められているが、一生はクラブにいたが誰も彼を言及していない。 それはちょうど...ばかだ。 特に彼が後で与えられたどれくらいの愛を考えているか。 確かに、リアス、あなたは彼を拘束し、彼の名前は一度も言及しなかった。 私は彼の力が扱いにくかったと理解していますが、あなたができることは人が戸口に座って子供に親切に言うことです。\u001b[22m\n\u001b[1m(Sore wa watashi ga\" purottodebaisushindorōmu\" to kangaete iru kotodesu. Purotto o zenpō ni osu ritende wa naku, sakusha ga purotto o zenpō ni osu riyū o motsu tame ni, kyarakutā ga purottodebaisu o randamu ni mochidasu nodesu. Gasupā no iriguchi o mite kudasai. Kare wa isshō no ma heya ni tojikome rarete iruga, isshō wa kurabu ni itaga dare mo kare o genkyū shite inai. Sore wa chōdo... Bakada. Tokuni kare ga atode atae rareta dorekurai no ai o kangaete iru ka. Tashika ni, riasu, anata wa kare o kōsoku shi, kare no namae wa ichido mo genkyū shinakatta. Watashi wa kare no chikara ga atsukai nikukatta to rikai shite imasuga, anata ga dekiru koto wa hito ga toguchi ni suwatte kodomo ni shinsetsu ni iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s what I consider “Plot Device Syndrome”, in which characters randomly bring up plot devices not for the benefit of pushing the plot forward, but for the benefit of the writer to have a reason to push the plot forward. Look at Gasper’s entrance. He’s been locked away in a room for the entire time Issei’s been in the club yet nobody has even mentioned him. That’s just…dumb. Especially considering how much love he’s given later on. Sure, Rias, you care so much about him you locked him away and never mentioned his name. I understand his power was unwieldy, but the least you can do is have people sit by the door and say hi to the kid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s what I consider “Plot Device Syndrome”, in which characters randomly bring up plot devices not for the benefit of pushing the plot forward, but for the benefit of the writer to have a reason to push the plot forward.\u001b[24m\n    \u001b[1mそれは私が\"プロットデバイスシンドローム\"と考えていることです。プロットを前方に押す利点ではなく、作者がプロットを前方に押す理由を持つために、キャラクターがプロットデバイスをランダムに持ち出すのです。\u001b[22m, \u001b[1mそれは私が文字がランダムに前方にプロットを押すの利益のためではないプロットデバイスを起動する「プロットデバイス症候群」を、考えるものだが、作家の利益のために前方にプロットをプッシュする理由を持っています。\u001b[22m\n\u001b[4mLook at Gasper’s entrance.\u001b[24m\n    \u001b[1mガスパーの入り口を見てください。\u001b[22m, \u001b[1mギャスパーの入り口を見てください。\u001b[22m\n\u001b[4mHe’s been locked away in a room for the entire time Issei’s been in the club yet nobody has even mentioned him.\u001b[24m\n    \u001b[1m彼は一生の間部屋に閉じ込められているが、一生はクラブにいたが誰も彼を言及していない。\u001b[22m, \u001b[1m彼は一世はまだ誰も彼を言及していないクラブにされています全体の時間のための部屋に閉じ込められています。\u001b[22m\n\u001b[4mThat’s just…dumb.\u001b[24m\n    \u001b[1mそれはちょうど...ばかだ。\u001b[22m, \u001b[1mそれはちょうど...ダムです。\u001b[22m\n\u001b[4mEspecially considering how much love he’s given later on.\u001b[24m\n    \u001b[1m特に彼が後で与えられたどれくらいの愛を考えているか。\u001b[22m, \u001b[1m特に彼は、後に与えられていますどのくらいの愛を考慮。\u001b[22m\n\u001b[4mSure, Rias, you care so much about him you locked him away and never mentioned his name.\u001b[24m\n    \u001b[1m確かに、リアス、あなたは彼を拘束し、彼の名前は一度も言及しなかった。\u001b[22m, \u001b[1m確かに、リアスは、あなたは彼を離れてロックされ、彼の名前を言及したことはありません彼についてはあまり気になります。\u001b[22m\n\u001b[4mI understand his power was unwieldy, but the least you can do is have people sit by the door and say hi to the kid.\u001b[24m\n    \u001b[1m私は彼の力が扱いにくかったと理解していますが、あなたができることは人が戸口に座って子供に親切に言うことです。\u001b[22m, \u001b[1m私は彼の力は扱いにくいだった理解し、しかし、あなたが行うことができます少なくとも、人々がドアで座っており、子供に挨拶です。\u001b[22m\n\u001b[1m\u001b[22m\nAnd bad presentation of the story is a given for this genre. Though that doesn’t excuse it.\n\n\u001b[1mそしてこの物語の悪いプレゼンテーションはこのジャンルのために与えられています。 それはそれを許しませんが。\u001b[22m\n\u001b[1m(Soshite kono monogatari no warui purezentēshon wa kono janru no tame ni atae rarete imasu. Sore wa sore o yurushimasenga.)\u001b[22m\n\nTranslations of \u001b[4mAnd bad presentation of the story is a given for this genre. Though that doesn’t excuse it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd bad presentation of the story is a given for this genre.\u001b[24m\n    \u001b[1mそしてこの物語の悪いプレゼンテーションはこのジャンルのために与えられています。\u001b[22m, \u001b[1mそして、物語の悪い提示はこのジャンルのために与えられています。\u001b[22m\n\u001b[4mThough that doesn’t excuse it.\u001b[24m\n    \u001b[1mそれはそれを許しませんが。\u001b[22m, \u001b[1mそれはそれを言い訳しませんが。\u001b[22m\n\u001b[1m\u001b[22m\nI haven’t really mentioned boobies yet because this season is not as boobylicious as the first. They’re there, but the plot takes front stage.\n\n\u001b[1m私は実際にブービーを言及していない。なぜなら、今シーズンは最初のものほど腐っていないからだ。 彼らはそこにいますが、プロットは前段階にあります。\u001b[22m\n\u001b[1m(Watashi wa jissai ni būbī o genkyū shite inai. Nazenara, ima shīzun wa saisho no mono hodo kusatte inaikarada. Karera wa soko ni imasuga, purotto wa maedankai ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI haven’t really mentioned boobies yet because this season is not as boobylicious as the first. They’re there, but the plot takes front stage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven’t really mentioned boobies yet because this season is not as boobylicious as the first.\u001b[24m\n    \u001b[1m私は実際にブービーを言及していない。なぜなら、今シーズンは最初のものほど腐っていないからだ。\u001b[22m, \u001b[1mこのシーズンは、最初のようにboobyliciousではないので、私は本当にまだおっぱいを言及していません。\u001b[22m\n\u001b[4mThey’re there, but the plot takes front stage.\u001b[24m\n    \u001b[1m彼らはそこにいますが、プロットは前段階にあります。\u001b[22m, \u001b[1m彼らはそこにいるが、プロットは、前段かかります。\u001b[22m\n\u001b[1m\u001b[22m\nSo far (and I’m sure this series is going to keep going, a third season is rumored to be in the works), DxD is my guiltiest of guilty pleasures. Hot chicks, good story, and lots and lots of jiggly boobs makes this the harem/ecchi story to beat all others, even Heaven’s Lost Property.\n\n\u001b[1mこれまでのところ（このシリーズは継続していると確信しています、第3シーズンは作品に登場すると噂されています）、DxDは私の罪悪感の罪悪感です。 ホットな雛、素敵な物語、たくさんのジグリーのおっぱいが、ヘレム/エッチの物語を他のすべてのもの、たとえ天国の失われた物でも打つことができます。\u001b[22m\n\u001b[1m(Kore made no tokoro (kono shirīzu wa keizoku shite iru to kakushin shite imasu, dai 3 shīzun wa sakuhin ni tōjō suru to uwasa sa rete imasu), DxD wa watashi no zaiaku-kan no zaiaku-kandesu. Hottona hina, sutekina monogatari, takusan no jigurī no oppai ga, heremu/ etchi no monogatari o hoka no subete no mono, tatoe tengoku no ushinawa reta mono demo utsu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo far (and I’m sure this series is going to keep going, a third season is rumored to be in the works), DxD is my guiltiest of guilty pleasures. Hot chicks, good story, and lots and lots of jiggly boobs makes this the harem/ecchi story to beat all others, even Heaven’s Lost Property.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo far (and I’m sure this series is going to keep going, a third season is rumored to be in the works), DxD is my guiltiest of guilty pleasures.\u001b[24m\n    \u001b[1mこれまでのところ（このシリーズは継続していると確信しています、第3シーズンは作品に登場すると噂されています）、DxDは私の罪悪感の罪悪感です。\u001b[22m, \u001b[1mこれまでのところ（と私は、シーズン3が作品にあると噂されているこのシリーズは続けるために起こっていると確信している）、DXDは有罪喜びの私guiltiestです。\u001b[22m\n\u001b[4mHot chicks, good story, and lots and lots of jiggly boobs makes this the harem/ecchi story to beat all others, even Heaven’s Lost Property.\u001b[24m\n    \u001b[1mホットな雛、素敵な物語、たくさんのジグリーのおっぱいが、ヘレム/エッチの物語を他のすべてのもの、たとえ天国の失われた物でも打つことができます。\u001b[22m, \u001b[1mホット雛、いい話、と小刻みに揺れるおっぱいのとてもたくさんは他のすべて、でもそらのおとしものを破ってこのハーレム/エッチな話になります。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "Nagakura",
    "profile": "/profile/Nagakura/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=220015",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  4\n\n見た目は素晴らしい、本当に聞こえますが、平凡な初シーズンよりもわずかに悪いです。 ストーリーからキャラクター、対話まで、裸の胸を見れば矛盾します。\n\nおそらくこのシーズンの問題の中でも、新キャラクターが持ち込まれて使用されるというのは、恐ろしいことでしょう。 この紹介は、偶然に（アジアとの無意味なラン・インとは違って）完全に一つのヒンジであり、私たちがイッセイの歴史について信じるように導かれたものと葛藤する。 もう一つのキャラクターは、ゲイのジョークを作り、リアスを不自然に見せないようにする言い訳に過ぎない。 そして第3の新しい主要キャラクターは、世界の以前に確立されたルールに基づいて正当なplotholeを作成することも、怠惰な執筆の単なる製品です。 そして、前のシーズンと同じように、すべてのアンタゴニストは一次元のトロープであり、その動機と行動によって最悪のジェームズ・ボンドの悪役たちがよく書かれ、思慮深く見えるようになります。\n\n個々のキャラクターから離れていくキリスト教は、以前よりも今シーズンに大きな役割を果たしていますが、残念なことに、異なる教会やクリスチャンが基本的なレベルで信じていること、 それは信仰に関するものです。 実際には、小説の後半になるまで、Highschool DxDには複数のキリスト教の宗派が存在するという兆候はなく、誰もが同じ漠然とした 'The Church'の傘の下にいるという兆候はありません。 それがあまりにも貧弱に届けられず、作者が宗教的人に会ったことさえあるのかどうか疑問に思う反応が続くならば、ひねりが起きる可能性は十分に面白かったかもしれない。 著者の唯一の研究が神話的な名前とそれ以外のものを捜していたようだと言っても過言ではありません。\n\n間違いなく、後半、つまりシーズンの2番目の弧は、最悪です。 以前のアークの壮大で歴史的な紛争の重要な部分は、午後1時に無意味なものになります。 さらに、キャラクターは手書きのプロットデバイスであると思われます。\n\nこのようなライティングでは、対話になると、複数のキャラクターが同じオタク語に陥り、イッセイに降格するしかないことは驚きです。 そして、犯罪犯の主人公が最初のシーズンにあなたに愛情を込めていなかったならば、彼は失礼なジャークと 'そのような素敵な男'のヒーローが混在し続けているので、これ以上彼を好きにはしません こっそりとした子どもの言葉は、女の子の心を揺さぶらせ、腰を湿らせます。\n\nすべては、アートワークとアニメーションはまだ見て非常にいいです、音楽は激しくキャッチーであり、音声作業から作られた苦情はありません。 新しいパワーがどこにもない便利さを無視して、あなた自身で行動を取った場合、それはまた合理的なポイントです。 ヌードはもちろん無頓着ですが、それは意図的なものであり、反対するべきではありません。 それは執筆について恥ずかしいだけのことです。 賢明なストーリーやキャラクターを気にするなら、ここでやり直してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nLooks and sounds great, truly, but is marginally worse than the mediocre first season. From the story, to the characters, to the dialogue, it's a mess of inconsistencies if you can see past the bare breasts.\n\n\u001b[1m見た目は素晴らしい、本当に聞こえますが、平凡な初シーズンよりもわずかに悪いです。 ストーリーからキャラクター、対話まで、裸の胸を見れば矛盾します。\u001b[22m\n\u001b[1m(Mitame wa subarashī, hontōni kikoemasuga, heibon'na hatsu shīzun yori mo wazuka ni waruidesu. Sutōrī kara kyarakutā, taiwa made, hadaka no mune o mireba mujun shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLooks and sounds great, truly, but is marginally worse than the mediocre first season. From the story, to the characters, to the dialogue, it's a mess of inconsistencies if you can see past the bare breasts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLooks and sounds great, truly, but is marginally worse than the mediocre first season.\u001b[24m\n    \u001b[1m見た目は素晴らしい、本当に聞こえますが、平凡な初シーズンよりもわずかに悪いです。\u001b[22m, \u001b[1mルックスと、本当に、素晴らしいサウンドが、平凡な最初のシーズンよりもわずかに悪化しています。\u001b[22m\n\u001b[4mFrom the story, to the characters, to the dialogue, it's a mess of inconsistencies if you can see past the bare breasts.\u001b[24m\n    \u001b[1mストーリーからキャラクター、対話まで、裸の胸を見れば矛盾します。\u001b[22m, \u001b[1mあなたは裸の胸を過ぎて見ることができればの話からは、文字に、対話のために、それは矛盾の混乱です。\u001b[22m\n\u001b[1m\u001b[22m\nPerhaps chief among the problems of this season is the haphazard way new characters are brought in and used. The introduction is one hinges entirely on coincidence (not unlike the nonsensical run-in with Asia), and conflicts with what we'd been led to believe about Issei's history. Another character is just an excuse to make gay jokes and make Rias look unnaturally inept. And a third new key character is just a product of lazy writing, which also happens to create a legit plothole based on previously established rules of the world. And, just as it was with the previous season, every antagonist is a one-dimensional trope whose motivations and actions make the worst James Bond villains look well written and thoughtful.\n\n\u001b[1mおそらくこのシーズンの問題の中でも、新キャラクターが持ち込まれて使用されるというのは、恐ろしいことでしょう。 この紹介は、偶然に（アジアとの無意味なラン・インとは違って）完全に一つのヒンジであり、私たちがイッセイの歴史について信じるように導かれたものと葛藤する。 もう一つのキャラクターは、ゲイのジョークを作り、リアスを不自然に見せないようにする言い訳に過ぎない。 そして第3の新しい主要キャラクターは、世界の以前に確立されたルールに基づいて正当なplotholeを作成することも、怠惰な執筆の単なる製品です。 そして、前のシーズンと同じように、すべてのアンタゴニストは一次元のトロープであり、その動機と行動によって最悪のジェームズ・ボンドの悪役たちがよく書かれ、思慮深く見えるようになります。\u001b[22m\n\u001b[1m(Osoraku kono shīzun no mondai no naka demo, shin kyarakutā ga mochikoma rete shiyō sa reru to iu no wa, osoroshī kotodeshou. Kono shōkai wa, gūzen ni (Ajia to no muimina ran in to wa chigatte) kanzen ni hitotsu no hinjideari, watashitachi ga issei no rekishi ni tsuite shinjiru yō ni michibika reta mono to kattō suru. Mōhitotsu no kyarakutā wa, gei no jōku o tsukuri, riasu o fushizen ni misenai yō ni suru iiwake ni suginai. Soshite dai 3 no atarashī shuyō kyarakutā wa, sekai no izen ni kakuritsu sa reta rūru ni motodzuite seitōna plothole o sakusei suru koto mo, taidana shippitsu no tan'naru seihindesu. Soshite, mae no shīzun to onajiyōni, subete no antagonisuto wa ichi-jigen no torōpudeari, sono dōki to kōdō ni yotte saiaku no jēmuzu bondo no akuyaku-tachi ga yoku kaka re, shiryobukaku mieru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mPerhaps chief among the problems of this season is the haphazard way new characters are brought in and used. The introduction is one hinges entirely on coincidence (not unlike the nonsensical run-in with Asia), and conflicts with what we'd been led to believe about Issei's history. Another character is just an excuse to make gay jokes and make Rias look unnaturally inept. And a third new key character is just a product of lazy writing, which also happens to create a legit plothole based on previously established rules of the world. And, just as it was with the previous season, every antagonist is a one-dimensional trope whose motivations and actions make the worst James Bond villains look well written and thoughtful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPerhaps chief among the problems of this season is the haphazard way new characters are brought in and used.\u001b[24m\n    \u001b[1mおそらくこのシーズンの問題の中でも、新キャラクターが持ち込まれて使用されるというのは、恐ろしいことでしょう。\u001b[22m, \u001b[1mおそらく、今シーズンの問題のうち、主任は、新しい文字がで持ってきて、使用されている無計画な方法です。\u001b[22m\n\u001b[4mThe introduction is one hinges entirely on coincidence (not unlike the nonsensical run-in with Asia), and conflicts with what we'd been led to believe about Issei's history.\u001b[24m\n    \u001b[1mこの紹介は、偶然に（アジアとの無意味なラン・インとは違って）完全に一つのヒンジであり、私たちがイッセイの歴史について信じるように導かれたものと葛藤する。\u001b[22m, \u001b[1m導入は1つが（ない無意味なランでアジアとは異なり）偶然に完全にかかって、私たちは一世の歴史について信じるように導かれてんだものとの競合です。\u001b[22m\n\u001b[4mAnother character is just an excuse to make gay jokes and make Rias look unnaturally inept.\u001b[24m\n    \u001b[1mもう一つのキャラクターは、ゲイのジョークを作り、リアスを不自然に見せないようにする言い訳に過ぎない。\u001b[22m, \u001b[1m他の文字は、ゲイのジョークを作り、リアスが不自然に無能に見えるようにするだけの言い訳です。\u001b[22m\n\u001b[4mAnd a third new key character is just a product of lazy writing, which also happens to create a legit plothole based on previously established rules of the world.\u001b[24m\n    \u001b[1mそして第3の新しい主要キャラクターは、世界の以前に確立されたルールに基づいて正当なplotholeを作成することも、怠惰な執筆の単なる製品です。\u001b[22m, \u001b[1mそして第三に、新しいキーの文字はまた、世界の以前に確立されたルールに基づいて合法的なplotholeを作成するために起こる遅延書き込み、のちょうど製品です。\u001b[22m\n\u001b[4mAnd, just as it was with the previous season, every antagonist is a one-dimensional trope whose motivations and actions make the worst James Bond villains look well written and thoughtful.\u001b[24m\n    \u001b[1mそして、前のシーズンと同じように、すべてのアンタゴニストは一次元のトロープであり、その動機と行動によって最悪のジェームズ・ボンドの悪役たちがよく書かれ、思慮深く見えるようになります。\u001b[22m, \u001b[1mそして、ちょうどそれが前のシーズンであったように、すべてのアンタゴニストは、その動機と行動最悪のジェームズ・ボンドの悪役がよく書かれており、思慮に見えるように1次元の比喩です。\u001b[22m\n\u001b[1m\u001b[22m\nMoving away from the individual characters, Christianity plays a larger role in this season than previously, but unfortunately it's made clear that the author knows next-to-nothing about different churches, what Christians believe on a basic level, or how they act and react when it comes to the faith. Matter of fact, until later in the novels, there are no indications that more than one denomination of Christianity even exists in Highschool DxD, and that instead everyone is under the same vague umbrella of 'The Church'. A twist that comes up could've been interesting enough, if it wasn't so poorly delivered and followed by reactions that make one wonder if the author's ever even met a religious person. Suffice it to say the author's only research seems to have been looking up mythological names and little else.\n\n\u001b[1m個々のキャラクターから離れていくキリスト教は、以前よりも今シーズンに大きな役割を果たしていますが、残念なことに、異なる教会やクリスチャンが基本的なレベルで信じていること、 それは信仰に関するものです。 実際には、小説の後半になるまで、Highschool DxDには複数のキリスト教の宗派が存在するという兆候はなく、誰もが同じ漠然とした 'The Church'の傘の下にいるという兆候はありません。 それがあまりにも貧弱に届けられず、作者が宗教的人に会ったことさえあるのかどうか疑問に思う反応が続くならば、ひねりが起きる可能性は十分に面白かったかもしれない。 著者の唯一の研究が神話的な名前とそれ以外のものを捜していたようだと言っても過言ではありません。\u001b[22m\n\u001b[1m(Koko no kyarakutā kara zureteiku kirisutokyō wa, izen yori mo ima shīzun ni ōkina yakuwari o hatashite imasuga, zan'nen'nakotoni, kotonaru kyōkai ya kurisuchan ga kihon-tekina reberu de shinjite iru koto, soreha shinkō ni kansuru monodesu. Jissai ni wa, shōsetsu no kōhan ni naru made, Highschool DxD ni wa fukusū no kirisutokyō no shūha ga sonzai suru to iu chōkō wa naku, daremoga onaji bakuzento shita' The chāchi' no kasa no shita ni iru to iu chōkō wa arimasen. Sore ga amarini mo hinjaku ni todoke rarezu, sakusha ga shūkyō-teki hito ni atta koto sae aru no ka dō ka gimon ni omou han'nō ga tsudzukunaraba, hineri ga okiru kanōsei wa jūbun ni omoshirokatta kamo shirenai. Chosha no yuiitsu no kenkyū ga shinwatekina namae to soreigai no mono o sagashite ita yōda to itte mo kagonde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMoving away from the individual characters, Christianity plays a larger role in this season than previously, but unfortunately it's made clear that the author knows next-to-nothing about different churches, what Christians believe on a basic level, or how they act and react when it comes to the faith. Matter of fact, until later in the novels, there are no indications that more than one denomination of Christianity even exists in Highschool DxD, and that instead everyone is under the same vague umbrella of 'The Church'. A twist that comes up could've been interesting enough, if it wasn't so poorly delivered and followed by reactions that make one wonder if the author's ever even met a religious person. Suffice it to say the author's only research seems to have been looking up mythological names and little else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving away from the individual characters, Christianity plays a larger role in this season than previously, but unfortunately it's made clear that the author knows next-to-nothing about different churches, what Christians believe on a basic level, or how they act and react\u001b[24m\n    \u001b[1m個々のキャラクターから離れていくキリスト教は、以前よりも今シーズンに大きな役割を果たしていますが、残念なことに、異なる教会やクリスチャンが基本的なレベルで信じていること、\u001b[22m, \u001b[1m個々の文字から離れて移動すると、キリスト教は以前よりも、この季節に、より大きな役割を果たしているが、残念ながら著者が次のツーナッシングクリスチャンは基本的なレベルで信じるもの異なる教会、約を知っていることが明らかに作られている、またはそれらがどのように行動し、反応します\u001b[22m\n\u001b[4mwhen it comes to the faith.\u001b[24m\n    \u001b[1mそれは信仰に関するものです。\u001b[22m, \u001b[1mそれは信仰に来るとき。\u001b[22m\n\u001b[4mMatter of fact, until later in the novels, there are no indications that more than one denomination of Christianity even exists in Highschool DxD, and that instead everyone is under the same vague umbrella of 'The Church'.\u001b[24m\n    \u001b[1m実際には、小説の後半になるまで、Highschool DxDには複数のキリスト教の宗派が存在するという兆候はなく、誰もが同じ漠然とした 'The Church'の傘の下にいるという兆候はありません。\u001b[22m, \u001b[1m実際のところ、それ以降の小説でまで、キリスト教の複数の宗派があっても高校DXDに存在する兆候はありません、その代わりに、誰もが「教会」の同じ漠然と傘下です。\u001b[22m\n\u001b[4mA twist that comes up could've been interesting enough, if it wasn't so poorly delivered and followed by reactions that make one wonder if the author's ever even met a religious person.\u001b[24m\n    \u001b[1mそれがあまりにも貧弱に届けられず、作者が宗教的人に会ったことさえあるのかどうか疑問に思う反応が続くならば、ひねりが起きる可能性は十分に面白かったかもしれない。\u001b[22m, \u001b[1mそれはとても貧弱著者のが今までしても宗教の人に会った場合は、1つの不思議を作る反応により配信され、続いていなかった場合に来るねじれが、十分に興味深いしてきた可能性があります。\u001b[22m\n\u001b[4mSuffice it to say the author's only research seems to have been looking up mythological names and little else.\u001b[24m\n    \u001b[1m著者の唯一の研究が神話的な名前とそれ以外のものを捜していたようだと言っても過言ではありません。\u001b[22m, \u001b[1m著者の唯一の研究は、神話の名前と少し他を探しているように思わ言えば十分。\u001b[22m\n\u001b[1m\u001b[22m\nUnarguably the second half, or second arc of the season, is the worst of all. A key part of the previous arc's grand and history-laden conflict is rendered nonsensical in a single afternoon. Further, characters are handed literal plot devices seemingly because the author couldn't think up anything better than just giving them 'just because'.\n\n\u001b[1m間違いなく、後半、つまりシーズンの2番目の弧は、最悪です。 以前のアークの壮大で歴史的な紛争の重要な部分は、午後1時に無意味なものになります。 さらに、キャラクターは手書きのプロットデバイスであると思われます。\u001b[22m\n\u001b[1m(Machigainaku, kōhan, tsumari shīzun no 2-banme no ko wa, saiakudesu. Izen no āku no sōdaide rekishi-tekina funsō no jūyōna bubun wa, gogo 1-ji ni muimina mono ni narimasu. Sarani, kyarakutā wa tegaki no purottodebaisudearu to omowa remasu.)\u001b[22m\n\nTranslations of \u001b[4mUnarguably the second half, or second arc of the season, is the worst of all. A key part of the previous arc's grand and history-laden conflict is rendered nonsensical in a single afternoon. Further, characters are handed literal plot devices seemingly because the author couldn't think up anything better than just giving them 'just because'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnarguably the second half, or second arc of the season, is the worst of all.\u001b[24m\n    \u001b[1m間違いなく、後半、つまりシーズンの2番目の弧は、最悪です。\u001b[22m, \u001b[1mUnarguably後半、またはシーズンの第二のアークは、すべての最悪です。\u001b[22m\n\u001b[4mA key part of the previous arc's grand and history-laden conflict is rendered nonsensical in a single afternoon.\u001b[24m\n    \u001b[1m以前のアークの壮大で歴史的な紛争の重要な部分は、午後1時に無意味なものになります。\u001b[22m, \u001b[1m前のアークの壮大な歴史を含んだ紛争の重要な部分は、単一の午後に無意味なレンダリングされます。\u001b[22m\n\u001b[4mFurther, characters are handed literal plot devices seemingly because the author couldn't think up anything better than just giving them 'just because'.\u001b[24m\n    \u001b[1mさらに、キャラクターは手書きのプロットデバイスであると思われます。\u001b[22m, \u001b[1m著者は単に 'という理由だけで」、それらを与えることよりももっと良いものを考えることができなかった一見のでさらに、文字はリテラルプロットデバイスを手渡しています。\u001b[22m\n\u001b[1m\u001b[22m\nWith writing like that, it's little surprise that, when it comes to dialogue, multiple characters slip into the same geek otaku-speak that should only be relegated to Issei. And if the criminal offender protagonist didn't endear himself to you in the first season, you're not going to like him any more in this one as he continues to be a mix of rude jerk and 'such a nice guy' hero whose stilted, childlike words make girls' hearts flutter and loins moisten.\n\n\u001b[1mこのようなライティングでは、対話になると、複数のキャラクターが同じオタク語に陥り、イッセイに降格するしかないことは驚きです。 そして、犯罪犯の主人公が最初のシーズンにあなたに愛情を込めていなかったならば、彼は失礼なジャークと 'そのような素敵な男'のヒーローが混在し続けているので、これ以上彼を好きにはしません こっそりとした子どもの言葉は、女の子の心を揺さぶらせ、腰を湿らせます。\u001b[22m\n\u001b[1m(Kono yōna raitingude wa, taiwa ni naru to, fukusū no kyarakutā ga onaji otaku-go ni ochīri, issei ni kōkaku suru shika nai koto wa odorokidesu. Soshite, hanzai-han no shujinkō ga saisho no shīzun ni anata ni aijō o komete inakattanaraba, kare wa shitsureina jāku to' sono yōna sutekina otoko' no hīrō ga konzai shi tsudzukete irunode, koreijō kare o sukini wa shimasen kossori to shita kodomo no kotoba wa, on'nanoko no kokoro o yusabura se, koshi o shimera semasu.)\u001b[22m\n\nTranslations of \u001b[4mWith writing like that, it's little surprise that, when it comes to dialogue, multiple characters slip into the same geek otaku-speak that should only be relegated to Issei. And if the criminal offender protagonist didn't endear himself to you in the first season, you're not going to like him any more in this one as he continues to be a mix of rude jerk and 'such a nice guy' hero whose stilted, childlike words make girls' hearts flutter and loins moisten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith writing like that, it's little surprise that, when it comes to dialogue, multiple characters slip into the same geek otaku-speak that should only be relegated to Issei.\u001b[24m\n    \u001b[1mこのようなライティングでは、対話になると、複数のキャラクターが同じオタク語に陥り、イッセイに降格するしかないことは驚きです。\u001b[22m, \u001b[1mそのように書くことで、それはそれは対話に来るとき、複数の文字だけ一世に追いやられるべきで、同じオタクのオタク発言に陥る少し驚きです。\u001b[22m\n\u001b[4mAnd if the criminal offender protagonist didn't endear himself to you in the first season, you're not going to like him any more in this one as he continues to be a mix of rude jerk and 'such a nice guy' hero whose\u001b[24m\n    \u001b[1mそして、犯罪犯の主人公が最初のシーズンにあなたに愛情を込めていなかったならば、彼は失礼なジャークと 'そのような素敵な男'のヒーローが混在し続けているので、これ以上彼を好きにはしません\u001b[22m, \u001b[1m刑事犯罪者の主人公は最初のシーズンであなたに身を慕わなかった場合、彼は失礼ジャークと「そのようなナイスガイ」主人公のミックスであり続けるようにと、あなたは、このいずれかで、それ以上に彼を好きでするつもりはありません\u001b[22m\n\u001b[4mstilted, childlike words make girls' hearts flutter and loins moisten.\u001b[24m\n    \u001b[1mこっそりとした子どもの言葉は、女の子の心を揺さぶらせ、腰を湿らせます。\u001b[22m, \u001b[1m大げさな、子供のような言葉が女子心がひらひらと腰を湿らせます。\u001b[22m\n\u001b[1m\u001b[22m\nAll that said, the artwork and animation are still very nice to look at, the music is intensely catchy, and there's no complaints to made of the voice work. If you took the action on its own, disregarding how new powers sprout up out of convenient nowhere, that's also a reasonable high point. The nudity is of course ridiculously gratuitous, but that's intentional and ought not be held against it. It's just a crying shame about the writing. Do yourself a favor: Stop here and proceed no further if you care about a sensible story and characters.\n\n\u001b[1mすべては、アートワークとアニメーションはまだ見て非常にいいです、音楽は激しくキャッチーであり、音声作業から作られた苦情はありません。 新しいパワーがどこにもない便利さを無視して、あなた自身で行動を取った場合、それはまた合理的なポイントです。 ヌードはもちろん無頓着ですが、それは意図的なものであり、反対するべきではありません。 それは執筆について恥ずかしいだけのことです。 賢明なストーリーやキャラクターを気にするなら、ここでやり直してください。\u001b[22m\n\u001b[1m(Subete wa, ātowāku to animēshon wa mada mite hijō ni īdesu, ongaku wa hageshiku kyatchīdeari, onsei sagyō kara tsukura reta kujō wa arimasen. Atarashī pawā ga dokoni mo nai benri-sa o mushi shite, anata jishin de kōdō o totta baai, soreha mata gōri-tekina pointodesu. Nūdo wa mochiron mutonjakudesuga, soreha ito-tekina monodeari, hantai surubekide wa arimasen. Sore wa shippitsu ni tsuite hazukashī dake no kotodesu. Kenmeina sutōrī ya kyarakutā o kinisurunara, koko de yarinaoshite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAll that said, the artwork and animation are still very nice to look at, the music is intensely catchy, and there's no complaints to made of the voice work. If you took the action on its own, disregarding how new powers sprout up out of convenient nowhere, that's also a reasonable high point. The nudity is of course ridiculously gratuitous, but that's intentional and ought not be held against it. It's just a crying shame about the writing. Do yourself a favor: Stop here and proceed no further if you care about a sensible story and characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll that said, the artwork and animation are still very nice to look at, the music is intensely catchy, and there's no complaints to made of the voice work.\u001b[24m\n    \u001b[1mすべては、アートワークとアニメーションはまだ見て非常にいいです、音楽は激しくキャッチーであり、音声作業から作られた苦情はありません。\u001b[22m, \u001b[1m言ったことすべては、アートワークやアニメーションは音楽が激しくキャッチーで、まだ見て非常にいいですし、音声作業で作られたに苦情はありません。\u001b[22m\n\u001b[4mIf you took the action on its own, disregarding how new powers sprout up out of convenient nowhere, that's also a reasonable high point.\u001b[24m\n    \u001b[1m新しいパワーがどこにもない便利さを無視して、あなた自身で行動を取った場合、それはまた合理的なポイントです。\u001b[22m, \u001b[1mあなたは自分自身で行動をとった場合は、新しい力はどこにも便利な外まで生えていないか無視し、それはまた、合理的な高ポイントです。\u001b[22m\n\u001b[4mThe nudity is of course ridiculously gratuitous, but that's intentional and ought not be held against it.\u001b[24m\n    \u001b[1mヌードはもちろん無頓着ですが、それは意図的なものであり、反対するべきではありません。\u001b[22m, \u001b[1mヌードはもちろん、途方もなく無償ですが、それは意図的なものだとそれに対して保持するべきではありません。\u001b[22m\n\u001b[4mIt's just a crying shame about the writing.\u001b[24m\n    \u001b[1mそれは執筆について恥ずかしいだけのことです。\u001b[22m, \u001b[1mこれは、書き込みについてだけ泣いて残念です。\u001b[22m\n\u001b[4mDo yourself a favor: Stop here and proceed no further if you care about a sensible story and characters.\u001b[24m\n    \u001b[1m賢明なストーリーやキャラクターを気にするなら、ここでやり直してください。\u001b[22m, \u001b[1m自分に好意を行います。ここで停止し、あなたが賢明なストーリーやキャラクターを心配している場合それ以上進みません。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "PrinceDragonis",
    "profile": "/profile/PrinceDragonis/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=200974",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nHighschool DxDの2番目のシーズンです。すべてが少し良いです。 それは最初のシーズンを完了することなくそれを見ることはあまり意味がありません。\n\n戦いの場面は本当に面白いです、そして、メインのプロットはここで面白い方向を向い始めます。 私が言ったように、今度はアニメーションを含めてすべてが良いです。\n\n典型的な幕が続き、私たちは龍の関係にもっとさらされます。 キャラクター・ボンドは強化されており、この中にはたくさんのプロット・ツイストがあります。\n\n実際には、第2シーズンは基本的に最初のシーズンの続きですので、何も言えません。 ちょうどそれは物語の流れを維持し、あなたは本当に第3シーズンを見ることが必死的になります。\n\nこれがスポイラーかどうかは分かりませんが、 今シーズンに泣いてしまうシーンがいくつかありますので、そのために調整してください。 しかし、それはハッピーエンドを持っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIt's the second season of Highschool DxD and everything is a tad bit better. It won't make much sense to watch it without completing the first season.\n\n\u001b[1mHighschool DxDの2番目のシーズンです。すべてが少し良いです。 それは最初のシーズンを完了することなくそれを見ることはあまり意味がありません。\u001b[22m\n\u001b[1m(Highschool DxD no 2-banme no shīzundesu. Subete ga sukoshi yoidesu. Sore wa saisho no shīzun o kanryō suru koto naku sore o miru koto wa amari imi ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's the second season of Highschool DxD and everything is a tad bit better. It won't make much sense to watch it without completing the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's the second season of Highschool DxD and everything is a tad bit better.\u001b[24m\n    \u001b[1mHighschool DxDの2番目のシーズンです。すべてが少し良いです。\u001b[22m, \u001b[1mそれは、高校DXDの第二シーズンだし、すべてが少しビット優れています。\u001b[22m\n\u001b[4mIt won't make much sense to watch it without completing the first season.\u001b[24m\n    \u001b[1mそれは最初のシーズンを完了することなくそれを見ることはあまり意味がありません。\u001b[22m, \u001b[1mこれは、最初のシーズンを完了せずに、それを見るためにあまり意味がありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe fight scenes are really interesting and the main plot starts taking an interesting turn here. As I said, everything is better this time including animation.\n\n\u001b[1m戦いの場面は本当に面白いです、そして、メインのプロットはここで面白い方向を向い始めます。 私が言ったように、今度はアニメーションを含めてすべてが良いです。\u001b[22m\n\u001b[1m(Tatakai no bamen wa hontōni omoshiroidesu, soshite, mein no purotto wa koko de omoshiroi hōkō o mui hajimemasu. Watashi ga itta yō ni, kondo wa animēshon o fukumete subete ga yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe fight scenes are really interesting and the main plot starts taking an interesting turn here. As I said, everything is better this time including animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fight scenes are really interesting and the main plot starts taking an interesting turn here.\u001b[24m\n    \u001b[1m戦いの場面は本当に面白いです、そして、メインのプロットはここで面白い方向を向い始めます。\u001b[22m, \u001b[1m戦いのシーンは本当に面白いですし、メインプロットは、ここで興味深いのターンを取って開始します。\u001b[22m\n\u001b[4mAs I said, everything is better this time including animation.\u001b[24m\n    \u001b[1m私が言ったように、今度はアニメーションを含めてすべてが良いです。\u001b[22m, \u001b[1m私が言ったように、すべてのものは、アニメーションを含め、この時間が良いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe typical harem continues and we get more exposed to the relationship between dragons. Character bonds are strengthened and there are a lot of plot twists in this one.\n\n\u001b[1m典型的な幕が続き、私たちは龍の関係にもっとさらされます。 キャラクター・ボンドは強化されており、この中にはたくさんのプロット・ツイストがあります。\u001b[22m\n\u001b[1m(Tenkei-tekina maku ga tsudzuki, watashitachiha ryū no kankei ni motto sarasa remasu. Kyarakutā bondo wa kyōka sa rete ori, kono nakaniha takusan no purotto tsuisuto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe typical harem continues and we get more exposed to the relationship between dragons. Character bonds are strengthened and there are a lot of plot twists in this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe typical harem continues and we get more exposed to the relationship between dragons.\u001b[24m\n    \u001b[1m典型的な幕が続き、私たちは龍の関係にもっとさらされます。\u001b[22m, \u001b[1m典型的なハーレムは継続し、我々はより多くの龍との関係にさらされます。\u001b[22m\n\u001b[4mCharacter bonds are strengthened and there are a lot of plot twists in this one.\u001b[24m\n    \u001b[1mキャラクター・ボンドは強化されており、この中にはたくさんのプロット・ツイストがあります。\u001b[22m, \u001b[1mキャラクター結合が強化されると、この1でどんでん返しがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nActually the second season is basically a continuation of the first one so nothing much could be said. Just that it keeps up the flow of the story and makes you like REALLY desperate to watch the third season.\n\n\u001b[1m実際には、第2シーズンは基本的に最初のシーズンの続きですので、何も言えません。 ちょうどそれは物語の流れを維持し、あなたは本当に第3シーズンを見ることが必死的になります。\u001b[22m\n\u001b[1m(Jissai ni wa, dai 2 shīzun wa kihontekini saisho no shīzun no tsudzukidesunode, nani mo iemasen. Chōdo sore wa monogatari no nagare o iji shi, anata wa hontōni dai 3 shīzun o miru koto ga hisshi-teki ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mActually the second season is basically a continuation of the first one so nothing much could be said. Just that it keeps up the flow of the story and makes you like REALLY desperate to watch the third season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually the second season is basically a continuation of the first one so nothing much could be said.\u001b[24m\n    \u001b[1m実際には、第2シーズンは基本的に最初のシーズンの続きですので、何も言えません。\u001b[22m, \u001b[1m実際には第二シーズンは、基本的にはあまり何も言わなかったことができた最初の1の続きです。\u001b[22m\n\u001b[4mJust that it keeps up the flow of the story and makes you like REALLY desperate to watch the third season.\u001b[24m\n    \u001b[1mちょうどそれは物語の流れを維持し、あなたは本当に第3シーズンを見ることが必死的になります。\u001b[22m, \u001b[1mそれは物語の流れを維持し、3シーズン目を見て本当に必死のようなあなたを作るだけのこと。\u001b[22m\n\u001b[1m\u001b[22m\nNot sure whether this is a spoiler or not but. There are some scenes you would probably cry at in this season, so be geared up for that. But it has a happy ending.\n\n\u001b[1mこれがスポイラーかどうかは分かりませんが、 今シーズンに泣いてしまうシーンがいくつかありますので、そのために調整してください。 しかし、それはハッピーエンドを持っています。\u001b[22m\n\u001b[1m(Kore ga supoirā ka dō ka wa wakarimasen ga, ima shīzun ni naite shimau shīn ga ikutsu ka arimasunode, sonotame ni chōsei shite kudasai. Shikashi, soreha happīendo o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNot sure whether this is a spoiler or not but. There are some scenes you would probably cry at in this season, so be geared up for that. But it has a happy ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot sure whether this is a spoiler or not but.\u001b[24m\n    \u001b[1mこれがスポイラーかどうかは分かりませんが、\u001b[22m, \u001b[1mこれはスポイラーであるか否かを確認してくださいではありません。\u001b[22m\n\u001b[4mThere are some scenes you would probably cry at in this season, so be geared up for that.\u001b[24m\n    \u001b[1m今シーズンに泣いてしまうシーンがいくつかありますので、そのために調整してください。\u001b[22m, \u001b[1mその結果、立ち上がろうとしているあなたは、おそらくこのシーズンで泣くだろういくつかのシーンがあります。\u001b[22m\n\u001b[4mBut it has a happy ending.\u001b[24m\n    \u001b[1mしかし、それはハッピーエンドを持っています。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "GunterLOL",
    "profile": "/profile/GunterLOL/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=156675",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメはかなりの期間外出していたにもかかわらず、私はこのアニメのレビューを書くことはできません。 私はこのアニメをどれだけ愛しているのか、それは悲しい真実であることは変わっているかもしれません。 私のこのシリーズは、私に「God Damn、私はこのアニメにいたいと思う」というアニメでした。\n\nストーリー：10\nその話は実際にはシーズン1から続き、そこからは続きます。  DdraigがIsseiに 'The White One'について警告しているSeason 1の部分からはずれていないし、本当に素晴らしい。 また、Kiba Yuutoと姫島朱乃のキャラクターの発展を見ることができます（ただし、Season 3での開発は本当に始まります）。 いずれにしても、ストーリーは本当によく考えられました。\n\nキャラクター：10\n私はこれらの人xDを十分に得ることができません。 木場の過去を過ぎても鈍い瞬間はありませんでした。 私が見ていた瞬間はありませんでしたが、それは決して面白いとは思っていませんでした。\n\nサウンド：9\n結末の曲「Lovely Devils」が地獄のようにキャッチー。 十分に言った。\n\n楽しさ：10\n私が言ったように、私はこのシリーズxDが大好きです。 そのプロットは、すべての上のお尻を含んでいないそれらのエッチシリーズの1つ。 さて、一世の心で、はい、しかし、それはまだプロットから逸脱していませんでした。\n\n私はこのシリーズの多くの希望を持っています。 本当です。 アニメから光の小説まで、その非常に楽しい。 シーズン3、私はすでに自分自身を台無しにしたが、それを楽しみにしているxD Im：",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDespite the fact that this anime has been out for quite some time, I just can't help to write a review about this anime because I for one am in love with this series. It might be weird for how much I love this anime but its a sad truth. This series to me was an anime that made me think 'God Damn, I wanna be in this anime so bad.'\n\n\u001b[1mこのアニメはかなりの期間外出していたにもかかわらず、私はこのアニメのレビューを書くことはできません。 私はこのアニメをどれだけ愛しているのか、それは悲しい真実であることは変わっているかもしれません。 私のこのシリーズは、私に「God Damn、私はこのアニメにいたいと思う」というアニメでした。\u001b[22m\n\u001b[1m(Kono anime wa kanari no kikan gaishutsu shite ita nimokakawarazu, watashi wa kono anime no rebyū o kaku koto wa dekimasen. Watashi wa kono anime o dore dake aishite iru no ka, sore wa kanashī shinjitsudearu koto wa kawatte iru kamo shiremasen. Watashi no kono shirīzu wa, watashi ni `God Damn, watashi wa kono anime ni itai to omou' to iu animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mDespite the fact that this anime has been out for quite some time, I just can't help to write a review about this anime because I for one am in love with this series. It might be weird for how much I love this anime but its a sad truth. This series to me was an anime that made me think 'God Damn, I wanna be in this anime so bad.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the fact that this anime has been out for quite some time, I just can't help to write a review about this anime because I for one am in love with this series.\u001b[24m\n    \u001b[1mこのアニメはかなりの期間外出していたにもかかわらず、私はこのアニメのレビューを書くことはできません。\u001b[22m, \u001b[1mこのアニメは、かなりの時間のためにされているという事実にもかかわらず、私はちょうどので、私このシリーズと恋に1午前のためにこのアニメについてのレビューを書くために役立つことはできません。\u001b[22m\n\u001b[4mIt might be weird for how much I love this anime but its a sad truth.\u001b[24m\n    \u001b[1m私はこのアニメをどれだけ愛しているのか、それは悲しい真実であることは変わっているかもしれません。\u001b[22m, \u001b[1mそれは私がこのアニメが、その悲しい真実を愛するかどの位のために奇妙なことがあります。\u001b[22m\n\u001b[4mThis series to me was an anime that made me think 'God Damn, I wanna be in this anime so bad.'\u001b[24m\n    \u001b[1m私のこのシリーズは、私に「God Damn、私はこのアニメにいたいと思う」というアニメでした。\u001b[22m, \u001b[1m私にはこのシリーズは私が考えさせられましたアニメだった「神はくそー、私はそんなに悪いこのアニメになりたいです。」\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nThe story actually continued on from Season 1 where they left off, and it continues on from there. They didn't stray from the parts from Season 1 where Ddraig warns Issei about 'The White One', and that's really great. Also, we get to see the character developments of Kiba Yuuto as well as Akeno Himejima (though her development really pulls through in Season 3). Either way, the story was really well thought out.\n\n\u001b[1mその話は実際にはシーズン1から続き、そこからは続きます。  DdraigがIsseiに 'The White One'について警告しているSeason 1の部分からはずれていないし、本当に素晴らしい。 また、Kiba Yuutoと姫島朱乃のキャラクターの発展を見ることができます（ただし、Season 3での開発は本当に始まります）。 いずれにしても、ストーリーは本当によく考えられました。\u001b[22m\n\u001b[1m(Sono hanashi wa jissai ni wa shīzun 1 kara tsudzuki, soko kara wa tsudzukimasu. Ddraig ga Issei ni' The White One' ni tsuite keikoku shite iru sezon 1 no bubun kara hazurete inaishi, hontōni subarashī. Mata, Kiba Yuuto to Himeshima akeno no kyarakutā no hatten o miru koto ga dekimasu (tadashi, sezon 3 de no kaihatsu wa hontōni hajimarimasu). Izure ni shite mo, sutōrī wa hontōni yoku kangae raremashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story actually continued on from Season 1 where they left off, and it continues on from there. They didn't stray from the parts from Season 1 where Ddraig warns Issei about 'The White One', and that's really great. Also, we get to see the character developments of Kiba Yuuto as well as Akeno Himejima (though her development really pulls through in Season 3). Either way, the story was really well thought out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story actually continued on from Season 1 where they left off, and it continues on from there.\u001b[24m\n    \u001b[1mその話は実際にはシーズン1から続き、そこからは続きます。\u001b[22m, \u001b[1m物語は実際に彼らが去ったシーズン1から上の継続的な、そして、それはそこから継続します。\u001b[22m\n\u001b[4mThey didn't stray from the parts from Season 1 where Ddraig warns Issei about 'The White One', and that's really great.\u001b[24m\n    \u001b[1mDdraigがIsseiに 'The White One'について警告しているSeason 1の部分からはずれていないし、本当に素晴らしい。\u001b[22m, \u001b[1m彼らはDdraigは「ホワイトOne」について一世を警告シーズン1からの部品から逸脱していなかった、それは本当に素晴らしいことです。\u001b[22m\n\u001b[4mAlso, we get to see the character developments of Kiba Yuuto as well as Akeno Himejima (though her development really pulls through in Season 3).\u001b[24m\n    \u001b[1mまた、Kiba Yuutoと姫島朱乃のキャラクターの発展を見ることができます（ただし、Season 3での開発は本当に始まります）。\u001b[22m, \u001b[1mまた、我々は（彼女の開発は実際にシーズン3の貫通引っ張るのに）木場都乃河勇と同様に明野姫島の文字の発展を見ることが。\u001b[22m\n\u001b[4mEither way, the story was really well thought out.\u001b[24m\n    \u001b[1mいずれにしても、ストーリーは本当によく考えられました。\u001b[22m, \u001b[1mいずれにしても、話は本当によく考え抜かれました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nI can't get enough of these guys xD. There were never any dull moments even when we're going through Kiba's past. There was never a moment where I was watching and just thought that it was never interesting.\n\n\u001b[1m私はこれらの人xDを十分に得ることができません。 木場の過去を過ぎても鈍い瞬間はありませんでした。 私が見ていた瞬間はありませんでしたが、それは決して面白いとは思っていませんでした。\u001b[22m\n\u001b[1m(Watashi wa korera no hito xD o jūbun ni eru koto ga dekimasen. Kiba no kako o sugite mo nibui shunkan wa arimasendeshita. Watashi ga mite ita shunkan wa arimasendeshitaga, sore wa kesshite omoshiroi to wa omotte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI can't get enough of these guys xD. There were never any dull moments even when we're going through Kiba's past. There was never a moment where I was watching and just thought that it was never interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't get enough of these guys xD.\u001b[24m\n    \u001b[1m私はこれらの人xDを十分に得ることができません。\u001b[22m, \u001b[1m私はこれらの人のxDを十分に得ることができません。\u001b[22m\n\u001b[4mThere were never any dull moments even when we're going through Kiba's past.\u001b[24m\n    \u001b[1m木場の過去を過ぎても鈍い瞬間はありませんでした。\u001b[22m, \u001b[1m我々は木場の過去を通過していても、任意の退屈な瞬間がありことはありませんでした。\u001b[22m\n\u001b[4mThere was never a moment where I was watching and just thought that it was never interesting.\u001b[24m\n    \u001b[1m私が見ていた瞬間はありませんでしたが、それは決して面白いとは思っていませんでした。\u001b[22m, \u001b[1mそこに私が見ていた瞬間は決してなかったし、ちょうどそれが面白いではなかったと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThe ending song 'Lovely Devils' Catchy as hell. Enough said.\n\n\u001b[1m結末の曲「Lovely Devils」が地獄のようにキャッチー。 十分に言った。\u001b[22m\n\u001b[1m(Ketsumatsu no kyoku `raburī debirusu' ga jigoku no yō ni kyatchī. Jūbun ni itta.)\u001b[22m\n\nTranslations of \u001b[4mThe ending song 'Lovely Devils' Catchy as hell. Enough said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending song 'Lovely Devils' Catchy as hell.\u001b[24m\n    \u001b[1m結末の曲「Lovely Devils」が地獄のようにキャッチー。\u001b[22m, \u001b[1mエンディング曲「ラブリーデビルズ」キャッチー地獄のよう。\u001b[22m\n\u001b[4mEnough said.\u001b[24m\n    \u001b[1m十分に言った。\u001b[22m, \u001b[1m十分と述べました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nLike I said, I love this series xD. Its one of those ecchi series where the plot just doesn't include Tits over everything. Well, in Issei's mind, yes but, it still didn't stray from the plot.\n\n\u001b[1m私が言ったように、私はこのシリーズxDが大好きです。 そのプロットは、すべての上のお尻を含んでいないそれらのエッチシリーズの1つ。 さて、一世の心で、はい、しかし、それはまだプロットから逸脱していませんでした。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, watashi wa kono shirīzu xD ga daisukidesu. Sono purotto wa, subete no ue no o shiri o fukunde inai sorera no etchishirīzu no 1tsu. Sate, issei no kokoro de, wa i, shikashi, sore wa mada purotto kara itsudatsu shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mLike I said, I love this series xD. Its one of those ecchi series where the plot just doesn't include Tits over everything. Well, in Issei's mind, yes but, it still didn't stray from the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I said, I love this series xD.\u001b[24m\n    \u001b[1m私が言ったように、私はこのシリーズxDが大好きです。\u001b[22m, \u001b[1m私が言ったように、私はこのシリーズXDのが大好きです。\u001b[22m\n\u001b[4mIts one of those ecchi series where the plot just doesn't include Tits over everything.\u001b[24m\n    \u001b[1mそのプロットは、すべての上のお尻を含んでいないそれらのエッチシリーズの1つ。\u001b[22m, \u001b[1mそのプロットは何もかもを超える乳が含まれていないこれらのエッチなシリーズの一つ。\u001b[22m\n\u001b[4mWell, in Issei's mind, yes but, it still didn't stray from the plot.\u001b[24m\n    \u001b[1mさて、一世の心で、はい、しかし、それはまだプロットから逸脱していませんでした。\u001b[22m, \u001b[1mまあ、一世の心に、イエスしかし、それはまだプロットから逸脱していませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI have a lot of high hopes for this series. I really do. From the Anime to the Light Novels, its just very enjoyable. Season 3, even though I already spoiled it myself xD Im looking forward to it :)\n\n\u001b[1m私はこのシリーズの多くの希望を持っています。 本当です。 アニメから光の小説まで、その非常に楽しい。 シーズン3、私はすでに自分自身を台無しにしたが、それを楽しみにしているxD Im：\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu no ōku no kibō o motte imasu. Hontōdesu. Anime kara hikari no shōsetsu made, sono hijō ni tanoshī. Shīzun 3, watashi wa sudeni jibun jishin o dainashi ni shitaga, sore o tanoshimini shite iru xD Im:)\u001b[22m\n\nTranslations of \u001b[4mI have a lot of high hopes for this series. I really do. From the Anime to the Light Novels, its just very enjoyable. Season 3, even though I already spoiled it myself xD Im looking forward to it :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have a lot of high hopes for this series.\u001b[24m\n    \u001b[1m私はこのシリーズの多くの希望を持っています。\u001b[22m, \u001b[1m私はこのシリーズのために高い期待がたくさんあります。\u001b[22m\n\u001b[4mI really do.\u001b[24m\n    \u001b[1m本当です。\u001b[22m, \u001b[1m私は本当にやる。\u001b[22m, \u001b[1m私は本当に。\u001b[22m\n\u001b[4mFrom the Anime to the Light Novels, its just very enjoyable.\u001b[24m\n    \u001b[1mアニメから光の小説まで、その非常に楽しい。\u001b[22m, \u001b[1mアニメからの光の小説に、そのちょうど非常に楽しいです。\u001b[22m\n\u001b[4mSeason 3, even though I already spoiled it myself xD Im looking forward to it :)\u001b[24m\n    \u001b[1mシーズン3、私はすでに自分自身を台無しにしたが、それを楽しみにしているxD Im：\u001b[22m, \u001b[1mシーズン3、私はすでにXDのImはそれを楽しみにしてそれを自分自身を台無しにもかかわらず:)\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "asiankyle",
    "profile": "/profile/asiankyle/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=114271",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  9\n\nアニメが私が好きだったことは何かがある。 まず第1シーズンは、シーズンに期待していたすべてのシーズンがとても良かった。 シリーズの最初のシーズンが好きだったら、シリーズの第2シーズンが好きになるでしょう。 そして、私が特定の要因についてアニメを評価するなら、私はそれをこのように評価します：\n\nストーリー[7]：\nストーリーは世界で最高ではなく、世界で最高のストーリーを持っているとは言われていません。 しかし、それは意味をなさないようにアニメを十分にまとめることができる物語を持っており、アニメは実際にプロットを持っています。\n\n設定[8]：\nアニメの設定は、悪魔を扱う場合には、よりユニークなものの1つです。 他の多くのアニメと同様に、悪魔をすぐに否定的なスポットライトにすることはありません。 アニメの設定は、アニメのジャンルにも最適です。\n\nキャラクター[7]：\n文字は可能な限り最良の文字ではありませんが、最悪の文字でもありません。 さまざまなタイプの '萌え'文字とその特徴をさまざまな文字で見ることができます。 したがって、全体的にアニメのキャラクターは新しいものではなく、他のアニメで見ることができます。\n\n楽しさ[9]：\nアクションやコメディ、エッチ、ロマンス、ハーレムのジャンルに合ったアニメを制作しました。 アニメのジャンルは、誰かが最初にアニメ、またはそのアニメを見るために選ぶ主要なポイントです。 それは、その中に含まれているすべてのジャンルまで生きていますし、そうしながら楽しい経験を生み出します。  Ecchiのジャンルはシーズンの主なジャンルの1つであり、完全なヌードの境界線の先端のつま先のためにエッチを気に入らないと、あなたはこれが好きではありません。 しかし、あなたが好きな、またはその口径のエッチアニメを探している場合は、このアニメは、時計の価値があると述べた。\n\n全体的な[8]：\nアニメが全体的に10点中8点に評価されているのは、アニメが特に楽しめないにもかかわらず、楽しさのカテゴリが唯一重要な点だからです。 あなたがアニメが気に入らなければ、最高のストーリーやキャラクターは何も意味しません。 全体的なパッケージと楽しみのために、少なくとも私はアニメから抜け出した、アニメはそれが痛い取得します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThere are somethings that the anime has done that i've liked. First of all the whole season was very good living up to any expectations that I had for the season. If you liked the first season in the series, then you'll like the 2nd season in the series. And, if I were to rate the anime on specific factors I would rate it like this:\n\n\u001b[1mアニメが私が好きだったことは何かがある。 まず第1シーズンは、シーズンに期待していたすべてのシーズンがとても良かった。 シリーズの最初のシーズンが好きだったら、シリーズの第2シーズンが好きになるでしょう。 そして、私が特定の要因についてアニメを評価するなら、私はそれをこのように評価します：\u001b[22m\n\u001b[1m(Anime ga watashi ga sukidatta koto wa nanika ga aru. Mazu dai 1 shīzun wa, shīzun ni kitai shite ita subete no shīzun ga totemo yokatta. Shirīzu no saisho no shīzun ga sukidattara, shirīzu no dai 2 shīzun ga suki ni narudeshou. Soshite, watashi ga tokutei no yōin ni tsuite anime o hyōka surunara, watashi wa sore o kono yō ni hyōka shimasu:)\u001b[22m\n\nTranslations of \u001b[4mThere are somethings that the anime has done that i've liked. First of all the whole season was very good living up to any expectations that I had for the season. If you liked the first season in the series, then you'll like the 2nd season in the series. And, if I were to rate the anime on specific factors I would rate it like this:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are somethings that the anime has done that i've liked.\u001b[24m\n    \u001b[1mアニメが私が好きだったことは何かがある。\u001b[22m, \u001b[1mアニメは私が言っていたことを行っている代があります。\u001b[22m\n\u001b[4mFirst of all the whole season was very good living up to any expectations that I had for the season.\u001b[24m\n    \u001b[1mまず第1シーズンは、シーズンに期待していたすべてのシーズンがとても良かった。\u001b[22m, \u001b[1mまず、すべてのシーズン全体は、私が今シーズンのために持っていた任意の期待に非常に良いまで住んでいたの。\u001b[22m\n\u001b[4mIf you liked the first season in the series, then you'll like the 2nd season in the series.\u001b[24m\n    \u001b[1mシリーズの最初のシーズンが好きだったら、シリーズの第2シーズンが好きになるでしょう。\u001b[22m, \u001b[1mあなたはシリーズの最初のシーズンを好きなら、あなたはシリーズの第二シーズンを気に入るだろう。\u001b[22m\n\u001b[4mAnd, if I were to rate the anime on specific factors I would rate it like this:\u001b[24m\n    \u001b[1mそして、私が特定の要因についてアニメを評価するなら、私はそれをこのように評価します：\u001b[22m, \u001b[1mそして、私は特定の要因にアニメを評価した場合、私はこのようにそれを評価します：\u001b[22m\n\u001b[1m\u001b[22m\nStory[7]:\n\n\u001b[1mストーリー[7]：\u001b[22m\n\u001b[1m(Sutōrī [7 ]:)\u001b[22m\n\nTranslations of \u001b[4mStory[7]:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory[7]:\u001b[24m\n    \u001b[1mストーリー[7]：\u001b[22m\nThe story isn't the best in the world and it has never been claimed to have the best story in the world. It does however have a story that can hold the anime together enough so it makes sense, and the anime actually has a plot.\n\n\u001b[1mストーリーは世界で最高ではなく、世界で最高のストーリーを持っているとは言われていません。 しかし、それは意味をなさないようにアニメを十分にまとめることができる物語を持っており、アニメは実際にプロットを持っています。\u001b[22m\n\u001b[1m(Sutōrī wa sekai de saikōde wa naku, sekai de saikō no sutōrī o motte iru to wa iwa rete imasen. Shikashi, soreha imiwonasanai-yō ni anime o jūbun ni matomeru koto ga dekiru monogatari o motte ori, anime wa jissai ni purotto o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story isn't the best in the world and it has never been claimed to have the best story in the world. It does however have a story that can hold the anime together enough so it makes sense, and the anime actually has a plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story isn't the best in the world and it has never been claimed to have the best story in the world.\u001b[24m\n    \u001b[1mストーリーは世界で最高ではなく、世界で最高のストーリーを持っているとは言われていません。\u001b[22m, \u001b[1m物語は、世界で最高のものではなく、世界で最高の物語を持っていると主張されていません。\u001b[22m\n\u001b[4mIt does however have a story that can hold the anime together enough so it makes sense, and the anime actually has a plot.\u001b[24m\n    \u001b[1mしかし、それは意味をなさないようにアニメを十分にまとめることができる物語を持っており、アニメは実際にプロットを持っています。\u001b[22m, \u001b[1mしかし、それは理にかなっているように、十分な一緒にアニメを保持することができる物語を持っていない、とアニメは実際にプロットされています。\u001b[22m\n\u001b[1m\u001b[22m\nSetting[8]:\n\n\u001b[1m設定[8]：\u001b[22m\n\u001b[1m(Settei [8 ]:)\u001b[22m\n\nTranslations of \u001b[4mSetting[8]:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSetting[8]:\u001b[24m\n    \u001b[1m設定[8]：\u001b[22m\nThe setting for the anime is one of the more unique ones when it comes to dealing with devils. It doesn't immediately put the devils in the negative spotlight as many other animes would. The setting for the anime is also perfect for the genre of the anime.\n\n\u001b[1mアニメの設定は、悪魔を扱う場合には、よりユニークなものの1つです。 他の多くのアニメと同様に、悪魔をすぐに否定的なスポットライトにすることはありません。 アニメの設定は、アニメのジャンルにも最適です。\u001b[22m\n\u001b[1m(Anime no settei wa, akuma o atsukau baai ni wa, yori yunīkuna mono no 1tsudesu. Hoka no ōku no anime to dōyō ni, akuma o sugu ni hitei-tekina supottoraito ni suru koto wa arimasen. Anime no settei wa, anime no janru ni mo saitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe setting for the anime is one of the more unique ones when it comes to dealing with devils. It doesn't immediately put the devils in the negative spotlight as many other animes would. The setting for the anime is also perfect for the genre of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe setting for the anime is one of the more unique ones when it comes to dealing with devils.\u001b[24m\n    \u001b[1mアニメの設定は、悪魔を扱う場合には、よりユニークなものの1つです。\u001b[22m, \u001b[1mそれは悪魔を扱うことになるとアニメの設定は、よりユニークなものの一つです。\u001b[22m\n\u001b[4mIt doesn't immediately put the devils in the negative spotlight as many other animes would.\u001b[24m\n    \u001b[1m他の多くのアニメと同様に、悪魔をすぐに否定的なスポットライトにすることはありません。\u001b[22m, \u001b[1m他の多くのアニメと同じように、それはすぐに否定的なスポットライトに悪魔を入れていません。\u001b[22m\n\u001b[4mThe setting for the anime is also perfect for the genre of the anime.\u001b[24m\n    \u001b[1mアニメの設定は、アニメのジャンルにも最適です。\u001b[22m, \u001b[1mアニメのための設定は、アニメのジャンルに最適です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters[7]:\n\n\u001b[1mキャラクター[7]：\u001b[22m\n\u001b[1m(Kyarakutā [7 ]:)\u001b[22m\n\nTranslations of \u001b[4mCharacters[7]:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters[7]:\u001b[24m\n    \u001b[1mキャラクター[7]：\u001b[22m\nCharacters aren't the best characters possible, but they also aren't the worst characters. You can see the different type of 'Moe' characters and its characteristics in the different characters. So, overall the characters of the anime aren't anything new and can be seen in other animes.\n\n\u001b[1m文字は可能な限り最良の文字ではありませんが、最悪の文字でもありません。 さまざまなタイプの '萌え'文字とその特徴をさまざまな文字で見ることができます。 したがって、全体的にアニメのキャラクターは新しいものではなく、他のアニメで見ることができます。\u001b[22m\n\u001b[1m(Moji wa kanōnakagiri sairyō no mojide wa arimasenga, saiaku no moji demo arimasen. Samazamana taipu no' moe' moji to sono tokuchō o samazamana moji de miru koto ga dekimasu. Shitagatte, zentai-teki ni anime no kyarakutā wa atarashī monode wa naku, hoka no anime de miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters aren't the best characters possible, but they also aren't the worst characters. You can see the different type of 'Moe' characters and its characteristics in the different characters. So, overall the characters of the anime aren't anything new and can be seen in other animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters aren't the best characters possible, but they also aren't the worst characters.\u001b[24m\n    \u001b[1m文字は可能な限り最良の文字ではありませんが、最悪の文字でもありません。\u001b[22m, \u001b[1m文字は、可能な限り最高の文字はありませんが、彼らはまた、最悪の文字ではありません。\u001b[22m\n\u001b[4mYou can see the different type of 'Moe' characters and its characteristics in the different characters.\u001b[24m\n    \u001b[1mさまざまなタイプの '萌え'文字とその特徴をさまざまな文字で見ることができます。\u001b[22m, \u001b[1mあなたは別の文字に「萌え」の文字とその特徴の異なる種類を見ることができます。\u001b[22m\n\u001b[4mSo, overall the characters of the anime aren't anything new and can be seen in other animes.\u001b[24m\n    \u001b[1mしたがって、全体的にアニメのキャラクターは新しいものではなく、他のアニメで見ることができます。\u001b[22m, \u001b[1mだから、全体的なアニメのキャラクターは新しいものではなく、他のアニメで見ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment[9]:\n\n\u001b[1m楽しさ[9]：\u001b[22m\n\u001b[1m(Tanoshisa [9 ]:)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment[9]:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment[9]:\u001b[24m\n    \u001b[1m楽しさ[9]：\u001b[22m, \u001b[1m楽し[9]：\u001b[22m\nI greatly enjoyed the anime for what it was set out to do and also create an anime that fits the genres of Action, Comedy, Ecchi, Romance, and harem. The genres for the anime are really the main points that anyone chooses to initially watch the anime, or any anime for that matter. It lives up to all of the genres its included in and also creates and enjoyable experience while doing so. The Ecchi genre is one of the main genres for the season and if you don't like ecchi for tip toes on the borderline of full nudity, then you wont like this. However with that said, if you like or are looking for and ecchi anime of that caliber then this anime is worth the watch.\n\n\u001b[1mアクションやコメディ、エッチ、ロマンス、ハーレムのジャンルに合ったアニメを制作しました。 アニメのジャンルは、誰かが最初にアニメ、またはそのアニメを見るために選ぶ主要なポイントです。 それは、その中に含まれているすべてのジャンルまで生きていますし、そうしながら楽しい経験を生み出します。  Ecchiのジャンルはシーズンの主なジャンルの1つであり、完全なヌードの境界線の先端のつま先のためにエッチを気に入らないと、あなたはこれが好きではありません。 しかし、あなたが好きな、またはその口径のエッチアニメを探している場合は、このアニメは、時計の価値があると述べた。\u001b[22m\n\u001b[1m(Akushon ya komedi, etchi, romansu, hāremu no janru ni atta anime o seisaku shimashita. Anime no janru wa, darekaga saisho ni anime, matawa sono anime o miru tame ni erabu shuyōna pointodesu. Sore wa, sono naka ni fukuma rete iru subete no janru made ikite imasushi,-sō shinagara tanoshī keiken o umidashimasu. Ecchi no janru wa shīzun no omona janru no 1tsudeari, kanzen'na nūdo no kyōkai-sen no sentan no tsumasaki no tame ni etchi o kiniiranai to, anata wa kore ga sukide wa arimasen. Shikashi, anata ga sukina, matawa sono kōkei no etchianime o sagashite iru baai wa, kono anime wa, tokei no kachigāru to nobeta.)\u001b[22m\n\nTranslations of \u001b[4mI greatly enjoyed the anime for what it was set out to do and also create an anime that fits the genres of Action, Comedy, Ecchi, Romance, and harem. The genres for the anime are really the main points that anyone chooses to initially watch the anime, or any anime for that matter. It lives up to all of the genres its included in and also creates and enjoyable experience while doing so. The Ecchi genre is one of the main genres for the season and if you don't like ecchi for tip toes on the borderline of full nudity, then you wont like this. However with that said, if you like or are looking for and ecchi anime of that caliber then this anime is worth the watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI greatly enjoyed the anime for what it was set out to do and also create an anime that fits the genres of Action, Comedy, Ecchi, Romance, and harem.\u001b[24m\n    \u001b[1mアクションやコメディ、エッチ、ロマンス、ハーレムのジャンルに合ったアニメを制作しました。\u001b[22m, \u001b[1m私は非常にそれを行うと、またアクション、コメディ、エッチ、ロマンス、そしてハーレムのジャンルに合ったアニメを作成するために着手した何のためにアニメを楽しみました。\u001b[22m\n\u001b[4mThe genres for the anime are really the main points that anyone chooses to initially watch the anime, or any anime for that matter.\u001b[24m\n    \u001b[1mアニメのジャンルは、誰かが最初にアニメ、またはそのアニメを見るために選ぶ主要なポイントです。\u001b[22m, \u001b[1mアニメのためのジャンルは本当に誰もが最初にアニメ、またはそのことについては、アニメを見ることを選ぶことが主なポイントです。\u001b[22m\n\u001b[4mIt lives up to all of the genres its included in and also creates and enjoyable experience while doing so.\u001b[24m\n    \u001b[1mそれは、その中に含まれているすべてのジャンルまで生きていますし、そうしながら楽しい経験を生み出します。\u001b[22m, \u001b[1mそうしながら、それはジャンルのすべての中に含まれており、また作成し、楽しい経験にまで住んでいます。\u001b[22m\n\u001b[4mThe Ecchi genre is one of the main genres for the season and if you don't like ecchi for tip toes on the borderline of full nudity, then you wont like this.\u001b[24m\n    \u001b[1mEcchiのジャンルはシーズンの主なジャンルの1つであり、完全なヌードの境界線の先端のつま先のためにエッチを気に入らないと、あなたはこれが好きではありません。\u001b[22m, \u001b[1mエッチのジャンルは、今シーズンのメインジャンルの一つであり、あなたは、全裸のボーダーライン上の先端のつま先のためのエッチ好きではない場合、あなたは次のように文句を言いません。\u001b[22m\n\u001b[4mHowever with that said, if you like or are looking for and ecchi anime of that caliber then this anime is worth the watch.\u001b[24m\n    \u001b[1mしかし、あなたが好きな、またはその口径のエッチアニメを探している場合は、このアニメは、時計の価値があると述べた。\u001b[22m, \u001b[1mしかしそれであなたが好きかを探していると、その口径のエッチなアニメならば、このアニメは時計の価値がある、と述べました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall[8]:\n\n\u001b[1m全体的な[8]：\u001b[22m\n\u001b[1m(Zentai-tekina [8 ]:)\u001b[22m\n\nTranslations of \u001b[4mOverall[8]:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall[8]:\u001b[24m\n    \u001b[1m全体的な[8]：\u001b[22m, \u001b[1m総合的な[8]：\u001b[22m\nThe overall rating of the anime gets is a 8 out of 10, because even though the anime doesn't excel particularly in any aspect besides the enjoyment, the enjoyment category is the only one that really matters. If you don't like the anime, the best story or characters won't mean anything. It is because of the overall package and enjoyment that, at least I got out of the anime, the anime gets the sore it does.\n\n\u001b[1mアニメが全体的に10点中8点に評価されているのは、アニメが特に楽しめないにもかかわらず、楽しさのカテゴリが唯一重要な点だからです。 あなたがアニメが気に入らなければ、最高のストーリーやキャラクターは何も意味しません。 全体的なパッケージと楽しみのために、少なくとも私はアニメから抜け出した、アニメはそれが痛い取得します。\u001b[22m\n\u001b[1m(Anime ga zentai-teki ni 10-ten-chū 8-ten ni hyōka sa rete iru no wa, anime ga tokuni tanoshimenai nimokakawarazu, tanoshisa no kategori ga yuiitsu jūyōna tendakaradesu. Anata ga anime ga kiniiranakereba, saikō no sutōrī ya kyarakutā wa nani mo imi shimasen. Zentai-tekina pakkēji to tanoshimi no tame ni, sukunakutomo watashi wa anime kara nukedashita, anime wa sore ga itai shutoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe overall rating of the anime gets is a 8 out of 10, because even though the anime doesn't excel particularly in any aspect besides the enjoyment, the enjoyment category is the only one that really matters. If you don't like the anime, the best story or characters won't mean anything. It is because of the overall package and enjoyment that, at least I got out of the anime, the anime gets the sore it does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall rating of the anime gets is a 8 out of 10, because even though the anime doesn't excel particularly in any aspect besides the enjoyment, the enjoyment category is the only one that really matters.\u001b[24m\n    \u001b[1mアニメが全体的に10点中8点に評価されているのは、アニメが特に楽しめないにもかかわらず、楽しさのカテゴリが唯一重要な点だからです。\u001b[22m, \u001b[1mアニメは特に楽しみ以外のあらゆる面で優れていなくても、楽しみのカテゴリが重要な唯一のものであるため、取得するアニメの総合評価は、10のうち8です。\u001b[22m\n\u001b[4mIf you don't like the anime, the best story or characters won't mean anything.\u001b[24m\n    \u001b[1mあなたがアニメが気に入らなければ、最高のストーリーやキャラクターは何も意味しません。\u001b[22m, \u001b[1mあなたはアニメが好きではない場合は、最高のストーリーやキャラクターは何の意味もありません。\u001b[22m\n\u001b[4mIt is because of the overall package and enjoyment that, at least I got out of the anime, the anime gets the sore it does.\u001b[24m\n    \u001b[1m全体的なパッケージと楽しみのために、少なくとも私はアニメから抜け出した、アニメはそれが痛い取得します。\u001b[22m, \u001b[1m私はアニメから出て、少なくとも、全体的なパッケージと楽しさの、アニメはそれがない痛みを取得するためです。\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "TWHunter",
    "profile": "/profile/TWHunter/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=134167",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこんにちは皆私はハイスクールDxd 1＆2シーズンを終えた。 今私の心の中に来ているonyの言葉は素晴らしいです。 だから私はこのレビューを書いて、あなたにこのアニメの様相とそれがすごくすばらしい理由を示しています。\n\nまずストーリーラインについて。 私はこのアニメを見つけ、カバーしている領域を見たとき、「ファンのサービスを何もしていない別のエッチアニメ」のようだった\n完全に間違っている！ 私はそれがファンのサービスの多くの特徴を持っていることを認めますが、ストーリーラインはとても美しいですし、それは完璧に広がっているので、ウルの心を吹き飛ばすことができます。 プラスファンのサービスコメディは、ストーリーラインに素敵な感動を与えるためにそこにあります。\n\n2番目の芸術はアニメに慣れていた。  2013年のアニメから見たものに基づいて、それはかなり良いです。 すべてのキャラクターは、彼らの目的を達成するために、気遣いと神聖なタッチで作られました。 彼らの誰もが自分の秘密、彼自身の美しさを持っています。\n\n三番目の音。 音楽のカバーはとても特別ではないように見えましたが、かなり素晴らしく、もちろんアニメに完全にマッチしました。 彼らはSUPER SUPERではありませんでしたが、彼らは単に素敵でした。\n\n\nキャラクターについて：クリエイターからの卓越した仕事、2度目のアニメ私は2年間アニメを見ていて、私はそれらの全てと個人的な接触の関係から無関心です。 私は単に「文字とGLAMOR」と言うでしょう。\n\nこれまでの楽しみのために私は、アニメ制作の神の創造物を見るだけで、時間を無駄にしないと言います。 毎分以上の価値があります。 面白い - ユーモラスな -  Beautifull  - ロマンチック - エロ（良い方法で）。\n\n\n私はこのアニメ10に10を与えていますが、もし私が10のうちの11を言うことができるのであれば、それは彼の美しさで得られます。 今後数ヶ月間私たちに与えてくれることを願っています。より貴重な瞬間が魅力です！\n\n*私は2013年の最高のアニメのためのこのレビューを書いて光栄です！\n\nP.S私は謝罪した文法の間違いを再確認しました。私はあなたの理解を求めます！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHello everyone i just finished High School Dxd 1&amp;2 seasons. The ony word that is coming now in my mind is AMAZING. So i'm writing this review to show you the aspect of this anime and why it's so amazing.\n\n\u001b[1mこんにちは皆私はハイスクールDxd 1＆2シーズンを終えた。 今私の心の中に来ているonyの言葉は素晴らしいです。 だから私はこのレビューを書いて、あなたにこのアニメの様相とそれがすごくすばらしい理由を示しています。\u001b[22m\n\u001b[1m(Kon'nichiwa mina watashi wa haisukūru Dxd 1& 2 shīzun o oeta. Ima watashi no kokoronouchi ni kite iru onī no kotoba wa subarashīdesu. Dakara watashi wa kono rebyū o kaite, anata ni kono anime no yōsō to sore ga sugoku subarashī riyū o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHello everyone i just finished High School Dxd 1&amp;2 seasons. The ony word that is coming now in my mind is AMAZING. So i'm writing this review to show you the aspect of this anime and why it's so amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHello everyone i just finished High School Dxd 1&amp;2 seasons.\u001b[24m\n    \u001b[1mこんにちは皆私はハイスクールDxd 1＆2シーズンを終えた。\u001b[22m, \u001b[1mみなさん、こんにちは私はちょうどハイスクールD×D 1＆＃038を終了し、2シーズン。\u001b[22m\n\u001b[4mThe ony word that is coming now in my mind is AMAZING.\u001b[24m\n    \u001b[1m今私の心の中に来ているonyの言葉は素晴らしいです。\u001b[22m, \u001b[1m私の心に今来ているONY言葉が素晴らしいです。\u001b[22m\n\u001b[4mSo i'm writing this review to show you the aspect of this anime and why it's so amazing.\u001b[24m\n    \u001b[1mだから私はこのレビューを書いて、あなたにこのアニメの様相とそれがすごくすばらしい理由を示しています。\u001b[22m, \u001b[1mだから私はあなたにこのアニメの側面を表示するには、このレビューを書いて、なぜそれはとても驚くべきことです。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all about the storyline. When i found this anime and saw the areas that is covering i was like ' Another ecchi anime with a lot of fan service nothing more'\n\n\u001b[1mまずストーリーラインについて。 私はこのアニメを見つけ、カバーしている領域を見たとき、「ファンのサービスを何もしていない別のエッチアニメ」のようだった\u001b[22m\n\u001b[1m(Mazu sutōrīrain ni tsuite. Watashi wa kono anime o mitsuke, kabā shite iru ryōiki o mita toki,`fan no sābisu o nani mo shite inai betsu no etchianime' no yōdatta)\u001b[22m\n\nTranslations of \u001b[4mFirst of all about the storyline. When i found this anime and saw the areas that is covering i was like ' Another ecchi anime with a lot of fan service nothing more'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all about the storyline.\u001b[24m\n    \u001b[1mまずストーリーラインについて。\u001b[22m, \u001b[1mストーリーに関するすべての最初の。\u001b[22m\n\u001b[4mWhen i found this anime and saw the areas that is covering i was like ' Another ecchi anime with a lot of fan service nothing more'\u001b[24m\n    \u001b[1m私はこのアニメを見つけ、カバーしている領域を見たとき、「ファンのサービスを何もしていない別のエッチアニメ」のようだった\u001b[22m, \u001b[1m私はこのアニメを発見し、私は「より多くのファンサービスは何もの多くの別のエッチなアニメ「ようだっ覆っている領域を見たとき\u001b[22m\nCOMPLETLY WRONG! I'll admit that it has many characteristics of Fan service, but the storyline is so beautifull and it is expanding so perfect that can blow ur mind away. The plus fan service comedy is there to give a nice touch to the storyline.\n\n\u001b[1m完全に間違っている！ 私はそれがファンのサービスの多くの特徴を持っていることを認めますが、ストーリーラインはとても美しいですし、それは完璧に展開しているので、ウルの心を吹き飛ばすことができます。 プラスファンのサービスコメディは、ストーリーラインに素敵な感動を与えるためにそこにあります。\u001b[22m\n\u001b[1m(Kanzen ni machigatte iru! Watashi wa sore ga fan no sābisu no ōku no tokuchō o motte iru koto o mitomemasuga, sutōrīrain wa totemo utsukushīdesushi, sore wa kanpeki ni tenkai shite irunode, uru no kokoro o fukitobasu koto ga dekimasu. Purasu fan no sābisukomedi wa, sutōrīrain ni sutekina kandō o ataeru tame ni soko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCOMPLETLY WRONG! I'll admit that it has many characteristics of Fan service, but the storyline is so beautifull and it is expanding so perfect that can blow ur mind away. The plus fan service comedy is there to give a nice touch to the storyline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCOMPLETLY WRONG!\u001b[24m\n    \u001b[1m完全に間違っている！\u001b[22m, \u001b[1mCOMPLETLY WRONG！\u001b[22m\n\u001b[4mI'll admit that it has many characteristics of Fan service, but the storyline is so beautifull and it is expanding so perfect that can blow ur mind away.\u001b[24m\n    \u001b[1m私はそれがファンのサービスの多くの特徴を持っていることを認めますが、ストーリーラインはとても美しいですし、それは完璧に展開しているので、ウルの心を吹き飛ばすことができます。\u001b[22m, \u001b[1m私はそれがファンサービスの多くの特徴を持っていることを認めるよ、しかし、ストーリーはとても美しいです、それはウルの心を吹き飛ばすことができるので、完璧に拡大しています。\u001b[22m\n\u001b[4mThe plus fan service comedy is there to give a nice touch to the storyline.\u001b[24m\n    \u001b[1mプラスファンのサービスコメディは、ストーリーラインに素敵な感動を与えるためにそこにあります。\u001b[22m, \u001b[1mプラスファンサービスの喜劇は、ストーリーにいい感じを与えることがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSecond The Art used to the anime. Based to whatever i have saw from 2013 animes it's pretty good. All the characters were created with care and a divine touch to succed their purpose. Everyone of them has his own secret, his own beauty.\n\n\u001b[1m2番目の芸術はアニメに慣れていた。  2013年のアニメから見たものに基づいて、それはかなり良いです。 すべてのキャラクターは、彼らの目的を達成するために、気遣いと神聖なタッチで作られました。 彼らの誰もが自分の秘密、彼自身の美しさを持っています。\u001b[22m\n\u001b[1m(2-Banme no geijutsu wa anime ni narete ita. 2013-Nen no anime kara mita mono ni motodzuite, sore wa kanari yoidesu. Subete no kyarakutā wa, karera no mokuteki o tassei suru tame ni, kidzukai to shinseina tatchi de tsukura remashita. Karera no daremoga jibun no himitsu, kare jishin no utsukushi-sa o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSecond The Art used to the anime. Based to whatever i have saw from 2013 animes it's pretty good. All the characters were created with care and a divine touch to succed their purpose. Everyone of them has his own secret, his own beauty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecond The Art used to the anime.\u001b[24m\n    \u001b[1m2番目の芸術はアニメに慣れていた。\u001b[22m, \u001b[1m第二にザ・アートはアニメに使用します。\u001b[22m\n\u001b[4mBased to whatever i have saw from 2013 animes it's pretty good.\u001b[24m\n    \u001b[1m2013年のアニメから見たものに基づいて、それはかなり良いです。\u001b[22m, \u001b[1m何に基づいて、私はそれはかなり良いことだ2013年のアニメからのこぎりを持っています。\u001b[22m\n\u001b[4mAll the characters were created with care and a divine touch to succed their purpose.\u001b[24m\n    \u001b[1mすべてのキャラクターは、彼らの目的を達成するために、気遣いと神聖なタッチで作られました。\u001b[22m, \u001b[1mすべての文字は、その目的をsuccedように注意し、神のタッチで作成されました。\u001b[22m\n\u001b[4mEveryone of them has his own secret, his own beauty.\u001b[24m\n    \u001b[1m彼らの誰もが自分の秘密、彼自身の美しさを持っています。\u001b[22m, \u001b[1m彼らの誰もが彼自身の秘密、彼自身の美しさを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThird the sound. Although the music covers didn't seem so special they were pretty nice and of course perfectly matched to the anime. They weren't SUPER SUPER but they were simply nice.\n\n\u001b[1m三番目の音。 音楽のカバーはとても特別ではないように見えましたが、かなり素晴らしく、もちろんアニメに完全にマッチしました。 彼らはSUPER SUPERではありませんでしたが、彼らは単に素敵でした。\u001b[22m\n\u001b[1m(San-banme no oto. Ongaku no kabā wa totemo tokubetsude wa nai yō ni miemashitaga, kanari subarashiku, mochiron anime ni kanzen ni matchi shimashita. Karera wa sūpa sūpade wa arimasendeshitaga, karera wa tan'ni sutekideshita.)\u001b[22m\n\nTranslations of \u001b[4mThird the sound. Although the music covers didn't seem so special they were pretty nice and of course perfectly matched to the anime. They weren't SUPER SUPER but they were simply nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThird the sound.\u001b[24m\n    \u001b[1m三番目の音。\u001b[22m, \u001b[1m第三の音。\u001b[22m\n\u001b[4mAlthough the music covers didn't seem so special they were pretty nice and of course perfectly matched to the anime.\u001b[24m\n    \u001b[1m音楽のカバーはとても特別ではないように見えましたが、かなり素晴らしく、もちろんアニメに完全にマッチしました。\u001b[22m, \u001b[1m音楽カバーがそんなに特別ないないようでしたが、それらはかなり素敵だったと、もちろん完全にアニメに合わせました。\u001b[22m\n\u001b[4mThey weren't SUPER SUPER but they were simply nice.\u001b[24m\n    \u001b[1m彼らはSUPER SUPERではありませんでしたが、彼らは単に素敵でした。\u001b[22m, \u001b[1m彼らは、SUPER SUPERませんでしたが、彼らは単に素敵でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAbout characters: An OUTSTANDING job from the creator, the second anime i have seen those 2 years i'm watching anime and i'm immpressed from the connection between all of them and the personal touches on each. I'll simply say ' Characters with GLAMOUR'.\n\n\u001b[1mキャラクターについて：クリエイターからの卓越した仕事、2度目のアニメ私は2年間アニメを見ていて、私はそれらの全てと個人的な接触の関係から無関心です。 私は単に「文字とGLAMOR」と言うでしょう。\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite: Kurieitā kara no takuetsu shita shigoto, 2-dome no anime watashi wa 2-nenkan anime o mite ite, watashi wa sorera no subete to kojin-tekina sesshoku no kankei kara mukanshindesu. Watashi wa tan'ni `moji to GLAMOR' to iudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAbout characters: An OUTSTANDING job from the creator, the second anime i have seen those 2 years i'm watching anime and i'm immpressed from the connection between all of them and the personal touches on each. I'll simply say ' Characters with GLAMOUR'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout characters: An OUTSTANDING job from the creator, the second anime i have seen those 2 years i'm watching anime and i'm immpressed from the connection between all of them and the personal touches on each.\u001b[24m\n    \u001b[1mキャラクターについて：クリエイターからの卓越した仕事、2度目のアニメ私は2年間アニメを見ていて、私はそれらの全てと個人的な接触の関係から無関心です。\u001b[22m, \u001b[1m文字について：作成者からOUTSTANDING仕事、第二のアニメは私はアニメを見ているこれらの2年間を見ていると私はそれらのすべてとそれぞれの個人のタッチとの間の接続からimmpressedよ。\u001b[22m\n\u001b[4mI'll simply say ' Characters with GLAMOUR'.\u001b[24m\n    \u001b[1m私は単に「文字とGLAMOR」と言うでしょう。\u001b[22m, \u001b[1m私は単に「GLAMOURを持つ文字」と言うでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nAs far for the enjoyment i woud say only just see that Divine creation from the anime production and you won't waste your time. It worth every minute and more. Funny-Humoristic - Beautifull - Romantic - Erotic (with a good way ofc).\n\n\u001b[1mこれまでの楽しみのために私は、アニメ制作の神の創造物を見るだけで、時間を無駄にしないと言います。 毎分以上の価値があります。 面白い - ユーモラスな -  Beautifull  - ロマンチック - エロ（良い方法で）。\u001b[22m\n\u001b[1m(Kore made no tanoshimi no tame ni watashi wa, anime seisaku no kami no sōzō-mono o miru dake de, jikan o mudanishinai to iimasu. Maifun ijō no kachi ga arimasu. Omoshiroi - yūmorasu na - Beautifull - romanchikku - ero (yoi hōhō de).)\u001b[22m\n\nTranslations of \u001b[4mAs far for the enjoyment i woud say only just see that Divine creation from the anime production and you won't waste your time. It worth every minute and more. Funny-Humoristic - Beautifull - Romantic - Erotic (with a good way ofc).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far for the enjoyment i woud say only just see that Divine creation from the anime production and you won't waste your time.\u001b[24m\n    \u001b[1mこれまでの楽しみのために私は、アニメ制作の神の創造物を見るだけで、時間を無駄にしないと言います。\u001b[22m, \u001b[1m限りの楽しみのために私はちょうどアニメ制作からその神の作成を参照してください、あなたはあなたの時間を無駄にしないだろうと言うwoud。\u001b[22m\n\u001b[4mIt worth every minute and more.\u001b[24m\n    \u001b[1m毎分以上の価値があります。\u001b[22m, \u001b[1mそれだけの価値は毎分以上。\u001b[22m\n\u001b[4mFunny-Humoristic - Beautifull - Romantic - Erotic (with a good way ofc).\u001b[24m\n    \u001b[1m面白い - ユーモラスな -  Beautifull  - ロマンチック - エロ（良い方法で）。\u001b[22m, \u001b[1mおかしい-Humoristic  - 美しい - ロマンティック - エロ（良い方法のOFCを使用）。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nLast but not least i'm giving to this anime 10 of 10 and if could i would say 11 of 10, cause it earned with his beauty. Let's hope that it wil continue to give us in future months-year more precious moments of it's glamour!\n\n\u001b[1m私はこのアニメ10に10を与えていますが、もし私が10のうちの11を言うことができるのであれば、それは彼の美しさで得られます。 今後数ヶ月間私たちに与えてくれることを願っています。より貴重な瞬間が魅力です！\u001b[22m\n\u001b[1m(Watashi wa kono anime 10 ni 10 o ataete imasuga, moshi watashi ga 10 no uchi no 11 o iu koto ga dekiru nodeareba, sore wa kare no utsukushi-sa de e raremasu. Kongo sū-kagetsu-kan watashitachi ni ataete kureru koto o negatte imasu. Yori kichōna shunkan ga miryokudesu!)\u001b[22m\n\nTranslations of \u001b[4mLast but not least i'm giving to this anime 10 of 10 and if could i would say 11 of 10, cause it earned with his beauty. Let's hope that it wil continue to give us in future months-year more precious moments of it's glamour!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLast but not least i'm giving to this anime 10 of 10 and if could i would say 11 of 10, cause it earned with his beauty.\u001b[24m\n    \u001b[1m私はこのアニメ10に10を与えていますが、もし私が10のうちの11を言うことができるのであれば、それは彼の美しさで得られます。\u001b[22m, \u001b[1m少なくとも最後のではなく、私はこのアニメに10の10を与え、それが彼の美しさで獲得した原因私は、10の11を言うことができればよ。\u001b[22m\n\u001b[4mLet's hope that it wil continue to give us in future months-year more precious moments of it's glamour!\u001b[24m\n    \u001b[1m今後数ヶ月間私たちに与えてくれることを願っています。より貴重な瞬間が魅力です！\u001b[22m, \u001b[1mのは、それはそれの魅力の将来の月・年以上の貴重な瞬間に私たちを与え続けるウィルことを期待しましょう！\u001b[22m\n\u001b[1m\u001b[22m\n*I'm honored writing this review for one of the best anime of 2013!\n\n\u001b[1m*私は2013年の最高のアニメのためのこのレビューを書いて光栄です！\u001b[22m\n\u001b[1m(* Watashi wa 2013-nen no saikō no anime no tame no kono rebyū o kaite kōeidesu!)\u001b[22m\n\nTranslations of \u001b[4m*I'm honored writing this review for one of the best anime of 2013!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*I'm honored writing this review for one of the best anime of 2013!\u001b[24m\n    \u001b[1m*私は2013年の最高のアニメのためのこのレビューを書いて光栄です！\u001b[22m, \u001b[1m*私は2013年の最高のアニメの一つのためにこのレビューを書いて光栄！\u001b[22m\n\u001b[1m\u001b[22m\nP.S I double checked the review for any Grammar mistakes i apologize and i ask for your understanding!\n\n\u001b[1mP.S私は謝罪した文法の間違いを再確認しました。私はあなたの理解を求めます！\u001b[22m\n\u001b[1m(P. S watashi wa shazai shita bunpō no machigai o sai kakunin shimashita. Watashi wa anata no rikai o motomemasu!)\u001b[22m\n\nTranslations of \u001b[4mP.S I double checked the review for any Grammar mistakes i apologize and i ask for your understanding!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S I double checked the review for any Grammar mistakes i apologize and i ask for your understanding!\u001b[24m\n    \u001b[1mP.S私は謝罪した文法の間違いを再確認しました。私はあなたの理解を求めます！\u001b[22m, \u001b[1mP.S私は二重の私が謝罪任意の文法ミスのレビューをチェックして、私はあなたの理解を求めます！\u001b[22m"
  },
  {
    "title": "High_School_DxD_New",
    "id": "15451",
    "url": "https://myanimelist.net/anime/15451/High_School_DxD_New",
    "user": "Izayasho",
    "profile": "/profile/Izayasho/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=132553",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  5\nキャラクター|  6\n|  10\n\nさて、あなたはエッチと絶え間ない笑いのファンでなければ、このアニメはあなたのためではありません。 キャラクターは最初はやや進んでいますが、彼らは常に強くなってきていると気づくようになります。同時に、このアニメの多くは、第2シーズンだと思って重複しています。 主に深刻で非社会的な私のような誰かのために、このアニメは私が自分の成熟と正気に疑問を抱くようなところまで私はかなり厄介に笑っていました。 だから、もしあなたが最初のシーズンを見て楽しんだなら、この1つを見て、今シーズンを終えた人のために私は強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay so if your not a fan of ecchi and constant laughter then this anime is not for you. The characters are slightly cliche at first but you come to realize that they are constantly changing an becoming stronger and at the same time funnier I really cant say much on this anime mainly because i find it redundant considering it is the second season but what i will say is for someone like me who is mainly serious and non social this anime had me laughing to myself quite awkwardly to the point where i would question my maturity and sanity. So if you have watched the first season and enjoyed it then i suggest you watch this one and for any who have already finished this season i STRONGLY recommend the light novel.\n\n\u001b[1mさて、あなたはエッチと絶え間ない笑いのファンでなければ、このアニメはあなたのためではありません。 キャラクターは最初はやや進んでいますが、彼らは常に強くなってきていると気づくようになります。同時に、このアニメの多くは、第2シーズンだと思って重複しています。 主に深刻で非社会的な私のような誰かのために、このアニメは私が自分の成熟と正気に疑問を抱くようなところまで私はかなり厄介に笑っていました。 だから、もしあなたが最初のシーズンを見て楽しんだなら、この1つを見て、今シーズンを終えた人のために私は強くお勧めします。\u001b[22m\n\u001b[1m(Sate, anata wa etchi to taema nai warai no fandenakereba, kono anime wa anata no tamede wa arimasen. Kyarakutā wa saisho wa yaya susunde imasuga, karera wa tsuneni tsuyoku natte kite iru to kidzuku yō ni narimasu. Dōjini, kono anime no ōku wa, dai 2 shīzunda to omotte jūfuku shite imasu. Omoni shinkokude hishakaitekina watashi no yōna dareka no tame ni, kono anime wa watashi ga jibun no seijuku to shōki ni gimon o daku yōna tokoro made watashi wa kanari yakkai ni waratte imashita. Dakara, moshi anata ga saisho no shīzun o mite tanoshindanara, kono 1tsu o mite, ima shīzun o oeta hito no tame ni watashi wa tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOkay so if your not a fan of ecchi and constant laughter then this anime is not for you. The characters are slightly cliche at first but you come to realize that they are constantly changing an becoming stronger and at the same time funnier I really cant say much on this anime mainly because i find it redundant considering it is the second season but what i will say is for someone like me who is mainly serious and non social this anime had me laughing to myself quite awkwardly to the point where i would question my maturity and sanity. So if you have watched the first season and enjoyed it then i suggest you watch this one and for any who have already finished this season i STRONGLY recommend the light novel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay so if your not a fan of ecchi and constant laughter then this anime is not for you.\u001b[24m\n    \u001b[1mさて、あなたはエッチと絶え間ない笑いのファンでなければ、このアニメはあなたのためではありません。\u001b[22m, \u001b[1mさて、もしそうならエッチし、一定笑いのあなたのファンではないが、このアニメはあなたのためではありません。\u001b[22m\n\u001b[4mThe characters are slightly cliche at first but you come to realize that they are constantly changing an becoming stronger and at the same time funnier I really cant say much on this anime mainly because i find it redundant considering it is the second season but what i will\u001b[24m\n    \u001b[1mキャラクターは最初はやや進んでいますが、彼らは常に強くなってきていると気づくようになります。同時に、このアニメの多くは、第2シーズンだと思って重複しています。\u001b[22m, \u001b[1m文字は少し最初は決まり文句されていますが、彼らは常に強くなってきてと笑えると同時に、私は本当にカントは、私はそれを見つける主な理由はこのアニメにはあまり言う変化していることを認識するようになり、冗長、第2シーズンで考慮しかし、私はなります\u001b[22m\n\u001b[4msay is for someone like me who is mainly serious and non social this anime had me laughing to myself quite awkwardly to the point where i would question my maturity and sanity.\u001b[24m\n    \u001b[1m主に深刻で非社会的な私のような誰かのために、このアニメは私が自分の成熟と正気に疑問を抱くようなところまで私はかなり厄介に笑っていました。\u001b[22m, \u001b[1mこのアニメは私が私が私の成熟度と正気を疑問だろうポイントにかなりぎこちなく自分自身に笑っていた主に深刻で、非社会的である私のような誰かのためであると言います。\u001b[22m\n\u001b[4mSo if you have watched the first season and enjoyed it then i suggest you watch this one and for any who have already finished this season i STRONGLY recommend the light novel.\u001b[24m\n    \u001b[1mだから、もしあなたが最初のシーズンを見て楽しんだなら、この1つを見て、今シーズンを終えた人のために私は強くお勧めします。\u001b[22m, \u001b[1mあなたが最初のシーズンを見て、それを楽しんでいるそうだとすれば、次に私はあなたがこの1を見て、すでに今シーズンを終えた人いずれかのために私は強くライトノベルをお勧めしますお勧めします。\u001b[22m"
  }
]
