[
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "AkariUchiha",
    "profile": "/profile/AkariUchiha/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=226828",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  10\n\nさて、ストーリーはややオリジナルですが、主な焦点はキャラクターです。  Sunako（主人公）は、おそらくすべての時間の中で最もユニークな女性キャラクターの1つです。 彼女は物語を絶対に陽気にして、私はもっと欲求を続けた。 それぞれのキャラクターは非常に異なるペルソナを持っています。 このアニメは、現代的でより現実的なエンディングに変わったクリシェ状況を提示する。 それは私たちが感謝できるここやそこの教訓を教えるかもしれません。\nほとんどの人は、このアニメにアートワークのせいで貧弱な格付けを与えてしまい、それがうんざりしてしまいます。 確かに男性のキャストには女性的な特徴がありますが、それを乗り越えればアニメは非常に楽しいものになります。 私は絶対にお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAlright so the story is somewhat original but the main focus are the characters. Sunako (main character) is probably one of the most unique female characters of all time. She makes the story absolutely hilarious and I kept craving for more. The characters each have very distinct personas, that I believe many have grown attached to. This anime presents itself with cliche situations turned into modern, more realistic endings. It may even teach a lesson here and there which we can appreciate.\n\n\u001b[1mさて、ストーリーはややオリジナルですが、主な焦点はキャラクターです。  Sunako（主人公）は、おそらくすべての時間の中で最もユニークな女性キャラクターの1つです。 彼女は物語を絶対に陽気にして、私はもっと欲求を続けた。 それぞれのキャラクターは非常に異なるペルソナを持っています。 このアニメは、現代的でより現実的なエンディングに変わったクリシェ状況を提示する。 それは私たちが感謝できるここやそこの教訓を教えるかもしれません。\u001b[22m\n\u001b[1m(Sate, sutōrī wa yaya orijinarudesuga, omona shōten wa kyarakutādesu. Sunako (shujinkō) wa, osoraku subete no jikan no naka de mottomo yunīkuna josei kyarakutā no 1tsudesu. Kanojo wa monogatari o zettai ni yōki ni shite, watashi wa motto yokkyū o tsudzuketa. Sorezore no kyarakutā wa hijō ni kotonaru perusona o motte imasu. Kono anime wa, gendai-tekide yori genjitsu-tekina endingu ni kawatta kurishe jōkyō o teiji suru. Sore wa watashitachi ga kansha dekiru koko ya soko no kyōkun o oshieru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mAlright so the story is somewhat original but the main focus are the characters. Sunako (main character) is probably one of the most unique female characters of all time. She makes the story absolutely hilarious and I kept craving for more. The characters each have very distinct personas, that I believe many have grown attached to. This anime presents itself with cliche situations turned into modern, more realistic endings. It may even teach a lesson here and there which we can appreciate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright so the story is somewhat original but the main focus are the characters.\u001b[24m\n    \u001b[1mさて、ストーリーはややオリジナルですが、主な焦点はキャラクターです。\u001b[22m, \u001b[1m大丈夫そう物語は幾分元であるが、主な焦点は、文字です。\u001b[22m\n\u001b[4mSunako (main character) is probably one of the most unique female characters of all time.\u001b[24m\n    \u001b[1mSunako（主人公）は、おそらくすべての時間の中で最もユニークな女性キャラクターの1つです。\u001b[22m, \u001b[1mSunako（主人公）は、おそらくすべての時間の中で最もユニークな女性キャラクターの一つです。\u001b[22m\n\u001b[4mShe makes the story absolutely hilarious and I kept craving for more.\u001b[24m\n    \u001b[1m彼女は物語を絶対に陽気にして、私はもっと欲求を続けた。\u001b[22m, \u001b[1m彼女は話は絶対に陽気になり、私はより多くのための渇望を続けました。\u001b[22m\n\u001b[4mThe characters each have very distinct personas, that I believe many have grown attached to.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは非常に異なるペルソナを持っています。\u001b[22m, \u001b[1m文字ずつ、私は多くの人がに接続されている成長していると信じて、非常に明確なペルソナを持っています。\u001b[22m\n\u001b[4mThis anime presents itself with cliche situations turned into modern, more realistic endings.\u001b[24m\n    \u001b[1mこのアニメは、現代的でより現実的なエンディングに変わったクリシェ状況を提示する。\u001b[22m, \u001b[1mこのアニメは、近代的な、より現実的な結末になっ決まり文句の状況で自分自身を提示します。\u001b[22m\n\u001b[4mIt may even teach a lesson here and there which we can appreciate.\u001b[24m\n    \u001b[1mそれは私たちが感謝できるここやそこの教訓を教えるかもしれません。\u001b[22m, \u001b[1mそれも、私たちが理解することができるどのあちこちでレッスンを教えることがあります。\u001b[22m\nMost people will give this anime a poor rating solely due to the artwork and that's upsetting. Sure the male cast has some feminine characteristics but once you get over that the anime is very enjoyable. I definitely recommend.\n\n\u001b[1mほとんどの人は、このアニメにアートワークのせいで貧弱な格付けを与えてしまい、それがうんざりしてしまいます。 確かに男性のキャストには女性的な特徴がありますが、それを乗り越えればアニメは非常に楽しいものになります。 私は絶対にお勧めします。\u001b[22m\n\u001b[1m(Hotondo no hito wa, kono anime ni ātowāku no sei de hinjakuna kakudzuke o ataete shimai, sore ga unzari shite shimaimasu. Tashika ni dansei no kyasuto ni wa josei-tekina tokuchō ga arimasuga, sore o norikoereba anime wa hijō ni tanoshī mono ni narimasu. Watashi wa zettai ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMost people will give this anime a poor rating solely due to the artwork and that's upsetting. Sure the male cast has some feminine characteristics but once you get over that the anime is very enjoyable. I definitely recommend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost people will give this anime a poor rating solely due to the artwork and that's upsetting.\u001b[24m\n    \u001b[1mほとんどの人は、このアニメにアートワークのせいで貧弱な格付けを与えてしまい、それがうんざりしてしまいます。\u001b[22m, \u001b[1mほとんどの人はこのアニメをアートワークにのみ不良による評価を与えるだろうし、それは動揺です。\u001b[22m\n\u001b[4mSure the male cast has some feminine characteristics but once you get over that the anime is very enjoyable.\u001b[24m\n    \u001b[1m確かに男性のキャストには女性的な特徴がありますが、それを乗り越えればアニメは非常に楽しいものになります。\u001b[22m, \u001b[1m男性キャストがいくつかフェミニンな特性を持っていますが、あなたはアニメが非常に楽しいであることを乗り越える一度確認してください。\u001b[22m\n\u001b[4mI definitely recommend.\u001b[24m\n    \u001b[1m私は絶対にお勧めします。\u001b[22m, \u001b[1m私は間違いなくお勧めします。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "Nightray8",
    "profile": "/profile/Nightray8/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=35301",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  10\n\n親愛なる仲間のアニメ愛好家、\n\n私は本当にこのアニメを楽しんだ、それはとても爽やかに面白かった！ 私は偉大な教師鬼塚以来、面白いアニメを見たことはないと思う。 ストーリーはOKだと思いましたが、人生の状況が少し落ち込んだり、荒れ果てたり、景気後退の中、政治革命や日本の地震などを見て、あなたが見なければならないアニメのタイプ - これは完璧なものです あなたの顔にスミレを置く。 すべてのエピソードで、あなたは笑って自分自身に笑顔を残します。 その本当に陽気で、ジョークとアニメーションが一緒になって、より豊かな経験ができます。\n\n私は本当に音楽を楽しんだと付け加えたい、私はBIGのアニメサウンドトラックコレクターで、このアニメの音楽が大好き！ 残念ながら私はどこでもインターネット上でそれを見つけることはできません。  （オープニングとエンディングのテーマ曲のほかに）\n\n私が言及している音楽、特に1つのトラックを知りたいのであれば、アニメの間にかなりの機能がありますが、エピソード25（最終版）と6.51から7.27に行くと、 背景と、7.19から、バイオリンは本当に素晴らしいです...！ 私は音楽を愛し、フルトラックのために本当に狩りをしています。\n\nもしあなたが私がこの音楽をどこで見つけることができるか分かっているなら、私はあなたの考えに非常に感謝しています！  :)\n\nこれは全体的に爽やかな陽気なアニメでした。私はそれを見てうれしいです！\n\nあなたが好きなら、Kimi Ni Todokeも好きになるでしょう - ちなみにそれの背後にあるとても良いサウンドトラックもあります。\n\n神のご加護を。\n\nナイレイ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDear fellow Anime lovers,\n\n\u001b[1m親愛なる仲間のアニメ愛好家、\u001b[22m\n\u001b[1m(Shin'ainaru nakama no anime aikō-ka,)\u001b[22m\n\nTranslations of \u001b[4mDear fellow Anime lovers,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDear fellow Anime lovers,\u001b[24m\n    \u001b[1m親愛なる仲間のアニメ愛好家、\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this anime, it was so refreshingly funny! I do not think I have seen an anime as funny since Great Teacher Onizuka. I thought the story was OK but its the type of anime you need to watch when things in life are a little depressing or bleak, or in an economic downturn, with political revolutions, earthquakes in Japan etc - this is the perfect thing to watch to put a SMILE to your face. Every episode leaves you laughing and smiling to yourself. Its really upbeat and the jokes and animation together make the experience all the more richer.\n\n\u001b[1m私は本当にこのアニメを楽しんだ、それはとても爽やかに面白かった！ 私は偉大な教師鬼塚以来、面白いアニメを見たことはないと思う。 ストーリーはOKだと思いましたが、人生の状況が少し落ち込んだり、荒れ果てたり、景気後退の中、政治革命や日本の地震などを見て、あなたが見なければならないアニメのタイプ - これは完璧なものです あなたの顔にスミレを置く。 すべてのエピソードで、あなたは笑って自分自身に笑顔を残します。 その本当に陽気で、ジョークとアニメーションが一緒になって、より豊かな経験ができます。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o tanoshinda, sore wa totemo sawayaka ni omoshirokatta! Watashi wa idaina kyōshi Onidzuka irai, omoshiroi anime o mita koto wa nai to omou. Sutōrī wa OKda to omoimashitaga, jinsei no jōkyō ga sukoshi ochikon dari, arehate tari, keiki kōtai no naka, seiji kakumei ya Nihon no jishin nado o mite, anata ga minakereba naranai anime no taipu - kore wa kanpekina monodesu anata no kao ni sumire o oku. Subete no episōdo de, anata wa waratte jibun jishin ni egao o nokoshimasu. Sono hontōni yōkide, jōku to animēshon ga issho ni natte, yori yutakana keiken ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime, it was so refreshingly funny! I do not think I have seen an anime as funny since Great Teacher Onizuka. I thought the story was OK but its the type of anime you need to watch when things in life are a little depressing or bleak, or in an economic downturn, with political revolutions, earthquakes in Japan etc - this is the perfect thing to watch to put a SMILE to your face. Every episode leaves you laughing and smiling to yourself. Its really upbeat and the jokes and animation together make the experience all the more richer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime, it was so refreshingly funny!\u001b[24m\n    \u001b[1m私は本当にこのアニメを楽しんだ、それはとても爽やかに面白かった！\u001b[22m, \u001b[1m私は実際にそれがとても爽快面白かった、このアニメを楽しんで！\u001b[22m\n\u001b[4mI do not think I have seen an anime as funny since Great Teacher Onizuka.\u001b[24m\n    \u001b[1m私は偉大な教師鬼塚以来、面白いアニメを見たことはないと思う。\u001b[22m, \u001b[1m私はグレートティーチャーオニヅカ以来として面白いアニメを見ているとは思いません。\u001b[22m\n\u001b[4mI thought the story was OK but its the type of anime you need to watch when things in life are a little depressing or bleak, or in an economic downturn, with political revolutions, earthquakes in Japan etc - this is the perfect thing to watch to\u001b[24m\n    \u001b[1mストーリーはOKだと思いましたが、人生の状況が少し落ち込んだり、荒れ果てたり、景気後退の中、政治革命や日本の地震などを見て、あなたが見なければならないアニメのタイプ - これは完璧なものです\u001b[22m, \u001b[1mこれはに見て完璧なものである - 私は政治革命、日本の地震などで、ストーリーはOKだと思ったが、あなたが生活の中で物事が少し気のめいるまたは暗いである場合に監視する必要があり、アニメのタイプ、または景気低迷で\u001b[22m\n\u001b[4mput a SMILE to your face.\u001b[24m\n    \u001b[1mあなたの顔にスミレを置く。\u001b[22m, \u001b[1mあなたの顔に笑顔を置きます。\u001b[22m\n\u001b[4mEvery episode leaves you laughing and smiling to yourself.\u001b[24m\n    \u001b[1mすべてのエピソードで、あなたは笑って自分自身に笑顔を残します。\u001b[22m, \u001b[1mすべてのエピソードは、あなたが笑って自分自身に笑って残します。\u001b[22m\n\u001b[4mIts really upbeat and the jokes and animation together make the experience all the more richer.\u001b[24m\n    \u001b[1mその本当に陽気で、ジョークとアニメーションが一緒になって、より豊かな経験ができます。\u001b[22m, \u001b[1mその本当に明るいとジョークやアニメーションを一緒に経験がより一層豊かになります。\u001b[22m\n\u001b[1m\u001b[22m\nI would like to add that I really enjoyed the music, I am a BIG anime soundtrack collector, and I loved the music for this anime! Unfortunately I cannot find it anywhere on the internet. (Aside from the opening and ending theme tunes)\n\n\u001b[1m私は本当に音楽を楽しんだと付け加えたい、私はBIGのアニメサウンドトラックコレクターで、このアニメの音楽が大好き！ 残念ながら私はどこでもインターネット上でそれを見つけることはできません。  （オープニングとエンディングのテーマ曲のほかに）\u001b[22m\n\u001b[1m(Watashi wa hontōni ongaku o tanoshinda to tsukekuwaetai, watashi wa bikku no animesaundotorakkukorekutā de, kono anime no ongaku ga daisuki zan'nen'nagara watashi wa doko demo intānetto-jō de sore o mitsukeru koto wa dekimasen. (Ōpuningu to endingu no tēma-kyoku no hoka ni))\u001b[22m\n\nTranslations of \u001b[4mI would like to add that I really enjoyed the music, I am a BIG anime soundtrack collector, and I loved the music for this anime! Unfortunately I cannot find it anywhere on the internet. (Aside from the opening and ending theme tunes)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would like to add that I really enjoyed the music, I am a BIG anime soundtrack collector, and I loved the music for this anime!\u001b[24m\n    \u001b[1m私は本当に音楽を楽しんだと付け加えたい、私はBIGのアニメサウンドトラックコレクターで、このアニメの音楽が大好き！\u001b[22m, \u001b[1m私はBIGアニメのサウンドトラック集です、と私はこのアニメの音楽を愛し、私は本当に音楽を楽しんだことを追加したいと思います！\u001b[22m\n\u001b[4mUnfortunately I cannot find it anywhere on the internet.\u001b[24m\n    \u001b[1m残念ながら私はどこでもインターネット上でそれを見つけることはできません。\u001b[22m, \u001b[1m残念ながら、私は、インターネット上の任意の場所にそれを見つけることができません。\u001b[22m\n\u001b[4m(Aside from the opening and ending theme tunes)\u001b[24m\n    \u001b[1m（オープニングとエンディングのテーマ曲のほかに）\u001b[22m, \u001b[1m（別に開口部から、テーマ曲を終了）\u001b[22m\n\u001b[1m\u001b[22m\nIf you would like to know what music I am referring to - one track in particular, it features quite a lot during the anime, but if you go to episode 25 (the final ep) and from 6.51 to 7.27 there is a song in the background, and from 7.19 the violins are really amazing...! I love the music and am really hunting for the full track.\n\n\u001b[1m私が言及している音楽、特に1つのトラックを知りたいのであれば、アニメの間にかなりの機能がありますが、エピソード25（最終版）と6.51から7.27に行くと、 背景と、7.19から、バイオリンは本当に素晴らしいです...！ 私は音楽を愛し、フルトラックのために本当に狩りをしています。\u001b[22m\n\u001b[1m(Watashi ga genkyū shite iru ongaku, tokuni 1tsu no torakku o shiritai nodeareba, anime no ma ni kanari no kinō ga arimasuga, episōdo 25 (saishūhan) to 6. 51 Kara 7. 27 Ni iku to, haikei to, 7. 19 Kara, baiorin wa hontōni subarashīdesu... ! Watashi wa ongaku o aishi, furu torakku no tame ni hontōni kari o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you would like to know what music I am referring to - one track in particular, it features quite a lot during the anime, but if you go to episode 25 (the final ep) and from 6.51 to 7.27 there is a song in the background, and from 7.19 the violins are really amazing...! I love the music and am really hunting for the full track.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you would like to know what music I am referring to - one track in particular, it features quite a lot during the anime, but if you go to episode 25 (the final ep) and from 6.51 to 7.27 there is a song in the\u001b[24m\n    \u001b[1m私が言及している音楽、特に1つのトラックを知りたいのであれば、アニメの間にかなりの機能がありますが、エピソード25（最終版）と6.51から7.27に行くと、\u001b[22m, \u001b[1mあなたは私が参照していますどのような音楽をお知りになりたい場合は - 特に1トラック、それはアニメの間に非常に多くを提供していますが、あなたは6.51から7.27までのエピソード25（最終EP）とに行けば中の曲があります\u001b[22m\n\u001b[4mbackground, and from 7.19 the violins are really amazing...!\u001b[24m\n    \u001b[1m背景と、7.19から、バイオリンは本当に素晴らしいです...！\u001b[22m, \u001b[1m背景、および7.19からバイオリンは本当に素晴らしいです...！\u001b[22m\n\u001b[4mI love the music and am really hunting for the full track.\u001b[24m\n    \u001b[1m私は音楽を愛し、フルトラックのために本当に狩りをしています。\u001b[22m, \u001b[1m私は音楽を愛し、本当にフルトラックを探しています。\u001b[22m\n\u001b[1m\u001b[22m\nIf any of you have any idea where I might find this music I would greatly appreciate your thoughts! :)\n\n\u001b[1mもしあなたが私がこの音楽をどこで見つけることができるか分かっているなら、私はあなたの考えに非常に感謝しています！  :)\u001b[22m\n\u001b[1m(Moshi anata ga watashi ga kono ongaku o doko de mitsukeru koto ga dekiru ka wakatte irunara, watashi wa anata no kangae ni hijō ni kansha shite imasu! : ))\u001b[22m\n\nTranslations of \u001b[4mIf any of you have any idea where I might find this music I would greatly appreciate your thoughts! :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf any of you have any idea where I might find this music I would greatly appreciate your thoughts!\u001b[24m\n    \u001b[1mもしあなたが私がこの音楽をどこで見つけることができるか分かっているなら、私はあなたの考えに非常に感謝しています！\u001b[22m, \u001b[1mあなたのいずれかが、私はこの曲を見つけるかもしれない任意のアイデアを持っている場合、私は自分の考えを大幅にいただければ幸いです！\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nThis was a refreshingly HILARIOUS anime overall, am glad I watched it!\n\n\u001b[1mこれは全体的に爽やかな陽気なアニメでした。私はそれを見てうれしいです！\u001b[22m\n\u001b[1m(Kore wa zentai-teki ni sawayakana yōkina animedeshita. Watashi wa sore o mite ureshīdesu!)\u001b[22m\n\nTranslations of \u001b[4mThis was a refreshingly HILARIOUS anime overall, am glad I watched it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was a refreshingly HILARIOUS anime overall, am glad I watched it!\u001b[24m\n    \u001b[1mこれは全体的に爽やかな陽気なアニメでした。私はそれを見てうれしいです！\u001b[22m, \u001b[1mこれは私がそれを見てうれしく思います、全体的な爽快陽気なアニメでした！\u001b[22m\n\u001b[1m\u001b[22m\nIf you like this you will also like Kimi Ni Todoke - incidentally also has very good soundtrack behind it.\n\n\u001b[1mあなたが好きなら、Kimi Ni Todokeも好きになるでしょう - ちなみにそれの背後にあるとても良いサウンドトラックもあります。\u001b[22m\n\u001b[1m(Anatagasukinara, Kimi Ni Todoke mo suki ni narudeshou - chinamini sore no haigo ni aru tote mo yoi saundotorakku mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like this you will also like Kimi Ni Todoke - incidentally also has very good soundtrack behind it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like this you will also like Kimi Ni Todoke - incidentally also has very good soundtrack behind it.\u001b[24m\n    \u001b[1mあなたが好きなら、Kimi Ni Todokeも好きになるでしょう - ちなみにそれの背後にあるとても良いサウンドトラックもあります。\u001b[22m, \u001b[1mあなたがこれを好きなら、あなたも君に届け好きになるでしょう - 偶然にも、その背後にある非常に優れたサウンドトラックを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nGod bless.\n\n\u001b[1m神のご加護を。\u001b[22m\n\u001b[1m(Kami no go kago o.)\u001b[22m\n\nTranslations of \u001b[4mGod bless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGod bless.\u001b[24m\n    \u001b[1m神のご加護を。\u001b[22m, \u001b[1m神は祝福します。\u001b[22m\n\u001b[1m\u001b[22m\nNightray.\n\n\u001b[1mナイレイ。\u001b[22m\n\u001b[1m(Nairei.)\u001b[22m\n\nTranslations of \u001b[4mNightray.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNightray.\u001b[24m\n    \u001b[1mナイレイ。\u001b[22m, \u001b[1mナイトレイ。\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "red_888",
    "profile": "/profile/red_888/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=7834",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n中原駿子という非常に奇妙な少女の物語。 あなたは普通の15歳の女の子ではありませんが、鏡で自分自身を見ることを愛して、太っていくことに気をつけています。そういうわけで、彼女は解剖学的なマネキンフェチ（実際に名前を持っています） 巨大な映画の前で食べることができるホラー映画中毒者、彼女のカーテンは黒だった。彼女は明るい光に耐えられない。 今、彼女は4人の「光る存在」の存在下でどうして生き残ることができますか？ 中学校の少年が彼女に醜いと話した後、彼女は本当に自制心が低い。 そして今、彼女の叔母は、彼女が見ることができない4人の非常にハンサムな男性（彼女は美しいものや人を見ているときに鼻血）と一緒に住むように彼女を結びつけました。 彼女の叔母さんはまた、4人の男に彼女を女性にしてもらい、彼らの家賃は無料になると頼んだ！ しかし、そうでなければ、それは3倍になります。 彼らはそれを作るのだろうか、彼らは降伏するだろうか？ 非常に陽気なアニメでしたが、誰もがこれを楽しんでいます！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA story of a very weird girl named Sunako Nakahara. Not you're ordinary 15 year old girl who loves to look at themselves at the mirror, concious of becoming fat, pimples..etc.. Instead, she has anatomical manequins fetish (they actually have names), her room was filled with preserved organs, disected frogs, skulls, a horror movie addict (she can eat in front of very gross movie), her curtains were black.. She can't stand the bright lights. Now, how can she ever survive in the presence of four 'radiant beings'? She really has a low self-steem after a boy from their middle school told her she was ugly. And now her auntie bound her to live with 4 very handsome men which she can't stand to look at (she nosebleed when she's looking at beautiful things or person). Her auntie also asked the 4 guys to make her a lady and their rent will be FREE! But if NOT, it will be tripled. Will they make it or will they surrender? It was a very HILARIOUS anime, everyone will enjoy this!\n\n\u001b[1m中原駿子という非常に奇妙な少女の物語。 あなたは普通の15歳の女の子ではありませんが、鏡で自分自身を見ることを愛して、太っていくことに気をつけています。そういうわけで、彼女は解剖学的なマネキンフェチ（実際に名前を持っています） 巨大な映画の前で食べることができるホラー映画中毒者、彼女のカーテンは黒だった。彼女は明るい光に耐えられない。 今、彼女は4人の「光る存在」の存在下でどうして生き残ることができますか？ 中学校の少年が彼女に醜いと話した後、彼女は本当に自制心が低い。 そして今、彼女の叔母は、彼女が見ることができない4人の非常にハンサムな男性（彼女は美しいものや人を見ているときに鼻血）と一緒に住むように彼女を結びつけました。 彼女の叔母さんはまた、4人の男に彼女を女性にしてもらい、彼らの家賃は無料になると頼んだ！ しかし、そうでなければ、それは3倍になります。 彼らはそれを作るのだろうか、彼らは降伏するだろうか？ 非常に陽気なアニメでしたが、誰もがこれを楽しんでいます！\u001b[22m\n\u001b[1m(Nakahara shun ko to iu hijō ni kimyōna shōjo no monogatari. Anata wa futsū no 15-sai no on'nanokode wa arimasenga,-kyō de jibun jishin o miru koto o aishite, futotte iku koto ni ki o tsukete imasu. Sō iu wake de, kanojo wa kaibōgakutekina manekinfechi (jissai ni namae o motte imasu) kyodaina eiga no mae de taberu koto ga dekiru horā eiga chūdoku-sha, kanojo no kāten wa kurodatta. Kanojo wa akarui hikari ni tae rarenai. Ima, kanojo wa 4-ri no `hikaru sonzai' no sonzai-ka de dōshite ikinokoru koto ga dekimasu ka? Chūgakkō no shōnen ga kanojo ni minikui to hanashita nochi, kanojo wa hontōni jiseishin ga hikui. Soshite ima, kanojo no oba wa, kanojo ga miru koto ga dekinai 4-ri no hijō ni hansamuna dansei (kanojo wa utsukushī mono ya hito o mite iru toki ni hanadji) to issho ni sumu yō ni kanojo o musubitsukemashita. Kanojo no obasan wa mata, 4-ri no otoko ni kanojo o josei ni shite morai, karera no yachin wa muryō ni naru to tanonda! Shikashi,-sōdenakereba, sore wa 3-bai ni narimasu. Karera wa sore o tsukuru nodarou ka, karera wa kōfuku surudarou ka? Hijō ni yōkina animedeshitaga, daremoga kore o tanoshinde imasu!)\u001b[22m\n\nTranslations of \u001b[4mA story of a very weird girl named Sunako Nakahara. Not you're ordinary 15 year old girl who loves to look at themselves at the mirror, concious of becoming fat, pimples..etc.. Instead, she has anatomical manequins fetish (they actually have names), her room was filled with preserved organs, disected frogs, skulls, a horror movie addict (she can eat in front of very gross movie), her curtains were black.. She can't stand the bright lights. Now, how can she ever survive in the presence of four 'radiant beings'? She really has a low self-steem after a boy from their middle school told her she was ugly. And now her auntie bound her to live with 4 very handsome men which she can't stand to look at (she nosebleed when she's looking at beautiful things or person). Her auntie also asked the 4 guys to make her a lady and their rent will be FREE! But if NOT, it will be tripled. Will they make it or will they surrender? It was a very HILARIOUS anime, everyone will enjoy this!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA story of a very weird girl named Sunako Nakahara.\u001b[24m\n    \u001b[1m中原駿子という非常に奇妙な少女の物語。\u001b[22m, \u001b[1m中原スナコという名前の非常に奇妙な少女の物語。\u001b[22m\n\u001b[4mNot you're ordinary 15 year old girl who loves to look at themselves at the mirror, concious of becoming fat, pimples..etc.. Instead, she has anatomical manequins fetish (they actually have names), her room was filled with preserved\u001b[24m\n    \u001b[1mあなたは普通の15歳の女の子ではありませんが、鏡で自分自身を見ることを愛して、太っていくことに気をつけています。そういうわけで、彼女は解剖学的なマネキンフェチ（実際に名前を持っています）\u001b[22m, \u001b[1mあなたは（彼らが実際に名前を持っている）その代わりに、彼女は解剖学的manequinsフェチを持っている..鏡で自分自身を見て大好き普通の15歳の女の子、脂肪になるconcious、pimples..etcしているではない、彼女の部屋は保存を充填しました\u001b[22m\n\u001b[4morgans, disected frogs, skulls, a horror movie addict (she can eat in front of very gross movie), her curtains were black.. She can't stand the bright lights.\u001b[24m\n    \u001b[1m巨大な映画の前で食べることができるホラー映画中毒者、彼女のカーテンは黒だった。彼女は明るい光に耐えられない。\u001b[22m, \u001b[1m臓器は、カエル、頭蓋骨、ホラー映画中毒者を（彼女は非常に総映画の前に食べることができる）disected、彼女のカーテンは黒だった..彼女は明るいライトを立つことはできません。\u001b[22m\n\u001b[4mNow, how can she ever survive in the presence of four 'radiant beings'?\u001b[24m\n    \u001b[1m今、彼女は4人の「光る存在」の存在下でどうして生き残ることができますか？\u001b[22m, \u001b[1mさて、どのように彼女はこれまでに4 'の放射人間」の存在下で生き残ることができますか？\u001b[22m\n\u001b[4mShe really has a low self-steem after a boy from their middle school told her she was ugly.\u001b[24m\n    \u001b[1m中学校の少年が彼女に醜いと話した後、彼女は本当に自制心が低い。\u001b[22m, \u001b[1m彼らの中学校からの少年は、彼女は醜いだった彼女に言った後、彼女は本当に低い自己steemを持っています。\u001b[22m\n\u001b[4mAnd now her auntie bound her to live with 4 very handsome men which she can't stand to look at (she nosebleed when she's looking at beautiful things or person).\u001b[24m\n    \u001b[1mそして今、彼女の叔母は、彼女が見ることができない4人の非常にハンサムな男性（彼女は美しいものや人を見ているときに鼻血）と一緒に住むように彼女を結びつけました。\u001b[22m, \u001b[1mそして今、彼女の叔母は、彼女は（彼女は美しいものや人を見ていたとき、彼女は鼻血）を見て我慢できない4、非常にハンサムな男性と一緒に暮らす彼女を結合しました。\u001b[22m\n\u001b[4mHer auntie also asked the 4 guys to make her a lady and their rent will be FREE!\u001b[24m\n    \u001b[1m彼女の叔母さんはまた、4人の男に彼女を女性にしてもらい、彼らの家賃は無料になると頼んだ！\u001b[22m, \u001b[1m彼女の婆はまた彼女に女性を作るために4人を頼み、彼らの家賃が無料になります！\u001b[22m\n\u001b[4mBut if NOT, it will be tripled.\u001b[24m\n    \u001b[1mしかし、そうでなければ、それは3倍になります。\u001b[22m, \u001b[1mしかし、そうでない場合は、三倍にします。\u001b[22m\n\u001b[4mWill they make it or will they surrender?\u001b[24m\n    \u001b[1m彼らはそれを作るのだろうか、彼らは降伏するだろうか？\u001b[22m, \u001b[1m彼らはそれを作るのでしょうか、彼らは降伏のだろうか？\u001b[22m\n\u001b[4mIt was a very HILARIOUS anime, everyone will enjoy this!\u001b[24m\n    \u001b[1m非常に陽気なアニメでしたが、誰もがこれを楽しんでいます！\u001b[22m, \u001b[1mそれは非常に陽気なアニメでした、誰もがこれをお楽しみいただけます！\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "NerZul",
    "profile": "/profile/NerZul/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=5088",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  9\n|  10\n\n私は実際にそれを非常に気に入っていました。私はそのような暗いユーモアのセンスで見た唯一のアニメの1つです。そして、私は主なチャレーターとわずかに関連しているので、彼女はアニメのいくつかの部分に反応する方法が面白いと感じました。\n\n\n私をかなり邪魔したことの1つは、男のものです。時には、彼らは\"女性タイプの男\"を過ぎてしまいました。\n\nこのアニメのアニメーションは大したことではありませんでしたが、誰もコメディアニメのアニメーションを必要としませんでした。\n\n彼らが直面したことは、非常に多くのコメディーモーメント、特にメインキャラクターと、彼女が「ちびモード」に行って、物事を避けるために子供のように行動したときに完璧でした。\n\n\n一般的に、私はユーモアの暗い感覚から笑いたい、そして重いタイプのアニメからの休憩を取ってリラックスしたい人のために、このアニメをお勧めします。\n\nすべてが、アニメの終わりまでにジョークはちょっと古くなってしまった。でもそれはまだ素晴らしい",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI Actually quite liked it , One of the only animes i've seen with such dark sense of humor , And since i feel slightly connected to the main charecter , i found it funny on the way she reacts on some parts of the animes .\n\n\u001b[1m私は実際にそれを非常に気に入っていました。私はそのような暗いユーモアのセンスで見た唯一のアニメの1つです。そして、私は主なチャレーターとわずかに関連しているので、彼女はアニメのいくつかの部分に反応する方法が面白いと感じました。\u001b[22m\n\u001b[1m(Watashi wa jissai ni sore o hijō ni kiniitte imashita. Watashi wa sono yōna kurai yūmoa no sensu de mita yuiitsu no anime no 1tsudesu. Soshite, watashi wa omona charētā to wazuka ni kanren shite irunode, kanojo wa anime no ikutsu ka no bubun ni han'nō suru hōhō ga omoshiroi to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mI Actually quite liked it , One of the only animes i've seen with such dark sense of humor , And since i feel slightly connected to the main charecter , i found it funny on the way she reacts on some parts of the animes .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI Actually quite liked it , One of the only animes i've seen with such dark sense of humor , And since i feel slightly connected to the main charecter , i found it funny on the way she reacts on some parts of the animes .\u001b[24m\n    \u001b[1m私は実際にそれを非常に気に入っていました。私はそのような暗いユーモアのセンスで見た唯一のアニメの1つです。そして、私は主なチャレーターとわずかに関連しているので、彼女はアニメのいくつかの部分に反応する方法が面白いと感じました。\u001b[22m, \u001b[1m私は実際にはかなりそれ、私はユーモアのようなダーク感を持って見てきた唯一のアニメの一つが好き、と私は少しメインcharecterに接続されていると感じるので、私は彼女がアニメのいくつかの部分に反応する途中でそれが面白い発見しました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOne thing that quite disturbed me is the guy's , sometimes they overdid the ''female type guys'' .\n\n\u001b[1m私をかなり邪魔したことの1つは、男のものです。時には、彼らは\"女性タイプの男\"を過ぎてしまいました。\u001b[22m\n\u001b[1m(Watashi o kanari jama shita koto no 1tsu wa, otoko no monodesu. Tokiniha, karera wa\" josei taipu no otoko\" o sugite shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4mOne thing that quite disturbed me is the guy's , sometimes they overdid the ''female type guys'' .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing that quite disturbed me is the guy's , sometimes they overdid the ''female type guys'' .\u001b[24m\n    \u001b[1m私をかなり邪魔したことの1つは、男のものです。時には、彼らは\"女性タイプの男\"を過ぎてしまいました。\u001b[22m, \u001b[1mかなり私を妨げの一つは、男のは、時には彼らは ''メス型の男 '' overdidです。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation in this anime wasnt a big thing , but no one need a good animation in comedy anime .\n\n\u001b[1mこのアニメのアニメーションは大したことではありませんでしたが、誰もコメディアニメのアニメーションを必要としませんでした。\u001b[22m\n\u001b[1m(Kono anime no animēshon wa taishita kotode wa arimasendeshitaga, dare mo komedi anime no animēshon o hitsuyō to shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation in this anime wasnt a big thing , but no one need a good animation in comedy anime .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation in this anime wasnt a big thing , but no one need a good animation in comedy anime .\u001b[24m\n    \u001b[1mこのアニメのアニメーションは大したことではありませんでしたが、誰もコメディアニメのアニメーションを必要としませんでした。\u001b[22m, \u001b[1mこのアニメでアニメーションが大きなものを波平、誰もコメディアニメでは良いアニメーションを必要としません。\u001b[22m\n\u001b[1m\u001b[22m\nThe faced they did was perfect in so many Comedy Moments , especially the Main character and when she went ''Chibi mode'' and acted like a child to avoid stuff .\n\n\u001b[1m彼らが直面したことは、非常に多くのコメディーモーメント、特にメインキャラクターと、彼女が「ちびモード」に行って、物事を避けるために子供のように行動したときに完璧でした。\u001b[22m\n\u001b[1m(Karera ga chokumen shita koto wa, hijō ni ōku no komedīmōmento, tokuni meinkyarakutā to, kanojo ga `chibi mōdo' ni itte, monogoto o yokeru tame ni kodomo no yō ni kōdō shita toki ni kanpekideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe faced they did was perfect in so many Comedy Moments , especially the Main character and when she went ''Chibi mode'' and acted like a child to avoid stuff .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe faced they did was perfect in so many Comedy Moments , especially the Main character and when she went ''Chibi mode'' and acted like a child to avoid stuff .\u001b[24m\n    \u001b[1m彼らが直面したことは、非常に多くのコメディーモーメント、特にメインキャラクターと、彼女が「ちびモード」に行って、物事を避けるために子供のように行動したときに完璧でした。\u001b[22m, \u001b[1m、彼らは非常に多くのコメディモーメントで完璧だった、特にメインキャラクターに直面し、彼女は ''ちびモード ''を行って、子供のように行動したときのものを避けるために。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIn general , i recommend this anime for people that want to laugh from dark sense of humor and for people who wants to take a break from heavy type animes and just relax .\n\n\u001b[1m一般的に、私はユーモアの暗い感覚から笑いたい、そして重いタイプのアニメからの休憩を取ってリラックスしたい人のために、このアニメをお勧めします。\u001b[22m\n\u001b[1m(Ippantekini, watashi wa yūmoa no kurai kankaku kara waraitai, soshite omoi taipu no anime kara no kyūkei o totte rirakkusu shitai hito no tame ni, kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn general , i recommend this anime for people that want to laugh from dark sense of humor and for people who wants to take a break from heavy type animes and just relax .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn general , i recommend this anime for people that want to laugh from dark sense of humor and for people who wants to take a break from heavy type animes and just relax .\u001b[24m\n    \u001b[1m一般的に、私はユーモアの暗い感覚から笑いたい、そして重いタイプのアニメからの休憩を取ってリラックスしたい人のために、このアニメをお勧めします。\u001b[22m, \u001b[1m一般的に、私はユーモアの暗い感覚から笑いたい人のために、重いタイプのアニメから休憩を取るとリラックスしたい人のためにこのアニメをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nAllthough, by the end of the anime the jokes got kinda old ..but it's still great\n\n\u001b[1mすべてが、アニメの終わりまでにジョークはちょっと古くなってしまった。でもそれはまだ素晴らしい\u001b[22m\n\u001b[1m(Subete ga, anime no owari made ni jōku wa chotto furuku natte shimatta. Demo sore wa mada subarashī)\u001b[22m\n\nTranslations of \u001b[4mAllthough, by the end of the anime the jokes got kinda old ..but it's still great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAllthough, by the end of the anime the jokes got kinda old ..but it's still great\u001b[24m\n    \u001b[1mすべてが、アニメの終わりまでにジョークはちょっと古くなってしまった。でもそれはまだ素晴らしい\u001b[22m, \u001b[1mAllthough、アニメの終わりまでにジョークはちょっと古い持っ..butそれはまだ素晴らしいことです\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "Scelerisque2",
    "profile": "/profile/Scelerisque2/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=23289",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は約1年前にこのシリーズを見てきました。私はそれについてのレビューを書くつもりだと思っていました。 それは私の最初のレビューであり、私はそれが私が好きな何かについてのものでありたいと思っているからです。とにかく、ここに行く...\n\nアニメの最初の数分を見ている間、私は通常の少女フォーマットを期待していました。ガイ1のために少女が嫌いです。本当に素敵なガイ2が現れ、彼女は彼のために落ちるでしょう。 ガイ1が再登場し、愛のトライアングルは、小さな喜劇と素晴らしい尺度のために投げ込まれた劇的なひねりで形成されます。\nYNSHは非常にオリジナルであることが判明しました。 私は多くのアニメを見たことがありませんが、それは私がこのようなプロットを見たり聞いたりするのは初めてです。\n\nすべてのエピソードは前のエピソードとリンクされており、フィラーは最小であり、キャラクターの発達も含まれています。\n\n芸術はかなりまともだった...私はこの1つの唇の巨大なファンではない。 通常、1つのフィーチャが描かれている方法が好きでなければ、私のトータルスコアにはほとんど影響しませんが、ここではそれが目立つようになって私を苛立たせるようになりました。\n\n音は素晴らしかった！ 声はキャラクターとよく似ていて、彼らは効果音でうまくやった。\n\n[これはスポイラーと考えることができるので、私はあなたに警告する必要があると感じる...\n\n****スポイラー！  ****]\n\n\n私がストーリーと総合評価を与えていない唯一の理由は、オープンエンドのために完璧なスコアです...開発はかなり良いですが、私はラップが必要です！  D：\n\n私は2年目のシーズンが当初は暗示されていたと思うが、（私が正しく覚えていれば）低い資金調達のために落ちてしまった...私は最初にそれを書いてから3年後にこのレビューを編集している。 私はまだオープン・エンディングが嫌いですが、マンガがどのように引き伸ばされているのか見ていて（まだ未完成で、心配しています）、開発は見られませんでした それは過去2年ほどで、アニメにも起こることがあれば、私はそれが嫌いでしょう...私はむしろ不安を抱いていますが、まあまあです。\n\nとにかく、全体的に、それは本当に良いアニメです。 私は非常にそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've watched this series about a year ago and thought I'll write a review about it; since it's my first review and I want it to be about something I like and all... anyway, here goes...\n\n\u001b[1m私は約1年前にこのシリーズを見てきました。私はそれについてのレビューを書くつもりだと思っていました。 それは私の最初のレビューであり、私はそれが私が好きな何かについてのものでありたいと思っているからです。とにかく、ここに行く...\u001b[22m\n\u001b[1m(Watashi wa yaku 1-nen mae ni kono shirīzu o mitekimashita. Watashi wa sore ni tsuite no rebyū o kaku tsumorida to omotte imashita. Sore wa watashi no saisho no rebyūdeari, watashi wa sore ga watashi ga sukina nanika ni tsuite no monodearitai to omotte irukaradesu. Tonikaku, koko ni iku...)\u001b[22m\n\nTranslations of \u001b[4mI've watched this series about a year ago and thought I'll write a review about it; since it's my first review and I want it to be about something I like and all... anyway, here goes...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've watched this series about a year ago and thought I'll write a review about it;\u001b[24m\n    \u001b[1m私は約1年前にこのシリーズを見てきました。私はそれについてのレビューを書くつもりだと思っていました。\u001b[22m, \u001b[1m私は約一年前にこのシリーズを見て、私はそれについてのレビューを書きます思っています。\u001b[22m\n\u001b[4msince it's my first review and I want it to be about something I like and all... anyway, here goes...\u001b[24m\n    \u001b[1mそれは私の最初のレビューであり、私はそれが私が好きな何かについてのものでありたいと思っているからです。とにかく、ここに行く...\u001b[22m, \u001b[1mとにかく...それは私の最初のレビューだと私はそれは私が好きなものとすべてに約になりたいので、ここに行きます...\u001b[22m\n\u001b[1m\u001b[22m\nWhile watching the first few minutes of the anime, I was expecting the usual shoujo format: girl hates everyone because of Guy 1 who was a douche, the really nice Guy 2 appears and she happens to fall for him, everything is sunshine and roses until Guy 1 re-appears and a love triange forms with little comedy and a dramatic twist thrown in for a good measure.\n\n\u001b[1mアニメの最初の数分を見ている間、私は通常の少女フォーマットを期待していました。ガイ1のために少女が嫌いです。本当に素敵なガイ2が現れ、彼女は彼のために落ちるでしょう。 ガイ1は再登場し、愛のトライアングルは、小さな喜劇と素晴らしい尺度のために投げ込まれた劇的なひねりで形成されます。\u001b[22m\n\u001b[1m(Anime no saisho no sūbun o mite iru ma, watashi wa tsūjō no shōjo fōmatto o kitai shite imashita. Gai 1 no tame ni shōjo ga kiraidesu. Hontōni sutekina gai 2 ga araware, kanojo wa kare no tame ni ochirudeshou. Gai 1 wa sai tōjō shi, ai no toraianguru wa, chīsana kigeki to subarashī shakudo no tame ni nagekoma reta gekitekina hineri de keisei sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile watching the first few minutes of the anime, I was expecting the usual shoujo format: girl hates everyone because of Guy 1 who was a douche, the really nice Guy 2 appears and she happens to fall for him, everything is sunshine and roses until Guy 1 re-appears and a love triange forms with little comedy and a dramatic twist thrown in for a good measure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile watching the first few minutes of the anime, I was expecting the usual shoujo format: girl hates everyone because of Guy 1 who was a douche, the really nice Guy 2 appears and she happens to fall for him, everything is sunshine and roses until\u001b[24m\n    \u001b[1mアニメの最初の数分を見ている間、私は通常の少女フォーマットを期待していました。ガイ1のために少女が嫌いです。本当に素敵なガイ2が現れ、彼女は彼のために落ちるでしょう。\u001b[22m, \u001b[1mアニメの最初の数分間を見ながら、私はいつも少女の形式を期待していた：女の子は潅水、本当にナイスガイ2表示されたため、ガイ1の皆を嫌い、彼女は彼のために落ちることを起こる、すべてが太陽とバラまでです\u001b[22m\n\u001b[4mGuy 1 re-appears and a love triange forms with little comedy and a dramatic twist thrown in for a good measure.\u001b[24m\n    \u001b[1mガイ1は再登場し、愛のトライアングルは、小さな喜劇と素晴らしい尺度のために投げ込まれた劇的なひねりで形成されます。\u001b[22m, \u001b[1mガイ1再表示され、少しコメディと良い測定のために投入された劇的なひねりを加えた愛triangeフォーム。\u001b[22m\nYNSH turned out to be quite original. I haven't seen many animes but that's the first time I watch/ hear of such a plot.\n\n\u001b[1mYNSHは非常にオリジナルであることが判明しました。 私は多くのアニメを見たことがありませんが、それは私がこのようなプロットを見たり聞いたりするのは初めてです。\u001b[22m\n\u001b[1m(YNSH wa hijō ni orijinarudearu koto ga hanmei shimashita. Watashi wa ōku no anime o mita koto ga arimasenga, sore wa watashi ga ko no yōna purotto o mi tari kii tari suru no wa hajimetedesu.)\u001b[22m\n\nTranslations of \u001b[4mYNSH turned out to be quite original. I haven't seen many animes but that's the first time I watch/ hear of such a plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYNSH turned out to be quite original.\u001b[24m\n    \u001b[1mYNSHは非常にオリジナルであることが判明しました。\u001b[22m, \u001b[1mYNSHはかなりオリジナルであることが判明しました。\u001b[22m\n\u001b[4mI haven't seen many animes but that's the first time I watch/ hear of such a plot.\u001b[24m\n    \u001b[1m私は多くのアニメを見たことがありませんが、それは私がこのようなプロットを見たり聞いたりするのは初めてです。\u001b[22m, \u001b[1m私は多くのアニメを見ていないが、それは私がそのようなプロットの/聞く見て初めてです。\u001b[22m\n\u001b[1m\u001b[22m\nEvery episode is linked to the one preceding it, fillers are minimal and even those included some character development.\n\n\u001b[1mすべてのエピソードは前のエピソードとリンクされており、フィラーは最小であり、キャラクターの発達も含まれています。\u001b[22m\n\u001b[1m(Subete no episōdo wa mae no episōdo to rinku sa rete ori, firā wa saishōdeari, kyarakutā no hattatsu mo fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mEvery episode is linked to the one preceding it, fillers are minimal and even those included some character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery episode is linked to the one preceding it, fillers are minimal and even those included some character development.\u001b[24m\n    \u001b[1mすべてのエピソードは前のエピソードとリンクされており、フィラーは最小であり、キャラクターの発達も含まれています。\u001b[22m, \u001b[1mすべてのエピソードは、それに先立つ1にリンクされている、充填剤は最小限であっても、それらはいくつかの文字の開発が含まれていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was pretty decent... I'm not a huge fan of the lips in this one though. Usually, if I don't like the way a single feature was drawn in it doesn't affect my total score much, but here it was so prominent that it started to irritate me... thus the lower art rate.\n\n\u001b[1m芸術はかなりまともだった...私はこの1つの唇の巨大なファンではない。 通常、1つのフィーチャが描かれている方法が好きでなければ、私のトータルスコアにはほとんど影響しませんが、ここではそれが目立つようになって私を苛立たせるようになりました。\u001b[22m\n\u001b[1m(Geijutsu wa kanari matomodatta... Watashi wa kono 1tsu no kuchibiru no kyodaina fande wanai. Tsūjō, 1tsu no fīcha ga egaka rete iru hōhō ga sukidenakereba, watashi no tōtarusukoa ni wa hotondo eikyō shimasenga, kokode wa sore ga medatsu yō ni natte watashi o iradata seru yō ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was pretty decent... I'm not a huge fan of the lips in this one though. Usually, if I don't like the way a single feature was drawn in it doesn't affect my total score much, but here it was so prominent that it started to irritate me... thus the lower art rate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was pretty decent... I'm not a huge fan of the lips in this one though.\u001b[24m\n    \u001b[1m芸術はかなりまともだった...私はこの1つの唇の巨大なファンではない。\u001b[22m, \u001b[1m芸術はかなりまともだった...でも、私はこの1で唇の巨大なファンではありません。\u001b[22m\n\u001b[4mUsually, if I don't like the way a single feature was drawn in it doesn't affect my total score much, but here it was so prominent that it started to irritate me... thus the lower art rate.\u001b[24m\n    \u001b[1m通常、1つのフィーチャが描かれている方法が好きでなければ、私のトータルスコアにはほとんど影響しませんが、ここではそれが目立つようになって私を苛立たせるようになりました。\u001b[22m, \u001b[1m通常、私は一つの特徴は、その中に描かれた方法が気に入らない場合はずっと私の合計スコアには影響しませんが、ここでは...このように低い芸術率それは私を刺激し始めたように顕著でした。\u001b[22m\n\u001b[1m\u001b[22m\nSounds were great! the voices matched the characters pretty well and they've done a good job with the sound effects.\n\n\u001b[1m音は素晴らしかった！ 声はキャラクターとよく似ていて、彼らは効果音でうまくやった。\u001b[22m\n\u001b[1m(Oto wa subarashikatta! Koe wa kyarakutā to yoku nite ite, karera wa kōka-on de umaku yatta.)\u001b[22m\n\nTranslations of \u001b[4mSounds were great! the voices matched the characters pretty well and they've done a good job with the sound effects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSounds were great!\u001b[24m\n    \u001b[1m音は素晴らしかった！\u001b[22m, \u001b[1mサウンドは素晴らしかったです！\u001b[22m\n\u001b[4mthe voices matched the characters pretty well and they've done a good job with the sound effects.\u001b[24m\n    \u001b[1m声はキャラクターとよく似ていて、彼らは効果音でうまくやった。\u001b[22m, \u001b[1m声はかなりよく文字にマッチした、彼らは効果音で良い仕事をしてきました。\u001b[22m\n\u001b[1m\u001b[22m\n[Since this could be considered a spoiler I feel the need to warn you...\n\n\u001b[1m[これはスポイラーと考えることができるので、私はあなたに警告する必要があると感じる...\u001b[22m\n\u001b[1m([Kore wa supoirā to kangaeru koto ga dekiru node, watashi wa anata ni keikoku suruhitsuyōgāru to kanjiru...)\u001b[22m\n\nTranslations of \u001b[4m[Since this could be considered a spoiler I feel the need to warn you...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Since this could be considered a spoiler I feel the need to warn you...\u001b[24m\n    \u001b[1m[これはスポイラーと考えることができるので、私はあなたに警告する必要があると感じる...\u001b[22m, \u001b[1mこれはスポイラーと考えられるので、[私はあなたに警告する必要性を感じて...\u001b[22m\n\u001b[1m\u001b[22m\n**** SPOILER AHEAD! **** ]\n\n\u001b[1m****スポイラー！  ****]\u001b[22m\n\u001b[1m(**** Supoirā! ****])\u001b[22m\n\nTranslations of \u001b[4m**** SPOILER AHEAD! **** ]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**** SPOILER AHEAD!\u001b[24m\n    \u001b[1m****スポイラー！\u001b[22m, \u001b[1m**** AHEADスポイラー！\u001b[22m\n\u001b[4m**** ]\u001b[24m\n    \u001b[1m****]\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe only reason I haven't given the story and the overall ratings a perfect score is because of the open end... development is quite good, but I need a wrap! D:\n\n\u001b[1m私がストーリーと総合評価を与えていない唯一の理由は、オープンエンドのために完璧なスコアです...開発はかなり良いですが、私はラップが必要です！  D：\u001b[22m\n\u001b[1m(Watashi ga sutōrī to sōgō hyōka o ataete inai yuiitsu no riyū wa, ōpun'endo no tame ni kanpekina sukoadesu... Kaihatsu wa kanari yoidesuga, watashi wa rappu ga hitsuyōdesu! D:)\u001b[22m\n\nTranslations of \u001b[4mThe only reason I haven't given the story and the overall ratings a perfect score is because of the open end... development is quite good, but I need a wrap! D:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only reason I haven't given the story and the overall ratings a perfect score is because of the open end... development is quite good, but I need a wrap!\u001b[24m\n    \u001b[1m私がストーリーと総合評価を与えていない唯一の理由は、オープンエンドのために完璧なスコアです...開発はかなり良いですが、私はラップが必要です！\u001b[22m, \u001b[1m私はストーリーと完璧なスコアがあるため、開放端である全体的な評価を与えていない唯一の理由は...開発はかなり良いですが、私はラップを必要とします！\u001b[22m\n\u001b[4mD:\u001b[24m\n    \u001b[1mD：\u001b[22m\n\u001b[1m\u001b[22m\nI think a second season was hinted at at the beginning but due to low funding (if I remember correctly), it was dropped... I'm editting this review 3 years after I had originally written it, and as much as I' d hoped for a second season back them, I don't think it's much of a necessity now... I still hate the open ending, but seeing how the manga is stretched out (still uncompleted, mind you) and no development was seen in it in the past 2 years or so, I'd hate it if that was to happen to the anime as well... I'd much rather have an unsettling, but decent enough, open end.\n\n\u001b[1m私は2年目のシーズンが当初は暗示されていたと思うが、（私が正しく覚えていれば）低い資金調達のために落ちてしまった...私は最初にそれを書いてから3年後にこのレビューを編集している。 私はまだオープン・エンディングが嫌いですが、マンガがどのように引き伸ばされているのか見ていて（まだ未完成で、心配しています）、開発は見られませんでした それは過去2年ほどで、アニメにも起こることがあれば、私はそれが嫌いでしょう...私はむしろ不安を抱いていますが、まあまあです。\u001b[22m\n\u001b[1m(Watashi wa 2-nen-me no shīzun ga tōsho wa anji sa rete ita to omou ga,(watashi ga tadashiku oboete ireba) hikui shikin chōtatsu no tame ni ochite shimatta... Watashi wa saisho ni sore o kaite kara 3-nen-go ni kono rebyū o henshū shite iru. Watashi wa mada ōpun endingu ga kiraidesuga, manga ga dono yō ni hikinobasa rete iru no ka mite ite (mada mikansei de, shinpai shite imasu), kaihatsu wa mi raremasendeshita sore wa kako 2-nen hodo de, anime ni mo okoru koto ga areba, watashi wa sore ga kiraideshou... Watashi wa mushiro fuan o daite imasuga, mā mādesu.)\u001b[22m\n\nTranslations of \u001b[4mI think a second season was hinted at at the beginning but due to low funding (if I remember correctly), it was dropped... I'm editting this review 3 years after I had originally written it, and as much as I' d hoped for a second season back them, I don't think it's much of a necessity now... I still hate the open ending, but seeing how the manga is stretched out (still uncompleted, mind you) and no development was seen in it in the past 2 years or so, I'd hate it if that was to happen to the anime as well... I'd much rather have an unsettling, but decent enough, open end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think a second season was hinted at at the beginning but due to low funding (if I remember correctly), it was dropped... I'm editting this review 3 years after I had originally written it, and as much as I'\u001b[24m\n    \u001b[1m私は2年目のシーズンが当初は暗示されていたと思うが、（私が正しく覚えていれば）低い資金調達のために落ちてしまった...私は最初にそれを書いてから3年後にこのレビューを編集している。\u001b[22m, \u001b[1m私は2番目のシーズンが初めにでほのめかしたと思いますが、低い資金（私が正しく覚えていれば）に、それは削除されました...私はもともとそれを書いていた3年後にこのレビューを製作中だ、と同じくらい、私は 'として\u001b[22m\n\u001b[4md hoped for a second season back them, I don't think it's much of a necessity now... I still hate the open ending, but seeing how the manga is stretched out (still uncompleted, mind you) and no development was seen\u001b[24m\n    \u001b[1m私はまだオープン・エンディングが嫌いですが、マンガがどのように引き伸ばされているのか見ていて（まだ未完成で、心配しています）、開発は見られませんでした\u001b[22m, \u001b[1mdはバックセカンドシーズンのためにそれらを期待し、私は今...私はまだ（まだ完了していない、あなたを気に）オープンエンディングを憎むが、マンガを伸ばされているかを見て、それは必然の多くはないと思うし、何の開発は見られませんでした\u001b[22m\n\u001b[4min it in the past 2 years or so, I'd hate it if that was to happen to the anime as well... I'd much rather have an unsettling, but decent enough, open end.\u001b[24m\n    \u001b[1mそれは過去2年ほどで、アニメにも起こることがあれば、私はそれが嫌いでしょう...私はむしろ不安を抱いていますが、まあまあです。\u001b[22m, \u001b[1mそれは同様にアニメに起こることだった...私はむしろ、不安が、十分まともな開放端を持っていると思います場合は、それに過去2年やそこらで、私はそれを憎みます。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, overall, it's a really good anime. I highly recommend it.\n\n\u001b[1mとにかく、全体的に、それは本当に良いアニメです。 私は非常にそれをお勧めします。\u001b[22m\n\u001b[1m(Tonikaku, zentai-teki ni, sore wa hontōni yoi animedesu. Watashi wa hijō ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, overall, it's a really good anime. I highly recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, overall, it's a really good anime.\u001b[24m\n    \u001b[1mとにかく、全体的に、それは本当に良いアニメです。\u001b[22m\n\u001b[4mI highly recommend it.\u001b[24m\n    \u001b[1m私は非常にそれをお勧めします。\u001b[22m, \u001b[1m私は非常にお勧めします。\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "helloisabelle",
    "profile": "/profile/helloisabelle/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=173397",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  5\nサウンド|  6\nキャラクター|  8\n|  8\n\n\n\n\nストーリー：私はそれがかなり面白い話だと思ったが、シリーズのほとんどは、それが理にかなっていれば、そのストーリーが何であるべきかに本当に集中していない。 彼女の友情やものを開発するのは彼女の多くでしたが、女性に変身することはありません。\n\nアート：Aghhhhh。 これは最悪の部分でした！  Sunakoはちょうどショー全体のショー形式です。 私は彼女を実際の人として見ることを楽しみにしていましたが、それはまれです。 彼らはそれを他のすべてのキャラクターにもしましたが、それほど多くはありませんでした。 キャラクターが実際に表示されているとき、アートはかなり異なっています。 私はそれがもっと使われたかっただけです。\n\n音：砂子の声はうまく収まりませんでした。私は彼女の声が深い声から高い声に変わったように感じました。\n\nキャラクター：サイドキャラクターはよく発達しており、主なものもありました。\n\n楽しさ：見て楽しかったです！ それは全く陽気です。 私はコメディファクターがショーの最高の部分だと思う。 エンディングは非常に不満ですが、私はまだそれを見ます。\n\n全体的に：私はユーモアのために見守ったが、全体の時間をchibisで見ることは困難だった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: I thought it was a pretty interesting story, but most of the series isn't really focused on what the story is supposed to be about if that makes sense. A lot of it was her developing her friendship and stuff, but not about turning into a lady as much, imo.\n\n\u001b[1mストーリー：私はそれがかなり面白い話だと思ったが、シリーズのほとんどは、それが理にかなっていれば、そのストーリーが何であるべきかに本当に集中していない。 彼女の友情やものを開発するのは彼女の多くでしたが、女性に変身することはありません。\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa sore ga kanari omoshiroi hanashida to omottaga, shirīzu no hotondo wa, sore ga ri ni kanatte ireba, sono sutōrī ga nandearubeki ka ni hontōni shūchū shite inai. Kanojo no yūjō ya mono o kaihatsu suru no wa kanojo no ōkudeshitaga, josei ni henshin suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mStory: I thought it was a pretty interesting story, but most of the series isn't really focused on what the story is supposed to be about if that makes sense. A lot of it was her developing her friendship and stuff, but not about turning into a lady as much, imo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I thought it was a pretty interesting story, but most of the series isn't really focused on what the story is supposed to be about if that makes sense.\u001b[24m\n    \u001b[1mストーリー：私はそれがかなり面白い話だと思ったが、シリーズのほとんどは、それが理にかなっていれば、そのストーリーが何であるべきかに本当に集中していない。\u001b[22m, \u001b[1mストーリー：私はそれはかなり興味深い話だと思ったが、シリーズのほとんどは実際に物語はそれが理にかなっている場合についてすることになっているものに焦点を当てていません。\u001b[22m\n\u001b[4mA lot of it was her developing her friendship and stuff, but not about turning into a lady as much, imo.\u001b[24m\n    \u001b[1m彼女の友情やものを開発するのは彼女の多くでしたが、女性に変身することはありません。\u001b[22m, \u001b[1mその多くは、彼女は芋、できるだけ多くの女性に変身についての彼女の友情やものを開発したが、ありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Aghhhhh. This was the worst part! Sunako is in chibi form almost the whole show. I kept looking forward to seeing her as an actual person, but it was quite rare. They also did that to all the other characters, but not as much. When the characters are shown as they really are, the art is pretty and different. I just wish it was used more.\n\n\u001b[1mアート：Aghhhhh。 これは最悪の部分でした！  Sunakoはちょうどショー全体のショー形式です。 私は彼女を実際の人として見ることを楽しみにしていましたが、それはまれです。 彼らはそれを他のすべてのキャラクターにもしましたが、それほど多くはありませんでした。 キャラクターが実際に表示されているとき、アートはかなり異なっています。 私はそれがもっと使われたかっただけです。\u001b[22m\n\u001b[1m(Āto: Aghhhhh. Kore wa saiaku no bubundeshita! Sunako wa chōdo shō zentai no shō keishikidesu. Watashi wa kanojo o jissai no hito to shite miru koto o tanoshimini shite imashitaga, sore wa maredesu. Karera wa sore o hoka no subete no kyarakutā ni moshimashitaga, sorehodo ōku wa arimasendeshita. Kyarakutā ga jissai ni hyōji sa rete iru toki, āto wa kanari kotonatte imasu. Watashi wa sore ga motto tsukawa retakatta dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: Aghhhhh. This was the worst part! Sunako is in chibi form almost the whole show. I kept looking forward to seeing her as an actual person, but it was quite rare. They also did that to all the other characters, but not as much. When the characters are shown as they really are, the art is pretty and different. I just wish it was used more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Aghhhhh.\u001b[24m\n    \u001b[1mアート：Aghhhhh。\u001b[22m\n\u001b[4mThis was the worst part!\u001b[24m\n    \u001b[1mこれは最悪の部分でした！\u001b[22m, \u001b[1mこれは最悪の一部でした！\u001b[22m\n\u001b[4mSunako is in chibi form almost the whole show.\u001b[24m\n    \u001b[1mSunakoはちょうどショー全体のショー形式です。\u001b[22m, \u001b[1mSunakoはちび形でほぼ全域ショーです。\u001b[22m\n\u001b[4mI kept looking forward to seeing her as an actual person, but it was quite rare.\u001b[24m\n    \u001b[1m私は彼女を実際の人として見ることを楽しみにしていましたが、それはまれです。\u001b[22m, \u001b[1m私は、実際の人間として彼女に会えるのを楽しみにして保持し、それは非常にまれでした。\u001b[22m\n\u001b[4mThey also did that to all the other characters, but not as much.\u001b[24m\n    \u001b[1m彼らはそれを他のすべてのキャラクターにもしましたが、それほど多くはありませんでした。\u001b[22m, \u001b[1m彼らはまた、他のすべての文字にそれをしたが、同じくらいではありません。\u001b[22m\n\u001b[4mWhen the characters are shown as they really are, the art is pretty and different.\u001b[24m\n    \u001b[1mキャラクターが実際に表示されているとき、アートはかなり異なっています。\u001b[22m, \u001b[1m彼らは実際にあるように文字が表示されている場合は、芸術はかなりと異なっています。\u001b[22m\n\u001b[4mI just wish it was used more.\u001b[24m\n    \u001b[1m私はそれがもっと使われたかっただけです。\u001b[22m, \u001b[1m私はちょうどそれが多く使われていたいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Sunako's voice didn't fit that well, and I felt like her voice changed from deep to high alotttt.\n\n\u001b[1m音：砂子の声はうまく収まりませんでした。私は彼女の声が深い声から高い声に変わったように感じました。\u001b[22m\n\u001b[1m(Oto: Isago no koe wa umaku osamarimasendeshita. Watashi wa kanojo no koe ga fukai koe kara takai koe ni kawatta yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: Sunako's voice didn't fit that well, and I felt like her voice changed from deep to high alotttt.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Sunako's voice didn't fit that well, and I felt like her voice changed from deep to high alotttt.\u001b[24m\n    \u001b[1m音：砂子の声はうまく収まりませんでした。私は彼女の声が深い声から高い声に変わったように感じました。\u001b[22m, \u001b[1mサウンド：Sunakoの声は、うまく適合していなかった、と彼女の声は深いから高いalottttに変更のように私は感じました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The side characters were well developed and the main ones, too.\n\n\u001b[1mキャラクター：サイドキャラクターはよく発達しており、主なものもありました。\u001b[22m\n\u001b[1m(Kyarakutā: Saidokyarakutā wa yoku hattatsu shite ori, omona mono mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The side characters were well developed and the main ones, too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The side characters were well developed and the main ones, too.\u001b[24m\n    \u001b[1mキャラクター：サイドキャラクターはよく発達しており、主なものもありました。\u001b[22m, \u001b[1mキャラクター：サイドの文字も、十分に開発し、主なものでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: It was fun to watch! It is totally hilarious. I think the comedy factor is the best part of the show. The ending is very unsatisfying, fyi, but i would still watch it.\n\n\u001b[1m楽しさ：見て楽しかったです！ それは全く陽気です。 私はコメディファクターがショーの最高の部分だと思う。 エンディングは非常に不満ですが、私はまだそれを見ます。\u001b[22m\n\u001b[1m(Tanoshisa: Mite tanoshikattadesu! Sore wa mattaku yōkidesu. Watashi wa komedifakutā ga shō no saikō no bubunda to omou. Endingu wa hijō ni fumandesuga, watashi wa mada sore o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: It was fun to watch! It is totally hilarious. I think the comedy factor is the best part of the show. The ending is very unsatisfying, fyi, but i would still watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: It was fun to watch!\u001b[24m\n    \u001b[1m楽しさ：見て楽しかったです！\u001b[22m, \u001b[1m楽しさ：それは見て楽しかったです！\u001b[22m\n\u001b[4mIt is totally hilarious.\u001b[24m\n    \u001b[1mそれは全く陽気です。\u001b[22m, \u001b[1mそれは完全に陽気です。\u001b[22m\n\u001b[4mI think the comedy factor is the best part of the show.\u001b[24m\n    \u001b[1m私はコメディファクターがショーの最高の部分だと思う。\u001b[22m, \u001b[1m私は喜劇の要因がショーの最良の部分だと思います。\u001b[22m\n\u001b[4mThe ending is very unsatisfying, fyi, but i would still watch it.\u001b[24m\n    \u001b[1mエンディングは非常に不満ですが、私はまだそれを見ます。\u001b[22m, \u001b[1mエンディングはFYI、非常に満足のいかないですが、私はまだそれを見るだろう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I kept watching for the humor, but it was hard to watch with chibis the whole time.\n\n\u001b[1m全体的に：私はユーモアのために見守ったが、全体の時間をchibisで見ることは困難だった。\u001b[22m\n\u001b[1m(Zentai-teki ni: Watashi wa yūmoa no tame ni mimamottaga, zentai no jikan o chibis de miru koto wa kon'nandatta.)\u001b[22m\n\nTranslations of \u001b[4mOverall: I kept watching for the humor, but it was hard to watch with chibis the whole time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I kept watching for the humor, but it was hard to watch with chibis the whole time.\u001b[24m\n    \u001b[1m全体的に：私はユーモアのために見守ったが、全体の時間をchibisで見ることは困難だった。\u001b[22m, \u001b[1m全体：私はユーモアのために見に保つが、chibisで全体の時間を見て大変でした。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "Cherieciel",
    "profile": "/profile/Cherieciel/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=123015",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nなぜ人々がこのアニメをかなり否定的な光で見直して、人々がこの素晴らしいアニメに感謝しないかについての洞察を私に与えたのは分かりません。\n\n確かに、アニメの芸術はほんの少ししか残っておらず、それに直面するように、芸術はどのアニメにとっても重要な側面です。 私がこのアニメを愛した理由は、物語とユーモアで人々の芸術思想に素早くそれを補うことです。 典型的な少女ハレムは、その違いにかかわらず、完全に調和した文字を持っていました。\n\n彼女があなたの典型的な弱く従順なヒロインではないので、私は特にキャラクター「スナコ」を愛していました。 彼女は実際にスパンクして、非常に賢いです。 彼女のキャラクターは、私が本当に好きだった恭平の傲慢さを褒めています。最近、最近の少女ヒロインには欠けているものです。\n\n\n物語そのものは、私のような女の子と関係があります。それは、私が砂子に同情していて、彼女の新しい家柄についての不信や、自分の美しさに関する恭平の悩みを感じたことを理解しているものです。 このアニメはまた、美しさがいかに価値があるかを教えて、時にはそれが重要な内面にあるものを見過ごすこともあります。\n\n私はこのアニメを愛し、あなたがチャンスを与えたら、あなたの一日を明るくするでしょう:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI don't see why people had reviewed this anime in a rather negative light and that just gave me an insight on how people fail to appreciate this wonderful anime.\n\n\u001b[1mなぜ人々がこのアニメをかなり否定的な光で見直して、人々がこの素晴らしいアニメに感謝しないかについての洞察を私に与えたのは分かりません。\u001b[22m\n\u001b[1m(Naze hitobito ga kono anime o kanari hitei-tekina hikari de minaoshite, hitobito ga kono subarashī anime ni kansha shinai ka ni tsuite no dōsatsu o watashi ni ataeta no wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI don't see why people had reviewed this anime in a rather negative light and that just gave me an insight on how people fail to appreciate this wonderful anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't see why people had reviewed this anime in a rather negative light and that just gave me an insight on how people fail to appreciate this wonderful anime.\u001b[24m\n    \u001b[1mなぜ人々がこのアニメをかなり否定的な光で見直して、人々がこの素晴らしいアニメに感謝しないかについての洞察を私に与えたのは分かりません。\u001b[22m, \u001b[1m人々はむしろ負の光の中で、このアニメを見直していたし、それは私だけの人がこの素晴らしいアニメを鑑賞することができない方法についての洞察を与えた私はなぜ表示されません。\u001b[22m\n\u001b[1m\u001b[22m\nSure the anime art leaves little to be desired and let face it, art is an important aspect to any anime. The reason I have loved this anime is that it defies people's art conceptions with the story and humour quickly making up for it. The typical shoujo harem had characters completely in harmonising together regardless of their differences.\n\n\u001b[1m確かに、アニメの芸術はほんの少ししか残っておらず、それに直面するように、芸術はどのアニメにとっても重要な側面です。 私がこのアニメを愛した理由は、物語とユーモアで人々の芸術思想に素早くそれを補うことです。 典型的な少女ハレムは、その違いにかかわらず、完全に調和した文字を持っていました。\u001b[22m\n\u001b[1m(Tashika ni, anime no geijutsu wa hon'nosukoshi shika nokotte orazu, soreni chokumen suru yō ni, geijutsu wa dono anime ni tottemo jūyōna sokumendesu. Watashi ga kono anime o aishita riyū wa, monogatari to yūmoa de hitobito no geijutsu shisō ni subayaku sore o oginau kotodesu. Tenkei-tekina shōjo haremu wa, sono chigai ni kakawarazu, kanzen ni chōwa shita moji o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mSure the anime art leaves little to be desired and let face it, art is an important aspect to any anime. The reason I have loved this anime is that it defies people's art conceptions with the story and humour quickly making up for it. The typical shoujo harem had characters completely in harmonising together regardless of their differences.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSure the anime art leaves little to be desired and let face it, art is an important aspect to any anime.\u001b[24m\n    \u001b[1m確かに、アニメの芸術はほんの少ししか残っておらず、それに直面するように、芸術はどのアニメにとっても重要な側面です。\u001b[22m, \u001b[1m確かにアニメアートは希望とそれに直面させることには少しの葉、芸術はどのアニメに重要な側面です。\u001b[22m\n\u001b[4mThe reason I have loved this anime is that it defies people's art conceptions with the story and humour quickly making up for it.\u001b[24m\n    \u001b[1m私がこのアニメを愛した理由は、物語とユーモアで人々の芸術思想に素早くそれを補うことです。\u001b[22m, \u001b[1m私はこのアニメを愛している理由は、それがストーリーとユーモアはすぐにそれを補うことで、人々の芸術の概念を覆すことです。\u001b[22m\n\u001b[4mThe typical shoujo harem had characters completely in harmonising together regardless of their differences.\u001b[24m\n    \u001b[1m典型的な少女ハレムは、その違いにかかわらず、完全に調和した文字を持っていました。\u001b[22m, \u001b[1m典型的な少女ハーレムは完全にかかわらず、その違いの一緒に調和の文字を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nI especially loved the character Sunako because she is not your typical weak and submissive heroine; she actually have spunk and is very wise. Her character compliments Kyouhei's arrogance which I have really liked and it is Something that is lacking in recent shoujo heroines lately.\n\n\u001b[1m彼女があなたの典型的な弱く従順なヒロインではないので、私は特にキャラクター「スナコ」を愛していました。 彼女は実際にスパンクして、非常に賢いです。 彼女のキャラクターは、私が本当に好きだった恭平の傲慢さを褒めています。最近、最近の少女ヒロインには欠けているものです。\u001b[22m\n\u001b[1m(Kanojo ga anata no tenkei-tekina yowaku jūjun'na hiroinde wanainode, watashi wa tokuni kyarakutā `Sunako' o aishite imashita. Kanojo wa jissai ni supanku shite, hijō ni kashikoidesu. Kanojo no kyarakutā wa, watashi ga hontōni sukidatta Kyōhei no gōman-sa o homete imasu. Saikin, saikin no shōjo hiroin ni wa kakete iru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI especially loved the character Sunako because she is not your typical weak and submissive heroine; she actually have spunk and is very wise. Her character compliments Kyouhei's arrogance which I have really liked and it is Something that is lacking in recent shoujo heroines lately.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI especially loved the character Sunako because she is not your typical weak and submissive heroine;\u001b[24m\n    \u001b[1m彼女があなたの典型的な弱く従順なヒロインではないので、私は特にキャラクター「スナコ」を愛していました。\u001b[22m, \u001b[1m彼女はあなたの典型的な弱いと従順ヒロインではないので、私は特にSunako文字を愛しました。\u001b[22m\n\u001b[4mshe actually have spunk and is very wise.\u001b[24m\n    \u001b[1m彼女は実際にスパンクして、非常に賢いです。\u001b[22m, \u001b[1m彼女は実際には勇気を持っており、非常に賢明です。\u001b[22m\n\u001b[4mHer character compliments Kyouhei's arrogance which I have really liked and it is Something that is lacking in recent shoujo heroines lately.\u001b[24m\n    \u001b[1m彼女のキャラクターは、私が本当に好きだった恭平の傲慢さを褒めています。最近、最近の少女ヒロインには欠けているものです。\u001b[22m, \u001b[1m彼女のキャラクターは、私が本当に気に入っている恭平の傲慢さを補完し、それが最近、最近の少女ヒロインに欠けている何かです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself is something girls like me can relate to, and it is something that had me sympathising with Sunako and understands her distrust around her new housemates or the fact that I have felt about Kyouhei's troubles regarding his own beauty. This anime also teaches how beauty is so valued that it sometimes overlooks what is really on the inside that it mattered.\n\n\u001b[1m物語そのものは、私のような女の子と関係があります。それは、私が砂子に同情していて、彼女の新しい家柄についての不信や、自分の美しさに関する恭平の悩みを感じたことを理解しているものです。 このアニメはまた、美しさがいかに価値があるかを教えて、時にはそれが重要な内面にあるものを見過ごすこともあります。\u001b[22m\n\u001b[1m(Monogatari sonomono wa, watashi no yōna on'nanoko to kankei ga arimasu. Sore wa, watashi ga sunago ni dōjō shite ite, kanojo no atarashī iegara ni tsuite no fushin ya, jibun no utsukushi-sa ni kansuru Kyōhei no nayami o kanjita koto o rikai shite iru monodesu. Kono anime wa mata, utsukushi-sa ga ikani kachigāru ka o oshiete, tokiniha sore ga jūyōna naimen ni aru mono o misugosu koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself is something girls like me can relate to, and it is something that had me sympathising with Sunako and understands her distrust around her new housemates or the fact that I have felt about Kyouhei's troubles regarding his own beauty. This anime also teaches how beauty is so valued that it sometimes overlooks what is really on the inside that it mattered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself is something girls like me can relate to, and it is something that had me sympathising with Sunako and understands her distrust around her new housemates or the fact that I have felt about Kyouhei's troubles regarding his own beauty.\u001b[24m\n    \u001b[1m物語そのものは、私のような女の子と関係があります。それは、私が砂子に同情していて、彼女の新しい家柄についての不信や、自分の美しさに関する恭平の悩みを感じたことを理解しているものです。\u001b[22m, \u001b[1m物語自体は、私のような女の子がに関連することができるものであり、それは私がSunakoに共感していたものであり、彼女の新しいハウスメイトまたは私は自分の美しさに関する恭平のトラブルについて感じているという事実の周りに彼女の不信感を理解しています。\u001b[22m\n\u001b[4mThis anime also teaches how beauty is so valued that it sometimes overlooks what is really on the inside that it mattered.\u001b[24m\n    \u001b[1mこのアニメはまた、美しさがいかに価値があるかを教えて、時にはそれが重要な内面にあるものを見過ごすこともあります。\u001b[22m, \u001b[1mこのアニメはまた、美しさは、それが時にはそれが重要だっ内側に実際にあるものを見渡すことが評価されている方法を教示しています。\u001b[22m\n\u001b[1m\u001b[22m\nI love this anime and would brighten up your day if you gIve it a chance :)\n\n\u001b[1m私はこのアニメを愛し、あなたがチャンスを与えたら、あなたの一日を明るくするでしょう:)\u001b[22m\n\u001b[1m(Watashi wa kono anime o aishi, anata ga chansu o ataetara, anata no tsuitachi o akaruku surudeshou: ))\u001b[22m\n\nTranslations of \u001b[4mI love this anime and would brighten up your day if you gIve it a chance :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love this anime and would brighten up your day if you gIve it a chance :)\u001b[24m\n    \u001b[1m私はこのアニメを愛し、あなたがチャンスを与えたら、あなたの一日を明るくするでしょう:)\u001b[22m, \u001b[1m私はこのアニメを愛し、あなたがそれにチャンスを与える場合は、あなたの一日を明るくするだろう:)\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "MuffinsAreLove",
    "profile": "/profile/MuffinsAreLove/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=34920",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  8\n\n私が初めてこのシリーズを見たとき、私は本当に私の注意を引かなかったドラマを見ました。 私はアニメを見つけようと頑張りましたが、悲しいことに、「その表紙で本を裁かないでください」ということを教えてくれました。  （真剣に、その引用に従う）。 それが下に来るとき、これは非常に盛り上がるアニメです。そして、私はたくさんの愛情を抱いてしまいました（私は今ドラマを楽しみにしています！）。\n賢明なこの芸術は奇妙だった。 私は何歳であるのかよくわからない（と私はチェックするのが面倒だが）、私はアニメを見るのを邪魔していなかったので、最初はキャラクターアートのようなものだった。 しかし、それを見て私はアニメを楽しむようになった。 アートスタイルのものがあなたの上に成長します。 これは、アンチョビのような後天的な味です。\n私は本当に音を覚えていない...私はどのように音を分類するのか分からない。 私はそれが良かったと思いますか？ 声は文字（下位）と右の感じ、彼らは彼らのイメージをサポートしました。\n\n楽しさ：私は本当にそれを愛した。  ：D\n全体：これは奇妙な芸術のスタイルにもかかわらず、素晴らしいアニメを見ていました。 私は多くのエピソードで笑っていた、私のお母さんは私が大丈夫かどうか尋ね続けた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe first time I watched this series I had watched the drama, which hadn't really caught my attention. I'd ventured on to find the anime, and sadly I learned my lesson when it comes to 'don't judge a book by its cover'. (Seriously, follow that quote). When it comes down to it this is a very uplifting anime and one that I ended up loving a lot (i'm looking forward to watching the drama now!).\n\n\u001b[1m私が初めてこのシリーズを見たとき、私は本当に私の注意を引かなかったドラマを見ました。 私はアニメを見つけようと頑張りましたが、悲しいことに、「その表紙で本を裁かないでください」ということを教えてくれました。  （真剣に、その引用に従う）。 それが下に来るとき、これは非常に盛り上がるアニメです。そして、私はたくさんの愛情を抱いてしまいました（私は今ドラマを楽しみにしています！）。\u001b[22m\n\u001b[1m(Watashi ga hajimete kono shirīzu o mita toki, watashi wa hontōni watashi no chūi o hikanakatta dorama o mimashita. Watashi wa anime o mitsukeyou to ganbarimashitaga, kanashī koto ni,`sono hyōshi de hon o sabakanaide kudasai' to iu koto o oshiete kuremashita. (Shinken ni, sono in'yō ni shitagau). Sore ga shita ni kuru toki, kore wa hijō ni moriagaru animedesu. Soshite, watashi wa takusan no aijō o daite shimaimashita (watashi wa ima dorama o tanoshiminishiteimasu! ).)\u001b[22m\n\nTranslations of \u001b[4mThe first time I watched this series I had watched the drama, which hadn't really caught my attention. I'd ventured on to find the anime, and sadly I learned my lesson when it comes to 'don't judge a book by its cover'. (Seriously, follow that quote). When it comes down to it this is a very uplifting anime and one that I ended up loving a lot (i'm looking forward to watching the drama now!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first time I watched this series I had watched the drama, which hadn't really caught my attention.\u001b[24m\n    \u001b[1m私が初めてこのシリーズを見たとき、私は本当に私の注意を引かなかったドラマを見ました。\u001b[22m, \u001b[1m私はこのシリーズを見て初めて、私は本当に私の注意を引いていなかったドラマを、見ていました。\u001b[22m\n\u001b[4mI'd ventured on to find the anime, and sadly I learned my lesson when it comes to 'don't judge a book by its cover'.\u001b[24m\n    \u001b[1m私はアニメを見つけようと頑張りましたが、悲しいことに、「その表紙で本を裁かないでください」ということを教えてくれました。\u001b[22m, \u001b[1m私はアニメを見つけるためにあえてのだ、とそれは「その本を表紙で判断してはいけない」となると悲しいことに、私は私の教訓を学びました。\u001b[22m\n\u001b[4m(Seriously, follow that quote).\u001b[24m\n    \u001b[1m（真剣に、その引用に従う）。\u001b[22m, \u001b[1m（真剣に、その引用符に従ってください）。\u001b[22m\n\u001b[4mWhen it comes down to it this is a very uplifting anime and one that I ended up loving a lot (i'm looking forward to watching the drama now!).\u001b[24m\n    \u001b[1mそれが下に来るとき、これは非常に盛り上がるアニメです。そして、私はたくさんの愛情を抱いてしまいました（私は今ドラマを楽しみにしています！）。\u001b[22m, \u001b[1mそれはそれまで来るとき、これは非常に高揚アニメと私は多くのことを愛してしまった1（私は今ドラマを見て楽しみにしています！）です。\u001b[22m\nArt wise this anime was weird. I'm not sure how old it is (and I'm too lazy to check) but I was kind of turned off by the character art at first, which was why I had not even bothered to watch the anime. However, after watching it I began to enjoy the anime. The art style kind of grows on you. It's an acquired taste, like anchovies.\n\n\u001b[1m賢明なこの芸術は奇妙だった。 私は何歳であるのかよくわからない（と私はチェックするのが面倒だが）、私はアニメを見るのを邪魔していなかったので、最初はキャラクターアートのようなものだった。 しかし、それを見て私はアニメを楽しむようになった。 アートスタイルのものがあなたの上に成長します。 これは、アンチョビのような後天的な味です。\u001b[22m\n\u001b[1m(Kenmeina kono geijutsu wa kimyōdatta. Watashi wa nan-saidearu no ka yoku wakaranai (to watashi wa chekku suru no ga mendōda ga), watashi wa anime o miru no o jama shite inakattanode, saisho wa kyarakutāāto no yōna monodatta. Shikashi, sore o mite watashi wa anime o tanoshimu yō ni natta. Ātosutairu no mono ga anata no ue ni seichō shimasu. Kore wa, anchobi no yōna kōtentekina ajidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt wise this anime was weird. I'm not sure how old it is (and I'm too lazy to check) but I was kind of turned off by the character art at first, which was why I had not even bothered to watch the anime. However, after watching it I began to enjoy the anime. The art style kind of grows on you. It's an acquired taste, like anchovies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt wise this anime was weird.\u001b[24m\n    \u001b[1m賢明なこの芸術は奇妙だった。\u001b[22m, \u001b[1mアートは賢明なこのアニメは変でした。\u001b[22m\n\u001b[4mI'm not sure how old it is (and I'm too lazy to check) but I was kind of turned off by the character art at first, which was why I had not even bothered to watch the anime.\u001b[24m\n    \u001b[1m私は何歳であるのかよくわからない（と私はチェックするのが面倒だが）、私はアニメを見るのを邪魔していなかったので、最初はキャラクターアートのようなものだった。\u001b[22m, \u001b[1m私もアニメを見て気にしなかった理由だった、私はそれが何歳か分からない（と私は確認するのが面倒だ）が、私はこの種の最初の文字の芸術でオフになっていました。\u001b[22m\n\u001b[4mHowever, after watching it I began to enjoy the anime.\u001b[24m\n    \u001b[1mしかし、それを見て私はアニメを楽しむようになった。\u001b[22m, \u001b[1mしかし、それを見た後、私はアニメを楽しむようになりました。\u001b[22m\n\u001b[4mThe art style kind of grows on you.\u001b[24m\n    \u001b[1mアートスタイルのものがあなたの上に成長します。\u001b[22m, \u001b[1mアートスタイルは、種類のあなたに成長します。\u001b[22m\n\u001b[4mIt's an acquired taste, like anchovies.\u001b[24m\n    \u001b[1mこれは、アンチョビのような後天的な味です。\u001b[22m, \u001b[1mこれは、アンチョビのように、取得した味、です。\u001b[22m\nI don't really remembered sound...and I don't know how I would classify sound. I guess it was good? The voices felt right with the characters (subbed) and they supported their image.\n\n\u001b[1m私は本当に音を覚えていない...私はどのように音を分類するのか分からない。 私はそれが良かったと思いますか？ 声は文字（下位）と右の感じ、彼らは彼らのイメージをサポートしました。\u001b[22m\n\u001b[1m(Watashi wa hontōni oto o oboeteinai... Watashi wa dono yō ni oto o bunrui suru no ka wakaranai. Watashi wa sore ga yokatta to omoimasu ka? Koe wa moji (kai) to migi no kanji, karera wa karera no imēji o sapōto shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI don't really remembered sound...and I don't know how I would classify sound. I guess it was good? The voices felt right with the characters (subbed) and they supported their image.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't really remembered sound...and I don't know how I would classify sound.\u001b[24m\n    \u001b[1m私は本当に音を覚えていない...私はどのように音を分類するのか分からない。\u001b[22m, \u001b[1m私は実際に音を覚えていない...と私は音を分類する方法がわかりません。\u001b[22m\n\u001b[4mI guess it was good?\u001b[24m\n    \u001b[1m私はそれが良かったと思いますか？\u001b[22m\n\u001b[4mThe voices felt right with the characters (subbed) and they supported their image.\u001b[24m\n    \u001b[1m声は文字（下位）と右の感じ、彼らは彼らのイメージをサポートしました。\u001b[22m, \u001b[1m声が右の文字で感じた（下塗り）と、彼らは彼らのイメージをサポート。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I REALLY LOVED IT. :D\n\n\u001b[1m楽しさ：私は本当にそれを愛した。  ：D\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa hontōni sore o aishita. : D)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I REALLY LOVED IT. :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I REALLY LOVED IT.\u001b[24m\n    \u001b[1m楽しさ：私は本当にそれを愛した。\u001b[22m, \u001b[1m楽しさ：私は本当にそれを愛しました。\u001b[22m\n\u001b[4m:D\u001b[24m\n    \u001b[1m：D\u001b[22m\nOverall: This was a great anime to watch despite the weird art style, when you get past that I feel like it's a nice one to watch if you want something not too long, and that's funny. I was laughing in a lot of episodes, my mom kept asking if I was okay.\n\n\u001b[1m全体：これは奇妙な芸術のスタイルにもかかわらず、素晴らしいアニメを見ていました。 私は多くのエピソードで笑っていた、私のお母さんは私が大丈夫かどうか尋ね続けた。\u001b[22m\n\u001b[1m(Zentai: Kore wa kimyōna geijutsu no sutairu nimokakawarazu, subarashī anime o mite imashita. Watashi wa ōku no episōdo de waratte ita, watashi no okāsan wa watashi ga daijōbu ka dō ka tazune tsudzuketa.)\u001b[22m\n\nTranslations of \u001b[4mOverall: This was a great anime to watch despite the weird art style, when you get past that I feel like it's a nice one to watch if you want something not too long, and that's funny. I was laughing in a lot of episodes, my mom kept asking if I was okay.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: This was a great anime to watch despite the weird art style, when you get past that I feel like it's a nice one to watch if you want something not too long, and that's funny.\u001b[24m\n    \u001b[1m全体：これは奇妙な芸術のスタイルにもかかわらず、素晴らしいアニメを見ていました。\u001b[22m, \u001b[1m全体：あなたはそれを乗り越えるとき、これは奇妙なアートスタイルにもかかわらず、視聴するのに最適なアニメでした、それはあなたがあまりにも長くはない何かをしたい場合は見て素晴らしいものだような気がして、それが面白いです。\u001b[22m\n\u001b[4mI was laughing in a lot of episodes, my mom kept asking if I was okay.\u001b[24m\n    \u001b[1m私は多くのエピソードで笑っていた、私のお母さんは私が大丈夫かどうか尋ね続けた。\u001b[22m, \u001b[1m私はエピソードの多くに笑っていた、私の母は、私は大丈夫だったかどうかを尋ねる続けました。\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "Ushi_Chan",
    "profile": "/profile/Ushi_Chan/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=200952",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nやまと なでしこ しちへんげ いｓ あ れあっｌｙ ごおｄ あにめ、 い れこっめんｄ いｔ。\n\n私の意見では、キャラクターは現実的であり、個性的な性格を持っているので、それは本当に良いことです。 彼らの声優はそれらに合っています。 ストーリー・プロットは、家賃を無料で借りている人を使って、女の子の変化を得るためにも素晴らしいです。 さらに、私は、主人公が彼女の気持ちが現実的であると感じていることを正確に理解しています。 アニメは本当に面白いです、私はあなたもマンガを読むことをお勧めします。\n\n私はこのアニメにはネガティブはないと思うが、本当にスナコがそのキャラクターともっと化学を築きたいと思っているし、ロマンスのロマンスがたくさんあって欲しい。 私はまた、シーズン2、私はそれが1つのために遅すぎることを望むが、私はまだ1つのukjefnihwkejbfnekjが必要です！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nやまと なでしこ しちへんげ いｓ あ れあっｌｙ ごおｄ あにめ、 い れこっめんｄ いｔ。\n(Yamato nadeshiko shi chi hen-ge i s are a~tsuly go o d anime, i reko mmen d i t.)\n\n\u001b[1mやまと なでしこ しちへんげ いｓ あ れあっｌｙ ごおｄ あにめ、 い れこっめんｄ いｔ。\u001b[22m\n\u001b[1m(Yamato nadeshiko shi chi hen-ge i s are a~tsuly go o d anime, i reko mmen d i t.)\u001b[22m\n\u001b[1m\u001b[22m\nIn my opinion, it's really good since the characters are realistic and they have distinct personalities. Their voice actors suit them. The story plot is amazing too, to get a girl change using the guys that live there free rent. Plus, THE FEEEELSSS, I understand exactly how the main protagonist feels her feelings are so realistic that I feel sorry for her even though shes a fictional character. The anime is really funny, I suggest you read the manga as well.\n\n\u001b[1m私の意見では、キャラクターは現実的であり、個性的な性格を持っているので、それは本当に良いことです。 彼らの声優はそれらに合っています。 ストーリー・プロットは、家賃を無料で借りている人を使って、女の子の変化を得るためにも素晴らしいです。 さらに、私は、主人公が彼女の気持ちが現実的であると感じていることを正確に理解しています。 アニメは本当に面白いです、私はあなたもマンガを読むことをお勧めします。\u001b[22m\n\u001b[1m(Watashi no ikende wa, kyarakutā wa genjitsu-tekideari, kosei-tekina seikaku o motte irunode, sore wa hontōni yoi kotodesu. Karera no seiyū wa sorera ni atte imasu. Sutōrī purotto wa, yachin o muryō de karite iru hito o tsukatte, on'nanoko no henka o eru tame ni mo subarashīdesu. Sarani, watashi wa, shujinkō ga kanojo no kimochi ga genjitsu-tekidearu to kanjite iru koto o seikaku ni rikai shite imasu. Anime wa hontōni omoshiroidesu, watashi wa anata mo manga o yomu koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn my opinion, it's really good since the characters are realistic and they have distinct personalities. Their voice actors suit them. The story plot is amazing too, to get a girl change using the guys that live there free rent. Plus, THE FEEEELSSS, I understand exactly how the main protagonist feels her feelings are so realistic that I feel sorry for her even though shes a fictional character. The anime is really funny, I suggest you read the manga as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my opinion, it's really good since the characters are realistic and they have distinct personalities.\u001b[24m\n    \u001b[1m私の意見では、キャラクターは現実的であり、個性的な性格を持っているので、それは本当に良いことです。\u001b[22m, \u001b[1m文字が現実的であり、それらが明確な個性を持っているので、私の意見では、それは本当に良いことです。\u001b[22m\n\u001b[4mTheir voice actors suit them.\u001b[24m\n    \u001b[1m彼らの声優はそれらに合っています。\u001b[22m, \u001b[1m彼らの声優は、それらを合わせて。\u001b[22m\n\u001b[4mThe story plot is amazing too, to get a girl change using the guys that live there free rent.\u001b[24m\n    \u001b[1mストーリー・プロットは、家賃を無料で借りている人を使って、女の子の変化を得るためにも素晴らしいです。\u001b[22m, \u001b[1m物語のプロットは、そこに無料の家賃を生きる男を使用して、少女の変更を取得するには、あまりにも素晴らしいです。\u001b[22m\n\u001b[4mPlus, THE FEEEELSSS, I understand exactly how the main protagonist feels her feelings are so realistic that I feel sorry for her even though shes a fictional character.\u001b[24m\n    \u001b[1mさらに、私は、主人公が彼女の気持ちが現実的であると感じていることを正確に理解しています。\u001b[22m, \u001b[1mさらに、FEEEELSSSは、私は主人公が彼女の気持ちは、私は彼女にもかかわらずシーズ架空の人物に同情するように現実的に感じている正確にどのように理解しています。\u001b[22m\n\u001b[4mThe anime is really funny, I suggest you read the manga as well.\u001b[24m\n    \u001b[1mアニメは本当に面白いです、私はあなたもマンガを読むことをお勧めします。\u001b[22m, \u001b[1mアニメは本当に面白いですが、私はあなたにも漫画を読むことをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nI don't think that I have any negatives for this anime, but I really wish Sunako has more chemistry with the characters and I wish it had alot of romance in it (because i'm so into romcom anime XD). I also wish for a season 2, ik it's too late for one, but I still need one ukjefnihwkejbfnekj!\n\n\u001b[1m私はこのアニメにはネガティブはないと思うが、本当にスナコがそのキャラクターともっと化学を築きたいと思っているし、ロマンスのロマンスがたくさんあって欲しい。 私はまた、シーズン2、私はそれが1つのために遅すぎることを望むが、私はまだ1つのukjefnihwkejbfnekjが必要です！\u001b[22m\n\u001b[1m(Watashi wa kono anime ni wa negatibu wa nai to omou ga, hontōni Sunako ga sono kyarakutā to motto kagaku o kizukitai to omotte irushi, romansu no romansu ga takusan atte hoshī. Watashi wa mata, shīzun 2, watashi wa sore ga 1tsu no tame ni oso sugiru koto o nozomu ga, watashi wa mada 1tsu no ukjefnihwkejbfnekj ga hitsuyōdesu!)\u001b[22m\n\nTranslations of \u001b[4mI don't think that I have any negatives for this anime, but I really wish Sunako has more chemistry with the characters and I wish it had alot of romance in it (because i'm so into romcom anime XD). I also wish for a season 2, ik it's too late for one, but I still need one ukjefnihwkejbfnekj!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't think that I have any negatives for this anime, but I really wish Sunako has more chemistry with the characters and I wish it had alot of romance in it (because i'm so into romcom anime XD).\u001b[24m\n    \u001b[1m私はこのアニメにはネガティブはないと思うが、本当にスナコがそのキャラクターともっと化学を築きたいと思っているし、ロマンスのロマンスがたくさんあって欲しい。\u001b[22m, \u001b[1m私はこのアニメのための任意のネガを持っているとは思わないが、私は本当にSunakoは文字でより多くの化学的性質を持っていたいし、（私はromcomアニメXDにそうだから）私はそれはそれでロマンスの多くがあればいいのに。\u001b[22m\n\u001b[4mI also wish for a season 2, ik it's too late for one, but I still need one ukjefnihwkejbfnekj!\u001b[24m\n    \u001b[1m私はまた、シーズン2、私はそれが1つのために遅すぎることを望むが、私はまだ1つのukjefnihwkejbfnekjが必要です！\u001b[22m, \u001b[1mそれは1のために手遅れIK私はまた、シーズン2を望むが、私はまだ1 ukjefnihwkejbfnekjが必要です！\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "HeyHarp",
    "profile": "/profile/HeyHarp/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=152221",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\nあにめ： やまと なでしこ しち へんげ、 あｌそ かっぇｄ てぇ わっｌｆぉうぇｒ。\n\nこのアニメの私の理解を通して、ウォールフラワーは約4人の男が、土地の女性の姪、中原砂子を美しい若い女性にしようとしています。\nこれは、Sunakoがまったく女性じゃないので、彼らにとっては難しいことです。 彼女は恐怖映画、内臓器官、そして暗くて暗いものを含むものを愛しています。\nこの不可能な仕事を達成するために必要な4人の男たちは、とても美しく明るいです。彼らは「光の生き物」とも呼ばれています。 美しい生き物を嫌っている砂子は、彼らから遠ざかるのが好きです。そうでなければ、彼らはどれほど美しいのかで鼻血が出ます。\n\n長所：\n - すべてのアニメは、熱い男と奇妙な女の子との方がいいです。\n - ほとんどの人が注意を気に入らず、正常になるように努力したのは良いことでした。  （しかし、彼らはあまりにも美しいです）\n\n短所：\n - このアニメの主な写真は、それがゴシックホストクラブか何かのように見えます。  （それはない）\n - 彼らはスナコを女性にしようとしていないように見えました。\n\n全体-\nそれは奇妙なアニメだったし、私はそれが好きではなかった。\n\n私はこのアニメを面白い、ちび文字や美しいキャラクターが好きな人、例えば男の子のように勧めます。 私はまた、このアニメに関連することができる人々にこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nあにめ： やまと なでしこ しち へんげ、 あｌそ かっぇｄ てぇ わっｌｆぉうぇｒ。\n(Anime: Yamato nadeshiko shi chi hen-ge, a l-so ka~tsu~e dte~e wa~tsulf ~ou~e r.)\n\n\u001b[1mあにめ： やまと なでしこ しち へんげ、 あｌそ かっぇｄ てぇ わっｌｆぉうぇｒ。\u001b[22m\n\u001b[1m(Anime: Yamato nadeshiko shi chi hen-ge, a l-so ka~tsu~e dte~e wa~tsulf ~ou~e r.)\u001b[22m\n\u001b[1m\u001b[22m\nThrough my understanding of this anime, The Wallflower is about four guys are trying to make their land lady's niece, Sunako Nakahara, into a fine young lady.\n\n\u001b[1mこのアニメの私の理解を通して、The Wallflowerは、約4人の男が素敵な若い女性に、彼らの土地の女性の姪、中原砂子をしようとしています。\u001b[22m\n\u001b[1m(Kono anime no watashi no rikai o tōshite, The Wallflower wa, yaku 4-ri no otoko ga sutekina wakai josei ni, karera no tochi no josei no mei, Nakahara sunago o shiyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThrough my understanding of this anime, The Wallflower is about four guys are trying to make their land lady's niece, Sunako Nakahara, into a fine young lady.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThrough my understanding of this anime, The Wallflower is about four guys are trying to make their land lady's niece, Sunako Nakahara, into a fine young lady.\u001b[24m\n    \u001b[1mこのアニメの私の理解を通して、The Wallflowerは、約4人の男が素敵な若い女性に、彼らの土地の女性の姪、中原砂子をしようとしています。\u001b[22m, \u001b[1mこのアニメの私の理解を通じて、ヤマトナデシコ七変化は、約4人は罰金若い女性に、自分たちの土地の女性の姪、中原スナコを作ろうとしているです。\u001b[22m\nThis is difficult for them because Sunako is not lady-like at all. She loves horror movies, internal organs, and anything that involves something dark and gloomy.\n\n\u001b[1mこれは、Sunakoがまったく女性じゃないので、彼らにとっては難しいことです。 彼女は恐怖映画、内臓器官、そして暗くて暗いものを含むものを愛しています。\u001b[22m\n\u001b[1m(Kore wa, Sunako ga mattaku josei janainode, karera ni totte wa muzukashī kotodesu. Kanojo wa kyōfu eiga, naizō kikan, soshite kurakute kurai mono o fukumu mono o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is difficult for them because Sunako is not lady-like at all. She loves horror movies, internal organs, and anything that involves something dark and gloomy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is difficult for them because Sunako is not lady-like at all.\u001b[24m\n    \u001b[1mこれは、Sunakoがまったく女性じゃないので、彼らにとっては難しいことです。\u001b[22m, \u001b[1mSunakoは全く女性のようではありませんので、これは彼らのために困難です。\u001b[22m\n\u001b[4mShe loves horror movies, internal organs, and anything that involves something dark and gloomy.\u001b[24m\n    \u001b[1m彼女は恐怖映画、内臓器官、そして暗くて暗いものを含むものを愛しています。\u001b[22m, \u001b[1m彼女は、ホラー映画、内臓、および暗いと悲観的な何かを必要とするものを愛しています。\u001b[22m\nThe four guys, that need to accomplish this impossible tasks, are very beautiful and bright, they are also called 'The Creatures of Light.' Sunako, who hates beautiful creatures, likes to stay away from them or else she will get nose bleeds because of how beautiful they are.\n\n\u001b[1mこの不可能な仕事を達成するために必要な4人の男たちは、とても美しく明るいです。彼らは「光の生き物」とも呼ばれています。 美しい生き物を嫌っている砂子は、彼らから遠ざかるのが好きです。そうでなければ、彼らはどれほど美しいのかで鼻血が出ます。\u001b[22m\n\u001b[1m(Kono fukanōna shigoto o tassei suru tame ni hitsuyōna 4-ri no otoko-tachi wa, totemo utsukushiku akaruidesu. Karera wa `hikari no ikimono'-tomo yoba rete imasu. Utsukushī ikimono o kiratte iru sunago wa, karera kara tōzakaru no ga sukidesu. Sōdenakereba, karera wa dorehodo utsukushī no ka de hanadji ga demasu.)\u001b[22m\n\nTranslations of \u001b[4mThe four guys, that need to accomplish this impossible tasks, are very beautiful and bright, they are also called 'The Creatures of Light.' Sunako, who hates beautiful creatures, likes to stay away from them or else she will get nose bleeds because of how beautiful they are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe four guys, that need to accomplish this impossible tasks, are very beautiful and bright, they are also called 'The Creatures of Light.'\u001b[24m\n    \u001b[1mこの不可能な仕事を達成するために必要な4人の男たちは、とても美しく明るいです。彼らは「光の生き物」とも呼ばれています。\u001b[22m, \u001b[1mこの不可能なタスクを実行する必要がある4人は、非常に美しく、明るい、彼らはまた、「光の生き物。」と呼ばれています\u001b[22m\n\u001b[4mSunako, who hates beautiful creatures, likes to stay away from them or else she will get nose bleeds because of how beautiful they are.\u001b[24m\n    \u001b[1m美しい生き物を嫌っている砂子は、彼らから遠ざかるのが好きです。そうでなければ、彼らはどれほど美しいのかで鼻血が出ます。\u001b[22m, \u001b[1m美しい生き物を嫌っSunakoは、彼らから離れて滞在するのが好きか、他に彼女が得る鼻があるため、彼らがどのように美しいの出血します。\u001b[22m\n\u001b[1m\u001b[22m\nPros:\n\n\u001b[1m長所：\u001b[22m\n\u001b[1m(Chōsho:)\u001b[22m\n\nTranslations of \u001b[4mPros:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros:\u001b[24m\n    \u001b[1m長所：\u001b[22m\n- Every anime is better with hot guys and weird girls.\n\n\u001b[1m - すべてのアニメは、熱い男と奇妙な女の子との方がいいです。\u001b[22m\n\u001b[1m(- Subete no anime wa, atsui otoko to kimyōna on'nanoko to no kata ga īdesu.)\u001b[22m\n\nTranslations of \u001b[4m- Every anime is better with hot guys and weird girls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Every anime is better with hot guys and weird girls.\u001b[24m\n    \u001b[1m - すべてのアニメは、熱い男と奇妙な女の子との方がいいです。\u001b[22m, \u001b[1m - すべてのアニメは熱い男と奇妙な女の子とのより良いです。\u001b[22m\n- It was good how most of the guys didn't like the attention and try to be normal. (but they are just too beautiful)\n\n\u001b[1m - ほとんどの人が注意を気に入らず、正常になるように努力したのは良いことでした。  （しかし、彼らはあまりにも美しいです）\u001b[22m\n\u001b[1m(- Hotondo no hito ga chūi o kiniirazu, seijō ni naru yō ni doryoku shita no wa yoi kotodeshita. (Shikashi, karera wa amarini mo utsukushīdesu))\u001b[22m\n\nTranslations of \u001b[4m- It was good how most of the guys didn't like the attention and try to be normal. (but they are just too beautiful)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- It was good how most of the guys didn't like the attention and try to be normal.\u001b[24m\n    \u001b[1m - ほとんどの人が注意を気に入らず、正常になるように努力したのは良いことでした。\u001b[22m, \u001b[1m - 男のほとんどが注目を好きで、正常であることをしようとしなかったどのように良いでした。\u001b[22m\n\u001b[4m(but they are just too beautiful)\u001b[24m\n    \u001b[1m（しかし、彼らはあまりにも美しいです）\u001b[22m\n\u001b[1m\u001b[22m\nCons:\n\n\u001b[1m短所：\u001b[22m\n\u001b[1m(Tansho:)\u001b[22m\n\nTranslations of \u001b[4mCons:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons:\u001b[24m\n    \u001b[1m短所：\u001b[22m\n- The main picture for this anime, makes it look like it is a gothic host club or something. (which it is not)\n\n\u001b[1m - このアニメの主な写真は、それがゴシックホストクラブか何かのように見えます。  （それはない）\u001b[22m\n\u001b[1m(- Kono anime no omona shashin wa, sore ga goshikkuhosutokurabu ka nanika no yō ni miemasu. (Sore wa nai))\u001b[22m\n\nTranslations of \u001b[4m- The main picture for this anime, makes it look like it is a gothic host club or something. (which it is not)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The main picture for this anime, makes it look like it is a gothic host club or something.\u001b[24m\n    \u001b[1m - このアニメの主な写真は、それがゴシックホストクラブか何かのように見えます。\u001b[22m, \u001b[1m - このアニメのためのメイン画面は、それはゴシックホストクラブか何かであるように見えます。\u001b[22m\n\u001b[4m(which it is not)\u001b[24m\n    \u001b[1m（それはない）\u001b[22m, \u001b[1m（これはそうではありません）\u001b[22m\n- The guys looked like they weren't even trying to make Sunako into a lady.\n\n\u001b[1m - 彼らはスナコを女性にしようとしていないように見えました。\u001b[22m\n\u001b[1m(- Karera wa Sunako o josei ni shiyou to shite inai yō ni miemashita.)\u001b[22m\n\nTranslations of \u001b[4m- The guys looked like they weren't even trying to make Sunako into a lady.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The guys looked like they weren't even trying to make Sunako into a lady.\u001b[24m\n    \u001b[1m - 彼らはスナコを女性にしようとしていないように見えました。\u001b[22m, \u001b[1m - 人は彼らも女性にSunakoをしようとしていなかったように見えました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall-\n\n\u001b[1m全体-\u001b[22m\n\u001b[1m(Zentai -)\u001b[22m\n\nDefinitions of \u001b[4mOverall-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nIt was a strange anime and I didn't not like it.\n\n\u001b[1mそれは奇妙なアニメだったし、私はそれが好きではなかった。\u001b[22m\n\u001b[1m(Sore wa kimyōna animedattashi, watashi wa sore ga sukide wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mIt was a strange anime and I didn't not like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a strange anime and I didn't not like it.\u001b[24m\n    \u001b[1mそれは奇妙なアニメだったし、私はそれが好きではなかった。\u001b[22m, \u001b[1mそれは奇妙なアニメだったと私はそれを好きではないしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI would recommend this anime to people who like funny and chibi characters or characters that are beautiful, like guys for example. I would also recommend this to people who can relate to this anime.\n\n\u001b[1m私はこのアニメを面白い、ちび文字や美しいキャラクターが好きな人、例えば男の子のように勧めます。 私はまた、このアニメに関連することができる人々にこれをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono anime o omoshiroi, chibi moji ya utsukushī kyarakutā ga sukinahito, tatoeba otokonoko no yō ni susumemasu. Watashi wa mata, kono anime ni kanren suru koto ga dekiru hitobito ni kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would recommend this anime to people who like funny and chibi characters or characters that are beautiful, like guys for example. I would also recommend this to people who can relate to this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would recommend this anime to people who like funny and chibi characters or characters that are beautiful, like guys for example.\u001b[24m\n    \u001b[1m私はこのアニメを面白い、ちび文字や美しいキャラクターが好きな人、例えば男の子のように勧めます。\u001b[22m, \u001b[1m私は、例えば、みんなのような美しい面白いとちび文字や文字を、好きな人にこのアニメをお勧めします。\u001b[22m\n\u001b[4mI would also recommend this to people who can relate to this anime.\u001b[24m\n    \u001b[1m私はまた、このアニメに関連することができる人々にこれをお勧めします。\u001b[22m, \u001b[1mまた、私はこのアニメに関連することができる人にこれをお勧めします。\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "FangirlsAttack00",
    "profile": "/profile/FangirlsAttack00/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=27658",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこれを見始めると私の心に来た最初のものは、私は何を見ているのですか？！？！？！？ しかし、私は間違っていることが証明されました。 それはちょうどあなたがapperancesに基づいて何かを判断すべきではないことを示して、それの終わりには、すべてがこの物語は、元々オフに基づいているものであることを示しています。 すべてのコーナーの周りにひねりとユーモアを描きますが、私はいくつかの点で巻き戻して再見ていました。 文字は典型的なものですが、同時に彼らは個性を持っています。 私はWallflowerである純粋な純粋さのためにこのアニメを愛しました。 あなたが試してみたいことや新しいアニメを見たいと思っているのなら、これは間違いなくあなたが逃してはいけないものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI began watching this and the first thing that came to my mind was WHAT THE HECK AM I WATCHING?!?!?!? But I was proved wrong. It just goes to show that you shouldn't judge anything based on apperances and that in the end of it all is what this story is 'originally' based off of. Plot twists and humor around every corner, at some points I was rewinding and re-watching parts because they were so hilarious. The characters are sterotypical but at the same time they hold individuality. I loved this anime simply for the pure genuis that is The Wallflower. If your looking for something new to try or just want to watch a good anime this is definatly one that you shouldn't miss.\n\n\u001b[1m私はこれを見始めると私の心に来た最初のものは、私は何を見ているのですか？！？！？！？ しかし、私は間違っていることが証明されました。 それはちょうどあなたがapperancesに基づいて何かを判断すべきではないことを示して、それの終わりには、すべてがこの物語は、元々オフに基づいているものであることを示しています。 すべてのコーナーの周りにひねりとユーモアを描きますが、何かの点で私は巻き戻しをしていました。 文字は典型的なものですが、同時に彼らは個性を持っています。 私はWallflowerである純粋な純粋さのためにこのアニメを愛しました。 あなたが試してみたいことや新しいアニメを見たいと思っているのなら、これは間違いなくあなたが逃してはいけないものです。\u001b[22m\n\u001b[1m(Watashi wa kore o mi hajimeruto watashi no kokoro ni kita saisho no mono wa, watashi wa nani o mite iru nodesu ka?!?!?!? Shikashi, watashi wa machigatte iru koto ga shōmei sa remashita. Sore wa chōdo anata ga apperances nimotozuite nanika o handan subekide wanai koto o shimeshite, sore no owari ni wa, subete ga kono monogatari wa, motomoto ofu ni motodzuite iru monodearu koto o shimeshite imasu. Subete no kōnā no mawari ni hineri to yūmoa o kakimasuga, nanika no ten de watashi wa maki modoshi o shite imashita. Moji wa tenkei-tekina monodesuga, dōjini karera wa kosei o motte imasu. Watashi wa Wallflowerdearu junsuina junsui-sa no tame ni kono anime o aishimashita. Anata ga tameshite mitai koto ya atarashī anime o mitai to omotte iru nonara, koreha machigainaku anata ga nogashite wa ikenai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI began watching this and the first thing that came to my mind was WHAT THE HECK AM I WATCHING?!?!?!? But I was proved wrong. It just goes to show that you shouldn't judge anything based on apperances and that in the end of it all is what this story is 'originally' based off of. Plot twists and humor around every corner, at some points I was rewinding and re-watching parts because they were so hilarious. The characters are sterotypical but at the same time they hold individuality. I loved this anime simply for the pure genuis that is The Wallflower. If your looking for something new to try or just want to watch a good anime this is definatly one that you shouldn't miss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI began watching this and the first thing that came to my mind was WHAT THE HECK AM I WATCHING?!?!?!?\u001b[24m\n    \u001b[1m私はこれを見始めると私の心に来た最初のものは、私は何を見ているのですか？！？！？！？\u001b[22m, \u001b[1m私はこれを見て、私の心に来た最初の事は、私は一体何を見ていAMた始めましたか？！？！？！？\u001b[22m\n\u001b[4mBut I was proved wrong.\u001b[24m\n    \u001b[1mしかし、私は間違っていることが証明されました。\u001b[22m, \u001b[1mしかし、私は間違って証明されました。\u001b[22m\n\u001b[4mIt just goes to show that you shouldn't judge anything based on apperances and that in the end of it all is what this story is 'originally' based off of.\u001b[24m\n    \u001b[1mそれはちょうどあなたがapperancesに基づいて何かを判断すべきではないことを示して、それの終わりには、すべてがこの物語は、元々オフに基づいているものであることを示しています。\u001b[22m, \u001b[1mそれはちょうどあなたがapperancesに基づいて何かを判断し、それをすべての終わりに、この物語は「もともと」のオフに基づいているものであることをしないことを示すことを行きます。\u001b[22m\n\u001b[4mPlot twists and humor around every corner, at some points I was rewinding and re-watching parts because they were so hilarious.\u001b[24m\n    \u001b[1mすべてのコーナーの周りにひねりとユーモアを描きますが、何かの点で私は巻き戻しをしていました。\u001b[22m, \u001b[1m彼らはとても陽気だったので、私は部品を巻き戻して再見ていたいくつかの点で隅々の周りのどんでん返しとユーモア、。\u001b[22m\n\u001b[4mThe characters are sterotypical but at the same time they hold individuality.\u001b[24m\n    \u001b[1m文字は典型的なものですが、同時に彼らは個性を持っています。\u001b[22m, \u001b[1m文字はsterotypicalですが、同時に彼らは個性を保持します。\u001b[22m\n\u001b[4mI loved this anime simply for the pure genuis that is The Wallflower.\u001b[24m\n    \u001b[1m私はWallflowerである純粋な純粋さのためにこのアニメを愛しました。\u001b[22m, \u001b[1m私は単にヤマトナデシコ七変化である純粋なGENUISのためにこのアニメを愛しました。\u001b[22m\n\u001b[4mIf your looking for something new to try or just want to watch a good anime this is definatly one that you shouldn't miss.\u001b[24m\n    \u001b[1mあなたが試してみたいことや新しいアニメを見たいと思っているのなら、これは間違いなくあなたが逃してはいけないものです。\u001b[22m, \u001b[1mあなたがしようとするために、新しい何かを探してまたはちょうど良いアニメを見たい場合は、これは間違いなくあなたが見逃してはならないものです。\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "Emillia901",
    "profile": "/profile/Emillia901/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=48225",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  9\nキャラクター|  8\n|  9\n\nやめる！！ あなたが既にアニメを見ているなら、戻ってマンガをチェックしてください。 まだこのアニメを見ていないなら、最初にマンガをチェックアウトしてください（それは最高です！）。\n\n私はこのアニメを最初に見たときにアートワークがちょっとしたターンオフ（何らかの奇妙な理由のために）だったのですが、もう一度「それがカバーすることで本を判断しないでください」と認めなければなりません。 最初のエピソードの途中でさえ、あまりにも笑っていたので、私は涙で自分を見つけました。 話はユニークでキャラクターはさらに面白いです。 それぞれのキャラクターには特別な個性があり、あなたはただ助けて恋に落ちることはできません。 はい、ストーリーは最初は奇妙に見えるかもしれませんが、そんなに面白く面白くするのはそれの奇妙なことです。\n\nあなたが新しい（または読んで）見たいものを探していて、本当に良い笑いをしたいのであれば、このアニメをチェックすることを強く勧めます。  = ^ _ ^ =",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSTOP!! If you have already watched the anime, go back and check out the manga; if you haven't watched this anime yet, then be sure to check out the manga first (it's awesome!).\n\n\u001b[1mやめる！！ あなたが既にアニメを見ているなら、戻ってマンガをチェックしてください。 まだこのアニメを見ていないなら、最初にマンガをチェックアウトしてください（それは最高です！）。\u001b[22m\n\u001b[1m(Yameru! ! Anata ga sudeni anime o mite irunara, modotte manga o chekku shite kudasai. Mada kono anime o miteinainara, saisho ni manga o chekku auto shite kudasai (sore wa saikōdesu! ).)\u001b[22m\n\nTranslations of \u001b[4mSTOP!! If you have already watched the anime, go back and check out the manga; if you haven't watched this anime yet, then be sure to check out the manga first (it's awesome!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTOP!!\u001b[24m\n    \u001b[1mやめる！！\u001b[22m, \u001b[1m止まれ！！\u001b[22m, \u001b[1m停止！！\u001b[22m, \u001b[1m停！！\u001b[22m, \u001b[1m停止！\u001b[22m\n\u001b[4mIf you have already watched the anime, go back and check out the manga;\u001b[24m\n    \u001b[1mあなたが既にアニメを見ているなら、戻ってマンガをチェックしてください。\u001b[22m, \u001b[1mあなたは既にアニメを見ている場合は、戻って漫画をチェックしてください。\u001b[22m\n\u001b[4mif you haven't watched this anime yet, then be sure to check out the manga first (it's awesome!).\u001b[24m\n    \u001b[1mまだこのアニメを見ていないなら、最初にマンガをチェックアウトしてください（それは最高です！）。\u001b[22m, \u001b[1mあなたはまだこのアニメを見ていない場合は、（それは素晴らしいです！）最初の漫画をチェックアウトしてください。\u001b[22m\n\u001b[1m\u001b[22m\nI must admit, when I had first watched this anime, the artwork was a bit of a turnoff (for some odd reason?), but then again 'don't judge a book by it's cover'. Not even halfway through the first episode, I found myself in tears because I was laughing so much. The story is unique and the characters are even more interesting. Each character has a special personality that you just can't help but to fall in love with. Yes, the story might seem odd at first but it's the oddness of it all that makes it so ridiculously funny.\n\n\u001b[1m私はこのアニメを最初に見たときにアートワークがちょっとしたターンオフ（何らかの奇妙な理由のために）だったのですが、もう一度「それがカバーすることで本を判断しないでください」と認めなければなりません。 最初のエピソードの途中でさえ、あまりにも笑っていたので、私は涙で自分を見つけました。 話はユニークでキャラクターはさらに面白いです。 それぞれのキャラクターには特別な個性があり、あなたはただ助けて恋に落ちることはできません。 はい、ストーリーは最初は奇妙に見えるかもしれませんが、そんなに面白く面白くするのはそれの奇妙なことです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o saisho ni mita toki ni ātowāku ga chottoshita tān'ofu (nanrakano kimyōna riyū no tame ni)datta nodesuga, mōichido `sore ga kabā suru koto de hon o handan shinaide kudasai' to mitomenakereba narimasen. Saisho no episōdo no tochūde sae, amarini mo waratte itanode, watashi wa namida de jibun o mitsukemashita. Hanashi wa yunīku de kyarakutā wa sarani omoshiroidesu. Sorezore no kyarakutā ni wa tokubetsuna kosei ga ari, anata wa tada tasukete koi ni ochiru koto wa dekimasen. Hai, sutōrī wa saisho wa kimyō ni mieru kamo shiremasenga, son'nani omoshiroku omoshiroku suru no wa sore no kimyōna kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI must admit, when I had first watched this anime, the artwork was a bit of a turnoff (for some odd reason?), but then again 'don't judge a book by it's cover'. Not even halfway through the first episode, I found myself in tears because I was laughing so much. The story is unique and the characters are even more interesting. Each character has a special personality that you just can't help but to fall in love with. Yes, the story might seem odd at first but it's the oddness of it all that makes it so ridiculously funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI must admit, when I had first watched this anime, the artwork was a bit of a turnoff (for some odd reason?), but then again 'don't judge a book by it's cover'.\u001b[24m\n    \u001b[1m私はこのアニメを最初に見たときにアートワークがちょっとしたターンオフ（何らかの奇妙な理由のために）だったのですが、もう一度「それがカバーすることで本を判断しないでください」と認めなければなりません。\u001b[22m, \u001b[1m私は「それの本を表紙で判断してはいけない」再び私が最初にこのアニメを見ていたときに、アートワークは（いくつかの奇妙な理由で？）ターンオフのビットだった、認める、しかし必要があります。\u001b[22m\n\u001b[4mNot even halfway through the first episode, I found myself in tears because I was laughing so much.\u001b[24m\n    \u001b[1m最初のエピソードの途中でさえ、あまりにも笑っていたので、私は涙で自分を見つけました。\u001b[22m, \u001b[1m私はそんなに笑っていたので、いなくても途中で最初のエピソードを通して、私は涙で自分自身を発見しました。\u001b[22m\n\u001b[4mThe story is unique and the characters are even more interesting.\u001b[24m\n    \u001b[1m話はユニークでキャラクターはさらに面白いです。\u001b[22m, \u001b[1m物語は一意であり、文字はさらに興味深いものです。\u001b[22m\n\u001b[4mEach character has a special personality that you just can't help but to fall in love with.\u001b[24m\n    \u001b[1mそれぞれのキャラクターには特別な個性があり、あなたはただ助けて恋に落ちることはできません。\u001b[22m, \u001b[1m各文字はあなただけ助けることはできませんが、と恋に落ちるために特別な個性を持っています。\u001b[22m\n\u001b[4mYes, the story might seem odd at first but it's the oddness of it all that makes it so ridiculously funny.\u001b[24m\n    \u001b[1mはい、ストーリーは最初は奇妙に見えるかもしれませんが、そんなに面白く面白くするのはそれの奇妙なことです。\u001b[22m, \u001b[1mはい、話は最初は奇妙に思えるかもしれないが、それはそれはとても途方もなく面白い作るそれをすべての違和感です。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for something new to watch (or read) and want to have a (really) good laugh, then I highly suggest checking out this anime. =^_^=\n\n\u001b[1mあなたが新しい（または読んで）見たいものを探していて、本当に良い笑いをしたいのであれば、このアニメをチェックすることを強く勧めます。  = ^ _ ^ =\u001b[22m\n\u001b[1m(Anata ga atarashī (matawa yonde) mitai mono o sagashite ite, hontōni yoi warai o shitai nodeareba, kono anime o chekku suru koto o tsuyoku susumemasu. = ^ _ ^ =)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for something new to watch (or read) and want to have a (really) good laugh, then I highly suggest checking out this anime. =^_^=\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for something new to watch (or read) and want to have a (really) good laugh, then I highly suggest checking out this anime.\u001b[24m\n    \u001b[1mあなたが新しい（または読んで）見たいものを探していて、本当に良い笑いをしたいのであれば、このアニメをチェックすることを強く勧めます。\u001b[22m, \u001b[1mあなたは、見て（または読み取り）と（本当に）大笑いをしたいために何か新しいものを探しているなら、私は非常にこのアニメをチェックアウトをお勧めします。\u001b[22m\n\u001b[4m=^_^=\u001b[24m\n    \u001b[1m= ^ _ ^ =\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "masumi_amari",
    "profile": "/profile/masumi_amari/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=182486",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nシノプシスを読んだら、これは、これが謎めいた、われわれの命を奪ったもう一つのクリシェであると思う可能性が最も高い。 しかしそれはずっと多くです。\n\n私はうそをつくことはしませんし、そこから最も元のアニメのように見えるようにしていますが、本当にこのアニメについては、再ウォッチのために戻ってくるものがあります。 コメディのシナリオとバランスの取れたキャラクターが混在している性的妄想は、このアニメを非常に楽しいものにします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAfter reading the synopsis, you're most likely to think that this will be another cliche riddled, bishounen filled, Ouran wannabe. But it's so much more.\n\n\u001b[1mシノプシスを読んだら、これは、これが謎めいた、われわれの命を奪ったもう一つのクリシェであると思う可能性が最も高い。 しかしそれはずっと多くです。\u001b[22m\n\u001b[1m(Shinopushisu o yondara, koreha, kore ga nazomeita, wareware no inochi o ubatta mōhitotsu no kurishedearu to omou kanōsei ga mottomo takai. Shikashi sore wa zutto ōkudesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter reading the synopsis, you're most likely to think that this will be another cliche riddled, bishounen filled, Ouran wannabe. But it's so much more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter reading the synopsis, you're most likely to think that this will be another cliche riddled, bishounen filled, Ouran wannabe.\u001b[24m\n    \u001b[1mシノプシスを読んだら、これは、これが謎めいた、われわれの命を奪ったもう一つのクリシェであると思う可能性が最も高い。\u001b[22m, \u001b[1mあらすじを読んだ後、あなたはこれが満たされた美少年だらけ別の決まり文句、桜蘭志望になると考えるのが最も可能性が高いです。\u001b[22m\n\u001b[4mBut it's so much more.\u001b[24m\n    \u001b[1mしかしそれはずっと多くです。\u001b[22m, \u001b[1mしかし、それはそんなに多くあります。\u001b[22m\n\u001b[1m\u001b[22m\nI'm not going to lie and make this seem like it's the most original anime out there but there truly is something about this anime that makes you go back for a re-watch. The sexual innuendos mixed with the comedic scenarios and well balanced characters makes this anime extremely enjoyable.\n\n\u001b[1m私はうそをつくことはしませんし、そこから最も元のアニメのように見えるようにしていますが、本当にこのアニメについては、再ウォッチのために戻ってくるものがあります。 コメディのシナリオとバランスの取れたキャラクターが混在している性的妄想は、このアニメを非常に楽しいものにします。\u001b[22m\n\u001b[1m(Watashi wa uso o tsuku koto wa shimasenshi, soko kara mottomo gen no anime no yō ni mieru yō ni shite imasuga, hontōni kono anime ni tsuite wa, sai u~otchi no tame ni modotte kuru mono ga arimasu. Komedi no shinario to baransu no toreta kyarakutā ga konzai shite iru seiteki mōsō wa, kono anime o hijō ni tanoshī mono ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not going to lie and make this seem like it's the most original anime out there but there truly is something about this anime that makes you go back for a re-watch. The sexual innuendos mixed with the comedic scenarios and well balanced characters makes this anime extremely enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not going to lie and make this seem like it's the most original anime out there but there truly is something about this anime that makes you go back for a re-watch.\u001b[24m\n    \u001b[1m私はうそをつくことはしませんし、そこから最も元のアニメのように見えるようにしていますが、本当にこのアニメについては、再ウォッチのために戻ってくるものがあります。\u001b[22m, \u001b[1m私はうそをつくと、それはそこに最もオリジナルアニメだが、本当にあなたが再腕時計のために戻って行かせるこのアニメについての何かがあるように、これが見えるようにするつもりはありません。\u001b[22m\n\u001b[4mThe sexual innuendos mixed with the comedic scenarios and well balanced characters makes this anime extremely enjoyable.\u001b[24m\n    \u001b[1mコメディのシナリオとバランスの取れたキャラクターが混在している性的妄想は、このアニメを非常に楽しいものにします。\u001b[22m, \u001b[1mコミカルシナリオとバランスのとれた文字と混合性的innuendosはこのアニメは非常に楽しいものになります。\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "Too_enthused55",
    "profile": "/profile/Too_enthused55/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=226269",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  1\nサウンド|  5\nキャラクター|  7\n|  2\n\n私を表面的なものと呼んでいますが、私はアートに耐えられませんでした。 おそらく私が今まで見たことのない醜いアニメ（おそらく醜いアニメではない）の1つです。 時には、それは喜劇的であり、他者ではそうではありませんでした。 また、どこに行ってもその物語は見えませんでした。 私は、このウェブサイトなどで、私が見て、愛していた番組のほとんどに推薦されたことを考慮して、私が入ることができるものと期待していました。 私はそれを見ても、このショーを楽しむ理由は本当に見つかりませんでした。\n\n私はこれらが私だけかもしれないことに気づいていますが、私はこのショーを誰にも勧めません。 私はそれがLoveComのようなショーと絶えずどのようにグループ化されているのか分かりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nCall me superficial, but I could not stand the art. It's probably one of the ugliest (if not the ugliest) anime I've ever seen. At times, it was comical and at others it wasn't. Also, I didn't see the story going anywhere, really. I was expecting it to be something I could get into, considering that it was recommended for most of the shows I watched and loved, by this website and others. I couldn't find really any reasons to enjoy this show, no matter how I looked at it.\n\n\u001b[1m私を表面的なものと呼んでいますが、私はアートに耐えられませんでした。 おそらく私が今まで見たことのない醜いアニメ（おそらく醜いアニメではないかもしれない）の1つです。 時には、それは喜劇的であり、他者ではそうではありませんでした。 また、どこに行ってもその物語は見えませんでした。 私は、このウェブサイトなどで、私が見て、愛していた番組のほとんどに推薦されたことを考慮して、私が入ることができるものと期待していました。 私はそれを見ても、このショーを楽しむ理由は本当に見つかりませんでした。\u001b[22m\n\u001b[1m(Watashi o hyōmen-tekina mono to yonde imasuga, watashi wa āto ni tae raremasendeshita. Osoraku watashi ga imamade mita koto no nai minikui anime (osoraku minikui animede wanai kamo shirenai) no 1tsudesu. Tokiniha, soreha kigeki-tekideari, tashade wa sōde wa arimasendeshita. Mata, doko ni itte mo sono monogatari wa miemasendeshita. Watashi wa, kono u~ebusaito nado de, watashi ga mite, aishite ita bangumi no hotondo ni suisen sa reta koto o kōryo shite, watashi ga hairu koto ga dekiru mono to kitai shite imashita. Watashi wa sore o mite mo, kono shō o tanoshimu riyū wa hontōni mitsukarimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mCall me superficial, but I could not stand the art. It's probably one of the ugliest (if not the ugliest) anime I've ever seen. At times, it was comical and at others it wasn't. Also, I didn't see the story going anywhere, really. I was expecting it to be something I could get into, considering that it was recommended for most of the shows I watched and loved, by this website and others. I couldn't find really any reasons to enjoy this show, no matter how I looked at it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCall me superficial, but I could not stand the art.\u001b[24m\n    \u001b[1m私を表面的なものと呼んでいますが、私はアートに耐えられませんでした。\u001b[22m, \u001b[1m表面的な私を呼び出すが、私は芸術を立つことができませんでした。\u001b[22m\n\u001b[4mIt's probably one of the ugliest (if not the ugliest) anime I've ever seen.\u001b[24m\n    \u001b[1mおそらく私が今まで見たことのない醜いアニメ（おそらく醜いアニメではないかもしれない）の1つです。\u001b[22m, \u001b[1mそれはおそらく私が今まで見た中で最も醜い（そうでない場合は醜い）アニメの一つです。\u001b[22m\n\u001b[4mAt times, it was comical and at others it wasn't.\u001b[24m\n    \u001b[1m時には、それは喜劇的であり、他者ではそうではありませんでした。\u001b[22m, \u001b[1m時には、それは滑稽だったと他にそうではありませんでした。\u001b[22m\n\u001b[4mAlso, I didn't see the story going anywhere, really.\u001b[24m\n    \u001b[1mまた、どこに行ってもその物語は見えませんでした。\u001b[22m, \u001b[1mまた、私は本当に、話はどこにも行か表示されませんでした。\u001b[22m\n\u001b[4mI was expecting it to be something I could get into, considering that it was recommended for most of the shows I watched and loved, by this website and others.\u001b[24m\n    \u001b[1m私は、このウェブサイトなどで、私が見て、愛していた番組のほとんどに推薦されたことを考慮して、私が入ることができるものと期待していました。\u001b[22m, \u001b[1m私はそれは、このウェブサイトおよび他の人が、私が見て、愛さショーのほとんどのために推奨されたことを考えると、それは私がに得ることができるものであることを期待していました。\u001b[22m\n\u001b[4mI couldn't find really any reasons to enjoy this show, no matter how I looked at it.\u001b[24m\n    \u001b[1m私はそれを見ても、このショーを楽しむ理由は本当に見つかりませんでした。\u001b[22m, \u001b[1m私は関係なく、私はそれを見てどのように、実際にこのショーを楽しむためにあらゆる理由が見つかりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI realize that these may just be me, but I really wouldn't recommend this show to anyone. I don't know how it's constantly grouped with shows like LoveCom.\n\n\u001b[1m私はこれらが私だけかもしれないことに気づいていますが、私はこのショーを誰にも勧めません。 私はそれがLoveComのようなショーと絶えずどのようにグループ化されているのか分かりません。\u001b[22m\n\u001b[1m(Watashi wa korera ga watashi dake kamo shirenai koto ni kidzuite imasuga, watashi wa kono shō o darenimo susumemasen. Watashi wa sore ga LoveCom no yōna shō to taezu dono yō ni gurūpu-ka sa rete iru no ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI realize that these may just be me, but I really wouldn't recommend this show to anyone. I don't know how it's constantly grouped with shows like LoveCom.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI realize that these may just be me, but I really wouldn't recommend this show to anyone.\u001b[24m\n    \u001b[1m私はこれらが私だけかもしれないことに気づいていますが、私はこのショーを誰にも勧めません。\u001b[22m, \u001b[1m私は、これらは私だけであってもよいことを認識し、私は本当に誰にもこの番組をお勧めしません。\u001b[22m\n\u001b[4mI don't know how it's constantly grouped with shows like LoveCom.\u001b[24m\n    \u001b[1m私はそれがLoveComのようなショーと絶えずどのようにグループ化されているのか分かりません。\u001b[22m, \u001b[1m私はそれは常にLoveComのようなショーでグループ化されていますか分かりません。\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "atKatlin",
    "profile": "/profile/atKatlin/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=225019",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  9\n\n私はこのアニメが本当に好きです。 私はそれを3回見ました。私はまた、結末の絶望のためにマンガを読んでいました。 ストーリーは過激です。 ヒロインが美しい女性に変身する必要があるので、ヒロインが4人の男と一緒に生きていると想像してみてください。 私はあなたが自分自身である必要があることを物語がどのように示しているのが好きです。 私は本当に気持ちが遅いオープニングテーマソングが好きです。 私は彼女が深刻になったときに砂子の声が奇妙に声をかけるのが好きです。彼女がちびに移っても小さな妖精のように面白いと言われます。 また、高野恭平と中原砂子が互いに競争するために、これを見て楽しんでいます。 このアニメの側面は芸術ですが、私はまだ4人の主人公がハンサムであると感じています。 ロマンスとコメディのファンはそれを見てみるべきです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI really like this anime. I've watched it three times I also read the manga because of my desperation on the ending. The story is outrageous. Imagine the heroine is living with four handsome guys because the guys badly want free rent in return they need to turn the heroine into a fine lady. I like how the story shows that you need to be yourself. I really, really like the opening theme song which is the Slow by Kiyoharu. I like how the seiyuu of Sunako voice the scariness when she become a serious, even when she shifts into Chibi the say is funny like a small fairy. I also enjoy watching this because of how Takano Kyohei and Nakahara Sunako compete with each other. The down side of this anime is the art, although I still find the four protagonists as handsome. Fans of romance and comedy should try to watch it.\n\n\u001b[1m私はこのアニメが本当に好きです。 私はそれを3回見ました。私はまた、結末の絶望のためにマンガを読んでいました。 ストーリーは過激です。 ヒロインが美しい女性に変身する必要があるので、ヒロインが4人の男と一緒に生きていると想像してみてください。 私はあなたが自分自身である必要があることを物語がどのように示しているのが好きです。 私は本当に気持ちが遅いオープニングテーマソングが好きです。 私は彼女が深刻になったときに砂子の声が奇妙に声をかけるのが好きです。彼女がちびに移っても小さな妖精のように面白いと言われます。 また、高野恭平と中原砂子が互いに競争するために、これを見て楽しんでいます。 このアニメの側面は芸術ですが、私はまだ4人の主人公がハンサムであると感じています。 ロマンスとコメディのファンはそれを見てみるべきです。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga hontōni sukidesu. Watashi wa sore o 3-kai mimashita. Watashi wa mata, ketsumatsu no zetsubō no tame ni manga o yonde imashita. Sutōrī wa kagekidesu. Hiroin ga utsukushī josei ni henshin suruhitsuyōgārunode, hiroin ga 4-ri no otoko to issho ni ikite iru to sōzō shite mite kudasai. Watashi wa anata ga jibun jishindearu hitsuyō ga aru koto o monogatari ga dono yō ni shimeshite iru no ga sukidesu. Watashi wa hontōni kimochi ga osoi ōpuningutēmasongu ga sukidesu. Watashi wa kanojo ga shinkoku ni natta toki ni sunago no koe ga kimyō ni koe o kakeru no ga sukidesu. Kanojo ga chibi ni utsutte mo chīsana yōsei no yō ni omoshiroi to iwa remasu. Mata, takano kyōhei to Nakahara Isago ga tagaini kyōsō suru tame ni, kore o mite tanoshinde imasu. Kono anime no sokumen wa geijutsudesuga, watashi wa mada 4-ri no shujinkō ga hansamudearu to kanjite imasu. Romansu to komedi no fan wa sore o mite mirubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI really like this anime. I've watched it three times I also read the manga because of my desperation on the ending. The story is outrageous. Imagine the heroine is living with four handsome guys because the guys badly want free rent in return they need to turn the heroine into a fine lady. I like how the story shows that you need to be yourself. I really, really like the opening theme song which is the Slow by Kiyoharu. I like how the seiyuu of Sunako voice the scariness when she become a serious, even when she shifts into Chibi the say is funny like a small fairy. I also enjoy watching this because of how Takano Kyohei and Nakahara Sunako compete with each other. The down side of this anime is the art, although I still find the four protagonists as handsome. Fans of romance and comedy should try to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really like this anime.\u001b[24m\n    \u001b[1m私はこのアニメが本当に好きです。\u001b[22m, \u001b[1m私は本当にこのアニメが好きです。\u001b[22m\n\u001b[4mI've watched it three times I also read the manga because of my desperation on the ending.\u001b[24m\n    \u001b[1m私はそれを3回見ました。私はまた、結末の絶望のためにマンガを読んでいました。\u001b[22m, \u001b[1m私はそれを私がためにもエンディングに私の絶望の漫画を読んで3回を見てきました。\u001b[22m\n\u001b[4mThe story is outrageous.\u001b[24m\n    \u001b[1mストーリーは過激です。\u001b[22m, \u001b[1m物語は言語道断です。\u001b[22m\n\u001b[4mImagine the heroine is living with four handsome guys because the guys badly want free rent in return they need to turn the heroine into a fine lady.\u001b[24m\n    \u001b[1mヒロインが美しい女性に変身する必要があるので、ヒロインが4人の男と一緒に生きていると想像してみてください。\u001b[22m, \u001b[1m男はひどく、彼らは罰金女性にヒロインを有効にする必要があり見返りに無料の賃貸をしたいので、ヒロインは4ハンサムな男と暮らしている想像してみてください。\u001b[22m\n\u001b[4mI like how the story shows that you need to be yourself.\u001b[24m\n    \u001b[1m私はあなたが自分自身である必要があることを物語がどのように示しているのが好きです。\u001b[22m, \u001b[1m私は物語があなた自身をする必要があることを示してどのように好きです。\u001b[22m\n\u001b[4mI really, really like the opening theme song which is the Slow by Kiyoharu.\u001b[24m\n    \u001b[1m私は本当に気持ちが遅いオープニングテーマソングが好きです。\u001b[22m, \u001b[1m私は本当に、本当に清春により遅いオープニングテーマ曲が好きです。\u001b[22m\n\u001b[4mI like how the seiyuu of Sunako voice the scariness when she become a serious, even when she shifts into Chibi the say is funny like a small fairy.\u001b[24m\n    \u001b[1m私は彼女が深刻になったときに砂子の声が奇妙に声をかけるのが好きです。彼女がちびに移っても小さな妖精のように面白いと言われます。\u001b[22m, \u001b[1m私は彼女が深刻になったときにSunakoの声優は、彼女が言うには、小さな妖精のような面白いちびに移行した場合でも、scariness音声方法が好きです。\u001b[22m\n\u001b[4mI also enjoy watching this because of how Takano Kyohei and Nakahara Sunako compete with each other.\u001b[24m\n    \u001b[1mまた、高野恭平と中原砂子が互いに競争するために、これを見て楽しんでいます。\u001b[22m, \u001b[1m私も理由高野恭平と中原Sunakoが互いに競合する方法のためにこれを見て楽しむことができます。\u001b[22m\n\u001b[4mThe down side of this anime is the art, although I still find the four protagonists as handsome.\u001b[24m\n    \u001b[1mこのアニメの側面は芸術ですが、私はまだ4人の主人公がハンサムであると感じています。\u001b[22m, \u001b[1m私はまだハンサムとして4主人公を見つけるが、このアニメのダウンサイドは、芸術です。\u001b[22m\n\u001b[4mFans of romance and comedy should try to watch it.\u001b[24m\n    \u001b[1mロマンスとコメディのファンはそれを見てみるべきです。\u001b[22m, \u001b[1mロマンスとコメディのファンはそれを見るようにしてください。\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "dancer2713",
    "profile": "/profile/dancer2713/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=17637",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  10\n\n私はこのアニメを雨の日に見るものとして見つけました。 それはかなり抜群だった！\n物語？\n4つの「目を見張る」男の子は、奇妙な女の子を壮麗な女性に変えなければなりません。 ストーリーラインはほとんどのパーツで予測可能でしたが、一度始めると停止しません。\n\nアート？\n最高ではありませんが、一度それに慣れれば、うまくいきます。 それは桃の女の子様式の芸術に似ています。\n\nサウンドは？\n私はそれに6を与える。\nSubbed：Akiraの声は迷惑で、あなたの耳を滲ませます。 ソリューション？ それを無視します。 それはそこの唯一のひどい声です。  Sunakoの声は少し面倒ですが、あなたはそれに慣れています。\nダビング：ちょっと見ないでください... o_O\n\nキャラクター？\nキャラクターはすべてこのアニメで重要な役割を果たしました。 私はそれを7と評価する。 これの背後にある理由は？ ゴスロリの姉妹。 彼らはまったく意味がありません。 それ以外のすべての文字は、プロットを続けるために必要でした。 文字の量でさえ、英雄主義の行為はまだ残っています。\n\n楽しみ？\nこれがコメディであるという事実は、ほとんどの喜びのレベルを証明するはずです。 私はこれをperefect 10にします。これ以上はありません。 劣らず。 エピソードの後のエピソード、あなたは - 文字通り - フロアで笑うことになります！\n\n全体？\n私はこのアニメを9と評価します。 恐ろしい結末でなければ、それは10であったかもしれません。あなたが声の欠陥と結末を過ぎれば、このアニメはかなり良いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI found this anime as something to watch on a rainy day. It was quite outstanding!\n\n\u001b[1m私はこのアニメを雨の日に見るものとして見つけました。 それはかなり抜群だった！\u001b[22m\n\u001b[1m(Watashi wa kono anime o ame no hi ni miru mono to shite mitsukemashita. Sore wa kanari batsugundatta!)\u001b[22m\n\nTranslations of \u001b[4mI found this anime as something to watch on a rainy day. It was quite outstanding!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found this anime as something to watch on a rainy day.\u001b[24m\n    \u001b[1m私はこのアニメを雨の日に見るものとして見つけました。\u001b[22m, \u001b[1m私は雨の日に見るためのものとして、このアニメを発見しました。\u001b[22m\n\u001b[4mIt was quite outstanding!\u001b[24m\n    \u001b[1mそれはかなり抜群だった！\u001b[22m, \u001b[1mそれは非常に傑出していました！\u001b[22m\nThe Story?\n\n\u001b[1m物語？\u001b[22m\n\u001b[1m(Monogatari?)\u001b[22m\n\nTranslations of \u001b[4mThe Story?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story?\u001b[24m\n    \u001b[1m物語？\u001b[22m, \u001b[1mストーリー？\u001b[22m\nFour 'dazzling' boys have to change a rather strange girl into a magnificent lady. The story line was predictable for the most parts but once you start you cant stop.\n\n\u001b[1m4つの「目を見張る」男の子は、奇妙な女の子を壮麗な女性に変えなければなりません。 ストーリーラインはほとんどのパーツで予測可能でしたが、一度始めると停止しません。\u001b[22m\n\u001b[1m(4Tsu no `mewomiharu' otokonoko wa, kimyōna on'nanoko o sōreina josei ni kaenakereba narimasen. Sutōrīrain wa hotondo no pātsu de yosoku kanōdeshitaga, ichido hajimeru to teishi shimasen.)\u001b[22m\n\nTranslations of \u001b[4mFour 'dazzling' boys have to change a rather strange girl into a magnificent lady. The story line was predictable for the most parts but once you start you cant stop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFour 'dazzling' boys have to change a rather strange girl into a magnificent lady.\u001b[24m\n    \u001b[1m4つの「目を見張る」男の子は、奇妙な女の子を壮麗な女性に変えなければなりません。\u001b[22m, \u001b[1m四つの「まぶしい」男の子は壮大な女性にかなり奇妙な女の子を変更する必要があります。\u001b[22m\n\u001b[4mThe story line was predictable for the most parts but once you start you cant stop.\u001b[24m\n    \u001b[1mストーリーラインはほとんどのパーツで予測可能でしたが、一度始めると停止しません。\u001b[22m, \u001b[1mストーリーラインは、ほとんどの部分のための予測可能だったが、あなたが起動したら、あなたは停止傾けます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art?\n\n\u001b[1mアート？\u001b[22m\n\u001b[1m(Āto?)\u001b[22m\n\nTranslations of \u001b[4mThe Art?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art?\u001b[24m\n    \u001b[1mアート？\u001b[22m\nNot the best but once you get used to it, it's just fine. It resembles Peach Girls style of art.\n\n\u001b[1m最高ではありませんが、一度それに慣れれば、うまくいきます。 それは桃の女の子様式の芸術に似ています。\u001b[22m\n\u001b[1m(Saikōde wa arimasenga, ichido sore ni narereba, umaku ikimasu. Sore wa momo no on'nanoko yōshiki no geijutsu ni nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNot the best but once you get used to it, it's just fine. It resembles Peach Girls style of art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot the best but once you get used to it, it's just fine.\u001b[24m\n    \u001b[1m最高ではありませんが、一度それに慣れれば、うまくいきます。\u001b[22m, \u001b[1mないことをお勧めしますが、それに慣れると、それだけで結構です。\u001b[22m\n\u001b[4mIt resembles Peach Girls style of art.\u001b[24m\n    \u001b[1mそれは桃の女の子様式の芸術に似ています。\u001b[22m, \u001b[1mそれは芸術のピーチガールスタイルに似ています。\u001b[22m\n\u001b[1m\u001b[22m\nThe Sound?\n\n\u001b[1mサウンドは？\u001b[22m\n\u001b[1m(Saundo wa?)\u001b[22m\n\nTranslations of \u001b[4mThe Sound?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sound?\u001b[24m\n    \u001b[1mサウンドは？\u001b[22m, \u001b[1mサウンド？\u001b[22m\nI give it a six.\n\n\u001b[1m私はそれに6を与える。\u001b[22m\n\u001b[1m(Watashi wa sore ni 6 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI give it a six.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give it a six.\u001b[24m\n    \u001b[1m私はそれに6を与える。\u001b[22m, \u001b[1m私はそれを6を与えます。\u001b[22m\nSubbed: Akira's voice is annoying and makes your ears bleed. The solution? Ignore it. It's the only terrible voice in there. Sunako's voice is a little bothersome but you get used to it.\n\n\u001b[1mSubbed：Akiraの声は迷惑で、あなたの耳を滲ませます。 ソリューション？ それを無視します。 それはそこの唯一のひどい声です。  Sunakoの声は少し面倒ですが、あなたはそれに慣れています。\u001b[22m\n\u001b[1m(Subbed: Akira no koe wa meiwakude, anata no mimi o nijima semasu. Soryūshon? Sore o mushi shimasu. Sore wa soko no yuiitsu no hidoi koedesu. Sunako no koe wa sukoshi mendōdesuga, anata wa sore ni narete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSubbed: Akira's voice is annoying and makes your ears bleed. The solution? Ignore it. It's the only terrible voice in there. Sunako's voice is a little bothersome but you get used to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSubbed: Akira's voice is annoying and makes your ears bleed.\u001b[24m\n    \u001b[1mSubbed：Akiraの声は迷惑で、あなたの耳を滲ませます。\u001b[22m, \u001b[1m下塗り：アキラの声は面倒ですし、あなたの耳が出血になります。\u001b[22m\n\u001b[4mThe solution?\u001b[24m\n    \u001b[1mソリューション？\u001b[22m, \u001b[1m解決策は？\u001b[22m, \u001b[1m解決策？\u001b[22m\n\u001b[4mIgnore it.\u001b[24m\n    \u001b[1mそれを無視します。\u001b[22m, \u001b[1m無視してください。\u001b[22m\n\u001b[4mIt's the only terrible voice in there.\u001b[24m\n    \u001b[1mそれはそこの唯一のひどい声です。\u001b[22m, \u001b[1mそれはそこにだけひどい声です。\u001b[22m\n\u001b[4mSunako's voice is a little bothersome but you get used to it.\u001b[24m\n    \u001b[1mSunakoの声は少し面倒ですが、あなたはそれに慣れています。\u001b[22m, \u001b[1mSunakoの声は少し面倒ですが、あなたはそれに慣れます。\u001b[22m\nDubbed: Just don't watch it at all...o_O\n\n\u001b[1mダビング：ちょっと見ないでください... o_O\u001b[22m\n\u001b[1m(Dabingu: Chotto minaide kudasai... O _ O)\u001b[22m\n\nTranslations of \u001b[4mDubbed: Just don't watch it at all...o_O\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDubbed: Just don't watch it at all...o_O\u001b[24m\n    \u001b[1mダビング：ちょっと見ないでください... o_O\u001b[22m, \u001b[1m吹き替え：ちょうどO_O...すべてでそれを見ていません\u001b[22m\n\u001b[1m\u001b[22m\nThe Character?\n\n\u001b[1mキャラクター？\u001b[22m\n\u001b[1m(Kyarakutā?)\u001b[22m\n\nTranslations of \u001b[4mThe Character?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Character?\u001b[24m\n    \u001b[1mキャラクター？\u001b[22m, \u001b[1m文字？\u001b[22m\nThe characters all played an important part in this anime. I rate it a seven. The reason behind this? The goth-loli sisters. They make no sense to me at all. Other than them, every character was needed to carry on the plot. Even with the amount of characters the act of heroism still remains.\n\n\u001b[1mキャラクターはすべてこのアニメで重要な役割を果たしました。 私はそれを7と評価する。 これの背後にある理由は？ ゴスロリの姉妹。 彼らはまったく意味がありません。 それ以外のすべての文字は、プロットを続けるために必要でした。 文字の量でさえ、英雄主義の行為はまだ残っています。\u001b[22m\n\u001b[1m(Kyarakutā wa subete kono anime de jūyōna yakuwari o hatashimashita. Watashi wa sore o 7 to hyōka suru. Kore no haigo ni aru riyū wa? Gosurori no shimai. Karera wa mattaku imi ga arimasen. Sore igai no subete no moji wa, purotto o tsudzukeru tame ni hitsuyōdeshita. Moji no ryōde sae, eiyūshugi no kōi wa mada nokotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters all played an important part in this anime. I rate it a seven. The reason behind this? The goth-loli sisters. They make no sense to me at all. Other than them, every character was needed to carry on the plot. Even with the amount of characters the act of heroism still remains.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters all played an important part in this anime.\u001b[24m\n    \u001b[1mキャラクターはすべてこのアニメで重要な役割を果たしました。\u001b[22m, \u001b[1m文字はすべて、このアニメに重要な役割を果たしました。\u001b[22m\n\u001b[4mI rate it a seven.\u001b[24m\n    \u001b[1m私はそれを7と評価する。\u001b[22m, \u001b[1m私はそれを7を評価します。\u001b[22m\n\u001b[4mThe reason behind this?\u001b[24m\n    \u001b[1mこれの背後にある理由は？\u001b[22m, \u001b[1mこの背後にある理由は？\u001b[22m\n\u001b[4mThe goth-loli sisters.\u001b[24m\n    \u001b[1mゴスロリの姉妹。\u001b[22m, \u001b[1mゴス・ロリ姉妹。\u001b[22m\n\u001b[4mThey make no sense to me at all.\u001b[24m\n    \u001b[1m彼らはまったく意味がありません。\u001b[22m, \u001b[1m彼らはまったく私には意味をなさない。\u001b[22m\n\u001b[4mOther than them, every character was needed to carry on the plot.\u001b[24m\n    \u001b[1mそれ以外のすべての文字は、プロットを続けるために必要でした。\u001b[22m, \u001b[1mそれら以外にも、すべての文字がプロット上で実行するために必要でした。\u001b[22m\n\u001b[4mEven with the amount of characters the act of heroism still remains.\u001b[24m\n    \u001b[1m文字の量でさえ、英雄主義の行為はまだ残っています。\u001b[22m, \u001b[1mでも、文字の量とヒロイズムの行為は依然として残っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment?\n\n\u001b[1m楽しみ？\u001b[22m\n\u001b[1m(Tanoshimi?)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nThe fact that this is a comedy should prove the enjoyment level of most. I give this a perefect 10. No more. No less. Episode after episode, you'll be-literally- rolling on the floor laughing!\n\n\u001b[1mこれがコメディであるという事実は、ほとんどの喜びのレベルを証明するはずです。 私はこれをperefect 10にします。これ以上はありません。 劣らず。 エピソードの後のエピソード、あなたは - 文字通り - フロアで笑うことになります！\u001b[22m\n\u001b[1m(Kore ga komedidearu to iu jijitsu wa, hotondo no yorokobi no reberu o shōmei suru hazudesu. Watashi wa kore o perefect 10 ni shimasu. Koreijō wa arimasen. Otorazu. Episōdo no nochi no episōdo, anata wa - mojidōri - furoa de warau koto ni narimasu!)\u001b[22m\n\nTranslations of \u001b[4mThe fact that this is a comedy should prove the enjoyment level of most. I give this a perefect 10. No more. No less. Episode after episode, you'll be-literally- rolling on the floor laughing!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fact that this is a comedy should prove the enjoyment level of most.\u001b[24m\n    \u001b[1mこれがコメディであるという事実は、ほとんどの喜びのレベルを証明するはずです。\u001b[22m, \u001b[1mこれは喜劇であるという事実は、ほとんどの楽しみのレベルを証明する必要があります。\u001b[22m\n\u001b[4mI give this a perefect 10. No more.\u001b[24m\n    \u001b[1m私はこれをperefect 10にします。これ以上はありません。\u001b[22m, \u001b[1m私はこれをperefectこれ以上の10を与えます。\u001b[22m\n\u001b[4mNo less.\u001b[24m\n    \u001b[1m劣らず。\u001b[22m, \u001b[1mそれ以下である。\u001b[22m\n\u001b[4mEpisode after episode, you'll be-literally- rolling on the floor laughing!\u001b[24m\n    \u001b[1mエピソードの後のエピソード、あなたは - 文字通り - フロアで笑うことになります！\u001b[22m, \u001b[1mエピソードエピソードの後に、あなたがすることが-literally-よ笑って床に転がり！\u001b[22m\n\u001b[1m\u001b[22m\nOverall?\n\n\u001b[1m全体？\u001b[22m\n\u001b[1m(Zentai?)\u001b[22m\n\nDefinitions of \u001b[4mOverall?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nI rate this anime a nine. If it wasn't for a terrible ending, it may have been a 10. If you get past the voice flaws and the ending this anime is quite good.\n\n\u001b[1m私はこのアニメを9と評価します。 恐ろしい結末でなければ、それは10であったかもしれません。あなたが声の欠陥と結末を過ぎれば、このアニメはかなり良いです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o 9 to hyōka shimasu. Osoroshī ketsumatsudenakereba, sore wa 10deatta kamo shiremasen. Anata ga koe no kekkan to ketsumatsu o yogireba, kono anime wa kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI rate this anime a nine. If it wasn't for a terrible ending, it may have been a 10. If you get past the voice flaws and the ending this anime is quite good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rate this anime a nine.\u001b[24m\n    \u001b[1m私はこのアニメを9と評価します。\u001b[22m, \u001b[1m私はこのアニメ9を評価します。\u001b[22m\n\u001b[4mIf it wasn't for a terrible ending, it may have been a 10. If you get past the voice flaws and the ending this anime is quite good.\u001b[24m\n    \u001b[1m恐ろしい結末でなければ、それは10であったかもしれません。あなたが声の欠陥と結末を過ぎれば、このアニメはかなり良いです。\u001b[22m, \u001b[1mそれはひどい結末のためではなかった場合は、音声の欠陥を乗り越えると、このアニメを終了することは非常に良好であれば、それは10であったかもしれません。\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "manami-chan669",
    "profile": "/profile/manami-chan669/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=23084",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  7\n\nちょうどFYI、これは私の最初のレビューです：P\n\n全体評価：8/10\n\n京平、雪乃城、武家奈、蘭丸はまさに街の有名人です。 彼らは美しい家長と一緒に大邸宅に住んでいます。 しかし、彼女は4人の男の子と契約を結ぶ。3年後に彼女の腕、砂子を美しい女性に変えることができれば、彼らは彼らを自由に大邸宅に住ませるだろう！ しかし、そうでなければ、彼らは家賃が三倍になるでしょう。 それはどれほど難しいでしょうか？ サナコは恐ろしい、薄い肌の「闇の生き物」であり、ホラー映画を笑い、美しい人がいるといつでも鼻血を出すことはほとんど不可能です。  4人の美しい男の子が砂子を女性に変えることはできますか、それとも彼らは闇に吸い込まれますか？\n\nストーリー：8/10\n\n物語は非常に興味深く、アニメのための素晴らしいアイデアでした。 特定のタイムラインは実際にはありませんでしたが、実際には問題ではなく、いくつかの点で優れていました。 この物語のイベントの背後には多くの象徴があります。あなたは驚くほど豪華ではないかもしれませんが、信じられないほど魅力的ではないかもしれませんが、誰もがこの物語に関係することができます。\n\nアート：8/10\n\n芸術は...平均だった。 信じられないほど良いことではありませんでしたが、どちらも恐ろしいことではありませんでした。 あなたがコメディシリーズから期待していたほど良いものでした。\n\nサウンド：6/10\n\nこのアニメの音は欠けていた。 彼らはシーンと音楽を合わせることは非常にうまく行っていませんでした。 彼らの劇的なシーンのために使用した音楽は、通常、気分を台無しにしました。\n\nキャラクター：9/10\n\n驚くほど好きなキャラクター。 このアニメには観客が好きではないキャラクターがいるとは思わない。\n\nSunako：Sunakoは非常に愛らしいキャラクターだった。 彼女は大声で大笑いするだけでなく、世界のすべての女の子が何らかの形で彼女に関係すると思う。 私たちは皆、ある時点では自分自身を「醜い女の子」に分類してきました。私たちは皆、他の女の子と自分自身を比較することを避けようとしました。\n\n京平：初めには、攻撃的で一見無慈悲な性質のため、初めに一緒にやるのが少し難しかったですが、あなたが彼を知るようになると、彼に暖かくなり始めます。 しかし、彼はいつも私たちを笑わせてくれました。そして、Sunakoとの関係は間違いなくかわいいです。\n\n蘭丸：蘭​​丸はとても楽しかったです。 視聴者の多くは、彼の意見を「セクシスト」と見なすかもしれないが、それは彼の方法であり、彼の性格のユーモラスな面に加えている。 彼の女の子に対する執着と彼の劇的な性質は、このシリーズで非常に面白くて愛らしいキャラクターになった。\n\n雪乃城：誰もがゆきを愛しています。 彼はコメディーアニメにとって不可欠な「かわいいもの」です。 私は彼が常に抗力で終わっていたことが大好きです。 あなたは彼をもっと愛してくれました。 彼は私に私のお尻を笑わせてくれました。\n\n竹アーガ：竹アーガはちょっと...鈍かった。 彼はあまりにも際立っていません。 しかし、彼は良い瞬間を持っていました。 ノイとの関係は間違いなく可愛いです。\n\nランドスケープ：娼婦の華麗な性質は、私の頭を笑わせてくれました。 彼女はあまりにも多くの画面時間を取得しませんが、彼女は画面上にあったとき、彼女は非常に楽しいキャラクターだった。\n\nノイ：彼女の戸ケまい、彼女の美しさ、そして彼女の肯定的でかわいい態度はノイをとても楽しいキャラクターにしました。\n\nGoth Loli Sisters：彼らは主人公に近くないと知っていますが、私は彼らに小道具をあげなければなりません。  Goth Lolisが登場するたびに、彼らは彼らが完全にランダムで面白い何かをやろうとしていることを知っている笑顔にしなければならない。 彼らは私をシリーズ全体を通して笑っていました。\n\nエンジョイメント：7/10\n\nシリーズの途中にあるように、突然終了したので、私は7を与えなければなりませんでした。\n\n私は間違いなく、自分自身を「醜い」と思った女の子にこのアニメを勧めます。 これはかなり暖かく、笑い声を出して大声で陽気で、かなり多くの人にとって楽しいアニメです。 見てみな！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nJust FYI, this is my first review :P\n\n\u001b[1mちょうどFYI、これは私の最初のレビューです：P\u001b[22m\n\u001b[1m(Chōdo FYI, kore wa watashi no saisho no rebyūdesu: P)\u001b[22m\n\nTranslations of \u001b[4mJust FYI, this is my first review :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust FYI, this is my first review :P\u001b[24m\n    \u001b[1mちょうどFYI、これは私の最初のレビューです：P\u001b[22m, \u001b[1mP：ちょうどFYI、これが私の最初のレビューです\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL RATING: 8/10\n\n\u001b[1m全体評価：8/10\u001b[22m\n\u001b[1m(Zentai hyōka: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOVERALL RATING: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL RATING: 8/10\u001b[24m\n    \u001b[1m全体評価：8/10\u001b[22m, \u001b[1m総合評価：8/10\u001b[22m\n\u001b[1m\u001b[22m\nKyohei, Yukinojo, Takenaga, and Ranmaru are town celebrities purely because they are stunningly gorgeous. They live in a mansion with their beautiful landlady. But then, she makes a deal with the four boys: if they can turn her neice, Sunako, into a beautiful lady in 3 years, she will let them live in the mansion for free! But if not they're rent will tripple. How hard could it be? Nearly impossible seeing that Sunako is a scary, pale skinned 'creature of the darkness' who giggles at horror movies and has nosebleeds whenever she sees someone beautiful! Can the four beautiful boys turn Sunako into a lady, or will they be sucked into the darkness?\n\n\u001b[1m京平、雪乃城、武家奈、蘭丸はまさに街の有名人です。 彼らは美しい家長と一緒に大邸宅に住んでいます。 しかし、彼女は4人の男の子と契約を結ぶ。3年後に彼女の腕、砂子を美しい女性に変えることができれば、彼らは彼らを自由に大邸宅に住ませるだろう！ しかし、そうでなければ、彼らは家賃が三倍になるでしょう。 それはどれほど難しいでしょうか？ サナコは恐ろしい、薄い肌の「闇の生き物」であり、ホラー映画を笑い、美しい人がいるといつでも鼻血を出すことはほとんど不可能です。  4人の美しい男の子が砂子を女性に変えることはできますか、それとも彼らは闇に吸い込まれますか？\u001b[22m\n\u001b[1m(Kyōhei, Yukino-jō, buke Na, Ranmaru wa masani machi no yūmeijindesu. Karera wa utsukushī kachō to issho ni dai teitaku ni sunde imasu. Shikashi, kanojo wa 4-ri no otokonoko to keiyaku o musubu. 3-Nen-go ni kanojo no ude, sunago o utsukushī josei ni kaeru koto ga dekireba, karera wa karera o jiyū ni dai teitaku ni suma serudarou! Shikashi,-sōdenakereba, karera wa yachin ga san-bai ni narudeshou. Sore wa dorehodo muzukashīdeshou ka? Sanako wa osoroshī, usui hada no `yami no ikimono'deari, horā eiga o warai, utsukushī hito ga iru to itsu demo hanadji o dasu koto wa hotondo fukanōdesu. 4-Ri no utsukushī otokonoko ga sunago o josei ni kaeru koto wa dekimasu ka, soretomo karera wa yami ni suikoma remasu ka?)\u001b[22m\n\nTranslations of \u001b[4mKyohei, Yukinojo, Takenaga, and Ranmaru are town celebrities purely because they are stunningly gorgeous. They live in a mansion with their beautiful landlady. But then, she makes a deal with the four boys: if they can turn her neice, Sunako, into a beautiful lady in 3 years, she will let them live in the mansion for free! But if not they're rent will tripple. How hard could it be? Nearly impossible seeing that Sunako is a scary, pale skinned 'creature of the darkness' who giggles at horror movies and has nosebleeds whenever she sees someone beautiful! Can the four beautiful boys turn Sunako into a lady, or will they be sucked into the darkness?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKyohei, Yukinojo, Takenaga, and Ranmaru are town celebrities purely because they are stunningly gorgeous.\u001b[24m\n    \u001b[1m京平、雪乃城、武家奈、蘭丸はまさに街の有名人です。\u001b[22m, \u001b[1m彼らは驚くほどゴージャスであるため恭平、雪之丞、Takenaga、と蘭丸は純粋町の有名人です。\u001b[22m\n\u001b[4mThey live in a mansion with their beautiful landlady.\u001b[24m\n    \u001b[1m彼らは美しい家長と一緒に大邸宅に住んでいます。\u001b[22m, \u001b[1m彼らは美しい女主人との大邸宅に住んでいます。\u001b[22m\n\u001b[4mBut then, she makes a deal with the four boys: if they can turn her neice, Sunako, into a beautiful lady in 3 years, she will let them live in the mansion for free!\u001b[24m\n    \u001b[1mしかし、彼女は4人の男の子と契約を結ぶ。3年後に彼女の腕、砂子を美しい女性に変えることができれば、彼らは彼らを自由に大邸宅に住ませるだろう！\u001b[22m, \u001b[1mしかし、その後、彼女は4人の少年との契約になります：彼らは彼女neiceを回すことができれば、Sunakoは、3年間で美しい女性に、彼女は彼らが自由のために大邸宅に住んでできるようになります！\u001b[22m\n\u001b[4mBut if not they're rent will tripple.\u001b[24m\n    \u001b[1mしかし、そうでなければ、彼らは家賃が三倍になるでしょう。\u001b[22m, \u001b[1mていない場合しかし、彼らは家賃は三重ますね。\u001b[22m\n\u001b[4mHow hard could it be?\u001b[24m\n    \u001b[1mそれはどれほど難しいでしょうか？\u001b[22m, \u001b[1mそれはどのように難しいだろうか？\u001b[22m\n\u001b[4mNearly impossible seeing that Sunako is a scary, pale skinned 'creature of the darkness' who giggles at horror movies and has nosebleeds whenever she sees someone beautiful!\u001b[24m\n    \u001b[1mサナコは恐ろしい、薄い肌の「闇の生き物」であり、ホラー映画を笑い、美しい人がいるといつでも鼻血を出すことはほとんど不可能です。\u001b[22m, \u001b[1mほぼ不可能Sunakoはホラー映画で笑い、彼女は誰かが美しく見たときに鼻血を持って怖い、淡い肌の「闇の生き物」であることを見て！\u001b[22m\n\u001b[4mCan the four beautiful boys turn Sunako into a lady, or will they be sucked into the darkness?\u001b[24m\n    \u001b[1m4人の美しい男の子が砂子を女性に変えることはできますか、それとも彼らは闇に吸い込まれますか？\u001b[22m, \u001b[1m4美しい男の子は女性にSunakoを変えることができ、またはそれらは暗闇に吸い込まれるのですか？\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSTORY: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m, \u001b[1mSTORY：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe story was very intriguing and was a great idea for an anime. It didn't really have a specific timeline, but it really didn't matter and was good in some ways. There is a lot of symbolism behind the events in this story, and although you may not be stunningly gorgeous or incredibly unattractive, I feel everyone can relate to this story.\n\n\u001b[1m物語は非常に興味深く、アニメのための素晴らしいアイデアでした。 特定のタイムラインは実際にはありませんでしたが、実際には問題ではなく、いくつかの点で優れていました。 この物語のイベントの背後には多くの象徴があります。あなたは驚くほど豪華ではないかもしれませんが、信じられないほど魅力的ではないかもしれませんが、私は誰もがこの物語に関係することができると感じています。\u001b[22m\n\u001b[1m(Monogatari wa hijō ni kyōmibukaku, anime no tame no subarashī aideadeshita. Tokutei no taimu rain wa jissai ni wa arimasendeshitaga, jissai ni wa mondaide wa naku, ikutsu ka no ten de sugurete imashita. Kono monogatari no ibento no haigo ni wa ōku no shōchō ga arimasu. Anata wa odoroku hodo gōkade wanai kamo shiremasenga, shinji rarenai hodo mirikitekide wanai kamo shiremasenga, watashi wa daremoga kono monogatari ni kankei suru koto ga dekiru to kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was very intriguing and was a great idea for an anime. It didn't really have a specific timeline, but it really didn't matter and was good in some ways. There is a lot of symbolism behind the events in this story, and although you may not be stunningly gorgeous or incredibly unattractive, I feel everyone can relate to this story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was very intriguing and was a great idea for an anime.\u001b[24m\n    \u001b[1m物語は非常に興味深く、アニメのための素晴らしいアイデアでした。\u001b[22m, \u001b[1m話は非常に興味をそそらだったとアニメのための素晴らしいアイデアでした。\u001b[22m\n\u001b[4mIt didn't really have a specific timeline, but it really didn't matter and was good in some ways.\u001b[24m\n    \u001b[1m特定のタイムラインは実際にはありませんでしたが、実際には問題ではなく、いくつかの点で優れていました。\u001b[22m, \u001b[1mそれは本当に特定のタイムラインを持っていなかったが、それは本当に問題といくつかの点で良好であったしませんでした。\u001b[22m\n\u001b[4mThere is a lot of symbolism behind the events in this story, and although you may not be stunningly gorgeous or incredibly unattractive, I feel everyone can relate to this story.\u001b[24m\n    \u001b[1mこの物語のイベントの背後には多くの象徴があります。あなたは驚くほど豪華ではないかもしれませんが、信じられないほど魅力的ではないかもしれませんが、私は誰もがこの物語に関係することができると感じています。\u001b[22m, \u001b[1mそこにこの物語の中でのイベントの背後にある象徴の多くがあり、あなたは驚くほどゴージャスまたは信じられないほど魅力的でないかもしれないが、私は誰もがこの話に関連することができる感じ。\u001b[22m\n\u001b[1m\u001b[22m\nART: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mART: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m, \u001b[1mART：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe art was...average. It wasn't incredibly good, but not horrible either. It was as good as you would expect from a comedy series.\n\n\u001b[1m芸術は...平均だった。 信じられないほど良いことではありませんでしたが、どちらも恐ろしいことではありませんでした。 あなたがコメディシリーズから期待していたほど良いものでした。\u001b[22m\n\u001b[1m(Geijutsu wa... Heikindatta. Shinji rarenai hodo yoi kotode wa arimasendeshitaga, dochira mo osoroshī kotode wa arimasendeshita. Anata ga komedishirīzu kara kitai shite ita hodo yoi monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was...average. It wasn't incredibly good, but not horrible either. It was as good as you would expect from a comedy series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was...average.\u001b[24m\n    \u001b[1m芸術は...平均だった。\u001b[22m, \u001b[1m芸術でした...平均。\u001b[22m\n\u001b[4mIt wasn't incredibly good, but not horrible either.\u001b[24m\n    \u001b[1m信じられないほど良いことではありませんでしたが、どちらも恐ろしいことではありませんでした。\u001b[22m, \u001b[1mこれは、いずれかの信じられないほど良いが、恐ろしいではないではありませんでした。\u001b[22m\n\u001b[4mIt was as good as you would expect from a comedy series.\u001b[24m\n    \u001b[1mあなたがコメディシリーズから期待していたほど良いものでした。\u001b[22m, \u001b[1mあなたがコメディーシリーズから期待ほど良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: 6/10\n\n\u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m(Saundo: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSOUND: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: 6/10\u001b[24m\n    \u001b[1mサウンド：6/10\u001b[22m, \u001b[1mSOUND：6/10\u001b[22m\n\u001b[1m\u001b[22m\nThe sounds in this anime were lacking. They didn't do a very good job matching the music with the scenes. The music they used for their dramatic scenes usually ruined the mood.\n\n\u001b[1mこのアニメの音は欠けていた。 彼らはシーンと音楽を合わせることは非常にうまく行っていませんでした。 彼らの劇的なシーンのために使用した音楽は、通常、気分を台無しにしました。\u001b[22m\n\u001b[1m(Kono anime no oto wa kakete ita. Karera wa shīn to ongaku o awaseru koto wa hijō ni umaku itte imasendeshita. Karera no gekitekina shīn no tame ni shiyō shita ongaku wa, tsūjō, kibun o dainashi ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe sounds in this anime were lacking. They didn't do a very good job matching the music with the scenes. The music they used for their dramatic scenes usually ruined the mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sounds in this anime were lacking.\u001b[24m\n    \u001b[1mこのアニメの音は欠けていた。\u001b[22m, \u001b[1mこのアニメで音が欠けていました。\u001b[22m\n\u001b[4mThey didn't do a very good job matching the music with the scenes.\u001b[24m\n    \u001b[1m彼らはシーンと音楽を合わせることは非常にうまく行っていませんでした。\u001b[22m, \u001b[1m彼らはシーンで音楽のマッチングは非常に良い仕事をしませんでした。\u001b[22m\n\u001b[4mThe music they used for their dramatic scenes usually ruined the mood.\u001b[24m\n    \u001b[1m彼らの劇的なシーンのために使用した音楽は、通常、気分を台無しにしました。\u001b[22m, \u001b[1m彼らは劇的な場面のために使用される音楽は、通常、気分を台無しにしました。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: 9/10\n\n\u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: 9/10\u001b[24m\n    \u001b[1mキャラクター：9/10\u001b[22m, \u001b[1mCHARACTER：9/10\u001b[22m\n\u001b[1m\u001b[22m\nAmazing, likeable characters. I don't think there's one character in this anime that the audience couldn't like.\n\n\u001b[1m驚くほど好きなキャラクター。 このアニメには観客が好きではないキャラクターがいるとは思わない。\u001b[22m\n\u001b[1m(Odoroku hodo sukina kyarakutā. Kono anime ni wa kankyaku ga sukide wanai kyarakutā ga iru to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mAmazing, likeable characters. I don't think there's one character in this anime that the audience couldn't like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAmazing, likeable characters.\u001b[24m\n    \u001b[1m驚くほど好きなキャラクター。\u001b[22m, \u001b[1mアメージング、好感の持てる文字。\u001b[22m\n\u001b[4mI don't think there's one character in this anime that the audience couldn't like.\u001b[24m\n    \u001b[1mこのアニメには観客が好きではないキャラクターがいるとは思わない。\u001b[22m, \u001b[1m私は観客が好きではありませんでしたこのアニメで1文字がないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nSunako: Sunako was a very loveable character. Not only is she laugh out loud hilarious, but I think every girl in the world can relate to her in some way. We’ve all classified ourselves as “ugly girls” at one point, and we’ve all tried to avoid having to compare ourselves to other girls.\n\n\u001b[1mSunako：Sunakoは非常に愛らしいキャラクターだった。 彼女は大声で大笑いするだけでなく、世界のすべての女の子が何らかの形で彼女に関係すると思う。 私たちは皆、ある時点では自分自身を「醜い女の子」に分類してきました。私たちは皆、他の女の子と自分自身を比較することを避けようとしました。\u001b[22m\n\u001b[1m(Sunako: Sunako wa hijō ni airashī kyarakutādatta. Kanojo wa ōgoe de ōwarai suru dakedenaku, sekai no subete no on'nanoko ga nanrakano katachi de kanojo ni kankei suru to omou. Watashitachi wa mina, aru jitende wa jibun jishin o `minikui on'nanoko' ni bunrui shite kimashita. Watashitachi wa mina, hoka no on'nanoko to jibun jishin o hikaku suru koto o sakeyou to shimashita.)\u001b[22m\n\nTranslations of \u001b[4mSunako: Sunako was a very loveable character. Not only is she laugh out loud hilarious, but I think every girl in the world can relate to her in some way. We’ve all classified ourselves as “ugly girls” at one point, and we’ve all tried to avoid having to compare ourselves to other girls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSunako: Sunako was a very loveable character.\u001b[24m\n    \u001b[1mSunako：Sunakoは非常に愛らしいキャラクターだった。\u001b[22m, \u001b[1mSunako：Sunakoは非常に愛らしいキャラクターでした。\u001b[22m\n\u001b[4mNot only is she laugh out loud hilarious, but I think every girl in the world can relate to her in some way.\u001b[24m\n    \u001b[1m彼女は大声で大笑いするだけでなく、世界のすべての女の子が何らかの形で彼女に関係すると思う。\u001b[22m, \u001b[1mだけでなく、彼女は大声で陽気で笑うですが、私は世界のすべての女の子は、いくつかの方法で彼女に関係することができると思います。\u001b[22m\n\u001b[4mWe’ve all classified ourselves as “ugly girls” at one point, and we’ve all tried to avoid having to compare ourselves to other girls.\u001b[24m\n    \u001b[1m私たちは皆、ある時点では自分自身を「醜い女の子」に分類してきました。私たちは皆、他の女の子と自分自身を比較することを避けようとしました。\u001b[22m, \u001b[1m我々は、すべて一点で「醜い女の子」として自分自身を分類しました、そして我々は、すべての他の女の子に自分自身を比較することを避けるためにしようとしました。\u001b[22m\n\u001b[1m\u001b[22m\nKyohei: Kyohei was a bit hard to get along with in the beginning due to his aggressive, seemingly heartless nature, but as you get to know him, you begin to warm up to him. He did constantly make us laugh, however, and his relationship with Sunako is definitely cute.\n\n\u001b[1m京平：初めには、攻撃的で一見無慈悲な性質のため、初めに一緒にやるのが少し難しかったですが、あなたが彼を知るようになると、彼に暖かくなり始めます。 しかし、彼はいつも私たちを笑わせてくれました。そして、Sunakoとの関係は間違いなくかわいいです。\u001b[22m\n\u001b[1m(Kyōhei: Hajime ni wa, kōgeki-tekide ikken mujihina seishitsu no tame, hajime ni issho ni yaru no ga sukoshi muzukashikattadesuga, anata ga kare o shiru yō ni naru to, kare ni atatakaku nari hajimemasu. Shikashi, kare wa itsumo watashitachi o warawa sete kuremashita. Soshite, Sunako to no kankei wa machigainaku kawaīdesu.)\u001b[22m\n\nTranslations of \u001b[4mKyohei: Kyohei was a bit hard to get along with in the beginning due to his aggressive, seemingly heartless nature, but as you get to know him, you begin to warm up to him. He did constantly make us laugh, however, and his relationship with Sunako is definitely cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKyohei: Kyohei was a bit hard to get along with in the beginning due to his aggressive, seemingly heartless nature, but as you get to know him, you begin to warm up to him.\u001b[24m\n    \u001b[1m京平：初めには、攻撃的で一見無慈悲な性質のため、初めに一緒にやるのが少し難しかったですが、あなたが彼を知るようになると、彼に暖かくなり始めます。\u001b[22m, \u001b[1m恭平：恭平が原因で彼の積極的な、一見冷酷な性質のために最初に一緒に取得するために少し大変でしたが、あなたは彼を知ってもらうよう、あなたは彼にウォームアップを開始します。\u001b[22m\n\u001b[4mHe did constantly make us laugh, however, and his relationship with Sunako is definitely cute.\u001b[24m\n    \u001b[1mしかし、彼はいつも私たちを笑わせてくれました。そして、Sunakoとの関係は間違いなくかわいいです。\u001b[22m, \u001b[1m彼は常にしかし、私たちを笑わせるんでした、とSunakoと彼の関係は確かにかわいいです。\u001b[22m\n\u001b[1m\u001b[22m\nRanmaru: Ranmaru was a lot of fun. Many of the viewers may find his comments “sexist,” but that’s the way he is and adds to the humorous aspects of his character. His obsession with girls and his dramatic nature made him a very funny and lovable character in this series.\n\n\u001b[1m蘭丸：蘭​​丸はとても楽しかったです。 視聴者の多くは、彼の意見を「セクシスト」と見なすかもしれないが、それは彼の方法であり、彼の性格のユーモラスな面に加えている。 彼の女の子に対する執着と彼の劇的な性質は、このシリーズで非常に面白くて愛らしいキャラクターになった。\u001b[22m\n\u001b[1m(Ranmaru: Ran ​​ maru wa totemo tanoshikattadesu. Shichō-sha no ōku wa, kare no iken o `sekushisuto' to minasu kamo shirenaiga, sore wa kare no hōhōdeari, kare no seikaku no yūmorasuna men ni kuwaete iru. Kare no on'nanoko ni taisuru shūchaku to kare no gekitekina seishitsu wa, kono shirīzu de hijō ni omoshirokute airashī kyarakutā ni natta.)\u001b[22m\n\nTranslations of \u001b[4mRanmaru: Ranmaru was a lot of fun. Many of the viewers may find his comments “sexist,” but that’s the way he is and adds to the humorous aspects of his character. His obsession with girls and his dramatic nature made him a very funny and lovable character in this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRanmaru: Ranmaru was a lot of fun.\u001b[24m\n    \u001b[1m蘭丸：蘭丸はとても楽しかったです。\u001b[22m, \u001b[1m蘭丸：蘭丸は多くの楽しみでした。\u001b[22m\n\u001b[4mMany of the viewers may find his comments “sexist,” but that’s the way he is and adds to the humorous aspects of his character.\u001b[24m\n    \u001b[1m視聴者の多くは、彼の意見を「セクシスト」と見なすかもしれないが、それは彼の方法であり、彼の性格のユーモラスな面に加えている。\u001b[22m, \u001b[1m視聴者の多くは「性差別」彼のコメントを見つけることができますが、それは彼があると彼の性格のユーモラスな側面に追加されます方法です。\u001b[22m\n\u001b[4mHis obsession with girls and his dramatic nature made him a very funny and lovable character in this series.\u001b[24m\n    \u001b[1m彼の女の子に対する執着と彼の劇的な性質は、このシリーズで非常に面白くて愛らしいキャラクターになった。\u001b[22m, \u001b[1m女の子と彼の劇的な自然と彼の強迫観念は彼このシリーズでは非常に面白いと愛すべきキャラクター作りました。\u001b[22m\n\u001b[1m\u001b[22m\nYukinojo: Everyone loves Yuki. He’s the “cute one,” which is usually essential for a comedy anime. I love that he was always ending up in drag. It just made you love him that much more. He made me laugh my ass off.\n\n\u001b[1m雪乃城：誰もがゆきを愛しています。 彼はコメディーアニメにとって不可欠な「かわいいもの」です。 私は彼が常に抗力で終わっていたことが大好きです。 あなたは彼をもっと愛してくれました。 彼は私に私のお尻を笑わせてくれました。\u001b[22m\n\u001b[1m(Yukino-jō: Daremoga yuki o aishiteimasu. Kare wa komedīanime ni totte fukaketsuna `kawaī mono'desu. Watashi wa kare ga tsuneni kōryoku de owatte ita koto ga daisukidesu. Anata wa kare o motto aishite kuremashita. Kare wa watashi ni watashi no o shiri o warawa sete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mYukinojo: Everyone loves Yuki. He’s the “cute one,” which is usually essential for a comedy anime. I love that he was always ending up in drag. It just made you love him that much more. He made me laugh my ass off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYukinojo: Everyone loves Yuki.\u001b[24m\n    \u001b[1m雪乃城：誰もがゆきを愛しています。\u001b[22m, \u001b[1m雪之丞：誰もが結城を愛しています。\u001b[22m\n\u001b[4mHe’s the “cute one,” which is usually essential for a comedy anime.\u001b[24m\n    \u001b[1m彼はコメディーアニメにとって不可欠な「かわいいもの」です。\u001b[22m, \u001b[1m彼はコメディアニメのために通常必要不可欠である\"可愛い1」です。\u001b[22m\n\u001b[4mI love that he was always ending up in drag.\u001b[24m\n    \u001b[1m私は彼が常に抗力で終わっていたことが大好きです。\u001b[22m, \u001b[1m私は彼が常にドラッグで終わるれたことが大好きです。\u001b[22m\n\u001b[4mIt just made you love him that much more.\u001b[24m\n    \u001b[1mあなたは彼をもっと愛してくれました。\u001b[22m, \u001b[1mそれはちょうどあなたがはるかに彼を愛しました。\u001b[22m\n\u001b[4mHe made me laugh my ass off.\u001b[24m\n    \u001b[1m彼は私に私のお尻を笑わせてくれました。\u001b[22m, \u001b[1m彼は私が私のお尻を笑い飛ばすました。\u001b[22m\n\u001b[1m\u001b[22m\nTakenaga: Takenaga was a bit…dull. He doesn’t stand out too well. But he did have some good moments. And his relationship with Noi was definitely cute.\n\n\u001b[1m竹アーガ：竹アーガはちょっと...鈍かった。 彼はあまりにも際立っていません。 しかし、彼は良い瞬間を持っていました。 ノイとの関係は間違いなく可愛いです。\u001b[22m\n\u001b[1m(Take āga: Take āga wa chotto... Nibukatta. Kare wa amarini mo kiwadatte imasen. Shikashi, kare wa yoi shunkan o motte imashita. Noi to no kankei wa machigainaku kawaiidesu.)\u001b[22m\n\nTranslations of \u001b[4mTakenaga: Takenaga was a bit…dull. He doesn’t stand out too well. But he did have some good moments. And his relationship with Noi was definitely cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTakenaga: Takenaga was a bit…dull.\u001b[24m\n    \u001b[1m竹アーガ：竹アーガはちょっと...鈍かった。\u001b[22m, \u001b[1mTakenaga：Takenagaは少しだった...鈍いです。\u001b[22m\n\u001b[4mHe doesn’t stand out too well.\u001b[24m\n    \u001b[1m彼はあまりにも際立っていません。\u001b[22m, \u001b[1m彼はあまりにもよく目立ついません。\u001b[22m\n\u001b[4mBut he did have some good moments.\u001b[24m\n    \u001b[1mしかし、彼は良い瞬間を持っていました。\u001b[22m, \u001b[1mしかし、彼はいくつかの良い瞬間を持っていました。\u001b[22m\n\u001b[4mAnd his relationship with Noi was definitely cute.\u001b[24m\n    \u001b[1mノイとの関係は間違いなく可愛いです。\u001b[22m, \u001b[1mそして、ノイと彼の関係は確かに可愛かったです。\u001b[22m\n\u001b[1m\u001b[22m\nLandlady: The landlady’s flamboyant nature made me laugh my head off. She doesn’t get too much screen time, but when she was on the screen she was a very enjoyable character.\n\n\u001b[1mランドスケープ：娼婦の華麗な性質は、私の頭を笑わせてくれました。 彼女はあまりにも多くの画面時間を取得しませんが、彼女は画面上にあったとき、彼女は非常に楽しいキャラクターだった。\u001b[22m\n\u001b[1m(Randosukēpu: Shōfu no kareina seishitsu wa, watashi no atama o warawa sete kuremashita. Kanojo wa amarini mo ōku no gamen jikan o shutoku shimasenga, kanojo wa gamen'ue ni atta toki, kanojo wa hijō ni tanoshī kyarakutādatta.)\u001b[22m\n\nTranslations of \u001b[4mLandlady: The landlady’s flamboyant nature made me laugh my head off. She doesn’t get too much screen time, but when she was on the screen she was a very enjoyable character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLandlady: The landlady’s flamboyant nature made me laugh my head off.\u001b[24m\n    \u001b[1mランドスケープ：娼婦の華麗な性質は、私の頭を笑わせてくれました。\u001b[22m, \u001b[1m女将：女将の華やかな性質は、私は私の頭を笑い飛ばすました。\u001b[22m\n\u001b[4mShe doesn’t get too much screen time, but when she was on the screen she was a very enjoyable character.\u001b[24m\n    \u001b[1m彼女はあまりにも多くの画面時間を取得しませんが、彼女は画面上にあったとき、彼女は非常に楽しいキャラクターだった。\u001b[22m, \u001b[1m彼女はあまりにも多くのスクリーンの時間を得ることはありませんが、彼女は画面に表示されたとき、彼女は非常に楽しいキャラクターでした。\u001b[22m\n\u001b[1m\u001b[22m\nNoi: Her obsession with Takenaga, her beauty, and her positive, cute attitude made Noi a very fun character.\n\n\u001b[1mノイ：彼女の戸ケまい、彼女の美しさ、そして彼女の肯定的でかわいい態度はノイをとても楽しいキャラクターにしました。\u001b[22m\n\u001b[1m(Noi: Kanojo no to ke mai, kanojo no utsukushi-sa, soshite kanojo no kōtei-tekide kawaī taido wa Noi o totemo tanoshī kyarakutā ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mNoi: Her obsession with Takenaga, her beauty, and her positive, cute attitude made Noi a very fun character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNoi: Her obsession with Takenaga, her beauty, and her positive, cute attitude made Noi a very fun character.\u001b[24m\n    \u001b[1mノイ：彼女の戸ケまい、彼女の美しさ、そして彼女の肯定的でかわいい態度はノイをとても楽しいキャラクターにしました。\u001b[22m, \u001b[1mノイ：Takenaga、彼女の美しさ、そして彼女の正の、キュートな態度で彼女の強迫観念は、ノイ非常に楽しいキャラクター作りました。\u001b[22m\n\u001b[1m\u001b[22m\nGoth Loli Sisters: I know they’re not even close to being main characters, but I’ve got to give them props. Whenever the Goth Lolis show up, you have to smile knowing they’re gonna do something totally random and funny. They kept me laughing through the entire series.\n\n\u001b[1mGoth Loli Sisters：彼らは主人公に近くないと知っていますが、私は彼らに小道具をあげなければなりません。  Goth Lolisが登場するたびに、彼らは彼らが完全にランダムで面白い何かをやろうとしていることを知っている笑顔にしなければならない。 彼らは私をシリーズ全体を通して笑っていました。\u001b[22m\n\u001b[1m(Goth Loli shisutāzu: Karera wa shujinkō ni chikakunai to shitte imasuga, watashi wa karera ni kodōgu o agenakereba narimasen. Goth Lolis ga tōjō suru tabi ni, karera wa karera ga kanzen ni randamu de omoshiroi nanika o yarou to shite iru koto o shitte iru egao ni shinakereba naranai. Karera wa watashi o shirīzu zentai o tōshite waratte imashita.)\u001b[22m\n\nTranslations of \u001b[4mGoth Loli Sisters: I know they’re not even close to being main characters, but I’ve got to give them props. Whenever the Goth Lolis show up, you have to smile knowing they’re gonna do something totally random and funny. They kept me laughing through the entire series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoth Loli Sisters: I know they’re not even close to being main characters, but I’ve got to give them props.\u001b[24m\n    \u001b[1mGoth Loli Sisters：彼らは主人公に近くないと知っていますが、私は彼らに小道具をあげなければなりません。\u001b[22m, \u001b[1mゴスロリ姉妹：私は、彼らがメインキャラクターであることにさえ近いじゃないけど、私は彼らに小道具を与えるようになってきました。\u001b[22m\n\u001b[4mWhenever the Goth Lolis show up, you have to smile knowing they’re gonna do something totally random and funny.\u001b[24m\n    \u001b[1mGoth Lolisが登場するたびに、彼らは彼らが完全にランダムで面白い何かをやろうとしていることを知っている笑顔にしなければならない。\u001b[22m, \u001b[1mゴスLolisが現れたび、あなたは彼らが完全にランダムで面白い何かをするつもりだ知って笑顔を持っています。\u001b[22m\n\u001b[4mThey kept me laughing through the entire series.\u001b[24m\n    \u001b[1m彼らは私をシリーズ全体を通して笑っていました。\u001b[22m, \u001b[1m彼らは、シリーズ全体を通して笑って私を保ちました。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: 7/10\n\n\u001b[1mエンジョイメント：7/10\u001b[22m\n\u001b[1m(Enjoimento: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: 7/10\u001b[24m\n    \u001b[1mエンジョイメント：7/10\u001b[22m, \u001b[1m享有：7/10\u001b[22m\n\u001b[1m\u001b[22m\nI had to give it a 7 because it ended very abruptly, as if in the middle of the series.\n\n\u001b[1mシリーズの途中にあるように、突然終了したので、私は7を与えなければなりませんでした。\u001b[22m\n\u001b[1m(Shirīzu no tochū ni aru yō ni, totsuzen shūryō shitanode, watashi wa 7 o ataenakereba narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI had to give it a 7 because it ended very abruptly, as if in the middle of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had to give it a 7 because it ended very abruptly, as if in the middle of the series.\u001b[24m\n    \u001b[1mシリーズの途中にあるように、突然終了したので、私は7を与えなければなりませんでした。\u001b[22m, \u001b[1m私はシリーズの途中であるかのように、それは、非常に突然終了したため、それに7を与えなければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI definitely recommend this anime to any girl who's ever thought of themself as 'ugly.' This is a very heartwarming, laugh out loud hilarious, and fun anime for pretty much anyone. Check it out!\n\n\u001b[1m私は間違いなく、自分自身を「醜い」と思った女の子にこのアニメを勧めます。 これはかなり暖かく、笑い声を出して大声で陽気で、かなりの人にとって楽しいアニメです。 見てみな！\u001b[22m\n\u001b[1m(Watashi wa machigainaku, jibun jishin o `minikui' to omotta on'nanoko ni kono anime o susumemasu. Kore wa kanari atatakaku, waraigoe o dashite ōgoe de yōkide, kanari no hito ni totte tanoshī animedesu. Mite mina!)\u001b[22m\n\nTranslations of \u001b[4mI definitely recommend this anime to any girl who's ever thought of themself as 'ugly.' This is a very heartwarming, laugh out loud hilarious, and fun anime for pretty much anyone. Check it out!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI definitely recommend this anime to any girl who's ever thought of themself as 'ugly.'\u001b[24m\n    \u001b[1m私は間違いなく、自分自身を「醜い」と思った女の子にこのアニメを勧めます。\u001b[22m, \u001b[1m私は間違いなく今までのようにその人自身の考えだ任意の女の子にこのアニメをお勧めします「醜いです」。\u001b[22m\n\u001b[4mThis is a very heartwarming, laugh out loud hilarious, and fun anime for pretty much anyone.\u001b[24m\n    \u001b[1mこれはかなり暖かく、笑い声を出して大声で陽気で、かなりの人にとって楽しいアニメです。\u001b[22m, \u001b[1mこれはかなり誰にとっても非常に陽気な声を出して笑う、心温まる、そして楽しいアニメです。\u001b[22m\n\u001b[4mCheck it out!\u001b[24m\n    \u001b[1m見てみな！\u001b[22m, \u001b[1mそれをチェック！\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "Dinkyhund",
    "profile": "/profile/Dinkyhund/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=24281",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\n私は実際にこのアニメに失望していた。 私は彼らがこの物語でそれ以上のことをすることができたと思う。\n男性のキャラクターは上質で見栄えが良く、ここにはたくさんのお菓子がありますが、女の子になるために服を着せられた少女は信用できません。 彼女は単に病気で自己中心的な人です。 彼女は外傷を経験していますが、彼女の再発は誇張されています。 それはまた、実際にはとてもかわいい彼女の真の姿を見ることはほとんどありません。\n他のレビューを読んだ後、私はそれがより良くなると思っていたが、それはしなかった。\nそれはかなりの男の子のためだけに見える価値があるかもしれません。 裸のチェスト、輝く顔、輝く目がたくさんあります。  ：）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI was actually disappointed by this anime. I think they could have done so much more with with this story.\n\n\u001b[1m私は実際にこのアニメに失望していた。 私は彼らがこの物語でそれ以上のことをすることができたと思う。\u001b[22m\n\u001b[1m(Watashi wa jissai ni kono anime ni shitsubō shite ita. Watashi wa karera ga kono monogatari de soreijō no koto o suru koto ga dekita to omou.)\u001b[22m\n\nTranslations of \u001b[4mI was actually disappointed by this anime. I think they could have done so much more with with this story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was actually disappointed by this anime.\u001b[24m\n    \u001b[1m私は実際にこのアニメに失望していた。\u001b[22m, \u001b[1m私は実際にこのアニメに失望しました。\u001b[22m\n\u001b[4mI think they could have done so much more with with this story.\u001b[24m\n    \u001b[1m私は彼らがこの物語でそれ以上のことをすることができたと思う。\u001b[22m, \u001b[1m私は、彼らがこの物語でそんなに多くで行っていると思います。\u001b[22m\nThe male characters are fine and very good looking, lots of eye-candy here, but the girl they are suposed to turn into a lady is not credible. She's simply a very sick and selfcentered person. She's been through a trauma but her reaccion is exaggerated. It also bothers me that you hardly ever get to see her true form wich is actually very pretty.\n\n\u001b[1m男性のキャラクターは上質で見栄えが良く、ここにはたくさんのお菓子がありますが、女の子になるために服を着せられた少女は信用できません。 彼女は単に病気で自己中心的な人です。 彼女は外傷を経験していますが、彼女の再発は誇張されています。 それはまた、実際にはとてもかわいい彼女の真の姿を見ることはほとんどありません。\u001b[22m\n\u001b[1m(Dansei no kyarakutā wa jōshitsu de mibae ga yoku, koko ni wa takusan no okashi ga arimasuga, on'nanoko ni naru tame ni fuku o kise rareta shōjo wa shin'yō dekimasen. Kanojo wa tan'ni byōki de jiko chūshin-tekina hitodesu. Kanojo wa gaishō o keiken shite imasuga, kanojo no saihatsu wa kochō sa rete imasu. Sore wa mata, jissai ni wa totemo kawaī kanojo no shin no sugata o miru koto wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe male characters are fine and very good looking, lots of eye-candy here, but the girl they are suposed to turn into a lady is not credible. She's simply a very sick and selfcentered person. She's been through a trauma but her reaccion is exaggerated. It also bothers me that you hardly ever get to see her true form wich is actually very pretty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe male characters are fine and very good looking, lots of eye-candy here, but the girl they are suposed to turn into a lady is not credible.\u001b[24m\n    \u001b[1m男性のキャラクターは上質で見栄えが良く、ここにはたくさんのお菓子がありますが、女の子になるために服を着せられた少女は信用できません。\u001b[22m, \u001b[1m男性の文字は、ここで目キャンデーの多くの罰金と見て非常に良いですが、彼らは女性に変身するsuposedされている女の子は信頼できるではありません。\u001b[22m\n\u001b[4mShe's simply a very sick and selfcentered person.\u001b[24m\n    \u001b[1m彼女は単に病気で自己中心的な人です。\u001b[22m, \u001b[1m彼女は単に非常に病人やselfcentered人です。\u001b[22m\n\u001b[4mShe's been through a trauma but her reaccion is exaggerated.\u001b[24m\n    \u001b[1m彼女は外傷を経験していますが、彼女の再発は誇張されています。\u001b[22m, \u001b[1m彼女はトラウマをしてきていますが、彼女のreaccionは誇張されています。\u001b[22m\n\u001b[4mIt also bothers me that you hardly ever get to see her true form wich is actually very pretty.\u001b[24m\n    \u001b[1mそれはまた、実際にはとてもかわいい彼女の真の姿を見ることはほとんどありません。\u001b[22m, \u001b[1mまた、あなたはめったに彼女の真の姿をウィッヒは、実際には非常にきれいです見ることを得ることを私を悩まします。\u001b[22m\nHaving read other reviews I kept watching thinking it would get better but it doesn't.\n\n\u001b[1m他のレビューを読んだ後、私はそれがより良くなると思っていたが、それはしなかった。\u001b[22m\n\u001b[1m(Hoka no rebyū o yonda nochi, watashi wa sore ga yori yoku naru to omotte itaga, soreha shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mHaving read other reviews I kept watching thinking it would get better but it doesn't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving read other reviews I kept watching thinking it would get better but it doesn't.\u001b[24m\n    \u001b[1m他のレビューを読んだ後、私はそれがより良くなると思っていたが、それはしなかった。\u001b[22m, \u001b[1m他のレビューを読んで私はそれが良くなるだろうと考え見に保つが、それはしていません。\u001b[22m\nIt might be worth seeing just because of the pretty boys though. There's lots of bare chests, glowing faces and sparkling eyes. : )\n\n\u001b[1mそれはかなりの男の子のためだけに見える価値があるかもしれません。 裸のチェスト、輝く顔、輝く目がたくさんあります。  ：）\u001b[22m\n\u001b[1m(Sore wa kanari no otokonoko no tame dake ni mieru kachi ga aru kamo shiremasen. Hadaka no chesuto, kagayaku kao, kagayaku me ga takusan arimasu. : ))\u001b[22m\n\nTranslations of \u001b[4mIt might be worth seeing just because of the pretty boys though. There's lots of bare chests, glowing faces and sparkling eyes. : )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt might be worth seeing just because of the pretty boys though.\u001b[24m\n    \u001b[1mそれはかなりの男の子のためだけに見える価値があるかもしれません。\u001b[22m, \u001b[1mこれは、しかし理由だけできれいな男の子の見る価値があるかもしれません。\u001b[22m\n\u001b[4mThere's lots of bare chests, glowing faces and sparkling eyes.\u001b[24m\n    \u001b[1m裸のチェスト、輝く顔、輝く目がたくさんあります。\u001b[22m, \u001b[1m裸の胸、輝く顔と輝く目がたくさんあります。\u001b[22m\n\u001b[4m: )\u001b[24m\n    \u001b[1m：）\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "UnosukeMitsui",
    "profile": "/profile/UnosukeMitsui/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=8819",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nこのアニメで最も好きなのは、どのキャラクターの個性がどのように際立っているかです。\n彼らは同じ屋根の下に住む5人の非常に異なる個人、4人の豪華な人、そして暗闇の中で彼女のかわいさを隠す豪華な女の子（Sunako）です。 これらの違いにもかかわらず、 彼らはまだSunakoをエレガントな女性に変えるなどの特定の条件のためにのみ、お互いに仲良くできます。\n〜実行することが不可能と思われるミッション。 彼らは時間の中でこの繭を美しい蝶に変えることができますか？\n\nバックグラウンドミュージックは素晴らしく、ビートがキャッチーな気がして、何時間も私の頭の上にとどまります（京原の\"Slow\"）。\n私はまた、図面が大好きで、キャラクターのボディビルドは素晴らしく、アーティストは彼らの顔を描いたやり方...ただ華やかです！\nヤマトナデシコを見て本当のコメディを欲しがる人にアドバイスします^ _ ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhat I like most in this Anime is how each character's personalities stand out.\n\n\u001b[1mこのアニメで最も好きなのは、どのキャラクターの個性がどのように際立っているかです。\u001b[22m\n\u001b[1m(Kono anime de mottomo sukina no wa, dono kyarakutā no kosei ga dono yō ni kiwadatte iru kadesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat I like most in this Anime is how each character's personalities stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I like most in this Anime is how each character's personalities stand out.\u001b[24m\n    \u001b[1mこのアニメで最も好きなのは、どのキャラクターの個性がどのように際立っているかです。\u001b[22m, \u001b[1m私はこのアニメの中で最も好きなのは、各キャラクターの個性が際立つ方法です。\u001b[22m\nThey are 5 very different individuals living under the same roof, 4 gorgeous guys and a gorgeous girl(Sunako) who hides her prettiness in the dark. despite these differences; they're still able get along with one another only because of certain conditions, such as turning Sunako into an elegant lady.\n\n\u001b[1m彼らは同じ屋根の下に住む5人の非常に異なる個人、4人の豪華な人、そして暗闇の中で彼女のかわいさを隠す豪華な女の子（Sunako）です。 これらの違いにもかかわらず、 彼らはまだSunakoをエレガントな女性に変えるなどの特定の条件のためにのみ、お互いに仲良くできます。\u001b[22m\n\u001b[1m(Karera wa onaji yane no shita ni sumu 5-ri no hijō ni kotonaru kojin, 4-ri no gōkana hito, soshite kurayaminonakade kanojo no kawai-sa o kakusu gōkana on'nanoko (Sunako)desu. Korera no chigai nimokakawarazu, karera wa mada Sunako o eregantona josei ni kaeru nado no tokutei no jōken no tame ni nomi, otagai ni nakayoku dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThey are 5 very different individuals living under the same roof, 4 gorgeous guys and a gorgeous girl(Sunako) who hides her prettiness in the dark. despite these differences; they're still able get along with one another only because of certain conditions, such as turning Sunako into an elegant lady.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey are 5 very different individuals living under the same roof, 4 gorgeous guys and a gorgeous girl(Sunako) who hides her prettiness in the dark.\u001b[24m\n    \u001b[1m彼らは同じ屋根の下に住む5人の非常に異なる個人、4人の豪華な人、そして暗闇の中で彼女のかわいさを隠す豪華な女の子（Sunako）です。\u001b[22m, \u001b[1m彼らは、同じ屋根の下に住んでいる5非常に異なる個体、4ゴージャスな男と暗闇の中で彼女のかわいらしさを隠してゴージャスな女の子（Sunako）です。\u001b[22m\n\u001b[4mdespite these differences;\u001b[24m\n    \u001b[1mこれらの違いにもかかわらず、\u001b[22m\n\u001b[4mthey're still able get along with one another only because of certain conditions, such as turning Sunako into an elegant lady.\u001b[24m\n    \u001b[1m彼らはまだSunakoをエレガントな女性に変えるなどの特定の条件のためにのみ、お互いに仲良くできます。\u001b[22m, \u001b[1m彼らはまだそのようなエレガントな女性にSunakoを回すなどのためだけで、特定の条件のいずれか別の、一緒に得ることができますよ。\u001b[22m\n~A mission that seems impossible to carry out. Will they be able to turn this cocoon into a beautiful butterfly in time?\n\n\u001b[1m〜実行することが不可能と思われるミッション。 彼らは時間の中でこの繭を美しい蝶に変えることができますか？\u001b[22m\n\u001b[1m(〜 Jikkō suru koto ga fukanō to omowa reru misshon. Karera wa jikan no naka de kono mayu o utsukushī chō ni kaeru koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4m~A mission that seems impossible to carry out. Will they be able to turn this cocoon into a beautiful butterfly in time?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~A mission that seems impossible to carry out.\u001b[24m\n    \u001b[1m〜実行することが不可能と思われるミッション。\u001b[22m, \u001b[1m〜に行うことは不可能と思われるミッション。\u001b[22m\n\u001b[4mWill they be able to turn this cocoon into a beautiful butterfly in time?\u001b[24m\n    \u001b[1m彼らは時間の中でこの繭を美しい蝶に変えることができますか？\u001b[22m, \u001b[1m彼らは時間の美しい蝶にこの繭を回すことができるのだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nThe background music is great, I find the beat catchy and it stays on my head for hours ('Slow' by Kyoharu).\n\n\u001b[1mバックグラウンドミュージックは素晴らしく、ビートがキャッチーな気がして、何時間も私の頭の上にとどまります（京原の\"Slow\"）。\u001b[22m\n\u001b[1m(Bakkuguraundomyūjikku wa subarashiku, bīto ga kyatchīna ki ga shite, nanjigan mo watashi no atama no ue ni todomarimasu (kyō bara no\" Slow\").)\u001b[22m\n\nTranslations of \u001b[4mThe background music is great, I find the beat catchy and it stays on my head for hours ('Slow' by Kyoharu).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe background music is great, I find the beat catchy and it stays on my head for hours ('Slow' by Kyoharu).\u001b[24m\n    \u001b[1mバックグラウンドミュージックは素晴らしく、ビートがキャッチーな気がして、何時間も私の頭の上にとどまります（京原の\"Slow\"）。\u001b[22m, \u001b[1m背景音楽は素晴らしいですが、私はビートキャッチーを見つけて、それが時間のための私の頭（Kyoharuによって「遅い」）にとどまります。\u001b[22m\nI also love the drawing, the body build of the characters are great and the way the artists drew their faces... just gorgeous!\n\n\u001b[1m私はまた、図面が大好きで、キャラクターのボディビルドは素晴らしく、アーティストは彼らの顔を描いたやり方...ただ華やかです！\u001b[22m\n\u001b[1m(Watashi wa mata, zumen ga daisukide, kyarakutā no bodibirudo wa subarashiku, ātisuto wa karera no kao o kaita yarikata... Tada hanayakadesu!)\u001b[22m\n\nTranslations of \u001b[4mI also love the drawing, the body build of the characters are great and the way the artists drew their faces... just gorgeous!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also love the drawing, the body build of the characters are great and the way the artists drew their faces... just gorgeous!\u001b[24m\n    \u001b[1m私はまた、図面が大好きで、キャラクターのボディビルドは素晴らしく、アーティストは彼らの顔を描いたやり方...ただ華やかです！\u001b[22m, \u001b[1m私もちょうどゴージャス...描画、文字の体格が大きく、アーティストが自分の顔を描いた方法ですが大好き！\u001b[22m\nI advise any one who craves for real comedy to watch Yamato Nadeshiko ^_^\n\n\u001b[1mヤマトナデシコを見て本当のコメディを欲しがる人にアドバイスします^ _ ^\u001b[22m\n\u001b[1m(Yamatonadeshiko o mite hontō no komedi o hoshigaru hito ni adobaisu shimasu ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4mI advise any one who craves for real comedy to watch Yamato Nadeshiko ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI advise any one who craves for real comedy to watch Yamato Nadeshiko ^_^\u001b[24m\n    \u001b[1mヤマトナデシコを見て本当のコメディを欲しがる人にアドバイスします^ _ ^\u001b[22m, \u001b[1m私は^ _ ^やまとなでしこを見るために、実際の喜劇のために懇願いずれかをアドバイス\u001b[22m"
  },
  {
    "title": "Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "id": "1562",
    "url": "https://myanimelist.net/anime/1562/Yamato_Nadeshiko_Shichihenge%E2%99%A5",
    "user": "SayaRose",
    "profile": "/profile/SayaRose/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=58563",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを見て、そのアニメがリリースされたときとアニメに入ったときを見ました。 私は本当にこのシリーズに夢中だったので、それは私を苛立たせました。 それは少女と呼ばれるかもしれないが、別の道をたどる。 たいていの少女には愛の三角がありません（間違っていても私は少女ファンです）\n\nSunakoはばかげて、クールで、ちょうど全体的なやり方が面白い。  Kyouhei私は彼について何が言うことができますか？ 私は、彼を愛しています！ 彼は遊ぶと食べたいと思う大胆なかなり...美しい男の子です。 彼は嫌がらせを受ける。  Ranmaruは彼を弄ぶのに役立ちます、Morinagaはかなりですが、彼の瞬間があります、そして、Yukiは、ほとんどの時間で、しかしかわいい方法で選びます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI saw this anime about the time when it was being released and when I first got into anime. It frustrated me because I really got addicted to this series. It may be called shoujo but it follows a different path. There is no love triangle as there usually is in most shoujo (dont get me wrong I'm a shoujo fan as well)\n\n\u001b[1m私はこのアニメを見て、そのアニメがリリースされたときとアニメに入ったときを見ました。 私は本当にこのシリーズに夢中だったので、それは私を苛立たせました。 それは少女と呼ばれるかもしれないが、別の道をたどる。 たいていの少女には愛の三角がありません（間違っていても私は少女ファンです）\u001b[22m\n\u001b[1m(Watashi wa kono anime o mite, sono anime ga rirīsu sa reta toki to anime ni haitta toki o mimashita. Watashi wa hontōni kono shirīzu ni muchūdattanode, sore wa watashi o iradata semashita. Sore wa shōjo to yoba reru kamo shirenaiga,-betsu no michi o tadoru. Taitei no shōjo ni wa ai no sankaku ga arimasen (machigatte ite mo watashi wa shōjo fandesu))\u001b[22m\n\nTranslations of \u001b[4mI saw this anime about the time when it was being released and when I first got into anime. It frustrated me because I really got addicted to this series. It may be called shoujo but it follows a different path. There is no love triangle as there usually is in most shoujo (dont get me wrong I'm a shoujo fan as well)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI saw this anime about the time when it was being released and when I first got into anime.\u001b[24m\n    \u001b[1m私はこのアニメを見て、そのアニメがリリースされたときとアニメに入ったときを見ました。\u001b[22m, \u001b[1m私はそれがリリースされていたと私は最初のアニメになったときの時間について、このアニメを見ました。\u001b[22m\n\u001b[4mIt frustrated me because I really got addicted to this series.\u001b[24m\n    \u001b[1m私は本当にこのシリーズに夢中だったので、それは私を苛立たせました。\u001b[22m, \u001b[1m私は本当にこのシリーズにはまってしまったので、それは私をイライラ。\u001b[22m\n\u001b[4mIt may be called shoujo but it follows a different path.\u001b[24m\n    \u001b[1mそれは少女と呼ばれるかもしれないが、別の道をたどる。\u001b[22m, \u001b[1mそれは、少女と呼ばれることもあるが、それは別の経路をたどります。\u001b[22m\n\u001b[4mThere is no love triangle as there usually is in most shoujo (dont get me wrong I'm a shoujo fan as well)\u001b[24m\n    \u001b[1mたいていの少女には愛の三角がありません（間違っていても私は少女ファンです）\u001b[22m, \u001b[1m通常、ほとんどの少女に存在するように愛の三角形は（私も少女ファンだ誤解いけない）はありません\u001b[22m\n\u001b[1m\u001b[22m\nSunako is ridiculous, cool, and just overall way too funny. Kyouhei what can I say about him? I love him! He is a gluttony pretty... well beautiful boy who wants to play and eat. He gets harassed. Ranmaru helps to teasing him, Morinaga is quite but has his moments, and Yuki gets picked on most of the time but in a cute way.\n\n\u001b[1mSunakoはばかげて、クールで、ちょうど全体的なやり方が面白い。  Kyouhei私は彼について何が言うことができますか？ 私は、彼を愛しています！ 彼は遊ぶと食べたいと思う大胆なかなり...美しい男の子です。 彼は嫌がらせを受ける。  Ranmaruは彼を弄ぶのに役立ちます、Morinagaはかなりですが、彼の瞬間があります、そして、Yukiは、ほとんどの時間で、しかしかわいい方法で選びます。\u001b[22m\n\u001b[1m(Sunako wa bakagete, kūru de, chōdo zentai-tekina yarikata ga omoshiroi. Kyouhei watashi wa kare ni tsuite nani ga iu koto ga dekimasu ka? Watashi wa, kare o aishiteimasu! Kare wa asobu to tabetai to omou daitan'na kanari... Utsukushī otokonokodesu. Kare wa iyagarase o ukeru. Ranmaru wa kare o moteasobu no ni yakudachimasu, Morinaga wa kanaridesuga, kare no shunkan ga arimasu, soshite, Yuki wa, hotondo no jikan de, shikashi kawaī hōhō de erabimasu.)\u001b[22m\n\nTranslations of \u001b[4mSunako is ridiculous, cool, and just overall way too funny. Kyouhei what can I say about him? I love him! He is a gluttony pretty... well beautiful boy who wants to play and eat. He gets harassed. Ranmaru helps to teasing him, Morinaga is quite but has his moments, and Yuki gets picked on most of the time but in a cute way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSunako is ridiculous, cool, and just overall way too funny.\u001b[24m\n    \u001b[1mSunakoはばかげて、クールで、ちょうど全体的なやり方が面白い。\u001b[22m, \u001b[1mSunakoは、とんでもないクール、ちょうど全体のあまりにも面白いです。\u001b[22m\n\u001b[4mKyouhei what can I say about him?\u001b[24m\n    \u001b[1mKyouhei私は彼について何が言うことができますか？\u001b[22m, \u001b[1m恭平は、私は彼について何を言うことができますか？\u001b[22m\n\u001b[4mI love him!\u001b[24m\n    \u001b[1m私は、彼を愛しています！\u001b[22m, \u001b[1m私は彼が大好き！\u001b[22m, \u001b[1m私は彼を愛して！\u001b[22m\n\u001b[4mHe is a gluttony pretty... well beautiful boy who wants to play and eat.\u001b[24m\n    \u001b[1m彼は遊ぶと食べたいと思う大胆なかなり...美しい男の子です。\u001b[22m, \u001b[1m彼はかなり大食い...遊ぶと食べることを望んでいるだけでなく、美しい少年です。\u001b[22m\n\u001b[4mHe gets harassed.\u001b[24m\n    \u001b[1m彼は嫌がらせを受ける。\u001b[22m, \u001b[1m彼は嫌がらせを受けます。\u001b[22m\n\u001b[4mRanmaru helps to teasing him, Morinaga is quite but has his moments, and Yuki gets picked on most of the time but in a cute way.\u001b[24m\n    \u001b[1mRanmaruは彼を弄ぶのに役立ちます、Morinagaはかなりですが、彼の瞬間があります、そして、Yukiは、ほとんどの時間で、しかしかわいい方法で選びます。\u001b[22m, \u001b[1m蘭丸は、森永はかなりあり、彼をからかっするのに役立ちますが、彼の瞬間を持っており、結城はほとんどの時間ではなく、キュートな方法で選ばれます。\u001b[22m"
  }
]
