[
  {
    "title": "Puchimas__Petit_iDOLMSTER",
    "id": "15649",
    "url": "https://myanimelist.net/anime/15649/Puchimas__Petit_iDOLMSTER",
    "user": "jigglyppuff8",
    "profile": "/profile/jigglyppuff8/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=92131",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのレビューを読んでいるなら、あなたは「この番組を見なければならないのですか？」という質問に答える目的でそれをやっている可能性があります。 あなたがiDOLM @ STERを楽しんでいない、または経験していないなら、このスピンオフはあなたにアピールするつもりはない、何かを見てみましょう。 あなたがiDOLM @ STERを楽しんでいれば、これは765PROのより多くの冒険のためのあなたの渇望を満たすことができるかもしれません。\n\nプチマスの背後にある前提は、「プチダール」と呼ばれる生き物の存在を巡って、765で働く人々の小さな形をした似顔絵です。これらの生き物は、キャラクターのかなりの誇張されたファンディング解釈である特徴を持ち、それらを彷彿とさせる声調 それぞれのアイドル。 例えばAfuu、Hoshii MikiのPuchidoruは、睡眠とおにぎりを愛し、「Nano」と「Hanii」だけを使って話します。 プチダールの中には、エピソードの流れに影響を及ぼす特別な力を持っているものもあります。 彼らはすべてある程度の人間の知性を持っていますが、彼らはすべてペットのように行動します。\n\n次々に、これらの奇妙な生き物と偶像の周りを回っているおとぎ話が、彼らのそれぞれの765PROアイドルで彼らの新しい家に戻される前に起こります。 これらの騒動は、熱帯地方、ジャングル、砂漠で、仕事や世界規模での簡単なトレッキングで起こることがあります。 彼らは、日々の簡単な作業から、世界的な隠れ探求のような無意味なものまで、様々な状況に遭遇します。 このイベントの流れは、主にアイドルワークとライブインサートソングの番号に焦点を当てたメインシリーズのものとは対照的です。\n\nこのスピンオフの強さは、主シリーズと同様に、アイドルとプチドールとの間のキャラクター相互作用にある。 しかし、インタラクションはすべて本質的にコメディーでコメディーであり、キャラクターはメインシリーズのように感情的な手荷物や疑念を抱くことはありません。 実際、キャラクターの多くは、プチドールに類似した「ファンダム」特性も強調しています。 キャラクターの最大の変化はプロデューサーに見られる。プロデューサーは、はるかにコメディーな救済の役割に追い込まれ、信頼性の低い倒錯者になり、彼の頭部はユビキタスイエロープロデューサーPで置き換えられた。プロデューサーは現在、 これは、アイドルが互いにより独立して相互作用することを可能にする。\n\n審美学科では、スタイルとサウンドがシンプルで活気があり、明るいプチマの雰囲気に合っています。 アニメーションも非常にシンプルで制限されているため、アニメのような歌やダンスのルーチンはありません。 最後のクレジットは、iDOLM @ STERキャストのさまざまなメンバーが歌い出した新しい曲を、同様の軽快さで提供しています。\n\nこれらのすべての要素を考慮すると、このスピンオフはiDOLM @ STERシリーズの幸せで楽しい部分に重点を置いていると結論づけることができます。 あなたが765PROのアイドルでもっと楽しいアタックをお探しなら、このスピンオフがお勧めです。 この番組はすべてのiDOLM @ STERファンではないかもしれません。 あなたがiDOLM @ STERシリーズのキャラクター開発やソング・ダンスの側面をもっと楽しむなら、このスピンオフはあなたのものではないかもしれません。  Puchimasは本質的にファンタスティックなキャラクターのやりとりを提供するシリーズですが、iDOLM @ STERをもっと探しているファンにとっては完璧なマッチです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nIf you are reading this review, you are likely doing it for the purpose of answering the question of 'should I watch this show or not?' Let's answer that question quickly, if you do not enjoy or have not experienced iDOLM@STER, then this spin-off will not appeal to you, go watch something else. If you do enjoy iDOLM@STER, then this may be able to satisfy your craving for more adventures with 765PRO.\n\n\u001b[1mこのレビューを読んでいるなら、あなたは「この番組を見なければならないのですか？」という質問に答える目的でそれをやっている可能性があります。 あなたがiDOLM @ STERを楽しんでいない、または経験していないなら、このスピンオフはあなたにアピールするつもりはない、何かを見てみましょう。 あなたがiDOLM @ STERを楽しんでいれば、これは765PROのより多くの冒険のためのあなたの渇望を満たすことができるかもしれません。\u001b[22m\n\u001b[1m(Kono rebyū o yonde irunara, anata wa `kono bangumi o minakereba naranai nodesu ka?' To iu shitsumon'nikotaeru mokuteki de sore o yatte iru kanōsei ga arimasu. Anata ga iDOLM@ STER o tanoshinde inai, matawa keiken shite inainara, kono supin'ofu wa anata ni apīru suru tsumori wanai, nanika o mite mimashou. Anata ga iDOLM@ STER o tanoshinde ireba, kore wa 765 puro no yori ōku no bōken no tame no anata no katsubō o mitasu koto ga dekiru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you are reading this review, you are likely doing it for the purpose of answering the question of 'should I watch this show or not?' Let's answer that question quickly, if you do not enjoy or have not experienced iDOLM@STER, then this spin-off will not appeal to you, go watch something else. If you do enjoy iDOLM@STER, then this may be able to satisfy your craving for more adventures with 765PRO.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are reading this review, you are likely doing it for the purpose of answering the question of 'should I watch this show or not?'\u001b[24m\n    \u001b[1mこのレビューを読んでいるなら、あなたは「この番組を見なければならないのですか？」という質問に答える目的でそれをやっている可能性があります。\u001b[22m, \u001b[1mあなたはこのレビューを読んでいるなら、あなたはおそらく「私はこの番組を見たりべきではないのですか？」の質問に答えるの目的のためにそれをやっています\u001b[22m\n\u001b[4mLet's answer that question quickly, if you do not enjoy or have not experienced iDOLM@STER, then this spin-off will not appeal to you, go watch something else.\u001b[24m\n    \u001b[1mあなたがiDOLM @ STERを楽しんでいない、または経験していないなら、このスピンオフはあなたにアピールするつもりはない、何かを見てみましょう。\u001b[22m, \u001b[1mあなたが楽しんでいないかIDOLM @ STERを経験していない場合は、このスピンオフは何か他のものを見に行く、あなたにアピールしません、のは、すぐにその質問に答えてみましょう。\u001b[22m\n\u001b[4mIf you do enjoy iDOLM@STER, then this may be able to satisfy your craving for more adventures with 765PRO.\u001b[24m\n    \u001b[1mあなたがiDOLM @ STERを楽しんでいれば、これは765PROのより多くの冒険のためのあなたの渇望を満たすことができるかもしれません。\u001b[22m, \u001b[1mあなたはIDOLM @ STERを楽しむ行う場合、これは765PROでより多くの冒険のためのあなたの渇望を満たすことができるかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nThe premise behind Puchimasu revolves around the existence of creatures called 'puchidols', small, stylized caricatures of those working at 765. These creatures have traits that are greatly exaggerated fandom interpretations of the characters and they only communicate through vocal tics that are reminiscent of their respective idol. For example, Afuu, Hoshii Miki's Puchidoru, has a love for sleep and onigiri and speaks only using 'Nano' and 'Hanii'. Some of the Puchidols even have special powers that affect the flow of the episode. While they all possess some degree of human intelligence, they all act very much like pets.\n\n\u001b[1mプチマスの背後にある前提は、「プチダール」と呼ばれる生き物の存在を巡って、765で働く人々の小さな形をした似顔絵です。これらの生き物は、キャラクターのかなりの誇張されたファンディング解釈である特徴を持ち、それらを彷彿とさせる声調 それぞれのアイドル。 例えばAfuu、Hoshii MikiのPuchidoruは、睡眠とおにぎりを愛し、「Nano」と「Hanii」だけを使って話します。 プチダールの中には、エピソードの流れに影響を及ぼす特別な力を持っているものもあります。 彼らはすべてある程度の人間の知性を持っていますが、彼らはすべてペットのように行動します。\u001b[22m\n\u001b[1m(Puchimasu no haigo ni aru zentei wa,`puchidāru' to yoba reru ikimono no sonzai o megutte, 765 de hatarakuhitobito no chīsana katachi o shita nigaoedesu. Korera no ikimono wa, kyarakutā no kanari no kochō sa reta fandingu kaishakudearu tokuchō o mochi, sorera o hōfutsu to sa seru seichō sorezore no aidoru. Tatoeba Afuu, Hoshii Miki no Puchidoru wa, suimin to onigiri o aishi,`Nano' to `Hanii' dake o tsukatte hanashimasu. Puchidāru no nakaniha, episōdo no nagare ni eikyōwooyobosu tokubetsuna chikara o motte iru mono mo arimasu. Karera wa subete aruteido no ningen no chisei o motte imasuga, karera wa subete petto no yō ni kōdō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe premise behind Puchimasu revolves around the existence of creatures called 'puchidols', small, stylized caricatures of those working at 765. These creatures have traits that are greatly exaggerated fandom interpretations of the characters and they only communicate through vocal tics that are reminiscent of their respective idol. For example, Afuu, Hoshii Miki's Puchidoru, has a love for sleep and onigiri and speaks only using 'Nano' and 'Hanii'. Some of the Puchidols even have special powers that affect the flow of the episode. While they all possess some degree of human intelligence, they all act very much like pets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe premise behind Puchimasu revolves around the existence of creatures called 'puchidols', small, stylized caricatures of those working at 765. These creatures have traits that are greatly exaggerated fandom interpretations of the characters and they only communicate through vocal tics that are reminiscent of their\u001b[24m\n    \u001b[1mプチマスの背後にある前提は、「プチダール」と呼ばれる生き物の存在を巡って、765で働く人々の小さな形をした似顔絵です。これらの生き物は、キャラクターのかなりの誇張されたファンディング解釈である特徴を持ち、それらを彷彿とさせる声調\u001b[22m, \u001b[1mぷちの背後にある前提は「puchidols 'と呼ばれる生き物の存在を中心に展開し、765で働く人々の小、様式化された似顔絵は、これらの生き物は、大きく文字の誇張されたファンダムの解釈である特徴を持っており、彼らは唯一自分を連想させる音声チックを介して通信します\u001b[22m\n\u001b[4mrespective idol.\u001b[24m\n    \u001b[1mそれぞれのアイドル。\u001b[22m\n\u001b[4mFor example, Afuu, Hoshii Miki's Puchidoru, has a love for sleep and onigiri and speaks only using 'Nano' and 'Hanii'.\u001b[24m\n    \u001b[1m例えばAfuu、Hoshii MikiのPuchidoruは、睡眠とおにぎりを愛し、「Nano」と「Hanii」だけを使って話します。\u001b[22m, \u001b[1m例えば、Afuu、星井美希のPuchidoruは、睡眠とおにぎりのための愛を持っており、唯一の「ナノ」と「Hanii 'を使って話します。\u001b[22m\n\u001b[4mSome of the Puchidols even have special powers that affect the flow of the episode.\u001b[24m\n    \u001b[1mプチダールの中には、エピソードの流れに影響を及ぼす特別な力を持っているものもあります。\u001b[22m, \u001b[1mPuchidolsの一部では、エピソードの流れに影響を与える特別な力を持っています。\u001b[22m\n\u001b[4mWhile they all possess some degree of human intelligence, they all act very much like pets.\u001b[24m\n    \u001b[1m彼らはすべてある程度の人間の知性を持っていますが、彼らはすべてペットのように行動します。\u001b[22m, \u001b[1m彼らはすべての人間の知性をある程度持っているが、それらはすべてのペットのように非常に行動します。\u001b[22m\n\u001b[1m\u001b[22m\nOne after another, antics revolving around these strange creatures and the idols occur before they are brought back to their new home with their respective 765PRO idol. These antics can happen in simple treks to and from work, to a global scale, in the tropics, jungle, and desert. The situations they get into range from simple everyday work, to the nonsensical, such as a worldwide hide and seek. This flow of events presents a contrast to those of the main series which focused mainly on idol work and live insert song numbers.\n\n\u001b[1m次々に、これらの奇妙な生き物と偶像の周りを回っているおとぎ話が、彼らのそれぞれの765PROアイドルで彼らの新しい家に戻される前に起こります。 これらの騒動は、熱帯地方、ジャングル、砂漠で、仕事や世界規模での簡単なトレッキングで起こることがあります。 彼らは、日々の簡単な作業から、世界的な隠れ探求のような無意味なものまで、様々な状況に遭遇します。 このイベントの流れは、主にアイドルワークとライブインサートソングの番号に焦点を当てたメインシリーズのものとは対照的です。\u001b[22m\n\u001b[1m(Tsugitsugini, korera no kimyōna ikimono to gūzō no mawari o mawatte iru otogibanashi ga, karera no sorezore no 765 puro aidoru de karera no atarashī ie ni modosa reru mae ni okorimasu. Korera no sōdō wa, nettai chihō, janguru, sabaku de, shigoto ya sekai kibo de no kantan'na torekkingu de okoru koto ga arimasu. Karera wa, hibi no kantan'na sagyō kara, sekai-tekina kakure tankyū no yōna muimina mono made, samazamana jōkyō ni sōgū shimasu. Kono ibento no nagare wa, omo ni aidoruwāku to raibuinsātosongu no bangō ni shōten o ateta meinshirīzu no mono to wa taishō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mOne after another, antics revolving around these strange creatures and the idols occur before they are brought back to their new home with their respective 765PRO idol. These antics can happen in simple treks to and from work, to a global scale, in the tropics, jungle, and desert. The situations they get into range from simple everyday work, to the nonsensical, such as a worldwide hide and seek. This flow of events presents a contrast to those of the main series which focused mainly on idol work and live insert song numbers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne after another, antics revolving around these strange creatures and the idols occur before they are brought back to their new home with their respective 765PRO idol.\u001b[24m\n    \u001b[1m次々に、これらの奇妙な生き物と偶像の周りを回っているおとぎ話が、彼らのそれぞれの765PROアイドルで彼らの新しい家に戻される前に起こります。\u001b[22m, \u001b[1m彼らはそれぞれの765PROアイドルで彼らの新しい家に戻される前に、別の後に一つは、これらの奇妙な生き物と偶像を中心ふざけた態度が発生します。\u001b[22m\n\u001b[4mThese antics can happen in simple treks to and from work, to a global scale, in the tropics, jungle, and desert.\u001b[24m\n    \u001b[1mこれらの騒動は、熱帯地方、ジャングル、砂漠で、仕事や世界規模での簡単なトレッキングで起こることがあります。\u001b[22m, \u001b[1mこれらのふざけた態度は、熱帯、ジャングル、砂漠では、地球規模に、仕事におよびから簡単なトレッキングで発生する可能性があります。\u001b[22m\n\u001b[4mThe situations they get into range from simple everyday work, to the nonsensical, such as a worldwide hide and seek.\u001b[24m\n    \u001b[1m彼らは、日々の簡単な作業から、世界的な隠れ探求のような無意味なものまで、様々な状況に遭遇します。\u001b[22m, \u001b[1m状況は彼らがそのような世界的に隠すように、無意味に、簡単な日常業務の範囲に入ると求めています。\u001b[22m\n\u001b[4mThis flow of events presents a contrast to those of the main series which focused mainly on idol work and live insert song numbers.\u001b[24m\n    \u001b[1mこのイベントの流れは、主にアイドルワークとライブインサートソングの番号に焦点を当てたメインシリーズのものとは対照的です。\u001b[22m, \u001b[1mこのイベントの流れは、アイドルの仕事やライブ挿入歌番号に主に焦点を当てた主なシリーズのものとは対照的に提示します。\u001b[22m\n\u001b[1m\u001b[22m\nThe strength of this spin-off, much like the main series, lies in the character interactions among the idols and with the puchidols. However, the interactions are all light-hearted comedic and comedic in nature, and the characters do not carry emotional baggage or doubts as they had in the main series. In fact, many of the characters have their 'fandom' traits emphasized as well, akin to the Puchidols. The biggest change in character is seen in the the Producer, who has been relegated to a much more comedic relief role, becoming more of an unreliable pervert and his head replaced with the ubiquitous yellow producer P. As Producer now has less of a central role , this allows for the idols to interact with each other more independently of him.\n\n\u001b[1mこのスピンオフの強みは、主シリーズと同様、アイドルとプチドールとのキャラクターの相互作用にあります。 しかし、インタラクションはすべて本質的にコメディーでコメディーであり、キャラクターはメインシリーズのように感情的な手荷物や疑念を抱くことはありません。 実際、多くのキャラクターはプッチードスに類似した「ファンダム」特性を強調しています。 キャラクターの最大の変化はプロデューサーに見られる。プロデューサーは、はるかにコメディーな救済の役割に追い込まれ、信頼性の低い倒錯者になり、彼の頭部はユビキタスイエロープロデューサーPで置き換えられた。プロデューサーは現在、 これは、アイドルが互いにより独立して相互作用することを可能にする。\u001b[22m\n\u001b[1m(Kono supin'ofu no tsuyomi wa,-nushi shirīzu to dōyō, aidoru to puchidōru to no kyarakutā no sōgo sayō ni arimasu. Shikashi, intarakushon wa subete honshitsu-teki ni komedī de komedīdeari, kyarakutā wa meinshirīzu no yō ni kanjō-tekina tenimotsu ya ginen o daku koto wa arimasen. Jissai, ōku no kyarakutā wa putchīdosu ni ruiji shita `fan damu' tokusei o kyōchō shite imasu. Kyarakutā no saidai no henka wa purode~yūsā ni mi rareru. Purode~yūsā wa, haruka ni komedīna kyūsai no yakuwari ni oikoma re, shinrai-sei no hikui tōsaku-sha ni nari, kare no tōbu wa yubikitasuierōpurode~yūsā P de okikae rareta. Purode~yūsā wa genzai, koreha, aidoru ga tagaini yori dokuritsu shite sōgo sayō suru koto o kanō ni suru.)\u001b[22m\n\nTranslations of \u001b[4mThe strength of this spin-off, much like the main series, lies in the character interactions among the idols and with the puchidols. However, the interactions are all light-hearted comedic and comedic in nature, and the characters do not carry emotional baggage or doubts as they had in the main series. In fact, many of the characters have their 'fandom' traits emphasized as well, akin to the Puchidols. The biggest change in character is seen in the the Producer, who has been relegated to a much more comedic relief role, becoming more of an unreliable pervert and his head replaced with the ubiquitous yellow producer P. As Producer now has less of a central role , this allows for the idols to interact with each other more independently of him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe strength of this spin-off, much like the main series, lies in the character interactions among the idols and with the puchidols.\u001b[24m\n    \u001b[1mこのスピンオフの強みは、主シリーズと同様、アイドルとプチドールとのキャラクターの相互作用にあります。\u001b[22m, \u001b[1mこのスピンオフの強さは、多くの主要なシリーズのように、偶像の中やpuchidolsと文字の相互作用です。\u001b[22m\n\u001b[4mHowever, the interactions are all light-hearted comedic and comedic in nature, and the characters do not carry emotional baggage or doubts as they had in the main series.\u001b[24m\n    \u001b[1mしかし、インタラクションはすべて本質的にコメディーでコメディーであり、キャラクターはメインシリーズのように感情的な手荷物や疑念を抱くことはありません。\u001b[22m, \u001b[1mしかし、相互作用はすべての自然の中で快活な喜劇やコミカルであり、彼らは主直列に持っていた文字は、感情的な手荷物や疑問を運びません。\u001b[22m\n\u001b[4mIn fact, many of the characters have their 'fandom' traits emphasized as well, akin to the Puchidols.\u001b[24m\n    \u001b[1m実際、多くのキャラクターはプッチードスに類似した「ファンダム」特性を強調しています。\u001b[22m, \u001b[1m実際には、文字の多くは、彼らの「ファンダム」の特性は、同様にPuchidolsに似て強調してきました。\u001b[22m\n\u001b[4mThe biggest change in character is seen in the the Producer, who has been relegated to a much more comedic relief role, becoming more of an unreliable pervert and his head replaced with the ubiquitous yellow producer P. As Producer now has less of a central role\u001b[24m\n    \u001b[1mキャラクターの最大の変化はプロデューサーに見られる。プロデューサーは、はるかにコメディーな救済の役割に追い込まれ、信頼性の低い倒錯者になり、彼の頭部はユビキタスイエロープロデューサーPで置き換えられた。プロデューサーは現在、\u001b[22m, \u001b[1m文字の最大の変化は、プロデューサーが現在中心的な役割の少ないを持っているように、信頼できない痴漢のよりになって、ずっと喜劇救済の役割に追いやら、彼の頭はユビキタス黄色プロデューサーP.に置き換えられているプロデューサー、に見られます\u001b[22m\n\u001b[4m, this allows for the idols to interact with each other more independently of him.\u001b[24m\n    \u001b[1mこれは、アイドルが互いにより独立して相互作用することを可能にする。\u001b[22m, \u001b[1m偶像は、複数の独立して、彼の互いに相互作用するために、これができます。\u001b[22m\n\u001b[1m\u001b[22m\nIn the aesthetics department, the style and sounds are simplistic and vibrant, an appropriate match with the light-hearted atmosphere of Puchimas. The animation is also very simple and limited, so there won't be any song and dance routines like in the anime adaptation. The end credits do offer a few new songs sung by different members of the iDOLM@STER cast, with similar light-heartedness.\n\n\u001b[1m審美学科では、スタイルとサウンドがシンプルで活気があり、明るいプチマの雰囲気に合っています。 アニメーションも非常にシンプルで制限されているため、アニメのような歌やダンスのルーチンはありません。 最後のクレジットは、iDOLM @ STERキャストのさまざまなメンバーが歌い出した新しい曲を、同様の軽快さで提供しています。\u001b[22m\n\u001b[1m(Shinbi gakkade wa, sutairu to saundo ga shinpurude kakki ga ari, akarui puchima no fun'iki ni atte imasu. Animēshon mo hijō ni shinpurude seigen sa rete iru tame, anime no yōna uta ya dansu no rūchin wa arimasen. Saigo no kurejitto wa, iDOLM@ STER kyasuto no samazamana menbā ga utai dashita atarashī kyoku o, dōyō no keikai-sa de teikyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the aesthetics department, the style and sounds are simplistic and vibrant, an appropriate match with the light-hearted atmosphere of Puchimas. The animation is also very simple and limited, so there won't be any song and dance routines like in the anime adaptation. The end credits do offer a few new songs sung by different members of the iDOLM@STER cast, with similar light-heartedness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the aesthetics department, the style and sounds are simplistic and vibrant, an appropriate match with the light-hearted atmosphere of Puchimas.\u001b[24m\n    \u001b[1m審美学科では、スタイルとサウンドがシンプルで活気があり、明るいプチマの雰囲気に合っています。\u001b[22m, \u001b[1m美学部門では、スタイルとサウンドは、Puchimasの快活な雰囲気を持つ適切な試合に単純化し、活気に満ちています。\u001b[22m\n\u001b[4mThe animation is also very simple and limited, so there won't be any song and dance routines like in the anime adaptation.\u001b[24m\n    \u001b[1mアニメーションも非常にシンプルで制限されているため、アニメのような歌やダンスのルーチンはありません。\u001b[22m, \u001b[1mアニメーションはまた、非常に単純で限られているので、アニメの適応でのような歌と踊りのルーチンがありません。\u001b[22m\n\u001b[4mThe end credits do offer a few new songs sung by different members of the iDOLM@STER cast, with similar light-heartedness.\u001b[24m\n    \u001b[1m最後のクレジットは、iDOLM @ STERキャストのさまざまなメンバーが歌い出した新しい曲を、同様の軽快さで提供しています。\u001b[22m, \u001b[1mエンドクレジットには、同様の光heartednessで、IDOLM @ STERキャストの異なるメンバーが歌ういくつかの新しい曲を提供していますか。\u001b[22m\n\u001b[1m\u001b[22m\nWith all of these factors considered, it can be concluded that this spin-off places great emphasis on the happy and fun parts of the iDOLM@STER series. If you're looking for more fun antics with the 765PRO idols, then this spin-off is recommended for you. This show might not be for every iDOLM@STER fan though. If you would enjoy more of the character development or song and dance aspects of the iDOLM@STER series, then this spin-off might not be the one for you. Puchimas is a series that offers character interactions that are essentially fanservice and not much more, but that's a perfect match for a fan looking for more iDOLM@STER.\n\n\u001b[1mこれらのすべての要素を考慮すると、このスピンオフはiDOLM @ STERシリーズの幸せで楽しい部分に重点を置いていると結論づけることができます。 あなたが765PROのアイドルでもっと楽しいアタックをお探しなら、このスピンオフがお勧めです。 この番組はすべてのiDOLM @ STERファンではないかもしれません。 あなたがiDOLM @ STERシリーズのキャラクター開発やソング・ダンスの側面をもっと楽しむなら、このスピンオフはあなたのものではないかもしれません。  Puchimasは本質的にファンタスティックなキャラクターのやりとりを提供するシリーズですが、iDOLM @ STERをもっと探しているファンにとっては完璧なマッチです。\u001b[22m\n\u001b[1m(Korera no subete no yōso o kōryo suru to, kono supin'ofu wa iDOLM@ STER shirīzu no shiawasede tanoshī bubun ni jūten o oite iru to ketsurondzukeru koto ga dekimasu. Anata ga 765 puro no aidoru de motto tanoshī atakku o o sagashinara, kono supin'ofu ga o susumedesu. Kono bangumi wa subete no iDOLM@ STER fande wanai kamo shiremasen. Anata ga iDOLM@ STER shirīzu no kyarakutā kaihatsu ya songu dansu no sokumen o motto tanoshimunara, kono supin'ofu wa anata no monode wanai kamo shiremasen. Puchimas wa honshitsu-teki ni fantasutikkuna kyarakutā no yaritori o teikyō suru shirīzudesuga, iDOLM@ STER o motto sagashite iru fan ni totte wa kanpekina matchidesu.)\u001b[22m\n\nTranslations of \u001b[4mWith all of these factors considered, it can be concluded that this spin-off places great emphasis on the happy and fun parts of the iDOLM@STER series. If you're looking for more fun antics with the 765PRO idols, then this spin-off is recommended for you. This show might not be for every iDOLM@STER fan though. If you would enjoy more of the character development or song and dance aspects of the iDOLM@STER series, then this spin-off might not be the one for you. Puchimas is a series that offers character interactions that are essentially fanservice and not much more, but that's a perfect match for a fan looking for more iDOLM@STER.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith all of these factors considered, it can be concluded that this spin-off places great emphasis on the happy and fun parts of the iDOLM@STER series.\u001b[24m\n    \u001b[1mこれらのすべての要素を考慮すると、このスピンオフはiDOLM @ STERシリーズの幸せで楽しい部分に重点を置いていると結論づけることができます。\u001b[22m, \u001b[1m考え、これらの要因のすべてで、このスピンオフはIDOLM @ STERシリーズの幸せと楽しい部分に大きな重点を置いていることを結論付けることができます。\u001b[22m\n\u001b[4mIf you're looking for more fun antics with the 765PRO idols, then this spin-off is recommended for you.\u001b[24m\n    \u001b[1mあなたが765PROのアイドルでもっと楽しいアタックをお探しなら、このスピンオフがお勧めです。\u001b[22m, \u001b[1mあなたは765PROの偶像と、より楽しいおどけを探しているなら、このスピンオフはあなたのために推奨されます。\u001b[22m\n\u001b[4mThis show might not be for every iDOLM@STER fan though.\u001b[24m\n    \u001b[1mこの番組はすべてのiDOLM @ STERファンではないかもしれません。\u001b[22m, \u001b[1mこのショーは、しかし、すべてのIDOLM @ STERファンのためではないかもしれません。\u001b[22m\n\u001b[4mIf you would enjoy more of the character development or song and dance aspects of the iDOLM@STER series, then this spin-off might not be the one for you.\u001b[24m\n    \u001b[1mあなたがiDOLM @ STERシリーズのキャラクター開発やソング・ダンスの側面をもっと楽しむなら、このスピンオフはあなたのものではないかもしれません。\u001b[22m, \u001b[1mあなたはキャラクターの成長や曲のよりIDOLM @ STERシリーズのダンスの側面を楽しんでいました場合は、このスピンオフはあなたのための1ではないかもしれません。\u001b[22m\n\u001b[4mPuchimas is a series that offers character interactions that are essentially fanservice and not much more, but that's a perfect match for a fan looking for more iDOLM@STER.\u001b[24m\n    \u001b[1mPuchimasは本質的にファンタスティックなキャラクターのやりとりを提供するシリーズですが、iDOLM @ STERをもっと探しているファンにとっては完璧なマッチです。\u001b[22m, \u001b[1mPuchimasは、基本的にサービスカットではなく、はるかにある文字の相互作用を提供するシリーズですが、それはより多くのIDOLMする@ STERを探しているファンのために完璧にマッチです。\u001b[22m"
  },
  {
    "title": "Puchimas__Petit_iDOLMSTER",
    "id": "15649",
    "url": "https://myanimelist.net/anime/15649/Puchimas__Petit_iDOLMSTER",
    "user": "RoarkTenjouin",
    "profile": "/profile/RoarkTenjouin/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=189727",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\n「プチダールとは何ですか？ このレビューでは、かわいらしい愛らしい小さな塊 -  Me。\n\n私がスピンオフを見る方法は、彼らが2つの目的を持っているということです。すなわち、ショーのファンに楽しんだり、新しいファンをメインショーに引き込むために、より多くの素材を提供したりすることです。 スピンオフが後者をせずに前者を行うことができれば、私はまだそれを成功と見なします。 だから、私の考えでは、スピンオフの最高のタイプは、既存のファンにもっと多くのコンテンツを提供するだけでなく、新しいファンを引きつけることもできます。そしてPUCHIM @ Sは、私にiDOLM @ STER 近い将来に。\n\nストーリー -  10/10\nどんな話？ これは物語を必要としません。 それは本当に面白い日常的なイベントのセットです。 各プチダールには、自分自身の特別な特性があります。それは、アイドルについての何かを反映しているように見えます（これは、私がメインのショーを見たことがないためです）。\n\nアート -  7/10\n芸術は良いです。 カラフルです。 それは私が言うことができるすべてです。\n\nサウンド -  10/10\nこれは音楽アニメです...音が良くなければ衝撃的です。\n\nキャラクター -  10/10\nプチダールは、私が今までに見た中で最も面白いもののひとつです。いくつかの例があります：春香がいます。 文字通り穴を掘ってそれらに飛び込むユキポ。 彼女が考えている人の位置にテレポートすることができるMiurasan、 人を刺されている千早（特に胸が激しい女の子）。 彼女が思っていることを書き留めているタカヤは、 おにぎりを大好きなAfuさん。 彼らも本当にかわいいと言いましたか？ 彼らはそうだから。\n\n楽しさ -  10/10\n私はこのシリーズが愛らしいことを発見しました。 それは素晴らしいタイムキラーです、そしてまたそれは本当に短いです。\n\n全体 -  10/10\n私のスヌープは、このようなショーにこのような高い得点を与えることについて考えるべきではないと私に言いますが、私は気にしません。 私はこのシリーズを絶対に愛していました。\n\n通常、私はXシリーズが好きなら、これを見なければならないと言っているセクションでこのレビューを終了しますが、正直なところ...このようなことは考えられません。 そう...ええ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'What is a Puchidol? An adorable little pile of cuteness' - Me, in this review.\n\n\u001b[1m「プチダールとは何ですか？ このレビューでは、かわいらしい愛らしい小さな塊 -  Me。\u001b[22m\n\u001b[1m(`Puchidāru to wa nanidesu ka? Kono rebyūde wa, kawairashī airashī chīsana katamari - Me.)\u001b[22m\n\nTranslations of \u001b[4m'What is a Puchidol? An adorable little pile of cuteness' - Me, in this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'What is a Puchidol?\u001b[24m\n    \u001b[1m「プチダールとは何ですか？\u001b[22m, \u001b[1m「Puchidolとは何ですか？\u001b[22m\n\u001b[4mAn adorable little pile of cuteness' - Me, in this review.\u001b[24m\n    \u001b[1mこのレビューでは、かわいらしい愛らしい小さな塊 -  Me。\u001b[22m, \u001b[1mこのレビューで私、 -  '可愛さの愛らしい小さな山。\u001b[22m\n\u001b[1m\u001b[22m\nThe way I view spin-offs is that they have 2 purposes: to provide more material for the fans of the show to enjoy or to draw in new fans to the main show. If a spin-off manages to do the former without doing the latter, I still consider it a success. So, in my mind, the best type of spin-off is one that not only provides existing fans with more content, but also manages to draw new fans in. And PUCHIM@S has managed to convince me to try out the iDOLM@STER in the near future.\n\n\u001b[1m私がスピンオフを見る方法は、彼らが2つの目的を持っているということです。すなわち、ショーのファンに楽しんだり、新しいファンをメインショーに引き込むために、より多くの素材を提供したりすることです。 スピンオフが後者をせずに前者を行うことができれば、私はまだそれを成功と見なします。 だから、私の考えでは、スピンオフの最高のタイプは、既存のファンにもっと多くのコンテンツを提供するだけでなく、新しいファンを引きつけることもできます。そしてPUCHIM @ Sは、私にiDOLM @ STER 近い将来に。\u001b[22m\n\u001b[1m(Watashi ga supin'ofu o miru hōhō wa, karera ga 2tsu no mokuteki o motte iru to iu kotodesu. Sunawachi, shō no fan ni tanoshin dari, atarashī fan o meinshō ni hikikomu tame ni, yori ōku no sozai o teikyō shi tari suru kotodesu. Supin'ofu ga kōsha o sezu ni zensha o okonau koto ga dekireba, watashi wa mada sore o seikō to minashimasu. Dakara, watashi no kangaede wa, supin'ofu no saikō no taipu wa, kizon no fan ni motto ōku no kontentsu o teikyō suru dakedenaku, atarashī fan o hikitsukeru koto mo dekimasu. Soshite PUCHIM@ S wa, watashi ni iDOLM@ STER chikai shōrai ni.)\u001b[22m\n\nTranslations of \u001b[4mThe way I view spin-offs is that they have 2 purposes: to provide more material for the fans of the show to enjoy or to draw in new fans to the main show. If a spin-off manages to do the former without doing the latter, I still consider it a success. So, in my mind, the best type of spin-off is one that not only provides existing fans with more content, but also manages to draw new fans in. And PUCHIM@S has managed to convince me to try out the iDOLM@STER in the near future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe way I view spin-offs is that they have 2 purposes: to provide more material for the fans of the show to enjoy or to draw in new fans to the main show.\u001b[24m\n    \u001b[1m私がスピンオフを見る方法は、彼らが2つの目的を持っているということです。すなわち、ショーのファンに楽しんだり、新しいファンをメインショーに引き込むために、より多くの素材を提供したりすることです。\u001b[22m, \u001b[1mショー楽しむために、またはメインショーに新しいファンに描画するファンのためのより多くの材料を提供するために：私はスピンオフの表示方法は、彼らが2の目的を持っているということです。\u001b[22m\n\u001b[4mIf a spin-off manages to do the former without doing the latter, I still consider it a success.\u001b[24m\n    \u001b[1mスピンオフが後者をせずに前者を行うことができれば、私はまだそれを成功と見なします。\u001b[22m, \u001b[1mスピンオフは後者を行うことなく、前者を行うために管理している場合、私はまだそれの成功を検討してください。\u001b[22m\n\u001b[4mSo, in my mind, the best type of spin-off is one that not only provides existing fans with more content, but also manages to draw new fans in. And PUCHIM@S has managed to convince me to try out the iDOLM@STER\u001b[24m\n    \u001b[1mだから、私の考えでは、スピンオフの最高のタイプは、既存のファンにもっと多くのコンテンツを提供するだけでなく、新しいファンを引きつけることもできます。そしてPUCHIM @ Sは、私にiDOLM @ STER\u001b[22m, \u001b[1mだから、私の心の中で、スピンオフの最高のタイプは、より多くのコンテンツで既存のファンを提供するだけでなく、新たなファンを描画するために管理していない唯一のものである。そして、PUCHIM @ SはIDOLM @ STERを試すために私を説得するために管理しています\u001b[22m\n\u001b[4min the near future.\u001b[24m\n    \u001b[1m近い将来に。\u001b[22m, \u001b[1m近い将来に\u001b[22m, \u001b[1m近い将来インチ\u001b[22m\n\u001b[1m\u001b[22m\nStory - 10/10\n\n\u001b[1mストーリー -  10/10\u001b[22m\n\u001b[1m(Sutōrī - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 10/10\u001b[24m\n    \u001b[1mストーリー -  10/10\u001b[22m, \u001b[1mストーリー -  10月10日\u001b[22m\nWhat story? This doesn't need a story. It's just a set of daily events that are really entertaining. Each Puchidol has their own special trait, that is apparently supposed to reflect something about the Idol they are a counterpart to (I say apparently because, as previously mentioned, I haven't seen the main show).\n\n\u001b[1mどんな話？ これは物語を必要としません。 それは本当に面白い日常的なイベントのセットです。 各プチダールには、自分自身の特別な特性があります。それは、アイドルについての何かを反映しているように見えます（これは、私がメインのショーを見たことがないためです）。\u001b[22m\n\u001b[1m(Don'na hanashi? Kore wa monogatari o hitsuyō to shimasen. Sore wa hontōni omoshiroi nichijō-tekina ibento no settodesu. Kaku puchidāru ni wa, jibunjishin'no tokubetsuna tokusei ga arimasu. Sore wa, aidoru ni tsuite no nanika o han'ei shite iru yō ni miemasu (kore wa, watashi ga mein no shō o mita koto ga nai tamedesu).)\u001b[22m\n\nTranslations of \u001b[4mWhat story? This doesn't need a story. It's just a set of daily events that are really entertaining. Each Puchidol has their own special trait, that is apparently supposed to reflect something about the Idol they are a counterpart to (I say apparently because, as previously mentioned, I haven't seen the main show).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat story?\u001b[24m\n    \u001b[1mどんな話？\u001b[22m, \u001b[1m何の話？\u001b[22m\n\u001b[4mThis doesn't need a story.\u001b[24m\n    \u001b[1mこれは物語を必要としません。\u001b[22m, \u001b[1mこれは、物語を必要としません。\u001b[22m\n\u001b[4mIt's just a set of daily events that are really entertaining.\u001b[24m\n    \u001b[1mそれは本当に面白い日常的なイベントのセットです。\u001b[22m, \u001b[1mそれは本当に面白いです、毎日のイベントのセットだけです。\u001b[22m\n\u001b[4mEach Puchidol has their own special trait, that is apparently supposed to reflect something about the Idol they are a counterpart to (I say apparently because, as previously mentioned, I haven't seen the main show).\u001b[24m\n    \u001b[1m各プチダールには、自分自身の特別な特性があります。それは、アイドルについての何かを反映しているように見えます（これは、私がメインのショーを見たことがないためです）。\u001b[22m, \u001b[1m各Puchidolは明らかに、彼らは（前述のように、私はメインのショーを見ていない、ので、私は明らかに言う）に対応しているアイドルについて何かを反映することになっている独自の特殊な形質を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 7/10\n\n\u001b[1mアート -  7/10\u001b[22m\n\u001b[1m(Āto - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 7/10\u001b[24m\n    \u001b[1mアート -  7/10\u001b[22m\nThe art is good. It's colorful. That's about all I can say.\n\n\u001b[1m芸術は良いです。 カラフルです。 それは私が言うことができるすべてです。\u001b[22m\n\u001b[1m(Geijutsu wa yoidesu. Karafurudesu. Sore wa watashi ga iu koto ga dekiru subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is good. It's colorful. That's about all I can say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is good.\u001b[24m\n    \u001b[1m芸術は良いです。\u001b[22m\n\u001b[4mIt's colorful.\u001b[24m\n    \u001b[1mカラフルです。\u001b[22m, \u001b[1mそれはカラフルです。\u001b[22m\n\u001b[4mThat's about all I can say.\u001b[24m\n    \u001b[1mそれは私が言うことができるすべてです。\u001b[22m, \u001b[1mそれは私が言うことができるすべてのことです。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 10/10\n\n\u001b[1mサウンド -  10/10\u001b[22m\n\u001b[1m(Saundo - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 10/10\u001b[24m\n    \u001b[1mサウンド -  10/10\u001b[22m, \u001b[1mサウンド -  10月10日\u001b[22m\nThis is a music anime...it'd be shocking if the sound wasn't good.\n\n\u001b[1mこれは音楽アニメです...音が良くなければ衝撃的です。\u001b[22m\n\u001b[1m(Kore wa ongaku animedesu... Oto ga yokunakereba shōgeki-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a music anime...it'd be shocking if the sound wasn't good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a music anime...it'd be shocking if the sound wasn't good.\u001b[24m\n    \u001b[1mこれは音楽アニメです...音が良くなければ衝撃的です。\u001b[22m, \u001b[1mこれは音が良くなかった場合には衝撃的なことでしょう...音楽アニメです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 10/10\n\n\u001b[1mキャラクター -  10/10\u001b[22m\n\u001b[1m(Kyarakutā - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 10/10\u001b[24m\n    \u001b[1mキャラクター -  10/10\u001b[22m, \u001b[1m文字 -  10月10日\u001b[22m\nThe Puchidols are easily one of the most amusing things I've ever seen - for a few examples: there's Haruka, who multiplies when water is poured on her; Yukipo, who literally digs holes and jumps into them; Miurasan, who can teleport to the location of the person she is thinking of; Chihaya, who bites people (especially girls with bouncy chests); Takanya, who writes down what she's thinking; and Afu, who loves rice balls. Did I mention that they're also really cute? Because they are.\n\n\u001b[1mプチダールは、私が今までに見た中で最も面白いもののひとつです。いくつかの例があります：春香がいます。 文字通り穴を掘ってそれらに飛び込むユキポ。 彼女が考えている人の位置にテレポートすることができるMiurasan、 人を刺されている千早（特に胸が激しい女の子）。 彼女が思っていることを書き留めているタカヤは、 おにぎりを大好きなAfuさん。 彼らも本当にかわいいと言いましたか？ 彼らはそうだから。\u001b[22m\n\u001b[1m(Puchidāru wa, watashi ga ima made ni mita naka de mottomo omoshiroimonono hitotsudesu. Ikutsu ka no rei ga arimasu: Haruka ga imasu. Mojidōri ana o hotte sorera ni tobikomu yukipo. Kanojo ga kangaete iru hito no ichi ni terepōto suru koto ga dekiru Miurasan, hito o sasa rete iru Chihaya (tokuni mune ga hageshī on'nanoko). Kanojo ga omotte iru koto o kakitomete iru Takaya wa, onigiri o daisukina Afu-san. Karera mo hontōni kawaī to iimashita ka? Karera wa sōdakara.)\u001b[22m\n\nTranslations of \u001b[4mThe Puchidols are easily one of the most amusing things I've ever seen - for a few examples: there's Haruka, who multiplies when water is poured on her; Yukipo, who literally digs holes and jumps into them; Miurasan, who can teleport to the location of the person she is thinking of; Chihaya, who bites people (especially girls with bouncy chests); Takanya, who writes down what she's thinking; and Afu, who loves rice balls. Did I mention that they're also really cute? Because they are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Puchidols are easily one of the most amusing things I've ever seen - for a few examples: there's Haruka, who multiplies when water is poured on her;\u001b[24m\n    \u001b[1mプチダールは、私が今までに見た中で最も面白いもののひとつです。いくつかの例があります：春香がいます。\u001b[22m, \u001b[1mPuchidolsは簡単に私が今まで見た中で最も面白いものの一つです - いくつかの例のため：水が彼女の上に注がれたとき乗算遥は、あります。\u001b[22m\n\u001b[4mYukipo, who literally digs holes and jumps into them;\u001b[24m\n    \u001b[1m文字通り穴を掘ってそれらに飛び込むユキポ。\u001b[22m, \u001b[1m文字通り穴を掘ると、それらにジャンプYukipo、。\u001b[22m\n\u001b[4mMiurasan, who can teleport to the location of the person she is thinking of;\u001b[24m\n    \u001b[1m彼女が考えている人の位置にテレポートすることができるMiurasan、\u001b[22m, \u001b[1m彼女が考えている人の場所にテレポートすることができMiurasan、。\u001b[22m\n\u001b[4mChihaya, who bites people (especially girls with bouncy chests);\u001b[24m\n    \u001b[1m人を刺されている千早（特に胸が激しい女の子）。\u001b[22m, \u001b[1m人（弾む胸と特に女子）が刺さ千早、。\u001b[22m\n\u001b[4mTakanya, who writes down what she's thinking;\u001b[24m\n    \u001b[1m彼女が思っていることを書き留めているタカヤは、\u001b[22m, \u001b[1m彼女が考えているものを書き留めるTakanya、。\u001b[22m\n\u001b[4mand Afu, who loves rice balls.\u001b[24m\n    \u001b[1mおにぎりを大好きなAfuさん。\u001b[22m, \u001b[1mおにぎりを愛し、のAfu、。\u001b[22m\n\u001b[4mDid I mention that they're also really cute?\u001b[24m\n    \u001b[1m彼らも本当にかわいいと言いましたか？\u001b[22m, \u001b[1m私は、彼らはまた、本当にかわいいことを言及しましたか？\u001b[22m\n\u001b[4mBecause they are.\u001b[24m\n    \u001b[1m彼らはそうだから。\u001b[22m, \u001b[1m彼らはあるので。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 10/10\n\n\u001b[1m楽しさ -  10/10\u001b[22m\n\u001b[1m(Tanoshisa - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 10/10\u001b[24m\n    \u001b[1m楽しさ -  10/10\u001b[22m, \u001b[1m楽しさ -  10月10日\u001b[22m\nI found this series to be adorable. It's a great time killer, and it's also really short.\n\n\u001b[1m私はこのシリーズが愛らしいことを発見しました。 それは素晴らしいタイムキラーです、そしてまたそれは本当に短いです。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga airashī koto o hakken shimashita. Sore wa subarashī taimukirādesu, soshite mata sore wa hontōni mijikaidesu.)\u001b[22m\n\nTranslations of \u001b[4mI found this series to be adorable. It's a great time killer, and it's also really short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found this series to be adorable.\u001b[24m\n    \u001b[1m私はこのシリーズが愛らしいことを発見しました。\u001b[22m, \u001b[1m私はこのシリーズは愛らしいであることが判明しました。\u001b[22m\n\u001b[4mIt's a great time killer, and it's also really short.\u001b[24m\n    \u001b[1mそれは素晴らしいタイムキラーです、そしてまたそれは本当に短いです。\u001b[22m, \u001b[1mそれは素晴らしい時間のキラーだし、それも本当に短いです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 10/10\n\n\u001b[1m全体 -  10/10\u001b[22m\n\u001b[1m(Zentai - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 10/10\u001b[24m\n    \u001b[1m全体 -  10/10\u001b[22m, \u001b[1m全体的に -  10月10日\u001b[22m\nThe snob in me tells me that I shouldn't even think about giving such a high score to a show like this, but I don't care. I absolutely loved this series.\n\n\u001b[1m私のスヌープは、このようなショーにこのような高い得点を与えることについて考えるべきではないと私に言いますが、私は気にしません。 私はこのシリーズを絶対に愛していました。\u001b[22m\n\u001b[1m(Watashi no sunūpu wa, kono yōna shō ni ko no yōna takai tokuten o ataeru koto ni tsuite kangaerubekide wanaito watashi ni iimasuga, watashi wa ki ni shimasen. Watashi wa kono shirīzu o zettai ni aishite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe snob in me tells me that I shouldn't even think about giving such a high score to a show like this, but I don't care. I absolutely loved this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe snob in me tells me that I shouldn't even think about giving such a high score to a show like this, but I don't care.\u001b[24m\n    \u001b[1m私のスヌープは、このようなショーにこのような高い得点を与えることについて考えるべきではないと私に言いますが、私は気にしません。\u001b[22m, \u001b[1m私の中で俗物は、私もこのようなショーに、このような高得点を与えることを考えるべきではありませんが、私は気にしないことを私に伝えます。\u001b[22m\n\u001b[4mI absolutely loved this series.\u001b[24m\n    \u001b[1m私はこのシリーズを絶対に愛していました。\u001b[22m, \u001b[1m私は絶対にこのシリーズを愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nNormally, I would end this review with a section where I say that if you liked X series, you should watch this, but honestly...I can't think of anything like this. So...yeah.\n\n\u001b[1m通常、私はXシリーズが好きなら、これを見なければならないと言っているセクションでこのレビューを終了しますが、正直なところ...このようなことは考えられません。 そう...ええ。\u001b[22m\n\u001b[1m(Tsūjō, watashi wa X shirīzu ga sukinara, kore o minakereba naranai to itte iru sekushon de kono rebyū o shūryō shimasuga, shōjikina tokoro... Kono yōna koto wa kangae raremasen. Sō... Ē.)\u001b[22m\n\nTranslations of \u001b[4mNormally, I would end this review with a section where I say that if you liked X series, you should watch this, but honestly...I can't think of anything like this. So...yeah.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormally, I would end this review with a section where I say that if you liked X series, you should watch this, but honestly...I can't think of anything like this.\u001b[24m\n    \u001b[1m通常、私はXシリーズが好きなら、これを見なければならないと言っているセクションでこのレビューを終了しますが、正直なところ...このようなことは考えられません。\u001b[22m, \u001b[1m通常、私はあなたがXシリーズを好きなら、あなたはこれを見なければならないと言うのセクションでこの口コミを終わらせるだろうが、正直なところ...私はこのようなものを考えることはできません。\u001b[22m\n\u001b[4mSo...yeah.\u001b[24m\n    \u001b[1mそう...ええ。\u001b[22m, \u001b[1mだから......うん。\u001b[22m"
  },
  {
    "title": "Puchimas__Petit_iDOLMSTER",
    "id": "15649",
    "url": "https://myanimelist.net/anime/15649/Puchimas__Petit_iDOLMSTER",
    "user": "WeWereGiants",
    "profile": "/profile/WeWereGiants/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=90245",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  10\n\nプチマ！ 基本的に756 Proのアイドルのミニバージョンであるプチドルスを中心に展開するアニメです。 ショーが進むにつれて、プチダールはスタジオに参加し、彼らのおかしなことはもっと狂ったようになります。 プチダールのそれぞれは、乗算やテレポートする能力のような特別な力を持っています。これらの力は、アイドルにとって多くの面白いものを作り出します。\n\nストーリー：物語にはあまり意味がありません。それは生命のアニメーションの一部ですので、それはちょうどアイドルとプチダールに従いますが、それは非常に面白いアニメだと言われています。 それは非常に中毒性があり、通常は3分間のエピソードを通してストーリーキャリーを持っています。\n\n芸術：芸術はかわいいですが、特別なものはありません。 今は時々クールなエフェクトがありますが、ほとんどが「かわいい/萌え」のタイプのアートに固執しています。\n\nサウンド：シリーズには3種類のEDがありますが、アイドルマスターシリーズの曲と似た曲はありませんが、音楽はまだまだ魅力的です。 声はすべてあまりにも愛らしいです。\n\nキャラクター：あなたがアイドルマスターからのキャラクターが好きなら、あなたは再び彼らと恋に落ちます。 プチドールズは本質的にアイドルのベビーバージョンなので、余分なファンを増やします。\n\n全体的に、このシリーズはすごく面白いですが、あまり長くはありませんので、もしあなたがアイドルマスターを見たなら、これは楽しい、短いシリーズです。あなたは8/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nPuchimas! is an anime revolving around Puchidols, which are basically mini versions of the idols from 756 Pro. As the show goes on more Puchidols join the studio and their antics get crazier and crazier. Each of the Puchidols has a special power of sorts, like the ability to multiply or teleport, these powers create many hilarious situtations for the idols.\n\n\u001b[1mプチマ！ 基本的に756 Proのアイドルのミニバージョンであるプチドルスを中心に展開するアニメです。 ショーが進むにつれて、プチダールはスタジオに参加し、彼らのおかしなことはもっと狂ったようになります。 プチダールのそれぞれは、乗算やテレポートする能力のような特別な力を持っています。これらの力は、アイドルにとって多くの面白いものを作り出します。\u001b[22m\n\u001b[1m(Puchima! Kihontekini 756 Pro no aidoru no minibājondearu puchidorusu o chūshin ni tenkai suru animedesu. Shō ga susumu ni tsurete, puchidāru wa sutajio ni sanka shi, karera no okashina koto wa motto kurutta yō ni narimasu. Puchidāru no sorezore wa, jōzan ya terepōto suru nōryoku no yōna tokubetsuna chikara o motte imasu. Korera no chikara wa, aidoru ni totte ōku no omoshiroi mono o tsukuridashimasu.)\u001b[22m\n\nTranslations of \u001b[4mPuchimas! is an anime revolving around Puchidols, which are basically mini versions of the idols from 756 Pro. As the show goes on more Puchidols join the studio and their antics get crazier and crazier. Each of the Puchidols has a special power of sorts, like the ability to multiply or teleport, these powers create many hilarious situtations for the idols.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPuchimas!\u001b[24m\n    \u001b[1mプチマ！\u001b[22m, \u001b[1mPuchimas！\u001b[22m\n\u001b[4mis an anime revolving around Puchidols, which are basically mini versions of the idols from 756 Pro.\u001b[24m\n    \u001b[1m基本的に756 Proのアイドルのミニバージョンであるプチドルスを中心に展開するアニメです。\u001b[22m, \u001b[1m基本的には756プロのアイドルのミニバージョンですPuchidolsを中心アニメが、あります。\u001b[22m\n\u001b[4mAs the show goes on more Puchidols join the studio and their antics get crazier and crazier.\u001b[24m\n    \u001b[1mショーが進むにつれて、プチダールはスタジオに参加し、彼らのおかしなことはもっと狂ったようになります。\u001b[22m, \u001b[1mショーはよりPuchidolsに行くようにスタジオに参加し、そのふざけた態度はスゴとスゴ得ます。\u001b[22m\n\u001b[4mEach of the Puchidols has a special power of sorts, like the ability to multiply or teleport, these powers create many hilarious situtations for the idols.\u001b[24m\n    \u001b[1mプチダールのそれぞれは、乗算やテレポートする能力のような特別な力を持っています。これらの力は、アイドルにとって多くの面白いものを作り出します。\u001b[22m, \u001b[1mPuchidolsのそれぞれは、乗算やテレポートする能力のように、これらの力は、偶像のための多くの陽気なsitutationsを作成し、ある種の特別な力を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: There isn't much to the story, it is a slice of life anime so it just follows the idols and Puchidols, but that being said it is a very funny anime. It's quite addictive to, usually having story carry over throughout the 3 minute episodes.\n\n\u001b[1mストーリー：物語にはあまり意味がありません。それは生命のアニメーションの一部ですので、それはちょうどアイドルとプチダールに従いますが、それは非常に面白いアニメだと言われています。 それは非常に中毒性があり、通常は3分間のエピソードを通してストーリーキャリーを持っています。\u001b[22m\n\u001b[1m(Sutōrī: Monogatari ni wa amari imi ga arimasen. Sore wa seimei no animēshon no ichibudesunode, sore wa chōdo aidoru to puchidāru ni shitagaimasuga, sore wa hijō ni omoshiroi animeda to iwa rete imasu. Sore wa hijō ni chūdoku-sei ga ari, tsūjō wa 3-funkan no episōdo o tōshite sutōrīkyarī o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: There isn't much to the story, it is a slice of life anime so it just follows the idols and Puchidols, but that being said it is a very funny anime. It's quite addictive to, usually having story carry over throughout the 3 minute episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: There isn't much to the story, it is a slice of life anime so it just follows the idols and Puchidols, but that being said it is a very funny anime.\u001b[24m\n    \u001b[1mストーリー：物語にはあまり意味がありません。それは生命のアニメーションの一部ですので、それはちょうどアイドルとプチダールに従いますが、それは非常に面白いアニメだと言われています。\u001b[22m, \u001b[1mストーリー：話に多くはありません、それだけで偶像とPuchidolsを次のように、人生のアニメのスライスですが、それビーイングは、それは非常に面白いアニメであると述べました。\u001b[22m\n\u001b[4mIt's quite addictive to, usually having story carry over throughout the 3 minute episodes.\u001b[24m\n    \u001b[1mそれは非常に中毒性があり、通常は3分間のエピソードを通してストーリーキャリーを持っています。\u001b[22m, \u001b[1mこれは通常の話が3分のエピソードを通して持ち越さた、と非常に中毒性です。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art is cute, nothing special. There are some cool effects every now and then but mostly it sticks to the 'Cute/Moe' type of art.\n\n\u001b[1m芸術：芸術はかわいいですが、特別なものはありません。 今は時々クールなエフェクトがありますが、ほとんどが「かわいい/萌え」のタイプのアートに固執しています。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa kawaīdesuga, tokubetsuna mono wa arimasen. Ima wa tokidoki kūruna efekuto ga arimasuga, hotondo ga `kawaī/ moe' no taipu no āto ni koshū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art is cute, nothing special. There are some cool effects every now and then but mostly it sticks to the 'Cute/Moe' type of art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art is cute, nothing special.\u001b[24m\n    \u001b[1m芸術：芸術はかわいいですが、特別なものはありません。\u001b[22m, \u001b[1mアート：アートは特別かわいい、何もありません。\u001b[22m\n\u001b[4mThere are some cool effects every now and then but mostly it sticks to the 'Cute/Moe' type of art.\u001b[24m\n    \u001b[1m今は時々クールなエフェクトがありますが、ほとんどが「かわいい/萌え」のタイプのアートに固執しています。\u001b[22m, \u001b[1mそこにいくつかのクールなエフェクトはすべての今しているが、ほとんどそれは芸術の\"かわいい/萌え」タイプにこだわっ。\u001b[22m\n\u001b[1m\u001b[22m\nSound: There are 3 different ED's throughout the series and whilst there are no songs similar to anything found in the Idolmaster series, the music is still extremely catchy. The voices are all adorable too.\n\n\u001b[1mサウンド：シリーズには3種類のEDがありますが、アイドルマスターシリーズの曲と似た曲はありませんが、音楽はまだまだ魅力的です。 声はすべてあまりにも愛らしいです。\u001b[22m\n\u001b[1m(Saundo: Shirīzu ni wa 3 shurui no ED ga arimasuga, aidorumasutāshirīzu no kyoku to nita kyoku wa arimasenga, ongaku wa madamada mirikitekidesu. Koe wa subete amarini mo airashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: There are 3 different ED's throughout the series and whilst there are no songs similar to anything found in the Idolmaster series, the music is still extremely catchy. The voices are all adorable too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: There are 3 different ED's throughout the series and whilst there are no songs similar to anything found in the Idolmaster series, the music is still extremely catchy.\u001b[24m\n    \u001b[1mサウンド：シリーズには3種類のEDがありますが、アイドルマスターシリーズの曲と似た曲はありませんが、音楽はまだまだ魅力的です。\u001b[22m, \u001b[1mサウンド：3つの異なるEDのは、シリーズ全体とアイドルマスターシリーズに見られるものと類似しない曲がない一方であり、音楽は依然として非常にキャッチーです。\u001b[22m\n\u001b[4mThe voices are all adorable too.\u001b[24m\n    \u001b[1m声はすべてあまりにも愛らしいです。\u001b[22m, \u001b[1m声があまりにもすべての愛らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: If you like the characters from Idolmaster, you'll fall in love with them all over again. The Puchidols are essentially baby versions of the idols so that adds extra fanservice.\n\n\u001b[1mキャラクター：あなたがアイドルマスターからのキャラクターが好きなら、あなたは再び彼らと恋に落ちます。 プチドールズは本質的にアイドルのベビーバージョンなので、余分なファンを増やします。\u001b[22m\n\u001b[1m(Kyarakutā: Anata ga aidorumasutā kara no kyarakutā ga sukinara, anata wa futatabi karera to koi ni ochimasu. Puchidōruzu wa honshitsu-teki ni aidoru no bebībājon'nanode, yobun'na fan o fuyashimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: If you like the characters from Idolmaster, you'll fall in love with them all over again. The Puchidols are essentially baby versions of the idols so that adds extra fanservice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: If you like the characters from Idolmaster, you'll fall in love with them all over again.\u001b[24m\n    \u001b[1mキャラクター：あなたがアイドルマスターからのキャラクターが好きなら、あなたは再び彼らと恋に落ちます。\u001b[22m, \u001b[1m文字：あなたはアイドルマスターのキャラクターが好きなら、あなたは再び上にそれらすべてと恋に落ちるでしょう。\u001b[22m\n\u001b[4mThe Puchidols are essentially baby versions of the idols so that adds extra fanservice.\u001b[24m\n    \u001b[1mプチドールズは本質的にアイドルのベビーバージョンなので、余分なファンを増やします。\u001b[22m, \u001b[1mそれは余分なサービスカットが追加されますので、Puchidolsは、基本的にアイドルの赤ちゃんのバージョンです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this series is great fun, it's not very long either so if you've seen Idolmaster this is a fun, short series that you should get some laughs out of 8/10\n\n\u001b[1m全体的に、このシリーズはすごく面白いですが、あまり長くはありませんので、もしあなたがアイドルマスターを見たなら、これは楽しい、短いシリーズです。あなたは8/10\u001b[22m\n\u001b[1m(Zentai-teki ni, kono shirīzu wa sugoku omoshiroidesuga, amari nagaku wa arimasen'node, moshi anata ga aidorumasutā o mitanara, kore wa tanoshī, mijikai shirīzudesu. Anata wa 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall, this series is great fun, it's not very long either so if you've seen Idolmaster this is a fun, short series that you should get some laughs out of 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this series is great fun, it's not very long either so if you've seen Idolmaster this is a fun, short series that you should get some laughs out of 8/10\u001b[24m\n    \u001b[1m全体的に、このシリーズはすごく面白いですが、あまり長くはありませんので、もしあなたがアイドルマスターを見たなら、これは楽しい、短いシリーズです。あなたは8/10\u001b[22m, \u001b[1m全体的に、このシリーズはとても楽しいですが、それは非常に長くはありませんどちらかあなたはアイドルマスターを見てきた場合ので、これはあなたが8月10日のうち、いくつかの笑いを取得する必要があることを楽しみ、短いシリーズです\u001b[22m"
  }
]
