[
  {
    "title": "Kaitou_Saint_Tail",
    "id": "1567",
    "url": "https://myanimelist.net/anime/1567/Kaitou_Saint_Tail",
    "user": "megara",
    "profile": "/profile/megara/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=673",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  7\n\nルパン三世のような警官と盗賊/猫とマウスのアニメを探しているなら、探し続ける - このシリーズは泥棒と探偵が彼女を捕まえようとしているにもかかわらず、強盗は本当にあなたのものではない 気をつけて。 実際に、私はサンテールをラブストーリーまたはロマンスアニメとして、43以上のエピソードで表現しています。 窃盗は、羽根明美とアスカ・ジュニアとの間の恋愛の発展の背景に過ぎない。\n\n明美はもちろん聖テールで、彼女を捕まえようとしている若い刑事はクラスメートのアスカ・ジュニアです。あなたは、聖テールを警官の中から守ってしまった後、この不確実性を不可能なものにしなければなりません。 もう一つのことは、実際に誰かを傷つけるようなことではありません。 とにかく誰かのランニングシューズを盗んで元のオーナーに戻す人は誰を迫害するのだろうか？\n\nしかし、私が言ったように、あなたは本当に強盗にあまり住んでいないでしょう。 私のように、あなたはMeimiとAsuka Jrに夢中になり、Asuka Jr.が最終的にSaint Tailを捉えるのを待っているでしょう。 軽快でかわいい、このアニメは間違いなく私の好きな古典の一つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for a good cops and robbers / cat and mouse anime like Lupin the 3rd, keep looking - because even though this series is about a thief and a detective trying to catch her, the robberies aren't really what you will watch out for. In fact, I would describe Saint Tail as a love story or romance anime extended over 43 episodes. The thefts are merely a backdrop to the developing romance between Meimi Haneoka and Asuka Jr.\n\n\u001b[1mルパン三世のような警官と盗賊/猫とマウスのアニメを探しているなら、探し続ける - このシリーズは泥棒と探偵が彼女を捕まえようとしているにもかかわらず、強盗は本当にあなたのものではない 気をつけて。 実際に、私はサンテールをラブストーリーまたはロマンスアニメとして、43以上のエピソードで表現しています。 窃盗は、羽根明美とアスカ・ジュニアとの間の恋愛の発展の背景に過ぎない。\u001b[22m\n\u001b[1m(Rupansansei no yōna keikan to tōzoku/ neko to mausu no anime o sagashite irunara, sagashi tsudzukeru - kono shirīzu wa dorobō to tantei ga kanojo o tsukamaeyou to shite iru nimokakawarazu, gōtō wa hontōni anata no monode wanai kiwotsukete. Jissai ni, watashi wa santēru o rabusutōrī matawa romansu anime to shite, 43 ijō no episōdo de hyōgen shite imasu. Settō wa, Hane Akemi to Asuka junia to no ma no ren'ai no hatten no haikei ni suginai.)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for a good cops and robbers / cat and mouse anime like Lupin the 3rd, keep looking - because even though this series is about a thief and a detective trying to catch her, the robberies aren't really what you will watch out for. In fact, I would describe Saint Tail as a love story or romance anime extended over 43 episodes. The thefts are merely a backdrop to the developing romance between Meimi Haneoka and Asuka Jr.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for a good cops and robbers / cat and mouse anime like Lupin the 3rd, keep looking - because even though this series is about a thief and a detective trying to catch her, the robberies aren't really what you will\u001b[24m\n    \u001b[1mルパン三世のような警官と盗賊/猫とマウスのアニメを探しているなら、探し続ける - このシリーズは泥棒と探偵が彼女を捕まえようとしているにもかかわらず、強盗は本当にあなたのものではない\u001b[22m, \u001b[1mあなたは第三ルパンのような良い警官と強盗/猫とネズミのアニメを探しているなら、探し続ける - このシリーズは泥棒と彼女をキャッチしようとしている探偵についてであってもので、強盗は本当に何がするではありません\u001b[22m\n\u001b[4mwatch out for.\u001b[24m\n    \u001b[1m気をつけて。\u001b[22m, \u001b[1mに気を付ける。\u001b[22m, \u001b[1m気を付けます。\u001b[22m\n\u001b[4mIn fact, I would describe Saint Tail as a love story or romance anime extended over 43 episodes.\u001b[24m\n    \u001b[1m実際に、私はサンテールをラブストーリーまたはロマンスアニメとして、43以上のエピソードで表現しています。\u001b[22m, \u001b[1m実際に、私は43のエピソードにわたっ愛の物語やロマンスアニメとして怪盗セイント・テールを記述するであろう。\u001b[22m\n\u001b[4mThe thefts are merely a backdrop to the developing romance between Meimi Haneoka and Asuka Jr.\u001b[24m\n    \u001b[1m窃盗は、羽根明美とアスカ・ジュニアとの間の恋愛の発展の背景に過ぎない。\u001b[22m, \u001b[1m盗難は単にMeimi HaneokaとアスカJr.の間の発展のロマンスの背景にあります\u001b[22m\n\u001b[1m\u001b[22m\nMeimi, of course, is Saint Tail and the young detective trying to catch her is her classmate Asuka Jr. You'll have to suspend your disbelief with this one as one impossibility after another keep Saint Tail out of the cops' grasp. And another thing - it's not as if she actually hurt anybody. Who will persecute someone who steals somebody's running shoes and return them to the original owner, anyway?\n\n\u001b[1m明美はもちろん聖テールで、彼女を捕まえようとしている若い刑事はクラスメートのアスカ・ジュニアです。あなたは、聖テールを警官の中から守ってしまった後、この不確実性を不可能なものにしなければなりません。 もう一つのことは、実際に誰かを傷つけるようなことではありません。 とにかく誰かのランニングシューズを盗んで元のオーナーに戻す人は誰を迫害するのだろうか？\u001b[22m\n\u001b[1m(Akemi wa mochiron Sei tēru de, kanojo o tsukamaeyou to shite iru wakai keiji wa kurasumēto no Asuka juniadesu. Anata wa, hijiri tēru o keikan no naka kara mamotte shimatta nochi, kono fukakujitsusei o fukanōna mono ni shinakereba narimasen. Mōhitotsu no koto wa, jissai ni dareka o kizutsukeru yōna kotode wa arimasen. Tonikaku dareka no ran'ningushūzu o nusunde gen no ōnā ni modosu hito wa dare o hakugai suru nodarou ka?)\u001b[22m\n\nTranslations of \u001b[4mMeimi, of course, is Saint Tail and the young detective trying to catch her is her classmate Asuka Jr. You'll have to suspend your disbelief with this one as one impossibility after another keep Saint Tail out of the cops' grasp. And another thing - it's not as if she actually hurt anybody. Who will persecute someone who steals somebody's running shoes and return them to the original owner, anyway?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMeimi, of course, is Saint Tail and the young detective trying to catch her is her classmate Asuka Jr. You'll have to suspend your disbelief with this one as one impossibility after another keep Saint Tail out of the cops' grasp.\u001b[24m\n    \u001b[1m明美はもちろん聖テールで、彼女を捕まえようとしている若い刑事はクラスメートのアスカ・ジュニアです。あなたは、聖テールを警官の中から守ってしまった後、この不確実性を不可能なものにしなければなりません。\u001b[22m, \u001b[1mMeimiは、当然のことながら、怪盗セイント・テールであり、彼女をキャッチしようとしている若い刑事はあなたが次々不可能では警官」把握のうち怪盗セイント・テールを保つように、この1とあなたの不信を中断する必要があります彼女の同級生アスカ・ジュニアです。\u001b[22m\n\u001b[4mAnd another thing - it's not as if she actually hurt anybody.\u001b[24m\n    \u001b[1mもう一つのことは、実際に誰かを傷つけるようなことではありません。\u001b[22m, \u001b[1mそして、別のものは - 彼女は実際に誰を傷つけているかのようにそうではありません。\u001b[22m\n\u001b[4mWho will persecute someone who steals somebody's running shoes and return them to the original owner, anyway?\u001b[24m\n    \u001b[1mとにかく誰かのランニングシューズを盗んで元のオーナーに戻す人は誰を迫害するのだろうか？\u001b[22m, \u001b[1m誰が、とにかく、誰かのランニングシューズを盗み人を迫害し、元の所有者にそれらを返すのだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nBut as I said, you won't really dwell that much on the robberies. Like me, you'll probably get hooked on Meimi and Asuka Jr. and waiting for the moment that Asuka Jr. finally catches Saint Tail. Lighthearted and cute, this anime is definitely one of my favorite classics.\n\n\u001b[1mしかし、私が言ったように、あなたは本当に強盗にあまり住んでいないでしょう。 私のように、あなたはMeimiとAsuka Jrに夢中になり、Asuka Jr.が最終的にSaint Tailを捉えるのを待っているでしょう。 軽快でかわいい、このアニメは間違いなく私の好きな古典の一つです。\u001b[22m\n\u001b[1m(Shikashi, watashi ga itta yō ni, anata wa hontōni gōtō ni amari sunde inaideshou. Watashi no yō ni, anata wa Meimi to Asuka Jr ni muchū ni nari, Asuka Jr. Ga saishūtekini sanmaro Tail o toraeru no o matte irudeshou. Keikaide kawaī, kono anime wa machigainaku watashi no sukina koten no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mBut as I said, you won't really dwell that much on the robberies. Like me, you'll probably get hooked on Meimi and Asuka Jr. and waiting for the moment that Asuka Jr. finally catches Saint Tail. Lighthearted and cute, this anime is definitely one of my favorite classics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut as I said, you won't really dwell that much on the robberies.\u001b[24m\n    \u001b[1mしかし、私が言ったように、あなたは本当に強盗にあまり住んでいないでしょう。\u001b[22m, \u001b[1m私が言ったようにしかし、あなたは本当に強盗にそれほどこだわることはありません。\u001b[22m\n\u001b[4mLike me, you'll probably get hooked on Meimi and Asuka Jr. and waiting for the moment that Asuka Jr. finally catches Saint Tail.\u001b[24m\n    \u001b[1m私のように、あなたはMeimiとAsuka Jrに夢中になり、Asuka Jr.が最終的にSaint Tailを捉えるのを待っているでしょう。\u001b[22m, \u001b[1m私のように、あなたはおそらくMeimiとアスカ・ジュニアに夢中だろうとアスカ・ジュニアはついに怪盗セイント・テールをキャッチした瞬間を待っています。\u001b[22m\n\u001b[4mLighthearted and cute, this anime is definitely one of my favorite classics.\u001b[24m\n    \u001b[1m軽快でかわいい、このアニメは間違いなく私の好きな古典の一つです。\u001b[22m, \u001b[1m陽気でキュートな、このアニメは間違いなく私のお気に入りの古典の一つです。\u001b[22m"
  },
  {
    "title": "Kaitou_Saint_Tail",
    "id": "1567",
    "url": "https://myanimelist.net/anime/1567/Kaitou_Saint_Tail",
    "user": "HappyJunjou",
    "profile": "/profile/HappyJunjou/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=9966",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまあ...私は何を言うことができますか？ このアニメは私の最近の強迫観念です...基本的に、私はそれを愛する！ とにかく、私はこのアニメが大好き！ 私はそれを見ている人もそうだと思います！ このアニメはあなたの心を盗むでしょう！ ティー・ヒー.... それはとてもかわいい！ アスカとメイミの関係を愛していました....！ それはとてもかわいかったです........これは本当に神風のKaito Jeanneを私に思い出させました。 彼らはどちらもカイトス、または両親です。 彼らは両方とも神に祈る！ 彼らはどちらもかわいいカップルを持っています！ 彼らは両方ともそれらをキャッチしようとしている人を知っている！ だから似て....うわー！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell... What can I say? This anime is my most recent obsession... Basically, I love it! Anyway, i love this anime! I think anyone who watches it will too! This anime will steal your heart! tee hee.... It was so cute! I loved Asuka and Meimi's relationship....! It was so cute........ This really reminded me of Kamikaze Kaito Jeanne though. They both are Kaitos, or theives. They both pray to god! They both have cute couples! They both know someone who is trying to catch them! So similar....wow!\n\n\u001b[1mまあ...私は何を言うことができますか？ このアニメは私の最近の強迫観念です...基本的に、私はそれを愛する！ とにかく、私はこのアニメが大好き！ 私はそれを見ている人もそうだと思います！ このアニメはあなたの心を盗むでしょう！ ティー・ヒー.... それはとてもかわいい！ アスカとメイミの関係を愛していました....！ それはとてもかわいかったです........これは本当に神風のKaito Jeanneを私に思い出させました。 彼らはどちらもカイトス、または両親です。 彼らは両方とも神に祈る！ 彼らはどちらもかわいいカップルを持っています！ 彼らは両方ともそれらをキャッチしようとしている人を知っている！ だから似て....うわー！\u001b[22m\n\u001b[1m(Mā... Watashi wa nani o iu koto ga dekimasu ka? Kono anime wa watashi no saikin no kyōhaku kan'nendesu... Kihontekini, watashi wa sore o aisuru! Sore wa totemo kawaī! Asuka to meimi no kankei o aishite imashita. ... ! Sore wa totemo kawaikattadesu.. ... ... Kore wa hontōni kamikaze no Kaito Jeanne o watashi ni omoidasa semashita. Karera wa dochira mo kaitosu, matawa ryōshindesu. Karera wa ryōhō tomo kami ni inoru! Karera wa dochira mo kawaī kappuru o motte imasu! Karera wa ryōhō tomo sorera o kyatchi shiyou to shite iru hito o shitte iru! Dakara nite.... Uwa ̄ ! Tonikaku, watashi wa kono anime ga daisuki! Watashi wa sore o mite iru hito mo sōda to omoimasu! Kono anime wa anata no kokoro o nusumudeshou! Tī hī....)\u001b[22m\n\nTranslations of \u001b[4mWell... What can I say? This anime is my most recent obsession... Basically, I love it! Anyway, i love this anime! I think anyone who watches it will too! This anime will steal your heart! tee hee.... It was so cute! I loved Asuka and Meimi's relationship....! It was so cute........ This really reminded me of Kamikaze Kaito Jeanne though. They both are Kaitos, or theives. They both pray to god! They both have cute couples! They both know someone who is trying to catch them! So similar....wow!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell... What can I say?\u001b[24m\n    \u001b[1mまあ...私は何を言うことができますか？\u001b[22m, \u001b[1mうーん...私は何を言うことができますか？\u001b[22m\n\u001b[4mThis anime is my most recent obsession... Basically, I love it!\u001b[24m\n    \u001b[1mこのアニメは私の最近の強迫観念です...基本的に、私はそれを愛する！\u001b[22m, \u001b[1mこのアニメは私の最も最近の執着です...基本的に、私はそれを愛します！\u001b[22m\n\u001b[4mIt was so cute!\u001b[24m\n    \u001b[1mそれはとてもかわいい！\u001b[22m, \u001b[1mそれはとても可愛かったです！\u001b[22m\n\u001b[4mI loved Asuka and Meimi's relationship....!\u001b[24m\n    \u001b[1mアスカとメイミの関係を愛していました....！\u001b[22m, \u001b[1m私は....アスカとMeimiの関係を追加しました！\u001b[22m\n\u001b[4mIt was so cute........ This really reminded me of Kamikaze Kaito Jeanne though.\u001b[24m\n    \u001b[1mそれはとてもかわいかったです........これは本当に神風のKaito Jeanneを私に思い出させました。\u001b[22m, \u001b[1mこれは、これは実際にも神風怪盗ジャンヌのことを思い出した........とても可愛かったです。\u001b[22m\n\u001b[4mThey both are Kaitos, or theives.\u001b[24m\n    \u001b[1m彼らはどちらもカイトス、または両親です。\u001b[22m, \u001b[1mこれらは両方ともKaitos、またはtheivesあります。\u001b[22m\n\u001b[4mThey both pray to god!\u001b[24m\n    \u001b[1m彼らは両方とも神に祈る！\u001b[22m, \u001b[1mこれらは両方とも神に祈ります！\u001b[22m\n\u001b[4mThey both have cute couples!\u001b[24m\n    \u001b[1m彼らはどちらもかわいいカップルを持っています！\u001b[22m, \u001b[1mこれらは両方ともかわいいカップルを持っています！\u001b[22m\n\u001b[4mThey both know someone who is trying to catch them!\u001b[24m\n    \u001b[1m彼らは両方ともそれらをキャッチしようとしている人を知っている！\u001b[22m, \u001b[1mこれらは両方ともそれらをキャッチしようとしている人を知っています！\u001b[22m\n\u001b[4mSo similar....wow!\u001b[24m\n    \u001b[1mだから似て....うわー！\u001b[22m, \u001b[1mだから、同じような....すごいです！\u001b[22m\n\u001b[4mAnyway, i love this anime!\u001b[24m\n    \u001b[1mとにかく、私はこのアニメが大好き！\u001b[22m\n\u001b[4mI think anyone who watches it will too!\u001b[24m\n    \u001b[1m私はそれを見ている人もそうだと思います！\u001b[22m, \u001b[1m私はそれを見て、誰もがあまりにもなると思います！\u001b[22m\n\u001b[4mThis anime will steal your heart!\u001b[24m\n    \u001b[1mこのアニメはあなたの心を盗むでしょう！\u001b[22m, \u001b[1mこのアニメは、あなたの心を盗むでしょう！\u001b[22m\n\u001b[4mtee hee....\u001b[24m\n    \u001b[1mティー・ヒー....\u001b[22m, \u001b[1mティー熙....\u001b[22m"
  },
  {
    "title": "Kaitou_Saint_Tail",
    "id": "1567",
    "url": "https://myanimelist.net/anime/1567/Kaitou_Saint_Tail",
    "user": "msrcali",
    "profile": "/profile/msrcali/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=212081",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nさて、私が最初に言ったことはすべて自分自身の意見であり、私は推論をするだろうということを明確にしたいのですが、3ページの完全な綿密なレビューは必要ありません。 このアニメを悪いグラフィックオールドとして渡すことを考えているあなたの人は、最初のいくつかのエピソードにこのショーを見ることをお勧めします。芸術は色とマジックトリックをセントテールズのバックグラウンドとして使用しています 幻想の使用は、洗練されたグラフィックスの欠如の多くのために本当に男性です。 アートはあなたが欲しいものを7つ与えます。 ショー全体を通してサウンドトラック自体が輝き、トーンとエドはかわいいですが、顎が落ちることはありません。 私のために音で9。 私は、アスカ・ジュニアとパパ・デュオの両方の家族、そして魔法使いの梅美と両親とルビーの娘の家族のキャラクターの発展が大好きでした。 これらの文字プラスセイラ、移転市長の女の子とサルくんも自分自身のいくつかのfleshingを取得します。 地獄でさえ、主な悪人たちは通常\n2つのエピソードのように私はキャラクターに9を与えます。楽しみのために10このショーが大好きなので、すぐにそれに達しました。はい、44エピソードショー。 なぜ私はストーリーを最後に残したのだろうと思っているかもしれませんが、それはほとんどの場合、最短ですが複雑な編み物だからです。 このショーは本当にMeimiとAsuka Jrの間のラブストーリーを中心にしています。これは最初のエピソードで確立されているだけではないので、これらの気持ちの中に何もないようです。 このショーは、織り込まれたラブストーリーであり、他のものは成長のための背景に過ぎないため、視聴する前にこのことを知っておくことは、楽しさに有害な結果をもたらさない。 シェイクスピアの言葉を引用すると、人生はゲームですが、男性と女性は単なる選手です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay I first would like to make clear that everything I say here is my own opinion and I will give my reasoning, a full fleshed review of three pages is not necessary. Those of you who are thinking of passing this anime by as a bad graphical oldie I suggest you give the first few episodes a watch this show while the art is fairly average for its time it uses color and the magic tricks as a backdrop for Saint Tail's capers and the use of illusions really males up for much of the lack of sophisticated graphics. Art is a 7 ish give or take what you will. The sound track itself shines throughout the show really setting the tone the entire time, the ops and eds are cute but nothing jaw dropping. 9 for me in sound. I loved the character development of the family of both Asuka Jr and his dad Police duo and daughter of a magician Meimi and her parents and Ruby. These characters plus Seira, transfer mayor girl and Saru kun also get some fleshing out of their own. Hell even the main bad guys typically get\n\n\u001b[1mさて、私が最初に言ったことはすべて自分自身の意見であり、私は推論をするだろうということを明確にしたいのですが、3ページの完全な綿密なレビューは必要ありません。 このアニメを悪いグラフィックオールドとして渡すことを考えているあなたの人は、最初のいくつかのエピソードにこのショーを見ることをお勧めします。芸術は色とマジックトリックをセントテールズのバックグラウンドとして使用しています 幻想の使用は、洗練されたグラフィックスの欠如の多くのために本当に男性です。 アートはあなたが欲しいものを7つ与えます。 ショー全体を通してサウンドトラック自体が輝き、トーンとエドはかわいいですが、顎が落ちることはありません。 私のために音で9。 私は、アスカ・ジュニアとパパ・デュオの両方の家族、そして魔法使いの梅美と両親とルビーの娘の家族のキャラクターの発展が大好きでした。 これらの文字プラスセイラ、移転市長の女の子とサルくんも自分自身のいくつかのfleshingを取得します。 地獄でさえ、主な悪人たちは通常\u001b[22m\n\u001b[1m(Sate, watashi ga saisho ni itta koto wa subete jibunjishin'no ikendeari, watashi wa suiron o surudarou to iu koto o meikaku ni shitai nodesuga, 3 pēji no kanzen'na menmitsuna rebyū wa hitsuyō arimasen. Kono anime o warui gurafikkuōrudo to shite watasu koto o kangaete iru anata no hito wa, saisho no ikutsu ka no episōdo ni kono shō o miru koto o o susume shimasu. Geijutsu wa iro to majikkutorikku o sentotēruzu no bakkuguraundo to shite shiyō shite imasu gensō no shiyō wa, senrensareta gurafikkusu no ketsujo no ōku no tame ni hontōni danseidesu. Āto wa anata ga hoshī mono o 7tsu ataemasu. Shō zentai o tōshite saundotorakku jitai ga kagayaki, tōn to Edo wa kawaīdesuga, ago ga ochiru koto wa arimasen. Watashi no tame ni oto de 9. Watashi wa, Asuka junia to papa de~yuo no ryōhō no kazoku, soshite mahōtsukai no Ume Bi to ryōshin to rubī no musume no kazoku no kyarakutā no hatten ga daisukideshita. Korera no moji purasuseira, iten shichō no on'nanoko to saru-kun mo jibunjishin'no ikutsu ka no fleshing o shutoku shimasu. Jigokude sae, omona akunin-tachi wa tsūjō)\u001b[22m\nlike 2 episodes for themselves so I give character a 9. 10 for enjoyment I loved this show so much I reached it immediately, yes a 44 episode show. You may be wondering why I left Story for last, well mostly because it's the shortest but a complex woven tale. This show really centers around the love story between Meimi and Asuka Jr. this is not a only because it is well established in the first episode there seems to be nothing that stands in the way of these feelings. Knowing this before the watching bears no harmful results on ones enjoyment because this show is a love story woven throughout and everything else is merely a backdrop for it to grow. To quote Shakespeare: Life is but a game, men and women, merely players.\n\n\u001b[1m2つのエピソードのように私はキャラクターに9を与えます。楽しみのために10このショーが大好きなので、すぐにそれに達しました。はい、44エピソードショー。 なぜ私はストーリーを最後に残したのだろうと思っているかもしれませんが、それはほとんどの場合、最短ですが複雑な編み物だからです。 このショーは本当にMeimiとAsuka Jrの間のラブストーリーを中心にしています。これは最初のエピソードで確立されているだけではないので、これらの気持ちの中に何もないようです。 このショーは、織り込まれたラブストーリーであり、他のものは成長のための背景に過ぎないため、視聴する前にこのことを知っておくことは、楽しさに有害な結果をもたらさない。 シェイクスピアの言葉を引用すると、人生はゲームですが、男性と女性は単なる選手です。\u001b[22m\n\u001b[1m(2Tsu no episōdo no yō ni watashi wa kyarakutā ni 9 o ataemasu. Tanoshimi no tame ni 10 kono shō ga daisukinanode, sugu ni sore ni tasshimashita. Hai, 44 episōdoshō. Naze watashi wa sutōrī o saigo ni nokoshita nodarou to omotte iru kamo shiremasenga, sore wa hotondo no baai, saitandesuga fukuzatsuna amimonodakaradesu. Kono shō wa hontōni Meimi to Asuka Jr no ma no rabusutōrī o chūshin ni shite imasu. Kore wa saisho no episōdo de kakuritsu sa rete iru dakede wanainode, korera no kimochi no naka ni nani mo nai yōdesu. Kono shō wa, orikoma reta rabusutōrīdeari, hoka no mono wa seichō no tame no haikei ni suginai tame, shichō suru mae ni ko no koto o shitte oku koto wa, tanoshisa ni yūgaina kekka o motarasanai. Sheikusupia no kotoba o in'yō suru to, jinsei wa gēmudesuga, dansei to josei wa tan'naru senshudesu.)\u001b[22m\n\nTranslations of \u001b[4mlike 2 episodes for themselves so I give character a 9. 10 for enjoyment I loved this show so much I reached it immediately, yes a 44 episode show. You may be wondering why I left Story for last, well mostly because it's the shortest but a complex woven tale. This show really centers around the love story between Meimi and Asuka Jr. this is not a only because it is well established in the first episode there seems to be nothing that stands in the way of these feelings. Knowing this before the watching bears no harmful results on ones enjoyment because this show is a love story woven throughout and everything else is merely a backdrop for it to grow. To quote Shakespeare: Life is but a game, men and women, merely players.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlike 2 episodes for themselves so I give character a 9. 10 for enjoyment I loved this show so much I reached it immediately, yes a 44 episode show.\u001b[24m\n    \u001b[1m2つのエピソードのように私はキャラクターに9を与えます。楽しみのために10このショーが大好きなので、すぐにそれに達しました。はい、44エピソードショー。\u001b[22m, \u001b[1m自分自身のための2エピソードので、私は文字を楽しみ9. 10を与えるように私はそんなに私は、すぐにイエス44エピソードショーをそれに達し、このショーを愛しました。\u001b[22m\n\u001b[4mYou may be wondering why I left Story for last, well mostly because it's the shortest but a complex woven tale.\u001b[24m\n    \u001b[1mなぜ私はストーリーを最後に残したのだろうと思っているかもしれませんが、それはほとんどの場合、最短ですが複雑な編み物だからです。\u001b[22m, \u001b[1m私はよく、ほとんどそれが最短のが、複雑な織り物語だから、最後のためにストーリーを去っなぜあなたは不思議に思われるかもしれません。\u001b[22m\n\u001b[4mThis show really centers around the love story between Meimi and Asuka Jr. this is not a only because it is well established in the first episode there seems to be nothing that stands in the way of these feelings.\u001b[24m\n    \u001b[1mこのショーは本当にMeimiとAsuka Jrの間のラブストーリーを中心にしています。これは最初のエピソードで確立されているだけではないので、これらの気持ちの中に何もないようです。\u001b[22m, \u001b[1mこのショーは実際にそれがよくこれらの感情のように立って何もないように思わ最初のエピソードで確立されているので、これが唯一ではないMeimiとアスカJr.の間の愛の物語を中心。\u001b[22m\n\u001b[4mKnowing this before the watching bears no harmful results on ones enjoyment because this show is a love story woven throughout and everything else is merely a backdrop for it to grow.\u001b[24m\n    \u001b[1mこのショーは、織り込まれたラブストーリーであり、他のものは成長のための背景に過ぎないため、視聴する前にこのことを知っておくことは、楽しさに有害な結果をもたらさない。\u001b[22m, \u001b[1mこの番組は、全体で織られた愛の物語であり、他のすべては、それが成長するための単なる背景であるためのもの楽しみに有害な結果を見てクマ前にこれを知っていません。\u001b[22m\n\u001b[4mTo quote Shakespeare: Life is but a game, men and women, merely players.\u001b[24m\n    \u001b[1mシェイクスピアの言葉を引用すると、人生はゲームですが、男性と女性は単なる選手です。\u001b[22m, \u001b[1mシェイクスピアを引用すると：人生はあるが、ゲーム、男性と女性、単に選手。\u001b[22m"
  },
  {
    "title": "Kaitou_Saint_Tail",
    "id": "1567",
    "url": "https://myanimelist.net/anime/1567/Kaitou_Saint_Tail",
    "user": "SophiaReim",
    "profile": "/profile/SophiaReim/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=192039",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n基本的に、私はこのロビンフッドがセーラームーンのようなものを満たしていることを愛しています。最初から最後まで私はいつも次の強盗がどんなことになるのか不思議で、彼女はそれをどうやって行うのだろうか、彼女とクラスメート/ 彼女の後にあったジュニア",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBasically, I love this Robin Hood meets Sailor Moon kind of thing, from beginning to end I wa always curious to what the next robbery was gonna be and how would she do it, I also loved to see love between her and her classmate/detective junior that was after her\n\n\u001b[1m基本的に、私はこのロビンフッドがセーラームーンのようなものを満たしていることを愛しています。最初から最後まで私はいつも次の強盗がどんなことになるのか不思議で、彼女はそれをどうやって行うのだろうか、彼女とクラスメート/ 彼女の後にあったジュニア\u001b[22m\n\u001b[1m(Kihontekini, watashi wa kono robinfuddo ga sērāmūn no yōna mono o mitashite iru koto o aishiteimasu. Saisho kara saigomade watashi wa itsumo tsugi no gōtō ga don'na koto ni naru no ka fushigi de, kanojo wa sore o dō yatte okonau nodarou ka, kanojo to kurasumēto/ kanojo no nochi ni atta junia)\u001b[22m\n\nTranslations of \u001b[4mBasically, I love this Robin Hood meets Sailor Moon kind of thing, from beginning to end I wa always curious to what the next robbery was gonna be and how would she do it, I also loved to see love between her and her classmate/detective junior that was after her\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically, I love this Robin Hood meets Sailor Moon kind of thing, from beginning to end I wa always curious to what the next robbery was gonna be and how would she do it, I also loved to see love between her and her classmate/detective\u001b[24m\n    \u001b[1m基本的に、私はこのロビンフッドがセーラームーンのようなものを満たしていることを愛しています。最初から最後まで私はいつも次の強盗がどんなことになるのか不思議で、彼女はそれをどうやって行うのだろうか、彼女とクラスメート/\u001b[22m, \u001b[1m基本的に、私はこのロビン・フッドは、私は次の強盗つもりであった、彼女はそれをどのように行うであろうものに好奇心常にWA最初から最後まで、事のセーラームーンの種類を満たして、私も彼女と彼女の同級生/探偵の間の愛を見ることが大好き大好き\u001b[22m\n\u001b[4mjunior that was after her\u001b[24m\n    \u001b[1m彼女の後にあったジュニア\u001b[22m, \u001b[1m彼女の後だったジュニア\u001b[22m"
  },
  {
    "title": "Kaitou_Saint_Tail",
    "id": "1567",
    "url": "https://myanimelist.net/anime/1567/Kaitou_Saint_Tail",
    "user": "RoyalBlueberry",
    "profile": "/profile/RoyalBlueberry/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=52665",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nセントテールはKaitou Jeanneと似ていますが、私はSt. Tailをもっと好きです。 セントテールはとても可愛いので、このタイプのロマンスは今日は見つけるのが難しいです。 あなたがまだそれを見ていないなら、あなたは本当に逃げ出しています。  St. Tailはあなたの平均的な典型的な中学生です。秘密のKaitou（泥棒）Saint Tailに変身します。 これは甘く驚くべきアニメでした。私はそれが終わったときに泣いていました...それはとても良かったです。私は日本にシーズン2のような別のシリーズを作ろうと考えていましたが、今は季節がなくても 2、私はSt. Tailを永遠に楽しむでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSaint Tail is incrediby similar to Kaitou Jeanne, but i'd prefer St. Tail better. St. Tail was so cute, this type of romance is hard to find nowadays. If you haven't watched it yet, you are really missing out. St. Tail is your average, typical middle school girl, who secretly turns into Mysterious Kaitou (Thief) Saint Tail. This was such a sweet and amazing anime, i cried when it was over with...It was so good, i even considered asking Japan to make another series, like season 2, but I realize now that i am statisfied, even without season 2, i will enjoy St. Tail forever.\n\n\u001b[1mセントテールはKaitou Jeanneと似ていますが、私はSt. Tailをもっと好きです。 セントテールはとても可愛いので、このタイプのロマンスは今日は見つけるのが難しいです。 あなたがまだそれを見ていないなら、あなたは本当に逃げ出しています。  St. Tailはあなたの平均的な典型的な中学生です。秘密のKaitou（泥棒）Saint Tailに変身します。 これは甘く驚くべきアニメでした。私はそれが終わったときに泣いていました...それはとても良かったです。私は日本にシーズン2のような別のシリーズを作ろうと考えていましたが、今は季節がなくても 2、私はSt. Tailを永遠に楽しむでしょう。\u001b[22m\n\u001b[1m(Sentotēru wa Kaitou Jeanne to nite imasuga, watashi wa St. Tail o motto sukidesu. Sentotēru wa totemo kawaiinode, kono taipu no romansu wa kyō wa mitsukeru no ga muzukashīdesu. Anata ga mada sore o miteinainara, anata wa hontōni nigedashite imasu. St. Tail wa anata no heikin-tekina tenkei-tekina chūgakuseidesu. Himitsu no Kaitou (dorobō) sanmaro Tail ni henshin shimasu. Kore wa amaku odorokubeki animedeshita. Watashi wa sore ga owatta toki ni naite imashita... Sore wa totemo yokattadesu. Watashi wa Nihon ni shīzun 2 no yōna betsu no shirīzu o tsukurou to kangaete imashitaga, ima wa kisetsu ga nakute mo 2, watashi wa St. Tail o eien ni tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSaint Tail is incrediby similar to Kaitou Jeanne, but i'd prefer St. Tail better. St. Tail was so cute, this type of romance is hard to find nowadays. If you haven't watched it yet, you are really missing out. St. Tail is your average, typical middle school girl, who secretly turns into Mysterious Kaitou (Thief) Saint Tail. This was such a sweet and amazing anime, i cried when it was over with...It was so good, i even considered asking Japan to make another series, like season 2, but I realize now that i am statisfied, even without season 2, i will enjoy St. Tail forever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSaint Tail is incrediby similar to Kaitou Jeanne, but i'd prefer St. Tail better.\u001b[24m\n    \u001b[1mセントテールはKaitou Jeanneと似ていますが、私はSt. Tailをもっと好きです。\u001b[22m, \u001b[1m怪盗セイント・テールは、怪盗ジャンヌとincrediby似ていますが、私は聖テールが良く好みます。\u001b[22m\n\u001b[4mSt. Tail was so cute, this type of romance is hard to find nowadays.\u001b[24m\n    \u001b[1mセントテールはとても可愛いので、このタイプのロマンスは今日は見つけるのが難しいです。\u001b[22m, \u001b[1mセントテールはとてもかわいかった、ロマンスのこのタイプは、今日見つけるのは難しいです。\u001b[22m\n\u001b[4mIf you haven't watched it yet, you are really missing out.\u001b[24m\n    \u001b[1mあなたがまだそれを見ていないなら、あなたは本当に逃げ出しています。\u001b[22m, \u001b[1mあなたはまだそれを見ていない場合、あなたは本当に逃しています。\u001b[22m\n\u001b[4mSt. Tail is your average, typical middle school girl, who secretly turns into Mysterious Kaitou (Thief) Saint Tail.\u001b[24m\n    \u001b[1mSt. Tailはあなたの平均的な典型的な中学生です。秘密のKaitou（泥棒）Saint Tailに変身します。\u001b[22m, \u001b[1mセントテールは密かに謎の怪盗（シーフ）怪盗セイント・テールに変身あなたの平均、典型的な中学生の女の子、です。\u001b[22m\n\u001b[4mThis was such a sweet and amazing anime, i cried when it was over with...It was so good, i even considered asking Japan to make another series, like season 2, but I realize now that i am statisfied, even without season\u001b[24m\n    \u001b[1mこれは甘く驚くべきアニメでした。私はそれが終わったときに泣いていました...それはとても良かったです。私は日本にシーズン2のような別のシリーズを作ろうと考えていましたが、今は季節がなくても\u001b[22m, \u001b[1mこれには、甘くて素晴らしいアニメだった、私は...と、それが終わったとき、それは私がしてもシーズン2のように、別のシリーズを作るために日本を尋ねると考え、とても良かったが、私は私がstatisfiedていた今、実現してもシーズンずに泣きました\u001b[22m\n\u001b[4m2, i will enjoy St. Tail forever.\u001b[24m\n    \u001b[1m2、私はSt. Tailを永遠に楽しむでしょう。\u001b[22m, \u001b[1m2、私は永遠にセントテールをお楽しみいただけます。\u001b[22m"
  },
  {
    "title": "Kaitou_Saint_Tail",
    "id": "1567",
    "url": "https://myanimelist.net/anime/1567/Kaitou_Saint_Tail",
    "user": "Bellflower",
    "profile": "/profile/Bellflower/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=64897",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  8\n\nこのアニメは素晴らしいです。 アクションシーンは私を端に置くと私はそれのロマンスの一部を楽しんでも。 これは魔法、女の子の力を持っている誰にとっても素晴らしいショーであり、愛になると本当の強さを味わうことができます。 私はeveyoneにこれをお勧めします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is great. The action scenes put me on edge and i even enjoyed the romance part of it. This is a great show for anyone it has magic, girl power, and you get to see a mans true strenght when it comes to love. I would recommend this to eveyone!\n\n\u001b[1mこのアニメは素晴らしいです。 アクションシーンは私を端に置くと私はそれのロマンスの一部を楽しんでも。 これは魔法、女の子の力を持っている誰にとっても素晴らしいショーであり、愛になると本当の強さを味わうことができます。 私はeveyoneにこれをお勧めします！\u001b[22m\n\u001b[1m(Kono anime wa subarashīdesu. Akushonshīn wa watashi o hashi ni oku to watashi wa sore no romansu no ichibu o tanoshinde mo. Kore wa mahō, on'nanoko no chikara o motte iru dare ni tottemo subarashī shōdeari, ai ni naru to hontō no tsuyo-sa o ajiwau koto ga dekimasu. Watashi wa eveyone ni kore o o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4mThis anime is great. The action scenes put me on edge and i even enjoyed the romance part of it. This is a great show for anyone it has magic, girl power, and you get to see a mans true strenght when it comes to love. I would recommend this to eveyone!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is great.\u001b[24m\n    \u001b[1mこのアニメは素晴らしいです。\u001b[22m\n\u001b[4mThe action scenes put me on edge and i even enjoyed the romance part of it.\u001b[24m\n    \u001b[1mアクションシーンは私を端に置くと私はそれのロマンスの一部を楽しんでも。\u001b[22m, \u001b[1mアクションシーンは、エッジに私を入れて、私もそれのロマンスの部分を楽しみました。\u001b[22m\n\u001b[4mThis is a great show for anyone it has magic, girl power, and you get to see a mans true strenght when it comes to love.\u001b[24m\n    \u001b[1mこれは魔法、女の子の力を持っている誰にとっても素晴らしいショーであり、愛になると本当の強さを味わうことができます。\u001b[22m, \u001b[1mこれは、魔法少女の力を持っている人のための素晴らしいショーで、あなたはそれが好きになるとマン真の強さを見ることが。\u001b[22m\n\u001b[4mI would recommend this to eveyone!\u001b[24m\n    \u001b[1m私はeveyoneにこれをお勧めします！\u001b[22m"
  }
]
