[
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "KillJoy913",
    "profile": "/profile/KillJoy913/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=50497",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n幽霊狩りについては常に吸うことを示しています。 それらのすべてが同じもので構成されているように見えます。人々は夜に家に入ると、驚くべきことに録音に現れない「騒音」を聞き、笑います。 私は幽霊のショーには希望がないと思っていました。\n\nしかし、このゴーストハント？ 私は絶対に魅了された。\n\n褒めなければならないことがたくさんあります。 独創性、性格、芸術性。 私は特に否定的に美しいエンドクレジットが大好きです。 各エピソードは、あなたが推測し続けていた魅力的なケースをもたらしました（興味深いことに、私は余裕を持って座っていて、恐怖に震えていました）。 それはまた、私が興味深いと思った様々な種類の魅力と魔法に関する多くの参考文献と情報を持っていました。 そして、正直なところ、キャラクターの過去についてのあいまいな説明にもかかわらず、それらはすべて非常に明確でユニークでした。 ナルも元気だった。\n\nこのショーは正確なジャンルには適していません。 それは非常にコメディーで馬鹿で、他の点では暗く冷えています。 サスペンスがあり、誰かが死ぬと真剣に考えていたのは数回ありました。 幽霊でさえ恐ろしいものでした（それはやりにくいですね、彼らは幽霊なのですが、何が恐ろしいのですか？）、私はライトで睡眠を再考しました。 あなたは恐ろしいことを見ている必要はありませんでした---ショーがそのサスペンスにペースを合わせる方法は完璧であり、それ自身では面白いものでした。\n\nストーリーは単純ではありませんでした。 それらのすべてには、それをより複雑にするようなやや邪魔になるものや珍しいものがありました。 幽霊の多くは現実には実際には起こっていないことを報告しています（天井に洞窟ができて火をつけている）が、現実的に現実的なものになっています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nShows about ghost hunting always suck. It seems that every one of them consists of the same thing: People go into a house at night, they hear 'noises' that mysteriously don't show up on the sound recording, and I laugh at them. I thought there was no hope for ghost shows, seeing as they're usually pretty cliche.\n\n\u001b[1m幽霊狩りについては常に吸うことを示しています。 それらのすべてが同じもので構成されているように見えます。人々は夜に家に入ると、驚くべきことに録音に現れない「騒音」を聞き、笑います。 私は幽霊のショーには希望がないと思っていました。\u001b[22m\n\u001b[1m(Yūrei kari ni tsuite wa tsuneni suu koto o shimeshite imasu. Sorera no subete ga onaji mono de kōsei sa rete iru yō ni miemasu. Hitobito wa yoru ni ie ni hairu to, odorokubeki koto ni rokuon ni arawarenai `sōon' o kiki, waraimasu. Watashi wa yūrei no shō ni wa kibō ga nai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mShows about ghost hunting always suck. It seems that every one of them consists of the same thing: People go into a house at night, they hear 'noises' that mysteriously don't show up on the sound recording, and I laugh at them. I thought there was no hope for ghost shows, seeing as they're usually pretty cliche.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShows about ghost hunting always suck.\u001b[24m\n    \u001b[1m幽霊狩りについては常に吸うことを示しています。\u001b[22m, \u001b[1mゴースト狩りについてのショーは常に吸います。\u001b[22m\n\u001b[4mIt seems that every one of them consists of the same thing: People go into a house at night, they hear 'noises' that mysteriously don't show up on the sound recording, and I laugh at them.\u001b[24m\n    \u001b[1mそれらのすべてが同じもので構成されているように見えます。人々は夜に家に入ると、驚くべきことに録音に現れない「騒音」を聞き、笑います。\u001b[22m, \u001b[1mそれらの一つ一つが、同じもので構成されているようです：人々は、彼らが不思議な音の記録に表示されない「ノイズ」を聞いて、夜に家に行き、私は彼らを笑います。\u001b[22m\n\u001b[4mI thought there was no hope for ghost shows, seeing as they're usually pretty cliche.\u001b[24m\n    \u001b[1m私は幽霊のショーには希望がないと思っていました。\u001b[22m, \u001b[1m私は、彼らは通常、かなり決まり文句だとして見て、ゴーストのショーのための希望がなかったと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nBut this Ghost Hunt? I was absolutely fascinated.\n\n\u001b[1mしかし、このゴーストハント？ 私は絶対に魅了された。\u001b[22m\n\u001b[1m(Shikashi, kono gōsutohanto? Watashi wa zettai ni miryō sa reta.)\u001b[22m\n\nTranslations of \u001b[4mBut this Ghost Hunt? I was absolutely fascinated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut this Ghost Hunt?\u001b[24m\n    \u001b[1mしかし、このゴーストハント？\u001b[22m\n\u001b[4mI was absolutely fascinated.\u001b[24m\n    \u001b[1m私は絶対に魅了された。\u001b[22m, \u001b[1m私は絶対に魅了されました。\u001b[22m\n\u001b[1m\u001b[22m\nThere's so much to compliment. The originality, the characters, the art. I especially love the end credits, which were undeniably beautiful. Each episode brought an intriguing case (so intriguing that I was left slack-jawed and shivering in fear) that kept you guessing and on the edge of your seat. It also had many references and information on different types of charms and magic, which I thought was interesting. And honestly, despite the vague explanations on the characters' pasts, they were all very well-defined and unique. Even Naru was original, despite his seemingly-cliche personality.\n\n\u001b[1m褒めなければならないことがたくさんあります。 独創性、性格、芸術性。 私は特に否定的に美しいエンドクレジットが大好きです。 各エピソードは、あなたが推測し続けていた魅力的なケースをもたらしました（興味深いことに、私は余裕を持って座っていて、恐怖に震えていました）。 それはまた、私が興味深いと思った様々な種類の魅力と魔法に関する多くの参考文献と情報を持っていました。 そして、正直なところ、キャラクターの過去についてのあいまいな説明にもかかわらず、それらはすべて非常に明確でユニークでした。 ナルも元気だった。\u001b[22m\n\u001b[1m(Homenakereba naranai koto ga takusan arimasu. Dokusō-sei, seikaku, geijutsu-sei. Watashi wa tokuni hitei-teki ni utsukushī endo kurejitto ga daisukidesu. Kaku episōdo wa, anata ga suisoku shi tsudzukete ita miryoku-tekina kēsu o motarashimashita (kyōmibukai koto ni, watashi wa yoyū o motte suwatte ite, kyōfu ni furuete imashita). Sore wa mata, watashi ga kyōmibukai to omotta samazamana shurui no miryoku to mahō ni kansuru ōku no sankō bunken to jōhō o motte imashita. Soshite, shōjikina tokoro, kyarakutā no kako ni tsuite no aimaina setsumei nimokakawarazu, sorera wa subete hijō ni meikakude yunīkudeshita. Naru mo genkidatta.)\u001b[22m\n\nTranslations of \u001b[4mThere's so much to compliment. The originality, the characters, the art. I especially love the end credits, which were undeniably beautiful. Each episode brought an intriguing case (so intriguing that I was left slack-jawed and shivering in fear) that kept you guessing and on the edge of your seat. It also had many references and information on different types of charms and magic, which I thought was interesting. And honestly, despite the vague explanations on the characters' pasts, they were all very well-defined and unique. Even Naru was original, despite his seemingly-cliche personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's so much to compliment.\u001b[24m\n    \u001b[1m褒めなければならないことがたくさんあります。\u001b[22m, \u001b[1mほめることが山ほどがあります。\u001b[22m\n\u001b[4mThe originality, the characters, the art.\u001b[24m\n    \u001b[1m独創性、性格、芸術性。\u001b[22m, \u001b[1m独創性、文字、芸術。\u001b[22m\n\u001b[4mI especially love the end credits, which were undeniably beautiful.\u001b[24m\n    \u001b[1m私は特に否定的に美しいエンドクレジットが大好きです。\u001b[22m, \u001b[1m私は特に紛れもなくきれいでしたエンドクレジットを、大好きです。\u001b[22m\n\u001b[4mEach episode brought an intriguing case (so intriguing that I was left slack-jawed and shivering in fear) that kept you guessing and on the edge of your seat.\u001b[24m\n    \u001b[1m各エピソードは、あなたが推測し続けていた魅力的なケースをもたらしました（興味深いことに、私は余裕を持って座っていて、恐怖に震えていました）。\u001b[22m, \u001b[1m各エピソードは、あなたが推測し、あなたの席の端に保た魅力的なケース（私は恐怖で口をポカーンと開けたと震えたままにしたように、興味深い）をもたらしました。\u001b[22m\n\u001b[4mIt also had many references and information on different types of charms and magic, which I thought was interesting.\u001b[24m\n    \u001b[1mそれはまた、私が興味深いと思った様々な種類の魅力と魔法に関する多くの参考文献と情報を持っていました。\u001b[22m, \u001b[1mまた、私が面白いと思った魅力と魔法の異なる種類の、上の多くの参照や情報を持っていました。\u001b[22m\n\u001b[4mAnd honestly, despite the vague explanations on the characters' pasts, they were all very well-defined and unique.\u001b[24m\n    \u001b[1mそして、正直なところ、キャラクターの過去についてのあいまいな説明にもかかわらず、それらはすべて非常に明確でユニークでした。\u001b[22m, \u001b[1mそして正直に、キャラクターの過去を上に漠然とした説明にもかかわらず、彼らはすべての非常に明確に定義された、ユニークな。\u001b[22m\n\u001b[4mEven Naru was original, despite his seemingly-cliche personality.\u001b[24m\n    \u001b[1mナルも元気だった。\u001b[22m, \u001b[1mでもナルは彼の一見、決まり文句の人格にもかかわらず、元のでした。\u001b[22m\n\u001b[1m\u001b[22m\nThis show fits into no exact genre. It's very comedic and silly, as well as dark and chilling at other points. It's suspenseful, and there were a few times when I seriously thought someone was going to die. Even the ghosts were terrifying (and that's hard to do. I mean, like, they're ghosts. What's so scary?) and made me reconsider sleeping with the lights off. You didn't need to see the being to be horrified---The way that the show paced its suspense was perfect and ghoulish by itself.\n\n\u001b[1mこのショーは正確なジャンルには適していません。 それは非常にコメディーで馬鹿で、他の点では暗く冷えています。 サスペンスがあり、誰かが死ぬと真剣に考えていたのは数回ありました。 幽霊でさえ恐ろしいものでした（それはやりにくいですね、彼らは幽霊なのですが、何が恐ろしいのですか？）、私はライトで睡眠を再考しました。 あなたは恐ろしいことを見ている必要はありませんでした---ショーがそのサスペンスにペースを合わせる方法は完璧であり、それ自身では面白いものでした。\u001b[22m\n\u001b[1m(Kono shō wa seikakuna janru ni wa tekishite imasen. Sore wa hijō ni komedī de bakade, hoka no tende wa kuraku hiete imasu. Sasupensu ga ari, dareka ga shinu to shinken ni kangaete ita no wa sū-kai arimashita. Yūreide sae osoroshī monodeshita (sore wa yari nikuidesu ne, karera wa yūreina nodesuga, nani ga osoroshī nodesu ka?), Watashi wa raito de suimin o saikō shimashita. Anata wa osoroshī koto o mite iru hitsuyō wa arimasendeshita -- - shō ga sono sasupensu ni pēsu o awaseru hōhō wa kanpekideari, sore jishinde wa omoshiroi monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis show fits into no exact genre. It's very comedic and silly, as well as dark and chilling at other points. It's suspenseful, and there were a few times when I seriously thought someone was going to die. Even the ghosts were terrifying (and that's hard to do. I mean, like, they're ghosts. What's so scary?) and made me reconsider sleeping with the lights off. You didn't need to see the being to be horrified---The way that the show paced its suspense was perfect and ghoulish by itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show fits into no exact genre.\u001b[24m\n    \u001b[1mこのショーは正確なジャンルには適していません。\u001b[22m, \u001b[1mこの番組はありません正確なジャンルに収まります。\u001b[22m\n\u001b[4mIt's very comedic and silly, as well as dark and chilling at other points.\u001b[24m\n    \u001b[1mそれは非常にコメディーで馬鹿で、他の点では暗く冷えています。\u001b[22m, \u001b[1mこれは、他の点で非常にコミカルかつ愚かなだけでなく、暗いと冷却です。\u001b[22m\n\u001b[4mIt's suspenseful, and there were a few times when I seriously thought someone was going to die.\u001b[24m\n    \u001b[1mサスペンスがあり、誰かが死ぬと真剣に考えていたのは数回ありました。\u001b[22m, \u001b[1mそれはサスペンスだ、と私は真剣に誰かは死ぬつもりだったと思った数回がありました。\u001b[22m\n\u001b[4mEven the ghosts were terrifying (and that's hard to do. I mean, like, they're ghosts. What's so scary?) and made me reconsider sleeping with the lights off.\u001b[24m\n    \u001b[1m幽霊でさえ恐ろしいものでした（それはやりにくいですね、彼らは幽霊なのですが、何が恐ろしいのですか？）、私はライトで睡眠を再考しました。\u001b[22m, \u001b[1mでも幽霊が恐ろしいた（とそれが行うのは難しいです。私が意味する、のような、彼らは幽霊だ。怖い？何）と私はライトをオフにして寝て再考しました。\u001b[22m\n\u001b[4mYou didn't need to see the being to be horrified---The way that the show paced its suspense was perfect and ghoulish by itself.\u001b[24m\n    \u001b[1mあなたは恐ろしいことを見ている必要はありませんでした---ショーがそのサスペンスにペースを合わせる方法は完璧であり、それ自身では面白いものでした。\u001b[22m, \u001b[1mあなたは---ビーイングがぞっとするショーは、そのサスペンスは完璧とそれ自体で残忍だったペースする方法を参照する必要はありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe stories were not simple, either. All of them had something slightly disturbing or unusual that made it more complex, and it kept you guessing. A lot of the ghosts were unrealistic, doing things that have never really been reported happening in real life (causing the ceiling to cave in, setting rooms on fire) but yet somehow the show molded them with reality to make it life-like.\n\n\u001b[1mストーリーは単純ではありませんでした。 それらのすべてには、それをより複雑にするようなやや邪魔になるものや珍しいものがありました。 幽霊の多くは現実には実際には起こっていないことを報告しています（天井に洞窟ができて火をつけている）が、現実的に現実的なものになっています。\u001b[22m\n\u001b[1m(Sutōrī wa tanjunde wa arimasendeshita. Sorera no subete ni wa, sore o yori fukuzatsu ni suru yōna yaya jama ni naru mono ya mezurashī mono ga arimashita. Yūrei no ōku wa genjitsu ni wa jissai ni wa okotte inai koto o hōkoku shite imasu (tenjō ni dōkutsu ga dekite hi o tsukete iru) ga, genjitsu-teki ni genjitsu-tekina mono ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe stories were not simple, either. All of them had something slightly disturbing or unusual that made it more complex, and it kept you guessing. A lot of the ghosts were unrealistic, doing things that have never really been reported happening in real life (causing the ceiling to cave in, setting rooms on fire) but yet somehow the show molded them with reality to make it life-like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe stories were not simple, either.\u001b[24m\n    \u001b[1mストーリーは単純ではありませんでした。\u001b[22m, \u001b[1m物語はどちらか、簡単ではありませんでした。\u001b[22m\n\u001b[4mAll of them had something slightly disturbing or unusual that made it more complex, and it kept you guessing.\u001b[24m\n    \u001b[1mそれらのすべてには、それをより複雑にするようなやや邪魔になるものや珍しいものがありました。\u001b[22m, \u001b[1mそれらのすべては、それがより複雑にわずかに妨害または何か異常があったが、それはあなたが推測続けました。\u001b[22m\n\u001b[4mA lot of the ghosts were unrealistic, doing things that have never really been reported happening in real life (causing the ceiling to cave in, setting rooms on fire) but yet somehow the show molded them with reality to make it life-like.\u001b[24m\n    \u001b[1m幽霊の多くは現実には実際には起こっていないことを報告しています（天井に洞窟ができて火をつけている）が、現実的に現実的なものになっています。\u001b[22m, \u001b[1m幽霊の多くは（火上の部屋を設定、洞窟に天井を引き起こす）が、まだ何とかショーが、それが生きているようにするために、現実とそれらを成形本当に現実の生活の中で起こって報告されていなかったことをやって、非現実的でした。\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "XxTracerxXX",
    "profile": "/profile/XxTracerxXX/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=55923",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  10\n\n私が今まで見たことのある唯一のアニメになるだろう。\n\nストーリー~~~~~~~~~~~~\n\nまあ、私は実際に私が私の椅子から飛び出すことができるアニメを見たことがない。 これまで\n3〜4話ごとにアニメが変わり、毎回新しい魅力的な物語が生まれます。 私はこれを「リフレッシュ」して何か新しいことを開始する良い方法だと見ることができますが、個人的にはもっと全体的なプロットが欲しかったです。\nしかし、私がアニメーションに行く前に、私はパンダを私に（ここに単語を挿入する）ための '人形の家'と '血の迷路'の弧に小道具を与えました。\n\nアニメーション~~~~~~~~\n\nこのアニメーションは「ギルティクラウン」ほど豪華ではありませんが、確かに悪くはありません。\n人々はよく、人々のように見えます。 建物と背景には（それぞれ弧のために）素敵な不気味な表情があり、幽霊/超自然の存在はちょうど完璧です。\n\nサウンド~~~~~~~~~\n\nこのアニメは音に大きく依存するため、そうする必要があります。\n鳴き声は、鳴っている鳴子のような人たちに、ナルがそれを全部と強烈な音色で知っていることから完全にぴったりです。\nバックグラウンドミュージックは良いですが、時にはそれは静かになりますが、それはただのサスペンスのためです。\nドアからのはけ出し、窓の破裂、幽霊の鳴き声、幽霊狩りのような効果音はかなり良い仕事をします。\n\n文字~~~~~~~~\n\nキャラクターには個性的な髪型、性格などがあります。\nしかし、キャラクターの開発はほとんどありません。 辛い。\n彼らはロマンスのヒントを持っていますが、霧のようにほとんど蒸発します。\n\n全体的に~~~~~~~~~~~~~~\n\nこれは母親としては恐ろしいです（ここに単語を挿入してください）、私は恐怖のために誰にでもこれを確実に勧めています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGhost hunt to this day, will be the only anime i have ever seen that had me keeping the lights on whenever i sleep.\n\n\u001b[1m私が今まで見たことのある唯一のアニメになるだろう。\u001b[22m\n\u001b[1m(Watashi ga imamade mita koto no aru yuiitsu no anime ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mGhost hunt to this day, will be the only anime i have ever seen that had me keeping the lights on whenever i sleep.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost hunt to this day, will be the only anime i have ever seen that had me keeping the lights on whenever i sleep.\u001b[24m\n    \u001b[1m私が今まで見たことのある唯一のアニメになるだろう。\u001b[22m, \u001b[1mこの日にゴーストハントは、私が眠るたびにライトを維持する私を持っていた私が今まで見てきた唯一のアニメになります。\u001b[22m\n\u001b[1m\u001b[22m\nStory ~~~~~~~~~~~~~\n\n\u001b[1mストーリー~~~~~~~~~~~~\u001b[22m\n\u001b[1m(Sutōrī ~~~~~~~~~~~~)\u001b[22m\n\nTranslations of \u001b[4mStory ~~~~~~~~~~~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory ~~~~~~~~~~~~~\u001b[24m\n    \u001b[1mストーリー~~~~~~~~~~~~\u001b[22m, \u001b[1mストーリー~~~~~~~~~~~~~\u001b[22m\n\u001b[1m\u001b[22m\nGeez, i have never seen an anime that could actually have me jumping out of my chair. Ever.\n\n\u001b[1mまあ、私は実際に私が私の椅子から飛び出すことができるアニメを見たことがない。 これまで\u001b[22m\n\u001b[1m(Mā, watashi wa jissai ni watashi ga watashi no isu kara tobidasu koto ga dekiru anime o mita koto ga nai. Kore made)\u001b[22m\n\nTranslations of \u001b[4mGeez, i have never seen an anime that could actually have me jumping out of my chair. Ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGeez, i have never seen an anime that could actually have me jumping out of my chair.\u001b[24m\n    \u001b[1mまあ、私は実際に私が私の椅子から飛び出すことができるアニメを見たことがない。\u001b[22m, \u001b[1mそうねえ、私は実際に私は私の椅子から飛び降りた可能性がアニメを見たことがありません。\u001b[22m\n\u001b[4mEver.\u001b[24m\n    \u001b[1mこれまで\u001b[22m, \u001b[1mエヴァー。\u001b[22m\nThe anime changes arcs every 3-4 episodes, resulting in a new and fascinating story everytime. I can see this as being a good way to 'refresh' and start something new, but personally i wanted more a overall plot.\n\n\u001b[1m3〜4話ごとにアニメが変わり、毎回新しい魅力的な物語が生まれます。 私はこれを「リフレッシュ」して何か新しいことを開始する良い方法だと見ることができますが、個人的にはもっと全体的なプロットが欲しかったです。\u001b[22m\n\u001b[1m(3 〜 4-Wa-goto ni anime ga kawari, maikai atarashī miryoku-tekina monogatari ga umaremasu. Watashi wa kore o `rifuresshu' shite nani ka atarashī koto o kaishi suru yoi hōhōda to miru koto ga dekimasuga, kojin-teki ni wa motto zentai-tekina purotto ga hoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime changes arcs every 3-4 episodes, resulting in a new and fascinating story everytime. I can see this as being a good way to 'refresh' and start something new, but personally i wanted more a overall plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime changes arcs every 3-4 episodes, resulting in a new and fascinating story everytime.\u001b[24m\n    \u001b[1m3〜4話ごとにアニメが変わり、毎回新しい魅力的な物語が生まれます。\u001b[22m, \u001b[1mアニメの変更は、新しい魅力的なストーリー毎回、その結果、すべての3-4のエピソードをARCS。\u001b[22m\n\u001b[4mI can see this as being a good way to 'refresh' and start something new, but personally i wanted more a overall plot.\u001b[24m\n    \u001b[1m私はこれを「リフレッシュ」して何か新しいことを開始する良い方法だと見ることができますが、個人的にはもっと全体的なプロットが欲しかったです。\u001b[22m, \u001b[1m私は、「リフレッシュ」と何か新しいことを始めるのに良い方法であるとしてこれを見ることができますが、個人的に、私はより多くの全体的なプロットを望んでいました。\u001b[22m\nBut before i go on to the animation, I have give props to ' The doll house' and the 'Blood stained labyrinth' arc for making me (insert word here) my pants.\n\n\u001b[1mしかし、私がアニメーションに行く前に、私はパンダを私に（ここに単語を挿入する）ための '人形の家'と '血の迷路'の弧に小道具を与えました。\u001b[22m\n\u001b[1m(Shikashi, watashi ga animēshon ni iku mae ni, watashi wa panda o watashi ni (koko ni tango o sōnyū suru) tame no' ningyō no ie' to' chi no meiro' no ko ni kodōgu o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mBut before i go on to the animation, I have give props to ' The doll house' and the 'Blood stained labyrinth' arc for making me (insert word here) my pants.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut before i go on to the animation, I have give props to ' The doll house' and the 'Blood stained labyrinth' arc for making me (insert word here) my pants.\u001b[24m\n    \u001b[1mしかし、私がアニメーションに行く前に、私はパンダを私に（ここに単語を挿入する）ための '人形の家'と '血の迷路'の弧に小道具を与えました。\u001b[22m, \u001b[1m私はアニメーションに進む前に、しかし、私は「人形の家」と私を作るための「血液染色ラビリンス」アーク（ここでは、インサート・ワード）私のズボンに小道具を与える必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation~~~~~~~~\n\n\u001b[1mアニメーション~~~~~~~~\u001b[22m\n\u001b[1m(Animēshon ~~~~~~~~)\u001b[22m\n\nTranslations of \u001b[4mAnimation~~~~~~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation~~~~~~~~\u001b[24m\n    \u001b[1mアニメーション~~~~~~~~\u001b[22m\n\u001b[1m\u001b[22m\nThe animation isn't as gorgeous as 'Guilty Crown', but it certainly is not bad.\n\n\u001b[1mこのアニメーションは「ギルティクラウン」ほど豪華ではありませんが、確かに悪くはありません。\u001b[22m\n\u001b[1m(Kono animēshon wa `girutikuraun' hodo gōkade wa arimasenga, tashika ni waruku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation isn't as gorgeous as 'Guilty Crown', but it certainly is not bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation isn't as gorgeous as 'Guilty Crown', but it certainly is not bad.\u001b[24m\n    \u001b[1mこのアニメーションは「ギルティクラウン」ほど豪華ではありませんが、確かに悪くはありません。\u001b[22m, \u001b[1mアニメーションは「ギルティクラウン」のようにゴージャスではありませんが、それは確かに悪いことではありません。\u001b[22m\nThe people look like, well, people. The buildings and backgrounds have a nice eerie look ( for their arcs, respectively) and the ghosts/supernatural beings are just perfect.\n\n\u001b[1m人々はよく、人々のように見えます。 建物と背景には（それぞれ弧のために）素敵な不気味な表情があり、幽霊/超自然の存在はちょうど完璧です。\u001b[22m\n\u001b[1m(Hitobito wa yoku, hitobito no yō ni miemasu. Tatemono to haikei ni wa (sorezore ko no tame ni) sutekina bukimina hyōjō ga ari, yūrei/ chō shizen no sonzai wa chōdo kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe people look like, well, people. The buildings and backgrounds have a nice eerie look ( for their arcs, respectively) and the ghosts/supernatural beings are just perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe people look like, well, people.\u001b[24m\n    \u001b[1m人々はよく、人々のように見えます。\u001b[22m, \u001b[1m人は人、よく、のように見えます。\u001b[22m\n\u001b[4mThe buildings and backgrounds have a nice eerie look ( for their arcs, respectively) and the ghosts/supernatural beings are just perfect.\u001b[24m\n    \u001b[1m建物と背景には（それぞれ弧のために）素敵な不気味な表情があり、幽霊/超自然の存在はちょうど完璧です。\u001b[22m, \u001b[1m建物や背景は（それぞれ自分の弧のために、）素敵な不気味な顔をしていると幽霊/超自然的な人間は完璧です。\u001b[22m\n\u001b[1m\u001b[22m\nSound~~~~~~~~~\n\n\u001b[1mサウンド~~~~~~~~~\u001b[22m\n\u001b[1m(Saundo ~~~~~~~~~)\u001b[22m\n\nTranslations of \u001b[4mSound~~~~~~~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound~~~~~~~~~\u001b[24m\n    \u001b[1mサウンド~~~~~~~~~\u001b[22m\n\u001b[1m\u001b[22m\nSince this anime relies heavily on sound, it needs to do so.\n\n\u001b[1mこのアニメは音に大きく依存するため、そうする必要があります。\u001b[22m\n\u001b[1m(Kono anime wa oto ni ōkiku izon suru tame,-sō suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSince this anime relies heavily on sound, it needs to do so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince this anime relies heavily on sound, it needs to do so.\u001b[24m\n    \u001b[1mこのアニメは音に大きく依存するため、そうする必要があります。\u001b[22m, \u001b[1mこのアニメは、音に大きく依存しているので、それはそうする必要があります。\u001b[22m\nThe voice acting fits perfectly from Naru's know it all and cocky tone, to people like the soft voiced masako.\n\n\u001b[1m鳴き声は、鳴っている鳴子のような人たちに、ナルがそれを全部と強烈な音色で知っていることから完全にぴったりです。\u001b[22m\n\u001b[1m(Nakigoe wa, natte iru naruko no yōna hito-tachi ni, Naru ga sore o zenbu to kyōretsuna neiro de shitte iru koto kara kanzen ni pittaridesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting fits perfectly from Naru's know it all and cocky tone, to people like the soft voiced masako.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting fits perfectly from Naru's know it all and cocky tone, to people like the soft voiced masako.\u001b[24m\n    \u001b[1m鳴き声は、鳴っている鳴子のような人たちに、ナルがそれを全部と強烈な音色で知っていることから完全にぴったりです。\u001b[22m, \u001b[1m声の演技は柔らかい声雅子のような人々に、それをすべてと生意気音を知っているナルのから完全に適合しています。\u001b[22m\nThe background music is good, but sometimes it goes quiet, but that's just for the suspense.\n\n\u001b[1mバックグラウンドミュージックは良いですが、時にはそれは静かになりますが、それはただのサスペンスのためです。\u001b[22m\n\u001b[1m(Bakkuguraundomyūjikku wa yoidesuga, tokiniha sore wa shizuka ni narimasuga, soreha tada no sasupensu no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe background music is good, but sometimes it goes quiet, but that's just for the suspense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe background music is good, but sometimes it goes quiet, but that's just for the suspense.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは良いですが、時にはそれは静かになりますが、それはただのサスペンスのためです。\u001b[22m, \u001b[1m背景音楽は良いですが、時にはそれが静かになりますが、それはちょうどサスペンスのためです。\u001b[22m\nThe sound effects like creaking from doors, windows shattering, the ghosts moaning, Ghost hunt does a pretty good job.\n\n\u001b[1mドアからのはけ出し、窓の破裂、幽霊の鳴き声、幽霊狩りのような効果音はかなり良い仕事をします。\u001b[22m\n\u001b[1m(Doa kara no hake dashi, mado no haretsu, yūrei no nakigoe, yūrei kari no yōna kōka-on wa kanari yoi shigoto o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound effects like creaking from doors, windows shattering, the ghosts moaning, Ghost hunt does a pretty good job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound effects like creaking from doors, windows shattering, the ghosts moaning, Ghost hunt does a pretty good job.\u001b[24m\n    \u001b[1mドアからのはけ出し、窓の破裂、幽霊の鳴き声、幽霊狩りのような効果音はかなり良い仕事をします。\u001b[22m, \u001b[1mゴーストハントはかなり良い仕事をして、幽霊がうめき声、窓は粉砕、ドアからきしむような効果音。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter~~~~~~~~\n\n\u001b[1m文字~~~~~~~~\u001b[22m\n\u001b[1m(Moji ~~~~~~~~)\u001b[22m\n\nTranslations of \u001b[4mCharacter~~~~~~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter~~~~~~~~\u001b[24m\n    \u001b[1m文字~~~~~~~~\u001b[22m\n\u001b[1m\u001b[22m\nThe characters have their own individual hairstyle, personality and such, which is great.\n\n\u001b[1mキャラクターには個性的な髪型、性格などがあります。\u001b[22m\n\u001b[1m(Kyarakutā ni wa kosei-tekina kamigata, seikaku nado ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters have their own individual hairstyle, personality and such, which is great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters have their own individual hairstyle, personality and such, which is great.\u001b[24m\n    \u001b[1mキャラクターには個性的な髪型、性格などがあります。\u001b[22m, \u001b[1m文字は素晴らしいです、自分の個々のヘアスタイル、性格などを、持っています。\u001b[22m\nBut, there is hardly any character development. HARDLY.\n\n\u001b[1mしかし、キャラクターの開発はほとんどありません。 辛い。\u001b[22m\n\u001b[1m(Shikashi, kyarakutā no kaihatsu wa hotondo arimasen. Tsurai.)\u001b[22m\n\nTranslations of \u001b[4mBut, there is hardly any character development. HARDLY.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, there is hardly any character development.\u001b[24m\n    \u001b[1mしかし、キャラクターの開発はほとんどありません。\u001b[22m, \u001b[1mしかし、任意の文字の開発はほとんどありません。\u001b[22m\n\u001b[4mHARDLY.\u001b[24m\n    \u001b[1m辛い。\u001b[22m, \u001b[1mほとんどありません。\u001b[22m\nThey have a hint of romance, but pretty much evaporates like a mist.\n\n\u001b[1m彼らはロマンスのヒントを持っていますが、霧のようにほとんど蒸発します。\u001b[22m\n\u001b[1m(Karera wa romansu no hinto o motte imasuga, kiri no yō ni hotondo jōhatsu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThey have a hint of romance, but pretty much evaporates like a mist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey have a hint of romance, but pretty much evaporates like a mist.\u001b[24m\n    \u001b[1m彼らはロマンスのヒントを持っていますが、霧のようにほとんど蒸発します。\u001b[22m, \u001b[1m彼らはロマンスのヒントを持っていますが、ほとんどは、霧のように蒸発します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall ~~~~~~~~~~~~~~~~\n\n\u001b[1m全体的に~~~~~~~~~~~~~~\u001b[22m\n\u001b[1m(Zentai-teki ni ~~~~~~~~~~~~~~)\u001b[22m\n\nTranslations of \u001b[4mOverall ~~~~~~~~~~~~~~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall ~~~~~~~~~~~~~~~~\u001b[24m\n    \u001b[1m全体的に~~~~~~~~~~~~~~\u001b[22m, \u001b[1m全体的に~~~~~~~~~~~~~~~~\u001b[22m\n\u001b[1m\u001b[22m\nThis by far is scary as a mother ( insert word here ) and I definitively recommend this to anyone who's in for a scare.\n\n\u001b[1mこれは母親としては恐ろしいです（ここに単語を挿入してください）、私は恐怖のために誰にでもこれを確実に勧めています。\u001b[22m\n\u001b[1m(Kore wa hahaoya to shite wa osoroshīdesu (koko ni tango o sōnyū shite kudasai), watashi wa kyōfu no tame ni darenidemo kore o kakujitsu ni susumete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis by far is scary as a mother ( insert word here ) and I definitively recommend this to anyone who's in for a scare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis by far is scary as a mother ( insert word here ) and I definitively recommend this to anyone who's in for a scare.\u001b[24m\n    \u001b[1mこれは母親としては恐ろしいです（ここに単語を挿入してください）、私は恐怖のために誰にでもこれを確実に勧めています。\u001b[22m, \u001b[1m断然これは、母親（ここでは、インサート・ワード）として怖いと私は決定的に恐怖のためにあるのです誰にもこのことをお勧めします。\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "Demetri124",
    "profile": "/profile/Demetri124/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=71463",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  6\n\n私は最初にこのシリーズを見始めました。なぜなら、それはケース・クローズのようなものだと聞いていたからです（しかし、幽霊はもちろんです）。 私は絶対に愛する事件を愛し、それは私のお気に入りのミステリーアニメだけではなく、それは私のお気に入りの謎です。 ゴーストハントのいくつかを見て、私は2つの結論に来ました：\n\nそれは全く探偵コナンのようなものではない。\n2.スタイル上のスタイルの古典的な例です。 ショーの見た目、音楽、雰囲気は素晴らしく、魅力的ですが、ストーリー自体はフラットなものになり、執筆の必要があります。\n\n私はそれを比較したくないのですが、それはあまりにも多くのケースをクローズしましたが、私はちょうど良い謎の文章の例としてそのシリーズを使用します。 ゴーストハントの謎の問題は、結論には何の積み重ねもないということです。 まったくの手掛かりはなく、当然のことながら、謎は超自然的なものですが、ショーは便利になるまで物事を説明しません。 例えば、最初の謎は、学校の建物で起こっている奇妙なことを伴います。  *スポイラー・アラート*：それは幽霊ではなく、無意識に彼女の潜在意識でこれらの行動を引き起こしていた精神力を持つ少女であることが判明しました。 その問題：私たちは、彼女が原因で明らかにされる前に、人々がこの世界で精神的能力を持つことができることを30秒前に知ることはできませんでした。 彼らは物語を説明するために最後の時間に物事を投げるだけです。 ケースが閉まった場合、すべてが多かれ少なかれ根拠がないので、調査を開始するときに視聴者が投資を感じるようになり、その手がかりが何を意味しているかを把握し、すべてを一緒に主人公と共に置くことから楽しみます。 ゴーストハントでは、あなたが必要な知識をすべて持っていないので、それを行うことはできません。 キャラクターは視聴者よりもはるかに多くのことを知っています。\n\nだから、ショーは一般的に謎のショーとして失敗することが判明した。 一方、文字は十分に固いですが、一部の領域ではまだ欠けています。 それは真剣に私達が得るすべてです。 主人公マイ（Mai）は、怒り狂って、衝動的で、高いストロングです。 それ以外にも、彼女が知っていることは、彼女が怖い話をするのが好きで、彼女には「謎を解くための才能」があることです。 彼女は多くの謎解きをしていないことを認め、彼女は独白でこう言っているので、この結論に達することができます。 そして、狂った超自然的なことが起き始めると、彼女は反応をあまり示さない。 彼女は懐疑的なことや何かではないが、まだ彼女は驚きや不信の少なくともいくつかの兆候を示すことができた、それは現実的なものに過ぎない。 マイは、個性があまりなく、与えられた原型を超えた質を定義していない、ワンノートの超常現象研究者のキャストによって助けられました。 ナルは寒くて秘密主義的だよ、それだよ。 司祭はオーストラリア人です。\n\n結局、ゴーストハントは無駄になります。 それにはファンがいますが、私が批評家としてなぜ私が助けることができないのか、それがどうなっていたのかが分かりにくいのはなぜなのかをはっきりと知ることができます。 それは興味深い謎のシリーズではなく、まったく恐ろしいものでもなく、キャラクターは浅くて未発達です。 私はそれがひどいとは思わなかったが、私はおそらくこのフランチャイズにしばらくは戻ってこないだろう",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI first started watching this series because I kept hearing that it was like Case Closed (but with ghosts of course). I absolutely love Case Closed, it's not only my favorite mystery anime, it's my favorite mystery anything. After watching some of Ghost Hunt, I've come to two conclusions:\n\n\u001b[1m私は最初にこのシリーズを見始めました。なぜなら、それはケース・クローズのようなものだと聞いていたからです（しかし、幽霊はもちろんです）。 私は絶対に愛する事件を愛し、それは私のお気に入りのミステリーアニメだけではなく、それは私のお気に入りの謎です。 ゴーストハントのいくつかを見て、私は2つの結論に来ました：\u001b[22m\n\u001b[1m(Watashi wa saisho ni kono shirīzu o mi hajimemashita. Nazenara, soreha kēsu kurōzu no yōna monoda to kiite itakaradesu (shikashi, yūrei wa mochirondesu). Watashi wa zettai ni aisuru jiken o aishi, soreha watashinōkiniiri no misuterīanime dakede wa naku, soreha watashinōkiniiri no nazodesu. Gōsutohanto no ikutsu ka o mite, watashi wa 2tsu no ketsuron ni kimashita:)\u001b[22m\n\nTranslations of \u001b[4mI first started watching this series because I kept hearing that it was like Case Closed (but with ghosts of course). I absolutely love Case Closed, it's not only my favorite mystery anime, it's my favorite mystery anything. After watching some of Ghost Hunt, I've come to two conclusions:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI first started watching this series because I kept hearing that it was like Case Closed (but with ghosts of course).\u001b[24m\n    \u001b[1m私は最初にこのシリーズを見始めました。なぜなら、それはケース・クローズのようなものだと聞いていたからです（しかし、幽霊はもちろんです）。\u001b[22m, \u001b[1m私はそれはケースを閉じた（もちろんの幽霊と）のようだったと聞い保ったので、私は最初にこのシリーズを見始めました。\u001b[22m\n\u001b[4mI absolutely love Case Closed, it's not only my favorite mystery anime, it's my favorite mystery anything.\u001b[24m\n    \u001b[1m私は絶対に愛する事件を愛し、それは私のお気に入りのミステリーアニメだけではなく、それは私のお気に入りの謎です。\u001b[22m, \u001b[1m私は絶対にそれは私の好きなミステリー何だ、だけでなく、私の好きな謎のアニメだ、コナンが大好きです。\u001b[22m\n\u001b[4mAfter watching some of Ghost Hunt, I've come to two conclusions:\u001b[24m\n    \u001b[1mゴーストハントのいくつかを見て、私は2つの結論に来ました：\u001b[22m, \u001b[1mゴーストハントのいくつかを見た後、私は2つの結論に来ています：\u001b[22m\n\u001b[1m\u001b[22m\n1. It's nothing like Detective Conan at all.\n\n\u001b[1mそれは全く探偵コナンのようなものではない。\u001b[22m\n\u001b[1m(Sore wa mattaku tantei Konan no yōna monode wanai.)\u001b[22m\n\nTranslations of \u001b[4m1. It's nothing like Detective Conan at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. It's nothing like Detective Conan at all.\u001b[24m\n    \u001b[1mそれは全く探偵コナンのようなものではない。\u001b[22m, \u001b[1m1.全然名探偵コナンのような何もありません。\u001b[22m\n2. It's a classic example of style over substance. The look, music, and atmosphere of the show is great and compelling, but the story itself falls kind of flat and the writing needs work.\n\n\u001b[1m2.スタイル上のスタイルの古典的な例です。 ショーの見た目、音楽、雰囲気は素晴らしく、魅力的ですが、ストーリー自体はフラットなものになり、執筆の必要があります。\u001b[22m\n\u001b[1m(2. Sutairu-jō no sutairu no koten-tekina reidesu. Shō no mitame, ongaku, fun'iki wa subarashiku, mirikitekidesuga, sutōrī jitai wa furattona mono ni nari, shippitsu no hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m2. It's a classic example of style over substance. The look, music, and atmosphere of the show is great and compelling, but the story itself falls kind of flat and the writing needs work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. It's a classic example of style over substance.\u001b[24m\n    \u001b[1m2.スタイル上のスタイルの古典的な例です。\u001b[22m, \u001b[1m2.これは、物質の上スタイルの古典的な例です。\u001b[22m\n\u001b[4mThe look, music, and atmosphere of the show is great and compelling, but the story itself falls kind of flat and the writing needs work.\u001b[24m\n    \u001b[1mショーの見た目、音楽、雰囲気は素晴らしく、魅力的ですが、ストーリー自体はフラットなものになり、執筆の必要があります。\u001b[22m, \u001b[1mショーの外観、音楽、雰囲気が素晴らしいと説得力があるが、話自体が一種の平らに落ちると書き込みが作業を必要とします。\u001b[22m\n\u001b[1m\u001b[22m\nI don't want to compare it to Case Closed too much, but I'll just use that series as an example of good mystery writing. The problem with the mysteries of Ghost Hunt is that there's absolutely no buildup to the conclusion. There's NO clues whatsoever and, naturally, the mysteries involve the supernatural, but the show doesn't explain things until they become convenient. For instance, the first mystery involves strange things happening at a school building. *SPOILER ALERT*: it turns out that it wasn't a ghost doing it, but a girl with psychic powers who was inadvertently causing these actions with her subconscious. The problem with that: we didn't know that people could have psychic powers in this world until 30 seconds before she's revealed as the culprit. They just throw things in at the last minute to explain the stories. In Case Closed, everything's more or less grounded, so when they start investigating, we as viewers feel invested and the fun comes from trying to figure out what the clues mean and put everything together along with the protagonist. In Ghost Hunt, you can't do that because you don't have all the necessary knowledge. The characters know a lot more than the viewers do, which just keeps one from getting invested.\n\n\u001b[1m私はそれを比較したくないのですが、それはあまりにも多くのケースをクローズしましたが、私はちょうど良い謎の文章の例としてそのシリーズを使用します。 ゴーストハントの謎の問題は、結論には何の積み重ねもないということです。 まったくの手掛かりはなく、当然のことながら、謎は超自然的なものですが、ショーは便利になるまで物事を説明しません。 例えば、最初の謎は、学校の建物で起こっている奇妙なことを伴います。  *スポイラー・アラート*：それは幽霊ではなく、無意識に彼女の潜在意識でこれらの行動を引き起こしていた精神力を持つ少女であることが判明しました。 その問題：私たちは、彼女が原因で明らかにされる前に、人々がこの世界で精神的能力を持つことができることを30秒前に知ることはできませんでした。 彼らは物語を説明するために最後の時間に物事を投げるだけです。 ケースが閉まった場合、すべてが多かれ少なかれ根拠がないので、調査を開始するときに視聴者が投資を感じるようになり、その手がかりが何を意味しているかを把握し、すべてを一緒に主人公と共に置くことから楽しみます。 ゴーストハントでは、あなたが必要な知識をすべて持っていないので、それを行うことはできません。 キャラクターは視聴者よりもはるかに多くのことを知っています。\u001b[22m\n\u001b[1m(Watashi wa sore o hikaku shitakunai nodesuga, sore wa amarini mo ōku no kēsu o kurōzu shimashitaga, watashi wa chōdo yoi nazo no bunshō no rei to shite sono shirīzu o shiyō shimasu. Gōsutohanto no nazo no mondai wa, ketsuron ni wa nani no tsumikasane mo nai to iu kotodesu. Mattaku no tegakari wa naku, tōzen no kotonagara, nazo wa chō shizen-tekina monodesuga, shō wa benri ni naru made monogoto o setsumei shimasen. Tatoeba, saisho no nazo wa, gakkō no tatemono de okotte iru kimyōna koto o tomonaimasu. * Supoirā arāto*: Soreha yūreide wa naku, muishiki ni kanojo no senzai ishiki de korera no kōdō o hikiokoshite ita seishin-ryoku o motsu shōjodearu koto ga hanmei shimashita. Sono mondai: Watashitachiha, kanojo ga gen'in de akiraka ni sa reru mae ni, hitobito ga kono sekai de seishin-teki nōryoku o motsu koto ga dekiru koto o 30-byō mae ni shiru koto wa dekimasendeshita. Karera wa monogatari o setsumei suru tame ni saigo no jikan ni monogoto o nageru dakedesu. Kēsu ga shimatta baai, subete ga ōkare sukunakare konkyo ga nainode, chōsa o kaishi suru toki ni shichō-sha ga tōshi o kanjiru yō ni nari, sono tegakari ga nani o imi shite iru ka o haaku shi, subete o issho ni shujinkō to tomoni oku koto kara tanoshimimasu. Gōsutohantode wa, anata ga hitsuyōna chishiki o subete motte inainode, sore o okonau koto wa dekimasen. Kyarakutā wa shichō-sha yori mo haruka ni ōku no koto o shitte imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nSo it's established that the show generally fails as a mystery show. On the other hand, the characters are solid enough, but still lacking in some areas. That's seriously all we get. The protagonist, Mai, is angsty, impulsive, and high-strung. Aside from that, all we know about her is that she likes to tell scary stories and she has a 'knack for solving mysteries'; granted she doesn't do much mystery-solving, we can only reach this conclusion because she says so in a monologue. And when crazy supernatural things start happening, she doesn't even show much of a reaction. She's not skeptical or anything, but still she could show at least some signs of surprise or disbelief, it would only be realistic. Mai's aided by a cast of one-note paranormal investigators who don't have much personality or defining qualities beyond their given archetypes. Naru's cold and secretive, that's it. The priest is Australian.\n\n\u001b[1mだから、ショーは一般的に謎のショーとして失敗することが判明した。 一方、文字は十分に固いですが、一部の領域ではまだ欠けています。 それは真剣に私達が得るすべてです。 主人公マイ（Mai）は、怒り狂って、衝動的で、高いストロングです。 それ以外にも、彼女が知っていることは、彼女が怖い話をするのが好きで、彼女には「謎を解くための才能」があることです。 彼女は多くの謎解きをしていないことを認め、彼女は独白でこう言っているので、この結論に達することができます。 そして、狂った超自然的なことが起き始めると、彼女は反応をあまり示さない。 彼女は懐疑的なことや何かではないが、まだ彼女は驚きや不信の少なくともいくつかの兆候を示すことができた、それは現実的なものに過ぎない。 マイは、個性があまりなく、与えられた原型を超えた質を定義していない、ワンノートの超常現象研究者のキャストによって助けられました。 ナルは寒くて秘密主義的だよ、それだよ。 司祭はオーストラリア人です。\u001b[22m\n\u001b[1m(Dakara, shō wa ippantekini nazo no shō to shite shippai suru koto ga hanmei shita. Ippō, moji wa jūbun ni kataidesuga, ichibu no ryōikide wa mada kakete imasu. Shujinkō Mai (maiti) wa, ikarikurutte, shōdō-tekide, takai suto rongudesu. Sore igai ni mo, kanojo ga shitte iru koto wa, kanojo ga kowai hanashi o suru no ga sukide, kanojo ni wa `nazowotoku tame no sainō' ga aru kotodesu. Kanojo wa ōku no nazotoki o shite inai koto o mitome, kanojo wa dokuhaku de kō itte irunode, kono ketsuron ni tassuru koto ga dekimasu. Soshite, kurutta chō shizen-tekina koto ga oki hajimeru to, kanojo wa han'nō o amari shimesanai. Kanojo wa kaigi-tekina koto ya nanikade wa naiga, mada kanojo wa odoroki ya fushin no sukunakutomo ikutsu ka no chōkō o shimesu koto ga dekita, soreha genjitsu-tekina mono ni suginai. Mai wa, kosei ga amari naku, ataerareta genkei o koeta shitsu o teigi shite inai, wan'nōto no chōjō genshō kenkyūsha no kyasuto ni yotte tasuke raremashita. Naru wa samukute himitsu shugi-tekida yo, soreda yo. Shisai wa ōsutoraria hitodesu. Sore wa shinken ni watashitachi ga eru subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mSo it's established that the show generally fails as a mystery show. On the other hand, the characters are solid enough, but still lacking in some areas. That's seriously all we get. The protagonist, Mai, is angsty, impulsive, and high-strung. Aside from that, all we know about her is that she likes to tell scary stories and she has a 'knack for solving mysteries'; granted she doesn't do much mystery-solving, we can only reach this conclusion because she says so in a monologue. And when crazy supernatural things start happening, she doesn't even show much of a reaction. She's not skeptical or anything, but still she could show at least some signs of surprise or disbelief, it would only be realistic. Mai's aided by a cast of one-note paranormal investigators who don't have much personality or defining qualities beyond their given archetypes. Naru's cold and secretive, that's it. The priest is Australian.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo it's established that the show generally fails as a mystery show.\u001b[24m\n    \u001b[1mだから、ショーは一般的に謎のショーとして失敗することが判明した。\u001b[22m, \u001b[1mだから、ショーは、一般的に謎のショーとして失敗したことを確立しています。\u001b[22m\n\u001b[4mOn the other hand, the characters are solid enough, but still lacking in some areas.\u001b[24m\n    \u001b[1m一方、文字は十分に固いですが、一部の領域ではまだ欠けています。\u001b[22m, \u001b[1m一方、文字が十分に固体であるが、まだ一部の地域に欠けています。\u001b[22m\n\u001b[4mThe protagonist, Mai, is angsty, impulsive, and high-strung.\u001b[24m\n    \u001b[1m主人公マイ（Mai）は、怒り狂って、衝動的で、高いストロングです。\u001b[22m, \u001b[1m主人公、舞は、angsty衝動的、かつ高神経質です。\u001b[22m\n\u001b[4mAside from that, all we know about her is that she likes to tell scary stories and she has a 'knack for solving mysteries';\u001b[24m\n    \u001b[1mそれ以外にも、彼女が知っていることは、彼女が怖い話をするのが好きで、彼女には「謎を解くための才能」があることです。\u001b[22m, \u001b[1mそれはさておき、私たちは彼女について知っているすべては彼女が怖い話をするのが好き、彼女は「謎を解決するためのコツ」を持っているということです。\u001b[22m\n\u001b[4mgranted she doesn't do much mystery-solving, we can only reach this conclusion because she says so in a monologue.\u001b[24m\n    \u001b[1m彼女は多くの謎解きをしていないことを認め、彼女は独白でこう言っているので、この結論に達することができます。\u001b[22m, \u001b[1m彼女は多くの謎解決を行いません付与され、彼女はとてもモノローグで述べているので、我々はこの結論に到達することができます。\u001b[22m\n\u001b[4mAnd when crazy supernatural things start happening, she doesn't even show much of a reaction.\u001b[24m\n    \u001b[1mそして、狂った超自然的なことが起き始めると、彼女は反応をあまり示さない。\u001b[22m, \u001b[1m狂気の超自然的な物事が起こって起動したときと、彼女も反応の多くを示していません。\u001b[22m\n\u001b[4mShe's not skeptical or anything, but still she could show at least some signs of surprise or disbelief, it would only be realistic.\u001b[24m\n    \u001b[1m彼女は懐疑的なことや何かではないが、まだ彼女は驚きや不信の少なくともいくつかの兆候を示すことができた、それは現実的なものに過ぎない。\u001b[22m, \u001b[1m彼女は懐疑的か何かではないのですが、それでも彼女は驚きや不信の少なくともいくつかの兆候を示すことができ、それが唯一の現実的だろう。\u001b[22m\n\u001b[4mMai's aided by a cast of one-note paranormal investigators who don't have much personality or defining qualities beyond their given archetypes.\u001b[24m\n    \u001b[1mマイは、個性があまりなく、与えられた原型を超えた質を定義していない、ワンノートの超常現象研究者のキャストによって助けられました。\u001b[22m, \u001b[1m舞さんは、多くの個性を持っているか、その与えられた原型を超えて品質を定義していないワンノート超常現象研究者のキャストによって支援します。\u001b[22m\n\u001b[4mNaru's cold and secretive, that's it.\u001b[24m\n    \u001b[1mナルは寒くて秘密主義的だよ、それだよ。\u001b[22m, \u001b[1mナルの寒さと秘密、それはそれです。\u001b[22m\n\u001b[4mThe priest is Australian.\u001b[24m\n    \u001b[1m司祭はオーストラリア人です。\u001b[22m\n\u001b[4mThat's seriously all we get.\u001b[24m\n    \u001b[1mそれは真剣に私達が得るすべてです。\u001b[22m, \u001b[1mそれは真剣に我々が得るすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, Ghost Hunt is wasted potential. It has its fans, and I can clearly see why, however, as a critic I can't help but feel it falls flat of what it could've been. It's not an intriguing mystery series, nor is it scary at all, and the characters are just shallow and underdeveloped. Though I didn't find it terrible, I probably won't be coming back to this franchise for a while\n\n\u001b[1m結局、ゴーストハントは無駄になります。 それにはファンがいますが、私が批評家としてなぜ私が助けることができないのか、それがどうなっていたのかが分かりにくいのはなぜなのかをはっきりと知ることができます。 それは興味深い謎のシリーズではなく、まったく恐ろしいものでもなく、キャラクターは浅くて未発達です。 私はそれがひどいとは思わなかったが、私はおそらくこのフランチャイズにしばらくは戻ってこないだろう\u001b[22m\n\u001b[1m(Kekkyoku, gōsutohanto wa muda ni narimasu. Soreni wa fan ga imasuga, watashi ga hihyō-ka to shite naze watashi ga tasukeru koto ga dekinai no ka, sore ga dō natte ita no ka ga wakari nikui no wa nazena no ka o hakkiri to shiru koto ga dekimasu. Sore wa kyōmibukai nazo no shirīzude wa naku, mattaku osoroshī monode mo naku, kyarakutā wa asakute mi hattatsudesu. Watashi wa sore ga hidoi to wa omowanakattaga, watashi wa osoraku kono furanchaizu ni shibaraku wa modottekonaidarou)\u001b[22m\n\nTranslations of \u001b[4mIn the end, Ghost Hunt is wasted potential. It has its fans, and I can clearly see why, however, as a critic I can't help but feel it falls flat of what it could've been. It's not an intriguing mystery series, nor is it scary at all, and the characters are just shallow and underdeveloped. Though I didn't find it terrible, I probably won't be coming back to this franchise for a while\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, Ghost Hunt is wasted potential.\u001b[24m\n    \u001b[1m結局、ゴーストハントは無駄になります。\u001b[22m, \u001b[1m最後に、ゴーストハントは、潜在的な無駄になります。\u001b[22m\n\u001b[4mIt has its fans, and I can clearly see why, however, as a critic I can't help but feel it falls flat of what it could've been.\u001b[24m\n    \u001b[1mそれにはファンがいますが、私が批評家としてなぜ私が助けることができないのか、それがどうなっていたのかが分かりにくいのはなぜなのかをはっきりと知ることができます。\u001b[22m, \u001b[1mこれは、そのファンを持っている、と私ははっきりと見ることができる理由は、しかし、私は助けるが、それはそれはしてきたことができるものの平らに落ちる感じることができない評論家として。\u001b[22m\n\u001b[4mIt's not an intriguing mystery series, nor is it scary at all, and the characters are just shallow and underdeveloped.\u001b[24m\n    \u001b[1mそれは興味深い謎のシリーズではなく、まったく恐ろしいものでもなく、キャラクターは浅くて未発達です。\u001b[22m, \u001b[1mこれは、興味をそそる謎のシリーズではありません、またそれがすべてで怖いです、と文字がちょうど浅いと未発達です。\u001b[22m\n\u001b[4mThough I didn't find it terrible, I probably won't be coming back to this franchise for a while\u001b[24m\n    \u001b[1m私はそれがひどいとは思わなかったが、私はおそらくこのフランチャイズにしばらくは戻ってこないだろう\u001b[22m, \u001b[1m私はそれは恐ろしい見つけることができませんでしたが、私はおそらくしばらくの間、このフランチャイズに戻ってくることはありません\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "totoro2727",
    "profile": "/profile/totoro2727/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=86659",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  10\nキャラクター|  6\n|  10\n\nゴーストハントは誰にとってもアニメではありません。 それは多くの人々にアピールするつもりはありません。 それは多くのことをやろうとしないことは明らかです。 それはいくつかのことをします。\n\nそして、彼らはとてもうまくやっています。 キャラクターは簡単で興味をそそることができ、時にはアートワークはコミックであり、時には真に恐怖感を呼び起こす。 サスペンスと健全な仕事を組み合わせることで、このアニメはぬいぐるみを抱き締めます。 そしてぬいぐるみが無害であることを確認する。\n\nあなたが予感、サスペンス、恐怖の感覚を感じたければ、これはあなたのためです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLet's get this out of the way first: Ghost Hunt is not an anime for everyone. It doesn't try to appeal to a lot of people. It is evident that it doesn't try to do many things. It does a few things.\n\n\u001b[1mゴーストハントは誰にとってもアニメではありません。 それは多くの人々にアピールするつもりはありません。 それは多くのことをやろうとしないことは明らかです。 それはいくつかのことをします。\u001b[22m\n\u001b[1m(Gōsutohanto wa dare ni tottemo animede wa arimasen. Sore wa ōku no hitobito ni apīru suru tsumori wa arimasen. Sore wa ōku no koto o yarou to shinai koto wa akirakadesu. Sore wa ikutsu ka no koto o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLet's get this out of the way first: Ghost Hunt is not an anime for everyone. It doesn't try to appeal to a lot of people. It is evident that it doesn't try to do many things. It does a few things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get this out of the way first: Ghost Hunt is not an anime for everyone.\u001b[24m\n    \u001b[1mゴーストハントは誰にとってもアニメではありません。\u001b[22m, \u001b[1mそれでは、最初の方法のうち、これを取得してみましょう：ゴーストハントは、誰にとってもアニメではありません。\u001b[22m\n\u001b[4mIt doesn't try to appeal to a lot of people.\u001b[24m\n    \u001b[1mそれは多くの人々にアピールするつもりはありません。\u001b[22m, \u001b[1mそれは多くの人にアピールしようとしません。\u001b[22m\n\u001b[4mIt is evident that it doesn't try to do many things.\u001b[24m\n    \u001b[1mそれは多くのことをやろうとしないことは明らかです。\u001b[22m, \u001b[1m多くのことをしようとしないことは明らかです。\u001b[22m\n\u001b[4mIt does a few things.\u001b[24m\n    \u001b[1mそれはいくつかのことをします。\u001b[22m, \u001b[1mこれは、いくつかのことを行います。\u001b[22m\n\u001b[1m\u001b[22m\nAnd it does them very well. The characters are straightforward and manage to maintain interest, and the artwork is comical at times and sometimes truly invoke a sense of horror. Combined with the suspense and sound work, this anime will have you clutching a stuffed animal. And then making sure the stuffed animal is harmless.\n\n\u001b[1mそして、彼らはとてもうまくやっています。 キャラクターは簡単で興味をそそることができ、時にはアートワークはコミックであり、時には真に恐怖感を呼び起こす。 サスペンスと健全な仕事を組み合わせることで、このアニメはぬいぐるみを抱き締めます。 そしてぬいぐるみが無害であることを確認する。\u001b[22m\n\u001b[1m(Soshite, karera wa totemo umaku yatte imasu. Kyarakutā wa kantande kyōmi o sosoru koto ga deki, tokiniha ātowāku wa komikkudeari, tokiniha makotoni kyōfu-kan o yobiokosu. Sasupensu to kenzen'na shigoto o kumiawaseru koto de, kono anime wa nuigurumi o dakishimemasu. Soshite nuigurumi ga mugaidearu koto o kakunin suru.)\u001b[22m\n\nTranslations of \u001b[4mAnd it does them very well. The characters are straightforward and manage to maintain interest, and the artwork is comical at times and sometimes truly invoke a sense of horror. Combined with the suspense and sound work, this anime will have you clutching a stuffed animal. And then making sure the stuffed animal is harmless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd it does them very well.\u001b[24m\n    \u001b[1mそして、彼らはとてもうまくやっています。\u001b[22m, \u001b[1mそして、それは非常によく、それらを行います。\u001b[22m\n\u001b[4mThe characters are straightforward and manage to maintain interest, and the artwork is comical at times and sometimes truly invoke a sense of horror.\u001b[24m\n    \u001b[1mキャラクターは簡単で興味をそそることができ、時にはアートワークはコミックであり、時には真に恐怖感を呼び起こす。\u001b[22m, \u001b[1m文字は単純明快であり、関心を維持するために管理し、アートワークは時間にコミカルであり、時には本当に恐怖感を呼び出します。\u001b[22m\n\u001b[4mCombined with the suspense and sound work, this anime will have you clutching a stuffed animal.\u001b[24m\n    \u001b[1mサスペンスと健全な仕事を組み合わせることで、このアニメはぬいぐるみを抱き締めます。\u001b[22m, \u001b[1mサスペンスとサウンドワークと組み合わせることで、このアニメは、ぬいぐるみをつかんであなたを持っています。\u001b[22m\n\u001b[4mAnd then making sure the stuffed animal is harmless.\u001b[24m\n    \u001b[1mそしてぬいぐるみが無害であることを確認する。\u001b[22m, \u001b[1mそして、ぬいぐるみが無害であることを確認すること。\u001b[22m\n\u001b[1m\u001b[22m\nIf you want to feel a sense of foreboding, suspense, and horror then this is for you.\n\n\u001b[1mあなたが予感、サスペンス、恐怖の感覚を感じたければ、これはあなたのためです。\u001b[22m\n\u001b[1m(Anata ga yokan, sasupensu, kyōfu no kankaku o kanji takereba, kore wa anata no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you want to feel a sense of foreboding, suspense, and horror then this is for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to feel a sense of foreboding, suspense, and horror then this is for you.\u001b[24m\n    \u001b[1mあなたが予感、サスペンス、恐怖の感覚を感じたければ、これはあなたのためです。\u001b[22m, \u001b[1mあなたは虫の知らせ、サスペンス、そして恐怖感を感じるようにしたい場合、これはあなたのためです。\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "luuRuu",
    "profile": "/profile/luuRuu/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=35296",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  5\nキャラクター|  7\n|  8\n\nゴーストハント\n私は日本の恐怖に私のねじれた興味のためにアニメを始めた。 さらに、ほとんどのホラーアニメはあなたが実際にそれらを見ると魅力的ではないので、私はおそらくアニメをドロップする意思を持っていた。 しかし、幽霊狩りは驚くほど良好でした。 芸術はあなたが見る他のアニメのものです。\nオープニングとエンディングの曲は、彼らが歌っているコンサートでさえも嫌いですが、そのアニメが重要なのは何ですか？\nアニメは約6-8の異なる物語で構成されています。 主人公は幽霊を扱うために雇われ、憑依を説明するか、それを取り除く。 物語は元々、怖い、興味深いものです。 私は個人的に彼らが血まみれの恐怖の間でさえロマンスを圧迫する方法を愛しました。\n残念ながら、文字の深さはあまりにも偉大ではない、彼らは過去のような文字を徹底的に説明していますが、最後に多くの疑問を残します。 基本的に彼らはあなたに必要なものだけを伝えます。 しかし、より深いキャラクターの開発に興味があるなら、あなたはマンガをチェックアウトできると聞きます。\n\n全体的に私はアニメが大好きです。  （特に最後の1つ。恐ろしい恐ろしい笑）私はそれを強く勧めます。 私はまた夜遅くまでそれを単独で見ないことを勧めます。 他の人があなたにハハを傷つけるかもしれない間に、いくつかの話は穏やかで、気味悪いです。\nありがとうございました。 夢タン",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hunt\n\n\u001b[1mゴーストハント\u001b[22m\n\u001b[1m(Gōsutohanto)\u001b[22m\n\nTranslations of \u001b[4mGhost Hunt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hunt\u001b[24m\n    \u001b[1mゴーストハント\u001b[22m\ni started the anime because of my twisted interest in japanese horror. Furthermore i had the intention of probably dropping the anime since most horror animes are not that appealing once you actually watch them. But ghost hunt was surprisingly good. The art is that of any other anime you would see.\n\n\u001b[1m私は日本の恐怖に私のねじれた興味のためにアニメを始めた。 さらに、ほとんどのホラーアニメはあなたが実際にそれらを見ると魅力的ではないので、私はおそらくアニメをドロップする意思を持っていた。 しかし、幽霊狩りは驚くほど良好でした。 芸術はあなたが見る他のアニメのものです。\u001b[22m\n\u001b[1m(Watashi wa Nihon no kyōfu ni watashi no nejireta kyōmi no tame ni anime o hajimeta. Sarani, hotondo no horāanime wa anata ga jissai ni sorera o miru to mirikitekide wanainode, watashi wa osoraku anime o doroppu suru ishi o motte ita. Shikashi, yūrei kari wa odoroku hodo ryōkōdeshita. Geijutsu wa anata ga miru ta no anime no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mi started the anime because of my twisted interest in japanese horror. Furthermore i had the intention of probably dropping the anime since most horror animes are not that appealing once you actually watch them. But ghost hunt was surprisingly good. The art is that of any other anime you would see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi started the anime because of my twisted interest in japanese horror.\u001b[24m\n    \u001b[1m私は日本の恐怖に私のねじれた興味のためにアニメを始めた。\u001b[22m, \u001b[1m私はので、日本のホラーの私のねじれた関心のアニメを開始しました。\u001b[22m\n\u001b[4mFurthermore i had the intention of probably dropping the anime since most horror animes are not that appealing once you actually watch them.\u001b[24m\n    \u001b[1mさらに、ほとんどのホラーアニメはあなたが実際にそれらを見ると魅力的ではないので、私はおそらくアニメをドロップする意思を持っていた。\u001b[22m, \u001b[1mさらに、私はあなたが実際にそれらを見たら、ほとんどのホラーアニメがその魅力的ではないので、おそらくアニメをドロップする意思を持っていました。\u001b[22m\n\u001b[4mBut ghost hunt was surprisingly good.\u001b[24m\n    \u001b[1mしかし、幽霊狩りは驚くほど良好でした。\u001b[22m, \u001b[1mしかし、ゴーストハントは驚くほど良好でした。\u001b[22m\n\u001b[4mThe art is that of any other anime you would see.\u001b[24m\n    \u001b[1m芸術はあなたが見る他のアニメのものです。\u001b[22m, \u001b[1m技術は、他のアニメのあなたが見るだろうということです。\u001b[22m\nThe opening and ending songs suck lol i wouldnt even conciser them songs but whatever its the anime that matters right?\n\n\u001b[1mオープニングとエンディングの曲は、彼らが歌っているコンサートでさえも嫌いですが、そのアニメが重要なのは何ですか？\u001b[22m\n\u001b[1m(Ōpuningu to endingu no kyoku wa, karera ga utatte iru konsātode sae mo kiraidesuga, sono anime ga jūyōna no wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe opening and ending songs suck lol i wouldnt even conciser them songs but whatever its the anime that matters right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening and ending songs suck lol i wouldnt even conciser them songs but whatever its the anime that matters right?\u001b[24m\n    \u001b[1mオープニングとエンディングの曲は、彼らが歌っているコンサートでさえも嫌いですが、そのアニメが重要なのは何ですか？\u001b[22m, \u001b[1mオープニングとエンディング曲が笑私も彼らに曲をconciser wouldntのが、何でもその重要アニメは、右吸いますか？\u001b[22m\nThe anime is made up of about 6-8 different stories. The main characters are hired to deal with hauntings, to either explain the haunting or get rid of it. The stories are original, scary and interesting. I personally loved how they managed to squeeze romance in even during the bloody scares.\n\n\u001b[1mアニメは約6-8の異なる物語で構成されています。 主人公は幽霊を扱うために雇われ、憑依を説明するか、それを取り除く。 物語は元々、怖い、興味深いものです。 私は個人的に彼らが血まみれの恐怖の間でさえロマンスを圧迫する方法を愛しました。\u001b[22m\n\u001b[1m(Anime wa yaku 6 - 8 no kotonaru monogatari de kōsei sa rete imasu. Shujinkō wa yūrei o atsukau tame ni yatowa re, hyōi o setsumei suru ka, sore o torinozoku. Monogatari wa moto 々, Kowai, kyōmibukai monodesu. Watashi wa kojin-teki ni karera ga chimamire no kyōfu no ma de sae romansu o appaku suru hōhō o aishimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe anime is made up of about 6-8 different stories. The main characters are hired to deal with hauntings, to either explain the haunting or get rid of it. The stories are original, scary and interesting. I personally loved how they managed to squeeze romance in even during the bloody scares.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime is made up of about 6-8 different stories.\u001b[24m\n    \u001b[1mアニメは約6-8の異なる物語で構成されています。\u001b[22m, \u001b[1mアニメは、約6〜8の異なるストーリーで構成されています。\u001b[22m\n\u001b[4mThe main characters are hired to deal with hauntings, to either explain the haunting or get rid of it.\u001b[24m\n    \u001b[1m主人公は幽霊を扱うために雇われ、憑依を説明するか、それを取り除く。\u001b[22m, \u001b[1mメインキャラクターは、忘れられないを説明したり、それを取り除くためにどちらか、幽霊に対処するために雇われています。\u001b[22m\n\u001b[4mThe stories are original, scary and interesting.\u001b[24m\n    \u001b[1m物語は元々、怖い、興味深いものです。\u001b[22m, \u001b[1m物語は、元怖いと面白いです。\u001b[22m\n\u001b[4mI personally loved how they managed to squeeze romance in even during the bloody scares.\u001b[24m\n    \u001b[1m私は個人的に彼らが血まみれの恐怖の間でさえロマンスを圧迫する方法を愛しました。\u001b[22m, \u001b[1m私は個人的に、彼らは血まみれの恐怖の間においてもロマンスを絞るために管理方法を愛しました。\u001b[22m\nUnfortunately the character depth isnt so great, they vaugly explain the characters past and such but they leave you with many questions at the end. Basically they tell you just what you need. But if you interested in deeper character development i hear you can check out the manga.\n\n\u001b[1m残念ながら、文字の深さはあまりにも偉大ではない、彼らは過去のような文字を徹底的に説明していますが、最後に多くの疑問を残します。 基本的に彼らはあなたに必要なものだけを伝えます。 しかし、より深いキャラクターの開発に興味があるなら、あなたはマンガをチェックアウトできると聞きます。\u001b[22m\n\u001b[1m(Zan'nen'nagara, moji no fuka-sa wa amarini mo idaide wanai, karera wa kako no yōna moji o tetteiteki ni setsumei shite imasuga, saigo ni ōku no gimon o nokoshimasu. Kihontekini karera wa anata ni hitsuyōna mono dake o tsutaemasu. Shikashi, yori fukai kyarakutā no kaihatsu ni kyōmigārunara, anata wa manga o Chekkuauto dekiru to kikimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately the character depth isnt so great, they vaugly explain the characters past and such but they leave you with many questions at the end. Basically they tell you just what you need. But if you interested in deeper character development i hear you can check out the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately the character depth isnt so great, they vaugly explain the characters past and such but they leave you with many questions at the end.\u001b[24m\n    \u001b[1m残念ながら、文字の深さはあまりにも偉大ではない、彼らは過去のような文字を徹底的に説明していますが、最後に多くの疑問を残します。\u001b[22m, \u001b[1m残念ながら、文字の深さありえないほど大きく、彼らはvaugly過去と、そのような文字を説明するが、彼らは終わりに多くの質問を残します。\u001b[22m\n\u001b[4mBasically they tell you just what you need.\u001b[24m\n    \u001b[1m基本的に彼らはあなたに必要なものだけを伝えます。\u001b[22m, \u001b[1m基本的に、彼らはあなたが必要なものだけを教えてくれ。\u001b[22m\n\u001b[4mBut if you interested in deeper character development i hear you can check out the manga.\u001b[24m\n    \u001b[1mしかし、より深いキャラクターの開発に興味があるなら、あなたはマンガをチェックアウトできると聞きます。\u001b[22m, \u001b[1mより深いキャラクターの開発に興味があれば私はあなたが漫画をチェックアウトすることができ聞きます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall i loved the anime the stories are great. ( Especially the last one. Fricken scary lol ) I highly recommend it. I also recommend not watching it alone too late at night. Some storied are mellow and creepy while other may scar you haha.\n\n\u001b[1m全体的に私はアニメが大好きです。  （特に最後の1つ。恐ろしい恐ろしい笑）私はそれを強く勧めます。 私はまた夜遅くまでそれを単独で見ないことを勧めます。 他の人があなたにハハを傷つけるかもしれない間に、いくつかの話は穏やかで、気味悪いです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa anime ga daisukidesu. (Tokuni saigo no 1tsu. Osoroshī osoroshī Emi) watashi wa sore o tsuyoku susumemasu. Watashi wa mata yoru osokumade sore o tandoku de minai koto o susumemasu. Hokanohito ga anata ni haha o kizutsukeru kamo shirenai ma ni, ikutsu ka no hanashi wa odayakade, kimiwaruidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall i loved the anime the stories are great. ( Especially the last one. Fricken scary lol ) I highly recommend it. I also recommend not watching it alone too late at night. Some storied are mellow and creepy while other may scar you haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall i loved the anime the stories are great.\u001b[24m\n    \u001b[1m全体的に私はアニメが大好きです。\u001b[22m, \u001b[1m全体的に私は物語が素晴らしいですアニメを愛しました。\u001b[22m\n\u001b[4m( Especially the last one. Fricken scary lol ) I highly recommend it.\u001b[24m\n    \u001b[1m（特に最後の1つ。恐ろしい恐ろしい笑）私はそれを強く勧めます。\u001b[22m, \u001b[1m（特に最後の1。Fricken怖い笑）私は非常にそれをお勧めします。\u001b[22m\n\u001b[4mI also recommend not watching it alone too late at night.\u001b[24m\n    \u001b[1m私はまた夜遅くまでそれを単独で見ないことを勧めます。\u001b[22m, \u001b[1m私は、あまりにも夜遅く一人でそれを見ていないことをお勧めします。\u001b[22m\n\u001b[4mSome storied are mellow and creepy while other may scar you haha.\u001b[24m\n    \u001b[1m他の人があなたにハハを傷つけるかもしれない間に、いくつかの話は穏やかで、気味悪いです。\u001b[22m, \u001b[1mいくつかの名高い笑あなたの傷跡があり、他の一方でまろやかで不気味です。\u001b[22m\nThank you. Yume Tang\n\n\u001b[1mありがとうございました。 夢タン\u001b[22m\n\u001b[1m(Arigatōgozaimashita. Yume Tan)\u001b[22m\n\nTranslations of \u001b[4mThank you. Yume Tang\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank you.\u001b[24m\n    \u001b[1mありがとうございました。\u001b[22m, \u001b[1mありがとう。\u001b[22m, \u001b[1mありがとう。\u001b[22m\n\u001b[4mYume Tang\u001b[24m\n    \u001b[1m夢タン\u001b[22m, \u001b[1m夢唐\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "Strange8",
    "profile": "/profile/Strange8/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=59149",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n私はこのアニメがすでにカバーされていると思うので（そして私は人生の残りの部分でやや怠惰な/忙しいと思うので）クイックレビューを書くつもりです:)）\n\n1）ストーリー - 各アークの品質は様々ですが、すべてが面白いです。 驚くべきことはありませんが、悪いことはありません。 彼らの中には本当に恐ろしいものがありますが、実際には恐怖を引き起こすことは稀ですが、一部の人は気が散っています（軽いスポイラー：人形はいつも変わっています！ クブリックの「シャイニング」版。\n2）それは典型的な高校生のロマンスのもの、そして私が一般的に迷惑をかける反復したいたずらを持っていましたが、それはそれらの心配に爽やかに軽いものでした。 プロットは愛の三角に関するものではなく、ちょうど漫画の救済を含んでいます。\n3）（または2b）本当のフィラーエピソードは1つしかありませんでした。 非常に綿毛。\n\n全体的に、私はそれを楽しんで、作品でそれを見るために「シーズン2」をグーグルで探そうとしました。 何も見つかりませんでしたが、私は間違いなく別のシーズンを見たいと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI am going to write a quick review, because I think much about this anime has already been covered (and I am somewhat lazy/busy with the rest of my life :))\n\n\u001b[1m私はこのアニメがすでにカバーされていると思うので（そして私は人生の残りの部分でやや怠惰な/忙しいと思うので）クイックレビューを書くつもりです:)）\u001b[22m\n\u001b[1m(Watashi wa kono anime ga sudeni kabā sa rete iru to omou node (soshite watashi wa jinsei no nokori no bubun de yaya taidana/ isogashī to omou node) kuikkurebyū o kaku tsumoridesu: ) ))\u001b[22m\n\nTranslations of \u001b[4mI am going to write a quick review, because I think much about this anime has already been covered (and I am somewhat lazy/busy with the rest of my life :))\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am going to write a quick review, because I think much about this anime has already been covered (and I am somewhat lazy/busy with the rest of my life :))\u001b[24m\n    \u001b[1m私はこのアニメがすでにカバーされていると思うので（そして私は人生の残りの部分でやや怠惰な/忙しいと思うので）クイックレビューを書くつもりです:)）\u001b[22m, \u001b[1m私は（:)と私は私の人生の残りの部分で忙しい/やや怠惰です）このアニメについての多くが既にカバーされていると思うので、私は、クイックレビューを書くつもりです\u001b[22m\n\u001b[1m\u001b[22m\n1) The story - while each arc ranges in quality, the all are interesting. None amazing, but none bad. Some of them are truly scary at points, and it is rare that I actually let an anime invoke actual fear, but some parts are freaky (Slight Spoiler: Dolls are always freaky! Also, freaky kids whispering... like the two little girls in Kubrik's version of 'the Shining.'\n\n\u001b[1m1）ストーリー - 各アークの品質は様々ですが、すべてが面白いです。 驚くべきことはありませんが、悪いことはありません。 彼らの中には本当に恐ろしいものがありますが、実際には恐怖を引き起こすことは稀ですが、一部の人は気が散っています（軽いスポイラー：人形はいつも変わっています！ クブリックの「シャイニング」版。\u001b[22m\n\u001b[1m(1) Sutōrī - kaku āku no hinshitsu wa samazamadesuga, subete ga omoshiroidesu. Odorokubeki koto wa arimasenga, waruikoto wa arimasen. Karera no nakaniha hontōni osoroshī mono ga arimasuga, jissai ni wa kyōfu o hikiokosu koto wa maredesuga, ichibu no hito wa ki ga chitte imasu (karui supoirā: Ningyō wa itsumo kawatte imasu! Kuburikku no `shainingu'-ban.)\u001b[22m\n\nTranslations of \u001b[4m1) The story - while each arc ranges in quality, the all are interesting. None amazing, but none bad. Some of them are truly scary at points, and it is rare that I actually let an anime invoke actual fear, but some parts are freaky (Slight Spoiler: Dolls are always freaky! Also, freaky kids whispering... like the two little girls in Kubrik's version of 'the Shining.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1) The story - while each arc ranges in quality, the all are interesting.\u001b[24m\n    \u001b[1m1）ストーリー - 各アークの品質は様々ですが、すべてが面白いです。\u001b[22m, \u001b[1m1）物語 - 各弧の品質が範囲ながら、すべてが面白いです。\u001b[22m\n\u001b[4mNone amazing, but none bad.\u001b[24m\n    \u001b[1m驚くべきことはありませんが、悪いことはありません。\u001b[22m, \u001b[1m驚くべきなし、しかし、どれも悪いです。\u001b[22m\n\u001b[4mSome of them are truly scary at points, and it is rare that I actually let an anime invoke actual fear, but some parts are freaky (Slight Spoiler: Dolls are always freaky! Also, freaky kids whispering... like the two little girls\u001b[24m\n    \u001b[1m彼らの中には本当に恐ろしいものがありますが、実際には恐怖を引き起こすことは稀ですが、一部の人は気が散っています（軽いスポイラー：人形はいつも変わっています！\u001b[22m, \u001b[1mそれらのいくつかはポイントで本当に怖いです、そして私が実際にアニメは、実際の恐怖を呼び出すみましょうことは稀であるが、いくつかの部分は（わずかスポイラー気紛れです：！人形は、常に2つの小さな女の子のようにささやい気紛れまた、気紛れ子供...です\u001b[22m\n\u001b[4min Kubrik's version of 'the Shining.'\u001b[24m\n    \u001b[1mクブリックの「シャイニング」版。\u001b[22m, \u001b[1mKubrikのバージョンの「シャイニング」。\u001b[22m\n2) It had some of the typical highschoolish romance stuff, and repeated pranks which I generally find annoying, but, it was refreshingly light on those concerns. The plot is not about a love triangle, it just has some comic relief involving one.\n\n\u001b[1m2）それは典型的な高校生のロマンスのもの、そして私が一般的に迷惑をかける反復したいたずらを持っていましたが、それはそれらの心配に爽やかに軽いものでした。 プロットは愛の三角に関するものではなく、ちょうど漫画の救済を含んでいます。\u001b[22m\n\u001b[1m(2) Sore wa tenkei-tekina kōkōsei no romansu no mono, soshite watashi ga ippantekini meiwakuwokakeru hanpuku shita itazura o motte imashitaga, sore wa sorera no shinpai ni sawayaka ni karui monodeshita. Purotto wa ai no sankaku ni kansuru monode wa naku, chōdo manga no kyūsai o fukunde imasu.)\u001b[22m\n\nTranslations of \u001b[4m2) It had some of the typical highschoolish romance stuff, and repeated pranks which I generally find annoying, but, it was refreshingly light on those concerns. The plot is not about a love triangle, it just has some comic relief involving one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2) It had some of the typical highschoolish romance stuff, and repeated pranks which I generally find annoying, but, it was refreshingly light on those concerns.\u001b[24m\n    \u001b[1m2）それは典型的な高校生のロマンスのもの、そして私が一般的に迷惑をかける反復したいたずらを持っていましたが、それはそれらの心配に爽やかに軽いものでした。\u001b[22m, \u001b[1m2）それは、これらの懸念に爽快光だった、典型的なhighschoolishロマンスもののいくつかを持っていた、と私は一般的に迷惑見つける繰り返すいたずら、しかし。\u001b[22m\n\u001b[4mThe plot is not about a love triangle, it just has some comic relief involving one.\u001b[24m\n    \u001b[1mプロットは愛の三角に関するものではなく、ちょうど漫画の救済を含んでいます。\u001b[22m, \u001b[1mプロットは、それだけで1を含むいくつかのコミックリリーフを持って、愛の三角形ではありません。\u001b[22m\n3) (or 2b) There was only one true filler episode. Very little fluff.\n\n\u001b[1m3）（または2b）本当のフィラーエピソードは1つしかありませんでした。 非常に綿毛。\u001b[22m\n\u001b[1m(3) (Matawa 2 b) hontō no firāepisōdo wa 1tsu shika arimasendeshita. Hijō ni watage.)\u001b[22m\n\nTranslations of \u001b[4m3) (or 2b) There was only one true filler episode. Very little fluff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3) (or 2b) There was only one true filler episode.\u001b[24m\n    \u001b[1m3）（または2b）本当のフィラーエピソードは1つしかありませんでした。\u001b[22m, \u001b[1m3）（または2b）は唯一の真のフィラーエピソードがありました。\u001b[22m\n\u001b[4mVery little fluff.\u001b[24m\n    \u001b[1m非常に綿毛。\u001b[22m, \u001b[1m非常に少ない綿毛。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I enjoyed it and googled 'season 2' in hopes of seeing it in the works. Haven't found anything, but I would definitely want to see another season.\n\n\u001b[1m全体的に、私はそれを楽しんで、作品でそれを見るために「シーズン2」をグーグルで探そうとしました。 何も見つかりませんでしたが、私は間違いなく別のシーズンを見たいと思います。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa sore o tanoshinde, sakuhin de sore o miru tame ni `shīzun 2' o gūguru de sagasou to shimashita. Nani mo mitsukarimasendeshitaga, watashi wa machigainaku-betsu no shīzun o mitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I enjoyed it and googled 'season 2' in hopes of seeing it in the works. Haven't found anything, but I would definitely want to see another season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I enjoyed it and googled 'season 2' in hopes of seeing it in the works.\u001b[24m\n    \u001b[1m全体的に、私はそれを楽しんで、作品でそれを見るために「シーズン2」をグーグルで探そうとしました。\u001b[22m, \u001b[1m全体的に、私はそれを楽しんで、作品にそれを見ての希望で「シーズン2」をGoogleで検索しました。\u001b[22m\n\u001b[4mHaven't found anything, but I would definitely want to see another season.\u001b[24m\n    \u001b[1m何も見つかりませんでしたが、私は間違いなく別のシーズンを見たいと思います。\u001b[22m, \u001b[1m何も見つかっていないが、私は間違いなく別のシーズンを見たいでしょう。\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "bri_bri101",
    "profile": "/profile/bri_bri101/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=22606",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\nゴーストハント全体はまともなアニメです。 不自然な精神的な強迫観を持たない限り、本当に優先順位をつけることが本当に必要なことではありません。\n\n\n\n最初に物語は本当に素晴らしいものではありません。 最初は実際には本当に良い、何も本当に魅力的で、それほど予測できずに飽きることはありませんでしたが、シリーズの後半は予測可能であり、かなりゆっくりと動きます。 またシリーズが短いので、それはナルトのようなキャラクターの開発がそれほど多くないとは思われませんが、この場合私は個人的にもっと必要と思っていました。 芸術は平均的で、恐ろしいものではなく、印象的ではなく、キャラクターと同じで、ほぼすべてのアニメで見つけることができます。 ちょうど私をうんざりさせた別のものは、ペアリングの欠如でした。 ほとんどの短編シリーズにはペアリングがありませんが、これには2人の人物（主人公）があり、一緒にいなければならないことは痛いほど明白です。\n\n\nおそらくジャンルとエピソードを除いて、このアニメを他のものの前に置くことは、本当に多くの機能がありません。 私の意見では、彼らは定期的に幽霊/精神/エクソシズムなどを組み込んだあまりにも多くのアニメシリーズがないという意味で、彼らはそれと一緒にうまくいった仕事をしました。 エピソードは個別に、そして全体の話としてではなく、実際にはかなり良いです。 あなたは見守るにはあまりにも退屈しないし、常に面白い、軽度に劇的/怖いまたは有益なことが起こっている。 文字は実際にはこれの理由で話し、彼らは彼らの考えを声で伝えるだけではありません。 私が前に言ったように",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hunt overall is a decent anime. It isn't anything that you really need to truly prioritize unless you have some unnatural obsession with spirits.\n\n\u001b[1mゴーストハント全体はまともなアニメです。 不自然な精神的な強迫観を持たない限り、本当に優先順位をつけることが本当に必要なことではありません。\u001b[22m\n\u001b[1m(Gōsutohanto zentai wa matomona animedesu. Fushizen'na seishin-tekina kyōhaku-kan o motanai kagiri, hontōni yūsen jun'i o tsukeru koto ga hontōni hitsuyōna kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mGhost Hunt overall is a decent anime. It isn't anything that you really need to truly prioritize unless you have some unnatural obsession with spirits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hunt overall is a decent anime.\u001b[24m\n    \u001b[1mゴーストハント全体はまともなアニメです。\u001b[22m, \u001b[1mゴーストハントは、全体的にまともなアニメです。\u001b[22m\n\u001b[4mIt isn't anything that you really need to truly prioritize unless you have some unnatural obsession with spirits.\u001b[24m\n    \u001b[1m不自然な精神的な強迫観を持たない限り、本当に優先順位をつけることが本当に必要なことではありません。\u001b[22m, \u001b[1mそれはあなたが本当にあなたが霊といくつかの不自然な強迫観念を持っていない限り、真の優先順位を設定するために必要なものではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFirst off the story isn't really that great. At first its actually really good and nothing realy drags on and its not predictable enough to be boring, but the second half of the series is predictable and it moves pretty slowly. Also since the series is short it isn't supposed to have as much character development as something like Naruto but in this case I personally thought it needed more. The art is average, not terrible and not very impressive, same with the characters, you can find them in almost every anime. Another thing that just irked me was the lack of a pairing. Most short series don't have pairings but this one has two people, (the main characters), and its painfully obvious that they should be together, or at least SOMETHING could've happened.\n\n\u001b[1m最初に物語は本当に素晴らしいものではありません。 最初は実際には本当に良い、何も本当に魅力的で、それほど予測できずに飽きることはありませんでしたが、シリーズの後半は予測可能であり、かなりゆっくりと動きます。 またシリーズが短いので、それはナルトのようなキャラクターの開発がそれほど多くないとは思われませんが、この場合私は個人的にもっと必要と思っていました。 芸術は平均的で、恐ろしいものではなく、印象的ではなく、キャラクターと同じで、ほぼすべてのアニメで見つけることができます。 ちょうど私をうんざりさせた別のものは、ペアリングの欠如でした。 ほとんどの短編シリーズにはペアリングがありませんが、これには2人の人物（主人公）があり、一緒にいなければならないことは痛いほど明白です。\u001b[22m\n\u001b[1m(Saisho ni monogatari wa hontōni subarashī monode wa arimasen. Saisho wa jissai ni wa hontōni yoi, nani mo hontōni mirikiteki de, sorehodo yosoku dekizu ni akiru koto wa arimasendeshitaga, shirīzu no kōhan wa yosoku kanōdeari, kanari yukkuri to ugokimasu. Mata shirīzu ga mijikainode, soreha naruto no yōna kyarakutā no kaihatsu ga sore hodo ōkunai to wa omowa remasenga, ko no baai watashi wa kojin-teki ni motto hitsuyō to omotte imashita. Geijutsu wa heikin-tekide, osoroshī monode wa naku, inshō-tekide wa naku, kyarakutā to onajide, hobo subete no anime de mitsukeru koto ga dekimasu. Chōdo watashi o unzari sa seta betsu no mono wa, pea ringu no ketsujodeshita. Hotondo no tanpen shirīzu ni wa pea ringu ga arimasenga, kore ni wa 2-ri no jinbutsu (shujinkō) ga ari, issho ni inakereba naranai koto wa itai hodo meihakudesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off the story isn't really that great. At first its actually really good and nothing realy drags on and its not predictable enough to be boring, but the second half of the series is predictable and it moves pretty slowly. Also since the series is short it isn't supposed to have as much character development as something like Naruto but in this case I personally thought it needed more. The art is average, not terrible and not very impressive, same with the characters, you can find them in almost every anime. Another thing that just irked me was the lack of a pairing. Most short series don't have pairings but this one has two people, (the main characters), and its painfully obvious that they should be together, or at least SOMETHING could've happened.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off the story isn't really that great.\u001b[24m\n    \u001b[1m最初に物語は本当に素晴らしいものではありません。\u001b[22m, \u001b[1mまずストーリーオフ本当に素晴らしいではありません。\u001b[22m\n\u001b[4mAt first its actually really good and nothing realy drags on and its not predictable enough to be boring, but the second half of the series is predictable and it moves pretty slowly.\u001b[24m\n    \u001b[1m最初は実際には本当に良い、何も本当に魅力的で、それほど予測できずに飽きることはありませんでしたが、シリーズの後半は予測可能であり、かなりゆっくりと動きます。\u001b[22m, \u001b[1mまず、その実際には本当に良いと何が本当に上でドラッグしないと退屈するのに十分なその予測可能ではないが、一連の後半は予測可能であり、それはかなりゆっくりと移動します。\u001b[22m\n\u001b[4mAlso since the series is short it isn't supposed to have as much character development as something like Naruto but in this case I personally thought it needed more.\u001b[24m\n    \u001b[1mまたシリーズが短いので、それはナルトのようなキャラクターの開発がそれほど多くないとは思われませんが、この場合私は個人的にもっと必要と思っていました。\u001b[22m, \u001b[1mシリーズが短いのでまたナルトのようなものと同じくらいの文字開発を持つことが想定されていないが、この場合には、私は個人的にはより多くのを必要と考えました。\u001b[22m\n\u001b[4mThe art is average, not terrible and not very impressive, same with the characters, you can find them in almost every anime.\u001b[24m\n    \u001b[1m芸術は平均的で、恐ろしいものではなく、印象的ではなく、キャラクターと同じで、ほぼすべてのアニメで見つけることができます。\u001b[22m, \u001b[1mアートは文字と同じ、非常に印象的で恐ろしいとないではない、平均して、あなたは、ほぼすべてのアニメでそれらを見つけることができます。\u001b[22m\n\u001b[4mAnother thing that just irked me was the lack of a pairing.\u001b[24m\n    \u001b[1mちょうど私をうんざりさせた別のものは、ペアリングの欠如でした。\u001b[22m, \u001b[1mちょうど私をイライラするもう一つは、ペアリングの欠如でした。\u001b[22m\n\u001b[4mMost short series don't have pairings but this one has two people, (the main characters), and its painfully obvious that they should be together, or at least SOMETHING could've happened.\u001b[24m\n    \u001b[1mほとんどの短編シリーズにはペアリングがありませんが、これには2人の人物（主人公）があり、一緒にいなければならないことは痛いほど明白です。\u001b[22m, \u001b[1mほとんどの短いシリーズは、ペアリングを持っていないが、この1は2人、（主人公）を有し、その痛々しいほど明白な彼らが一緒でなければならないこと、または少なくとも何かが起こったかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThere aren't really many features that put this anime in front of others except for maybe the genre and the episodes individually. In my opinion they did a ery good job with it in the sense that there aren't too many anime series that incorporate ghosts/spirits/exorcisms etc. on a regular basis. The episodes individually, and not as a whole story are actually pretty good. You don't get too bored to keep watching and there's always something funny, mildly dramatic/scary or informative happening. The characters actually talk for a reason in this and they aren't just there to voice their thoughts. As I said before\n\n\u001b[1mおそらくジャンルとエピソードを除いて、このアニメを他のものの前に置くことは、本当に多くの機能がありません。 私の意見では、彼らは定期的に幽霊/精神/エクソシズムなどを組み込んだあまりにも多くのアニメシリーズがないという意味で、彼らはそれと一緒にうまくいった仕事をしました。 エピソードは個別に、そして全体の話としてではなく、実際にはかなり良いです。 あなたは見守るにはあまりにも退屈しないし、常に面白い、軽度に劇的/怖いまたは有益なことが起こっている。 文字は実際にはこれの理由で話し、彼らは彼らの考えを声で伝えるだけではありません。 私が前に言ったように\u001b[22m\n\u001b[1m(Osoraku janru to episōdo o nozoite, kono anime o hoka no mono no mae ni oku koto wa, hontōni ōku no kinō ga arimasen. Watashi no ikende wa, karera wa teikitekini yūrei/ seishin/ ekusoshizumu nado o kumikonda amarini mo ōku no animeshirīzu ga nai to iu imi de, karera wa sore to issho ni umaku itta shigoto o shimashita. Episōdo wa kobetsu ni, soshite zentai no hanashi to shitede wa naku, jissai ni wa kanari yoidesu. Anata wa mimamoru ni wa amarini mo taikutsu shinaishi, tsuneni omoshiroi, keido ni gekiteki/ kowai matawa yūekina koto ga okotte iru. Moji wa jissai ni wa kore no riyū de hanashi, karera wa karera no kangae o koe de tsutaeru dakede wa arimasen. Watashi ga mae ni itta yō ni)\u001b[22m\n\nTranslations of \u001b[4mThere aren't really many features that put this anime in front of others except for maybe the genre and the episodes individually. In my opinion they did a ery good job with it in the sense that there aren't too many anime series that incorporate ghosts/spirits/exorcisms etc. on a regular basis. The episodes individually, and not as a whole story are actually pretty good. You don't get too bored to keep watching and there's always something funny, mildly dramatic/scary or informative happening. The characters actually talk for a reason in this and they aren't just there to voice their thoughts. As I said before\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere aren't really many features that put this anime in front of others except for maybe the genre and the episodes individually.\u001b[24m\n    \u001b[1mおそらくジャンルとエピソードを除いて、このアニメを他のものの前に置くことは、本当に多くの機能がありません。\u001b[22m, \u001b[1m多分ジャンルや個別のエピソードを除いて他の人の前でこのアニメを置く多くの機能が本当にありません。\u001b[22m\n\u001b[4mIn my opinion they did a ery good job with it in the sense that there aren't too many anime series that incorporate ghosts/spirits/exorcisms etc. on a regular basis.\u001b[24m\n    \u001b[1m私の意見では、彼らは定期的に幽霊/精神/エクソシズムなどを組み込んだあまりにも多くのアニメシリーズがないという意味で、彼らはそれと一緒にうまくいった仕事をしました。\u001b[22m, \u001b[1m私の意見では、彼らは定期的に幽霊/スピリッツ/悪魔払いなどを組み込んであまりにも多くのアニメシリーズが存在しないという意味でそれとERY良い仕事をしました。\u001b[22m\n\u001b[4mThe episodes individually, and not as a whole story are actually pretty good.\u001b[24m\n    \u001b[1mエピソードは個別に、そして全体の話としてではなく、実際にはかなり良いです。\u001b[22m, \u001b[1m個別ではなく、全体的な話などエピソードは実際にはかなり良いです。\u001b[22m\n\u001b[4mYou don't get too bored to keep watching and there's always something funny, mildly dramatic/scary or informative happening.\u001b[24m\n    \u001b[1mあなたは見守るにはあまりにも退屈しないし、常に面白い、軽度に劇的/怖いまたは有益なことが起こっている。\u001b[22m, \u001b[1mあなたは見続けるにはあまりにも退屈しないし、何かおかしい、軽度/劇的な怖いまたは有益な出来事が常にあります。\u001b[22m\n\u001b[4mThe characters actually talk for a reason in this and they aren't just there to voice their thoughts.\u001b[24m\n    \u001b[1m文字は実際にはこれの理由で話し、彼らは彼らの考えを声で伝えるだけではありません。\u001b[22m, \u001b[1m文字は、実際には、この中で理由で話すと、彼らは自分の考えを表明するだけの存在ではありません。\u001b[22m\n\u001b[4mAs I said before\u001b[24m\n    \u001b[1m私が前に言ったように\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "Jokke-kun",
    "profile": "/profile/Jokke-kun/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=20524",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n25本の新しいパンツを買うことをお勧めします。これはまったく不気味です...\n\n「ゴーストハント」は全体的に本当に良いアニメです。 それは満足のいくストーリーを特徴とし、芸術は本当によく作られており、音は上にあります。 私は冷たい脊椎のアニメを目の当たりにしていました。そして、「ゴーストハント」は確かにその需要を満たしました。 それはもちろん、その欠陥があります。 文字はよく作られていますが、正確には深く複雑ではありません。 反面、声優は素晴らしい仕事をしています。 ストーリーラインは満足していますが、そこには論理的な欠陥がありますが、完璧なものはありません。 しかし、あなたはあなたの... *咳が支払われるものを手に入れます。\n\n「ゴーストハント」には、思いがけない心停止の瞬間を呼んで、貴方の網膜に痕跡を残すことができれば、思い出深い瞬間があります。 私は「シェルの幽霊：イノセンス」の3回（正直言って、OVAはちょうど私が寝る前に私のクローゼットをチェックしました）と話しています。 しかし、それは特別なものです。実際にはあなたを怖がらせることに正直な努力をして、それは時々成功します。\n\nあなたが心が弱い場合を除き、すべてのアニメーションを見る価値のあるアニメーション。 あなたは、純粋な楽しさと見栄えの良い25のエピソードを手に入れます。 私は窓に乗ってBFGで武装した後、今夜私のライトで寝ています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBetter buy yourself 25 new underpants, 'cause this is plain creepy...\n\n\u001b[1m25本の新しいパンツを買うことをお勧めします。これはまったく不気味です...\u001b[22m\n\u001b[1m(25-Pon no atarashī pantsu o kau koto o o susume shimasu. Kore wa mattaku bukimidesu...)\u001b[22m\n\nTranslations of \u001b[4mBetter buy yourself 25 new underpants, 'cause this is plain creepy...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBetter buy yourself 25 new underpants, 'cause this is plain creepy...\u001b[24m\n    \u001b[1m25本の新しいパンツを買うことをお勧めします。これはまったく不気味です...\u001b[22m, \u001b[1mベターこれはプレーン不気味です原因」、あなた自身に25の新しいパンツを購入...\u001b[22m\n\u001b[1m\u001b[22m\n'Ghost Hunt' is a really good anime overall. It features a satisfying storyline, the art is really well-made and the sound is on top. I had been on the lookout for a chill-down-the-spine anime, and 'Ghost Hunt' certainly fulfilled that demand. It has, of course, its flaws. The characters are well-made, but they aren't exactly deep and complex. On the flip side, the voice actors make a wonderful job. And while the storyline is satisfying, it has its logical flaws here and there, but no one's perfect. But you get what you... *cough* paid for.\n\n\u001b[1m「ゴーストハント」は全体的に本当に良いアニメです。 それは満足のいくストーリーを特徴とし、芸術は本当によく作られており、音は上にあります。 私は冷たい脊椎のアニメを目の当たりにしていました。そして、「ゴーストハント」は確かにその需要を満たしました。 それはもちろん、その欠陥があります。 文字はよく作られていますが、正確には深く複雑ではありません。 反面、声優は素晴らしい仕事をしています。 ストーリーラインは満足していますが、そこには論理的な欠陥がありますが、完璧なものはありません。 しかし、あなたはあなたの... *咳が支払われるものを手に入れます。\u001b[22m\n\u001b[1m(`Gōsutohanto' wa zentai-teki ni hontōni yoi animedesu. Sore wa manzoku no iku sutōrī o tokuchō to shi, geijutsu wa hontōni yoku tsukura rete ori,-on wa ue ni arimasu. Watashi wa tsumetai sekitsui no anime o manoatari ni shite imashita. Soshite,`gōsutohanto' wa tashika ni sono juyō o mitashimashita. Sore wa mochiron, sono kekkan ga arimasu. Moji wa yoku tsukura rete imasuga, seikaku ni wa fukaku fukuzatsude wa arimasen. Hanmen, seiyū wa subarashī shigoto o shite imasu. Sutōrīrain wa manzoku shite imasuga, soko ni wa ronri-tekina kekkan ga arimasuga, kanpekina mono wa arimasen. Shikashi, anata wa anata no... * Seki ga shiharawa reru mono o te ni iremasu.)\u001b[22m\n\nTranslations of \u001b[4m'Ghost Hunt' is a really good anime overall. It features a satisfying storyline, the art is really well-made and the sound is on top. I had been on the lookout for a chill-down-the-spine anime, and 'Ghost Hunt' certainly fulfilled that demand. It has, of course, its flaws. The characters are well-made, but they aren't exactly deep and complex. On the flip side, the voice actors make a wonderful job. And while the storyline is satisfying, it has its logical flaws here and there, but no one's perfect. But you get what you... *cough* paid for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Ghost Hunt' is a really good anime overall.\u001b[24m\n    \u001b[1m「ゴーストハント」は全体的に本当に良いアニメです。\u001b[22m, \u001b[1m「ゴーストハント」は本当に良いアニメ全体的です。\u001b[22m\n\u001b[4mIt features a satisfying storyline, the art is really well-made and the sound is on top.\u001b[24m\n    \u001b[1mそれは満足のいくストーリーを特徴とし、芸術は本当によく作られており、音は上にあります。\u001b[22m, \u001b[1mそれは芸術が本当にうまく作られていると音が上に、満足のいくストーリーを備えています。\u001b[22m\n\u001b[4mI had been on the lookout for a chill-down-the-spine anime, and 'Ghost Hunt' certainly fulfilled that demand.\u001b[24m\n    \u001b[1m私は冷たい脊椎のアニメを目の当たりにしていました。そして、「ゴーストハント」は確かにその需要を満たしました。\u001b[22m, \u001b[1m私は寒ダウン-脊椎アニメに目を光らせていた、と「ゴーストハント」は確かにその需要を満たしていました。\u001b[22m\n\u001b[4mIt has, of course, its flaws.\u001b[24m\n    \u001b[1mそれはもちろん、その欠陥があります。\u001b[22m, \u001b[1mこれは、もちろん、その欠陥を有しています。\u001b[22m\n\u001b[4mThe characters are well-made, but they aren't exactly deep and complex.\u001b[24m\n    \u001b[1m文字はよく作られていますが、正確には深く複雑ではありません。\u001b[22m, \u001b[1m文字がうまく作られているが、彼らは正確に深くかつ複雑ではありません。\u001b[22m\n\u001b[4mOn the flip side, the voice actors make a wonderful job.\u001b[24m\n    \u001b[1m反面、声優は素晴らしい仕事をしています。\u001b[22m, \u001b[1mフリップ側では、声優は素晴らしい仕事をします。\u001b[22m\n\u001b[4mAnd while the storyline is satisfying, it has its logical flaws here and there, but no one's perfect.\u001b[24m\n    \u001b[1mストーリーラインは満足していますが、そこには論理的な欠陥がありますが、完璧なものはありません。\u001b[22m, \u001b[1mストーリーは満足であるが、それはここにあるその論理的な欠陥を持っていますが、誰の完璧な。\u001b[22m\n\u001b[4mBut you get what you... *cough* paid for.\u001b[24m\n    \u001b[1mしかし、あなたはあなたの... *咳が支払われるものを手に入れます。\u001b[22m, \u001b[1mしかし、あなたは... *咳*のために支払ったものを手に入れます。\u001b[22m\n\u001b[1m\u001b[22m\n'Ghost Hunt' has its memorable moments, if you can call downright heart-stopping moments and stuff leaving its traces on your retina memorable. I'm talking 'Ghost in the Shell: Innocence' times three (honestly, that OVA is just f*cked up. Made me check my closet before I went to bed). But that's what makes it special: It actually makes an honest effort in scaring you sh*tless, and it succeeds from time to time.\n\n\u001b[1m「ゴーストハント」には、思いがけない心停止の瞬間を呼んで、貴方の網膜に痕跡を残すことができれば、思い出深い瞬間があります。 私は「シェルの幽霊：イノセンス」の3回（正直言って、OVAはちょうど私が寝る前に私のクローゼットをチェックしました）と話しています。 しかし、それは特別なものです。実際にはあなたを怖がらせることに正直な努力をして、それは時々成功します。\u001b[22m\n\u001b[1m(`Gōsutohanto' ni wa, omoigakenai kokoro teishi no shunkan o yonde, anata no mōmaku ni konseki o nokosu koto ga dekireba, omoidebukai shunkan ga arimasu. Watashi wa `sheru no yūrei: Inosensu' no 3-kai (shōjiki itte, ovu~a wa chōdo watashi ga nerumae ni watashi no kurōzetto o chekku shimashita) to hanashite imasu. Shikashi, sore wa tokubetsuna monodesu. Jissai ni wa anata o kowagara seru koto ni shōjikina doryoku o shite, sore wa tokidoki seikō shimasu.)\u001b[22m\n\nTranslations of \u001b[4m'Ghost Hunt' has its memorable moments, if you can call downright heart-stopping moments and stuff leaving its traces on your retina memorable. I'm talking 'Ghost in the Shell: Innocence' times three (honestly, that OVA is just f*cked up. Made me check my closet before I went to bed). But that's what makes it special: It actually makes an honest effort in scaring you sh*tless, and it succeeds from time to time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Ghost Hunt' has its memorable moments, if you can call downright heart-stopping moments and stuff leaving its traces on your retina memorable.\u001b[24m\n    \u001b[1m「ゴーストハント」には、思いがけない心停止の瞬間を呼んで、貴方の網膜に痕跡を残すことができれば、思い出深い瞬間があります。\u001b[22m, \u001b[1mあなたが思い出に残るあなたの網膜上にその痕跡を残してなんとも心臓が止まる瞬間とかを呼び出すことができる場合は「ゴーストハント」は、その記憶に残る瞬間を持っています。\u001b[22m\n\u001b[4mI'm talking 'Ghost in the Shell: Innocence' times three (honestly, that OVA is just f*cked up. Made me check my closet before I went to bed).\u001b[24m\n    \u001b[1m私は「シェルの幽霊：イノセンス」の3回（正直言って、OVAはちょうど私が寝る前に私のクローゼットをチェックしました）と話しています。\u001b[22m, \u001b[1m私は「攻殻機動隊を：イノセンス」話している時間を3（正直、OVAはちょうど*アップcked fとされていることを私はベッドに行く前に私は私のクローゼットをチェックメイド。）。\u001b[22m\n\u001b[4mBut that's what makes it special: It actually makes an honest effort in scaring you sh*tless, and it succeeds from time to time.\u001b[24m\n    \u001b[1mしかし、それは特別なものです。実際にはあなたを怖がらせることに正直な努力をして、それは時々成功します。\u001b[22m, \u001b[1mそれは実際にあなたのsh *のtlessを怖がらせるに正直な努力を行い、それは、随時成功します。しかし、それは、それは特別なものです。\u001b[22m\n\u001b[1m\u001b[22m\nSo all in all its an anime worth watching, unless you're faint of heart. You get 25 episodes of pure enjoyment and looking-over-your-shoulder moments. I'm sleeping with my lights on tonight, after I've boarded up the windows and armed myself with a BFG.\n\n\u001b[1mあなたが心が弱い場合を除き、すべてのアニメーションを見る価値のあるアニメーション。 あなたは、純粋な楽しさと見栄えの良い25のエピソードを手に入れます。 私は窓に乗ってBFGで武装した後、今夜私のライトで寝ています。\u001b[22m\n\u001b[1m(Anata ga kokoro ga yowai baai o nozoki, subete no animēshon o miru kachinoaru animēshon. Anata wa, junsuina tanoshisa to mibae no yoi 25 no episōdo o te ni iremasu. Watashi wa mado ni notte BFG de busō shita nochi, kon'ya watashi no raito de nete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo all in all its an anime worth watching, unless you're faint of heart. You get 25 episodes of pure enjoyment and looking-over-your-shoulder moments. I'm sleeping with my lights on tonight, after I've boarded up the windows and armed myself with a BFG.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo all in all its an anime worth watching, unless you're faint of heart.\u001b[24m\n    \u001b[1mあなたが心が弱い場合を除き、すべてのアニメーションを見る価値のあるアニメーション。\u001b[22m, \u001b[1mだから、すべて見て価値そのすべてのアニメで、あなたは心の弱い人でない限り。\u001b[22m\n\u001b[4mYou get 25 episodes of pure enjoyment and looking-over-your-shoulder moments.\u001b[24m\n    \u001b[1mあなたは、純粋な楽しさと見栄えの良い25のエピソードを手に入れます。\u001b[22m, \u001b[1mあなたは純粋な楽しさと格好オーバーあなたの肩の瞬間の25のエピソードを取得します。\u001b[22m\n\u001b[4mI'm sleeping with my lights on tonight, after I've boarded up the windows and armed myself with a BFG.\u001b[24m\n    \u001b[1m私は窓に乗ってBFGで武装した後、今夜私のライトで寝ています。\u001b[22m, \u001b[1m私は窓をアップ乗り込んだとBFGと自分を武装した後、私は、今夜の私のライトで寝ています。\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "Animelover2402",
    "profile": "/profile/Animelover2402/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=140515",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|\n\nあなたが恐怖に陥っているなら、私は間違いなくこのアニメをお勧めします。 最初の数回のエピソードの後、私は即座にショーに恋しました。 私はキャラクターがどのように発達しているのが好きで、ショーがどのようにケースに分割されるのが好きなので、それは単なる大きな物語ではありません。 私が始めたらそれを見て止めることができなかったので、ディスクセットを購入することにしました。そして、今ではそれを7回見ました！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nIf you're into horror then I would definitely recommend this anime. After the first few episode, I instantly fell in love with the show. I like how the characters are developed and I like how the show is divided up into cases so it isn't just one big story line. I couldn't stop watching it once I started so I decided to buy the disc set and now I've watched it 7 times!\n\n\u001b[1mあなたが恐怖に陥っているなら、私は間違いなくこのアニメをお勧めします。 最初の数回のエピソードの後、私は即座にショーに恋しました。 私はキャラクターがどのように発達しているのが好きで、ショーがどのようにケースに分割されるのが好きなので、それは単なる大きな物語ではありません。 私が始めたらそれを見て止めることができなかったので、ディスクセットを購入することにしました。そして、今ではそれを7回見ました！\u001b[22m\n\u001b[1m(Anata ga kyōfu ni ochītte irunara, watashi wa machigainaku kono anime o o susume shimasu. Saisho no sū-kai no episōdo no ato, watashi wa sokuza ni shō ni koi shimashita. Watashi wa kyarakutā ga dono yō ni hattatsu shite iru no ga sukide, shō ga dono yō ni kēsu ni bunkatsu sa reru no ga sukinanode, sore wa tan'naru ōkina monogataride wa arimasen. Watashi ga hajimetara sore o mite tomeru koto ga dekinakattanode, disuku setto o kōnyū suru koto ni shimashita. Soshite, ima dewa sore o 7-kai mimashita!)\u001b[22m\n\nTranslations of \u001b[4mIf you're into horror then I would definitely recommend this anime. After the first few episode, I instantly fell in love with the show. I like how the characters are developed and I like how the show is divided up into cases so it isn't just one big story line. I couldn't stop watching it once I started so I decided to buy the disc set and now I've watched it 7 times!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're into horror then I would definitely recommend this anime.\u001b[24m\n    \u001b[1mあなたが恐怖に陥っているなら、私は間違いなくこのアニメをお勧めします。\u001b[22m, \u001b[1mあなたは恐怖に興味があれば、私は間違いなくこのアニメをお勧めします。\u001b[22m\n\u001b[4mAfter the first few episode, I instantly fell in love with the show.\u001b[24m\n    \u001b[1m最初の数回のエピソードの後、私は即座にショーに恋しました。\u001b[22m, \u001b[1m最初のいくつかのエピソードの後、私は即座にショーと恋に落ちました。\u001b[22m\n\u001b[4mI like how the characters are developed and I like how the show is divided up into cases so it isn't just one big story line.\u001b[24m\n    \u001b[1m私はキャラクターがどのように発達しているのが好きで、ショーがどのようにケースに分割されるのが好きなので、それは単なる大きな物語ではありません。\u001b[22m, \u001b[1m文字が開発され、どのように私は好きで、私はそれだけで一つの大きなストーリーラインではありませんので、ショーが例に分割されているかのように。\u001b[22m\n\u001b[4mI couldn't stop watching it once I started so I decided to buy the disc set and now I've watched it 7 times!\u001b[24m\n    \u001b[1m私が始めたらそれを見て止めることができなかったので、ディスクセットを購入することにしました。そして、今ではそれを7回見ました！\u001b[22m, \u001b[1m私は始めた7回、私はディスクのセットを購入することを決定し、今私はそれを見てきたら、私はそれを見て止めることができませんでした！\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "chrisA15",
    "profile": "/profile/chrisA15/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=192763",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  6\nキャラクター|  4\n|  6\n\nゴーストハントはまともなアニメですが、ペーシングには苦労しますが、アニメは3-4のエピソードを含むアークとしてレイアウトされています。 退屈するようになってから、あきらめるような気分になる時があります。少数のコメディーな瞬間を見せても、全体的なキャラクターの発展は貧しく、女性MCは本当に面倒です。 私はそれをいくつかの信用を与えるが、それはあなたが涙を流すようになるか、またはあなたの背骨を冷やすが、これらは遠くいくつかの間にいくつかの瞬間を持っています。 後のアークは暗くなり、特に2番目から最後のアークと最後のアークでは、文字が物理的にも精神的にもテストされていることがわかります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hunt is a decent anime, but it does struggle with pacing, the anime is laid out as arcs containing 3-4 episodes. There are times where you just feel like giving up because it starts to get boring, and although with the expection of a few comedic moments, the overall character developement is poor and the female MC is really annoying. I will give it some credit though, it does have a few moments where it will make you shed a tear, or send a chill down your spine but these are far and few between. The later arcs do get darker especially the 2nd to last arc and the last arc, in which we see the characters get tested both physically and mentally.\n\n\u001b[1mゴーストハントはまともなアニメですが、ペーシングには苦労しますが、アニメは3-4のエピソードを含むアークとしてレイアウトされています。 退屈するようになってから、あきらめるような気分になる時があります。少数のコメディーな瞬間を見せても、全体的なキャラクターの発展は貧しく、女性MCは本当に面倒です。 私はそれをいくつかの信用を与えるが、それはあなたが涙を流すようになるか、またはあなたの背骨を冷やすが、これらは遠くいくつかの間にいくつかの瞬間を持っています。 後のアークは暗くなり、特に2番目から最後のアークと最後のアークでは、文字が物理的にも精神的にもテストされていることがわかります。\u001b[22m\n\u001b[1m(Gōsutohanto wa matomona animedesuga, pēshingu ni wa kurō shimasuga, anime wa 3 - 4 no episōdo o fukumu āku to shite reiauto sa rete imasu. Taikutsu suru yō ni natte kara, akirameru yōna kibun ni naru toki ga arimasu. Shōsū no komedīna shunkan o misete mo, zentai-tekina kyarakutā no hatten wa mazushiku, josei MC wa hontōni mendōdesu. Watashi wa sore o ikutsu ka no shin'yō o ataeruga, sore wa anata ga namidawonagasu-yō ni naru ka, matawa anata no sebone o hiyasuga, korera wa tōku ikutsu ka no ma ni ikutsu ka no shunkan o motte imasu.-Go no āku wa kuraku nari, tokuni 2-banme kara saigo no āku to saigo no ākude wa, moji ga butsuri-teki ni mo seishintekini mo tesuto sa rete iru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mGhost Hunt is a decent anime, but it does struggle with pacing, the anime is laid out as arcs containing 3-4 episodes. There are times where you just feel like giving up because it starts to get boring, and although with the expection of a few comedic moments, the overall character developement is poor and the female MC is really annoying. I will give it some credit though, it does have a few moments where it will make you shed a tear, or send a chill down your spine but these are far and few between. The later arcs do get darker especially the 2nd to last arc and the last arc, in which we see the characters get tested both physically and mentally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hunt is a decent anime, but it does struggle with pacing, the anime is laid out as arcs containing 3-4 episodes.\u001b[24m\n    \u001b[1mゴーストハントはまともなアニメですが、ペーシングには苦労しますが、アニメは3-4のエピソードを含むアークとしてレイアウトされています。\u001b[22m, \u001b[1mアニメは3-4のエピソードを含む円弧ようにレイアウトされ、ゴーストハントはまともなアニメですが、それはペーシングに苦労ありません。\u001b[22m\n\u001b[4mThere are times where you just feel like giving up because it starts to get boring, and although with the expection of a few comedic moments, the overall character developement is poor and the female MC is really annoying.\u001b[24m\n    \u001b[1m退屈するようになってから、あきらめるような気分になる時があります。少数のコメディーな瞬間を見せても、全体的なキャラクターの発展は貧しく、女性MCは本当に面倒です。\u001b[22m, \u001b[1mあなたはそれが退屈し始めているため、といくつかの喜劇の瞬間のexpectionで、全体的な文字の開発効率が悪いですがと女性MCは本当に迷惑ですあきらめのように感じる時間があります。\u001b[22m\n\u001b[4mI will give it some credit though, it does have a few moments where it will make you shed a tear, or send a chill down your spine but these are far and few between.\u001b[24m\n    \u001b[1m私はそれをいくつかの信用を与えるが、それはあなたが涙を流すようになるか、またはあなたの背骨を冷やすが、これらは遠くいくつかの間にいくつかの瞬間を持っています。\u001b[22m, \u001b[1m私はそれはそれはあなたが涙を流すようになりますいくつかの瞬間を持っている、しかしそれにいくつかの信用を与える、またはあなたの背筋を悪寒を送信するが、これらはこれまで、いくつかの間であります。\u001b[22m\n\u001b[4mThe later arcs do get darker especially the 2nd to last arc and the last arc, in which we see the characters get tested both physically and mentally.\u001b[24m\n    \u001b[1m後のアークは暗くなり、特に2番目から最後のアークと最後のアークでは、文字が物理的にも精神的にもテストされていることがわかります。\u001b[22m, \u001b[1m後でアークは、我々は文字が肉体的にも精神的にも検査を受ける参照した最後のアークに暗く、特に第二と最後の弧を、得ますか。\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "saphire2moon",
    "profile": "/profile/saphire2moon/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=27302",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  10\n\nすべての真実の中で、私は恐怖、アニメ、またはそれ以外のもののためのものではありませんでした。 ゴーストハントについてorginally聞いたとき、私は少なくとも懐疑的だった。 ゴーストストーリーやゾンビを見たり、夜に何が起こったとしても、私には魅力を感じなかった。 最初のエピソードを見てからストーリーラインとキャラクターに夢中になったのは初めてのことでした。\n\n話は驚くほど良いです。 一言で言えば、エピソードは、アニメの出来事についての日誌の章の範囲です。 どの章についても最大4つのエピソードがありますが、各話がどれほど冷たくなっているか私に驚かせることは決してありません。 やや陽気な一枚のエピソードの章でさえ、ある程度冷ややかでした。\n\nこれらのすばらしい驚くべき物語の背後には、恐怖だけでなく、他のテーマもあります。 大きなものはロマンスですが、それを越えて多くの部分にユーモアがありますが、それほど多くの部分でユーモアはありません。 キャラクターは驚くべきことですが、主人公の多くは無用感を感じます。 主人公の谷山麻衣は若くてガールズですが、彼女の力は彼女を貴重なキャラクターにし、物語を動かすのを助けます。  Narcissitic Naruやこれまでにない静かな林などの人々は、真剣さを感じています。 しかし、ボウさんはバランスを取り戻すのに役立ちます。\n\n私はこのアニメがトップリストに載っていると言って、プロット、キャラクター、スタイルをアカウントに入れています。 それは偉大な芸術の種類を持っていて、おかしい音を含む音楽は寒いです。 私はこのシリーズを楽しんだ。 だから私はそれに10を与えた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn all truth, I have never been one for horror, anime or otherwise. When I orginally heard about Ghost Hunt, I was skeptical at least. Watching ghost stories, or zombies, or whatever goes bump in the night never did appeal to me. It wasn't until I watched the first episode that I became hooked to the story line, and the characters.\n\n\u001b[1mすべての真実の中で、私は恐怖、アニメ、またはそれ以外のもののためのものではありませんでした。 ゴーストハントについてorginally聞いたとき、私は少なくとも懐疑的だった。 ゴーストストーリーやゾンビを見たり、夜に何が起こったとしても、私には魅力を感じなかった。 最初のエピソードを見てからストーリーラインとキャラクターに夢中になったのは初めてのことでした。\u001b[22m\n\u001b[1m(Subete no shinjitsu no naka de, watashi wa kyōfu, anime, matawa sore igai no mono no tame no monode wa arimasendeshita. Gōsutohanto ni tsuite orginally kiita toki, watashi wa sukunakutomo kaigi-tekidatta. Gōsutosutōrī ya zonbi o mi tari, yoru ni nani ga okotta to shite mo, watashiniha miryoku o kanjinakatta. Saisho no episōdo o mitekara sutōrīrain to kyarakutā ni muchū ni natta no wa hajimete no kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mIn all truth, I have never been one for horror, anime or otherwise. When I orginally heard about Ghost Hunt, I was skeptical at least. Watching ghost stories, or zombies, or whatever goes bump in the night never did appeal to me. It wasn't until I watched the first episode that I became hooked to the story line, and the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all truth, I have never been one for horror, anime or otherwise.\u001b[24m\n    \u001b[1mすべての真実の中で、私は恐怖、アニメ、またはそれ以外のもののためのものではありませんでした。\u001b[22m, \u001b[1mすべて真実で、私はホラー、アニメのための1つまたは別の方法で行ったことがありません。\u001b[22m\n\u001b[4mWhen I orginally heard about Ghost Hunt, I was skeptical at least.\u001b[24m\n    \u001b[1mゴーストハントについてorginally聞いたとき、私は少なくとも懐疑的だった。\u001b[22m, \u001b[1m私はorginallyゴーストハントの話を聞いたとき、私は少なくとも懐疑的でした。\u001b[22m\n\u001b[4mWatching ghost stories, or zombies, or whatever goes bump in the night never did appeal to me.\u001b[24m\n    \u001b[1mゴーストストーリーやゾンビを見たり、夜に何が起こったとしても、私には魅力を感じなかった。\u001b[22m, \u001b[1m怪談、またはゾンビを見て、または夜にバンプを行くものは何でもすることは私に訴えることはなかったです。\u001b[22m\n\u001b[4mIt wasn't until I watched the first episode that I became hooked to the story line, and the characters.\u001b[24m\n    \u001b[1m最初のエピソードを見てからストーリーラインとキャラクターに夢中になったのは初めてのことでした。\u001b[22m, \u001b[1m私はストーリーラインに夢中になった最初のエピソード、文字を見てまで、それはありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is amazingly good. To a point, episodes range in diary chapters about events in the anime. There are up to four episode for any one chapter, but it never ceases to amaze me how chilling each story is. Even the slightly hilarious single episode chapter had a certain chill to it.\n\n\u001b[1m話は驚くほど良いです。 一言で言えば、エピソードは、アニメの出来事についての日誌の章の範囲です。 どの章についても最大4つのエピソードがありますが、各話がどれほど冷たくなっているか私に驚かせることは決してありません。 やや陽気な一枚のエピソードの章でさえ、ある程度冷ややかでした。\u001b[22m\n\u001b[1m(Hanashi wa odoroku hodo yoidesu. Hitokoto de ieba, episōdo wa, anime no dekigoto ni tsuite no nisshi no shō no han'idesu. Dono shō ni tsuite mo saidai 4tsu no episōdo ga arimasuga, kakuwa ga dorehodo tsumetaku natte iru ka watashi ni odoroka seru koto wa kesshite arimasen. Yaya yōkina ichi-mai no episōdo no shōde sae, aruteido hiyayakadeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is amazingly good. To a point, episodes range in diary chapters about events in the anime. There are up to four episode for any one chapter, but it never ceases to amaze me how chilling each story is. Even the slightly hilarious single episode chapter had a certain chill to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is amazingly good.\u001b[24m\n    \u001b[1m話は驚くほど良いです。\u001b[22m, \u001b[1m物語は驚くほど良いです。\u001b[22m\n\u001b[4mTo a point, episodes range in diary chapters about events in the anime.\u001b[24m\n    \u001b[1m一言で言えば、エピソードは、アニメの出来事についての日誌の章の範囲です。\u001b[22m, \u001b[1mポイントに、エピソードはアニメのイベントについての日記の章の範囲です。\u001b[22m\n\u001b[4mThere are up to four episode for any one chapter, but it never ceases to amaze me how chilling each story is.\u001b[24m\n    \u001b[1mどの章についても最大4つのエピソードがありますが、各話がどれほど冷たくなっているか私に驚かせることは決してありません。\u001b[22m, \u001b[1mそこまでのいずれかの章のための4つのエピソードにしているが、それはそれぞれの物語がどのように身も凍る私を驚かせたことがありません。\u001b[22m\n\u001b[4mEven the slightly hilarious single episode chapter had a certain chill to it.\u001b[24m\n    \u001b[1mやや陽気な一枚のエピソードの章でさえ、ある程度冷ややかでした。\u001b[22m, \u001b[1m少しでも陽気な単一エピソードの章では、それに一定の寒さを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nBehind these thrillingly amazing stories there is a touch of other themes, not just horror. A large one is romance, but beyond that there is humor in many parts, but not so much it makes the horror seem a bit cliche. Characters are surprising good, though many of the main characters cause a feeling of uselessness. The main character Mai Taniyama is young and girlish, but her powers make her a valuable character and help move the story along. Others such as the Narcissitic Naru and the ever quiet Lin give a sense of seriousness. But Bou-san helps balance that out.\n\n\u001b[1mこれらのすばらしい驚くべき物語の背後には、恐怖だけでなく、他のテーマもあります。 大きなものはロマンスですが、それを越えて多くの部分にユーモアがありますが、それほど多くの部分でユーモアはありません。 キャラクターは驚くべきことですが、主人公の多くは無用感を感じます。 主人公の谷山麻衣は若くてガールズですが、彼女の力は彼女を貴重なキャラクターにし、物語を動かすのを助けます。  Narcissitic Naruやこれまでにない静かな林などの人々は、真剣さを感じています。 しかし、ボウさんはバランスを取り戻すのに役立ちます。\u001b[22m\n\u001b[1m(Korera no subarashī odorokubeki monogatari no haigo ni wa, kyōfu dakedenaku, hoka no tēma mo arimasu. Ōkina mono wa romansudesuga, sore o koete ōku no bubun ni yūmoa ga arimasuga, sorehodo ōku no bubun de yūmoa wa arimasen. Kyarakutā wa odorokubeki kotodesuga, shujinkō no ōku wa muyō-kan o kanjimasu. Shujinkō no taniyama mai wa wakakute gāruzudesuga, kanojo no chikara wa kanojo o kichōna kyarakutā ni shi, monogatari o ugokasu no o tasukemasu. Narcissitic Naru ya kore made ni nai shizukana-rin nado no hitobito wa, shinken-sa o kanjite imasu. Shikashi, Bō-san wa baransu o torimodosu no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mBehind these thrillingly amazing stories there is a touch of other themes, not just horror. A large one is romance, but beyond that there is humor in many parts, but not so much it makes the horror seem a bit cliche. Characters are surprising good, though many of the main characters cause a feeling of uselessness. The main character Mai Taniyama is young and girlish, but her powers make her a valuable character and help move the story along. Others such as the Narcissitic Naru and the ever quiet Lin give a sense of seriousness. But Bou-san helps balance that out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBehind these thrillingly amazing stories there is a touch of other themes, not just horror.\u001b[24m\n    \u001b[1mこれらのすばらしい驚くべき物語の背後には、恐怖だけでなく、他のテーマもあります。\u001b[22m, \u001b[1mこれらのスリリング驚くべき物語の背後に他のテーマのタッチだけではなく、恐怖があります。\u001b[22m\n\u001b[4mA large one is romance, but beyond that there is humor in many parts, but not so much it makes the horror seem a bit cliche.\u001b[24m\n    \u001b[1m大きなものはロマンスですが、それを越えて多くの部分にユーモアがありますが、それほど多くの部分でユーモアはありません。\u001b[22m, \u001b[1m大きなものはロマンスですが、それを超えてそこにユーモアが多くの部分であるが、それほどではない、それはホラーがビット決まり文句を思われてしまいます。\u001b[22m\n\u001b[4mCharacters are surprising good, though many of the main characters cause a feeling of uselessness.\u001b[24m\n    \u001b[1mキャラクターは驚くべきことですが、主人公の多くは無用感を感じます。\u001b[22m, \u001b[1mメインキャラクターの多くが無駄感を起こさせるのに文字は、驚くべきことで良いです。\u001b[22m\n\u001b[4mThe main character Mai Taniyama is young and girlish, but her powers make her a valuable character and help move the story along.\u001b[24m\n    \u001b[1m主人公の谷山麻衣は若くてガールズですが、彼女の力は彼女を貴重なキャラクターにし、物語を動かすのを助けます。\u001b[22m, \u001b[1m主人公谷山麻衣は若くて女の子らしいですが、彼女の力は彼女の貴重な文字作り、ストーリーに沿って移動するのに役立ちます。\u001b[22m\n\u001b[4mOthers such as the Narcissitic Naru and the ever quiet Lin give a sense of seriousness.\u001b[24m\n    \u001b[1mNarcissitic Naruやこれまでにない静かな林などの人々は、真剣さを感じています。\u001b[22m, \u001b[1mこのようなNarcissiticナル、これまで静かな林のような他のものは深刻感を与えます。\u001b[22m\n\u001b[4mBut Bou-san helps balance that out.\u001b[24m\n    \u001b[1mしかし、ボウさんはバランスを取り戻すのに役立ちます。\u001b[22m, \u001b[1mしかし、ボウさんはそれを相殺するのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, with plot, character, and style into a account I say this anime is in the top listing. It has great art type and the music, including spooky noises are chilling. I enjoyed the series. So I have given it a 10.\n\n\u001b[1m私はこのアニメがトップリストに載っていると言って、プロット、キャラクター、スタイルをアカウントに入れています。 それは偉大な芸術の種類を持っていて、おかしい音を含む音楽は寒いです。 私はこのシリーズを楽しんだ。 だから私はそれに10を与えた。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga toppu risuto ni notte iru to itte, purotto, kyarakutā, sutairu o akaunto ni irete imasu. Sore wa idaina geijutsu no shurui o motte ite, okashī oto o fukumu ongaku wa samuidesu. Watashi wa kono shirīzu o tanoshinda. Dakara watashi wa sore ni 10 o ataeta.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, with plot, character, and style into a account I say this anime is in the top listing. It has great art type and the music, including spooky noises are chilling. I enjoyed the series. So I have given it a 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, with plot, character, and style into a account I say this anime is in the top listing.\u001b[24m\n    \u001b[1m私はこのアニメがトップリストに載っていると言って、プロット、キャラクター、スタイルをアカウントに入れています。\u001b[22m, \u001b[1mすべてのすべてでは、アカウントへのプロット、キャラクター、そしてスタイルで私はこのアニメがトップリストにあると言います。\u001b[22m\n\u001b[4mIt has great art type and the music, including spooky noises are chilling.\u001b[24m\n    \u001b[1mそれは偉大な芸術の種類を持っていて、おかしい音を含む音楽は寒いです。\u001b[22m, \u001b[1mこれは、冷却されている不気味なノイズを含め、偉大な芸術の種類や音楽を持っています。\u001b[22m\n\u001b[4mI enjoyed the series.\u001b[24m\n    \u001b[1m私はこのシリーズを楽しんだ。\u001b[22m, \u001b[1m私はシリーズを楽しみました。\u001b[22m\n\u001b[4mSo I have given it a 10.\u001b[24m\n    \u001b[1mだから私はそれに10を与えた。\u001b[22m, \u001b[1mだから私はそれを10を与えています。\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "du5k",
    "profile": "/profile/du5k/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=33336",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  5\nサウンド|  5\nキャラクター|  6\n|  6\n\nゴーストハントは個人的には失望していたと言わざるを得ないが、私はそれが高い点から多くを期待していたからだ。 シリーズが悪いわけではありませんが、ゴーストハントのスタイルは要求しないので、2つの部門に欠けています：文字とアニメーション、シリーズの私の楽しみのための2つの大きな要因。\n\n私は適切なOP / EDシーケンスがなく、サブパネルのアニメーションが少ないことは予算が低いことに由来していると思います。 シリーズ全体で使用されている淡い色のテーマはこれの結果ですが、恐怖/心理的なジャンルではうまく機能すると思います。\n\n私は、文字の開発はほとんどないので、文字がかなり一次元であるということに最もよく賛成すると思います。 私が見たいと思ったものの、得られなかったもの。 それは彼らが面白くなるのを妨げるものではない。 キャラクターはそれらの間に良好な化学を持ち、標準的なジョークで物事を生き続けることができます。 しかし、Ghost Huntはプロット上でしかほとんど販売していないので、キャラクターは常に各アークで同じ役割を維持し、シリーズ全体で常に同じ種類の反応を生み出します。 それはおそらくシリーズの最大の弱点です。\n\n私は恐怖/心理学のジャンルには決していませんが、物語は私をちょっと魅了して次のエピソードを予感させることさえあります。 プロットは、いずれの弧でも特に巧妙ではありませんが、プロットに多くのねじれを使用すると非常に良いサスペンスを持っています。 彼らが持っている材料で私は彼らがもっと強力なエンディングを作ったかもしれないと思う。\n\n私の紅茶のカップではなく、とにかくかなり良い人です。\n\nプロット/コンセプト：非常に良い\nストーリースタイル：非常に良い\nオーディオ/ビジュアル：Meh\n値：8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI must say, Ghost Hunt came as as personal disappointment because I was expecting a lot from it's high scores. It's not that the series is bad, but the style of Ghost Hunt doesn't demand, and is therefore lacking in two department: the characters and the animation, two big factors for my enjoyment of the series.\n\n\u001b[1mゴーストハントは個人的には失望していたと言わざるを得ないが、私はそれが高い点から多くを期待していたからだ。 シリーズが悪いわけではありませんが、ゴーストハントのスタイルは要求しないので、2つの部門に欠けています：文字とアニメーション、シリーズの私の楽しみのための2つの大きな要因。\u001b[22m\n\u001b[1m(Gōsutohanto wa kojin-teki ni wa shitsubō shite ita to iwazaru o enaiga, watashi wa sore ga takai ten kara ōku o kitai shite itakarada. Shirīzu ga warui wakede wa arimasenga, gōsutohanto no sutairu wa yōkyū shinainode, 2tsu no bumon ni kakete imasu: Moji to animēshon, shirīzu no watashi no tanoshimi no tame no 2tsu no ōkina yōin.)\u001b[22m\n\nTranslations of \u001b[4mI must say, Ghost Hunt came as as personal disappointment because I was expecting a lot from it's high scores. It's not that the series is bad, but the style of Ghost Hunt doesn't demand, and is therefore lacking in two department: the characters and the animation, two big factors for my enjoyment of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI must say, Ghost Hunt came as as personal disappointment because I was expecting a lot from it's high scores.\u001b[24m\n    \u001b[1mゴーストハントは個人的には失望していたと言わざるを得ないが、私はそれが高い点から多くを期待していたからだ。\u001b[22m, \u001b[1m私はそれ高得点だから多くのことを期待していたため、ゴーストハントは、個人的な失望などとして来た、と言わなければなりません。\u001b[22m\n\u001b[4mIt's not that the series is bad, but the style of Ghost Hunt doesn't demand, and is therefore lacking in two department: the characters and the animation, two big factors for my enjoyment of the series.\u001b[24m\n    \u001b[1mシリーズが悪いわけではありませんが、ゴーストハントのスタイルは要求しないので、2つの部門に欠けています：文字とアニメーション、シリーズの私の楽しみのための2つの大きな要因。\u001b[22m, \u001b[1mそれはシリーズが悪いということではないですが、ゴーストハントのスタイルは必要としないため、2部門に欠けている：文字とアニメーション、一連の私の楽しみのために二つの大きな要因。\u001b[22m\n\u001b[1m\u001b[22m\nI guess the lack of a proper OP/ED sequence and the sub-par animation stems from it's low budget. The pale color theme used throughout the series is a result of this, but I guess it works quite well in the horror/psychological genre.\n\n\u001b[1m私は適切なOP / EDシーケンスがなく、サブパネルのアニメーションが少ないことは予算が低いことに由来していると思います。 シリーズ全体で使用されている淡い色のテーマはこれの結果ですが、恐怖/心理的なジャンルではうまく機能すると思います。\u001b[22m\n\u001b[1m(Watashi wa tekisetsuna OP/ ED shīkensu ga naku, sabu paneru no animēshon ga sukunai koto wa yosan ga hikui koto ni yurai shite iru to omoimasu. Shirīzu zentai de shiyō sa rete iru awai iro no tēma wa kore no kekkadesuga, kyōfu/ shinri-tekina janrude wa umaku kinō suru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI guess the lack of a proper OP/ED sequence and the sub-par animation stems from it's low budget. The pale color theme used throughout the series is a result of this, but I guess it works quite well in the horror/psychological genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess the lack of a proper OP/ED sequence and the sub-par animation stems from it's low budget.\u001b[24m\n    \u001b[1m私は適切なOP / EDシーケンスがなく、サブパネルのアニメーションが少ないことは予算が低いことに由来していると思います。\u001b[22m, \u001b[1m私はそれが低予算だから、適切なOP / EDシーケンスとサブパーアニメーションの欠如は茎と思います。\u001b[22m\n\u001b[4mThe pale color theme used throughout the series is a result of this, but I guess it works quite well in the horror/psychological genre.\u001b[24m\n    \u001b[1mシリーズ全体で使用されている淡い色のテーマはこれの結果ですが、恐怖/心理的なジャンルではうまく機能すると思います。\u001b[22m, \u001b[1mシリーズ全体で使用される淡い色のテーマはその結果であるが、私はそれがホラー/心理的なジャンルでは非常にうまく機能します推測します。\u001b[22m\n\u001b[1m\u001b[22m\nI think one thing most can agree on is that the characters are pretty one-dimensional, since there's hardly any form of character development; something I hoped to see but didn't get. Not that it keeps them from being interesting; the characters have good chemistry between them and can keep things alive with their standard jokes. However, since Ghost Hunt sells almost only on the plot, the characters always maintained the same roles in each arc and always produce the same kind of reaction throughout the whole series. That's probably the series's biggest weak point.\n\n\u001b[1m私は、文字の開発はほとんどないので、文字がかなり一次元であるということに最もよく賛成すると思います。 私が見たいと思ったものの、得られなかったもの。 それは彼らが面白くなるのを妨げるものではない。 キャラクターはそれらの間に良好な化学を持ち、標準的なジョークで物事を生き続けることができます。 しかし、Ghost Huntはプロット上でしかほとんど販売していないので、キャラクターは常に各アークで同じ役割を維持し、シリーズ全体で常に同じ種類の反応を生み出します。 それはおそらくシリーズの最大の弱点です。\u001b[22m\n\u001b[1m(Watashi wa, moji no kaihatsu wa hotondo nainode, moji ga kanari ichi-jigendearu to iu koto ni mottomo yoku sansei suru to omoimasu. Watashi ga mitai to omotta mono no, e rarenakatta mono. Sore wa karera ga omoshiroku naru no o samatageru monode wanai. Kyarakutā wa sorera no ma ni ryōkōna kagaku o mochi, hyōjun-tekina jōku de monogoto o iki tsudzukeru koto ga dekimasu. Shikashi, Ghost hanto wa purotto-jōde shika hotondo hanbai shite inainode, kyarakutā wa tsuneni kaku āku de onaji yakuwari o iji shi, shirīzu zentai de tsuneni onaji shurui no han'nō o umidashimasu. Sore wa osoraku shirīzu no saidai no jakutendesu.)\u001b[22m\n\nTranslations of \u001b[4mI think one thing most can agree on is that the characters are pretty one-dimensional, since there's hardly any form of character development; something I hoped to see but didn't get. Not that it keeps them from being interesting; the characters have good chemistry between them and can keep things alive with their standard jokes. However, since Ghost Hunt sells almost only on the plot, the characters always maintained the same roles in each arc and always produce the same kind of reaction throughout the whole series. That's probably the series's biggest weak point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think one thing most can agree on is that the characters are pretty one-dimensional, since there's hardly any form of character development;\u001b[24m\n    \u001b[1m私は、文字の開発はほとんどないので、文字がかなり一次元であるということに最もよく賛成すると思います。\u001b[22m, \u001b[1m私はほとんどがに同意することができます一つのことは、キャラクターの成長の任意の形式はほとんどありませんので、文字は、かなり1次元であるということだと思います。\u001b[22m\n\u001b[4msomething I hoped to see but didn't get.\u001b[24m\n    \u001b[1m私が見たいと思ったものの、得られなかったもの。\u001b[22m, \u001b[1m何か私が参照することを望んだが、取得できませんでした。\u001b[22m\n\u001b[4mNot that it keeps them from being interesting;\u001b[24m\n    \u001b[1mそれは彼らが面白くなるのを妨げるものではない。\u001b[22m, \u001b[1mそれは興味深いことから、それらを保持していないこと。\u001b[22m\n\u001b[4mthe characters have good chemistry between them and can keep things alive with their standard jokes.\u001b[24m\n    \u001b[1mキャラクターはそれらの間に良好な化学を持ち、標準的なジョークで物事を生き続けることができます。\u001b[22m, \u001b[1m文字は、それらの間の相性が良いとそれらの標準的なジョークで生きているものを維持することができます。\u001b[22m\n\u001b[4mHowever, since Ghost Hunt sells almost only on the plot, the characters always maintained the same roles in each arc and always produce the same kind of reaction throughout the whole series.\u001b[24m\n    \u001b[1mしかし、Ghost Huntはプロット上でしかほとんど販売していないので、キャラクターは常に各アークで同じ役割を維持し、シリーズ全体で常に同じ種類の反応を生み出します。\u001b[22m, \u001b[1mゴーストハントは、ほとんど唯一のプロット上で販売しているので、文字が常に各アークに同じ役割を維持し、常に全シリーズを通して反応の同じ種類を生産します。\u001b[22m\n\u001b[4mThat's probably the series's biggest weak point.\u001b[24m\n    \u001b[1mそれはおそらくシリーズの最大の弱点です。\u001b[22m\n\u001b[1m\u001b[22m\nWhile I'm never into the horror/psychological genre, the story has even manage to get me hooked for a bit and anticipate the next episode. The plot isn't particularly clever in any of the arcs, but it has very good suspense with the use of many twist in the plot. With the material they got I think they could have created more powerful endings though.\n\n\u001b[1m私は恐怖/心理学のジャンルには決していませんが、物語は私をちょっと魅了して次のエピソードを予感させることさえあります。 プロットは、いずれの弧でも特に巧妙ではありませんが、プロットに多くのねじれを使用すると非常に良いサスペンスを持っています。 彼らが持っている材料で私は彼らがもっと強力なエンディングを作ったかもしれないと思う。\u001b[22m\n\u001b[1m(Watashi wa kyōfu/ shinri-gaku no janru ni wa kesshite imasenga, monogatari wa watashi o chotto miryō shite tsugi no episōdo o yokan sa seru koto sae arimasu. Purotto wa, izure no ko demo tokuni kōmyōde wa arimasenga, purotto ni ōku no nejire o shiyō suruto hijō ni yoi sasupensu o motte imasu. Karera ga motte iru zairyō de watashi wa karera ga motto kyōryokuna endingu o tsukutta kamo shirenai to omou.)\u001b[22m\n\nTranslations of \u001b[4mWhile I'm never into the horror/psychological genre, the story has even manage to get me hooked for a bit and anticipate the next episode. The plot isn't particularly clever in any of the arcs, but it has very good suspense with the use of many twist in the plot. With the material they got I think they could have created more powerful endings though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I'm never into the horror/psychological genre, the story has even manage to get me hooked for a bit and anticipate the next episode.\u001b[24m\n    \u001b[1m私は恐怖/心理学のジャンルには決していませんが、物語は私をちょっと魅了して次のエピソードを予感させることさえあります。\u001b[22m, \u001b[1m私はホラー/心理的なジャンルに決してよないが、話は少しでも私が夢中にするために管理し、次のエピソードを予測しています。\u001b[22m\n\u001b[4mThe plot isn't particularly clever in any of the arcs, but it has very good suspense with the use of many twist in the plot.\u001b[24m\n    \u001b[1mプロットは、いずれの弧でも特に巧妙ではありませんが、プロットに多くのねじれを使用すると非常に良いサスペンスを持っています。\u001b[22m, \u001b[1mプロットは、弧のいずれかで特に賢いではないが、それは、プロットの多くのねじれを使用すると非常に良好なサスペンスを持っています。\u001b[22m\n\u001b[4mWith the material they got I think they could have created more powerful endings though.\u001b[24m\n    \u001b[1m彼らが持っている材料で私は彼らがもっと強力なエンディングを作ったかもしれないと思う。\u001b[22m, \u001b[1m彼らが得た材料で、私は、彼らはしかし、より強力な終末を作成していると思います。\u001b[22m\n\u001b[1m\u001b[22m\nNot my cup of tea, but certainly a pretty good one anyways.\n\n\u001b[1m私の紅茶のカップではなく、とにかくかなり良い人です。\u001b[22m\n\u001b[1m(Watashi no kōcha no kappude wa naku, tonikaku kanari yoi hitodesu.)\u001b[22m\n\nTranslations of \u001b[4mNot my cup of tea, but certainly a pretty good one anyways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot my cup of tea, but certainly a pretty good one anyways.\u001b[24m\n    \u001b[1m私の紅茶のカップではなく、とにかくかなり良い人です。\u001b[22m, \u001b[1mではない私のお茶が、確かとにかくかなり良い1。\u001b[22m\n\u001b[1m\u001b[22m\nPlot/Concept: Very good\n\n\u001b[1mプロット/コンセプト：非常に良い\u001b[22m\n\u001b[1m(Purotto/ konseputo: Hijō ni yoi)\u001b[22m\n\nTranslations of \u001b[4mPlot/Concept: Very good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot/Concept: Very good\u001b[24m\n    \u001b[1mプロット/コンセプト：非常に良い\u001b[22m, \u001b[1mプロット/コンセプト：非常に良いです\u001b[22m\nStory Style: Very good\n\n\u001b[1mストーリースタイル：非常に良い\u001b[22m\n\u001b[1m(Sutōrīsutairu: Hijō ni yoi)\u001b[22m\n\nTranslations of \u001b[4mStory Style: Very good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory Style: Very good\u001b[24m\n    \u001b[1mストーリースタイル：非常に良い\u001b[22m, \u001b[1mストーリーのスタイル：非常に良いです\u001b[22m\nAudio/ Visual: Meh\n\n\u001b[1mオーディオ/ビジュアル：Meh\u001b[22m\n\u001b[1m(Ōdio/ bijuaru: Meh)\u001b[22m\n\nTranslations of \u001b[4mAudio/ Visual: Meh\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAudio/ Visual: Meh\u001b[24m\n    \u001b[1mオーディオ/ビジュアル：Meh\u001b[22m\nValue: 8\n\n\u001b[1m値：8\u001b[22m\n\u001b[1m(Atai: 8)\u001b[22m\n\nTranslations of \u001b[4mValue: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mValue: 8\u001b[24m\n    \u001b[1m値：8\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "Jchibi28",
    "profile": "/profile/Jchibi28/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=108331",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nゴーストハントは非常に良いアニメです、それは多くのサスペンスを持っており、キャラクターも面白いです。\n\nあなたは最初のエピソードが気に入らなければ、私はあなたに次のエピソードが良いことを保証します。\n\nこれはいつもあなたに「次はどうなるの？」と思うアニメです。  「これは何ができるの？」\n\nゴーストハントがあなたを失望させないと確信しています。このアニメを見ることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hunt is a very good anime, it has a lot of suspense and the characters are also interesting.\n\n\u001b[1mゴーストハントは非常に良いアニメです、それは多くのサスペンスを持っており、キャラクターも面白いです。\u001b[22m\n\u001b[1m(Gōsutohanto wa hijō ni yoi animedesu, sore wa ōku no sasupensu o motte ori, kyarakutā mo omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mGhost Hunt is a very good anime, it has a lot of suspense and the characters are also interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hunt is a very good anime, it has a lot of suspense and the characters are also interesting.\u001b[24m\n    \u001b[1mゴーストハントは非常に良いアニメです、それは多くのサスペンスを持っており、キャラクターも面白いです。\u001b[22m, \u001b[1mゴーストハントは、それはサスペンスをたくさん持っているし、文字も面白いです、非常に良いアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story becomes more interesting as the episodes pass, so if you do not like the firsts episodes I assure you that the next episodes are better.\n\n\u001b[1mあなたは最初のエピソードが気に入らなければ、私はあなたに次のエピソードが良いことを保証します。\u001b[22m\n\u001b[1m(Anata wa saisho no episōdo ga kiniiranakereba, watashi wa anata ni tsugi no episōdo ga yoi koto o hoshō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story becomes more interesting as the episodes pass, so if you do not like the firsts episodes I assure you that the next episodes are better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story becomes more interesting as the episodes pass, so if you do not like the firsts episodes I assure you that the next episodes are better.\u001b[24m\n    \u001b[1mあなたは最初のエピソードが気に入らなければ、私はあなたに次のエピソードが良いことを保証します。\u001b[22m, \u001b[1mエピソードが通過するように物語はもっと面白いになるので、あなたは初のエピソードを好きではない場合、私は次のエピソードが優れていることを保証します。\u001b[22m\n\u001b[1m\u001b[22m\nThis is an anime that is always making you thinking 'What will happen next?' and 'What could be this?'\n\n\u001b[1mこれはいつもあなたに「次はどうなるの？」と思うアニメです。  「これは何ができるの？」\u001b[22m\n\u001b[1m(Kore wa itsumo anata ni `tsugi wa dō naru no?' To omou animedesu. `Kore wa nanigadekiru no?')\u001b[22m\n\nTranslations of \u001b[4mThis is an anime that is always making you thinking 'What will happen next?' and 'What could be this?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an anime that is always making you thinking 'What will happen next?'\u001b[24m\n    \u001b[1mこれはいつもあなたに「次はどうなるの？」と思うアニメです。\u001b[22m, \u001b[1mこれは、常にあなたが考えて作っているアニメである「次に何が起こりますか？」\u001b[22m\n\u001b[4mand 'What could be this?'\u001b[24m\n    \u001b[1m「これは何ができるの？」\u001b[22m, \u001b[1mそして「これは何だろうか？」\u001b[22m\n\u001b[1m\u001b[22m\nI'm sure that Ghost Hunt will not disappoint you and I advise you to see this anime.\n\n\u001b[1mゴーストハントがあなたを失望させないと確信しています。このアニメを見ることをお勧めします。\u001b[22m\n\u001b[1m(Gōsutohanto ga anata o shitsubō sa senai to kakushin shite imasu. Kono anime o miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm sure that Ghost Hunt will not disappoint you and I advise you to see this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm sure that Ghost Hunt will not disappoint you and I advise you to see this anime.\u001b[24m\n    \u001b[1mゴーストハントがあなたを失望させないと確信しています。このアニメを見ることをお勧めします。\u001b[22m, \u001b[1m私は、ゴーストハントはあなたを失望させないことを確信していると私はあなたがこのアニメを見ることをお勧めします。\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "koizumi_miwa",
    "profile": "/profile/koizumi_miwa/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=20015",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\nゴーストハントはもっと信じられやすい少女のロマンス/超自然的なスリラーアニメの一つです。\n\nこのシリーズは、高校の「普通の」新入生の谷山舞で始まり、元助手の一人に傷害を負わせた後に精神探査会社に雇われる。 非常に過度に使用されているように聞こえますが、実際は機能します。 場所に幾分静的な場合、文字は同感です。 サウンドトラックは素晴らしいです。 特にアニメシリーズの後半には、アニメの奇妙なシーンに最適です。 私が持っている唯一の提案は、これを日本語で最初に見ることです - 英語のダブはまあまあですが、日本の声優は素晴らしいです。\n\nしかし間違いなく、これをチェックしてください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hunt is one of the more believable shoujo romance/supernatural thriller anime out there.\n\n\u001b[1mゴーストハントはもっと信じられやすい少女のロマンス/超自然的なスリラーアニメの一つです。\u001b[22m\n\u001b[1m(Gōsutohanto wa motto shinji rare yasui shōjo no romansu/ chō shizen-tekina surirāanime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mGhost Hunt is one of the more believable shoujo romance/supernatural thriller anime out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hunt is one of the more believable shoujo romance/supernatural thriller anime out there.\u001b[24m\n    \u001b[1mゴーストハントはもっと信じられやすい少女のロマンス/超自然的なスリラーアニメの一つです。\u001b[22m, \u001b[1mゴーストハントはそこにもっと信じられる少女ロマンス/超自然スリラーアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nThe series starts out with Taniyama Mai, a 'normal' freshman in high school, who is hired by a psychic investigation company after she causes an accident that injures one of the former assistants. Sounds very overused, but in fact, it works. the characters are sympathetic, if somewhat static in places. The soundtrack is great; perfect for the creepier scenes of the anime, which are definitely there, especially in the latter half of the series. The only suggestion I have is to watch this one in Japanese first--the English dub is kind of meh, but the Japanese voice acting is excellent.\n\n\u001b[1mこのシリーズは、高校の「普通の」新入生の谷山舞で始まり、元助手の一人に傷害を負わせた後に精神探査会社に雇われる。 非常に過度に使用されているように聞こえますが、実際は機能します。 場所に幾分静的な場合、文字は同感です。 サウンドトラックは素晴らしいです。 特にアニメシリーズの後半には、アニメの奇妙なシーンに最適です。 私が持っている唯一の提案は、これを日本語で最初に見ることです - 英語のダブはまあまあですが、日本の声優は素晴らしいです。\u001b[22m\n\u001b[1m(Kono shirīzu wa, kōkō no `futsū no' shin'nyūsei no Taniyama mai de hajimari, moto joshu no hitori ni shōgai o owa seta nochi ni seishin tansa kaisha ni yatowa reru. Hijō ni kado ni shiyō sa rete iru yō ni kikoemasuga, jissai wa kinō shimasu. Basho ni ikubun seitekina baai, moji wa dōkandesu. Saundotorakku wa subarashīdesu. Tokuni animeshirīzu no kōhan ni wa, anime no kimyōna shīn ni saitekidesu. Watashi ga motte iru yuiitsu no teian wa, kore o nihongode saisho ni miru kotodesu - eigo no dabu wa mā mādesuga, Nihon no seiyū wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe series starts out with Taniyama Mai, a 'normal' freshman in high school, who is hired by a psychic investigation company after she causes an accident that injures one of the former assistants. Sounds very overused, but in fact, it works. the characters are sympathetic, if somewhat static in places. The soundtrack is great; perfect for the creepier scenes of the anime, which are definitely there, especially in the latter half of the series. The only suggestion I have is to watch this one in Japanese first--the English dub is kind of meh, but the Japanese voice acting is excellent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series starts out with Taniyama Mai, a 'normal' freshman in high school, who is hired by a psychic investigation company after she causes an accident that injures one of the former assistants.\u001b[24m\n    \u001b[1mこのシリーズは、高校の「普通の」新入生の谷山舞で始まり、元助手の一人に傷害を負わせた後に精神探査会社に雇われる。\u001b[22m, \u001b[1mシリーズは、彼女がかつてのアシスタントの1を傷つける事故を起こした後、精神的な調査会社に雇われている谷山麻衣、高校で「正常」新入生、で始まり。\u001b[22m\n\u001b[4mSounds very overused, but in fact, it works.\u001b[24m\n    \u001b[1m非常に過度に使用されているように聞こえますが、実際は機能します。\u001b[22m, \u001b[1m非常に使い古さに聞こえるが、実際に、それは動作します。\u001b[22m\n\u001b[4mthe characters are sympathetic, if somewhat static in places.\u001b[24m\n    \u001b[1m場所に幾分静的な場合、文字は同感です。\u001b[22m, \u001b[1m場所でやや静的場合文字は、交感神経です。\u001b[22m\n\u001b[4mThe soundtrack is great;\u001b[24m\n    \u001b[1mサウンドトラックは素晴らしいです。\u001b[22m\n\u001b[4mperfect for the creepier scenes of the anime, which are definitely there, especially in the latter half of the series.\u001b[24m\n    \u001b[1m特にアニメシリーズの後半には、アニメの奇妙なシーンに最適です。\u001b[22m, \u001b[1m特にシリーズの後半では、間違いなく存在するアニメのcreepierシーンに最適です。\u001b[22m\n\u001b[4mThe only suggestion I have is to watch this one in Japanese first--the English dub is kind of meh, but the Japanese voice acting is excellent.\u001b[24m\n    \u001b[1m私が持っている唯一の提案は、これを日本語で最初に見ることです - 英語のダブはまあまあですが、日本の声優は素晴らしいです。\u001b[22m, \u001b[1m英語吹き替えはまあまあのようなものですが、日本の声の演技が優れている - 私が持っている唯一の提案は初の日本では、この1を監視することです。\u001b[22m\n\u001b[1m\u001b[22m\nBut definitely, check this one out!\n\n\u001b[1mしかし間違いなく、これをチェックしてください！\u001b[22m\n\u001b[1m(Shikashi machigainaku, kore o chekkushitekudasai!)\u001b[22m\n\nTranslations of \u001b[4mBut definitely, check this one out!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut definitely, check this one out!\u001b[24m\n    \u001b[1mしかし間違いなく、これをチェックしてください！\u001b[22m, \u001b[1mしかし、間違いなく、この1つをチェック！\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "Mitra",
    "profile": "/profile/Mitra/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=80000",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  10\n\nこれは私の最初のレビューの一つですので、穏やかである：D\nストーリー8：\nこのアニメは、典型的な超常的アニメとは違って、独自の方法でユニークですが、現実的であり、あなたはアニメ界でしか起こり得ないと感じることはありません。 アニメはいくつかのケースに分かれていて、それは私がそれほど好きではなかったものの一つだったメインのプロットには従いませんでしたが、それはまだ興味深いものでした。\n私が最も好きだったことの一つは、すべてのケースにこの探偵と謎のことが起こっていたということでした。 それはあなたに犯罪者を追跡し、謎を解決している超自然的な警察の感情を与えます。\n結末は最高のものではありませんでしたが、それは私が見た最悪の結末の一つではありませんでした。 問題は、アニメだけを見た人が何か不足していると考えて、まだ説明されていない点があるということでした...\n\nアート9：\nシリーズの芸術は本当に素晴らしく、私がそれを見始める主な理由の1つでした。 文字はお互いに異なり、髪や色を変えても簡単に区別できます。 彼らのデザインは魅力的で、効果はシリーズ全体でうまくいっていました...\n\nサウンド7：\n私は本当にそれについて多くは言いませんが、幽霊狩りのオープニングとエンディングは本当にあなたが褒めることができるものではありませんでした。歌詞はなく、私はボードを持っていますので、通常はスキップします。 しかし、そこには何も特別なものはありませんでしたが、そのサウンド効果は良かったです...\n\nキャラクター9：\n文字は本当に面白かったです。 彼らの誰も美人女王だったり完璧ではなかったり、弱点がありましたが、彼らは互いに成長し、学び合います。 彼らは限界を知っていて、「私はすべてをすることができます」という人ではなく、その人を認めます。本当に感謝しています。\nすべてを行う力を持っているすべての強大なキャラクターはありませんし、すべてのキャラクターは弱点を持っていますが、最終的にそれを解決することができます...\n最後に、実際にキャラクターの行動の違いを伝え、それらの成長を一緒に見ることができます。\n私はこのアニメのキャラクターを絶対に愛していました。それを見ている人は、私のように楽しむことができると思います。\n\n謎のアニメ、恐怖のビットで探偵アニメを楽しむなら（それほどではないが）、私はあなたが確かにこれを楽しむと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of my first reviews so be gentle :D\n\n\u001b[1mこれは私の最初のレビューの一つですので、穏やかである：D\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyū no hitotsudesunode, odayakadearu: D)\u001b[22m\n\nTranslations of \u001b[4mThis is one of my first reviews so be gentle :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of my first reviews so be gentle :D\u001b[24m\n    \u001b[1mこれは私の最初のレビューの一つですので、穏やかである：D\u001b[22m, \u001b[1mこれはとても優しくして私の最初のレビューの一つです：D\u001b[22m\nStory 8:\n\n\u001b[1mストーリー8：\u001b[22m\n\u001b[1m(Sutōrī 8:)\u001b[22m\n\nTranslations of \u001b[4mStory 8:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8:\u001b[24m\n    \u001b[1mストーリー8：\u001b[22m\nThis anime is unique in its own way, different from the typical paranormal animes, it is realistic and you don’t get the feeling that the cases can only happen in anime world. The anime is divided into several Cases, and it doesn't follow a main plot, which was one of things that I didn't like that much… but it was still interesting and kept me watching.\n\n\u001b[1mこのアニメは、典型的な超常的アニメとは違って、独自の方法でユニークですが、現実的であり、あなたはアニメ界でしか起こり得ないと感じることはありません。 アニメはいくつかのケースに分かれていて、それは私がそれほど好きではなかったものの一つだったメインのプロットには従いませんでしたが、それはまだ興味深いものでした。\u001b[22m\n\u001b[1m(Kono anime wa, tenkei-tekina chōjōteki anime to wa chigatte, dokuji no hōhō de yunīkudesuga, genjitsu-tekideari, anata wa anime-kaide shika okori enai to kanjiru koto wa arimasen. Anime wa ikutsu ka no kēsu ni wakarete ite, sore wa watashi ga sorehodo sukide wa nakatta mono no hitotsudatta mein no purotto ni wa shitagaimasendeshitaga, sore wa mada kyōmibukai monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is unique in its own way, different from the typical paranormal animes, it is realistic and you don’t get the feeling that the cases can only happen in anime world. The anime is divided into several Cases, and it doesn't follow a main plot, which was one of things that I didn't like that much… but it was still interesting and kept me watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is unique in its own way, different from the typical paranormal animes, it is realistic and you don’t get the feeling that the cases can only happen in anime world.\u001b[24m\n    \u001b[1mこのアニメは、典型的な超常的アニメとは違って、独自の方法でユニークですが、現実的であり、あなたはアニメ界でしか起こり得ないと感じることはありません。\u001b[22m, \u001b[1mこのアニメは、典型的な超常的なアニメとは異なる、独自の方法でユニークであることは現実的であり、あなたが例のみアニメの世界で起こることができるという感覚を得ることはありません。\u001b[22m\n\u001b[4mThe anime is divided into several Cases, and it doesn't follow a main plot, which was one of things that I didn't like that much… but it was still interesting and kept me watching.\u001b[24m\n    \u001b[1mアニメはいくつかのケースに分かれていて、それは私がそれほど好きではなかったものの一つだったメインのプロットには従いませんでしたが、それはまだ興味深いものでした。\u001b[22m, \u001b[1mアニメは、いくつかのケースに分割されており、それは私がそんなに好きではなかったものの一つであった主なプロットを、従わない...しかし、それはまだ面白かったと見て、私を保ちました。\u001b[22m\nOne of the things that I liked the most was that all cases had this Detective and mystery thing going on. It gives you a feeling of supernatural police that are tracking down criminals and solving mysteries.\n\n\u001b[1m私が最も好きだったことの一つは、すべてのケースにこの探偵と謎のことが起こっていたということでした。 それはあなたに犯罪者を追跡し、謎を解決している超自然的な警察の感情を与えます。\u001b[22m\n\u001b[1m(Watashi ga mottomo sukidatta koto no hitotsu wa, subete no kēsu ni kono tantei to nazo no koto ga okotte ita to iu kotodeshita. Sore wa anata ni hanzai-sha o tsuiseki shi, nazo o kaiketsu shite iru chō shizen-tekina keisatsu no kanjō o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the things that I liked the most was that all cases had this Detective and mystery thing going on. It gives you a feeling of supernatural police that are tracking down criminals and solving mysteries.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the things that I liked the most was that all cases had this Detective and mystery thing going on.\u001b[24m\n    \u001b[1m私が最も好きだったことの一つは、すべてのケースにこの探偵と謎のことが起こっていたということでした。\u001b[22m, \u001b[1m私が最も気に入ったことの一つは、すべてのケースでは、この探偵と謎なことが起こっていたことでした。\u001b[22m\n\u001b[4mIt gives you a feeling of supernatural police that are tracking down criminals and solving mysteries.\u001b[24m\n    \u001b[1mそれはあなたに犯罪者を追跡し、謎を解決している超自然的な警察の感情を与えます。\u001b[22m, \u001b[1mそれはあなたの犯罪者を追跡し、謎を解決している超自然警察の感じを与えます。\u001b[22m\nThough the ending wasn't on of the best but it wasn't one of the worst endings that I have seen. The problem was that someone who only watched the anime will think that there is something missing and there are still some unexplained points...\n\n\u001b[1m結末は最高のものではありませんでしたが、それは私が見た最悪の結末の一つではありませんでした。 問題は、アニメだけを見た人が何か不足していると考えて、まだ説明されていない点があるということでした...\u001b[22m\n\u001b[1m(Ketsumatsu wa saikō no monode wa arimasendeshitaga, sore wa watashi ga mita saiaku no ketsumatsu no hitotsude wa arimasendeshita. Mondai wa, anime dake o mita hito ga nanika fusoku shite iru to kangaete, mada setsumei sa rete inai ten ga aru to iu kotodeshita...)\u001b[22m\n\nTranslations of \u001b[4mThough the ending wasn't on of the best but it wasn't one of the worst endings that I have seen. The problem was that someone who only watched the anime will think that there is something missing and there are still some unexplained points...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough the ending wasn't on of the best but it wasn't one of the worst endings that I have seen.\u001b[24m\n    \u001b[1m結末は最高のものではありませんでしたが、それは私が見た最悪の結末の一つではありませんでした。\u001b[22m, \u001b[1mけれども結末は最高の上にありませんでしたが、それは私が見た中で最悪の結末の一つではありませんでした。\u001b[22m\n\u001b[4mThe problem was that someone who only watched the anime will think that there is something missing and there are still some unexplained points...\u001b[24m\n    \u001b[1m問題は、アニメだけを見た人が何か不足していると考えて、まだ説明されていない点があるということでした...\u001b[22m, \u001b[1m問題は、アニメを見て誰かが欠けているものがあると、いくつかの原因不明の点が残っていることを思うだろうということでした...\u001b[22m\n\u001b[1m\u001b[22m\nArt 9:\n\n\u001b[1mアート9：\u001b[22m\n\u001b[1m(Āto 9:)\u001b[22m\n\nTranslations of \u001b[4mArt 9:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9:\u001b[24m\n    \u001b[1mアート9：\u001b[22m\nThe art in the series was really nice and one of the main reasons that made me start watching it. The characters are different from each other and you can easily tell them apart even if you change their hair and colors. Their design was attractive and the effects were well done throughout the series...\n\n\u001b[1mシリーズの芸術は本当に素晴らしく、私がそれを見始める主な理由の1つでした。 文字はお互いに異なり、髪や色を変えても簡単に区別できます。 彼らのデザインは魅力的で、効果はシリーズ全体でうまくいっていました...\u001b[22m\n\u001b[1m(Shirīzu no geijutsu wa hontōni subarashiku, watashi ga sore o mi hajimeru omona riyū no 1tsudeshita. Moji wa otagai ni kotonari, kami ya iro o kaete mo kantan ni kubetsu dekimasu. Karera no dezain wa mirikiteki de, kōka wa shirīzu zentai de umaku itte imashita...)\u001b[22m\n\nTranslations of \u001b[4mThe art in the series was really nice and one of the main reasons that made me start watching it. The characters are different from each other and you can easily tell them apart even if you change their hair and colors. Their design was attractive and the effects were well done throughout the series...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in the series was really nice and one of the main reasons that made me start watching it.\u001b[24m\n    \u001b[1mシリーズの芸術は本当に素晴らしく、私がそれを見始める主な理由の1つでした。\u001b[22m, \u001b[1mシリーズの技術は、本当に素晴らしく、私はそれを見始めるなる主な理由の一つでした。\u001b[22m\n\u001b[4mThe characters are different from each other and you can easily tell them apart even if you change their hair and colors.\u001b[24m\n    \u001b[1m文字はお互いに異なり、髪や色を変えても簡単に区別できます。\u001b[22m, \u001b[1m文字が異なっていると、あなたは自分の髪や色を変更している場合でも、あなたは簡単にそれらを離れて伝えることができます。\u001b[22m\n\u001b[4mTheir design was attractive and the effects were well done throughout the series...\u001b[24m\n    \u001b[1m彼らのデザインは魅力的で、効果はシリーズ全体でうまくいっていました...\u001b[22m, \u001b[1m彼らのデザインは魅力的でしたし、効果はよくシリーズ全体で行われました...\u001b[22m\n\u001b[1m\u001b[22m\nSound 7:\n\n\u001b[1mサウンド7：\u001b[22m\n\u001b[1m(Saundo 7:)\u001b[22m\n\nTranslations of \u001b[4mSound 7:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7:\u001b[24m\n    \u001b[1mサウンド7：\u001b[22m, \u001b[1m7サウンド：\u001b[22m\nI don’t really have much to say about it but the opening and ending of ghost hunt wasn’t really something that you could compliment… it had no lyrics and kind of got me board so I would usually skip them. But the sound effects in it were good though there was nothing special about it either…\n\n\u001b[1m私は本当にそれについて多くは言いませんが、幽霊狩りのオープニングとエンディングは本当にあなたが褒めることができるものではありませんでした。歌詞はなく、私はボードを持っていますので、通常はスキップします。 しかし、そこには何も特別なものはありませんでしたが、そのサウンド効果は良かったです...\u001b[22m\n\u001b[1m(Watashi wa hontōni sore ni tsuite ōku wa iimasenga, yūrei kari no ōpuningu to endingu wa hontōni anata ga homeru koto ga dekiru monode wa arimasendeshita. Kashi wa naku, watashi wa bōdo o motte imasunode, tsūjō wa sukippu shimasu. Shikashi, soko ni wa nani mo tokubetsuna mono wa arimasendeshitaga, sono saundo kōka wa yokattadesu...)\u001b[22m\n\nTranslations of \u001b[4mI don’t really have much to say about it but the opening and ending of ghost hunt wasn’t really something that you could compliment… it had no lyrics and kind of got me board so I would usually skip them. But the sound effects in it were good though there was nothing special about it either…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don’t really have much to say about it but the opening and ending of ghost hunt wasn’t really something that you could compliment… it had no lyrics and kind of got me board so I would usually skip them.\u001b[24m\n    \u001b[1m私は本当にそれについて多くは言いませんが、幽霊狩りのオープニングとエンディングは本当にあなたが褒めることができるものではありませんでした。歌詞はなく、私はボードを持っていますので、通常はスキップします。\u001b[22m, \u001b[1m私は実際にそれについて言うべき多くを持っていませんが、ゴーストハントの開口部とエンディングは本当にあなたはそれが何の歌詞を持っていたと私は通常、それらをスキップすることになるので、一種の私にボードを持って...お世辞できるようなものではありませんでした。\u001b[22m\n\u001b[4mBut the sound effects in it were good though there was nothing special about it either…\u001b[24m\n    \u001b[1mしかし、そこには何も特別なものはありませんでしたが、そのサウンド効果は良かったです...\u001b[22m, \u001b[1mそれについては何も特別なことは、どちらかなかったにもかかわらずしかし、それで効果音が良かったです...\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9:\n\n\u001b[1mキャラクター9：\u001b[22m\n\u001b[1m(Kyarakutā 9:)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9:\u001b[24m\n    \u001b[1mキャラクター9：\u001b[22m, \u001b[1m文字9：\u001b[22m\nThe characters were really interesting. None of them were a beauty queen or perfect, all had their weaknesses but they develop, grow and learn from each other. They knew their limits and would admit them instead of being the “I can do everything” person, which I really appreciated.\n\n\u001b[1m文字は本当に面白かったです。 彼らの誰も美人女王だったり完璧ではなかったり、弱点がありましたが、彼らは互いに成長し、学び合います。 彼らは限界を知っていて、「私はすべてをすることができます」という人ではなく、その人を認めます。本当に感謝しています。\u001b[22m\n\u001b[1m(Moji wa hontōni omoshirokattadesu. Karera no dare mo bijin joōdattari kanpekide wa nakattari, jakuten ga arimashitaga, karera wa tagaini seichō shi, manabi aimasu. Karera wa genkai o shitte ite,`watashi wa subete o suru koto ga dekimasu' to iu hitode wa naku, sono hito o mitomemasu. Hontōni kansha shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were really interesting. None of them were a beauty queen or perfect, all had their weaknesses but they develop, grow and learn from each other. They knew their limits and would admit them instead of being the “I can do everything” person, which I really appreciated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were really interesting.\u001b[24m\n    \u001b[1m文字は本当に面白かったです。\u001b[22m\n\u001b[4mNone of them were a beauty queen or perfect, all had their weaknesses but they develop, grow and learn from each other.\u001b[24m\n    \u001b[1m彼らの誰も美人女王だったり完璧ではなかったり、弱点がありましたが、彼らは互いに成長し、学び合います。\u001b[22m, \u001b[1mそれらのどれもが成長し、お互いから学び、すべてのは、彼らの弱点を持っていたが、彼らは開発、美の女王や完璧ではなかったです。\u001b[22m\n\u001b[4mThey knew their limits and would admit them instead of being the “I can do everything” person, which I really appreciated.\u001b[24m\n    \u001b[1m彼らは限界を知っていて、「私はすべてをすることができます」という人ではなく、その人を認めます。本当に感謝しています。\u001b[22m, \u001b[1m彼らは、その限界を知っていたし、私は本当に感謝\"私はすべてを行うことができます」人、というのではなく、それらを認めることになります。\u001b[22m\nThere isn’t an all mighty character that has the power to do everything and all characters have their weaknesses but they manage to work it out in the end...\n\n\u001b[1mすべてを行う力を持っているすべての強大なキャラクターはありませんし、すべてのキャラクターは弱点を持っていますが、最終的にそれを解決することができます...\u001b[22m\n\u001b[1m(Subete o okonau chikara o motte iru subete no kyōdaina kyarakutā wa arimasenshi, subete no kyarakutā wa jakuten o motte imasuga, saishūtekini sore o kaiketsu suru koto ga dekimasu...)\u001b[22m\n\nTranslations of \u001b[4mThere isn’t an all mighty character that has the power to do everything and all characters have their weaknesses but they manage to work it out in the end...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn’t an all mighty character that has the power to do everything and all characters have their weaknesses but they manage to work it out in the end...\u001b[24m\n    \u001b[1mすべてを行う力を持っているすべての強大なキャラクターはありませんし、すべてのキャラクターは弱点を持っていますが、最終的にそれを解決することができます...\u001b[22m, \u001b[1mすべてを行うための力を持っており、すべての文字が自分の弱点を持っていますが、それらは最終的にそれを動作するように管理しているすべての強大な文字がありません...\u001b[22m\nIn the end of it you can actually tell the difference between the characters behavior and see the growth of them together.\n\n\u001b[1m最後に、実際にキャラクターの行動の違いを伝え、それらの成長を一緒に見ることができます。\u001b[22m\n\u001b[1m(Saigo ni, jissai ni kyarakutā no kōdō no chigai o tsutae, sorera no seichō o issho ni miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end of it you can actually tell the difference between the characters behavior and see the growth of them together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end of it you can actually tell the difference between the characters behavior and see the growth of them together.\u001b[24m\n    \u001b[1m最後に、実際にキャラクターの行動の違いを伝え、それらの成長を一緒に見ることができます。\u001b[22m, \u001b[1mこれで終わりでは、実際に文字の挙動の違いを教え、一緒にそれらの成長を見ることができます。\u001b[22m\nI absolutely loved the characters in this anime and I think almost anyone who watches it will enjoy them as much as I do.\n\n\u001b[1m私はこのアニメのキャラクターを絶対に愛していました。それを見ている人は、私のように楽しむことができると思います。\u001b[22m\n\u001b[1m(Watashi wa kono anime no kyarakutā o zettai ni aishite imashita. Sore o mite iru hito wa, watashi no yō ni tanoshimu koto ga dekiru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely loved the characters in this anime and I think almost anyone who watches it will enjoy them as much as I do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely loved the characters in this anime and I think almost anyone who watches it will enjoy them as much as I do.\u001b[24m\n    \u001b[1m私はこのアニメのキャラクターを絶対に愛していました。それを見ている人は、私のように楽しむことができると思います。\u001b[22m, \u001b[1m私は絶対にこのアニメの中の文字を愛し、私はそれを見て、ほとんど誰もが同じくらい私がそうであるようにそれらを楽しむと思います。\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoy anime with mystery, detective anime with a bit of horror (though it isn’t that much) then I think you will surely enjoy this.\n\n\u001b[1m謎のアニメ、恐怖のビットで探偵アニメを楽しむなら（それほどではないが）、私はあなたが確かにこれを楽しむと思う。\u001b[22m\n\u001b[1m(Nazo no anime, kyōfu no bitto de tantei anime o tanoshimunara (sorehodode wa naiga), watashi wa anata ga tashika ni kore o tanoshimu to omou.)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoy anime with mystery, detective anime with a bit of horror (though it isn’t that much) then I think you will surely enjoy this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoy anime with mystery, detective anime with a bit of horror (though it isn’t that much) then I think you will surely enjoy this.\u001b[24m\n    \u001b[1m謎のアニメ、恐怖のビットで探偵アニメを楽しむなら（それほどではないが）、私はあなたが確かにこれを楽しむと思う。\u001b[22m, \u001b[1m（それはあまりないですが）あなたがミステリー、ホラーのビットを持つ探偵アニメとアニメを楽しむなら、私はあなたが確かにこれを楽しむと思います。\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "Hectotane",
    "profile": "/profile/Hectotane/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=34343",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  8\n\nしたがって、「古い」4chanは、「誰もいいアニメについて話す」ということについて語っている。  （なぜなら、今注目されているのは、悪意のある人、議論の余地のある人、注意喚起人によって行われたもの、そして最終的には空で使い捨てのものです）。\n\nゴーストハントは、「毎回の怪物」とは反対の怖い「古い学校」にしようとする何かのためにうまくやった。 その背後にいる人々は実際には実際のSUSPENSEを再生しようとします。 そして、それは私が見て病気になってきた「人間化された真実」ではなく、実際に人として外れている文字を使って行われます。\n\nゴーストハント内のストーリーアークは、実際に人間的で、彼らが欲しいときに触れるものです。 あなたが「心を持っている」なら、あなたは主人公（ストーリーが進行するにつれて）を感じ、彼らがどのように行動するのかを知ることができます。\n\n昨年、私がスパークス（NV）に引っ越す前に、私がサクラメントのスタジオのアパートに住んでいた方法についてのこの話をお伝えしたいと思います。 私がシャワーを使用していたときはいつでも、バスルームのドアが「ノック」の音を出しました。 私は理由の一つとして「ポスタリステーション活動」を除外していませんでした。\n\n（その話は、私にゴーストハントのDVDボックスセット、FUNimationの恐ろしいテキサスの家についての本を手にした。）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHence the 'old' 4chan saying about how 'Nobody Talks About GOOD Anime.' (Because, you know. What gets the attention nowadays is what's bad, controversial, done by 'attention whores,' and ultimately empty and disposable.)\n\n\u001b[1mしたがって、「古い」4chanは、「誰もいいアニメについて話す」ということについて語っている。  （なぜなら、今注目されているのは、悪意のある人、議論の余地のある人、注意喚起人によって行われたもの、そして最終的には空で使い捨てのものです）。\u001b[22m\n\u001b[1m(Shitagatte,`furui' 4 chen wa,`dare mo ī anime ni tsuite hanasu' to iu koto ni tsuite katatte iru. (Nazenara, ima chūmoku sa rete iru no wa, akui no aru hito, giron no yochi no aru hito, chūi kanki hito ni yotte okonawa reta mono, soshite saishūtekini wa sora de tsukaisute no monodesu).)\u001b[22m\n\nTranslations of \u001b[4mHence the 'old' 4chan saying about how 'Nobody Talks About GOOD Anime.' (Because, you know. What gets the attention nowadays is what's bad, controversial, done by 'attention whores,' and ultimately empty and disposable.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHence the 'old' 4chan saying about how 'Nobody Talks About GOOD Anime.'\u001b[24m\n    \u001b[1mしたがって、「古い」4chanは、「誰もいいアニメについて話す」ということについて語っている。\u001b[22m, \u001b[1mしたがって、「古い」4chanの方法について言っ 'GOODアニメについて誰も話しています。」\u001b[22m\n\u001b[4m(Because, you know. What gets the attention nowadays is what's bad, controversial, done by 'attention whores,' and ultimately empty and disposable.)\u001b[24m\n    \u001b[1m（なぜなら、今注目されているのは、悪意のある人、議論の余地のある人、注意喚起人によって行われたもの、そして最終的には空で使い捨てのものです）。\u001b[22m, \u001b[1m（あなたが知っている、ので。何昨今注目を取得することは、最終的に空と使い捨て」、注目の売春婦」によって行われ、物議を醸す、悪い何であると。）\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hunt did its job well for something that tries to be 'old school' scary as opposed to 'monsters at every turn' scary. The people behind it actually try to play up the actual SUSPENSE. And it's done using characters that actually come off as PEOPLE rather than 'humanized cliches' I've been sick of seeing.\n\n\u001b[1mゴーストハントは、「毎回の怪物」とは反対の怖い「古い学校」にしようとする何かのためにうまくやった。 その背後にいる人々は実際には実際のSUSPENSEを再生しようとします。 そして、それは私が見て病気になってきた「人間化された真実」ではなく、実際に人として外れている文字を使って行われます。\u001b[22m\n\u001b[1m(Gōsutohanto wa,`maikai no kaibutsu' to wa hantai no kowai `furui gakkō' ni shiyou to suru nanika no tame ni umaku yatta. Sono haigo ni iru hitobito wa jissai ni wa jissai no SUSPENSE o saisei shiyou to shimasu. Soshite, sore wa watashi ga mite byōki ni natte kita `ningen-ka sa reta shinjitsu'de wa naku, jissai ni hitotoshite hazurete iru moji o tsukatte okonawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mGhost Hunt did its job well for something that tries to be 'old school' scary as opposed to 'monsters at every turn' scary. The people behind it actually try to play up the actual SUSPENSE. And it's done using characters that actually come off as PEOPLE rather than 'humanized cliches' I've been sick of seeing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hunt did its job well for something that tries to be 'old school' scary as opposed to 'monsters at every turn' scary.\u001b[24m\n    \u001b[1mゴーストハントは、「毎回の怪物」とは反対の怖い「古い学校」にしようとする何かのためにうまくやった。\u001b[22m, \u001b[1mゴーストハント」は毎ターンでモンスターの怖いとは対照的に怖い「古い学校」になろうと、何かのためによくその仕事をしました。\u001b[22m\n\u001b[4mThe people behind it actually try to play up the actual SUSPENSE.\u001b[24m\n    \u001b[1mその背後にいる人々は実際には実際のSUSPENSEを再生しようとします。\u001b[22m, \u001b[1mその背後にある人々は実際に実際のサスペンスを再生しよう。\u001b[22m\n\u001b[4mAnd it's done using characters that actually come off as PEOPLE rather than 'humanized cliches' I've been sick of seeing.\u001b[24m\n    \u001b[1mそして、それは私が見て病気になってきた「人間化された真実」ではなく、実際に人として外れている文字を使って行われます。\u001b[22m, \u001b[1mそして、それは実際には 'ヒト化決まり文句は「私は見ての病気してきたのではなく、人々のようにオフに来る文字を使用して行われています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story arcs within Ghost Hunt are actually humane and touching when they want to. If you 'have a heart,' you'd be able to feel for the main characters (as the story progresses) and find out why they act how they act.\n\n\u001b[1mゴーストハント内のストーリーアークは、実際に人間的で、彼らが欲しいときに触れるものです。 あなたが「心を持っている」なら、あなたは主人公（ストーリーが進行するにつれて）を感じ、彼らがどのように行動するのかを知ることができます。\u001b[22m\n\u001b[1m(Gōsutohanto-nai no sutōrīāku wa, jissai ni ningen-tekide, karera ga hoshī toki ni fureru monodesu. Anata ga `kokoro o motte iru'nara, anata wa shujinkō (sutōrī ga shinkō suru ni tsurete) o kanji, karera ga dono yō ni kōdō suru no ka o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story arcs within Ghost Hunt are actually humane and touching when they want to. If you 'have a heart,' you'd be able to feel for the main characters (as the story progresses) and find out why they act how they act.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story arcs within Ghost Hunt are actually humane and touching when they want to.\u001b[24m\n    \u001b[1mゴーストハント内のストーリーアークは、実際に人間的で、彼らが欲しいときに触れるものです。\u001b[22m, \u001b[1m彼らがしたいときにゴーストハント内のストーリーアークは、実際には人道的と接触しています。\u001b[22m\n\u001b[4mIf you 'have a heart,' you'd be able to feel for the main characters (as the story progresses) and find out why they act how they act.\u001b[24m\n    \u001b[1mあなたが「心を持っている」なら、あなたは主人公（ストーリーが進行するにつれて）を感じ、彼らがどのように行動するのかを知ることができます。\u001b[22m, \u001b[1mあなたは '心を持って、'場合は、メインキャラクターのために感じることができるだろう（物語が進むにつれて）と、彼らが行動するか行動する理由を見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nI might as well tell you this story about how I was living in my studio apartment back in Sacramento before I moved to Sparks (NV) last year. The door to the bathroom made a 'knock' sound whenever I was using the shower; and I wasn't ruling out 'poltergeistal activity' as one of the reasons.\n\n\u001b[1m昨年、私がスパークス（NV）に引っ越す前に、私がサクラメントのスタジオのアパートに住んでいた方法についてのこの話をお伝えしたいと思います。 私がシャワーを使用していたときはいつでも、バスルームのドアが「ノック」の音を出しました。 私は理由の一つとして「ポスタリステーション活動」を除外していませんでした。\u001b[22m\n\u001b[1m(Sakunen, watashi ga supākusu (NV) ni hikkosu mae ni, watashi ga Sakuramento no sutajio no apāto ni sunde ita hōhō ni tsuite no ko no hanashi o otsutae shitai to omoimasu. Watashi ga shawā o shiyō shite ita toki wa itsu demo, basurūmu no doa ga `nokku' no oto o dashimashita. Watashi wa riyū no hitotsu to shite `posutarisutēshon katsudō' o jogai shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI might as well tell you this story about how I was living in my studio apartment back in Sacramento before I moved to Sparks (NV) last year. The door to the bathroom made a 'knock' sound whenever I was using the shower; and I wasn't ruling out 'poltergeistal activity' as one of the reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI might as well tell you this story about how I was living in my studio apartment back in Sacramento before I moved to Sparks (NV) last year.\u001b[24m\n    \u001b[1m昨年、私がスパークス（NV）に引っ越す前に、私がサクラメントのスタジオのアパートに住んでいた方法についてのこの話をお伝えしたいと思います。\u001b[22m, \u001b[1m私は昨年スパークス（NV）に移動する前に、私もあなたに私はサクラメントに戻って私のワンルームマンションに住んでいたかについては、この話をすることがあります。\u001b[22m\n\u001b[4mThe door to the bathroom made a 'knock' sound whenever I was using the shower;\u001b[24m\n    \u001b[1m私がシャワーを使用していたときはいつでも、バスルームのドアが「ノック」の音を出しました。\u001b[22m, \u001b[1mバスルームのドアは私がシャワーを使用していた時はいつでも「ノック」の音を作りました。\u001b[22m\n\u001b[4mand I wasn't ruling out 'poltergeistal activity' as one of the reasons.\u001b[24m\n    \u001b[1m私は理由の一つとして「ポスタリステーション活動」を除外していませんでした。\u001b[22m, \u001b[1mそして、私は、理由の一つとして「poltergeistal活動を「除外されませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n(That story won me a Ghost Hunt DVD boxset, and a book about a spooky Texas house, from FUNimation.)\n\n\u001b[1m（その話は、私にゴーストハントのDVDボックスセット、FUNimationの恐ろしいテキサスの家についての本を手にした。）\u001b[22m\n\u001b[1m((Sono hanashi wa, watashi ni gōsutohanto no DVD bokkusu setto, FUNimation no osoroshī Tekisasu no ie ni tsuite no hon o te ni shita. ))\u001b[22m\n\nTranslations of \u001b[4m(That story won me a Ghost Hunt DVD boxset, and a book about a spooky Texas house, from FUNimation.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(That story won me a Ghost Hunt DVD boxset, and a book about a spooky Texas house, from FUNimation.)\u001b[24m\n    \u001b[1m（その話は、私にゴーストハントのDVDボックスセット、FUNimationの恐ろしいテキサスの家についての本を手にした。）\u001b[22m, \u001b[1m（その話は私にゴーストハントのDVD BOXSETを獲得し、そして不気味なテキサスの家についての本、ファニメーションから。）\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "IchigoHollowfi",
    "profile": "/profile/IchigoHollowfi/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=31377",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  10\n\n（このレビューは、このアニメの私自身の個人的な意見です。私はダブbtwを見ました）それは恐ろしい素晴らしいです！ 芸術は特別なものはありませんでしたが、物語とサウンドは際立っていました！ 各エピソードは私の椅子の端に私を残し、ますます欲しい！ 私はこれまでにこのintrestingだったアニメを見たことがない！ それは超怖かったです！ しかし、あなたはただ見続けなければなりません！\n私が見た最も興味深い、叙事詩的で恐ろしいアニメのはるか一つである。 また、いくつかの素晴らしいコメディも笑い続けている！\n最も恐ろしいエピソードはエピソード21でした：私は恐ろしい、instresting、謎、サイファイアニメが好きな人には大いにお勧めします。 私はそれに10/10を与える。 私は別の季節があるかもしれないことを願っています！ 素晴らしいアニメ。 見なければならない。  ^ _ ^\n\nストーリー10月\nアート8/10\nサウンド10/10\nキャラクター9/10\n楽しさ（本当に私を怖がらせるが、私はそれを与える）10/10！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(This review is MY own personal opinion on this anime. I watched the Dub btw) It was freaking awesome! The art was't anything special, but the story and sound was outstanding! each episode left me on the edge of my chair and wanting more and more! Ive never watched a anime that was this intresting before!! It was super scary! but you just have to keep watching!\n\n\u001b[1m（このレビューは、このアニメの私自身の個人的な意見です。私はダブbtwを見ました）それは恐ろしい素晴らしいです！ 芸術は特別なものはありませんでしたが、物語とサウンドは際立っていました！ 各エピソードは私の椅子の端に私を残し、ますます欲しい！ 私はこれまでにこのintrestingだったアニメを見たことがない！ それは超怖かったです！ しかし、あなたはただ見続けなければなりません！\u001b[22m\n\u001b[1m((Kono rebyū wa, kono anime no watakushijishin no kojin-tekina ikendesu. Watashi wa dabu btw o mimashita) sore wa osoroshī subarashīdesu! Geijutsu wa tokubetsuna mono wa arimasendeshitaga, monogatari to saundo wa kiwadatte imashita! Kaku episōdo wa watashi no isu no hashi ni watashi o nokoshi, masumasu hoshī! Watashi wa kore made ni kono intrestingdatta anime o mita koto ga nai! Sore wa chō kowakattadesu! Shikashi, anata wa tada mi tsudzukenakereba narimasen!)\u001b[22m\n\nTranslations of \u001b[4m(This review is MY own personal opinion on this anime. I watched the Dub btw) It was freaking awesome! The art was't anything special, but the story and sound was outstanding! each episode left me on the edge of my chair and wanting more and more! Ive never watched a anime that was this intresting before!! It was super scary! but you just have to keep watching!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This review is MY own personal opinion on this anime. I watched the Dub btw) It was freaking awesome!\u001b[24m\n    \u001b[1m（このレビューは、このアニメの私自身の個人的な意見です。私はダブbtwを見ました）それは恐ろしい素晴らしいです！\u001b[22m, \u001b[1m（このレビューはこのアニメに私自身の個人的な意見です。私はところでダブを見て）それは素晴らしいおかしくなりました！\u001b[22m\n\u001b[4mThe art was't anything special, but the story and sound was outstanding!\u001b[24m\n    \u001b[1m芸術は特別なものはありませんでしたが、物語とサウンドは際立っていました！\u001b[22m, \u001b[1mアートは特別な何かをwas'tが、ストーリーと音が傑出していました！\u001b[22m\n\u001b[4meach episode left me on the edge of my chair and wanting more and more!\u001b[24m\n    \u001b[1m各エピソードは私の椅子の端に私を残し、ますます欲しい！\u001b[22m, \u001b[1m各エピソードは、私の椅子の端に私を残し、より多くのを望みます！\u001b[22m\n\u001b[4mIve never watched a anime that was this intresting before!!\u001b[24m\n    \u001b[1m私はこれまでにこのintrestingだったアニメを見たことがない！\u001b[22m, \u001b[1mアイブ氏は前にこのintrestingのあったアニメを見たことがありません！\u001b[22m\n\u001b[4mIt was super scary!\u001b[24m\n    \u001b[1mそれは超怖かったです！\u001b[22m\n\u001b[4mbut you just have to keep watching!\u001b[24m\n    \u001b[1mしかし、あなたはただ見続けなければなりません！\u001b[22m, \u001b[1mあなただけ見て維持する必要があります！\u001b[22m\nby far one of the most interesting, epic and scariest animes i've watched. Also has some nice comedy too keep you laughing!\n\n\u001b[1m私が見た最も興味深い、叙事詩的で恐ろしいアニメのはるか一つである。 また、いくつかの素晴らしいコメディも笑い続けている！\u001b[22m\n\u001b[1m(Watashi ga mita mottomo kyōmibukai, jojishi-tekide osoroshī anime no Haruka hitotsudearu. Mata, ikutsu ka no subarashī komedi mo warai tsudzukete iru!)\u001b[22m\n\nTranslations of \u001b[4mby far one of the most interesting, epic and scariest animes i've watched. Also has some nice comedy too keep you laughing!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mby far one of the most interesting, epic and scariest animes i've watched.\u001b[24m\n    \u001b[1m私が見た最も興味深い、叙事詩的で恐ろしいアニメのはるか一つである。\u001b[22m, \u001b[1mこれまで1最も興味深い、叙事詩のと怖いアニメによって私が見てきました。\u001b[22m\n\u001b[4mAlso has some nice comedy too keep you laughing!\u001b[24m\n    \u001b[1mまた、いくつかの素晴らしいコメディも笑い続けている！\u001b[22m, \u001b[1mまた、いくつかの素晴らしいコメディはあまりにもあなたが笑いました！\u001b[22m\nthe freakest episode was episodes 21. :D I highly reccomend to ANYONE who likes scary, instresting, mystery, si-fi animes. I give it a 10/10. I Hope there might be another season! awesome anime. a must watch. ^_^\n\n\u001b[1m最も恐ろしいエピソードはエピソード21でした：私は恐ろしい、instresting、謎、サイファイアニメが好きな人には大いにお勧めします。 私はそれに10/10を与える。 私は別の季節があるかもしれないことを願っています！ 素晴らしいアニメ。 見なければならない。  ^ _ ^\u001b[22m\n\u001b[1m(Mottomo osoroshī episōdo wa episōdo 21deshita: Watashi wa osoroshī, instresting, nazo, saifaianime ga sukinahito ni wa ōini o susume shimasu. Watashi wa sore ni 10/ 10 o ataeru. Watashi wa betsu no kisetsu ga aru kamo shirenai koto o negatte imasu! Subarashī anime. Minakereba naranai. ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4mthe freakest episode was episodes 21. :D I highly reccomend to ANYONE who likes scary, instresting, mystery, si-fi animes. I give it a 10/10. I Hope there might be another season! awesome anime. a must watch. ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe freakest episode was episodes 21. :D I highly reccomend to ANYONE who likes scary, instresting, mystery, si-fi animes.\u001b[24m\n    \u001b[1m最も恐ろしいエピソードはエピソード21でした：私は恐ろしい、instresting、謎、サイファイアニメが好きな人には大いにお勧めします。\u001b[22m, \u001b[1mfreakestエピソードはエピソード21だった：Dは私は非常に怖い、instresting、ミステリー、SI-Fiののアニメが好きな人にはreccomend。\u001b[22m\n\u001b[4mI give it a 10/10.\u001b[24m\n    \u001b[1m私はそれに10/10を与える。\u001b[22m, \u001b[1m私はそれを10月10日を与えます。\u001b[22m\n\u001b[4mI Hope there might be another season!\u001b[24m\n    \u001b[1m私は別の季節があるかもしれないことを願っています！\u001b[22m, \u001b[1m私は別のシーズンがあるかもしれない願っています！\u001b[22m\n\u001b[4mawesome anime.\u001b[24m\n    \u001b[1m素晴らしいアニメ。\u001b[22m\n\u001b[4ma must watch.\u001b[24m\n    \u001b[1m見なければならない。\u001b[22m, \u001b[1m見る必要があります。\u001b[22m\n\u001b[4m^_^\u001b[24m\n    \u001b[1m^ _ ^\u001b[22m\n\u001b[1m\u001b[22m\nstory 10/10\n\n\u001b[1mストーリー10月\u001b[22m\n\u001b[1m(Sutōrī 10 tsuki)\u001b[22m\n\nTranslations of \u001b[4mstory 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory 10/10\u001b[24m\n    \u001b[1mストーリー10月\u001b[22m, \u001b[1m物語10/10\u001b[22m\nart 8/10\n\n\u001b[1mアート8/10\u001b[22m\n\u001b[1m(Āto 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mart 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart 8/10\u001b[24m\n    \u001b[1mアート8/10\u001b[22m, \u001b[1m芸術8/10\u001b[22m\nsound 10/10\n\n\u001b[1mサウンド10/10\u001b[22m\n\u001b[1m(Saundo 10/ 10)\u001b[22m\n\nTranslations of \u001b[4msound 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound 10/10\u001b[24m\n    \u001b[1mサウンド10/10\u001b[22m, \u001b[1m10月10日を鳴らします\u001b[22m\ncharacter 9/10\n\n\u001b[1mキャラクター9/10\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mcharacter 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter 9/10\u001b[24m\n    \u001b[1mキャラクター9/10\u001b[22m, \u001b[1m文字9/10\u001b[22m\nenjoyment (really scared me but i give it) 10/10!\n\n\u001b[1m楽しさ（本当に私を怖がらせるが、私はそれを与える）10/10！\u001b[22m\n\u001b[1m(Tanoshisa (hontōni watashi o kowagara seruga, watashi wa sore o ataeru) 10/ 10!)\u001b[22m\n\nTranslations of \u001b[4menjoyment (really scared me but i give it) 10/10!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment (really scared me but i give it) 10/10!\u001b[24m\n    \u001b[1m楽しさ（本当に私を怖がらせるが、私はそれを与える）10/10！\u001b[22m, \u001b[1m楽しみ（本当に私を怖がって、私はそれを与える）10月10日！\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "n-j-s",
    "profile": "/profile/n-j-s/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=40131",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nこのアニメはこれまで見たアニメのなかで最もユニークなアニメです。\n\nストーリーはファイルに分割されています。 それぞれのファイルは約2〜4回のエピソードを要し、それらはすべて、幽霊の種類と霊の種類の点で異なります。\n\nストーリーのペースは遅いが、それでも私の注意を引く。 私はまだもっと知りたいと思っています。私はチームが何を扱っているのか、特定の人やグループを悩ませている精神をどのように取り除くのかを知りたいのです。\n\nこのショーについて奇妙な主な事は、気持ちの良い瞬間のタイミングと発生です。 シーンが本当に緊張してサスペンスしていると、突然キャラクターがコメディーな顔のジェスチャーと言葉のスパーリングに入ることがあります。 時々、それは瞬間を壊すが、それは許される。\n\n私が本当にこのショーを信用するのは、異種のエクソシストの間の宗教的偏見から遠ざかることです。 カトリックの司祭、神道の僧侶、仏教の司祭、精神的な媒体があります。 もちろん、それは彼らがこれを行うショーのためですが、それでも彼らの間に宗教的な葛藤はありません。 私はすきです。\n\nキャラクターは寒いですが、お互いに温かくなり、家族のようになります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is the most unique one of all the animes I have seen so far.\n\n\u001b[1mこのアニメはこれまで見たアニメのなかで最もユニークなアニメです。\u001b[22m\n\u001b[1m(Kono anime wa kore made mita anime no naka de mottomo yunīkuna animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is the most unique one of all the animes I have seen so far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is the most unique one of all the animes I have seen so far.\u001b[24m\n    \u001b[1mこのアニメはこれまで見たアニメのなかで最もユニークなアニメです。\u001b[22m, \u001b[1mこのアニメは私がこれまで見てきたすべてのアニメの中で最もユニークなものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is divided up into files. Each file takes about 2~4 episodes and they all differ in terms of the nature of the hauntings and type of spirits.\n\n\u001b[1mストーリーはファイルに分割されています。 それぞれのファイルは約2〜4回のエピソードを要し、それらはすべて、幽霊の種類と霊の種類の点で異なります。\u001b[22m\n\u001b[1m(Sutōrī wa fairu ni bunkatsu sa rete imasu. Sorezore no fairu wa yaku 2 〜 4-kai no episōdo o yōshi, sorera wa subete, yūrei no shurui to rei no shurui no ten de kotonarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is divided up into files. Each file takes about 2~4 episodes and they all differ in terms of the nature of the hauntings and type of spirits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is divided up into files.\u001b[24m\n    \u001b[1mストーリーはファイルに分割されています。\u001b[22m, \u001b[1m物語は、ファイルに分割されています。\u001b[22m\n\u001b[4mEach file takes about 2~4 episodes and they all differ in terms of the nature of the hauntings and type of spirits.\u001b[24m\n    \u001b[1mそれぞれのファイルは約2〜4回のエピソードを要し、それらはすべて、幽霊の種類と霊の種類の点で異なります。\u001b[22m, \u001b[1m各ファイルには、約2〜4のエピソードを取り、彼らはすべての幽霊、スピリッツの種類の性質の点で異なります。\u001b[22m\n\u001b[1m\u001b[22m\nThe pacing of the story is slow but it still grabs my attention. I still want to know more, I want to know what the team is dealing with and how they are going to get rid of the spirits that is haunting the particular person(s) or group.\n\n\u001b[1mストーリーのペースは遅いが、それでも私の注意を引く。 私はまだもっと知りたいと思っています。私はチームが何を扱っているのか、特定の人やグループを悩ませている精神をどのように取り除くのかを知りたいのです。\u001b[22m\n\u001b[1m(Sutōrī no pēsu wa osoiga, soredemo watashi no chūiwohiku. Watashi wa mada motto shiritai to omotte imasu. Watashi wa chīmu ga nani o atsukatte iru no ka, tokutei no hito ya gurūpu o nayama sete iru seishin o dono yō ni torinozoku no ka o shiritai nodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe pacing of the story is slow but it still grabs my attention. I still want to know more, I want to know what the team is dealing with and how they are going to get rid of the spirits that is haunting the particular person(s) or group.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe pacing of the story is slow but it still grabs my attention.\u001b[24m\n    \u001b[1mストーリーのペースは遅いが、それでも私の注意を引く。\u001b[22m, \u001b[1m物語のペースが遅いですが、それはまだ私の注意をつかみます。\u001b[22m\n\u001b[4mI still want to know more, I want to know what the team is dealing with and how they are going to get rid of the spirits that is haunting the particular person(s) or group.\u001b[24m\n    \u001b[1m私はまだもっと知りたいと思っています。私はチームが何を扱っているのか、特定の人やグループを悩ませている精神をどのように取り除くのかを知りたいのです。\u001b[22m, \u001b[1m私はまだ、私はチームが扱っているし、それらがどのように特定の人物（複数可）またはグループを出没されている霊を取り除くために起こっているかを知りたい、もっと知りたいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe main thing that is odd about this show is the timing and occurrence of the light-hearted moments. There are times when the scene is really tense and is suspenseful and then all of a sudden the characters go into comedic facial gestures and verbal sparring. Sometimes, it ruins the moment but it is forgivable.\n\n\u001b[1mこのショーについて奇妙な主な事は、気持ちの良い瞬間のタイミングと発生です。 シーンが本当に緊張してサスペンスしていると、突然キャラクターがコメディーな顔のジェスチャーと言葉のスパーリングに入ることがあります。 時々、それは瞬間を壊すが、それは許される。\u001b[22m\n\u001b[1m(Kono shō ni tsuite kimyōna omona koto wa, kimochi no yoi shunkan no taimingu to hasseidesu. Shīn ga hontōni kinchō shite sasupensu shite iru to, totsuzen kyarakutā ga komedīna kao no jesuchā to kotoba no supāringu ni hairu koto ga arimasu. Tokidoki, soreha shunkan o kowasuga, sore wa yurusa reru.)\u001b[22m\n\nTranslations of \u001b[4mThe main thing that is odd about this show is the timing and occurrence of the light-hearted moments. There are times when the scene is really tense and is suspenseful and then all of a sudden the characters go into comedic facial gestures and verbal sparring. Sometimes, it ruins the moment but it is forgivable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main thing that is odd about this show is the timing and occurrence of the light-hearted moments.\u001b[24m\n    \u001b[1mこのショーについて奇妙な主な事は、気持ちの良い瞬間のタイミングと発生です。\u001b[22m, \u001b[1mこの番組について奇数である主なものは、快活な瞬間のタイミングおよび発生です。\u001b[22m\n\u001b[4mThere are times when the scene is really tense and is suspenseful and then all of a sudden the characters go into comedic facial gestures and verbal sparring.\u001b[24m\n    \u001b[1mシーンが本当に緊張してサスペンスしていると、突然キャラクターがコメディーな顔のジェスチャーと言葉のスパーリングに入ることがあります。\u001b[22m, \u001b[1mシーンは本当に緊張であり、サスペンスあり、その後、すべての突然の文字がコミカル顔のジェスチャーや口頭でスパーリングに入る場合があります。\u001b[22m\n\u001b[4mSometimes, it ruins the moment but it is forgivable.\u001b[24m\n    \u001b[1m時々、それは瞬間を壊すが、それは許される。\u001b[22m, \u001b[1m時には、それは一瞬の遺跡が、それは許さです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I really credit this show is that it steers away from the religious biases between the different type of exorcists. There is a Catholic priest, a Shinto Priestess, a Buddist Priest, and a spiritual medium. Of course, it is for the show that they do this but still, there is no religious conflict between them. I like that.\n\n\u001b[1m私が本当にこのショーを信用するのは、異種のエクソシストの間の宗教的偏見から遠ざかることです。 カトリックの司祭、神道の僧侶、仏教の司祭、精神的な媒体があります。 もちろん、それは彼らがこれを行うショーのためですが、それでも彼らの間に宗教的な葛藤はありません。 私はすきです。\u001b[22m\n\u001b[1m(Watashi ga hontōni kono shō o shin'yō suru no wa, ishu no ekusoshisuto no ma no shūkyō-teki henken kara tōzakaru kotodesu. Katorikku no shisai, shintō no sōryo, bukkyō no shisai, seishin-tekina baitai ga arimasu. Mochiron, sore wa karera ga kore o okonau shō no tamedesuga, soredemo karera no ma ni shūkyō-tekina kattō wa arimasen. Watashi wa sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat I really credit this show is that it steers away from the religious biases between the different type of exorcists. There is a Catholic priest, a Shinto Priestess, a Buddist Priest, and a spiritual medium. Of course, it is for the show that they do this but still, there is no religious conflict between them. I like that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I really credit this show is that it steers away from the religious biases between the different type of exorcists.\u001b[24m\n    \u001b[1m私が本当にこのショーを信用するのは、異種のエクソシストの間の宗教的偏見から遠ざかることです。\u001b[22m, \u001b[1m私は本当にこのショーを信用することは、離れてexorcistsの異なる種類の間で宗教的なバイアスから操縦することです。\u001b[22m\n\u001b[4mThere is a Catholic priest, a Shinto Priestess, a Buddist Priest, and a spiritual medium.\u001b[24m\n    \u001b[1mカトリックの司祭、神道の僧侶、仏教の司祭、精神的な媒体があります。\u001b[22m, \u001b[1mカトリックの司祭、神道の司祭、仏教僧侶、および精神的な媒体があります。\u001b[22m\n\u001b[4mOf course, it is for the show that they do this but still, there is no religious conflict between them.\u001b[24m\n    \u001b[1mもちろん、それは彼らがこれを行うショーのためですが、それでも彼らの間に宗教的な葛藤はありません。\u001b[22m, \u001b[1mもちろん、それは彼らがこれを行うが、それでも、それらの間に宗教的な対立が存在しないショーのためです。\u001b[22m\n\u001b[4mI like that.\u001b[24m\n    \u001b[1m私はすきです。\u001b[22m, \u001b[1m私はそれが好きです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters start out cold but then they warm up to each other and become like family.\n\n\u001b[1mキャラクターは寒いですが、お互いに温かくなり、家族のようになります。\u001b[22m\n\u001b[1m(Kyarakutā wa samuidesuga, otagai ni atatakaku nari, kazoku no yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters start out cold but then they warm up to each other and become like family.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters start out cold but then they warm up to each other and become like family.\u001b[24m\n    \u001b[1mキャラクターは寒いですが、お互いに温かくなり、家族のようになります。\u001b[22m, \u001b[1m文字は寒いから始めたが、その後、彼らはお互いにウォームアップし、家族のようになります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "leminz",
    "profile": "/profile/leminz/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=103173",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  10\n\nゴーストハントは叔母によって私に勧められたので、私はそれが欲しいかどうかについて懐疑的でした。 私は誇らしげにそれが私の好きなアニメの1つだと言うことができます。 その欠陥にもかかわらず、ゴーストハントはあなた自身を見つけていくつかのアドレナリンを必要とするかどうかを見て良いアニメです。 芸術的スタイルはアニメから期待できるほど良いものですが、全体的には特別なものはありません。 音はそれの強みの一つではなく、特に記憶に残るものではありませんでした。 キャラクターは弱点の1つであり、薄くて典型的であると感じる時もあります。 しかし、それは物語になると優れています。 ゴーストハントは、視聴者の不快感や不安感を誘発するのに真に魅力的です。そして、通常の嫌悪感や驚きの代わりに、恐怖と不確実性の感情を使用するという心理的なホラーアプローチを使用します。  25件のエピソードのうち、2件しか夜間に私を恐怖で守りませんでした。 私はそれが楽しいことを壊すだろうとは言わないだろうが、2人の後者は、実際にライトとソフトな音楽を演奏して寝るように強制した。 個々のエピソードによって作られた良い雰囲気にもかかわらず、最も重要なストーリーはやや乾燥していて退屈です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hunt was recommended to me by an aunt, so I was skeptical as to whether I would like it or not. I can now proudly say that it's one of my favorite anime. Despite its flaws Ghost Hunt is a good anime to watch if you find yourself alone and need some adrenaline. The art style is as good as can be expected from an anime, but overall is nothing special. Sound isn't one of it's strong points either, it wasn't particularly memorable. The characters are one of its weak points, at times they feel thin and archetypal. However when it comes to story it excels. Ghost Hunt is genuinely good at inducing feelings of discomfort and uneasiness in its viewers, and does so using a kind of psychological horror approach: using feelings of dread and uncertainty instead of the usual disgust and surprise. Out of all 25 episodes only two managed to keep me up at night with fear. I won't say which, that would ruin the fun, but the latter of the two actually forced me to sleep with the lights on and soft music playing. Despite the good atmosphere created by the individual episodes the overarching story is somewhat dry and boring.\n\n\u001b[1mゴーストハントは叔母によって私に勧められたので、私はそれが欲しいかどうかについて懐疑的でした。 私は誇らしげにそれが私の好きなアニメの1つだと言うことができます。 その欠陥にもかかわらず、ゴーストハントはあなた自身を見つけていくつかのアドレナリンを必要とするかどうかを見て良いアニメです。 芸術的スタイルはアニメから期待できるほど良いものですが、全体的には特別なものはありません。 音はそれの強みの一つではなく、特に記憶に残るものではありませんでした。 キャラクターは弱点の1つであり、薄くて典型的であると感じる時もあります。 しかし、それは物語になると優れています。 ゴーストハントは、観客の不快感や不安感を誘発するのに本当に良いですし、通常の嫌悪感や驚きの代わりに恐怖と不確実性の感情を使用するような心理的なホラーアプローチを使用しています。  25件のエピソードのうち、2件しか夜間に私を恐怖で守りませんでした。 私はそれが楽しいことを壊すだろうとは言わないだろうが、2人の後者は、実際にライトとソフトな音楽を演奏して寝るように強制した。 個々のエピソードによって作られた良い雰囲気にもかかわらず、最も重要なストーリーはやや乾燥していて退屈です。\u001b[22m\n\u001b[1m(Gōsutohanto wa oba ni yotte watashi ni susume raretanode, watashi wa sore ga hoshī ka dō ka ni tsuite kaigi-tekideshita. Watashi wa hokorashige ni sore ga watashi no sukina anime no 1tsuda to iu koto ga dekimasu. Geijutsu-teki sutairu wa anime kara kitai dekiru hodo yoi monodesuga, zentai-teki ni wa tokubetsuna mono wa arimasen. Oto wa sore no tsuyomi no hitotsude wa naku, tokuni kioku ni nokoru monode wa arimasendeshita. Kyarakutā wa jakuten no 1tsudeari, usukute tenkei-tekidearu to kanjiru toki mo arimasu. Shikashi, soreha monogatari ni naru to sugurete imasu. Gōsutohanto wa, kankyaku no fukai-kan ya fuan-kan o yūhatsu surunoni hontōni yoidesushi, tsūjō no ken'o-kan ya odoroki no kawari ni kyōfu to fukakujitsusei no kanjō o shiyō suru yōna shinri-tekina horāapurōchi o shiyō shite imasu. 25-Ken no episōdo no uchi, 2-ken shika yakan ni watashi o kyōfu de mamorimasendeshita. Watashi wa sore ga tanoshī koto o kowasudarou to wa iwanaidarouga, 2-ri no kōsha wa, jissai ni raito to sofutona ongaku o ensō shite neru yō ni kyōsei shita. Koko no episōdo ni yotte tsukura reta yoi fun'iki nimokakawarazu, mottomo jūyōna sutōrī wa yaya kansō shite ite taikutsudesu. Sono kekkan nimokakawarazu, gōsutohanto wa anata jishin o mitsukete ikutsu ka no adorenarin o hitsuyō to suru ka dō ka o mite yoi animedesu.)\u001b[22m"
  },
  {
    "title": "Ghost_Hunt",
    "id": "1571",
    "url": "https://myanimelist.net/anime/1571/Ghost_Hunt",
    "user": "yukified",
    "profile": "/profile/yukified/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=81396",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  5\n|  10\n\nこのアニメは明確な物語を持っていませんが、それは小さなアーク基盤のように思えますが、私はまだこの物語に9/10を与えることに決めます。 私は、このアニメの方向性は、すべての精神的なアイデアを探求する方向に向いていますが、それはちょっと悪いことではありませんが、シーズン2がもっと独立しているかどうかは気にしません。 また、言うまでもなく、私は確信していませんが、一緒に集まるエクソシストの様々な形を持つことが許されていますか？ 理想などが衝突するのだろうか？ また、なぜ夢ナルが夢の中にいて、彼女を助けてくれたのか？ そのすべてがより深く探求されれば、これらはすべて役立ちます。 言うまでもなく、夢のナルがなくても彼女自身で仕事ができますか？\n\nこのシリーズの芸術のために、私は間違いなく、このアニメを見ることから私を引き離してくれない、このような芸術が使用されて以来ずっと長い間、不平を言うことはない。\n\n音に関しては、オープニングとエンディングの曲を怖がっていて、それらのアークの間では、ホラー音もかなり陰謀だったので、私はドラキュラの卵子に向かってかなり怖がってしまいましたが、 それがうまくいくと思う。 それをさらに探求するのが最善である。\n\nキャラクターの開発については、5/10にすぎません。 キャラクターの多くはアフターオールを開発しておらず、多くのプロットは説明できません。なぜ私はその能力を持っているのですか？そしてなぜナルがそれを入力して、これらのすべてを助けることができますか？\n\nまだそれは恐ろしいアニメであり、楽しさ自体は10/10で、私はそれが私にいかなる前向きの影響もないように見えるので、本当にアニメ全体を楽しんでいました。 結局、シーズン2があることを真剣に願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime doesn't have a definite story as it seems like its a small arc base, more or less, I will still decide to give this story a 9/10. I mean, I get this anime direction is towards exploring the whole psychic idea but it didn't explore enough which is kinda a bad thing but I really wouldn't mind if the season 2 explores more indept. Also, not to mention, I am not sure but is it allowed to have so many different form of exorcists gathering together? Will it clash the ideals etc? Also, the why dream naru was in mai dream and helping her etc? All these will be helpful if its explored deeper. Not to mention, can mai work on her own without dream naru?\n\n\u001b[1mこのアニメは明確な物語を持っていませんが、それは小さなアーク基盤のように思えますが、私はまだこの物語に9/10を与えることに決めます。 私は、このアニメの方向性は、すべての精神的なアイデアを探求する方向に向いていますが、それはちょっと悪いことではありませんが、シーズン2がもっと独立しているかどうかは気にしません。 また、言うまでもなく、私は確信していませんが、一緒に集まるエクソシストの様々な形を持つことが許されていますか？ 理想などが衝突するのだろうか？ また、なぜ夢ナルが夢の中にいて、彼女を助けてくれたのか？ そのすべてがより深く探求されれば、これらはすべて役立ちます。 言うまでもなく、夢のナルがなくても彼女自身で仕事ができますか？\u001b[22m\n\u001b[1m(Kono anime wa meikakuna monogatari o motte imasenga, sore wa chīsana āku kiban no yō ni omoemasuga, watashi wa mada kono monogatari ni 9/ 10 o ataeru koto ni kimemasu. Watashi wa, kono anime no hōkō-sei wa, subete no seishin-tekina aidea o tankyū suru hōkō ni muite imasuga, sore wa chotto warui kotode wa arimasenga, shīzun 2 ga motto dokuritsu shite iru ka dō ka wa ki ni shimasen. Mata, iumademonaku, watashi wa kakushin shite imasenga, issho ni atsumaru ekusoshisuto no samazamana katachi o motsu koto ga yurusa rete imasu ka? Risō nado ga shōtotsu suru nodarou ka? Mata, naze yume Naru ga yume no naka ni ite, kanojo o tasukete kureta no ka? Sono subete ga yori fukaku tankyū sa rereba, korera wa subete yakudachimasu. Iumademonaku, yume no Naru ga nakute mo kanojo jishin de shigoto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThis anime doesn't have a definite story as it seems like its a small arc base, more or less, I will still decide to give this story a 9/10. I mean, I get this anime direction is towards exploring the whole psychic idea but it didn't explore enough which is kinda a bad thing but I really wouldn't mind if the season 2 explores more indept. Also, not to mention, I am not sure but is it allowed to have so many different form of exorcists gathering together? Will it clash the ideals etc? Also, the why dream naru was in mai dream and helping her etc? All these will be helpful if its explored deeper. Not to mention, can mai work on her own without dream naru?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime doesn't have a definite story as it seems like its a small arc base, more or less, I will still decide to give this story a 9/10.\u001b[24m\n    \u001b[1mこのアニメは明確な物語を持っていませんが、それは小さなアーク基盤のように思えますが、私はまだこの物語に9/10を与えることに決めます。\u001b[22m, \u001b[1mそれは、多かれ少なかれ、私はまだこの話9/10を与えることを決定する、小さなアークベースのように思えるので、このアニメは、明確な物語を持っていません。\u001b[22m\n\u001b[4mI mean, I get this anime direction is towards exploring the whole psychic idea but it didn't explore enough which is kinda a bad thing but I really wouldn't mind if the season 2 explores more indept.\u001b[24m\n    \u001b[1m私は、このアニメの方向性は、すべての精神的なアイデアを探求する方向に向いていますが、それはちょっと悪いことではありませんが、シーズン2がもっと独立しているかどうかは気にしません。\u001b[22m, \u001b[1m私が意味する、私はこのアニメの方向は全体の精神的なアイデアを模索に向かっているが、それはちょっと悪いことですが、シーズン2がよりindept探究場合、私は本当に気にしないだろう十分に探求しなかった得ます。\u001b[22m\n\u001b[4mAlso, not to mention, I am not sure but is it allowed to have so many different form of exorcists gathering together?\u001b[24m\n    \u001b[1mまた、言うまでもなく、私は確信していませんが、一緒に集まるエクソシストの様々な形を持つことが許されていますか？\u001b[22m, \u001b[1mまた、もちろんのこと、私はわからないが、それは一緒に集まっexorcistsのように多くの異なった形を持つことが許可されていますか？\u001b[22m\n\u001b[4mWill it clash the ideals etc?\u001b[24m\n    \u001b[1m理想などが衝突するのだろうか？\u001b[22m, \u001b[1mそれは理想などを衝突でしょうか？\u001b[22m\n\u001b[4mAlso, the why dream naru was in mai dream and helping her etc?\u001b[24m\n    \u001b[1mまた、なぜ夢ナルが夢の中にいて、彼女を助けてくれたのか？\u001b[22m, \u001b[1mまた、なぜ夢のナルは舞の夢であったなど、彼女を助けますか？\u001b[22m\n\u001b[4mAll these will be helpful if its explored deeper.\u001b[24m\n    \u001b[1mそのすべてがより深く探求されれば、これらはすべて役立ちます。\u001b[22m, \u001b[1mその深く探求あればこれらはすべて、参考になります。\u001b[22m\n\u001b[4mNot to mention, can mai work on her own without dream naru?\u001b[24m\n    \u001b[1m言うまでもなく、夢のナルがなくても彼女自身で仕事ができますか？\u001b[22m, \u001b[1mしないように言及し、夢のナルなしに彼女自身の作業をMAIことができますか？\u001b[22m\n\u001b[1m\u001b[22m\nFor the art of this series, i definitely have nothing to complain, its been a long time since such art was used which is nice and definitely doesn't pull me off from watching this anime.\n\n\u001b[1mこのシリーズの芸術のために、私は間違いなく、このアニメを見ることから私を引き離してくれない、このような芸術が使用されて以来ずっと長い間、不平を言うことはない。\u001b[22m\n\u001b[1m(Kono shirīzu no geijutsu no tame ni, watashi wa machigainaku, kono anime o miru koto kara watashi o hikihanashite kurenai, kono yōna geijutsu ga shiyō sa rete irai zutto nagaiai, fuhei o iu koto wanai.)\u001b[22m\n\nTranslations of \u001b[4mFor the art of this series, i definitely have nothing to complain, its been a long time since such art was used which is nice and definitely doesn't pull me off from watching this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the art of this series, i definitely have nothing to complain, its been a long time since such art was used which is nice and definitely doesn't pull me off from watching this anime.\u001b[24m\n    \u001b[1mこのシリーズの芸術のために、私は間違いなく、このアニメを見ることから私を引き離してくれない、このような芸術が使用されて以来ずっと長い間、不平を言うことはない。\u001b[22m, \u001b[1mこのシリーズの芸術のために、私は間違いなく文句を言うことは何もない、そのこのアニメを見てから私をやってのけるしない間違いなくいいですし、そのような技術は、使用されたので、長い時間をされて。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the sound, sure I am scared of the opening and ending songs and in between those arcs, those horror sounds was pretty intrigue too so I gotta give it a 10/10 though I get pretty scared too especially towards the dracula ova which I think it wil; be best to further explore it.\n\n\u001b[1m音に関しては、オープニングとエンディングの曲を怖がっていて、それらのアークの間では、ホラー音もかなり陰謀だったので、私はドラキュラの卵子に向かってかなり怖がってしまいましたが、 それがうまくいくと思う。 それをさらに探求するのが最善である。\u001b[22m\n\u001b[1m(Oto ni kanshite wa, ōpuningu to endingu no kyoku o kowagatte ite, sorera no āku no made wa, horā-on mo kanari inbōdattanode, watashi wa dorakyura no ranshi ni mukatte kanari kowagatte shimaimashitaga, sore ga umaku iku to omou. Sore o sarani tankyū suru no ga saizendearu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the sound, sure I am scared of the opening and ending songs and in between those arcs, those horror sounds was pretty intrigue too so I gotta give it a 10/10 though I get pretty scared too especially towards the dracula ova which I think it wil; be best to further explore it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the sound, sure I am scared of the opening and ending songs and in between those arcs, those horror sounds was pretty intrigue too so I gotta give it a 10/10 though I get pretty scared too especially towards the dracula ova which I\u001b[24m\n    \u001b[1m音に関しては、オープニングとエンディングの曲を怖がっていて、それらのアークの間では、ホラー音もかなり陰謀だったので、私はドラキュラの卵子に向かってかなり怖がってしまいましたが、\u001b[22m, \u001b[1m音に関しては、必ず私はオープニングとエンディング曲の怖いし、これらの弧の間に、それらの恐怖の音があまりにので、私は、私はあまりにも特にIドラキュラ卵子に向かってかなり怖いけれども、それを10月10日を与えなきゃかなり陰謀でした\u001b[22m\n\u001b[4mthink it wil;\u001b[24m\n    \u001b[1mそれがうまくいくと思う。\u001b[22m, \u001b[1mそれはWILと思います。\u001b[22m\n\u001b[4mbe best to further explore it.\u001b[24m\n    \u001b[1mそれをさらに探求するのが最善である。\u001b[22m, \u001b[1mさらにそれを探求するのが最善です。\u001b[22m\n\u001b[1m\u001b[22m\nAs for character development, I will give it a mere 5/10. Not much of the character has developed afterall, many plots left unexplain, I mean why mai has that ability and why can dream naru enters it and help her all these while and how does mai knows him etc etc...\n\n\u001b[1mキャラクターの開発については、5/10にすぎません。 キャラクターの多くはアフターオールを開発しておらず、多くのプロットは説明できません。なぜ私はその能力を持っているのですか？そしてなぜナルがそれを入力して、これらのすべてを助けることができますか？\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu ni tsuite wa, 5/ 10 ni sugimasen. Kyarakutā no ōku wa afutāōru o kaihatsu shite orazu, ōku no purotto wa setsumei dekimasen. Naze watashi wa sono nōryoku o motte iru nodesu ka? Soshite naze Naru ga sore o nyūryoku shite, korera no subete o tasukeru koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mAs for character development, I will give it a mere 5/10. Not much of the character has developed afterall, many plots left unexplain, I mean why mai has that ability and why can dream naru enters it and help her all these while and how does mai knows him etc etc...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for character development, I will give it a mere 5/10.\u001b[24m\n    \u001b[1mキャラクターの開発については、5/10にすぎません。\u001b[22m, \u001b[1mキャラクターの成長のためとして、私はそれを単なる5/10を与えます。\u001b[22m\n\u001b[4mNot much of the character has developed afterall, many plots left unexplain, I mean why mai has that ability and why can dream naru enters it and help her all these while and how does mai knows him etc etc...\u001b[24m\n    \u001b[1mキャラクターの多くはアフターオールを開発しておらず、多くのプロットは説明できません。なぜ私はその能力を持っているのですか？そしてなぜナルがそれを入力して、これらのすべてを助けることができますか？\u001b[22m, \u001b[1m文字の多くはないが、やっぱ開発した、多くのプロットは、舞は能力、なぜ夢を見ることができるナルはそれに入り、彼女のすべてのこれらの一方を支援し、どのように舞は彼になどなどを知っているんことを持って、なぜ私が意味する、unexplainを残し...\u001b[22m\n\u001b[1m\u001b[22m\nStill being it a scary anime, the enjoyment itself is 10/10 and I really did enjoy the whole anime since it doesn't seems to have any forward effect on me. I seriously hope there is a season 2 after all.\n\n\u001b[1mまだそれは恐ろしいアニメであり、楽しさ自体は10/10で、私はそれが私にいかなる前向きの影響もないように見えるので、本当にアニメ全体を楽しんでいました。 結局、シーズン2があることを真剣に願っています。\u001b[22m\n\u001b[1m(Mada sore wa osoroshī animedeari, tanoshisa jitai wa 10/ 10 de, watashi wa sore ga watashi ni ikanaru maemuki no eikyō mo nai yō ni mieru node, hontōni anime zentai o tanoshinde imashita. Kekkyoku, shīzun 2 ga aru koto o shinken ni negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mStill being it a scary anime, the enjoyment itself is 10/10 and I really did enjoy the whole anime since it doesn't seems to have any forward effect on me. I seriously hope there is a season 2 after all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill being it a scary anime, the enjoyment itself is 10/10 and I really did enjoy the whole anime since it doesn't seems to have any forward effect on me.\u001b[24m\n    \u001b[1mまだそれは恐ろしいアニメであり、楽しさ自体は10/10で、私はそれが私にいかなる前向きの影響もないように見えるので、本当にアニメ全体を楽しんでいました。\u001b[22m, \u001b[1mそれでも怖いアニメであること、楽しみ自体は10/10であり、私の上の任意の前方に効果を持っていると思われませんので、私は本当に全体のアニメを楽しんでいました。\u001b[22m\n\u001b[4mI seriously hope there is a season 2 after all.\u001b[24m\n    \u001b[1m結局、シーズン2があることを真剣に願っています。\u001b[22m, \u001b[1m私は真剣に、すべての後のシーズン2があると願っています。\u001b[22m"
  }
]
