[
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "Moonlight-Blue",
    "profile": "/profile/Moonlight-Blue/reviews",
    "pages": "11",
    "number": "1",
    "link": "/reviews.php?id=19940",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  9\n\n特に心理的でスリリングなものを望むなら、これは本当に良いアニメです。 キャラクターはそれほど明確に定義されていないかもしれませんが、ストーリーは、それほど良くないのであればデスノートのように良いと言います。 ほとんどの「未来的な」アニメの種類はそれほど良いものではないかもしれませんが、これは例外です。 今までに作られた最高のアニメの1つで、必見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is a really good anime especially if you want something psychological and thrilling. The characters may not be that well defined but the story is [and I dare say it] as good as Death Note's if not better. Most 'futuristic' kind of anime may not be that good but this one is an exception. It's one of the best anime ever made and of course, a must-see.\n\n\u001b[1m特に心理的でスリリングなものを望むなら、これは本当に良いアニメです。 キャラクターはそれほど明確に定義されていないかもしれませんが、ストーリーは、それほど良くないのであればデスノートのように良いと言います。 ほとんどの「未来的な」アニメの種類はそれほど良いものではないかもしれませんが、これは例外です。 今までに作られた最高のアニメの1つで、必見です。\u001b[22m\n\u001b[1m(Tokuni shinri-tekide suriringuna mono o nozomunara, kore wa hontōni yoi animedesu. Kyarakutā wa sorehodo meikaku ni teigi sa rete inai kamo shiremasenga, sutōrī wa, sore hodo yokunai nodeareba desunōto no yō ni yoi to iimasu. Hotondo no `mirai-tekina' anime no shurui wa sore hodo yoi monode wanai kamo shiremasenga, koreha reigaidesu. Ima made ni tsukura reta saikō no anime no 1tsu de, hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a really good anime especially if you want something psychological and thrilling. The characters may not be that well defined but the story is [and I dare say it] as good as Death Note's if not better. Most 'futuristic' kind of anime may not be that good but this one is an exception. It's one of the best anime ever made and of course, a must-see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a really good anime especially if you want something psychological and thrilling.\u001b[24m\n    \u001b[1m特に心理的でスリリングなものを望むなら、これは本当に良いアニメです。\u001b[22m, \u001b[1mこれは、心理的、スリリングな何かをしたい場合は特に、本当に良いアニメです。\u001b[22m\n\u001b[4mThe characters may not be that well defined but the story is [and I dare say it] as good as Death Note's if not better.\u001b[24m\n    \u001b[1mキャラクターはそれほど明確に定義されていないかもしれませんが、ストーリーは、それほど良くないのであればデスノートのように良いと言います。\u001b[22m, \u001b[1mデスノートのifない方が良いと同じくらい良い文字は、その明確に定義されないかもしれないが、話がある[と私はそれをあえて言います]。\u001b[22m\n\u001b[4mMost 'futuristic' kind of anime may not be that good but this one is an exception.\u001b[24m\n    \u001b[1mほとんどの「未来的な」アニメの種類はそれほど良いものではないかもしれませんが、これは例外です。\u001b[22m, \u001b[1mアニメのほとんどは「未来的」な種類が良いことではないかもしれないが、この1は例外です。\u001b[22m\n\u001b[4mIt's one of the best anime ever made and of course, a must-see.\u001b[24m\n    \u001b[1m今までに作られた最高のアニメの1つで、必見です。\u001b[22m, \u001b[1mそれは最高のアニメの一つがこれまでに作った、そしてもちろん、必見です。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "donutsonfire",
    "profile": "/profile/donutsonfire/reviews",
    "pages": "11",
    "number": "2",
    "link": "/reviews.php?id=28328",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nすべてのセクションで10/10を与えていることを見て判断すると、このアニメシリーズは驚くほど驚くばかりか、私は狂ったファンボーイ（私はそうではない）であることを示唆しています。\n私がこのアニメを見始めたとき、誰も私にこのアニメを見せてくれるように示唆しなかったので、私はプロットに飽き飽きしましたが、ネットでは大したことではありませんでした。 それはヘイだった。 私はこのアニメが受け取ったすべての実際の賞と私がそれらに与えたスコアに値すると言わなければならないでしょう。 これは、シリーズのストーリーからエンゲージメントまでのレベルから、常に高いレベルにあったからです。\n\nだから、...私はあなたの時間を無駄にするのではなく、詳細についてお読みになりたいと思います。\n\nストーリー：かなり複雑なストーリーです。 私はあなたにスポイラーを与えているわけではありませんが、これは珍しいアニメの1つです。これはむしろ悲しい結末です。 しかし、ルルーシュが何をするのかを見ると、それは幸せな悲しい結末になることがあります。 とにかく、最初のエピソードから、私は説明が非常に徹底していて、やや説得力があると思った。 したがって、ストーリーは、このシリーズの視聴者が真剣に注目しなければならないものです。 私はあなたがこのシリーズのプロットを愛し、あなたを失望させないことを約束します。\n\nアート：私は個人的にアートがかなり詳細であることを発見しました。クールなメカを特集したシリーズで期待するべきものです。 このような一流のシリーズとして不平を言うには本当にここに何も芸術エラーは存在してはいけません。\n\nサウンド：私はこのシリーズのオープニングとエンディングのテーマが本当に好きでした。 私が最初に耳を傾けたときに頭の中にこだわっていたわけではありませんが、やや中毒性がありました。 サウンドトラック自体は、ある瞬間の緊張感に合わせて完璧にフィットしていました。  Subarashii!!!\n\n文字：物語と同じ品質で、私は文字が非常によく発達していることがわかりました。特定の文字についてさらに知識を得るためにウィキペディアを使用する必要はありませんでした。 キャラクター自体も納得のいく個性を持っているように見え、キャスティングもカンペキデスだったのと同様に非常によく脚本をしていました！\n\n楽しさ：私は2010年7月12日に完了した後、どれほどぞっとするかを表現することはできません。 それは間違いなく少なくとも2〜3回以上それを見直すことを私に呼びました...少なくとも、私はセキレイを待っています。\n\n全体的に：もしあなたがこのアニメによってどれほど感動しているのかわからないのなら、あなたは遅らされなければなりません。 ソリッドマーク、ソリッドアニメ、漢字のないルルーシュは確かなリメイクであり、後の古典であることを私の心に刻んでいる;）\n\n合計100％または全体的な10/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nJudging by seeing that I've given it a 10/10 in every single section suggests that either this anime series is mind-blowingly amazing or that i'm just a crazy fanboy (no I'm not).\n\n\u001b[1mすべてのセクションで10/10を与えていることを見て判断すると、このアニメシリーズは驚くほど驚くばかりか、私は狂ったファンボーイ（私はそうではない）であることを示唆しています。\u001b[22m\n\u001b[1m(Subete no sekushon de 10/ 10 o ataete iru koto o mite handan suru to, kono animeshirīzu wa odoroku hodo odoroku bakari ka, watashi wa kurutta fanbōi (watashi wa sōde wa nai)dearu koto o shisa shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mJudging by seeing that I've given it a 10/10 in every single section suggests that either this anime series is mind-blowingly amazing or that i'm just a crazy fanboy (no I'm not).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJudging by seeing that I've given it a 10/10 in every single section suggests that either this anime series is mind-blowingly amazing or that i'm just a crazy fanboy (no I'm not).\u001b[24m\n    \u001b[1mすべてのセクションで10/10を与えていることを見て判断すると、このアニメシリーズは驚くほど驚くばかりか、私は狂ったファンボーイ（私はそうではない）であることを示唆しています。\u001b[22m, \u001b[1m私はそれを一つ一つのセクションの10月10日を与えてくれたことを見てから判断すると、いずれかのこのアニメシリーズは、心blowingly驚くべきまたは私はちょうど狂気おたく（いいえ、私はないよ）んだものであることを示唆しています。\u001b[22m\nWhen I first started watching this anime, I was a little more than bored by the plot as no one suggested me to watch this anime, yet it seemed to be a big deal on the net. Turns out it was hehe. I would have to say this anime deserved all the actual awards it received and the score I gave them. This is because from the Story to the Enjoyment level of the series, it was at a constant high.\n\n\u001b[1m私がこのアニメを見始めたとき、誰も私にこのアニメを見せてくれるように示唆しなかったので、私はプロットに飽き飽きしましたが、ネットでは大したことではありませんでした。 それはヘイだった。 私はこのアニメが受け取ったすべての実際の賞と私がそれらに与えたスコアに値すると言わなければならないでしょう。 これは、シリーズのストーリーからエンゲージメントまでのレベルから、常に高いレベルにあったからです。\u001b[22m\n\u001b[1m(Watashi ga kono anime o mi hajimeta toki, dare mo watashi ni kono anime o misete kureru yō ni shisa shinakattanode, watashi wa purotto ni akiakishimashitaga, nettode wa taishita kotode wa arimasendeshita. Sore wa Heidatta. Watashi wa kono anime ga uketotta subete no jissai no shō to watashi ga sorera ni ataeta sukoa ni ataisuru to iwanakereba naranaideshou. Kore wa, shirīzu no sutōrī kara engējimento made no reberu kara, tsuneni takai reberu ni attakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first started watching this anime, I was a little more than bored by the plot as no one suggested me to watch this anime, yet it seemed to be a big deal on the net. Turns out it was hehe. I would have to say this anime deserved all the actual awards it received and the score I gave them. This is because from the Story to the Enjoyment level of the series, it was at a constant high.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first started watching this anime, I was a little more than bored by the plot as no one suggested me to watch this anime, yet it seemed to be a big deal on the net.\u001b[24m\n    \u001b[1m私がこのアニメを見始めたとき、誰も私にこのアニメを見せてくれるように示唆しなかったので、私はプロットに飽き飽きしましたが、ネットでは大したことではありませんでした。\u001b[22m, \u001b[1m私が最初にこのアニメを見始めたとき、誰もがこのアニメを見て、私を示唆していないように私はプロットによって退屈より少しだった、まだネット上大したことのようでした。\u001b[22m\n\u001b[4mTurns out it was hehe.\u001b[24m\n    \u001b[1mそれはヘイだった。\u001b[22m, \u001b[1mそれは笑だったが判明しました。\u001b[22m\n\u001b[4mI would have to say this anime deserved all the actual awards it received and the score I gave them.\u001b[24m\n    \u001b[1m私はこのアニメが受け取ったすべての実際の賞と私がそれらに与えたスコアに値すると言わなければならないでしょう。\u001b[22m, \u001b[1m私はこのアニメは、それが受信したすべての実際の賞に値するとスコアが、私はそれらを与えたと言わざるを得ない。\u001b[22m\n\u001b[4mThis is because from the Story to the Enjoyment level of the series, it was at a constant high.\u001b[24m\n    \u001b[1mこれは、シリーズのストーリーからエンゲージメントまでのレベルから、常に高いレベルにあったからです。\u001b[22m, \u001b[1mシリーズの楽しさのレベルにストーリーから、それは一定の高であったためです。\u001b[22m\n\u001b[1m\u001b[22m\nSo...without further ado, I'm sure you'd like to read about the details, instead of me waffling and wasting your time...\n\n\u001b[1mだから、...私はあなたの時間を無駄にするのではなく、詳細についてお読みになりたいと思います。\u001b[22m\n\u001b[1m(Dakara,... Watashi wa anata no jikan o muda ni suru node wa naku, shōsai ni tsuite o yomi ni naritai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo...without further ado, I'm sure you'd like to read about the details, instead of me waffling and wasting your time...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo...without further ado, I'm sure you'd like to read about the details, instead of me waffling and wasting your time...\u001b[24m\n    \u001b[1mだから、...私はあなたの時間を無駄にするのではなく、詳細についてお読みになりたいと思います。\u001b[22m, \u001b[1mだから...前置き、私の代わりに私がたらい回しとあなたの時間を無駄に、あなたは、詳細を読みたいと確信しています...\u001b[22m\n\u001b[1m\u001b[22m\nStory: A rather perplexing story I have to say. Not that I'm giving you any spoilers ( I hope), but this is one of the rare anime that I find that has a rather sad ending. However you view what Lelouch does, it can be a happy/sad ending. Anyways, from the first episode, I thought the explaining was very thorough and somewhat plausible. Therefore, the story is something that a viewer of this series should be seriously paying attention to. I promise you that you'll love the plot of this series and it won't disappoint you.\n\n\u001b[1mストーリー：かなり複雑なストーリーです。 私はあなたにスポイラーを与えているわけではありませんが、これは珍しいアニメの1つです。これはむしろ悲しい結末です。 しかし、ルルーシュが何をするのかを見ると、それは幸せな悲しい結末になることがあります。 とにかく、最初のエピソードから、私は説明が非常に徹底していて、やや説得力があると思った。 したがって、ストーリーは、このシリーズの視聴者が真剣に注目しなければならないものです。 私はあなたがこのシリーズのプロットを愛し、あなたを失望させないことを約束します。\u001b[22m\n\u001b[1m(Sutōrī: Kanari fukuzatsuna sutōrīdesu. Watashi wa anata ni supoirā o ataete iru wakede wa arimasenga, kore wa mezurashī anime no 1tsudesu. Kore wa mushiro kanashī ketsumatsudesu. Shikashi, rurūshu ga nani o suru no ka o miru to, sore wa shiawasena kanashī ketsumatsu ni naru koto ga arimasu. Tonikaku, saisho no episōdo kara, watashi wa setsumei ga hijō ni tettei shite ite, yaya settoku-ryoku ga aru to omotta. Shitagatte, sutōrī wa, kono shirīzu no shichō-sha ga shinken ni chūmoku shinakereba naranai monodesu. Watashi wa anata ga kono shirīzu no purotto o aishi, anata o shitsubō sa senai koto o yakusoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: A rather perplexing story I have to say. Not that I'm giving you any spoilers ( I hope), but this is one of the rare anime that I find that has a rather sad ending. However you view what Lelouch does, it can be a happy/sad ending. Anyways, from the first episode, I thought the explaining was very thorough and somewhat plausible. Therefore, the story is something that a viewer of this series should be seriously paying attention to. I promise you that you'll love the plot of this series and it won't disappoint you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: A rather perplexing story I have to say.\u001b[24m\n    \u001b[1mストーリー：かなり複雑なストーリーです。\u001b[22m, \u001b[1mストーリー：私は言わなければならない、むしろ厄介な話。\u001b[22m\n\u001b[4mNot that I'm giving you any spoilers ( I hope), but this is one of the rare anime that I find that has a rather sad ending.\u001b[24m\n    \u001b[1m私はあなたにスポイラーを与えているわけではありませんが、これは珍しいアニメの1つです。これはむしろ悲しい結末です。\u001b[22m, \u001b[1m私は（私は願って）あなたに任意のスポイラーを与えているが、これは、私はそれがむしろ悲しい結末を持って見つける稀なアニメの一つであることはありません。\u001b[22m\n\u001b[4mHowever you view what Lelouch does, it can be a happy/sad ending.\u001b[24m\n    \u001b[1mしかし、ルルーシュが何をするのかを見ると、それは幸せな悲しい結末になることがあります。\u001b[22m, \u001b[1mあなたはルルーシュが何を閲覧しかし、それは幸せ/悲しい結末することができます。\u001b[22m\n\u001b[4mAnyways, from the first episode, I thought the explaining was very thorough and somewhat plausible.\u001b[24m\n    \u001b[1mとにかく、最初のエピソードから、私は説明が非常に徹底していて、やや説得力があると思った。\u001b[22m, \u001b[1mとにかく、最初のエピソードから、私は説明するが、非常に徹底した、ややもっともらしいと思いました。\u001b[22m\n\u001b[4mTherefore, the story is something that a viewer of this series should be seriously paying attention to.\u001b[24m\n    \u001b[1mしたがって、ストーリーは、このシリーズの視聴者が真剣に注目しなければならないものです。\u001b[22m, \u001b[1mそのため、物語はこのシリーズの視聴者が真剣に注意を払っされるべきものです。\u001b[22m\n\u001b[4mI promise you that you'll love the plot of this series and it won't disappoint you.\u001b[24m\n    \u001b[1m私はあなたがこのシリーズのプロットを愛し、あなたを失望させないことを約束します。\u001b[22m, \u001b[1m私はあなたがこのシリーズのプロットを好きになると、それはあなたを失望させないことを約束します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I personally found the art to be pretty detailed, something you should expect in a series that features cool mechas. Nothing really here to complain about as a top-notch series like this shouldn't have any art errors present.\n\n\u001b[1mアート：私は個人的にアートがかなり詳細であることを発見しました。クールなメカを特集したシリーズで期待するべきものです。 このような一流のシリーズとして不平を言うには本当にここに何も芸術エラーは存在してはいけません。\u001b[22m\n\u001b[1m(Āto: Watashi wa kojin-teki ni āto ga kanari shōsaidearu koto o hakken shimashita. Kūruna meka o tokushū shita shirīzu de kitai surubeki monodesu. Ko no yōna ichiryū no shirīzu to shite fuheiwoiu ni wa hontōni koko ni nani mo geijutsu erā wa sonzai shite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mArt: I personally found the art to be pretty detailed, something you should expect in a series that features cool mechas. Nothing really here to complain about as a top-notch series like this shouldn't have any art errors present.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I personally found the art to be pretty detailed, something you should expect in a series that features cool mechas.\u001b[24m\n    \u001b[1mアート：私は個人的にアートがかなり詳細であることを発見しました。クールなメカを特集したシリーズで期待するべきものです。\u001b[22m, \u001b[1mアート：私は個人的に、芸術はかなり詳細であることをあなたはクールなmechasを特徴と直列に期待するべきである何かを発見しました。\u001b[22m\n\u001b[4mNothing really here to complain about as a top-notch series like this shouldn't have any art errors present.\u001b[24m\n    \u001b[1mこのような一流のシリーズとして不平を言うには本当にここに何も芸術エラーは存在してはいけません。\u001b[22m, \u001b[1mこのような一流のシリーズが存在する任意のアート・エラーを持つべきではないように文句を言うには本当にここには何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I really liked the opening and ending themes of this series. Not that it stuck in my head the first time i listened to it, but it was somewhat addictive. The soundtrack itself was fit perfectly according to the tension at a certain moment. Subarashii!!!\n\n\u001b[1mサウンド：私はこのシリーズのオープニングとエンディングのテーマが本当に好きでした。 私が最初に耳を傾けたときに頭の中にこだわっていたわけではありませんが、やや中毒性がありました。 サウンドトラック自体は、ある瞬間の緊張感に合わせて完璧にフィットしていました。  Subarashii!!!\u001b[22m\n\u001b[1m(Saundo: Watashi wa kono shirīzu no ōpuningu to endingu no tēma ga hontōni sukideshita. Watashi ga saisho ni mimi o katamuketa toki ni atama no naka ni kodawatte ita wakede wa arimasenga, yaya chūdoku-sei ga arimashita. Saundotorakku jitai wa, aru shunkan no kinchō-kan ni awa sete kanpeki ni fitto shite imashita. Subarashii! ! !)\u001b[22m\n\nTranslations of \u001b[4mSound: I really liked the opening and ending themes of this series. Not that it stuck in my head the first time i listened to it, but it was somewhat addictive. The soundtrack itself was fit perfectly according to the tension at a certain moment. Subarashii!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I really liked the opening and ending themes of this series.\u001b[24m\n    \u001b[1mサウンド：私はこのシリーズのオープニングとエンディングのテーマが本当に好きでした。\u001b[22m, \u001b[1mサウンド：私は本当にこのシリーズのオープニングとエンディングテーマが好きでした。\u001b[22m\n\u001b[4mNot that it stuck in my head the first time i listened to it, but it was somewhat addictive.\u001b[24m\n    \u001b[1m私が最初に耳を傾けたときに頭の中にこだわっていたわけではありませんが、やや中毒性がありました。\u001b[22m, \u001b[1mではない、それは私の頭の中で私はそれを聞いて初めて立ち往生、それはやや中毒性であったこと。\u001b[22m\n\u001b[4mThe soundtrack itself was fit perfectly according to the tension at a certain moment.\u001b[24m\n    \u001b[1mサウンドトラック自体は、ある瞬間の緊張感に合わせて完璧にフィットしていました。\u001b[22m, \u001b[1mサウンドトラック自体は、ある瞬間にテンションに応じて完璧にフィットしました。\u001b[22m\n\u001b[4mSubarashii!!!\u001b[24m\n    \u001b[1mSubarashii!!!\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: As the same quality as the story, i found the characters to be very well developed and I didn't have to use wikipedia to gain further knowledge on certain characters. The characters themselves also seem to have plausible personalities and were very well scripted as well as the casting was kanpeki desu!\n\n\u001b[1m文字：物語と同じ品質で、私は文字が非常によく発達していることがわかりました。特定の文字についてさらに知識を得るためにウィキペディアを使用する必要はありませんでした。 キャラクター自身も納得のいく個性を持っているように見え、キャスティングもカンペキデスだったのと同様に非常にうまくスクリプト化されていました！\u001b[22m\n\u001b[1m(Moji: Monogatari to onaji hinshitsu de, watashi wa moji ga hijō ni yoku hattatsu shite iru koto ga wakarimashita. Tokutei no moji ni tsuite sarani chishiki o eru tame ni u~ikipedia o shiyō suru hitsuyō wa arimasendeshita. Kyarakutā jishin mo nattoku no iku kosei o motte iru yō ni mie, kyasutingu mo kanpekidesudatta no to dōyō ni hijō ni umaku sukuriputo-ka sa rete imashita!)\u001b[22m\n\nTranslations of \u001b[4mCharacter: As the same quality as the story, i found the characters to be very well developed and I didn't have to use wikipedia to gain further knowledge on certain characters. The characters themselves also seem to have plausible personalities and were very well scripted as well as the casting was kanpeki desu!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: As the same quality as the story, i found the characters to be very well developed and I didn't have to use wikipedia to gain further knowledge on certain characters.\u001b[24m\n    \u001b[1m文字：物語と同じ品質で、私は文字が非常によく発達していることがわかりました。特定の文字についてさらに知識を得るためにウィキペディアを使用する必要はありませんでした。\u001b[22m, \u001b[1mキャラクター：物語と同じ品質のように、私は文字が非常によく開発するために、私は特定の文字にさらに知識を得るためにウィキペディアを使用する必要はありませんでしたが見つかりました。\u001b[22m\n\u001b[4mThe characters themselves also seem to have plausible personalities and were very well scripted as well as the casting was kanpeki desu!\u001b[24m\n    \u001b[1mキャラクター自身も納得のいく個性を持っているように見え、キャスティングもカンペキデスだったのと同様に非常にうまくスクリプト化されていました！\u001b[22m, \u001b[1m文字自体ももっともらしい個性と非常によくスクリプト化されただけでなく、キャストを持っているように見えるkanpeki desuがありました！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I cannot express how appalled I was after completing on 7/12/2010. It definitely called out to me to re-watch it at least 2 or 3 more times...AT LEAST, but I have Sekirei up next waiting for me.\n\n\u001b[1m楽しさ：私は2010年7月12日に完了した後、どれほどぞっとするかを表現することはできません。 それは間違いなく少なくとも2〜3回以上それを見直すことを私に呼びました...少なくとも、私はセキレイを待っています。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa 2010-nen 7 tsuki 12-nichi ni kanryō shita nochi, dorehodo zotto suru ka o hyōgen suru koto wa dekimasen. Sore wa machigainaku sukunakutomo 2 〜 3-kai ijō sore o minaosu koto o watashi ni yobimashita... Sukunakutomo, watashi wa sekirei o matteimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I cannot express how appalled I was after completing on 7/12/2010. It definitely called out to me to re-watch it at least 2 or 3 more times...AT LEAST, but I have Sekirei up next waiting for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I cannot express how appalled I was after completing on 7/12/2010.\u001b[24m\n    \u001b[1m楽しさ：私は2010年7月12日に完了した後、どれほどぞっとするかを表現することはできません。\u001b[22m, \u001b[1m楽しさ：私は2010年7月12日に完了した後だったかゾッと表現することはできません。\u001b[22m\n\u001b[4mIt definitely called out to me to re-watch it at least 2 or 3 more times...AT LEAST, but I have Sekirei up next waiting for me.\u001b[24m\n    \u001b[1mそれは間違いなく少なくとも2〜3回以上それを見直すことを私に呼びました...少なくとも、私はセキレイを待っています。\u001b[22m, \u001b[1mこれは間違いなく、少なくとも私はアップ私を待って次のセキレイを持っている...それを再視聴することが私には、少なくとも2または3回以上呼び出さ。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Well if you couldn't tell how impressed I am by this anime, then you must be retarded. Solid marks, solid anime, solid carving in my mind that Hangyaku no Lelouch is a definite re-watch and later classic ;)\n\n\u001b[1m全体的に：もしあなたがこのアニメによってどのように感銘を受けていないのか分からなければ、あなたは遅らされなければなりません。 ソリッドマーク、ソリッドアニメ、漢字のないルルーシュは確かなリメイクであり、後の古典であることを私の心に刻んでいる;）\u001b[22m\n\u001b[1m(Zentai-teki ni: Moshi anata ga kono anime ni yotte dono yō ni kanmei o ukete inai no ka wakaranakereba, anata wa okurasa renakereba narimasen. Soriddomāku, soriddoanime, kanji no nai rurūshu wa tashikana rimeikudeari,-go no kotendearu koto o watashi no kokoro ni kizande iru; ))\u001b[22m\n\nTranslations of \u001b[4mOverall: Well if you couldn't tell how impressed I am by this anime, then you must be retarded. Solid marks, solid anime, solid carving in my mind that Hangyaku no Lelouch is a definite re-watch and later classic ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Well if you couldn't tell how impressed I am by this anime, then you must be retarded.\u001b[24m\n    \u001b[1m全体的に：もしあなたがこのアニメによってどのように感銘を受けていないのか分からなければ、あなたは遅らされなければなりません。\u001b[22m, \u001b[1m全体：私はこのアニメによって午前か感動伝えることができなかった場合さて、あなたは遅くなければなりません。\u001b[22m\n\u001b[4mSolid marks, solid anime, solid carving in my mind that Hangyaku no Lelouch is a definite re-watch and later classic ;)\u001b[24m\n    \u001b[1mソリッドマーク、ソリッドアニメ、漢字のないルルーシュは確かなリメイクであり、後の古典であることを私の心に刻んでいる;）\u001b[22m, \u001b[1mソリッドマーク、固体アニメ、反逆のルルーシュは、再ウォッチ以降古典明確ではありません私の心の中の固体彫刻;）\u001b[22m\n\u001b[1m\u001b[22m\nTotal 100% or overall 10/10\n\n\u001b[1m合計100％または全体的な10/10\u001b[22m\n\u001b[1m(Gōkei 100-pāsento matawa zentai-tekina 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mTotal 100% or overall 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTotal 100% or overall 10/10\u001b[24m\n    \u001b[1m合計100％または全体的な10/10\u001b[22m, \u001b[1m合計100％または全体的に10月10日\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "OKIJIN",
    "profile": "/profile/OKIJIN/reviews",
    "pages": "11",
    "number": "3",
    "link": "/reviews.php?id=7984",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は私の人生でこのような優れたアニメを見たことはありません。 私はアニメのファンにこれをお勧めします。 文字、プロット、紆余曲折、メカ、すべてが素晴らしいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI have never seen such an outstanding anime in my life. I would recommend this to any anime fan. The characters, plot, twists and turns, the mechas, everything is just amazing.\n\n\u001b[1m私は私の人生でこのような優れたアニメを見たことはありません。 私はアニメのファンにこれをお勧めします。 文字、プロット、紆余曲折、メカ、すべてが素晴らしいです。\u001b[22m\n\u001b[1m(Watashi wa watashinojinsei de kono yō na sugureta anime o mita koto wa arimasen. Watashi wa anime no fan ni kore o o susume shimasu. Moji, purotto, uyokyokusetsu, meka, subete ga subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI have never seen such an outstanding anime in my life. I would recommend this to any anime fan. The characters, plot, twists and turns, the mechas, everything is just amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have never seen such an outstanding anime in my life.\u001b[24m\n    \u001b[1m私は私の人生でこのような優れたアニメを見たことはありません。\u001b[22m, \u001b[1m私は私の人生の中で、このような優れたアニメを見たことがありません。\u001b[22m\n\u001b[4mI would recommend this to any anime fan.\u001b[24m\n    \u001b[1m私はアニメのファンにこれをお勧めします。\u001b[22m, \u001b[1m私は、アニメファンにこれをお勧めします。\u001b[22m\n\u001b[4mThe characters, plot, twists and turns, the mechas, everything is just amazing.\u001b[24m\n    \u001b[1m文字、プロット、紆余曲折、メカ、すべてが素晴らしいです。\u001b[22m, \u001b[1m文字、プロット、紆余曲折、mechasは、すべてがちょうど素晴らしいです。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "Bluthut",
    "profile": "/profile/Bluthut/reviews",
    "pages": "11",
    "number": "4",
    "link": "/reviews.php?id=11714",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nコードギアスは非常に良いアニメであり、デスノートのようなものです。\nコードギアスについての非常に良いことは、主人公の私生活と彼の秘密の人生の両方を非常によく見ることです。\nそれはデスノートが持っていなかったものです。\n私が好きだったのですが、他の人や多分あなたが気に入らない人は、ロボットのような変圧器です。\n私はいくつかのポイントを少し興奮させるので、彼らが好きでした。\nだから話はいいです。 主人公はクールでスマートです。 彼の私生活は非常によく見えます。それは良いことですし、変圧器のことは冷静です。\n9人",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nCode Geass is a very good anime and it's a lot like Death Note.\n\n\u001b[1mコードギアスは非常に良いアニメであり、デスノートのようなものです。\u001b[22m\n\u001b[1m(Kōdogiasu wa hijō ni yoi animedeari, desunōto no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mCode Geass is a very good anime and it's a lot like Death Note.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCode Geass is a very good anime and it's a lot like Death Note.\u001b[24m\n    \u001b[1mコードギアスは非常に良いアニメであり、デスノートのようなものです。\u001b[22m, \u001b[1mコードギアス反逆のは非常に良いアニメであり、それはデスノートのようにたくさんあります。\u001b[22m\nA very good thing about Code Geass is that you see the main character's private life and his secret one both very much.\n\n\u001b[1mコードギアスについての非常に良いことは、主人公の私生活と彼の秘密の人生の両方を非常によく見ることです。\u001b[22m\n\u001b[1m(Kōdogiasu ni tsuite no hijō ni yoi koto wa, shujinkō no shiseikatsu to kare no himitsu no jinsei no ryōhō o hijō ni yoku miru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mA very good thing about Code Geass is that you see the main character's private life and his secret one both very much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA very good thing about Code Geass is that you see the main character's private life and his secret one both very much.\u001b[24m\n    \u001b[1mコードギアスについての非常に良いことは、主人公の私生活と彼の秘密の人生の両方を非常によく見ることです。\u001b[22m, \u001b[1mコードギアスについては非常に良いことは、あなたが主人公の私生活と彼の秘密の1つの非常に多くの両方を参照してくださいということです。\u001b[22m\nThat is something what Death Note didn't have.\n\n\u001b[1mそれはデスノートが持っていなかったものです。\u001b[22m\n\u001b[1m(Sore wa desunōto ga motte inakatta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThat is something what Death Note didn't have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat is something what Death Note didn't have.\u001b[24m\n    \u001b[1mそれはデスノートが持っていなかったものです。\u001b[22m, \u001b[1mそれは持っていなかったもの死注ものです。\u001b[22m\nA thing I liked, but what some other people and maybe you too may not like are the transformer like robots.\n\n\u001b[1m私が好きだったのですが、他の人や多分あなたが気に入らない人は、ロボットのような変圧器です。\u001b[22m\n\u001b[1m(Watashi ga sukidatta nodesuga, hokanohito ya tabun anata ga kiniiranai hito wa, robotto no yōna hen'atsukidesu.)\u001b[22m\n\nTranslations of \u001b[4mA thing I liked, but what some other people and maybe you too may not like are the transformer like robots.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA thing I liked, but what some other people and maybe you too may not like are the transformer like robots.\u001b[24m\n    \u001b[1m私が好きだったのですが、他の人や多分あなたが気に入らない人は、ロボットのような変圧器です。\u001b[22m, \u001b[1m事私は言っていますが、どのようないくつかの他の人々をし、多分あなたはあまりにも好きではないかもしれませんが、ロボットのような変圧器です。\u001b[22m\nI did like them, because it made some points a little bit more excitement.\n\n\u001b[1m私はいくつかのポイントを少し興奮させるので、彼らが好きでした。\u001b[22m\n\u001b[1m(Watashi wa ikutsu ka no pointo o sukoshi kōfun sa serunode, karera ga sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mI did like them, because it made some points a little bit more excitement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did like them, because it made some points a little bit more excitement.\u001b[24m\n    \u001b[1m私はいくつかのポイントを少し興奮させるので、彼らが好きでした。\u001b[22m, \u001b[1mそれはいくつかのポイントを少しより多くの興奮を作ったので、私は、彼らのようでした。\u001b[22m\nSo, the story is good. The main character is cool and smart. His private life is shown very well, and that's something good and the transformer things are cool.\n\n\u001b[1mだから話はいいです。 主人公はクールでスマートです。 彼の私生活は非常によく見えます。それは良いことですし、変圧器のことは冷静です。\u001b[22m\n\u001b[1m(Dakara hanashi wa īdesu. Shujinkō wa kūru de sumātodesu. Kare no shiseikatsu wa hijō ni yoku miemasu. Sore wa yoi kotodesushi, hen'atsuki no koto wa reiseidesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, the story is good. The main character is cool and smart. His private life is shown very well, and that's something good and the transformer things are cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, the story is good.\u001b[24m\n    \u001b[1mだから話はいいです。\u001b[22m, \u001b[1mだから、ストーリーが良いです。\u001b[22m\n\u001b[4mThe main character is cool and smart.\u001b[24m\n    \u001b[1m主人公はクールでスマートです。\u001b[22m, \u001b[1m主人公がクールでスマートです。\u001b[22m\n\u001b[4mHis private life is shown very well, and that's something good and the transformer things are cool.\u001b[24m\n    \u001b[1m彼の私生活は非常によく見えます。それは良いことですし、変圧器のことは冷静です。\u001b[22m, \u001b[1m彼の私生活は非常によく示されており、それが何か良いことだとトランス物事がクールです。\u001b[22m\nA nine\n\n\u001b[1m9人\u001b[22m\n\u001b[1m(9-Ri)\u001b[22m\n\nTranslations of \u001b[4mA nine\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA nine\u001b[24m\n    \u001b[1m9人\u001b[22m, \u001b[1m9\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "yarvenclog",
    "profile": "/profile/yarvenclog/reviews",
    "pages": "11",
    "number": "5",
    "link": "/reviews.php?id=5737",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  10\n\nまず、私はこのアニメが私の心を吹き飛ばしたと言いたいと思います。私が見た最初のエピソードは、ガンダムのクローンのように思えるほどではありませんでした。 その後、最初のエピソードの終わりに来た、それは、それぞれが他のよりも優れたひねりの長いラインの最初のものだった。 最終的に叙事詩のクリフハンガーエンディングに至りました。\n\n物語 - この物語は知的タイプの人にとっては間違いなく、主人公のルルーシュは天才ティーンエイジャーで、あなたが裸の骨に落ちたときに復讐のために出ています。 それを超えて、ストーリーがキャラクター間の相互作用によって設定されているのは驚くべきことです。 皮肉なことに、皮肉なことがたくさんあります。文字が明らかになったとき、真実は絶対に気になります。 すべての物語の上には、覚えておかなければならないものと、本当に最初に経験する必要があるものがあります。\n\n芸術 - それは私の1つの苦情ですが、芸術はそれ自身の物語に合うように様式化されていて、むしろ漫画的です。 クランプは手足を伸ばさなければならないという特徴があり、個人的にはあまり気にしません。 しかし、それを超えてメカは素晴らしいと戦いのシーンが美しく行われます。\n\n最初の12のエピソードへのOPとEDの歌はショーの全体的な感触に非常にうまく収まります。 また、シリーズ全体の音は、何が起こっていたのかの音色によく合います。 シリーズの後半のOP曲は似ていないように見えましたが、すべてのアニメーションとうまく一致しませんでした。 大抵の場合、私は音楽を楽しんだ。\n\nキャラクター - 私はどんなに驚くべきキャラクターがあるのか​​、他のキャラクターよりいくらか多いかについては何度も繰り返すことができます。 私は自分自身を制限しようとしますが、この部門のすべての人にとって何かがあるようです。 キャラクターは、甘い王女に、あなたが嫌い​​な人に、ごめんなさいと感じる人に、幅広い範囲で広がっています。 すべてのキャラクターのアクションとインタラクションは絶対に素晴らしいものであり、おそらくショーについての最も良い部分です。\n\n私は絶対にテレビで何かを見たことがある人にこれをお勧めします、これは素晴らしいシリーズであり、そうする価値があります。 だからこれを読んでそれを見て行きなさい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nfirst off I would like to say that this anime blew my mind, the very first episode that I saw didn't really stand out much it just seemed like a gundam clone. Then came the ending of that first episode, it was the first in a long line of twist each one better than the other. finally leading up to an epic cliffhanger ending.\n\n\u001b[1mまず、私はこのアニメが私の心を吹き飛ばしたと言いたいと思います。私が見た最初のエピソードは、ガンダムのクローンのように思えるほどではありませんでした。 その後、最初のエピソードの終わりに来た、それは、それぞれが他のよりも優れたひねりの長いラインの最初のものだった。 最終的に叙事詩のクリフハンガーエンディングに至りました。\u001b[22m\n\u001b[1m(Mazu, watashi wa kono anime ga watashi no kokoro o fukitobashita to iitai to omoimasu. Watashi ga mita saisho no episōdo wa, Gandamu no kurōn no yō ni omoeru hodode wa arimasendeshita. Sonogo, saisho no episōdo no owari ni kita, soreha, sorezore ga hoka no yori mo sugureta hineri no nagai rain no saisho no monodatta. Saishūtekini jojishi no kurifuhangāendingu ni itarimashita.)\u001b[22m\n\nTranslations of \u001b[4mfirst off I would like to say that this anime blew my mind, the very first episode that I saw didn't really stand out much it just seemed like a gundam clone. Then came the ending of that first episode, it was the first in a long line of twist each one better than the other. finally leading up to an epic cliffhanger ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfirst off I would like to say that this anime blew my mind, the very first episode that I saw didn't really stand out much it just seemed like a gundam clone.\u001b[24m\n    \u001b[1mまず、私はこのアニメが私の心を吹き飛ばしたと言いたいと思います。私が見た最初のエピソードは、ガンダムのクローンのように思えるほどではありませんでした。\u001b[22m, \u001b[1m最初のオフ、私はこのアニメは私の心を吹いたことを言いたい、私は本当に際立っていなかった見て非常に最初のエピソードは、はるかにそれだけでガンダムクローンのように思えました。\u001b[22m\n\u001b[4mThen came the ending of that first episode, it was the first in a long line of twist each one better than the other.\u001b[24m\n    \u001b[1mその後、最初のエピソードの終わりに来た、それは、それぞれが他のよりも優れたひねりの長いラインの最初のものだった。\u001b[22m, \u001b[1mそして、その最初のエピソードの結末が来た、それは他より各1優れたツイストの長い行の最初でした。\u001b[22m\n\u001b[4mfinally leading up to an epic cliffhanger ending.\u001b[24m\n    \u001b[1m最終的に叙事詩のクリフハンガーエンディングに至りました。\u001b[22m, \u001b[1m最終的に終了叙事詩接戦に至るまで。\u001b[22m\n\u001b[1m\u001b[22m\nstory- This story is definetly for the intellectual type, the main character lelouche is a genius teenager who, when you get down to the bare bone, is out for revenge. Beyond that just the way that the story is set up with the interactions between the characters is astonishing. And the irony, there is so much irony, and seeing when the characters are revealed the truth is absolutly mindblowing. Over all the story is one to remember and one that really needs to be experienced first hand.\n\n\u001b[1m物語 - この物語は知的タイプの人にとっては間違いなく、主人公のルルーシュは天才ティーンエイジャーで、あなたが裸の骨に落ちたときに復讐のために出ています。 それを超えて、ストーリーがキャラクター間の相互作用によって設定されているのは驚くべきことです。 皮肉なことに、皮肉なことがたくさんあります。文字が明らかになったとき、真実は絶対に気になります。 すべての物語の上には、覚えておかなければならないものと、本当に最初に経験する必要があるものがあります。\u001b[22m\n\u001b[1m(Monogatari - kono monogatari wa chiteki taipu no hito ni totte wa machigainaku, shujinkō no rurūshu wa tensai tīn'eijā de, anata ga hadaka no hone ni ochita toki ni fukushū no tame ni dete imasu. Sore o koete, sutōrī ga kyarakutā-kan no sōgo sayō ni yotte settei sa rete iru no wa odorokubeki kotodesu. Hinikuna koto ni, hinikuna koto ga takusan arimasu. Moji ga akiraka ni natta toki, shinjitsu wa zettai ni ki ni narimasu. Subete no monogatari no ue ni wa, oboete okanakereba naranai mono to, hontōni saisho ni keiken suruhitsuyōgāru mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mstory- This story is definetly for the intellectual type, the main character lelouche is a genius teenager who, when you get down to the bare bone, is out for revenge. Beyond that just the way that the story is set up with the interactions between the characters is astonishing. And the irony, there is so much irony, and seeing when the characters are revealed the truth is absolutly mindblowing. Over all the story is one to remember and one that really needs to be experienced first hand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory- This story is definetly for the intellectual type, the main character lelouche is a genius teenager who, when you get down to the bare bone, is out for revenge.\u001b[24m\n    \u001b[1m物語 - この物語は知的タイプの人にとっては間違いなく、主人公のルルーシュは天才ティーンエイジャーで、あなたが裸の骨に落ちたときに復讐のために出ています。\u001b[22m, \u001b[1mこの物語は、知的タイプのためdefinetlyあるstory-、主人公のルルーシュは、あなたがダウンして裸の骨に取得するときに、復讐のために出ている、天才のティーンエイジャーです。\u001b[22m\n\u001b[4mBeyond that just the way that the story is set up with the interactions between the characters is astonishing.\u001b[24m\n    \u001b[1mそれを超えて、ストーリーがキャラクター間の相互作用によって設定されているのは驚くべきことです。\u001b[22m, \u001b[1m物語は文字の間の相互作用で設定されているだけの方法を超えて驚くべきことです。\u001b[22m\n\u001b[4mAnd the irony, there is so much irony, and seeing when the characters are revealed the truth is absolutly mindblowing.\u001b[24m\n    \u001b[1m皮肉なことに、皮肉なことがたくさんあります。文字が明らかになったとき、真実は絶対に気になります。\u001b[22m, \u001b[1mそして皮肉なことに、そこにそんなに皮肉で、文字が真実はabsolutly mindblowingされ明らかにされたときに見ました。\u001b[22m\n\u001b[4mOver all the story is one to remember and one that really needs to be experienced first hand.\u001b[24m\n    \u001b[1mすべての物語の上には、覚えておかなければならないものと、本当に最初に経験する必要があるものがあります。\u001b[22m, \u001b[1mすべての物語の上に覚えておくべき1と本当に最初に手を経験する必要があるものです。\u001b[22m\n\u001b[1m\u001b[22m\nart- Well this is my one complaint, while I do like that the art is stylized to fit its own story, its rather cartoony. It seems to be a trait that Clamp has to elongate the limbs, and personally I don't much care for that. But beyond that the mechs look superb and the fight scenes are done beautifully.\n\n\u001b[1m芸術 - それは私の1つの苦情ですが、芸術はそれ自身の物語に合うように様式化されていて、むしろ漫画的です。 クランプは手足を伸ばさなければならないという特徴があり、個人的にはあまり気にしません。 しかし、それを超えてメカは素晴らしいと戦いのシーンが美しく行われます。\u001b[22m\n\u001b[1m(Geijutsu - sore wa watashi no 1tsu no kujōdesuga, geijutsu wa sore jishin no monogatari ni au yō ni yōshiki-ka sa rete ite, mushiro manga-tekidesu. Kuranpu wa teashi o nobasanakereba naranai to iu tokuchō ga ari, kojin-teki ni wa amari ki ni shimasen. Shikashi, sore o koete meka wa subarashī to tatakai no shīn ga utsukushiku okonawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mart- Well this is my one complaint, while I do like that the art is stylized to fit its own story, its rather cartoony. It seems to be a trait that Clamp has to elongate the limbs, and personally I don't much care for that. But beyond that the mechs look superb and the fight scenes are done beautifully.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart- Well this is my one complaint, while I do like that the art is stylized to fit its own story, its rather cartoony.\u001b[24m\n    \u001b[1m芸術 - それは私の1つの苦情ですが、芸術はそれ自身の物語に合うように様式化されていて、むしろ漫画的です。\u001b[22m, \u001b[1m私は技術は、独自の物語、そのむしろ漫画にフィットするように定型化されていることが好きですしながらアート - まあ、これは私の1苦情が、あります。\u001b[22m\n\u001b[4mIt seems to be a trait that Clamp has to elongate the limbs, and personally I don't much care for that.\u001b[24m\n    \u001b[1mクランプは手足を伸ばさなければならないという特徴があり、個人的にはあまり気にしません。\u001b[22m, \u001b[1mクランプが手足を長くしなければならない特性であると思われる、と個人的に私はそのため多くの世話をしないでください。\u001b[22m\n\u001b[4mBut beyond that the mechs look superb and the fight scenes are done beautifully.\u001b[24m\n    \u001b[1mしかし、それを超えてメカは素晴らしいと戦いのシーンが美しく行われます。\u001b[22m, \u001b[1mしかし、それを超えてメカは素晴らしい見て、戦いのシーンは美しく行われます。\u001b[22m\n\u001b[1m\u001b[22m\nsound- The OP and ED songs to the first 12 episodes fit very nicely to the overall feel of the show. Also the sounds throughout the series fit well with the tone of what was going on. Though the OP song to the second half of the series seemed kind of out of place and didn't match the animations all that well. For the most part, though, I enjoyed the music.\n\n\u001b[1m最初の12のエピソードへのOPとEDの歌はショーの全体的な感触に非常にうまく収まります。 また、シリーズ全体の音は、何が起こっていたのかの音色によく合います。 シリーズの後半のOP曲は似ていないように見えましたが、すべてのアニメーションとうまく一致しませんでした。 大抵の場合、私は音楽を楽しんだ。\u001b[22m\n\u001b[1m(Saisho no 12 no episōdo e no OP to ED no uta wa shō no zentai-tekina kanshoku ni hijō ni umaku osamarimasu. Mata, shirīzu zentai no oto wa, nani ga okotte ita no ka no neiro ni yoku aimasu. Shirīzu no kōhan no OP-kyoku wa nite inai yō ni miemashitaga, subete no animēshon to umaku itchi shimasendeshita. Taitei no baai, watashi wa ongaku o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4msound- The OP and ED songs to the first 12 episodes fit very nicely to the overall feel of the show. Also the sounds throughout the series fit well with the tone of what was going on. Though the OP song to the second half of the series seemed kind of out of place and didn't match the animations all that well. For the most part, though, I enjoyed the music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound- The OP and ED songs to the first 12 episodes fit very nicely to the overall feel of the show.\u001b[24m\n    \u001b[1m最初の12のエピソードへのOPとEDの歌はショーの全体的な感触に非常にうまく収まります。\u001b[22m, \u001b[1m最初の12のエピソードにOPとED曲を健全ショーの全体的な感触に非常にうまく適合します。\u001b[22m\n\u001b[4mAlso the sounds throughout the series fit well with the tone of what was going on.\u001b[24m\n    \u001b[1mまた、シリーズ全体の音は、何が起こっていたのかの音色によく合います。\u001b[22m, \u001b[1mまた、シリーズ全体で音は何が起こっていたかのような口調でよくフィット。\u001b[22m\n\u001b[4mThough the OP song to the second half of the series seemed kind of out of place and didn't match the animations all that well.\u001b[24m\n    \u001b[1mシリーズの後半のOP曲は似ていないように見えましたが、すべてのアニメーションとうまく一致しませんでした。\u001b[22m, \u001b[1mけれどもシリーズの後半にのOP曲は場違い種類のようで、すべてがうまくアニメーションを一致しませんでした。\u001b[22m\n\u001b[4mFor the most part, though, I enjoyed the music.\u001b[24m\n    \u001b[1m大抵の場合、私は音楽を楽しんだ。\u001b[22m, \u001b[1mほとんどの部分については、しかし、私は音楽を楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\ncharacter- I could go on and on about how amazing all of the characters are, some more than others though. I will try and limit myself though, it seems like there is something for every one in this department. The characters span a wide range of total jerk, to sweet princess, to someone you love to hate, to someone you just feel sorry for. All of the characters actions and interactions are absolutly amazing, and probably the best part about the show.\n\n\u001b[1mキャラクター - 私はどんなに驚くべきキャラクターがあるのか​​、他のキャラクターよりいくらか多いかについては何度も繰り返すことができます。 私は自分自身を制限しようとしますが、この部門のすべての人にとって何かがあるようです。 キャラクターは、甘い王女に、あなたが嫌い​​な人に、ごめんなさいと感じる人に、幅広い範囲で広がっています。 すべてのキャラクターのアクションとインタラクションは絶対に素晴らしいものであり、おそらくショーについての最も良い部分です。\u001b[22m\n\u001b[1m(Kyarakutā - watashi wa don'nani odorokubeki kyarakutā ga aru no ka ​​, hoka no kyarakutā yori ikuraka ōi ka ni tsuite wa nando mo kurikaesu koto ga dekimasu. Watashi wa jibun jishin o seigen shiyou to shimasuga, kono bumon no subete no hito ni totte nanika ga aru yōdesu. Kyarakutā wa, amai ōjo ni, anata ga kirai ​​na hito ni, gomen'nasai to kanjiru hito ni, habahiroi han'i de hirogatte imasu. Subete no kyarakutā no akushon to intarakushon wa zettai ni subarashī monodeari, osoraku shō ni tsuite no mottomo yoi bubundesu.)\u001b[22m\n\nTranslations of \u001b[4mcharacter- I could go on and on about how amazing all of the characters are, some more than others though. I will try and limit myself though, it seems like there is something for every one in this department. The characters span a wide range of total jerk, to sweet princess, to someone you love to hate, to someone you just feel sorry for. All of the characters actions and interactions are absolutly amazing, and probably the best part about the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter- I could go on and on about how amazing all of the characters are, some more than others though.\u001b[24m\n    \u001b[1mキャラクター - 私はどんなに驚くべきキャラクターがあるのか、他のキャラクターよりいくらか多いかについては何度も繰り返すことができます。\u001b[22m, \u001b[1mcharacter-でも、私は他のものよりいくつかのより多くの、すべての文字がどのように素晴らしいについて上に行く可能性があります。\u001b[22m\n\u001b[4mI will try and limit myself though, it seems like there is something for every one in this department.\u001b[24m\n    \u001b[1m私は自分自身を制限しようとしますが、この部門のすべての人にとって何かがあるようです。\u001b[22m, \u001b[1m私はこの部門の一人一人のために何かがあるように思える、試してみて、しかし自分自身を制限します。\u001b[22m\n\u001b[4mThe characters span a wide range of total jerk, to sweet princess, to someone you love to hate, to someone you just feel sorry for.\u001b[24m\n    \u001b[1mキャラクターは、甘い王女に、あなたが嫌いな人に、ごめんなさいと感じる人に、幅広い範囲で広がっています。\u001b[22m, \u001b[1m文字が誰かにあなただけのために残念に感じ、あなたが嫌いに愛する人に、甘い王女に、合計ジャークの広い範囲に及びます。\u001b[22m\n\u001b[4mAll of the characters actions and interactions are absolutly amazing, and probably the best part about the show.\u001b[24m\n    \u001b[1mすべてのキャラクターのアクションとインタラクションは絶対に素晴らしいものであり、おそらくショーについての最も良い部分です。\u001b[22m, \u001b[1m文字のアクションとの相互作用のすべては、おそらくショーについての最もよい部分absolutly驚くべきものだ、と。\u001b[22m\n\u001b[1m\u001b[22m\nI would absolutely recommend this to any one who has ever watched any thing on TV, this is a stunning series and deserves to be so. So stop reading this and go watch it.\n\n\u001b[1m私は絶対にテレビで何かを見たことがある人にこれをお勧めします、これは素晴らしいシリーズであり、そうする価値があります。 だからこれを読んでそれを見て行きなさい。\u001b[22m\n\u001b[1m(Watashi wa zettai ni terebide nanika o mita koto ga aru hito ni kore o o susume shimasu, kore wa subarashī shirīzudeari,-sō suru kachi ga arimasu. Dakara kore o yonde sore o mite iki nasai.)\u001b[22m\n\nTranslations of \u001b[4mI would absolutely recommend this to any one who has ever watched any thing on TV, this is a stunning series and deserves to be so. So stop reading this and go watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would absolutely recommend this to any one who has ever watched any thing on TV, this is a stunning series and deserves to be so.\u001b[24m\n    \u001b[1m私は絶対にテレビで何かを見たことがある人にこれをお勧めします、これは素晴らしいシリーズであり、そうする価値があります。\u001b[22m, \u001b[1m私は絶対に今までこれは素晴らしいシリーズであり、そうであるに値する、テレビ上の任意のものを見ているいずれかにこれをお勧めします。\u001b[22m\n\u001b[4mSo stop reading this and go watch it.\u001b[24m\n    \u001b[1mだからこれを読んでそれを見て行きなさい。\u001b[22m, \u001b[1mだから、これを読んで停止し、それを見に行きます。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "1238192309013",
    "profile": "/profile/1238192309013/reviews",
    "pages": "11",
    "number": "6",
    "link": "/reviews.php?id=6305",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  5\n\nこのレビューは、このショーを嫌う人がいるので、観客全体のうちの1人の男のためのものです。だから、私はいくつかの「役に立たない」と思っていますが、私はちょうどこれを書く必要がありました。 レビュー全体を読んだ後、このアニメを試してみたいかどうかを決めます。 あなたはそれをあなたのお気に入りとして追加したり、あなたの魂と体全体でそれを憎むことができます！\n\n•ストーリー：あなたのうち何人が死亡を気に入っていましたか？ どうして？ ある時点であなたは死の気持ちを感じるからです。 ええと！ 誰かが彼と彼に力を与えた人が知っている超自然の力を持っている男。 そして、彼は言葉を変えようとしますが、実際には彼らが敵であると思っている友達がいると思います。\nこのショーは死のノートです。それにはより幼稚な音と最悪の紆余曲折があります。\n\n•芸術：芸術は素晴らしく、そのレベルで多くのことについて不平を言うことはできません。それは味の問題です。\n\n•サウンド：音は浮き沈みだったが、それは偉大なものとして目立たなかったし、失望しなかった。\n\n•キャラクター：ああ男の子...これは本当に物事が崩壊し始めた場所です...死の音符プロット...はい私はそれに対処することができます...しかし、文字、別の話。\nあなたが12のエピソードのためのキャラクターに付いているという事実、そして彼は可能な限り恐ろしい方法で取り出され、彼らの死の唯一のエピソードの後に​​忘れてしまった、ええ、そんなことは私を怒らせる。 彼らはまったく関係ないようです！\n文字はまた、速い/劇的な変化への道に苦しんでいます！ 彼らは右から左へ、そして左から右へ3分で行きます。\n\n•楽しさ：シリーズの途中まで、私はこのシリーズを楽しんでいました。 それはいくつかのドラマ、人生の一部、ロマンス、それは間違いなくアクションと十分なコメディを物事を冷静に保つために持っていた。 私は自分自身が特定の出来事によって何度も動かされたことに気づいた。\n今これがいたずら星です！ これはストーリー/アート/サウンドやその他のセクションではなく、楽しさです。 だから、私は最終的なエピソードで、すべてが順調に進んでいます。ちょっとしたドラマでシリーズを終了するように見えるものはどこからも飛び出しますが、それはすべて上手くいくでしょう。 それはあなたがそれに着く前に起こることがあることを知っているハッピーエンドのそのタイプですが、それは来るだろうとそれは良いことが明らかです。 私が期待していたように、すべてがとても美しく、4/5の星は終わり、美しいものでした。 しかしその後！ すべてが360度回転します！ 愚かなミスのために、私はうまく計算された、うまく配置された、うまくタイムアウトされたミスを意味するものではありません、私は右の愚かな、並外れた愚かな、間違ってすべてを変更し、\n\n•全体：ショーを見て、あなたはそれが非常に面白いいくつかの非常に良いエピソードを持っているかもしれませんが、私が言ったように、結末のネジアップ、大きな奇妙な時間！ そして第2シーズンはドラッグする言い訳に過ぎない。 上で述べたように、あなたはそれを愛しているかもしれませんが、あなたはそれを憎むかもしれません。 私は知っていた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis review is for that one guy, out of the entire crowd, who freaking hates this show, so I'm expecting some 'not helpful' but I just HAD to write this. Decide if you want to give this anime a try after you read the entire review. You may add it as your favorite or hate it with your entire soul and body!\n\n\u001b[1mこのレビューは、このショーを嫌う人がいるので、観客全体のうちの1人の男のためのものです。だから、私はいくつかの「役に立たない」と思っていますが、私はちょうどこれを書く必要がありました。 レビュー全体を読んだ後、このアニメを試してみたいかどうかを決めます。 あなたはそれをあなたのお気に入りとして追加したり、あなたの魂と体全体でそれを憎むことができます！\u001b[22m\n\u001b[1m(Kono rebyū wa, kono shō o kirau hito ga iru node, kankyaku zentai no uchi no 1-ri no otoko no tame no monodesu. Dakara, watashi wa ikutsu ka no `yakunitatanai' to omotte imasuga, watashi wa chōdo kore o kaku hitsuyō ga arimashita. Rebyū zentai o yonda nochi, kono anime o tameshite mitai ka dō ka o kimemasu. Anata wa sore o anata no okiniiri to shite tsuika shi tari, anata no tamashī to karada zentai de sore o nikumu koto ga dekimasu!)\u001b[22m\n\nTranslations of \u001b[4mThis review is for that one guy, out of the entire crowd, who freaking hates this show, so I'm expecting some 'not helpful' but I just HAD to write this. Decide if you want to give this anime a try after you read the entire review. You may add it as your favorite or hate it with your entire soul and body!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review is for that one guy, out of the entire crowd, who freaking hates this show, so I'm expecting some 'not helpful' but I just HAD to write this.\u001b[24m\n    \u001b[1mこのレビューは、このショーを嫌う人がいるので、観客全体のうちの1人の男のためのものです。だから、私はいくつかの「役に立たない」と思っていますが、私はちょうどこれを書く必要がありました。\u001b[22m, \u001b[1mこのレビューは、このショーが嫌いおかしく全体群衆のうち、その一人の男のためのものであるので、私はいくつかの「役に立たない」を期待していますが、私はちょうどこれを書かなければなりませんでした。\u001b[22m\n\u001b[4mDecide if you want to give this anime a try after you read the entire review.\u001b[24m\n    \u001b[1mレビュー全体を読んだ後、このアニメを試してみたいかどうかを決めます。\u001b[22m, \u001b[1mあなたは全体のレビューを読んだ後、このアニメを試してみることにしたいかどうかを決定します。\u001b[22m\n\u001b[4mYou may add it as your favorite or hate it with your entire soul and body!\u001b[24m\n    \u001b[1mあなたはそれをあなたのお気に入りとして追加したり、あなたの魂と体全体でそれを憎むことができます！\u001b[22m, \u001b[1mあなたのお気に入りとして追加したり、全体の魂と体とそれを憎むかもしれません！\u001b[22m\n\u001b[1m\u001b[22m\n•Story: How many of you liked death note? Why? Because at some point you get that death note feeling. You know! The one where a guy has a super natural power that nobody but him and the one who gave him the power know about. And he tries to change the word, but there's this one guy who thinks they are friends when in fact they are enemies, etcetera etcetera.\n\n\u001b[1m•ストーリー：あなたのうち何人が死亡を気に入っていましたか？ どうして？ ある時点であなたは死の気持ちを感じるからです。 ええと！ 誰かが彼と彼に力を与えた人が知っている超自然の力を持っている男。 そして、彼は言葉を変えようとしますが、実際には彼らが敵であると思っている友達がいると思います。\u001b[22m\n\u001b[1m(• Sutōrī: Anata no uchi nan-ri ga shibō o kiniitte imashita ka? Dōshite? Aru jiten de anata wa shi no kimochi o kanjirukaradesu. Ē to! Darekaga kare to kare ni chikara o ataeta hito ga shitte iru chō shizen no chikara o motte iru otoko. Soshite, kare wa kotoba o kaeyou to shimasuga, jissai ni wa karera ga tekidearu to omotte iru tomodachi ga iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4m•Story: How many of you liked death note? Why? Because at some point you get that death note feeling. You know! The one where a guy has a super natural power that nobody but him and the one who gave him the power know about. And he tries to change the word, but there's this one guy who thinks they are friends when in fact they are enemies, etcetera etcetera.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•Story: How many of you liked death note?\u001b[24m\n    \u001b[1m•ストーリー：あなたのうち何人が死亡を気に入っていましたか？\u001b[22m, \u001b[1m•ストーリー：どのように多くのあなたの死のノートが好き？\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mBecause at some point you get that death note feeling.\u001b[24m\n    \u001b[1mある時点であなたは死の気持ちを感じるからです。\u001b[22m, \u001b[1mある時点で、あなたはその死のノート感覚を得るので。\u001b[22m\n\u001b[4mYou know!\u001b[24m\n    \u001b[1mええと！\u001b[22m, \u001b[1mあなたは知っている！\u001b[22m, \u001b[1mあなたが知っています！\u001b[22m\n\u001b[4mThe one where a guy has a super natural power that nobody but him and the one who gave him the power know about.\u001b[24m\n    \u001b[1m誰かが彼と彼に力を与えた人が知っている超自然の力を持っている男。\u001b[22m, \u001b[1m男は誰もが、彼と彼に力を与えた1が知っていない超自然な力を持っている1。\u001b[22m\n\u001b[4mAnd he tries to change the word, but there's this one guy who thinks they are friends when in fact they are enemies, etcetera etcetera.\u001b[24m\n    \u001b[1mそして、彼は言葉を変えようとしますが、実際には彼らが敵であると思っている友達がいると思います。\u001b[22m, \u001b[1mそして、彼は言葉を変更しようとしますが、実際に彼らはエトセトラエトセトラ、敵であるとき、彼らは友達であると考え、この一人の男があります。\u001b[22m\nThis show is death note, only with a more childish sound to it, and worst twists and plot.\n\n\u001b[1mこのショーは死のノートです。それにはより幼稚な音と最悪の紆余曲折があります。\u001b[22m\n\u001b[1m(Kono shō wa shi no nōtodesu. Soreni wa yori yōchina oto to saiaku no uyokyokusetsu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show is death note, only with a more childish sound to it, and worst twists and plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is death note, only with a more childish sound to it, and worst twists and plot.\u001b[24m\n    \u001b[1mこのショーは死のノートです。それにはより幼稚な音と最悪の紆余曲折があります。\u001b[22m, \u001b[1mこのショーは、それまでより幼稚な音、そして最悪のねじれやプロットで、死のノートです。\u001b[22m\n\u001b[1m\u001b[22m\n•Art: The art was great, can't complain about much on that level, it's a matter of taste.\n\n\u001b[1m•芸術：芸術は素晴らしく、そのレベルで多くのことについて不平を言うことはできません。それは味の問題です。\u001b[22m\n\u001b[1m(• Geijutsu: Geijutsu wa subarashiku, sono reberu de ōku no koto ni tsuite fuhei o iu koto wa dekimasen. Sore wa aji no mondaidesu.)\u001b[22m\n\nTranslations of \u001b[4m•Art: The art was great, can't complain about much on that level, it's a matter of taste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•Art: The art was great, can't complain about much on that level, it's a matter of taste.\u001b[24m\n    \u001b[1m•芸術：芸術は素晴らしく、そのレベルで多くのことについて不平を言うことはできません。それは味の問題です。\u001b[22m, \u001b[1m•アート：芸術はそのレベルにはあまり文句を言うことができない、偉大だった、それは好みの問題です。\u001b[22m\n\u001b[1m\u001b[22m\n•Sound: The sound had it's ups and downs, but it didn't stand out as great, neither did it disappoint.\n\n\u001b[1m•サウンド：音は浮き沈みだったが、それは偉大なものとして目立たなかったし、失望しなかった。\u001b[22m\n\u001b[1m(• Saundo: Oto wa ukishizumidattaga, sore wa idaina mono to shite medatanakattashi, shitsubō shinakatta.)\u001b[22m\n\nTranslations of \u001b[4m•Sound: The sound had it's ups and downs, but it didn't stand out as great, neither did it disappoint.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•Sound: The sound had it's ups and downs, but it didn't stand out as great, neither did it disappoint.\u001b[24m\n    \u001b[1m•サウンド：音は浮き沈みだったが、それは偉大なものとして目立たなかったし、失望しなかった。\u001b[22m, \u001b[1m•サウンド：サウンドが、それは浮き沈みだ持っていたが、それは偉大なとして際立っませんでした、どちらもそれは期待を裏切りませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n•Characters: Oh boy... This is where things really started to go downfall... the death note plot... yeah I can deal with it... but the characters, different story.\n\n\u001b[1m•キャラクター：ああ男の子...これは本当に物事が崩壊し始めた場所です...死の音符プロット...はい私はそれに対処することができます...しかし、文字、別の話。\u001b[22m\n\u001b[1m(• Kyarakutā: Ā otokonoko... Kore wa hontōni monogoto ga hōkai shi hajimeta bashodesu... Shi no onpu purotto... Hai watashi wa sore ni taisho suru koto ga dekimasu... Shikashi, moji,-betsu no hanashi.)\u001b[22m\n\nTranslations of \u001b[4m•Characters: Oh boy... This is where things really started to go downfall... the death note plot... yeah I can deal with it... but the characters, different story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•Characters: Oh boy... This is where things really started to go downfall... the death note plot... yeah I can deal with it... but the characters, different story.\u001b[24m\n    \u001b[1m•キャラクター：ああ男の子...これは本当に物事が崩壊し始めた場所です...死の音符プロット...はい私はそれに対処することができます...しかし、文字、別の話。\u001b[22m, \u001b[1m•文字：ああ...これは物事が本当に没落...デスノートプロットを行き始めたところ...ええ、私はそれに対処することができている...しかし、文字、別の話。\u001b[22m\nThe fact that you get attached to a character for 12 episodes, and he is taken out in the most horrific way possible, and forgotten after only 1 episodes of their death, yeah that freaking pisses me off. It's like they didn't matter at all!\n\n\u001b[1mあなたが12のエピソードのためのキャラクターに付いているという事実、そして彼は可能な限り恐ろしい方法で取り出され、彼らの死の唯一のエピソードの後に​​忘れてしまった、ええ、そんなことは私を怒らせる。 彼らはまったく関係ないようです！\u001b[22m\n\u001b[1m(Anata ga 12 no episōdo no tame no kyarakutā ni tsuite iru to iu jijitsu, soshite kare wa kanōnakagiri osoroshī hōhō de toridasa re, karera no shi no yuiitsu no episōdo no nochi ni ​​ wasurete shimatta, ē, son'na koto wa watashi o okora seru. Karera wa mattaku kankeinai yōdesu!)\u001b[22m\n\nTranslations of \u001b[4mThe fact that you get attached to a character for 12 episodes, and he is taken out in the most horrific way possible, and forgotten after only 1 episodes of their death, yeah that freaking pisses me off. It's like they didn't matter at all!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fact that you get attached to a character for 12 episodes, and he is taken out in the most horrific way possible, and forgotten after only 1 episodes of their death, yeah that freaking pisses me off.\u001b[24m\n    \u001b[1mあなたが12のエピソードのためのキャラクターに付いているという事実、そして彼は可能な限り恐ろしい方法で取り出され、彼らの死の唯一のエピソードの後に忘れてしまった、ええ、そんなことは私を怒らせる。\u001b[22m, \u001b[1mあなたは12のエピソードのための文字に執着し、彼は彼らの死の唯一の1エピソードの後、可能な限り最も恐ろしい方法で取り出し、忘れられているという事実は、ええ、そのひどく神経質には私を怒らせ。\u001b[22m\n\u001b[4mIt's like they didn't matter at all!\u001b[24m\n    \u001b[1m彼らはまったく関係ないようです！\u001b[22m, \u001b[1m彼らはまったく問題ではありませんでしたようなものです！\u001b[22m\nThe characters also suffer way to fast/dramatic changes! They go from right to left and from left to right in a matter of 3 minutes.\n\n\u001b[1m文字はまた、速い/劇的な変化への道に苦しんでいます！ 彼らは右から左へ、そして左から右へ3分で行きます。\u001b[22m\n\u001b[1m(Moji wa mata, hayai/ gekitekina henka e no michi ni kurushinde imasu! Karera wa migi kara hidari e, soshite hidarikara migi e 3-bu de ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters also suffer way to fast/dramatic changes! They go from right to left and from left to right in a matter of 3 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters also suffer way to fast/dramatic changes!\u001b[24m\n    \u001b[1m文字はまた、速い/劇的な変化への道に苦しんでいます！\u001b[22m, \u001b[1m文字も速い/劇的な変化への道を被ります！\u001b[22m\n\u001b[4mThey go from right to left and from left to right in a matter of 3 minutes.\u001b[24m\n    \u001b[1m彼らは右から左へ、そして左から右へ3分で行きます。\u001b[22m, \u001b[1m彼らは3分のところに右に、右から左へ、左から行きます。\u001b[22m\n\u001b[1m\u001b[22m\n•Enjoyment: Until the middle of the series I quite enjoyed the series. It had some drama, a little bit of slice of life, some romance, it definitely had action and enough comedy to keep things cool. I found myself more than once very moved by certain events.\n\n\u001b[1m•楽しさ：シリーズの途中まで、私はこのシリーズを楽しんでいました。 それはいくつかのドラマ、人生の一部、ロマンス、それは間違いなくアクションと十分なコメディを物事を冷静に保つために持っていた。 私は自分自身が特定の出来事によって何度も動かされたことに気づいた。\u001b[22m\n\u001b[1m(• Tanoshisa: Shirīzu no tochū made, watashi wa kono shirīzu o tanoshinde imashita. Sore wa ikutsu ka no dorama, jinsei no ichibu, romansu, soreha machigainaku akushon to jūbun'na komedi o monogoto o reisei ni tamotsu tame ni motte ita. Watashi wa jibun jishin ga tokutei no dekigoto ni yotte nando mo ugokasa reta koto ni kidzuita.)\u001b[22m\n\nTranslations of \u001b[4m•Enjoyment: Until the middle of the series I quite enjoyed the series. It had some drama, a little bit of slice of life, some romance, it definitely had action and enough comedy to keep things cool. I found myself more than once very moved by certain events.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•Enjoyment: Until the middle of the series I quite enjoyed the series.\u001b[24m\n    \u001b[1m•楽しさ：シリーズの途中まで、私はこのシリーズを楽しんでいました。\u001b[22m, \u001b[1m•楽しさ：シリーズの真ん中には、私はかなりのシリーズを楽しんだまで。\u001b[22m\n\u001b[4mIt had some drama, a little bit of slice of life, some romance, it definitely had action and enough comedy to keep things cool.\u001b[24m\n    \u001b[1mそれはいくつかのドラマ、人生の一部、ロマンス、それは間違いなくアクションと十分なコメディを物事を冷静に保つために持っていた。\u001b[22m, \u001b[1mそれは間違いなく物事が冷静さを保つための行動と十分なコメディを持っていた、いくつかのドラマ、人生のスライスを少し、いくつかのロマンスを持っていました。\u001b[22m\n\u001b[4mI found myself more than once very moved by certain events.\u001b[24m\n    \u001b[1m私は自分自身が特定の出来事によって何度も動かされたことに気づいた。\u001b[22m, \u001b[1m私は非常に特定のイベントによって動かさ回以上自分自身を発見しました。\u001b[22m\nNow this is where the crap stars! Keep in mind this is enjoyment not the story/art/sound or any other section. So, I'm at the final episodes, everything is going steady, something just pops out of nowhere that looks like it's going to end the series with a little bit of drama, but it will all end up in a good way. It's that type of happy ending, where you know some stuff is gonna happen before you get to it, but it's obvious it's gonna come and it's gonna be good. And as I expected, it came, everything was very good, a 4/5 star ending, beautiful. But then! Everything gets turned 360 degrees! Because of a stupid mistake, and no I don't mean a well calculated, well placed, well timed mistake, I mean DOWN RIGHT STUPID, OUTRAGEOUSLY STUPID, mistake that changes everything and ensures the most, rage worthy ending!\n\n\u001b[1m今これがいたずら星です！ これはストーリー/アート/サウンドやその他のセクションではなく、楽しさです。 だから、私は最終的なエピソードで、すべてが順調に進んでいます。ちょっとしたドラマでシリーズを終了するように見えるものはどこからも飛び出しますが、それはすべて上手くいくでしょう。 それはあなたがそれに着く前に起こることがあることを知っているハッピーエンドのそのタイプですが、それは来るだろうとそれは良いことが明らかです。 私が期待していたように、すべてがとても美しく、4/5の星は終わり、美しいものでした。 しかしその後！ すべてが360度回転します！ 愚かなミスのために、私はうまく計算された、うまく配置された、うまくタイムアウトされたミスを意味するものではありません、私は右の愚かな、並外れた愚かな、間違ってすべてを変更し、\u001b[22m\n\u001b[1m(Ima kore ga itazura-boshidesu! Kore wa sutōrī/ āto/ saundo ya sonohoka no sekushonde wa naku, tanoshisadesu. Dakara, watashi wa saishū-tekina episōdo de, subete ga junchō ni susunde imasu. Chottoshita dorama de shirīzu o shūryō suru yō ni mieru mono wa doko kara mo tobidashimasuga, soreha subete umaku ikudeshou. Sore wa anata ga sore ni tsuku mae ni okoru koto ga aru koto o shitte iru happīendo no sono taipudesuga, sore wa kurudarou to sore wa yoi koto ga akirakadesu. Watashi ga kitai shite ita yō ni, subete ga totemo utsukushiku, 4/ 5 no hoshi wa owari, utsukushī monodeshita. Shikashi sonogo! Subete ga 360-do kaiten shimasu! Orokana misu no tame ni, watashi wa umaku keisan sa reta, umaku haichi sa reta, umaku Taimuauto sa reta misu o imi suru monode wa arimasen, watashi wa migi no orokana, namihazureta orokana, machigatte subete o henkō shi,)\u001b[22m\n\nTranslations of \u001b[4mNow this is where the crap stars! Keep in mind this is enjoyment not the story/art/sound or any other section. So, I'm at the final episodes, everything is going steady, something just pops out of nowhere that looks like it's going to end the series with a little bit of drama, but it will all end up in a good way. It's that type of happy ending, where you know some stuff is gonna happen before you get to it, but it's obvious it's gonna come and it's gonna be good. And as I expected, it came, everything was very good, a 4/5 star ending, beautiful. But then! Everything gets turned 360 degrees! Because of a stupid mistake, and no I don't mean a well calculated, well placed, well timed mistake, I mean DOWN RIGHT STUPID, OUTRAGEOUSLY STUPID, mistake that changes everything and ensures the most, rage worthy ending!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow this is where the crap stars!\u001b[24m\n    \u001b[1m今これがいたずら星です！\u001b[22m, \u001b[1mさて、これはどこにがらくたの星です！\u001b[22m\n\u001b[4mKeep in mind this is enjoyment not the story/art/sound or any other section.\u001b[24m\n    \u001b[1mこれはストーリー/アート/サウンドやその他のセクションではなく、楽しさです。\u001b[22m, \u001b[1mこれは楽しみではない物語/アート/サウンドまたは任意の他の部分であることに注意してください。\u001b[22m\n\u001b[4mSo, I'm at the final episodes, everything is going steady, something just pops out of nowhere that looks like it's going to end the series with a little bit of drama, but it will all end up in a good way.\u001b[24m\n    \u001b[1mだから、私は最終的なエピソードで、すべてが順調に進んでいます。ちょっとしたドラマでシリーズを終了するように見えるものはどこからも飛び出しますが、それはすべて上手くいくでしょう。\u001b[22m, \u001b[1mだから、私はすべてが着実に起こっている、最終的なエピソードでよ、何かがちょうどドラマの少しでシリーズを終了する起こっているように見えること、どこからともなくポップが、それはすべての良い方法になってしまいます。\u001b[22m\n\u001b[4mIt's that type of happy ending, where you know some stuff is gonna happen before you get to it, but it's obvious it's gonna come and it's gonna be good.\u001b[24m\n    \u001b[1mそれはあなたがそれに着く前に起こることがあることを知っているハッピーエンドのそのタイプですが、それは来るだろうとそれは良いことが明らかです。\u001b[22m, \u001b[1mそれはあなたがそれを取得する前にいくつかのものがつもり起こるさを知ってハッピーエンドのそのタイプ、ですが、それはつもり来て明らかだし、それはつもりは良いことですね。\u001b[22m\n\u001b[4mAnd as I expected, it came, everything was very good, a 4/5 star ending, beautiful.\u001b[24m\n    \u001b[1m私が期待していたように、すべてがとても美しく、4/5の星は終わり、美しいものでした。\u001b[22m, \u001b[1m私は期待どおりに、それはすべてが美しい、4/5スターのエンディング、非常に良かった、来ました。\u001b[22m\n\u001b[4mBut then!\u001b[24m\n    \u001b[1mしかしその後！\u001b[22m, \u001b[1mしかし、その後！\u001b[22m\n\u001b[4mEverything gets turned 360 degrees!\u001b[24m\n    \u001b[1mすべてが360度回転します！\u001b[22m\n\u001b[4mBecause of a stupid mistake, and no I don't mean a well calculated, well placed, well timed mistake, I mean DOWN RIGHT STUPID, OUTRAGEOUSLY STUPID, mistake that changes everything and ensures the most, rage worthy ending!\u001b[24m\n    \u001b[1m愚かなミスのために、私はうまく計算された、うまく配置された、うまくタイムアウトされたミスを意味するものではありません、私は右の愚かな、並外れた愚かな、間違ってすべてを変更し、\u001b[22m, \u001b[1mそのため愚かな間違いの、と私はよく計算し、よく配置され、うまくタイミングミスを意味するものではありませんいいえ、私はすべてを変更し、ほとんどの、怒りふさわしい結末を確実にDOWN RIGHT STUPID、傍若無人STUPID、ミスを意味しません！\u001b[22m\n\u001b[1m\u001b[22m\n•Overall: Watch the show, you might find it very entertaining, it has some very good episodes that really stand out, but as I said, the ending screws up, big freaking time! And the second season is just an excuse to drag. As mentioned at the top, you might love it, you might hate it. I know I did.\n\n\u001b[1m•全体：ショーを見て、あなたはそれが非常に面白いいくつかの非常に良いエピソードを持っているかもしれませんが、私が言ったように、結末のねじ、大きな奇妙な時間！ そして第2シーズンはドラッグする言い訳に過ぎない。 上で述べたように、あなたはそれを愛しているかもしれませんが、あなたはそれを憎むかもしれません。 私は知っていた。\u001b[22m\n\u001b[1m(• Zentai: Shō o mite, anata wa sore ga hijō ni omoshiroi ikutsu ka no hijō ni yoi episōdo o motte iru kamo shiremasenga, watashi ga itta yō ni, ketsumatsu no neji, ōkina kimyōna jikan! Soshite dai 2 shīzun wa doraggu suru iiwake ni suginai. Ue de nobeta yō ni, anata wa sore o aishite iru kamo shiremasenga, anata wa sore o nikumu kamo shiremasen. Watashi wa shitteita.)\u001b[22m\n\nTranslations of \u001b[4m•Overall: Watch the show, you might find it very entertaining, it has some very good episodes that really stand out, but as I said, the ending screws up, big freaking time! And the second season is just an excuse to drag. As mentioned at the top, you might love it, you might hate it. I know I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m•Overall: Watch the show, you might find it very entertaining, it has some very good episodes that really stand out, but as I said, the ending screws up, big freaking time!\u001b[24m\n    \u001b[1m•全体：ショーを見て、あなたはそれが非常に面白いいくつかの非常に良いエピソードを持っているかもしれませんが、私が言ったように、結末のねじ、大きな奇妙な時間！\u001b[22m, \u001b[1m•全体：、あなたは非常に面白いことを見つけるかもしれないショーを見て、それが本当に目立ついくつかの非常に良いエピソードを持っていますが、私が言ったように、ネジを終わる、大きなおかしく時間！\u001b[22m\n\u001b[4mAnd the second season is just an excuse to drag.\u001b[24m\n    \u001b[1mそして第2シーズンはドラッグする言い訳に過ぎない。\u001b[22m, \u001b[1m第二シーズンはドラッグするだけの言い訳です。\u001b[22m\n\u001b[4mAs mentioned at the top, you might love it, you might hate it.\u001b[24m\n    \u001b[1m上で述べたように、あなたはそれを愛しているかもしれませんが、あなたはそれを憎むかもしれません。\u001b[22m, \u001b[1m一番上に述べたように、あなたはそれを嫌うかもしれない、それを愛することがあります。\u001b[22m\n\u001b[4mI know I did.\u001b[24m\n    \u001b[1m私は知っていた。\u001b[22m, \u001b[1m私は私がやった知っています。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "Redvines32",
    "profile": "/profile/Redvines32/reviews",
    "pages": "11",
    "number": "7",
    "link": "/reviews.php?id=14838",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\n最初はロボットと物語のない奇妙なアニメの1つに過ぎないと思ったが、最初のエピソードを見たときには間違っていた。 コードギアスはこれ以上です。\n\nストーリー〜\nこれは遠い未来のルルーシュの若い、十代の少年のことであり、彼はブリタニアの17代の王子になる途中です。 将来ブリタニアは新しいロボット技術で日本を襲ったが、それはエリア11と呼ばれるものに過ぎなかった。ルルーシュは父親の行動にうんざりしているが、母親が殺されたことを知るためにはさらに恐ろしい。 彼の妹は、ショックを受けて、視力を失い、ショットを取得し、彼女を苦しめる。\nこのすべてを学んだ後、ルルーシュは父親と話をすることに決めました。 そうすることで、彼はブリタニアに追放され、妹と一緒にエリア11に送られました。 彼女は撃たれますが、ルルーシュには他人の心を支配する奇妙な力が与えられます。 ルルーシュは新たな力をもって兵士全員に自殺を命じ、スザクは逃げ出した。 ギラスの力で、ルルーシュとC.2は、日本と彼の妹のためのより良い場所を作りたいと考えています。 怒ったルルーシュは何かをしたいと思っていますが、彼がどうやってできるのか分かりません。 日が過ぎ、彼は人生に飽きてしまいます。 しかし、学校に行く途中で、彼は実際に日本人のテロリストにひっぱられてしまいます。 彼はブリタニアの兵士に囲まれ、これが終わりであることを恐れている。 兵士の群衆で彼は彼の幼年時代の友人Suzakuに気づきます。 彼はルルーシュと話をしていますが、純血であるブリタニア人ではなく、リーダーを怒らせてしまいます。 朱雀はルルーシュのようなテロリストであると疑われています。そして今、両者はそれが終わりであることを恐れています。 しかし、その後、テロリストのトラックに何かが飛び出し、C.2という名前の赤ちゃんの女の子が来て、ルルーシュをブロックします。\nアート〜\n芸術は素晴らしく、活気がありますが、私の意見では、人はやや薄すぎます。 それはまだ本当に素晴らしかったので、私はあまり気にしませんでしたが、それはアニメの中で最も弱い点でした。\nサウンド〜\nサウンドは正しい場所にあり、デスノートのように、劇的なシーンが本当に劇的に作られています。 私はテーマソング/エンディングが大部分は好きで、全体的にいいですね。\nキャラクター〜\n最初は遅いが、ルルーシュは父親の復讐を望んでいなくても強いリーダーになることを学ぶ。 彼はまたこの場合、彼を少し柔らかくする妹を助けたいと思っています。 彼の同志はルルーシュに従うことによっても発展し、敵はより巧妙であることを学ぶ。 ルルーシュは敵に追いつき、彼らは彼についていく必要があります。 開発は、シリーズの最後とR2でスピードアップします。\n楽しさ〜\nこのアニメは、爆発、恋愛、​​暴力、戦略がたくさんあるので、とても楽しいものでした。\n全体的〜\n全体的に、私はこのアニメをトップ10のアニメの＃3に置くのが大好きでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAt first, I thought it would just be one of those nerdy animes with robots and no story, but wow, I got proven wrong when I saw the first episode. Code Geass is much more.\n\n\u001b[1m最初はロボットと物語のない奇妙なアニメの1つに過ぎないと思ったが、最初のエピソードを見たときには間違っていた。 コードギアスはこれ以上です。\u001b[22m\n\u001b[1m(Saisho wa robotto to monogatari no nai kimyōna anime no 1tsu ni suginai to omottaga, saisho no episōdo o mita tokiniha machigatte ita. Kōdogiasu wa kore ijōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAt first, I thought it would just be one of those nerdy animes with robots and no story, but wow, I got proven wrong when I saw the first episode. Code Geass is much more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I thought it would just be one of those nerdy animes with robots and no story, but wow, I got proven wrong when I saw the first episode.\u001b[24m\n    \u001b[1m最初はロボットと物語のない奇妙なアニメの1つに過ぎないと思ったが、最初のエピソードを見たときには間違っていた。\u001b[22m, \u001b[1m最初は、私はそれだけでロボットなしストーリーを持つものオタクアニメの一つだろうと思ったが、私は最初のエピソードを見たときすごい、私は間違って証明されてしまいました。\u001b[22m\n\u001b[4mCode Geass is much more.\u001b[24m\n    \u001b[1mコードギアスはこれ以上です。\u001b[22m, \u001b[1mコードギアスははるかにあります。\u001b[22m\n\u001b[1m\u001b[22m\nStory~\n\n\u001b[1mストーリー〜\u001b[22m\n\u001b[1m(Sutōrī 〜)\u001b[22m\n\nTranslations of \u001b[4mStory~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory~\u001b[24m\n    \u001b[1mストーリー〜\u001b[22m\nThis is about a young, teen boy in the distant future named Lelouch, who is on his way in being 17th prince in line for Britannia. In the future, Britannia has raided Japan with new robotic technology, and left it to be nothing more than something called Area 11. Lelouch is disgusted by his father's actions, but is even more horrified to find that his mother had been killed. His sister, in shock, loses her eyesight, and ends up getting shot, crippiling her.\n\n\u001b[1mこれは遠い未来のルルーシュの若い、十代の少年のことであり、彼はブリタニアの17代の王子になる途中です。 将来ブリタニアは新しいロボット技術で日本を襲ったが、それはエリア11と呼ばれるものに過ぎなかった。ルルーシュは父親の行動にうんざりしているが、母親が殺されたことを知るためにはさらに恐ろしい。 彼の妹は、ショックを受けて、視力を失い、ショットを取得し、彼女を苦しめる。\u001b[22m\n\u001b[1m(Kore wa tōi mirai no rurūshu no wakai, jūdai no shōnen no kotodeari, kare wa buritania no 17-dai no ōji ni naru tochūdesu. Shōrai buritania wa atarashī robotto gijutsu de Nihon o osottaga, soreha eria 11 to yoba reru mono ni suginakatta. Rurūshu wa chichioya no kōdō ni unzari shite iruga, hahaoya ga korosa reta koto o shiru tame ni wa sarani osoroshī. Kare no imōto wa, shokku o ukete, shiryoku o ushinai, shotto o shutoku shi, kanojo o kurushimeru.)\u001b[22m\n\nTranslations of \u001b[4mThis is about a young, teen boy in the distant future named Lelouch, who is on his way in being 17th prince in line for Britannia. In the future, Britannia has raided Japan with new robotic technology, and left it to be nothing more than something called Area 11. Lelouch is disgusted by his father's actions, but is even more horrified to find that his mother had been killed. His sister, in shock, loses her eyesight, and ends up getting shot, crippiling her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is about a young, teen boy in the distant future named Lelouch, who is on his way in being 17th prince in line for Britannia.\u001b[24m\n    \u001b[1mこれは遠い未来のルルーシュの若い、十代の少年のことであり、彼はブリタニアの17代の王子になる途中です。\u001b[22m, \u001b[1mこれは、ブリタニアのためのラインで17日王子であることに彼の方法であるルルーシュという名前の遠い将来、若い、十代の少年についてです。\u001b[22m\n\u001b[4mIn the future, Britannia has raided Japan with new robotic technology, and left it to be nothing more than something called Area 11. Lelouch is disgusted by his father's actions, but is even more horrified to find that his mother had been killed.\u001b[24m\n    \u001b[1m将来ブリタニアは新しいロボット技術で日本を襲ったが、それはエリア11と呼ばれるものに過ぎなかった。ルルーシュは父親の行動にうんざりしているが、母親が殺されたことを知るためにはさらに恐ろしい。\u001b[22m, \u001b[1m将来的には、ブリタニアは新しいロボット技術で日本を襲撃し、彼の父の行動によってうんざりされているエリア11のルルーシュと呼ばれるものよりも何もないためにそれを残したが、彼の母親が殺されたことを見つけるために、さらに恐怖でいます。\u001b[22m\n\u001b[4mHis sister, in shock, loses her eyesight, and ends up getting shot, crippiling her.\u001b[24m\n    \u001b[1m彼の妹は、ショックを受けて、視力を失い、ショットを取得し、彼女を苦しめる。\u001b[22m, \u001b[1m彼の妹は、ショックで、彼女の視力を失い、そして彼女をcrippiling、撃たれてしまいます。\u001b[22m\nAfter learning of all this, Lelouch decides to speak up against his father. In doing so, he is banished for Britannia and sent to Area 11 with his sister. She is shot, but gives Lelouch a strange power that allows him to control the minds of others. With his new found power, Lelouch orders all the soldiers to commit suicide, while Suzaku has escaped. With the power of the geass, Lelouch and C.2 hope to create a better place for Japan, and for his little sister. Outraged, Lelouch wants to do something, but does not know how he could. Days pass, and he grows bored of life. But then, on his way to school, he actually gets nabbed by Japanese terrorists. He becomes surrounded by Britannian soldiers and fears that this is the end. In the crowd of soldiers he notices his childhood friend Suzaku. He speaks up against Lelouch, but not being a pureblooded Britannian, ends up angering the leader. Suzaku is suspected of being a terrorist like Lelouch, and now, they both fear it is the end. But then, something in the terrorist's truck jumps out and a green-haired girl named C.2 comes and blocks Lelouch.\n\n\u001b[1mこのすべてを学んだ後、ルルーシュは父親と話をすることに決めました。 そうすることで、彼はブリタニアに追放され、妹と一緒にエリア11に送られました。 彼女は撃たれますが、ルルーシュには他人の心を支配する奇妙な力が与えられます。 ルルーシュは新たな力をもって兵士全員に自殺を命じ、スザクは逃げ出した。 ギラスの力で、ルルーシュとC.2は、日本と彼の妹のためのより良い場所を作りたいと考えています。 怒ったルルーシュは何かをしたいと思っていますが、彼がどうやってできるのか分かりません。 日が過ぎ、彼は人生に飽きてしまいます。 しかし、学校に行く途中で、彼は実際に日本人のテロリストにひっぱられてしまいます。 彼はブリタニアの兵士に囲まれ、これが終わりであることを恐れている。 兵士の群衆で彼は彼の幼年時代の友人Suzakuに気づきます。 彼はルルーシュと話をしていますが、純血であるブリタニア人ではなく、リーダーを怒らせてしまいます。 朱雀はルルーシュのようなテロリストであると疑われています。そして今、両者はそれが終わりであることを恐れています。 しかし、その後、テロリストのトラックに何かが飛び出し、C.2という名前の赤ちゃんの女の子が来て、ルルーシュをブロックします。\u001b[22m\n\u001b[1m(Ko no subete o mananda nochi, rurūshu wa chichioya to hanashi o suru koto ni kimemashita. Sō suru koto de, kare wa buritania ni tsuihō sa re, imōto to issho ni eria 11 ni okura remashita. Okotta rurūshu wa nanika o shitai to omotte imasuga, kare ga dō yatte dekiru no ka wakarimasen.-Bi ga sugi, kare wa jinsei ni akite shimaimasu. Shikashi, gakkō ni iku tochū de, kare wa jissai ni nihonjin no terorisuto ni hippara rete shimaimasu. Kare wa buritania no heishi ni kakoma re, kore ga owaridearu koto o osorete iru. Heishi no gunshū de kare wa kare no yōnen jidai no yūjin Suzaku ni kidzukimasu. Kare wa rurūshu to hanashi o shite imasuga, junketsudearu buritania hitode wa naku, rīdā o okora sete shimaimasu. Suzaku wa rurūshu no yōna terorisutodearu to utagawa rete imasu. Soshite ima, ryōsha wa sore ga owaridearu koto o osorete imasu. Shikashi, sonogo, terorisuto no torakku ni nanika ga tobidashi, C. 2 To iu namae no akachan no on'nanoko ga kite, rurūshu o burokku shimasu. Kanojo wa uta remasuga, rurūshu ni wa tanin no kokoro o shihai suru kimyōna chikara ga atae raremasu. Rurūshu wa aratana chikara o motte heishi zen'in ni jisatsu o meiji, Suzaku wa nigedashita. Girasu no chikara de, rurūshu to C. 2 Wa, Nihon to kare no imōto no tame no yoriyoi basho o tsukuritai to kangaete imasu.)\u001b[22m\nArt~\n\n\u001b[1mアート〜\u001b[22m\n\u001b[1m(Āto 〜)\u001b[22m\n\nTranslations of \u001b[4mArt~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt~\u001b[24m\n    \u001b[1mアート〜\u001b[22m\nThe art is nice and vibrant, but, in my opinion, the guys look a little too thin. This didn't bother me much because it was still really nice, but it was the weakest point in the anime.\n\n\u001b[1m芸術は素晴らしく、活気がありますが、私の意見では、人はやや薄すぎます。 それはまだ本当に素晴らしかったので、私はあまり気にしませんでしたが、それはアニメの中で最も弱い点でした。\u001b[22m\n\u001b[1m(Geijutsu wa subarashiku, kakki ga arimasuga, watashi no ikende wa, hito wa yaya usu sugimasu. Sore wa mada hontōni subarashikattanode, watashi wa amari ki ni shimasendeshitaga, soreha anime no naka de mottomo yowai tendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is nice and vibrant, but, in my opinion, the guys look a little too thin. This didn't bother me much because it was still really nice, but it was the weakest point in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is nice and vibrant, but, in my opinion, the guys look a little too thin.\u001b[24m\n    \u001b[1m芸術は素晴らしく、活気がありますが、私の意見では、人はやや薄すぎます。\u001b[22m, \u001b[1m芸術は素晴らしく、活気あるが、私の意見では、男は少し薄すぎる見えます。\u001b[22m\n\u001b[4mThis didn't bother me much because it was still really nice, but it was the weakest point in the anime.\u001b[24m\n    \u001b[1mそれはまだ本当に素晴らしかったので、私はあまり気にしませんでしたが、それはアニメの中で最も弱い点でした。\u001b[22m, \u001b[1mそれはまだ本当に素敵だったので、これはあまり気にしませんでしたが、それはアニメで最大の弱点でした。\u001b[22m\nSound~\n\n\u001b[1mサウンド〜\u001b[22m\n\u001b[1m(Saundo 〜)\u001b[22m\n\nTranslations of \u001b[4mSound~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound~\u001b[24m\n    \u001b[1mサウンド〜\u001b[22m, \u001b[1m音〜\u001b[22m\nSound is in the correct places, and, like Death Note, dramatic scenes are really made...dramatic. I liked the theme songs/endings for the most part and overall, it was nice.\n\n\u001b[1mサウンドは正しい場所にあり、デスノートのように、劇的なシーンが本当に劇的に作られています。 私はテーマソング/エンディングが大部分は好きで、全体的にいいですね。\u001b[22m\n\u001b[1m(Saundo wa tadashī basho ni ari, desunōto no yō ni, gekitekina shīn ga hontōni gekiteki ni tsukura rete imasu. Watashi wa tēmasongu/ endingu ga daibubun wa sukide, zentai-teki ni īdesu ne.)\u001b[22m\n\nTranslations of \u001b[4mSound is in the correct places, and, like Death Note, dramatic scenes are really made...dramatic. I liked the theme songs/endings for the most part and overall, it was nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound is in the correct places, and, like Death Note, dramatic scenes are really made...dramatic.\u001b[24m\n    \u001b[1mサウンドは正しい場所にあり、デスノートのように、劇的なシーンが本当に劇的に作られています。\u001b[22m, \u001b[1mサウンドは、デスノートのような、ドラマチックなシーンが本当に...劇的に作られて、正しい場所にある、と。\u001b[22m\n\u001b[4mI liked the theme songs/endings for the most part and overall, it was nice.\u001b[24m\n    \u001b[1m私はテーマソング/エンディングが大部分は好きで、全体的にいいですね。\u001b[22m, \u001b[1m私はほとんどの部分はテーマ曲/エンディングが好きで、全体的に、それはよかったです。\u001b[22m\nCharacters~\n\n\u001b[1mキャラクター〜\u001b[22m\n\u001b[1m(Kyarakutā 〜)\u001b[22m\n\nTranslations of \u001b[4mCharacters~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters~\u001b[24m\n    \u001b[1mキャラクター〜\u001b[22m, \u001b[1m文字〜\u001b[22m\nThough slow at first, Lelouch learns to become a strong leader even though it's out of wanting revenge on his father. He also wants to help his sister which softens him up slightly in this case. His comrades also develop as well by following Lelouch and the enemies learn to be trickier. Lelouch must keep up with his enemies and they must keep up with him. The development speeds up at the end of the series and in R2.\n\n\u001b[1m最初は遅いが、ルルーシュは父親の復讐を望んでいなくても強いリーダーになることを学ぶ。 彼はまたこの場合、彼を少し柔らかくする妹を助けたいと思っています。 彼の同志はルルーシュに従うことによっても発展し、敵はより巧妙であることを学ぶ。 ルルーシュは敵に追いつき、彼らは彼についていく必要があります。 開発は、シリーズの最後とR2でスピードアップします。\u001b[22m\n\u001b[1m(Saisho wa osoiga, rurūshu wa chichioya no fukushū o nozonde inakute mo tsuyoi rīdā ni naru koto o manabu. Kare wa mata ko no baai, kare o sukoshi yawarakakusuru imōto o tasuketai to omotte imasu. Kare no dōshi wa rurūshu ni shitagau koto ni yotte mo hatten shi, teki wa yori kōmyōdearu koto o manabu. Rurūshu wa teki ni oitsuki, karera wa kare ni tsuite iku hitsuyō ga arimasu. Kaihatsu wa, shirīzu no saigo to R 2 de supīdoappu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThough slow at first, Lelouch learns to become a strong leader even though it's out of wanting revenge on his father. He also wants to help his sister which softens him up slightly in this case. His comrades also develop as well by following Lelouch and the enemies learn to be trickier. Lelouch must keep up with his enemies and they must keep up with him. The development speeds up at the end of the series and in R2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough slow at first, Lelouch learns to become a strong leader even though it's out of wanting revenge on his father.\u001b[24m\n    \u001b[1m最初は遅いが、ルルーシュは父親の復讐を望んでいなくても強いリーダーになることを学ぶ。\u001b[22m, \u001b[1m最初は遅いものの、ルルーシュはそれが彼の父に復讐を望むからだにもかかわらず、強力なリーダーになることを学びます。\u001b[22m\n\u001b[4mHe also wants to help his sister which softens him up slightly in this case.\u001b[24m\n    \u001b[1m彼はまたこの場合、彼を少し柔らかくする妹を助けたいと思っています。\u001b[22m, \u001b[1m彼はまた、この場合には、わずかに彼を柔らかくする妹を助けるために望んでいます。\u001b[22m\n\u001b[4mHis comrades also develop as well by following Lelouch and the enemies learn to be trickier.\u001b[24m\n    \u001b[1m彼の同志はルルーシュに従うことによっても発展し、敵はより巧妙であることを学ぶ。\u001b[22m, \u001b[1m仲間はまた、ルルーシュに従うことによってだけでなく開発し、敵がトリッキーになることを学びます。\u001b[22m\n\u001b[4mLelouch must keep up with his enemies and they must keep up with him.\u001b[24m\n    \u001b[1mルルーシュは敵に追いつき、彼らは彼についていく必要があります。\u001b[22m, \u001b[1mルルーシュは彼の敵に追いつく必要があり、彼らは彼についていく必要があります。\u001b[22m\n\u001b[4mThe development speeds up at the end of the series and in R2.\u001b[24m\n    \u001b[1m開発は、シリーズの最後とR2でスピードアップします。\u001b[22m, \u001b[1m開発は、シリーズの終わりとR2にスピードアップします。\u001b[22m\nEnjoyment~\n\n\u001b[1m楽しさ〜\u001b[22m\n\u001b[1m(Tanoshisa 〜)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment~\u001b[24m\n    \u001b[1m楽しさ〜\u001b[22m\nThis anime was very enjoyable as it had plenty of explosions, romance, violence, and strategy.\n\n\u001b[1mこのアニメは、爆発、恋愛、​​暴力、戦略がたくさんあるので、とても楽しいものでした。\u001b[22m\n\u001b[1m(Kono anime wa, bakuhatsu, ren'ai,​​ bōryoku, senryaku ga takusan aru node, totemo tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was very enjoyable as it had plenty of explosions, romance, violence, and strategy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was very enjoyable as it had plenty of explosions, romance, violence, and strategy.\u001b[24m\n    \u001b[1mこのアニメは、爆発、恋愛、暴力、戦略がたくさんあるので、とても楽しいものでした。\u001b[22m, \u001b[1mそれが爆発、ロマンス、暴力、および戦略の多くを持っていたとして、このアニメはとても楽しかったです。\u001b[22m\nOverall~\n\n\u001b[1m全体的〜\u001b[22m\n\u001b[1m(Zentai-teki 〜)\u001b[22m\n\nTranslations of \u001b[4mOverall~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall~\u001b[24m\n    \u001b[1m全体的〜\u001b[22m, \u001b[1m全体的に〜\u001b[22m\nOverall, I really liked this anime which puts it at #3 on my top 10 animes.\n\n\u001b[1m全体的に、私はこのアニメをトップ10のアニメの＃3に置くのが大好きでした。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono anime o toppu 10 no anime no# 3 ni oku no ga daisukideshita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I really liked this anime which puts it at #3 on my top 10 animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I really liked this anime which puts it at #3 on my top 10 animes.\u001b[24m\n    \u001b[1m全体的に、私はこのアニメをトップ10のアニメの＃3に置くのが大好きでした。\u001b[22m, \u001b[1m全体的に、私は本当に私のトップ10アニメの＃3でそれを置くこのアニメが好きでした。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "megadimo",
    "profile": "/profile/megadimo/reviews",
    "pages": "11",
    "number": "8",
    "link": "/reviews.php?id=6711",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nまあ、私は通常、人々が使用するようにあまりにも多くの言葉を使用しません。\n死のノートの中で私の非常に好きなアニメを言いましょう\nと私は彼らの接続を参照して、彼らは両方が同じ思考の主人公を使用しています。\nしかし、私はこのアニメを推奨するだけでなく、そのアニメーションや素晴らしい\n天才の物語ではなく、私は（私も本当にそれらについてもお勧めします）と思っていないので、私はまた、このアニメでは、物語の変化の物語は、プロットの方向の変更のために推薦することをお勧めします。\n\n私は最初の彼女の小さなサマリーをお伝えします：\nブリタニアの聖なる帝国\n日本を征服し、それを「エリア11」に改名した。\nlelouch lamperougeはC.Cという名前の女性を見つけるまで通常学生だった。\nそれは眠気の下にあり、彼は彼女を目覚めさせたので、彼は彼に力を与えていた\nギアスと呼ばれるもの。 ギアスは、彼のユーザに、人を制御する能力を与える\n彼に命じると彼は服従する。\n彼は力を取って、彼の妹が良い人とより良い世界を持つために弱者を攻撃することに気づいた他の犯罪者と戦うことに決めました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nwell, i'll not use too many words as usually people use.\n\n\u001b[1mまあ、私は通常、人々が使用するようにあまりにも多くの言葉を使用しません。\u001b[22m\n\u001b[1m(Mā, watashi wa tsūjō, hitobito ga shiyō suru yō ni amarini mo ōku no kotoba o shiyō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mwell, i'll not use too many words as usually people use.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell, i'll not use too many words as usually people use.\u001b[24m\n    \u001b[1mまあ、私は通常、人々が使用するようにあまりにも多くの言葉を使用しません。\u001b[22m, \u001b[1m通常の人が使用するようにも、私はあまりにも多くの単語を使用しないでしょう。\u001b[22m\nlet's say its my very favorite anime among with death note\n\n\u001b[1m死のノートの中で私の非常に好きなアニメを言いましょう\u001b[22m\n\u001b[1m(Shi no nōto no naka de watashi no hijō ni sukina anime o iimashou)\u001b[22m\n\nTranslations of \u001b[4mlet's say its my very favorite anime among with death note\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlet's say its my very favorite anime among with death note\u001b[24m\n    \u001b[1m死のノートの中で私の非常に好きなアニメを言いましょう\u001b[22m, \u001b[1mのは、死のノートとの間での私の非常に好きなアニメを言わせて\u001b[22m\nand i see their connection, they both uses the same thinking main character.\n\n\u001b[1mと私は彼らの接続を参照して、彼らは両方が同じ思考の主人公を使用しています。\u001b[22m\n\u001b[1m(To watashi wa karera no setsuzoku o sanshō shite, karera wa ryōhō ga onaji shikō no shujinkō o shiyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mand i see their connection, they both uses the same thinking main character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand i see their connection, they both uses the same thinking main character.\u001b[24m\n    \u001b[1mと私は彼らの接続を参照して、彼らは両方が同じ思考の主人公を使用しています。\u001b[22m, \u001b[1mそして、私は彼らの接続は、どちらも同じ考えのメインキャラクターを使用しています参照してください。\u001b[22m\nbut i recommend this anime not only because its uses great animation or great\n\n\u001b[1mしかし、私はこのアニメを推奨するだけでなく、そのアニメーションや素晴らしい\u001b[22m\n\u001b[1m(Shikashi, watashi wa kono anime o suishō suru dakedenaku, sono animēshon ya subarashī)\u001b[22m\n\nTranslations of \u001b[4mbut i recommend this anime not only because its uses great animation or great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut i recommend this anime not only because its uses great animation or great\u001b[24m\n    \u001b[1mしかし、私はこのアニメを推奨するだけでなく、そのアニメーションや素晴らしい\u001b[22m, \u001b[1mしかし、私は、その偉大なアニメーションや大きなを使用するためだけでなく、このアニメをお勧めします\u001b[22m\ngenius story, and not because i dont think that ( i really recommend about them too), but i also recommend in this anime about the way that things changing in it story, because of the changes in directions in the plot.\n\n\u001b[1m天才の物語ではなく、私は（私も本当にそれらについてもお勧めします）と思っていないので、私はまた、このアニメでは、物語の変化の物語は、プロットの方向の変更のために推薦することをお勧めします。\u001b[22m\n\u001b[1m(Tensai no monogataride wa naku, watashi wa (watashi mo hontōni sorera ni tsuite mo o susume shimasu) to omotte inainode, watashi wa mata, kono animede wa, monogatari no henka no monogatari wa, purotto no hōkō no henkō no tame ni suisen suru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mgenius story, and not because i dont think that ( i really recommend about them too), but i also recommend in this anime about the way that things changing in it story, because of the changes in directions in the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mgenius story, and not because i dont think that ( i really recommend about them too), but i also recommend in this anime about the way that things changing in it story, because of the changes in directions in the plot.\u001b[24m\n    \u001b[1m天才の物語ではなく、私は（私も本当にそれらについてもお勧めします）と思っていないので、私はまた、このアニメでは、物語の変化の物語は、プロットの方向の変更のために推薦することをお勧めします。\u001b[22m, \u001b[1m天才の物語ではなく、私は（私は本当にあまりにもそれらについてお勧めします）ことと思ういけないが、私はためにも、プロット内方向の変化に、物事はそれを物語の中で変更する方法については、このアニメでお勧めしますので。\u001b[22m\n\u001b[1m\u001b[22m\ni'll tell her little summary for the beginning:\n\n\u001b[1m私は最初の彼女の小さなサマリーをお伝えします：\u001b[22m\n\u001b[1m(Watashi wa saisho no kanojo no chīsana samarī o otsutae shimasu:)\u001b[22m\n\nTranslations of \u001b[4mi'll tell her little summary for the beginning:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi'll tell her little summary for the beginning:\u001b[24m\n    \u001b[1m私は最初の彼女の小さなサマリーをお伝えします：\u001b[22m, \u001b[1m私は初めのための彼女の小さな概要を教えてあげましょう。\u001b[22m\nthe story taken time in alternative future that the holy empire of Britannia\n\n\u001b[1mブリタニアの聖なる帝国\u001b[22m\n\u001b[1m(Buritania no seinaru teikoku)\u001b[22m\n\nTranslations of \u001b[4mthe story taken time in alternative future that the holy empire of Britannia\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story taken time in alternative future that the holy empire of Britannia\u001b[24m\n    \u001b[1mブリタニアの聖なる帝国\u001b[22m, \u001b[1m代替将来の話に要した時間、そのブリタニアの神聖帝国\u001b[22m\nhad conquered Japan and renamed it to 'Area 11'.\n\n\u001b[1m日本を征服し、それを「エリア11」に改名した。\u001b[22m\n\u001b[1m(Nihon o seifuku shi, sore o `eria 11' ni kaimei shita.)\u001b[22m\n\nTranslations of \u001b[4mhad conquered Japan and renamed it to 'Area 11'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhad conquered Japan and renamed it to 'Area 11'.\u001b[24m\n    \u001b[1m日本を征服し、それを「エリア11」に改名した。\u001b[22m, \u001b[1m日本を征服し、「エリア11」へと改名しました。\u001b[22m\nlelouch lamperouge was normally student until he find one woman named C.C.\n\n\u001b[1mlelouch lamperougeはC.Cという名前の女性を見つけるまで通常学生だった。\u001b[22m\n\u001b[1m(Lelouch lamperouge wa C. C to iu namae no josei o mitsukeru made tsūjō gakuseidatta.)\u001b[22m\n\nTranslations of \u001b[4mlelouch lamperouge was normally student until he find one woman named C.C.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlelouch lamperouge was normally student until he find one woman named C.C.\u001b[24m\n    \u001b[1mlelouch lamperougeはC.Cという名前の女性を見つけるまで通常学生だった。\u001b[22m, \u001b[1m彼はC.C.という名前の一人の女性を見つけるまでルルーシュ・ランペルージは通常、学生でした\u001b[22m\nthat was under sleepiness and he awakened her, so she had offered him power\n\n\u001b[1mそれは眠気の下にあり、彼は彼女を目覚めさせたので、彼は彼に力を与えていた\u001b[22m\n\u001b[1m(Sore wa nemuke no shita ni ari, kare wa kanojo o mezame sasetanode, kare wa kare ni chikara o ataete ita)\u001b[22m\n\nTranslations of \u001b[4mthat was under sleepiness and he awakened her, so she had offered him power\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthat was under sleepiness and he awakened her, so she had offered him power\u001b[24m\n    \u001b[1mそれは眠気の下にあり、彼は彼女を目覚めさせたので、彼は彼に力を与えていた\u001b[22m, \u001b[1mそれは眠気の下にあったと彼は彼女を目覚めさせ、彼女は彼にパワーを提供しました\u001b[22m\nthat called the geass. the geass gives his users the ability to control uther person\n\n\u001b[1mギアスと呼ばれるもの。 ギアスは、彼のユーザに、人を制御する能力を与える\u001b[22m\n\u001b[1m(Giasu to yoba reru mono. Giasu wa, kare no yūza ni, hito o seigyo suru nōryoku o ataeru)\u001b[22m\n\nTranslations of \u001b[4mthat called the geass. the geass gives his users the ability to control uther person\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthat called the geass.\u001b[24m\n    \u001b[1mギアスと呼ばれるもの。\u001b[22m, \u001b[1mそれはギアスと呼ばれます。\u001b[22m\n\u001b[4mthe geass gives his users the ability to control uther person\u001b[24m\n    \u001b[1mギアスは、彼のユーザに、人を制御する能力を与える\u001b[22m, \u001b[1mギアスは彼のユーザーにutherの人を制御する能力を提供します\u001b[22m\ndoings and to order him and he obeys.\n\n\u001b[1m彼に命じると彼は服従する。\u001b[22m\n\u001b[1m(Kare ni meijiru to kare wa fukujū suru.)\u001b[22m\n\nTranslations of \u001b[4mdoings and to order him and he obeys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mdoings and to order him and he obeys.\u001b[24m\n    \u001b[1m彼に命じると彼は服従する。\u001b[22m, \u001b[1m所業は彼を注文すると、彼は従います。\u001b[22m\nand so hed taken the power and decided to fight against other criminals who he notice to attack the weak for his little sister to have better world with good people.\n\n\u001b[1m彼は力を取って、彼の妹が良い人とより良い世界を持つために弱者を攻撃することに気づいた他の犯罪者と戦うことに決めました。\u001b[22m\n\u001b[1m(Kare wa chikara o totte, kare no imōto ga yoi hito to yoriyoi sekai o motsu tame ni jakusha o kōgeki suru koto ni kidzuita ta no hanzai-sha to tatakau koto ni kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mand so hed taken the power and decided to fight against other criminals who he notice to attack the weak for his little sister to have better world with good people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand so hed taken the power and decided to fight against other criminals who he notice to attack the weak for his little sister to have better world with good people.\u001b[24m\n    \u001b[1m彼は力を取って、彼の妹が良い人とより良い世界を持つために弱者を攻撃することに気づいた他の犯罪者と戦うことに決めました。\u001b[22m, \u001b[1mそのため、電源を取って、彼は良い人とのより良い世界を持っている彼の妹のために弱者を攻撃するために気づく他の犯罪者と戦うことにしましたHED。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "Rikushadow5",
    "profile": "/profile/Rikushadow5/reviews",
    "pages": "11",
    "number": "9",
    "link": "/reviews.php?id=7108",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n注：上記の評価は私が実際に感じているものです。 彼らは少なくとも私の意見ではないといっても過言ではありません。\n\nこのアニメはDeath Noteのスリラー/ロジックをMechaのジャンルと組み合わせたものです。 それはまた、政治についての穏やかな洞察を提供する。\n\nあなたはマンガを読むことができますが、それは短いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNOTE: The ratings above are what I actually feel. They're not an exaggeration, at least not in my opinion.\n\n\u001b[1m注：上記の評価は私が実際に感じているものです。 彼らは少なくとも私の意見ではないといっても過言ではありません。\u001b[22m\n\u001b[1m(Chū: Jōki no hyōka wa watashi ga jissai ni kanjite iru monodesu. Karera wa sukunakutomo watashi no ikende wa nai to itte mo kagonde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNOTE: The ratings above are what I actually feel. They're not an exaggeration, at least not in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNOTE: The ratings above are what I actually feel.\u001b[24m\n    \u001b[1m注：上記の評価は私が実際に感じているものです。\u001b[22m, \u001b[1m注：上記の評価は、私が実際に感じるものです。\u001b[22m\n\u001b[4mThey're not an exaggeration, at least not in my opinion.\u001b[24m\n    \u001b[1m彼らは少なくとも私の意見ではないといっても過言ではありません。\u001b[22m, \u001b[1m彼らは、少なくともではない私の意見では、誇張ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime combines the thriller/logic of Death Note with the Mecha genre. It also provides a mild insight into politics.\n\n\u001b[1mこのアニメはDeath Noteのスリラー/ロジックをMechaのジャンルと組み合わせたものです。 それはまた、政治についての穏やかな洞察を提供する。\u001b[22m\n\u001b[1m(Kono anime wa Death Note no surirā/ rojikku o Mecha no janru to kumiawaseta monodesu. Sore wa mata, seiji ni tsuite no odayakana dōsatsu o teikyō suru.)\u001b[22m\n\nTranslations of \u001b[4mThis anime combines the thriller/logic of Death Note with the Mecha genre. It also provides a mild insight into politics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime combines the thriller/logic of Death Note with the Mecha genre.\u001b[24m\n    \u001b[1mこのアニメはDeath Noteのスリラー/ロジックをMechaのジャンルと組み合わせたものです。\u001b[22m, \u001b[1mこのアニメは、メカのジャンルでデスノートのスリラー/ロジックを組み合わせています。\u001b[22m\n\u001b[4mIt also provides a mild insight into politics.\u001b[24m\n    \u001b[1mそれはまた、政治についての穏やかな洞察を提供する。\u001b[22m, \u001b[1mまた、政治への穏やかな洞察を提供しています。\u001b[22m\n\u001b[1m\u001b[22m\nYou could read the manga, but it cuts short.\n\n\u001b[1mあなたはマンガを読むことができますが、それは短いです。\u001b[22m\n\u001b[1m(Anata wa manga o yomu koto ga dekimasuga, sore wa mijikaidesu.)\u001b[22m\n\nTranslations of \u001b[4mYou could read the manga, but it cuts short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou could read the manga, but it cuts short.\u001b[24m\n    \u001b[1mあなたはマンガを読むことができますが、それは短いです。\u001b[22m, \u001b[1mあなたは漫画を読むことができるが、それは短くカットします。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "NightProdigy",
    "profile": "/profile/NightProdigy/reviews",
    "pages": "11",
    "number": "10",
    "link": "/reviews.php?id=169029",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "Artoxz",
    "profile": "/profile/Artoxz/reviews",
    "pages": "11",
    "number": "11",
    "link": "/reviews.php?id=144553",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは、今まで見た中で最も楽しいアニメです。\n\n私がこのアニメを見始めたのは死後のストレートだったし、私はそのボイドを持っていた。 だから私はそれを満たすanythignのための検索では、私は完全にアニメに感謝することは不可能にしました。 私はそれをそれほど考えていないのを見ましたが、私はR2が出ているのを見たとき、私は開いた目でそれをすべて見ました。 ルルーシュは彼が戦争の道で天才である最高のキャラクターです。\n\nあなたがアニメを見ていないか、あなたはすべての希望を失ってしまった場合、このクソなアニメを見て、今私はあなたに頼んでいます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is the most enjoyable anime i have ever seen.\n\n\u001b[1mこのアニメは、今まで見た中で最も楽しいアニメです。\u001b[22m\n\u001b[1m(Kono anime wa, imamade mita naka de mottomo tanoshī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is the most enjoyable anime i have ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is the most enjoyable anime i have ever seen.\u001b[24m\n    \u001b[1mこのアニメは、今まで見た中で最も楽しいアニメです。\u001b[22m, \u001b[1mこのアニメは私が今まで見た中で最も楽しいアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen i first started watching this anime it was straight after death note and i had that void. So i was on a search for anythign to fill it which made it impossible for me to fully appreciate the anime. i watched it not thinking much of it but when i saw R2 was out i re watched it all with open eyes. Lelouch is the best character he is a genius on a war path.\n\n\u001b[1m私がこのアニメを見始めたのは死後のストレートだったし、私はそのボイドを持っていた。 だから私はそれを満たすanythignのための検索では、私は完全にアニメに感謝することは不可能にしました。 私はそれをそれほど考えていないのを見ましたが、私はR2が出ているのを見たとき、私は開いた目でそれをすべて見ました。 ルルーシュは彼が戦争の道で天才である最高のキャラクターです。\u001b[22m\n\u001b[1m(Watashi ga kono anime o mi hajimeta no wa shigo no sutorētodattashi, watashi wa sono boido o motte ita. Dakara watashi wa sore o mitasu anythign no tame no kensakude wa, watashi wa kanzen ni anime ni kansha suru koto wa fukanō ni shimashita. Watashi wa sore o sorehodo kangaete inai no o mimashitaga, watashi wa R 2 ga dete iru no o mita toki, watashi wa aita me de sore o subete mimashita. Rurūshu wa kare ga sensō no michi de tensaidearu saikō no kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen i first started watching this anime it was straight after death note and i had that void. So i was on a search for anythign to fill it which made it impossible for me to fully appreciate the anime. i watched it not thinking much of it but when i saw R2 was out i re watched it all with open eyes. Lelouch is the best character he is a genius on a war path.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen i first started watching this anime it was straight after death note and i had that void.\u001b[24m\n    \u001b[1m私がこのアニメを見始めたのは死後のストレートだったし、私はそのボイドを持っていた。\u001b[22m, \u001b[1m私が最初にこのアニメを見始めたとき、それはストレートデスノート後だったと私はその空隙を持っていました。\u001b[22m\n\u001b[4mSo i was on a search for anythign to fill it which made it impossible for me to fully appreciate the anime.\u001b[24m\n    \u001b[1mだから私はそれを満たすanythignのための検索では、私は完全にアニメに感謝することは不可能にしました。\u001b[22m, \u001b[1mだから私はそれは不可能私は完全にアニメを鑑賞するために作られ、それを埋めるためにanythignを検索していました。\u001b[22m\n\u001b[4mi watched it not thinking much of it but when i saw R2 was out i re watched it all with open eyes.\u001b[24m\n    \u001b[1m私はそれをそれほど考えていないのを見ましたが、私はR2が出ているのを見たとき、私は開いた目でそれをすべて見ました。\u001b[22m, \u001b[1m私はそれはそれの多くを考えていない見たが、私が見たとき、R2は、私は目を見開いてそれをすべて見て再出ていました。\u001b[22m\n\u001b[4mLelouch is the best character he is a genius on a war path.\u001b[24m\n    \u001b[1mルルーシュは彼が戦争の道で天才である最高のキャラクターです。\u001b[22m, \u001b[1mルルーシュは、彼が戦争のパス上の天才である最高の文字です。\u001b[22m\n\u001b[1m\u001b[22m\nIf you haven't seen an anime or you have lost all hope watch this fucking anime now i beg you.\n\n\u001b[1mあなたがアニメを見ていないか、あなたはすべての希望を失ってしまった場合、このクソなアニメを見て、今私はあなたに頼んでいます。\u001b[22m\n\u001b[1m(Anata ga anime o mite inai ka, anata wa subete no kibō o ushinatte shimatta baai, kono kusona anime o mite, ima watashi wa anata ni tanonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you haven't seen an anime or you have lost all hope watch this fucking anime now i beg you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you haven't seen an anime or you have lost all hope watch this fucking anime now i beg you.\u001b[24m\n    \u001b[1mあなたがアニメを見ていないか、あなたはすべての希望を失ってしまった場合、このクソなアニメを見て、今私はあなたに頼んでいます。\u001b[22m, \u001b[1mあなたはアニメを見ていないか、すべての希望を失った場合、私はあなたを請う今このクソアニメを見ます。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "SaffronKaizoku",
    "profile": "/profile/SaffronKaizoku/reviews",
    "pages": "11",
    "number": "12",
    "link": "/reviews.php?id=144057",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n最初は、このアニメは都市の街とFacebookやpurpleeyeswtfの短いシリーズで見た写真のために暗くなってしまった人物だと思っていました。\n\nしかし、最終的に要約されたシリーズを見るのに悩まされた後、私はそれが涼しかったと試してみることにしました - 私は失望していない！\n\nストーリー：物語はちょうど伝説で、いくつかのプロットホールがある（残念ながら、それは決してあなたに影響を与えない） - 学生は目の接触によって人々をコントロールすることを可能にするギアスと呼ばれる力を受け取り、 世界の大部分を支配する（そして人々を圧迫する）ブリタニア帝国。 いくつかのジャンルの組み合わせ。\n\nアート：オンポイント！ 私を失望させたことはありませんでした！\n\nサウンド：オープニング、エンディング、サウンドトラックなど、アニメの最高のポイントのひとつです...私はこれらの曲を聴くだけで郷愁を感じます。\n\nキャラクター：これらのキャラクターはすべて私の上についていたので、アニメを終えたとき、私は心の中で何らかの空白を感じました...\n\n楽しさ：私はこのシリーズを見て楽しんで私に永遠の印象を残しました！ 第1シーズンのちょうど半分から、Yu Yu白羽とワンピースを倒して、すぐに私の好きなアニメのリストの上に上がった！\n（後でCode Geassが2番目になると、後にOne Pieceが再び最初になりました。）\n\n全体的にみんな素晴らしかった！ ダブさえ私には素晴らしいようでした！ ストーリーだけが少しシフトしなかったら、私はストーリーに '10'を与えてしまいました！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAt first I thought that this anime was all about the urban city and people turning dark because of pictures I saw on Facebook and purpleeyeswtf's abridged series.\n\n\u001b[1m最初は、このアニメは都市の街とFacebookやpurpleeyeswtfの短いシリーズで見た写真のために暗くなってしまった人物だと思っていました。\u001b[22m\n\u001b[1m(Saisho wa, kono anime wa toshi no machi to feisubukku ya purpleeyeswtf no mijikai shirīzu de mita shashin no tame ni kuraku natte shimatta jinbutsuda to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAt first I thought that this anime was all about the urban city and people turning dark because of pictures I saw on Facebook and purpleeyeswtf's abridged series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first I thought that this anime was all about the urban city and people turning dark because of pictures I saw on Facebook and purpleeyeswtf's abridged series.\u001b[24m\n    \u001b[1m最初は、このアニメは都市の街とFacebookやpurpleeyeswtfの短いシリーズで見た写真のために暗くなってしまった人物だと思っていました。\u001b[22m, \u001b[1m最初は、私はこのアニメは、すべての都市の都市やので、私はFacebookとpurpleeyeswtfの簡略シリーズで見た画像の暗い回す人々についてだと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nBut after finally being bothered to watch the abridged series, I found it cool and decided to give it a try -- I wasn't disappointed!\n\n\u001b[1mしかし、最終的に要約されたシリーズを見るのに悩まされた後、私はそれが涼しかったと試してみることにしました - 私は失望していない！\u001b[22m\n\u001b[1m(Shikashi, saishūtekini yōyaku sa reta shirīzu o miru no ni nayamasa reta nochi, watashi wa sore ga suzushikatta to tameshite miru koto ni shimashita - watashi wa shitsubō shite inai!)\u001b[22m\n\nTranslations of \u001b[4mBut after finally being bothered to watch the abridged series, I found it cool and decided to give it a try -- I wasn't disappointed!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut after finally being bothered to watch the abridged series, I found it cool and decided to give it a try -- I wasn't disappointed!\u001b[24m\n    \u001b[1mしかし、最終的に要約されたシリーズを見るのに悩まされた後、私はそれが涼しかったと試してみることにしました - 私は失望していない！\u001b[22m, \u001b[1mしかし、最終的に簡略シリーズを見て気にされた後、私はそれはクール発見し、それを試してみることにしまし - 私は失望しませんでした！\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story is just legendary, with some plot holes (unfortunately, but it won't affect you in any way) - a student receives a power called Geass which allows him to control people through eye contact and with this he decides to destroy the Brittania Empire which has control of most of the world (and oppresses the people). A mix of several genres.\n\n\u001b[1mストーリー：物語はちょうど伝説で、いくつかのプロットホールがある（残念ながら、それは決してあなたに影響を与えない） - 学生は目の接触によって人々をコントロールすることを可能にするギアスと呼ばれる力を受け取り、 世界の大部分を支配する（そして人々を圧迫する）ブリタニア帝国。 いくつかのジャンルの組み合わせ。\u001b[22m\n\u001b[1m(Sutōrī: Monogatari wa chōdo densetsu de, ikutsu ka no purottohōru ga aru (zan'nen'nagara, sore wa kesshite anata ni eikyō o ataenai) - gakusei wa me no sesshoku ni yotte hitobito o kontorōru suru koto o kanō ni suru giasu to yoba reru chikara o uketori, sekai no daibubun o shihai suru (soshite hitobito o appaku suru) buritania teikoku. Ikutsu ka no janru no kumiawase.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story is just legendary, with some plot holes (unfortunately, but it won't affect you in any way) - a student receives a power called Geass which allows him to control people through eye contact and with this he decides to destroy the Brittania Empire which has control of most of the world (and oppresses the people). A mix of several genres.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story is just legendary, with some plot holes (unfortunately, but it won't affect you in any way) - a student receives a power called Geass which allows him to control people through eye contact and with this he decides to destroy\u001b[24m\n    \u001b[1mストーリー：物語はちょうど伝説で、いくつかのプロットホールがある（残念ながら、それは決してあなたに影響を与えない） - 学生は目の接触によって人々をコントロールすることを可能にするギアスと呼ばれる力を受け取り、\u001b[22m, \u001b[1mストーリー：物語は（残念ながら、それはどのような方法であなたに影響を与えません）いくつかのプロットの穴と、ちょうど伝説的である - 学生は彼がアイコンタクトを介して人々を制御することを可能にし、これで彼が破壊することを決定ギアスと呼ばれる電力を受け取ります\u001b[22m\n\u001b[4mthe Brittania Empire which has control of most of the world (and oppresses the people).\u001b[24m\n    \u001b[1m世界の大部分を支配する（そして人々を圧迫する）ブリタニア帝国。\u001b[22m, \u001b[1m世界のほとんどを制御している（と人々を抑圧する）ブリタニア帝国。\u001b[22m\n\u001b[4mA mix of several genres.\u001b[24m\n    \u001b[1mいくつかのジャンルの組み合わせ。\u001b[22m, \u001b[1mいくつかのジャンルのミックス。\u001b[22m\n\u001b[1m\u001b[22m\nArt: On point! Never seemed to disappoint me!\n\n\u001b[1mアート：オンポイント！ 私を失望させたことはありませんでした！\u001b[22m\n\u001b[1m(Āto: On pointo! Watashi o shitsubō sa seta koto wa arimasendeshita!)\u001b[22m\n\nTranslations of \u001b[4mArt: On point! Never seemed to disappoint me!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: On point!\u001b[24m\n    \u001b[1mアート：オンポイント！\u001b[22m, \u001b[1mアート：ポイントオン！\u001b[22m\n\u001b[4mNever seemed to disappoint me!\u001b[24m\n    \u001b[1m私を失望させたことはありませんでした！\u001b[22m, \u001b[1m私を失望ように見えたことはありません！\u001b[22m\n\u001b[1m\u001b[22m\nSound: One of the best points of the anime - the openings, endings, soundtracks et... I get nostalgia from just listening to these songs.\n\n\u001b[1mサウンド：オープニング、エンディング、サウンドトラックなど、アニメの最高のポイントのひとつです...私はこれらの曲を聴くだけで郷愁を感じます。\u001b[22m\n\u001b[1m(Saundo: Ōpuningu, endingu, saundotorakku nado, anime no saikō no pointo no hitotsudesu... Watashi wa korera no kyoku o kiku dake de kyōshū o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: One of the best points of the anime - the openings, endings, soundtracks et... I get nostalgia from just listening to these songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: One of the best points of the anime - the openings, endings, soundtracks et... I get nostalgia from just listening to these songs.\u001b[24m\n    \u001b[1mサウンド：オープニング、エンディング、サウンドトラックなど、アニメの最高のポイントのひとつです...私はこれらの曲を聴くだけで郷愁を感じます。\u001b[22m, \u001b[1mサウンド：最高のアニメのポイントの1つ - 開口部、語尾、サウンドトラックら...私はこれらの曲を聴いてから郷愁を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: All of these characters were stuck on me, so when I finished the anime, I felt some sort of void in my heart...\n\n\u001b[1mキャラクター：これらのキャラクターはすべて私の上についていたので、アニメを終えたとき、私は心の中で何らかの空白を感じました...\u001b[22m\n\u001b[1m(Kyarakutā: Korera no kyarakutā wa subete watashi no ue ni tsuite itanode, anime o oeta toki, watashi wa kokoro no naka de nanrakano kūhaku o kanjimashita...)\u001b[22m\n\nTranslations of \u001b[4mCharacters: All of these characters were stuck on me, so when I finished the anime, I felt some sort of void in my heart...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: All of these characters were stuck on me, so when I finished the anime, I felt some sort of void in my heart...\u001b[24m\n    \u001b[1mキャラクター：これらのキャラクターはすべて私の上についていたので、アニメを終えたとき、私は心の中で何らかの空白を感じました...\u001b[22m, \u001b[1m文字：これらの文字のすべてが私に引っかかったので、私はアニメが終わったとき、私は私の心にボイドのいくつかの並べ替えを感じました...\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: The enjoyment I gained from watching this series left an everlasting impression on me! It quickly rose to the top of my favourite anime list, beating Yu Yu Hakusho and One Piece, from just half of the first season!\n\n\u001b[1m楽しさ：私はこのシリーズを見て楽しんで私に永遠の印象を残しました！ 第1シーズンのちょうど半分から、Yu Yu白羽とワンピースを倒して、すぐに私の好きなアニメのリストの上に上がった！\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa kono shirīzu o mite tanoshinde watashi ni eien no inshō o nokoshimashita! Dai 1 shīzun no chōdo hanbun kara, Yu Yu shiraha to wanpīsu o taoshite, sugu ni watashi no sukina anime no risuto no ue ni agatta!)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: The enjoyment I gained from watching this series left an everlasting impression on me! It quickly rose to the top of my favourite anime list, beating Yu Yu Hakusho and One Piece, from just half of the first season!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: The enjoyment I gained from watching this series left an everlasting impression on me!\u001b[24m\n    \u001b[1m楽しさ：私はこのシリーズを見て楽しんで私に永遠の印象を残しました！\u001b[22m, \u001b[1m楽しさ：私はこのシリーズを見てから得られる楽しさが私に永遠の印象を残しました！\u001b[22m\n\u001b[4mIt quickly rose to the top of my favourite anime list, beating Yu Yu Hakusho and One Piece, from just half of the first season!\u001b[24m\n    \u001b[1m第1シーズンのちょうど半分から、Yu Yu白羽とワンピースを倒して、すぐに私の好きなアニメのリストの上に上がった！\u001b[22m, \u001b[1mそれはすぐに最初のシーズンのちょうど半分から、幽遊白書とワンピースを破って、私の好きなアニメのリストのトップに上がりました！\u001b[22m\n(Though later One Piece became first again while Code Geass second.)\n\n\u001b[1m（後でCode Geassが2番目になると、後にOne Pieceが再び最初になりました。）\u001b[22m\n\u001b[1m((Atode Code Geass ga 2-banme ni naru to,-go ni One piesu ga futatabi saisho ni narimashita. ))\u001b[22m\n\nTranslations of \u001b[4m(Though later One Piece became first again while Code Geass second.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Though later One Piece became first again while Code Geass second.)\u001b[24m\n    \u001b[1m（後でCode Geassが2番目になると、後にOne Pieceが再び最初になりました。）\u001b[22m, \u001b[1m（後でワンピースはコードギアスの第ながら再び第1になったけれども。）\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Everything was great! Even the dub seemed amazing to me! If only the story didn't shift a bit, I would've given the story a '10'!\n\n\u001b[1m全体的にみんな素晴らしかった！ ダブさえ私には素晴らしいようでした！ ストーリーだけが少しシフトしなかったら、私はストーリーに '10'を与えてしまいました！\u001b[22m\n\u001b[1m(Zentai-teki ni min'na subarashikatta! Dabu sae watashiniha subarashī yōdeshita! Sutōrī dake ga sukoshi shifuto shinakattara, watashi wa sutōrī ni' 10' o ataete shimaimashita!)\u001b[22m\n\nTranslations of \u001b[4mOverall: Everything was great! Even the dub seemed amazing to me! If only the story didn't shift a bit, I would've given the story a '10'!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Everything was great!\u001b[24m\n    \u001b[1m全体的にみんな素晴らしかった！\u001b[22m, \u001b[1m全体：すべてが素晴らしかったです！\u001b[22m\n\u001b[4mEven the dub seemed amazing to me!\u001b[24m\n    \u001b[1mダブさえ私には素晴らしいようでした！\u001b[22m, \u001b[1mでもダブは私に素晴らしい見えました！\u001b[22m\n\u001b[4mIf only the story didn't shift a bit, I would've given the story a '10'!\u001b[24m\n    \u001b[1mストーリーだけが少しシフトしなかったら、私はストーリーに '10'を与えてしまいました！\u001b[22m, \u001b[1m唯一の物語はビットをシフトしなかった場合、私は話「10」与えてくれたと思います！\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "Falco2424",
    "profile": "/profile/Falco2424/reviews",
    "pages": "11",
    "number": "13",
    "link": "/reviews.php?id=231915",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nコードギアス反逆のルルーシュは、一意に決まるいくつかの選択肢のための傑作ではありません。 むしろ、すべてを行うために、それは驚異的にそうしようとします。 それが伝えたいと思うどんな感情でも、あなたはしばしば完全に包み込まれ、シリーズに没頭していることが多くの信念をもってそうします。 これは、不条理なディストピーカ、メカ、サイエンスフィクション（マジックあり）がそれを前提に設定していることを考えると、はるかに印象的です。 この浸漬とその不足のコントラストはまれであり、私はこれまでにそれと全く同じようなものを見たとは言えません。 私はこのシリーズのように私に夢中になったアクションシリーズを見たこともありません。 レビューに：\n\n\nストーリー：主人公のルルーシュは、不思議な女の子によって魔法の力を与えられ、迫力のある政府を倒すためにこれらの力を使います。 そのことが最初の2つのエピソードを壊してしまったので、プロットについて話すのではなく、プロットがうまくいくかどうかを話しましょう。 それは本当にストーリーテリングの壮大な光景です。 このシリーズは非常にプロット駆動型です。 つまり、プロットはそれが起こることを要求するので、プロットのためにすべてが発生します。 このシリーズはキャラクターを動かすこの「男対運命」（そして、ポイントでは「運命対人」）を持っていますが、それは私がそれをもっと多くのものと呼んでいるようにプロットの主なテーマだと言っているわけではありません モチーフ。 プロットは野心的な紛争のすべてを野心的に掘り下げています：前に言及した人VS社会：ルルーシュ（そして他の多くの人）対ブリタニア、人間対ルルーシュ対彼の原則だけでなく、スザク対人間 ルルーシュは、誰にとっても大事だが、もっと重要なのはSuzaku vs Kallenであり、当然のことながら、それらの中でも最も典型的なのは、mech vs mech。  mechとmechの多くがあります。 非常に多くのキャラクターが、互いに協奏しながら、ほぼ同時に走っているので、結び目になったり、互いに論理的に矛盾することはありません。\n\n\nアート：それはそうです。 必須のアンテナがないにもかかわらず、大きな頭、大きな目、長い体、巨大な趣味を持っています。  mechsとかなりの戦い、特に良い指揮があります。 私がこのトピックについて知っていることをあまりにもふりをしてはいけません。 それはかなりかわいいですか？\n\n\nサウンド：それが必要なときに必要なものです。 声優は素晴らしいですが、私はダブを見たことはありませんが、私はそれについて良いことを聞いてきました。\n\n\nキャラクター：ルルーシュは鉱山にあり、みんなのお気に入りです。 彼はこの執筆時点でこのサイトで最もお気に入りの座に座っています。 私は彼を性格で壮大に描写したいが、意図は謙虚である。 もう一人のキャラクター、シャーリーが私のお気に入りに作った。 彼らはすべて一般的によく書かれており、それぞれはそれぞれの外見と目標を持っています。 文字はほとんどの場合、より良いまたは悪いために、すべてのラウンドとダイナミックです。 私は個人的には、シャーリー、ユーフェミア、C.\n\n\n楽しさ：プロットの純粋な天才が私を引き込むのに十分であった。トップのmechの戦いやルルーシュやシャーリーのようなキャラクターの上にそれを加え、あなたは毎回これを見ていた。\n\n\n全体：これは簡単に傑作です。 欠点がないわけではありませんが、今まで見たことのある最高のシリーズの1つです。 それは私のお気に入りリストにあり、それには4つのシリーズしかありません。 ショーのこの巨大な宝石を渡すことは犯罪になるはずです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCode Geass: Lelouch of the Rebellion is a masterpiece not for a few select things that it does uniquely; but rather, for doing everything it attempts to do so phenomenally. Any emotion it wants to convey, it does so with so much conviction that you often find yourself fully engulfed and immersed in the series. This is the remarkably more impressive considering the absurd dystopian, mecha, science fiction (with magic) setting it premises. This contrast of immersion and lack thereof is rare, and I cannot say I've seen anything quite like it before. I've never even seen an action series that's engrossed me as much as this one. To the review:\n\n\u001b[1mコードギアス反逆のルルーシュは、一意に決まるいくつかの選択肢のための傑作ではありません。 むしろ、すべてを行うために、それは驚異的にそうしようとします。 それが伝えたいと思うどんな感情でも、あなたはしばしば完全に包み込まれ、シリーズに没頭していることが多くの信念をもってそうします。 これは、不条理なディストピーカ、メカ、サイエンスフィクション（マジックあり）がそれを前提に設定していることを考えると、はるかに印象的です。 この浸漬とその不足のコントラストはまれであり、私はこれまでにそれと全く同じようなものを見たとは言えません。 私はこのシリーズのように私に夢中になったアクションシリーズを見たこともありません。 レビューに：\u001b[22m\n\u001b[1m(Kōdogiasu hangyaku no rurūshu wa, ichii ni kimaru ikutsu ka no sentakushi no tame no kessakude wa arimasen. Mushiro, subete o okonau tame ni, soreha kyōi-teki ni sō shiyou to shimasu. Sore ga tsutaetai to omou don'na kanjō demo, anata wa shibashiba kanzen ni tsutsumikoma re, shirīzu ni bottō shite iru koto ga ōku no shin'nen o motte sō shimasu. Kore wa, fujōrina disutopīka, meka, saiensufikushon (majikku ari) ga sore o zentei ni settei shite iru koto o kangaeru to, haruka ni inshō-tekidesu. Kono shinshi to sono fusoku no kontorasuto wa maredeari, watashi wa kore made ni soreto mattaku onajiyōna mono o mita to wa iemasen. Watashi wa kono shirīzu no yō ni watashi ni muchū ni natta akushonshirīzu o mita koto mo arimasen. Rebyū ni:)\u001b[22m\n\nTranslations of \u001b[4mCode Geass: Lelouch of the Rebellion is a masterpiece not for a few select things that it does uniquely; but rather, for doing everything it attempts to do so phenomenally. Any emotion it wants to convey, it does so with so much conviction that you often find yourself fully engulfed and immersed in the series. This is the remarkably more impressive considering the absurd dystopian, mecha, science fiction (with magic) setting it premises. This contrast of immersion and lack thereof is rare, and I cannot say I've seen anything quite like it before. I've never even seen an action series that's engrossed me as much as this one. To the review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCode Geass: Lelouch of the Rebellion is a masterpiece not for a few select things that it does uniquely;\u001b[24m\n    \u001b[1mコードギアス反逆のルルーシュは、一意に決まるいくつかの選択肢のための傑作ではありません。\u001b[22m, \u001b[1mコードギアス反逆のルルーシュは、それが一意にないいくつかの選択の事のための傑作ではありません。\u001b[22m\n\u001b[4mbut rather, for doing everything it attempts to do so phenomenally.\u001b[24m\n    \u001b[1mむしろ、すべてを行うために、それは驚異的にそうしようとします。\u001b[22m, \u001b[1mむしろ、それは驚異的にそうしようとするすべてのものを行うため。\u001b[22m\n\u001b[4mAny emotion it wants to convey, it does so with so much conviction that you often find yourself fully engulfed and immersed in the series.\u001b[24m\n    \u001b[1mそれが伝えたいと思うどんな感情でも、あなたはしばしば完全に包み込まれ、シリーズに没頭していることが多くの信念をもってそうします。\u001b[22m, \u001b[1mそれは伝えたい任意の感情は、それはあなたが、多くの場合、自分が完全に飲み込まれ、直列に浸漬見つけるそんなに信念を持ってそう。\u001b[22m\n\u001b[4mThis is the remarkably more impressive considering the absurd dystopian, mecha, science fiction (with magic) setting it premises.\u001b[24m\n    \u001b[1mこれは、不条理なディストピーカ、メカ、サイエンスフィクション（マジックあり）がそれを前提に設定していることを考えると、はるかに印象的です。\u001b[22m, \u001b[1mこれが前提にそれを設定する（マジック付き）不条理なディストピア、メカ、サイエンスフィクションを考慮著しくより印象的です。\u001b[22m\n\u001b[4mThis contrast of immersion and lack thereof is rare, and I cannot say I've seen anything quite like it before.\u001b[24m\n    \u001b[1mこの浸漬とその不足のコントラストはまれであり、私はこれまでにそれと全く同じようなものを見たとは言えません。\u001b[22m, \u001b[1m浸漬およびその欠如のこのコントラストはまれで、私は前にかなりそれのようなものを見てきたと言うことはできません。\u001b[22m\n\u001b[4mI've never even seen an action series that's engrossed me as much as this one.\u001b[24m\n    \u001b[1m私はこのシリーズのように私に夢中になったアクションシリーズを見たこともありません。\u001b[22m, \u001b[1m私もこの1限り私を夢中になっていますアクションのシリーズを見たことがありません。\u001b[22m\n\u001b[4mTo the review:\u001b[24m\n    \u001b[1mレビューに：\u001b[22m, \u001b[1m確認するには：\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: Lelouch, the main character, is granted magical powers by a mysterious girl and he uses these powers to defeat an oppressing government. Saying that much already spoiled the first two episodes so instead of talking about the plot, let’s talk about what the plot does well. It’s truly a masterful spectacle of storytelling. This series is immensely plot-driven; that is, everything happens because of the plot, because the plot demands it to happen. The series has this 'man vs fate' (and, at points, 'fate vs man') undertone that drives the characters, though that is not to say that it is the main theme of the plot as I'd call it more of a motif. The plot delves ambitiously at just about all of the archetypical conflicts: the previously mentioned man vs society: Lelouch (and quite a few others) vs Britannia, man vs self being Lelouch vs his principles as well as Suzaku vs his, man vs man being Lelouch vs just about everyone but more importantly Suzaku vs Kallen, and naturally, the most archetypical of them all, mech vs mech. There’s plenty of mech vs mech. There’s so many plots for so many characters all running simultaneously almost as in concert with one another, never turning into knots nor logically conflicting with one another.\n\n\u001b[1mストーリー：主人公のルルーシュは、不思議な女の子によって魔法の力を与えられ、迫力のある政府を倒すためにこれらの力を使用します。 そのことが最初の2つのエピソードを壊してしまったので、プロットについて話すのではなく、プロットがうまくいくかどうかを話しましょう。 それは本当にストーリーテリングの壮大な光景です。 このシリーズは非常にプロット駆動型です。 つまり、プロットはそれが起こることを要求するので、プロットのためにすべてが発生します。 このシリーズはキャラクターを動かすこの「男対運命」（そして、ポイントでは「運命対人」）を持っていますが、それは私がそれをもっと多くのものと呼んでいるようにプロットの主なテーマだと言っているわけではありません モチーフ。 プロットは野心的な紛争のすべてを野心的に掘り下げています：前に言及した人VS社会：ルルーシュ（そして他の多くの人）対ブリタニア、人間対ルルーシュ対彼の原則だけでなく、スザク対人間 ルルーシュは、誰にとっても大事だが、もっと重要なのはSuzaku vs Kallenであり、当然のことながら、それらの中でも最も典型的なのは、mech vs mech。  mechとmechの多くがあります。 非常に多くのキャラクターが、互いに協奏しながら、ほぼ同時に走っているので、結び目になったり、互いに論理的に矛盾することはありません。\u001b[22m\n\u001b[1m(Sutōrī: Shujinkō no rurūshu wa, fushigina on'nanoko ni yotte mahō no chikara o atae rare, hakuryoku no aru seifu o taosu tame ni korera no chikara o shiyō shimasu. Sono koto ga saisho no 2tsu no episōdo o kowashite shimattanode, purotto ni tsuite hanasu node wa naku, purotto ga umaku iku ka dō ka o hanashimashou. Kono shirīzu wa hijō ni purotto kudō-gatadesu. Tsumari, purotto wa sore ga okoru koto o yōkyū surunode, purotto no tame ni subete ga hassei shimasu. Kono shirīzu wa kyarakutā o ugokasu kono `otoko tai unmei'(soshite, pointode wa `unmei taijin') o motte imasuga, sore wa watashi ga sore o motto ōku no mono to yonde iru yō ni purotto no omona tēmada to itte iru wakede wa arimasen mochīfu. Purotto wa yashin-tekina funsō no subete o yashin-teki ni horisagete imasu: Mae ni genkyū shita hito VS shakai: Rurūshu (soshite hoka no ōku no hito) tai buritania, ningen tai rurūshu tai kare no gensoku dakedenaku, Suzaku tainingen rurūshu wa, dare ni tottemo daijidaga, motto jūyōna no wa Suzaku vs Kallendeari, tōzen no kotonagara, sorera no naka demo mottomo tenkei-tekina no wa, mech vs mech. Mech to mech no ōku ga arimasu. Hijō ni ōku no kyarakutā ga, tagaini kyōsō shinagara, hobo dōjini hashitte irunode, musubime ni nattari, tagaini ronri-teki ni mujun suru koto wa arimasen. Sore wa hontōni sutōrīteringu no sōdaina kōkeidesu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: It is what it is. You got the big heads, big eyes, long bodies, huge bobbies, though it does lack the mandatory antennas. There's mechs and pretty fights, and particularly good directing. Let's not pretend too much that I know about this topic. It's pretty, ok?\n\n\u001b[1mアート：それはそうです。 必須のアンテナがないにもかかわらず、大きな頭、大きな目、長い体、巨大な趣味を持っています。  mechsとかなりの戦い、特に良い指揮があります。 私がこのトピックについて知っていることをあまりにもふりをしてはいけません。 それはかなりかわいいですか？\u001b[22m\n\u001b[1m(Āto: Sore wa sōdesu. Hissu no antena ga nai nimokakawarazu, ōkina atama, ōkina-me, nagai karada, kyodaina shumi o motte imasu. Mechs to kanari notatakai, tokuni yoi shiki ga arimasu. Watashi ga kono topikku ni tsuite shitte iru koto o amarini mo furi o shite wa ikemasen. Sore wa kanari kawaīdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mArt: It is what it is. You got the big heads, big eyes, long bodies, huge bobbies, though it does lack the mandatory antennas. There's mechs and pretty fights, and particularly good directing. Let's not pretend too much that I know about this topic. It's pretty, ok?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: It is what it is.\u001b[24m\n    \u001b[1mアート：それはそうです。\u001b[22m, \u001b[1mアート：それはそれが何であるかです。\u001b[22m\n\u001b[4mYou got the big heads, big eyes, long bodies, huge bobbies, though it does lack the mandatory antennas.\u001b[24m\n    \u001b[1m必須のアンテナがないにもかかわらず、大きな頭、大きな目、長い体、巨大な趣味を持っています。\u001b[22m, \u001b[1mそれは必須のアンテナを欠いんがあなたは、大きな頭、大きな目、長い体、巨大なbobbiesを得ました。\u001b[22m\n\u001b[4mThere's mechs and pretty fights, and particularly good directing.\u001b[24m\n    \u001b[1mmechsとかなりの戦い、特に良い指揮があります。\u001b[22m, \u001b[1mメカとかなりの戦いであり、特に優れた演出があります。\u001b[22m\n\u001b[4mLet's not pretend too much that I know about this topic.\u001b[24m\n    \u001b[1m私がこのトピックについて知っていることをあまりにもふりをしてはいけません。\u001b[22m, \u001b[1mのは、私はこのトピックについて知っていることはあまりふりないようにしましょう。\u001b[22m\n\u001b[4mIt's pretty, ok?\u001b[24m\n    \u001b[1mそれはかなりかわいいですか？\u001b[22m, \u001b[1mそれは、かなり大丈夫ですか？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound: It is what it needs to be when it needs to be so. The voice acting is spectacular, I haven't seen the dub but I've heard good things about it.\n\n\u001b[1mサウンド：それが必要なときに必要なものです。 声優は素晴らしいですが、私はダブを見たことはありませんが、私はそれについて良いことを聞いてきました。\u001b[22m\n\u001b[1m(Saundo: Sore ga hitsuyōna toki ni hitsuyōna monodesu. Seiyū wa subarashīdesuga, watashi wa dabu o mita koto wa arimasenga, watashi wa sore ni tsuite yoi koto o kiite kimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: It is what it needs to be when it needs to be so. The voice acting is spectacular, I haven't seen the dub but I've heard good things about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: It is what it needs to be when it needs to be so.\u001b[24m\n    \u001b[1mサウンド：それが必要なときに必要なものです。\u001b[22m, \u001b[1m音：それはそうする必要がある場合であることを必要とするものです。\u001b[22m\n\u001b[4mThe voice acting is spectacular, I haven't seen the dub but I've heard good things about it.\u001b[24m\n    \u001b[1m声優は素晴らしいですが、私はダブを見たことはありませんが、私はそれについて良いことを聞いてきました。\u001b[22m, \u001b[1m声の演技は、私がダブを見ていないが、私はそれについての良いものを聞いた、壮観です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Lelouch is in mine and everyone's favorites. He's sitting at number one most favorited on this site at the time of this writing. I'd describe him as grandiose in character, yet humble in intents. Another character, Shirley, made it to my favorites. They're all generally well written, each with their own appearances and goals. The characters are mostly all round and dynamic, for better or for worse. I personally developed an exceptional fondness for a few characters: Shirley, Euphemia, and C. C.\n\n\u001b[1mキャラクター：ルルーシュは鉱山にあり、みんなのお気に入りです。 彼はこの執筆時点でこのサイトで最もお気に入りの座に座っています。 私は彼を性格で壮大に描写したいが、意図は謙虚である。 もう一人のキャラクター、シャーリーが私のお気に入りに作った。 彼らはすべて一般的によく書かれており、それぞれはそれぞれの外見と目標を持っています。 文字はほとんどの場合、より良いまたは悪いために、すべてのラウンドとダイナミックです。 私は個人的には、シャーリー、ユーフェミア、C.\u001b[22m\n\u001b[1m(Kyarakutā: Rurūshu wa kōzan ni ari, min'na no okiniiridesu. Kare wa kono shippitsu jiten de kono saito de mottomo okiniiri no za ni suwatte imasu. Watashi wa kare o seikaku de sōdai ni byōsha shitaiga, ito wa kenkyodearu. Mōhitori no kyarakutā, shārī ga watashinōkiniiri ni tsukutta. Karera wa subete ippantekini yoku kaka rete ori, sorezore wa sorezore no gaiken to mokuhyō o motte imasu. Moji wa hotondo no baai, yoriyoi matawa warui tame ni, subete no raundo to dainamikkudesu. Watashi wa kojin-teki ni wa, shārī, yūfemia, C.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Lelouch is in mine and everyone's favorites. He's sitting at number one most favorited on this site at the time of this writing. I'd describe him as grandiose in character, yet humble in intents. Another character, Shirley, made it to my favorites. They're all generally well written, each with their own appearances and goals. The characters are mostly all round and dynamic, for better or for worse. I personally developed an exceptional fondness for a few characters: Shirley, Euphemia, and C. C.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Lelouch is in mine and everyone's favorites.\u001b[24m\n    \u001b[1mキャラクター：ルルーシュは鉱山にあり、みんなのお気に入りです。\u001b[22m, \u001b[1mキャラクター：ルルーシュは私とみんなのお気に入りです。\u001b[22m\n\u001b[4mHe's sitting at number one most favorited on this site at the time of this writing.\u001b[24m\n    \u001b[1m彼はこの執筆時点でこのサイトで最もお気に入りの座に座っています。\u001b[22m, \u001b[1m彼は、この記事の執筆時点で、このサイト上でナンバーワンの最もお気に入りの前に座っています。\u001b[22m\n\u001b[4mI'd describe him as grandiose in character, yet humble in intents.\u001b[24m\n    \u001b[1m私は彼を性格で壮大に描写したいが、意図は謙虚である。\u001b[22m, \u001b[1m私はインテントでまだ謙虚な、文字で壮大として彼を記述すると思います。\u001b[22m\n\u001b[4mAnother character, Shirley, made it to my favorites.\u001b[24m\n    \u001b[1mもう一人のキャラクター、シャーリーが私のお気に入りに作った。\u001b[22m, \u001b[1m別の文字、シャーリーは、私のお気に入りにそれを作りました。\u001b[22m\n\u001b[4mThey're all generally well written, each with their own appearances and goals.\u001b[24m\n    \u001b[1m彼らはすべて一般的によく書かれており、それぞれはそれぞれの外見と目標を持っています。\u001b[22m, \u001b[1m彼らは、自分の外見や目標を持つ各、すべての一般的によく書かれています。\u001b[22m\n\u001b[4mThe characters are mostly all round and dynamic, for better or for worse.\u001b[24m\n    \u001b[1m文字はほとんどの場合、より良いまたは悪いために、すべてのラウンドとダイナミックです。\u001b[22m, \u001b[1m文字は、良くも悪くものために、主にすべてのラウンドと動的です。\u001b[22m\n\u001b[4mI personally developed an exceptional fondness for a few characters: Shirley, Euphemia, and C. C.\u001b[24m\n    \u001b[1m私は個人的には、シャーリー、ユーフェミア、C.\u001b[22m, \u001b[1mシャーリー、ユーフェミア、およびC. C.：私は個人的にいくつかの文字のための例外的な思い入れを開発しました\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: The sheer genius of the plot was enough to draw me in. Add on top of that over the top mech battles and characters like Lelouch and Shirley, and you have me binge watching this every time.\n\n\u001b[1m楽しさ：プロットの純粋な天才が私を引き込むのに十分であった。トップのmechの戦いやルルーシュやシャーリーのようなキャラクターの上にそれを加え、あなたは毎回これを見ていた。\u001b[22m\n\u001b[1m(Tanoshisa: Purotto no junsuina tensai ga watashi o hikikomu no ni jūbundeatta. Toppu no mech no tatakai ya rurūshu ya shārī no yōna kyarakutā no ue ni sore o kuwae, anata wa maikai kore o mite ita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: The sheer genius of the plot was enough to draw me in. Add on top of that over the top mech battles and characters like Lelouch and Shirley, and you have me binge watching this every time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: The sheer genius of the plot was enough to draw me in. Add on top of that over the top mech battles and characters like Lelouch and Shirley, and you have me binge watching this every time.\u001b[24m\n    \u001b[1m楽しさ：プロットの純粋な天才が私を引き込むのに十分であった。トップのmechの戦いやルルーシュやシャーリーのようなキャラクターの上にそれを加え、あなたは毎回これを見ていた。\u001b[22m, \u001b[1m楽しさ：プロットの薄手の天才で私を描画するのに十分だったルルーシュとシャーリーのようなトップメカの戦いと文字の上にその上に追加して、あなたは私がどんちゃん騒ぎをするたびにこれを見てきました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: This is easily a masterpiece. It's not without it's flaws, but it's still one of the best series I've ever watched. It's in my favorites list and that only has 4 series in it. Passing up this gigantic gem of a show should be a crime.\n\n\u001b[1m全体：これは簡単に傑作です。 欠点がないわけではありませんが、今まで見たことのある最高のシリーズの1つです。 それは私のお気に入りリストにあり、それには4つのシリーズしかありません。 ショーのこの巨大な宝石を渡すことは犯罪になるはずです。\u001b[22m\n\u001b[1m(Zentai: Kore wa kantan ni kessakudesu. Ketten ga nai wakede wa arimasenga, imamade mita koto no aru saikō no shirīzu no 1tsudesu. Sore wa watashinōkiniiri risuto ni ari, soreni wa 4tsu no shirīzu shika arimasen. Shō no kono kyodaina hōseki o watasu koto wa hanzai ni naru hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: This is easily a masterpiece. It's not without it's flaws, but it's still one of the best series I've ever watched. It's in my favorites list and that only has 4 series in it. Passing up this gigantic gem of a show should be a crime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: This is easily a masterpiece.\u001b[24m\n    \u001b[1m全体：これは簡単に傑作です。\u001b[22m\n\u001b[4mIt's not without it's flaws, but it's still one of the best series I've ever watched.\u001b[24m\n    \u001b[1m欠点がないわけではありませんが、今まで見たことのある最高のシリーズの1つです。\u001b[22m, \u001b[1mそれは、それの欠陥がないわけではないのですが、それはまだ私が今まで見てきた最高のシリーズの一つです。\u001b[22m\n\u001b[4mIt's in my favorites list and that only has 4 series in it.\u001b[24m\n    \u001b[1mそれは私のお気に入りリストにあり、それには4つのシリーズしかありません。\u001b[22m, \u001b[1mそれは私のお気に入りリストにし、それだけで4シリーズを持っていることです。\u001b[22m\n\u001b[4mPassing up this gigantic gem of a show should be a crime.\u001b[24m\n    \u001b[1mショーのこの巨大な宝石を渡すことは犯罪になるはずです。\u001b[22m, \u001b[1mショーのこの巨大な宝石を渡すと、犯罪であるべきです。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "phillipbrule",
    "profile": "/profile/phillipbrule/reviews",
    "pages": "11",
    "number": "14",
    "link": "/reviews.php?id=229611",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\nコードギアスは、彼が得た力で自分のビジョンで世界を再現したい、非常にスマートな高校生です。 それは死のノートに多くの類似点を持っていますが、全く同じではありません。 しかし、主人公のルルーシュはDeathnoteのLight Yagamiのようなものです。\n\nこのアニメの芸術は素晴らしく、アクションシーンは本当にうまくやって見て楽しいです。 彼らは、アニメーション化に多くの時間をかけることができます。\n\n私はすぐに気付いた音はいいものではなく、オープニングは大丈夫ですが、サウンドトラックは非常にうまくいきます。 時にはそれは感情的で、時には非常に叙事詩的なこともあります。\n\nキャラクターは非常に良いもので、すべてはよく考えられたバックストーリーを持っています。\n\nこのアニメには、特に2番目の作品を見る場合、多くの楽しみがあります。\n\n物語はうまく計画されていますが、アニメのこの部分の終わりには何よりも多くの質問があります。 もう一つのことは、アニメのsomethingsはあまり信じられないということです。 たとえば、そのような支配的な状態がより良い監視を持たないし、ゼロを誰に見出すかにほとんど何の資源も注ぎ込まない。 ルルーシュが最初に取り去った金額は少し残っています。 このアニメに少し欠けているもう一つの点は、ルルーシュが本当に自分の天才をどのようにしているのか、彼らがあなたに超スマートで、あなたが彼を信じると言っていることを伝えていないことです。 たいていの場合、彼らは実際に彼の計画に深く踏み込んでいるのではなく、DeathnoteではKiraの計画を道のり一歩一歩踏みとめたのです。\n\n全体的にこのアニメは本当に楽しいですが、いくつかの欠陥がありますが、それをすべて見れば最後に大きな恩返しがあります。 間違いなく、Deathnote'sよりずっと優れています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nCode Geass is about an incredibly smart high-school student who wants to recreate the world in his vision with his power he obtains. It does have a lot of similarities to Death Note but is not quite the same. Although, the main character Lelouch is almost exactly like Light Yagami from Deathnote.\n\n\u001b[1mコードギアスは、彼が得た力で自分のビジョンで世界を再現したい、非常にスマートな高校生です。 それは死のノートに多くの類似点を持っていますが、全く同じではありません。 しかし、主人公のルルーシュはDeathnoteのLight Yagamiのようなものです。\u001b[22m\n\u001b[1m(Kōdogiasu wa, kare ga eta chikara de jibun no bijon de sekai o saigen shitai, hijō ni sumātona kōkōseidesu. Sore wa shi no nōto ni ōku no ruiji-ten o motte imasuga, mattaku onajide wa arimasen. Shikashi, shujinkō no rurūshu wa Deathnote no raito yagami no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mCode Geass is about an incredibly smart high-school student who wants to recreate the world in his vision with his power he obtains. It does have a lot of similarities to Death Note but is not quite the same. Although, the main character Lelouch is almost exactly like Light Yagami from Deathnote.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCode Geass is about an incredibly smart high-school student who wants to recreate the world in his vision with his power he obtains.\u001b[24m\n    \u001b[1mコードギアスは、彼が得た力で自分のビジョンで世界を再現したい、非常にスマートな高校生です。\u001b[22m, \u001b[1mコードギアスは、彼が取得彼の力と彼のビジョンで世界を再現したいと考えて非常にスマート高校生についてです。\u001b[22m\n\u001b[4mIt does have a lot of similarities to Death Note but is not quite the same.\u001b[24m\n    \u001b[1mそれは死のノートに多くの類似点を持っていますが、全く同じではありません。\u001b[22m, \u001b[1mそれはデスノートに多くの類似点を持っているが、全く同じではありません。\u001b[22m\n\u001b[4mAlthough, the main character Lelouch is almost exactly like Light Yagami from Deathnote.\u001b[24m\n    \u001b[1mしかし、主人公のルルーシュはDeathnoteのLight Yagamiのようなものです。\u001b[22m, \u001b[1mけれども、主人公ルルーシュはほぼ正確にDeathnoteから夜神月のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art in this anime is great and the action scenes are really well done and fun to watch. You can tell they put a lot of time into animating it well.\n\n\u001b[1mこのアニメの芸術は素晴らしく、アクションシーンは本当にうまくやって見て楽しいです。 彼らは、アニメーション化に多くの時間をかけることができます。\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa subarashiku, akushonshīn wa hontōni umaku yatte mite tanoshīdesu. Karera wa, animēshon-ka ni ōku no jikan o kakeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Art in this anime is great and the action scenes are really well done and fun to watch. You can tell they put a lot of time into animating it well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art in this anime is great and the action scenes are really well done and fun to watch.\u001b[24m\n    \u001b[1mこのアニメの芸術は素晴らしく、アクションシーンは本当にうまくやって見て楽しいです。\u001b[22m, \u001b[1mこのアニメの芸術は素晴らしいですし、アクションシーンは本当によくやったと見ていて楽しいです。\u001b[22m\n\u001b[4mYou can tell they put a lot of time into animating it well.\u001b[24m\n    \u001b[1m彼らは、アニメーション化に多くの時間をかけることができます。\u001b[22m, \u001b[1mあなたは、彼らはよくそれをアニメーションに多くの時間を入れて伝えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is good nothing I immediately noticed, and the openings are okay but what does stand out is the soundtrack is very well done. At times it can be emotional and at times very epic.\n\n\u001b[1m私はすぐに気付いた音はいいものではなく、オープニングは大丈夫ですが、サウンドトラックは非常にうまくいきます。 時にはそれは感情的で、時には非常に叙事詩的なこともあります。\u001b[22m\n\u001b[1m(Watashi wa sugu ni kidzuita oto wa ī monode wa naku, ōpuningu wa daijōbudesuga, saundotorakku wa hijō ni umaku ikimasu. Tokiniha sore wa kanjō-tekide, tokiniha hijō ni jojishi-tekina koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is good nothing I immediately noticed, and the openings are okay but what does stand out is the soundtrack is very well done. At times it can be emotional and at times very epic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is good nothing I immediately noticed, and the openings are okay but what does stand out is the soundtrack is very well done.\u001b[24m\n    \u001b[1m私はすぐに気付いた音はいいものではなく、オープニングは大丈夫ですが、サウンドトラックは非常にうまくいきます。\u001b[22m, \u001b[1m音は、私はすぐに気づいた良いものではありません、との開口部は大丈夫ですが、何目立つないことは非常によく行われているサウンドトラックです。\u001b[22m\n\u001b[4mAt times it can be emotional and at times very epic.\u001b[24m\n    \u001b[1m時にはそれは感情的で、時には非常に叙事詩的なこともあります。\u001b[22m, \u001b[1m時にはそれは非常に壮大な感情的および時間にすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Characters are very good and all have their well thought back stories.\n\n\u001b[1mキャラクターは非常に良いもので、すべてはよく考えられたバックストーリーを持っています。\u001b[22m\n\u001b[1m(Kyarakutā wa hijō ni yoi mono de, subete wa yoku kangae rareta bakkusutōrī o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Characters are very good and all have their well thought back stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Characters are very good and all have their well thought back stories.\u001b[24m\n    \u001b[1mキャラクターは非常に良いもので、すべてはよく考えられたバックストーリーを持っています。\u001b[22m, \u001b[1m文字が非常に優れているとそのすべてのよく戻って考えて物語を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThere is a lot of enjoyment to be had in this anime especially if you watch the second installment.\n\n\u001b[1mこのアニメには、特に2番目の作品を見る場合、多くの楽しみがあります。\u001b[22m\n\u001b[1m(Kono anime ni wa, tokuni 2-banme no sakuhin o miru baai, ōku no tanoshimi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is a lot of enjoyment to be had in this anime especially if you watch the second installment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a lot of enjoyment to be had in this anime especially if you watch the second installment.\u001b[24m\n    \u001b[1mこのアニメには、特に2番目の作品を見る場合、多くの楽しみがあります。\u001b[22m, \u001b[1mあなたは第2弾を見る場合は特にこのアニメにいたことに楽しさがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is well planned out but at the end of this part of the anime you have more questions than anything else. Another thing is that somethings in the anime are not very believable. For instance how such a controlling state does not have better surveillance and doesn't pour barely any resources into finding out who Zero is. The amount that Lelouch gets away with in the beginning is a little far fetched. Another point that is a little lacking in this anime is that a lot of times they don't show you how Lelouch really does his genius they just kind of tell you he is super smart and your supposed to believe him. Most of the time they don't really go too in depth into his plans, whereas in Deathnote we saw Kira's plan every step of the way and exactly how he did it.\n\n\u001b[1m物語はうまく計画されていますが、アニメのこの部分の終わりには何よりも多くの質問があります。 もう一つのことは、アニメのsomethingsはあまり信じられないということです。 たとえば、そのような支配的な状態がより良い監視を持たないし、ゼロを誰に見出すかにほとんど何の資源も注ぎ込まない。 ルルーシュが最初に取り去った金額は少し残っています。 このアニメに少し欠けているもう一つの点は、ルルーシュが本当に自分の天才をどのようにしているのか、彼らがあなたに超スマートで、あなたが彼を信じると言っていることを伝えていないことです。 たいていの場合、彼らは実際に彼の計画に深く踏み込んでいるのではなく、DeathnoteではKiraの計画を道のり一歩一歩踏みとめたのです。\u001b[22m\n\u001b[1m(Monogatari wa umaku keikaku sa rete imasuga, animeno kono bubun no owari ni wa naniyori mo ōku no shitsumon ga arimasu. Mōhitotsu no koto wa, anime no somethings wa amari shinji rarenai to iu kotodesu. Tatoeba, sono yōna shihai-tekina jōtai ga yoriyoi kanshi o motanaishi, zero o dare ni miidasu ka ni hotondo nani no shigen mo sosogikomanai. Rurūshu ga saisho ni torisatta kingaku wa sukoshi nokotte imasu. Kono anime ni sukoshi kakete iru mōhitotsu no ten wa, rurūshu ga hontōni jibun no tensai o dono yō ni shite iru no ka, karera ga anata ni chō sumāto de, anata ga kare o shinjiru to itte iru koto o tsutaete inai kotodesu. Taitei no baai, karera wa jissai ni kare no keikaku ni fukaku fumikonde iru node wa naku, Deathnotede wa Kira no keikaku o michinori ippoippo fumi tometa nodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is well planned out but at the end of this part of the anime you have more questions than anything else. Another thing is that somethings in the anime are not very believable. For instance how such a controlling state does not have better surveillance and doesn't pour barely any resources into finding out who Zero is. The amount that Lelouch gets away with in the beginning is a little far fetched. Another point that is a little lacking in this anime is that a lot of times they don't show you how Lelouch really does his genius they just kind of tell you he is super smart and your supposed to believe him. Most of the time they don't really go too in depth into his plans, whereas in Deathnote we saw Kira's plan every step of the way and exactly how he did it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is well planned out but at the end of this part of the anime you have more questions than anything else.\u001b[24m\n    \u001b[1m物語はうまく計画されていますが、アニメのこの部分の終わりには何よりも多くの質問があります。\u001b[22m, \u001b[1m話がうまく計画されているが、アニメのこの部分の最後に、あなたは何よりも多くの質問を持っています。\u001b[22m\n\u001b[4mAnother thing is that somethings in the anime are not very believable.\u001b[24m\n    \u001b[1mもう一つのことは、アニメのsomethingsはあまり信じられないということです。\u001b[22m, \u001b[1mもう一つは、アニメで代が非常に信じられないことです。\u001b[22m\n\u001b[4mFor instance how such a controlling state does not have better surveillance and doesn't pour barely any resources into finding out who Zero is.\u001b[24m\n    \u001b[1mたとえば、そのような支配的な状態がより良い監視を持たないし、ゼロを誰に見出すかにほとんど何の資源も注ぎ込まない。\u001b[22m, \u001b[1m例えばどのような制御状態がより良い監視を持っていないとゼロが誰であるかを見つけ出すにはほとんどすべてのリソースを注いでいません。\u001b[22m\n\u001b[4mThe amount that Lelouch gets away with in the beginning is a little far fetched.\u001b[24m\n    \u001b[1mルルーシュが最初に取り去った金額は少し残っています。\u001b[22m, \u001b[1mルルーシュが最初にして離れる量は少し遠いフェッチされます。\u001b[22m\n\u001b[4mAnother point that is a little lacking in this anime is that a lot of times they don't show you how Lelouch really does his genius they just kind of tell you he is super smart and your supposed to believe him.\u001b[24m\n    \u001b[1mこのアニメに少し欠けているもう一つの点は、ルルーシュが本当に自分の天才をどのようにしているのか、彼らがあなたに超スマートで、あなたが彼を信じると言っていることを伝えていないことです。\u001b[22m, \u001b[1mこのアニメに欠けて少しはあるもう一つのポイントは、多くの時間が、彼らはルルーシュが本当に彼らは一種の彼は超スマートであり、あなたは彼を信じることになってあなたを伝える彼の天才を行う方法を示していないということです。\u001b[22m\n\u001b[4mMost of the time they don't really go too in depth into his plans, whereas in Deathnote we saw Kira's plan every step of the way and exactly how he did it.\u001b[24m\n    \u001b[1mたいていの場合、彼らは実際に彼の計画に深く踏み込んでいるのではなく、DeathnoteではKiraの計画を道のり一歩一歩踏みとめたのです。\u001b[22m, \u001b[1mDeathnoteに我々はあらゆる方法のステップと正確にどのように彼はそれをやったキラの計画を見たのに対し、ほとんどの時間は、彼らは本当に、彼の計画に深くあまりに行っていません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this anime is really enjoyable but has a few flaws, but has a huge pay off at the end if you watch it all. The pay off is arguably much better than Deathnote's.\n\n\u001b[1m全体的にこのアニメは本当に楽しいですが、いくつかの欠陥がありますが、それをすべて見れば最後に大きな恩返しがあります。 間違いなく、Deathnote'sよりずっと優れています。\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime wa hontōni tanoshīdesuga, ikutsu ka no kekkan ga arimasuga, sore o subete mireba saigo ni ōkina ongaeshi ga arimasu. Machigainaku, Deathnote' s yori zutto sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall this anime is really enjoyable but has a few flaws, but has a huge pay off at the end if you watch it all. The pay off is arguably much better than Deathnote's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this anime is really enjoyable but has a few flaws, but has a huge pay off at the end if you watch it all.\u001b[24m\n    \u001b[1m全体的にこのアニメは本当に楽しいですが、いくつかの欠陥がありますが、それをすべて見れば最後に大きな恩返しがあります。\u001b[22m, \u001b[1m全体的にこのアニメは本当に楽しいですが、いくつかの欠陥を持っていますが、あなたはそれをすべて見た場合最後に巨大な給料をオフにされています。\u001b[22m\n\u001b[4mThe pay off is arguably much better than Deathnote's.\u001b[24m\n    \u001b[1m間違いなく、Deathnote'sよりずっと優れています。\u001b[22m, \u001b[1m有料オフは間違いなくDeathnoteのよりもはるかに優れています。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "Phdrhymes",
    "profile": "/profile/Phdrhymes/reviews",
    "pages": "11",
    "number": "15",
    "link": "/reviews.php?id=227139",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|\n|  10\n\n最初は私はBOOOOOOOOOOOOOOOOOOOOYのようなものでした。 バンガー\n\n\nOT：コードギアスは、パックされたアクションで、メトロのブーミンは、ショー全体を通してさらに欲しいと思っていました。 狡猾な主人公から悲惨な「英国人」まで、彼らの全部がバラです。 このショーでは、メカのアクションアピールだけでなく、誰かが自分の入札を1回だけ行うように権限を与えられている超天才の戦術家があり、それらを結合して、戦争の話とチャンピオンを作る。 ねじれとターン、アクションは毎回あなたの座席の端にあなたを持っています。  Definitlely私のトップ5には、アニメのシーンに新しい人を見なければならない、またはちょうど地下鉄のブーミンを探しているいくつかの種類のショーをしたい。 バンガー。\n\nアクション、オペラストラテジスト、素敵なキャラクター、かなりのボールプロット、MCはスーパーパワーを持っています（しかし、Shiba Tatsuyaレベルop、daijobooはありません）、そしていくつかのトロール高校のおかしなことがかなりスウィングです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAT FIRST I WAS LIKE BOOOOOOOOOOOOOOOOY LELOUCH YOUR NECK BOUT LONG AS SHIT BOOOOOOOOOOY. Banger\n\n\u001b[1m最初は私はBOOOOOOOOOOOOOOOOOOOOYのようなものでした。 バンガー\u001b[22m\n\u001b[1m(Saisho wa watashi wa BOOOOOOOOOOOOOOOOOOOOY no yōna monodeshita. Bangā)\u001b[22m\n\nTranslations of \u001b[4mAT FIRST I WAS LIKE BOOOOOOOOOOOOOOOOY LELOUCH YOUR NECK BOUT LONG AS SHIT BOOOOOOOOOOY. Banger\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAT FIRST I WAS LIKE BOOOOOOOOOOOOOOOOY LELOUCH YOUR NECK BOUT LONG AS SHIT BOOOOOOOOOOY.\u001b[24m\n    \u001b[1m最初は私はBOOOOOOOOOOOOOOOOOOOOYのようなものでした。\u001b[22m, \u001b[1m最初は、私はBOOOOOOOOOOOOOOOOYルルーシュ首BOUT LONG AS SHIT BOOOOOOOOOOYのようでした。\u001b[22m\n\u001b[4mBanger\u001b[24m\n    \u001b[1mバンガー\u001b[22m, \u001b[1m爆竹\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOT: Code geass is a action packed, metro boomin stayed wanting some more throughout the whole show. From the cunning protagonist to the wretched 'Brittainians' the whole bunch of them are ballers. This show has the mecha action appeal as well as the super genius tactician who is given the power to make anyone do his bidding ONE TIME only, and combines them to make the perfec war story and champion. Twists and turns, and the action will have you on the edge of your seat every time. Definitlely in my top 5 and a must watch for anyone who is new to the anime scene, or is just looking for a metro boomin want some more kind of show. Banger.\n\n\u001b[1mOT：コードギアスは、パックされたアクションで、メトロのブーミンは、ショー全体を通してさらに欲しいと思っていました。 狡猾な主人公から悲惨な「英国人」まで、彼らの全部がバラです。 このショーでは、メカのアクションアピールだけでなく、誰かが自分の入札を1回だけ行うように権限を与えられている超天才の戦術家があり、それらを結合して、戦争の話とチャンピオンを作る。 ねじれとターン、アクションは毎回あなたの座席の端にあなたを持っています。  Definitlely私のトップ5には、アニメのシーンに新しい人を見なければならない、またはちょうど地下鉄のブーミンを探しているいくつかの種類のショーをしたい。 バンガー。\u001b[22m\n\u001b[1m(OT: Kōdogiasu wa, pakku sa reta akushon de, metoro no būmin wa, shō zentai o tōshite sarani hoshī to omotte imashita. Kōkatsuna shujinkō kara hisan'na `Igirisu hito' made, karera no zenbu ga baradesu. Kono shōde wa, meka no akushon'apīru dakedenaku, darekaga jibun no nyūsatsu o 1-kai dake okonau yō ni kengen o atae rarete iru chō tensai no senjutsu-ka ga ari, sorera o ketsugō shite, sensō no hanashi to chanpion o tsukuru. Nejire to tān, akushon wa maikai anata no zaseki no hashi ni anata o motte imasu. Definitlely watashi no toppu 5 ni wa, anime no shīn ni atarashī hito o minakereba naranai, matawa chōdo chikatetsu no būmin o sagashite iru ikutsu ka no shurui no shō o shitai. Bangā.)\u001b[22m\n\nTranslations of \u001b[4mOT: Code geass is a action packed, metro boomin stayed wanting some more throughout the whole show. From the cunning protagonist to the wretched 'Brittainians' the whole bunch of them are ballers. This show has the mecha action appeal as well as the super genius tactician who is given the power to make anyone do his bidding ONE TIME only, and combines them to make the perfec war story and champion. Twists and turns, and the action will have you on the edge of your seat every time. Definitlely in my top 5 and a must watch for anyone who is new to the anime scene, or is just looking for a metro boomin want some more kind of show. Banger.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOT: Code geass is a action packed, metro boomin stayed wanting some more throughout the whole show.\u001b[24m\n    \u001b[1mOT：コードギアスは、パックされたアクションで、メトロのブーミンは、ショー全体を通してさらに欲しいと思っていました。\u001b[22m, \u001b[1mOT：コードギアスはアクションパックで、地下鉄boominは番組全体を通していくつかのより多くを望むとどまりました。\u001b[22m\n\u001b[4mFrom the cunning protagonist to the wretched 'Brittainians' the whole bunch of them are ballers.\u001b[24m\n    \u001b[1m狡猾な主人公から悲惨な「英国人」まで、彼らの全部がバラです。\u001b[22m, \u001b[1m狡猾な主人公の悲惨「Brittainians」それらの全体の束にトインクです。\u001b[22m\n\u001b[4mThis show has the mecha action appeal as well as the super genius tactician who is given the power to make anyone do his bidding ONE TIME only, and combines them to make the perfec war story and champion.\u001b[24m\n    \u001b[1mこのショーでは、メカのアクションアピールだけでなく、誰かが自分の入札を1回だけ行うように権限を与えられている超天才の戦術家があり、それらを結合して、戦争の話とチャンピオンを作る。\u001b[22m, \u001b[1mこのショーは、メカアクションの魅力だけでなく、誰もが唯一の彼の入札ONE TIMEを行うようにする力を与えられ、perfec戦争の話とチャンピオンを作るためにそれらを結合された超天才戦術家を持っています。\u001b[22m\n\u001b[4mTwists and turns, and the action will have you on the edge of your seat every time.\u001b[24m\n    \u001b[1mねじれとターン、アクションは毎回あなたの座席の端にあなたを持っています。\u001b[22m, \u001b[1m紆余曲折、およびアクションがあなたの席の端にするたびにあなたを持っています。\u001b[22m\n\u001b[4mDefinitlely in my top 5 and a must watch for anyone who is new to the anime scene, or is just looking for a metro boomin want some more kind of show.\u001b[24m\n    \u001b[1mDefinitlely私のトップ5には、アニメのシーンに新しい人を見なければならない、またはちょうど地下鉄のブーミンを探しているいくつかの種類のショーをしたい。\u001b[22m, \u001b[1mDefinitlely私のトップ5とアニメのシーンに新しいです、または単にメトロboominを探している人のために見なければならないでshowのいくつかのより多くの種類をしたいです。\u001b[22m\n\u001b[4mBanger.\u001b[24m\n    \u001b[1mバンガー。\u001b[22m\n\u001b[1m\u001b[22m\nAction, op strategist, awesome characters, pretty balling plot, MC has op super power (but not Shiba Tatsuya level op, so daijoboo,) and some troll high school antics are thrown into it which are pretty sweg.\n\n\u001b[1mアクション、オペラストラテジスト、素敵なキャラクター、かなりのボールプロット、MCはスーパーパワーを持っています（しかし、Shiba Tatsuyaレベルop、daijobooはありません）、そしていくつかのトロール高校のおかしなことがかなりスウィングです。\u001b[22m\n\u001b[1m(Akushon, operasutoratejisuto, sutekina kyarakutā, kanari no bōrupurotto, MC wa sūpāpawā o motte imasu (shikashi, Shiba Tatsuya reberu op, daijoboo wa arimasen), soshite ikutsu ka no torōru kōkō no okashina koto ga kanari sū~ingudesu.)\u001b[22m\n\nTranslations of \u001b[4mAction, op strategist, awesome characters, pretty balling plot, MC has op super power (but not Shiba Tatsuya level op, so daijoboo,) and some troll high school antics are thrown into it which are pretty sweg.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAction, op strategist, awesome characters, pretty balling plot, MC has op super power (but not Shiba Tatsuya level op, so daijoboo,) and some troll high school antics are thrown into it which are pretty sweg.\u001b[24m\n    \u001b[1mアクション、オペラストラテジスト、素敵なキャラクター、かなりのボールプロット、MCはスーパーパワーを持っています（しかし、Shiba Tatsuyaレベルop、daijobooはありません）、そしていくつかのトロール高校のおかしなことがかなりスウィングです。\u001b[22m, \u001b[1mアクション、オペアンプストラテジスト、素晴らしいキャラクター、かなりボーリングプロットは、MCが（、そうdaijobooではなく、芝達也レベルオペアンプ）オペアンプスーパーパワーを持っており、いくつかのトロール高校のふざけた態度はかなりswegであることに投げ込まれています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "rileytfindley",
    "profile": "/profile/rileytfindley/reviews",
    "pages": "11",
    "number": "16",
    "link": "/reviews.php?id=135863",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  5\nキャラクター|  7\n|  9\n\nああ、コードギアス。 どのアニメファンがコードギアスについて聞いたことがありませんか？ それは思い出深いアクションシーケンス、素晴らしいキャラクター、そして最高のアニメエンディングの1つを持っています - 私の意見では最高です。 それ以外の部分は2つすべてです。 これはパート2ではありません。\n\nコードギアスR1はラップアップがとても簡単です、と私は思います。 もし誰かがドラゴンボールZを見たことがあるなら、それはそれと同じような感触を持っています - 少なくともそれは私のためでした。 文字は特別なものではありませんが、あなたはそれらに付随するようになり、彼らは見て楽しむことができます。 物語は本当に重要なものではなく、オリジナルではありません。特に、圧制的な外国政府と戦うもう一つの話です。 キャラクターの全てがそのような痩せた体と長い肢を持ち、時にはタコのように見えることを除けば、芸術は大丈夫です。\n\n今、真剣に、私は本当にこのアニメを楽しんだ。 それは純粋な楽しみです、そして、それはいつも私がこれまで表示してきた私のかなり無礼な態度にもかかわらず、私は決して退屈していなかった シーズン。 それは、たとえそれがちょっとした高校ハイジンクスエピソードだったとしても、いつも私を楽しませてくれました。そして、それが次のエピソードを見たいという気持ちを持っていました。\n\n私はそれをお勧めします。なぜなら、それはパート2につながっているからです。 そして、私もそれについて私のレビューを見るべきだと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAh, Code Geass. What anime fan hasn't heard of Code Geass? It has memorable action sequences, fantastic characters, and one of the best anime endings - the best, in my opinion - ever. Except... that's all in part two. This isn't part two.\n\n\u001b[1mああ、コードギアス。 どのアニメファンがコードギアスについて聞いたことがありませんか？ それは思い出深いアクションシーケンス、素晴らしいキャラクター、そして最高のアニメエンディングの1つを持っています - 私の意見では最高です。 それ以外の部分は2つすべてです。 これはパート2ではありません。\u001b[22m\n\u001b[1m(Ā, kōdogiasu. Dono anime fan ga kōdogiasu ni tsuite kiita koto ga arimasen ka? Sore wa omoidebukai akushonshīkensu, subarashī kyarakutā, soshite saikō no anime endingu no 1tsu o motte imasu - watashi no ikende wa saikōdesu. Sore igai no bubun wa 2tsu subetedesu. Kore wa pāto 2de wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAh, Code Geass. What anime fan hasn't heard of Code Geass? It has memorable action sequences, fantastic characters, and one of the best anime endings - the best, in my opinion - ever. Except... that's all in part two. This isn't part two.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh, Code Geass.\u001b[24m\n    \u001b[1mああ、コードギアス。\u001b[22m\n\u001b[4mWhat anime fan hasn't heard of Code Geass?\u001b[24m\n    \u001b[1mどのアニメファンがコードギアスについて聞いたことがありませんか？\u001b[22m, \u001b[1m何のアニメファンはコードギアスのことを聞いていませんか？\u001b[22m\n\u001b[4mIt has memorable action sequences, fantastic characters, and one of the best anime endings - the best, in my opinion - ever.\u001b[24m\n    \u001b[1mそれは思い出深いアクションシーケンス、素晴らしいキャラクター、そして最高のアニメエンディングの1つを持っています - 私の意見では最高です。\u001b[22m, \u001b[1m私の意見では、最高の -   - それは記憶に残るアクションシーン、幻想的な文字、および最高のアニメのエンディングの1つを有し、これまで。\u001b[22m\n\u001b[4mExcept... that's all in part two.\u001b[24m\n    \u001b[1mそれ以外の部分は2つすべてです。\u001b[22m, \u001b[1m除き...それは第二部ですべてです。\u001b[22m\n\u001b[4mThis isn't part two.\u001b[24m\n    \u001b[1mこれはパート2ではありません。\u001b[22m, \u001b[1mこれは、第二部ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCode Geass R1 is very easy to rap up, I think. If anyone has seen Dragon Ball Z, it has a similar feel to it - or at least it did for me. The characters aren't anything special, but you become attached to them and they are enjoyable to watch and relate to. The story isn't really all that important or original, especially when it's another tale of fighting against an oppressive, foreign government. The art is fine, except that all of the character's have such skinny bodies and long limbs they look like octopuses sometimes.\n\n\u001b[1mコードギアスR1はラップアップがとても簡単です、と私は思います。 もし誰かがドラゴンボールZを見たことがあるなら、それはそれと同じような感触を持っています - 少なくともそれは私のためでした。 文字は特別なものではありませんが、あなたはそれらに付随するようになり、彼らは見て楽しむことができます。 物語は本当に重要なものではなく、オリジナルではありません。特に、圧制的な外国政府と戦うもう一つの話です。 キャラクターの全てがそのような痩せた体と長い肢を持ち、時にはタコのように見えることを除けば、芸術は大丈夫です。\u001b[22m\n\u001b[1m(Kōdogiasu R 1 wa rappu appu ga totemo kantandesu, to watashi wa omoimasu. Moshi darekaga doragonbōru Z o mita koto ga arunara, sore wa sore to onajiyōna kanshoku o motte imasu - sukunakutomo sore wa watashi no tamedeshita. Moji wa tokubetsuna monode wa arimasenga, anata wa sorera ni fuzui suru yō ni nari, karera wa mite tanoshimu koto ga dekimasu. Monogatari wa hontōni jūyōna monode wa naku, orijinarude wa arimasen. Tokuni, asseitekina gaikoku seifu to tatakau mōhitotsu no hanashidesu. Kyarakutā no subete ga sono yō na yaseta karada to nagai-shi o mochi, tokiniha tako no yō ni mieru koto o nozokeba, geijutsu wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mCode Geass R1 is very easy to rap up, I think. If anyone has seen Dragon Ball Z, it has a similar feel to it - or at least it did for me. The characters aren't anything special, but you become attached to them and they are enjoyable to watch and relate to. The story isn't really all that important or original, especially when it's another tale of fighting against an oppressive, foreign government. The art is fine, except that all of the character's have such skinny bodies and long limbs they look like octopuses sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCode Geass R1 is very easy to rap up, I think.\u001b[24m\n    \u001b[1mコードギアスR1はラップアップがとても簡単です、と私は思います。\u001b[22m, \u001b[1mコードギアスR1はアップラップするのは非常に簡単ですが、私は思います。\u001b[22m\n\u001b[4mIf anyone has seen Dragon Ball Z, it has a similar feel to it - or at least it did for me.\u001b[24m\n    \u001b[1mもし誰かがドラゴンボールZを見たことがあるなら、それはそれと同じような感触を持っています - 少なくともそれは私のためでした。\u001b[22m, \u001b[1m誰もがドラゴンボールZを見ている場合は、それに似た感触を持っている - あるいは少なくともそれは私のためにしました。\u001b[22m\n\u001b[4mThe characters aren't anything special, but you become attached to them and they are enjoyable to watch and relate to.\u001b[24m\n    \u001b[1m文字は特別なものではありませんが、あなたはそれらに付随するようになり、彼らは見て楽しむことができます。\u001b[22m, \u001b[1m文字は何も特別ではありませんが、あなたはそれらに付着し、彼らが見て、に関連すると楽しいです。\u001b[22m\n\u001b[4mThe story isn't really all that important or original, especially when it's another tale of fighting against an oppressive, foreign government.\u001b[24m\n    \u001b[1m物語は本当に重要なものではなく、オリジナルではありません。特に、圧制的な外国政府と戦うもう一つの話です。\u001b[22m, \u001b[1m物語は、それは圧制的、外国政府との戦いの別の物語だ場合は特に、本当にすべてのことが重要かオリジナルではありません。\u001b[22m\n\u001b[4mThe art is fine, except that all of the character's have such skinny bodies and long limbs they look like octopuses sometimes.\u001b[24m\n    \u001b[1mキャラクターの全てがそのような痩せた体と長い肢を持ち、時にはタコのように見えることを除けば、芸術は大丈夫です。\u001b[22m, \u001b[1mアートは文字のすべてが、このようなスキニーボディと彼らは時々タコのように見える長い手足を持っていることを除いて、結構です。\u001b[22m\n\u001b[1m\u001b[22m\nNow, in all seriousness, I really did enjoy this anime. It's pure fun, and it's always enjoyable to watch Lelouch, the main character, find a way out whatever situation he is in. Despite my fairly apathetic attitude that I have displayed thus far, I have to say, I was never bored with this first season. It constantly entertained me, even when it was just some dumb high school hijinks episode, and had that addicting feel that made me want to watch the next episode.\n\n\u001b[1m今、真剣に、私は本当にこのアニメを楽しんだ。 それは純粋な楽しみです、そして、それはいつも私がこれまで表示してきた私のかなり無礼な態度にもかかわらず、私は決して退屈していなかった シーズン。 それは、たとえそれがちょっとした高校ハイジンクスエピソードだったとしても、いつも私を楽しませてくれました。そして、それが次のエピソードを見たいという気持ちを持っていました。\u001b[22m\n\u001b[1m(Ima, shinken ni, watashi wa hontōni kono anime o tanoshinda. Sore wa junsuina tanoshimidesu, soshite, sore wa itsumo watashi ga kore made hyōji shite kita watashi no kanari bureina taido nimokakawarazu, watashi wa kesshite taikutsu shite inakatta shīzun. Sore wa, tatoe sore ga chottoshita kōkō haijinkusuepisōdodatta to shite mo, itsumo watashi o tanoshima sete kuremashita. Soshite, sore ga tsugi no episōdo o mitai to iu kimochi o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mNow, in all seriousness, I really did enjoy this anime. It's pure fun, and it's always enjoyable to watch Lelouch, the main character, find a way out whatever situation he is in. Despite my fairly apathetic attitude that I have displayed thus far, I have to say, I was never bored with this first season. It constantly entertained me, even when it was just some dumb high school hijinks episode, and had that addicting feel that made me want to watch the next episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, in all seriousness, I really did enjoy this anime.\u001b[24m\n    \u001b[1m今、真剣に、私は本当にこのアニメを楽しんだ。\u001b[22m, \u001b[1m今、真剣に、私は本当にこのアニメを楽しんでいました。\u001b[22m\n\u001b[4mIt's pure fun, and it's always enjoyable to watch Lelouch, the main character, find a way out whatever situation he is in. Despite my fairly apathetic attitude that I have displayed thus far, I have to say, I was never bored with this first\u001b[24m\n    \u001b[1mそれは純粋な楽しみです、そして、それはいつも私がこれまで表示してきた私のかなり無礼な態度にもかかわらず、私は決して退屈していなかった\u001b[22m, \u001b[1mそれは純粋な楽しみだし、彼がであるものは何でも状況から抜け出す方法を見つけ、ルルーシュ、主人公を見ていつも楽しいです。私はこれまで表示している私はかなり無関心な態度にもかかわらず、私が言っている、私が最初にこのに飽きませんでした\u001b[22m\n\u001b[4mseason.\u001b[24m\n    \u001b[1mシーズン。\u001b[22m, \u001b[1mシーズン。\u001b[22m, \u001b[1m季節。\u001b[22m\n\u001b[4mIt constantly entertained me, even when it was just some dumb high school hijinks episode, and had that addicting feel that made me want to watch the next episode.\u001b[24m\n    \u001b[1mそれは、たとえそれがちょっとした高校ハイジンクスエピソードだったとしても、いつも私を楽しませてくれました。そして、それが次のエピソードを見たいという気持ちを持っていました。\u001b[22m, \u001b[1mそれは、常にそれだけでいくつかのダム高校hijinksエピソードだった場合であっても、私を楽しませて、私は次のエピソードを見たいなさ感触を中毒ことがありました。\u001b[22m\n\u001b[1m\u001b[22m\nI recommend it, especially because it leads into part two. And I ALSO think you should look at my review for that as well.\n\n\u001b[1m私はそれをお勧めします。なぜなら、それはパート2につながっているからです。 そして、私もそれについて私のレビューを見るべきだと思っています。\u001b[22m\n\u001b[1m(Watashi wa sore o o susume shimasu. Nazenara, soreha pāto 2 ni tsunagatte irukaradesu. Soshite, watashi mo sore ni tsuite watashi no rebyū o mirubekida to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI recommend it, especially because it leads into part two. And I ALSO think you should look at my review for that as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend it, especially because it leads into part two.\u001b[24m\n    \u001b[1m私はそれをお勧めします。なぜなら、それはパート2につながっているからです。\u001b[22m, \u001b[1mそれは第二部につながる特にので、私は、それをお勧めします。\u001b[22m\n\u001b[4mAnd I ALSO think you should look at my review for that as well.\u001b[24m\n    \u001b[1mそして、私もそれについて私のレビューを見るべきだと思っています。\u001b[22m, \u001b[1m私もあなたにもそのための私のレビューを見るべきだと思います。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "alyssa_lindsey",
    "profile": "/profile/alyssa_lindsey/reviews",
    "pages": "11",
    "number": "17",
    "link": "/reviews.php?id=105423",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nコードギアスの最初のエピソードから、私はルルーシュの話とブリタニアに対する彼の絶対的な憎しみに夢中になりました。 私は通常、メカを中心としたアニメは見ませんが、このシリーズは、キャラクターの開発やクリフハンガーで特別なものです。エピソードの後で、午前中にほぼ3時まで見ることができます。 全体的に、私はこのアニメが最もよく提供されるプロットラインの1つを持っていると私はそれを推薦することを躊躇しないと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFrom the very first episode of Code Geass I was hooked into the story of Lelouch and his absolute hatred towards Britannia. Although I do not usually watch mecha oriented anime, this particular series is something special with its character development and cliffhangers that cause you to watch episode after episode until it is almost three in the morning. Overall, I believe this anime has one of the most well delivered plot lines and I would not hesitate to recommend it.\n\n\u001b[1mコードギアスの最初のエピソードから、私はルルーシュの話とブリタニアに対する彼の絶対的な憎しみに夢中になりました。 私は通常、メカを中心としたアニメは見ませんが、このシリーズは、キャラクターの開発やクリフハンガーで特別なものです。エピソードの後で、午前中にほぼ3時まで見ることができます。 全体的に、私はこのアニメが最もよく提供されるプロットラインの1つを持っていると私はそれを推薦することを躊躇しないと思う。\u001b[22m\n\u001b[1m(Kōdogiasu no saisho no episōdo kara, watashi wa rurūshu no hanashi to buritania ni taisuru kare no zettai-tekina nikushimi ni muchū ni narimashita. Watashi wa tsūjō, meka o chūshin to shita anime wa mimasenga, kono shirīzu wa, kyarakutā no kaihatsu ya kurifuhangā de tokubetsuna monodesu. Episōdo no nochi de, gozen-chū ni hobo 3-ji made miru koto ga dekimasu. Zentai-teki ni, watashi wa kono anime ga mottomo yoku teikyō sa reru purottorain no 1tsu o motte iruto watashi wa sore o suisen suru koto o chūcho shinai to omou.)\u001b[22m\n\nTranslations of \u001b[4mFrom the very first episode of Code Geass I was hooked into the story of Lelouch and his absolute hatred towards Britannia. Although I do not usually watch mecha oriented anime, this particular series is something special with its character development and cliffhangers that cause you to watch episode after episode until it is almost three in the morning. Overall, I believe this anime has one of the most well delivered plot lines and I would not hesitate to recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the very first episode of Code Geass I was hooked into the story of Lelouch and his absolute hatred towards Britannia.\u001b[24m\n    \u001b[1mコードギアスの最初のエピソードから、私はルルーシュの話とブリタニアに対する彼の絶対的な憎しみに夢中になりました。\u001b[22m, \u001b[1mコードギアスの非常に最初のエピソードから私はルルーシュの話とブリタニアに向かって彼の絶対的な憎しみにフックました。\u001b[22m\n\u001b[4mAlthough I do not usually watch mecha oriented anime, this particular series is something special with its character development and cliffhangers that cause you to watch episode after episode until it is almost three in the morning.\u001b[24m\n    \u001b[1m私は通常、メカを中心としたアニメは見ませんが、このシリーズは、キャラクターの開発やクリフハンガーで特別なものです。エピソードの後で、午前中にほぼ3時まで見ることができます。\u001b[22m, \u001b[1m私は通常メカ指向のアニメを見ていないが、この特定のシリーズは、その文字の開発と、それはほぼ3朝になるまで、あなたはエピソードの後のエピソードを見て原因cliffhangersと何か特別なものです。\u001b[22m\n\u001b[4mOverall, I believe this anime has one of the most well delivered plot lines and I would not hesitate to recommend it.\u001b[24m\n    \u001b[1m全体的に、私はこのアニメが最もよく提供されるプロットラインの1つを持っていると私はそれを推薦することを躊躇しないと思う。\u001b[22m, \u001b[1m全体的に、私はこのアニメが最もよく配信プロット線の一方を持っており、私はそれをお勧めすることを躊躇しないだろうと信じています。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "Turtle_Doodle",
    "profile": "/profile/Turtle_Doodle/reviews",
    "pages": "11",
    "number": "18",
    "link": "/reviews.php?id=115797",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  10\n\n非常に神聖なANIME\n\nストーリー10：このシリーズは、世界で唯一の超大国である「聖ブリタン帝国」によって日本が征服された代替宇宙で行われます。 ブリトンのルールの下では、日本人は残酷で圧制的な外国のルールを受けている。 紛争の中心には、帝国を憎む英国の王子である主役ルルーシュがいる。 物語は神秘的な女の子から特別な力を受けると始まります。\n私が物語について最も高く評価したのは、道徳的な複雑さとあいまいさでした。 何も明確なカットはなく、誰も（生き残っている）誰も重要なキャラクターの変化を経験する。 それは、悪い人から良い人に伝えることが難しい、道徳的に灰色の物語の1つです。 ブリタニアは邪悪な帝国です、はい。 私は彼らが日本の民間人を無慈悲に処刑し、彼らの兵士がナチスのような命令に従うということを意味しますが、シリーズの最も好きなキャラクターの多くはブリタニアの学生/市民です。 一方、日本の抵抗は、崇高な、弱者のために立っているかもしれないが、彼らはテロリストの爆撃を行い、ブリタニアの人質も執行している。 さて、誰が\"良い男\"ですか？ それがあなたが持っている必要がある答えなら、これはあなたのためのアニメではありません。\nストーリーは刺激的で魅力的です。戦略と陰謀のアクションを組み合わせることは間違いありません。\n\nキャラクターズ8：エキサイティングで充実したキャラクターと、非常にクールなプロットを持つアニメを持っていると、まれで素晴らしいです。 しばしばどちらか一方を選択しなければなりません。 コードギアスは両方を持っています。 キャラクターは複雑で、典型的なアニメクリシェには従いません。\n浮上し続ける主なテーマの1つは、邪悪にならずに戦う挑戦です。\n私はAleksandr SolzhenitsynのGulag Archipelago（これは私がこのアニメを見た時に偶然読んでいた）からの有名な引用を思い起こさせる。\n\"それだけがすべてとてもシンプルだったら！ 邪悪な人たちが悪意のある行為をして、どこかで邪悪な行為をしていただけで、それを他の人と分けて破壊することだけが必要でした。 しかし、善と悪を分ける線は、すべての人間の心を切り開いています。 そして、誰が自分の心の断片を破壊しようとしていますか？\n主人公、ルルーシュは、この善悪の二分法を体現しています。 彼は知的で、独善で、野心的で、悪質で強力です。 視聴者は彼と彼の強迫観念的な性格を尊重するのを助けることはできない。 しかし、この賞賛は、ルルーシュの手がブリタニアの邪悪な帝国を根絶するための彼の探求のなかで、より鋭く、より鋭くなっていくにつれて、徐々に不快になります。  1つは腐敗することなく悪と戦うことができますか？ 正義の名のもとに殺すのは間違っていますか？ 協会によって人々は罪を犯していますか？ 世界を白黒で見る危険性は何ですか？ これらは、ルルーシュの旅で探究されたいくつかの質問であり、（私の謙虚な意見では）アニメはただのクールな物語ではなく、その代わりに哲学的な深みを与えてくれる。\nルルーシュは中心的存在ですが、彼は非常に面白いキャラクターにも囲まれています。 また、これらの共同主体とサポートするキャラクターは、ルルーシュの複雑性を高める役目を果たしますが、それ自体が非常に面白くユニークです。\n例えば、CCが失礼や不合理であるとき、それはいくつかのcutesy tsundere flirtationスキームの一部ではありません...いいえ、いいえ、時には彼女はちょうど大きな雌犬になることができます...これは見て楽しいです。 それから、あまりにも頻繁にアニメ化してしまうような、威力を発揮し、一次元の、迷惑な、単純で心が穏やかな理想主義者の一人であることを最初に嫌っていた朱雀 私は彼に信用を与えたよりも欠陥がありました。 そして、もちろん、Shirley、エピソード1：ちょうど陽気で、プレッピーのビンボーです。 エピソード???  - また、彼女は複雑すぎると思う。 ハハ、私はそれを集計する良い方法は、このアニメの誰もが問題を抱えていることです、それは興味深いものです。 そして、これらのユニークなキャラクターを通して、私たちがルルーシュのさまざまな面を見ることができます。\n\nアート8：アクションシーケンスから未来/ビクトリア朝の風景、キャラクターまで美しいアートです。 アニメーションは人体を描写するのに非常に奇妙なアプローチをとっています。 MechsがNASCARスタイルのピザハットのロゴを銃で叩いて戦闘に入るのを真剣に待っていました。 私は、キャラクターの大部分が非常に異性体のフレームを持ち、通常は背が高く、奇妙に細いことに気づいた。 遠くのショットでは、人々はよく描かれたかかしのように見えます。 これは良くないか悪いですが、ユニークです。 独特ではないが、絶対に恥知らずの製品の配置です。 英国が世界を支配する別の宇宙では、戦闘はメカを使って戦われ、魔法の力が世界的な出来事の過程を形作っているが、ただ一つのことだけが残っている...ピザハット。 そうです、子供たちはピザハットを食べます。  CCは彼女を90％のシーンで食べ、私が以前話していた細身の姿を維持しています。 そして、ピザは日本人でも英国人ではないにもかかわらず、ピザハットはまだ建物、パーティー、机の上、そして決定的な瞬間にはパスワードとして登場します。 \n\nサウンド8：キャッチーなイントロですが、私のお気に入りはありません。 他の音楽のどれも私のために大きな意味を持たなかった。\n批評：\nある時点で、17歳以上のアニメは、誰かを殺すことがどれほど間違っているかの簡単な質問に答える必要があります。  Elfen LiedとPsycho-Passを比較する。 どちらも暗いショーだが、エルフェン・リートはルチア人を大量に虐殺し、誤解を招き、同情的なキャラクターとして描写した。  Psycho-Passでは、多くの暴力や道徳的なあいまいさにもかかわらず、一人の匿名の人の死は、恐ろしいもの、邪悪なもの、思慮深いものとして扱われます。 コードギアスは矛盾しており、前後にスイングしています。 時には、彼らは別の人物に対する一人の死の心理的影響を探るでしょうが、他の時には、これらの同じキャラクターは、余計なことなしに殺すことができます。 私はもっ​​と道徳的な一貫性が好まれたでしょう。\n\n満足/全体9：私は最初のシーズンにとても満足していました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nVERY GODLY ANIME\n\n\u001b[1m非常に神聖なANIME\u001b[22m\n\u001b[1m(Hijō ni shinseina anime)\u001b[22m\n\nTranslations of \u001b[4mVERY GODLY ANIME\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVERY GODLY ANIME\u001b[24m\n    \u001b[1m非常に神聖なANIME\u001b[22m, \u001b[1m非常に信心深いANIME\u001b[22m\n\u001b[1m\u001b[22m\nStory 10:The series takes place in an alternate universe where Japan has been conquered by the “Holy Britannian Empire”, the world’s only superpower. Under Britannian rule, the native Japanese have been subjected to a cruel and oppressive foreign rule. At the heart of the conflict is the protagonist, Lelouch, who is a Britannian prince who hates the Empire. The story begins when he receives a special power from a mysterious girl.\n\n\u001b[1mストーリー10：このシリーズは、世界で唯一の超大国である「聖ブリタン帝国」によって日本が征服された代替宇宙で行われます。 ブリトンのルールの下では、日本人は残酷で圧制的な外国のルールを受けている。 紛争の中心には、帝国を憎む英国の王子である主役ルルーシュがいる。 物語は神秘的な女の子から特別な力を受けると始まります。\u001b[22m\n\u001b[1m(Sutōrī 10: Kono shirīzu wa, sekai de yuiitsu no chō taikokudearu `Sei Buritan teikoku' ni yotte Nihon ga seifuku sa reta daitai uchū de okonawa remasu. Buriton no rūru no motode wa, nihonjin wa zankokude asseitekina gaikoku no rūru o ukete iru. Funsō no chūshin ni wa, teikoku o nikumu Igirisu no ōjidearu shuyaku rurūshu ga iru. Monogatari wa shinpi-tekina on'nanoko kara tokubetsuna chikara o ukeru to hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory 10:The series takes place in an alternate universe where Japan has been conquered by the “Holy Britannian Empire”, the world’s only superpower. Under Britannian rule, the native Japanese have been subjected to a cruel and oppressive foreign rule. At the heart of the conflict is the protagonist, Lelouch, who is a Britannian prince who hates the Empire. The story begins when he receives a special power from a mysterious girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 10:The series takes place in an alternate universe where Japan has been conquered by the “Holy Britannian Empire”, the world’s only superpower.\u001b[24m\n    \u001b[1mストーリー10：このシリーズは、世界で唯一の超大国である「聖ブリタン帝国」によって日本が征服された代替宇宙で行われます。\u001b[22m, \u001b[1mストーリー10：シリーズは、日本が「神聖ブリタニア帝国」、世界で唯一の超大国によって征服されたもうひとつの世界で行われます。\u001b[22m\n\u001b[4mUnder Britannian rule, the native Japanese have been subjected to a cruel and oppressive foreign rule.\u001b[24m\n    \u001b[1mブリトンのルールの下では、日本人は残酷で圧制的な外国のルールを受けている。\u001b[22m, \u001b[1mブリタニアルールの下では、日本人は残酷で抑圧的な外国のルールが施されています。\u001b[22m\n\u001b[4mAt the heart of the conflict is the protagonist, Lelouch, who is a Britannian prince who hates the Empire.\u001b[24m\n    \u001b[1m紛争の中心には、帝国を憎む英国の王子である主役ルルーシュがいる。\u001b[22m, \u001b[1m紛争の中心に帝国を嫌っブリタニア王子である主人公、ルルーシュ、です。\u001b[22m\n\u001b[4mThe story begins when he receives a special power from a mysterious girl.\u001b[24m\n    \u001b[1m物語は神秘的な女の子から特別な力を受けると始まります。\u001b[22m, \u001b[1m彼は不思議な女の子からの特別な力を受信したとき物語は始まります。\u001b[22m\nWhat I appreciated most about the story was the moral complexity and ambiguity. Nothing is clear cut and everyone (who survives) undergoes a significant character change. It’s one of those morally grey narratives where it’s hard to tell the good guys from the bad guys. Britannia is an evil empire, yes. I mean they ruthlessly execute Japanese civilians and their soldiers follow orders like Nazis, yet many of the series’ most likeable characters are Britannian students/citizens. The Japanese resistance on the other hand may stand for a noble, underdog cause, but they conduct terroristic bombings and execute Britannian hostages too. Ok, so who’s the “good guy”? If that’s an answer you need to have then this is not the anime for you.\n\n\u001b[1m私が物語について最も高く評価したのは、道徳的な複雑さとあいまいさでした。 何も明確なカットはなく、誰も（生き残っている）誰も重要なキャラクターの変化を経験する。 それは、悪い人から良い人に伝えることが難しい、道徳的に灰色の物語の1つです。 ブリタニアは邪悪な帝国です、はい。 私は彼らが日本の民間人を無慈悲に処刑し、彼らの兵士がナチスのような命令に従うということを意味しますが、シリーズの最も好きなキャラクターの多くはブリタニアの学生/市民です。 一方、日本の抵抗は、崇高な、弱者のために立っているかもしれないが、彼らはテロリストの爆撃を行い、ブリタニアの人質も執行している。 さて、誰が\"良い男\"ですか？ それがあなたが持っている必要がある答えなら、これはあなたのためのアニメではありません。\u001b[22m\n\u001b[1m(Watashi ga monogatari ni tsuite mottomo takaku hyōka shita no wa, dōtokutekina fukuzatsu-sa to aimai-sadeshita. Nani mo meikakuna katto wa naku, dare mo (ikinokotte iru) dare mo jūyōna kyarakutā no henka o keiken suru. Sore wa, warui hito kara yoi hito ni tsutaeru koto ga muzukashī, dōtokuteki ni haiiro no monogatari no 1tsudesu. Buritania wa jaakuna teikokudesu, hai. Watashi wa karera ga Nihon no minkan hito o mujihi ni shokei shi, karera no heishi ga Nachisu no yōna meirei ni shitagau to iu koto o imi shimasuga, shirīzu no mottomo sukina kyarakutā no ōku wa buritania no gakusei/ shimindesu. Ippō, Nihon no teikō wa, sūkōna, jakusha no tame ni tatte iru kamo shirenaiga, karera wa terorisuto no bakugeki o okonai, buritania no hitojichi mo shikkō shite iru. Sate, dare ga\" yoi otoko\"desu ka? Sore ga anata ga motte iru hitsuyō ga aru kotaenara, kore wa anata no tame no animede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhat I appreciated most about the story was the moral complexity and ambiguity. Nothing is clear cut and everyone (who survives) undergoes a significant character change. It’s one of those morally grey narratives where it’s hard to tell the good guys from the bad guys. Britannia is an evil empire, yes. I mean they ruthlessly execute Japanese civilians and their soldiers follow orders like Nazis, yet many of the series’ most likeable characters are Britannian students/citizens. The Japanese resistance on the other hand may stand for a noble, underdog cause, but they conduct terroristic bombings and execute Britannian hostages too. Ok, so who’s the “good guy”? If that’s an answer you need to have then this is not the anime for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I appreciated most about the story was the moral complexity and ambiguity.\u001b[24m\n    \u001b[1m私が物語について最も高く評価したのは、道徳的な複雑さとあいまいさでした。\u001b[22m, \u001b[1m私が話を最も高く評価することは道徳的な複雑さと曖昧でした。\u001b[22m\n\u001b[4mNothing is clear cut and everyone (who survives) undergoes a significant character change.\u001b[24m\n    \u001b[1m何も明確なカットはなく、誰も（生き残っている）誰も重要なキャラクターの変化を経験する。\u001b[22m, \u001b[1m何も明確と誰もが（誰が生き残って）重要な文字の変化を受けていません。\u001b[22m\n\u001b[4mIt’s one of those morally grey narratives where it’s hard to tell the good guys from the bad guys.\u001b[24m\n    \u001b[1mそれは、悪い人から良い人に伝えることが難しい、道徳的に灰色の物語の1つです。\u001b[22m, \u001b[1mそれは悪人から善人に伝えるのは難しいものを道徳的にグレーの物語の一つです。\u001b[22m\n\u001b[4mBritannia is an evil empire, yes.\u001b[24m\n    \u001b[1mブリタニアは邪悪な帝国です、はい。\u001b[22m, \u001b[1mブリタニアは、はい、悪の帝国です。\u001b[22m\n\u001b[4mI mean they ruthlessly execute Japanese civilians and their soldiers follow orders like Nazis, yet many of the series’ most likeable characters are Britannian students/citizens.\u001b[24m\n    \u001b[1m私は彼らが日本の民間人を無慈悲に処刑し、彼らの兵士がナチスのような命令に従うということを意味しますが、シリーズの最も好きなキャラクターの多くはブリタニアの学生/市民です。\u001b[22m, \u001b[1m私は、彼らが無慈悲日本の民間人を実行し、その兵士たちはナチスのような命令に従う、まだシリーズの最も好感の持てる文字の多くは、ブリタニアの学生/市民である意味します。\u001b[22m\n\u001b[4mThe Japanese resistance on the other hand may stand for a noble, underdog cause, but they conduct terroristic bombings and execute Britannian hostages too.\u001b[24m\n    \u001b[1m一方、日本の抵抗は、崇高な、弱者のために立っているかもしれないが、彼らはテロリストの爆撃を行い、ブリタニアの人質も執行している。\u001b[22m, \u001b[1m一方、日本の抵抗は高貴な、負け犬大義のために立つかもしれないが、彼らはテロリストの爆撃を実施し、あまりにもブリタニア人質を実行します。\u001b[22m\n\u001b[4mOk, so who’s the “good guy”?\u001b[24m\n    \u001b[1mさて、誰が\"良い男\"ですか？\u001b[22m, \u001b[1m[OK]を、誰が「良い男」ですか？\u001b[22m\n\u001b[4mIf that’s an answer you need to have then this is not the anime for you.\u001b[24m\n    \u001b[1mそれがあなたが持っている必要がある答えなら、これはあなたのためのアニメではありません。\u001b[22m, \u001b[1mそれはあなたが持っている必要が答えだ場合、これはあなたのためのアニメではありません。\u001b[22m\nThe story is exciting and engaging and it definitely does a good job combining action with strategy and intrigue.\n\n\u001b[1mストーリーは刺激的で魅力的です。戦略と陰謀のアクションを組み合わせることは間違いありません。\u001b[22m\n\u001b[1m(Sutōrī wa shigeki-tekide mirikitekidesu. Senryaku to inbō no akushon o kumiawaseru koto wa machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story is exciting and engaging and it definitely does a good job combining action with strategy and intrigue.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is exciting and engaging and it definitely does a good job combining action with strategy and intrigue.\u001b[24m\n    \u001b[1mストーリーは刺激的で魅力的です。戦略と陰謀のアクションを組み合わせることは間違いありません。\u001b[22m, \u001b[1m物語はエキサイティングで魅力的であり、それは間違いなく戦略と陰謀とアクションを組み合わせた良い仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 8: It’s rare and great when you have an anime that has exciting and well-developed characters along with a very cool plot. Often you have to choose between one or the other…or neither. Code Geass has both. The characters are complicated and don’t follow typical anime clichés.\n\n\u001b[1mキャラクターズ8：エキサイティングで充実したキャラクターと、非常にクールなプロットを持つアニメを持っていると、まれで素晴らしいです。 しばしばどちらか一方を選択しなければなりません。 コードギアスは両方を持っています。 キャラクターは複雑で、典型的なアニメクリシェには従いません。\u001b[22m\n\u001b[1m(Kyarakutāzu 8: Ekisaitingude jūjitsu shita kyarakutā to, hijō ni kūruna purotto o motsu anime o motte iru to, marede subarashīdesu. Shibashiba dochira ka ippō o sentaku shinakereba narimasen. Kōdogiasu wa ryōhō o motte imasu. Kyarakutā wa fukuzatsude, tenkei-tekina animekurishe ni wa shitagaimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters 8: It’s rare and great when you have an anime that has exciting and well-developed characters along with a very cool plot. Often you have to choose between one or the other…or neither. Code Geass has both. The characters are complicated and don’t follow typical anime clichés.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 8: It’s rare and great when you have an anime that has exciting and well-developed characters along with a very cool plot.\u001b[24m\n    \u001b[1mキャラクターズ8：エキサイティングで充実したキャラクターと、非常にクールなプロットを持つアニメを持っていると、まれで素晴らしいです。\u001b[22m, \u001b[1mキャラクター8：あなたは非常にクールなプロットと一緒にエキサイティングでよく発達した文字が含まれているアニメを持っているとき、それは稀で、素晴らしいことです。\u001b[22m\n\u001b[4mOften you have to choose between one or the other…or neither.\u001b[24m\n    \u001b[1mしばしばどちらか一方を選択しなければなりません。\u001b[22m, \u001b[1m多くの場合、あなたは1または他の...またはどちらを選択する必要があります。\u001b[22m\n\u001b[4mCode Geass has both.\u001b[24m\n    \u001b[1mコードギアスは両方を持っています。\u001b[22m, \u001b[1mコードギアス反逆の両方を持っています。\u001b[22m\n\u001b[4mThe characters are complicated and don’t follow typical anime clichés.\u001b[24m\n    \u001b[1mキャラクターは複雑で、典型的なアニメクリシェには従いません。\u001b[22m, \u001b[1m文字が複雑であり、典型的なアニメの決まり文句に従いません。\u001b[22m\nOne of the predominant themes that keeps surfacing is the challenge of fighting evil without becoming evil.\n\n\u001b[1m浮上し続ける主なテーマの1つは、邪悪にならずに戦う挑戦です。\u001b[22m\n\u001b[1m(Fujō shi tsudzukeru omona tēma no 1tsu wa, jaaku ni narazu ni tatakau chōsendesu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the predominant themes that keeps surfacing is the challenge of fighting evil without becoming evil.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the predominant themes that keeps surfacing is the challenge of fighting evil without becoming evil.\u001b[24m\n    \u001b[1m浮上し続ける主なテーマの1つは、邪悪にならずに戦う挑戦です。\u001b[22m, \u001b[1m浮上し続ける主なテーマの一つは悪になることなく、悪との戦いの挑戦です。\u001b[22m\nI’m reminded of a famous quote from Aleksandr Solzhenitsyn’s Gulag Archipelago (which I was coincidentally reading at the time I watched this anime):\n\n\u001b[1m私はAleksandr SolzhenitsynのGulag Archipelago（これは私がこのアニメを見た時に偶然読んでいた）からの有名な引用を思い起こさせる。\u001b[22m\n\u001b[1m(Watashi wa Aleksandr Solzhenitsyn no Gulag Archipelago (kore wa watashi ga kono anime o mita toki ni gūzen yonde ita) kara no yūmeina in'yō o omoiokosa seru.)\u001b[22m\n\nTranslations of \u001b[4mI’m reminded of a famous quote from Aleksandr Solzhenitsyn’s Gulag Archipelago (which I was coincidentally reading at the time I watched this anime):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’m reminded of a famous quote from Aleksandr Solzhenitsyn’s Gulag Archipelago (which I was coincidentally reading at the time I watched this anime):\u001b[24m\n    \u001b[1m私はAleksandr SolzhenitsynのGulag Archipelago（これは私がこのアニメを見た時に偶然読んでいた）からの有名な引用を思い起こさせる。\u001b[22m, \u001b[1m私は（私は偶然、私はこのアニメを見た時に読んでいた）アレクサンドル・ソルジェニーツィンの収容所群島からの有名な言葉を思い出しています：\u001b[22m\n“If only it were all so simple! If only there were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who is willing to destroy a piece of his own heart?”\n\n\u001b[1m\"それだけがすべてとてもシンプルだったら！ 邪悪な人たちが悪意のある行為をして、どこかで邪悪な行為をしていただけで、それを他の人と分けて破壊することだけが必要でした。 しかし、善と悪を分ける線は、すべての人間の心を切り開いています。 そして、誰が自分の心の断片を破壊しようとしていますか？\u001b[22m\n\u001b[1m(\" Sore dake ga subete totemo shinpurudattara! Jaakuna hito-tachi ga akui no aru kōi o shite, doko ka de jaakuna kōi o shite ita dake de, sore o hokanohito to wakete hakai suru koto dake ga hitsuyōdeshita. Shikashi, yoitowarui o wakeru sen wa, subete no ningen no kokoro o kirihiraite imasu. Soshite, dare ga jibun no kokoro no danpen o hakai shiyou to shite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4m“If only it were all so simple! If only there were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who is willing to destroy a piece of his own heart?”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“If only it were all so simple!\u001b[24m\n    \u001b[1m\"それだけがすべてとてもシンプルだったら！\u001b[22m, \u001b[1m「唯一の場合はそれがすべてのように単純でした！\u001b[22m\n\u001b[4mIf only there were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them.\u001b[24m\n    \u001b[1m邪悪な人たちが悪意のある行為をして、どこかで邪悪な行為をしていただけで、それを他の人と分けて破壊することだけが必要でした。\u001b[22m, \u001b[1m唯一の邪悪な人々があった場合は、どこか知らぬ間に邪悪な行為を犯し、それが私たちの残りの部分からそれらを分離し、それらを破壊するためにのみ必要でした。\u001b[22m\n\u001b[4mBut the line dividing good and evil cuts through the heart of every human being.\u001b[24m\n    \u001b[1mしかし、善と悪を分ける線は、すべての人間の心を切り開いています。\u001b[22m, \u001b[1mしかし、行はすべての人間の心臓を善と悪カットを割ます。\u001b[22m\n\u001b[4mAnd who is willing to destroy a piece of his own heart?”\u001b[24m\n    \u001b[1mそして、誰が自分の心の断片を破壊しようとしていますか？\u001b[22m, \u001b[1mそして彼自身の心の一部を破壊するために喜んで誰ですか？」\u001b[22m\nThe protagonist, Lelouch, embodies this good/evil dichotomy. He is intelligent, self-righteous, ambitious, vicious and powerful. The viewer can’t help but respect him and his obsessive, driven personality. However, this admiration becomes progressively more uncomfortable for the viewer as Lelouch’s hands become bloodier and bloodier in his quest to eradicate the evil empire of Britannia. Can one fight evil without becoming corrupted? Is it wrong to kill in the name of a righteous cause? Are people guilty by association? What are the dangers of seeing the world in black and white? These are some of the questions that are explored in Lelouch’s journey and (in my humble opinion) allow the anime to transcend just being a cool story and, instead, give it some philosophical depth.\n\n\u001b[1m主人公、ルルーシュは、この善悪の二分法を体現しています。 彼は知的で、独善で、野心的で、悪質で強力です。 視聴者は彼と彼の強迫観念的な性格を尊重するのを助けることはできない。 しかし、この賞賛は、ルルーシュの手がブリタニアの邪悪な帝国を根絶するための彼の探求のなかで、より鋭く、より鋭くなっていくにつれて、徐々に不快になります。  1つは腐敗することなく悪と戦うことができますか？ 正義の名のもとに殺すのは間違っていますか？ 協会によって人々は罪を犯していますか？ 世界を白黒で見る危険性は何ですか？ これらは、ルルーシュの旅で探究されたいくつかの質問であり、（私の謙虚な意見では）アニメはただのクールな物語ではなく、その代わりに哲学的な深みを与えてくれる。\u001b[22m\n\u001b[1m(Shujinkō, rurūshu wa, kono zen'aku no nibun-hō o taigen shite imasu. Kare wa chiteki de, dokuzen de, yashin-tekide, akushitsude kyōryokudesu. Shichō-sha wa kare to kare no kyōhaku kan'nen-tekina seikaku o sonchō suru no o tasukeru koto wa dekinai. Shikashi, kono shōsan wa, rurūshu no te ga buritania no jaakuna teikoku o konzetsu suru tame no kare no tankyū no naka de, yori surudoku, yori surudoku natte iku ni tsurete, jojoni fukai ni narimasu. 1Tsu wa fuhai suru koto naku aku to tatakau koto ga dekimasu ka? Seigi no na no moto ni korosu no wa machigatte imasu ka? Kyōkai ni yotte hitobito wa tsumi o okashite imasu ka? Sekai o shirokuro de miru kiken-sei wa nanidesu ka? Korera wa, rurūshu no tabi de tankyū sa reta ikutsu ka no shitsumondeari,(watashi no kenkyona ikende wa) anime wa tada no kūruna monogataride wa naku, sonokawarini tetsugaku-tekina fukami o ataete kureru.)\u001b[22m\n\nTranslations of \u001b[4mThe protagonist, Lelouch, embodies this good/evil dichotomy. He is intelligent, self-righteous, ambitious, vicious and powerful. The viewer can’t help but respect him and his obsessive, driven personality. However, this admiration becomes progressively more uncomfortable for the viewer as Lelouch’s hands become bloodier and bloodier in his quest to eradicate the evil empire of Britannia. Can one fight evil without becoming corrupted? Is it wrong to kill in the name of a righteous cause? Are people guilty by association? What are the dangers of seeing the world in black and white? These are some of the questions that are explored in Lelouch’s journey and (in my humble opinion) allow the anime to transcend just being a cool story and, instead, give it some philosophical depth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe protagonist, Lelouch, embodies this good/evil dichotomy.\u001b[24m\n    \u001b[1m主人公、ルルーシュは、この善悪の二分法を体現しています。\u001b[22m, \u001b[1m主人公、ルルーシュは、この良い/悪の二分法を具体化します。\u001b[22m\n\u001b[4mHe is intelligent, self-righteous, ambitious, vicious and powerful.\u001b[24m\n    \u001b[1m彼は知的で、独善で、野心的で、悪質で強力です。\u001b[22m, \u001b[1m彼は、インテリジェントな独善的、野心的な、悪質かつ強力です。\u001b[22m\n\u001b[4mThe viewer can’t help but respect him and his obsessive, driven personality.\u001b[24m\n    \u001b[1m視聴者は彼と彼の強迫観念的な性格を尊重するのを助けることはできない。\u001b[22m, \u001b[1m視聴者は助けるが、彼と彼の強迫観念、駆動人格を尊重することはできません。\u001b[22m\n\u001b[4mHowever, this admiration becomes progressively more uncomfortable for the viewer as Lelouch’s hands become bloodier and bloodier in his quest to eradicate the evil empire of Britannia.\u001b[24m\n    \u001b[1mしかし、この賞賛は、ルルーシュの手がブリタニアの邪悪な帝国を根絶するための彼の探求のなかで、より鋭く、より鋭くなっていくにつれて、徐々に不快になります。\u001b[22m, \u001b[1mルルーシュの手がブリタニアの悪の帝国を根絶するために彼の探求のbloodierとbloodierになるしかし、この賞賛は、視聴者のために次第に不快になります。\u001b[22m\n\u001b[4mCan one fight evil without becoming corrupted?\u001b[24m\n    \u001b[1m1つは腐敗することなく悪と戦うことができますか？\u001b[22m, \u001b[1m1が破損になることなく、悪と戦うことはできますか？\u001b[22m\n\u001b[4mIs it wrong to kill in the name of a righteous cause?\u001b[24m\n    \u001b[1m正義の名のもとに殺すのは間違っていますか？\u001b[22m, \u001b[1mそれは正義の原因の名の下に殺すために間違っていますか？\u001b[22m\n\u001b[4mAre people guilty by association?\u001b[24m\n    \u001b[1m協会によって人々は罪を犯していますか？\u001b[22m, \u001b[1m人々は協会によって有罪ですか？\u001b[22m\n\u001b[4mWhat are the dangers of seeing the world in black and white?\u001b[24m\n    \u001b[1m世界を白黒で見る危険性は何ですか？\u001b[22m, \u001b[1m黒と白の世界を見ての危険性は何ですか？\u001b[22m\n\u001b[4mThese are some of the questions that are explored in Lelouch’s journey and (in my humble opinion) allow the anime to transcend just being a cool story and, instead, give it some philosophical depth.\u001b[24m\n    \u001b[1mこれらは、ルルーシュの旅で探究されたいくつかの質問であり、（私の謙虚な意見では）アニメはただのクールな物語ではなく、その代わりに哲学的な深みを与えてくれる。\u001b[22m, \u001b[1mこれらは、ルルーシュの旅で検討されている質問のいくつかと（私の謙虚な意見では）それにいくつかの哲学的な深さを与える、アニメだけのクールな物語であり、かつ、その代わりに超越することを可能にしています。\u001b[22m\nWhile Lelouch is the centerpiece, he is surrounded by very interesting characters too. And while these co-mains and supporting characters serve to give Lelouch more complexity, they are also very interesting and unique in their own right.\n\n\u001b[1mルルーシュは中心的存在ですが、彼は非常に面白いキャラクターにも囲まれています。 また、これらの共同主体とサポートするキャラクターは、ルルーシュの複雑性を高める役目を果たしますが、それ自体が非常に面白くユニークです。\u001b[22m\n\u001b[1m(Rurūshu wa chūshin-teki sonzaidesuga, kare wa hijō ni omoshiroi kyarakutā ni mo kakoma rete imasu. Mata, korera no kyōdō shutai to sapōto suru kyarakutā wa, rurūshu no fukuzatsu-sei o takameru yakume o hatashimasuga, sore jitai ga hijō ni omoshiroku yunīkudesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile Lelouch is the centerpiece, he is surrounded by very interesting characters too. And while these co-mains and supporting characters serve to give Lelouch more complexity, they are also very interesting and unique in their own right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile Lelouch is the centerpiece, he is surrounded by very interesting characters too.\u001b[24m\n    \u001b[1mルルーシュは中心的存在ですが、彼は非常に面白いキャラクターにも囲まれています。\u001b[22m, \u001b[1mルルーシュが中心ですが、彼はあまりにも非常に興味深い文字に囲まれています。\u001b[22m\n\u001b[4mAnd while these co-mains and supporting characters serve to give Lelouch more complexity, they are also very interesting and unique in their own right.\u001b[24m\n    \u001b[1mまた、これらの共同主体とサポートするキャラクターは、ルルーシュの複雑性を高める役目を果たしますが、それ自体が非常に面白くユニークです。\u001b[22m, \u001b[1mこれらの共本線と脇役がルルーシュに多くの複雑さを与えるのに役立つしながら、彼らはまた、独自の権利で非常に興味深いとユニークです。\u001b[22m\nFor example, when CC is rude or unreasonable it’s not part of some cutesy tsundere flirtation scheme…no, no, sometimes she can just be a major bitch…which is delightful to watch. Then there's Suzaku, who I disliked at first for being a one of those over-powered, one-dimensional, annoying, simple-minded, pure-hearted idealists that pop up in anime so frequently, but even he turned out to be more complicated and flawed than I gave him credit for. And of course there’s Shirley, Episode 1: just the cheerful, preppy bimbo; Episode ???— Think again, she’s complicated too. Haha, I guess a good way to sum it up is that everyone in this anime has issues, which makes them interesting. And it’s through these unique characters that we get to see the different facets of Lelouch.\n\n\u001b[1m例えば、CCが失礼や不合理であるとき、それはいくつかのcutesy tsundere flirtationスキームの一部ではありません...いいえ、いいえ、時には彼女はちょうど大きな雌犬になることができます...これは見て楽しいです。 それから、あまりにも頻繁にアニメ化してしまうような、威力を発揮し、一次元の、迷惑な、単純で心が穏やかな理想主義者の一人であることを最初に嫌っていた朱雀 私は彼に信用を与えたよりも欠陥がありました。 そして、もちろん、Shirley、エピソード1：ちょうど陽気で、プレッピーのビンボーです。 エピソード???  - また、彼女は複雑すぎると思う。 ハハ、私はそれを集計する良い方法は、このアニメの誰もが問題を抱えていることです、それは興味深いものです。 そして、これらのユニークなキャラクターを通して、私たちがルルーシュのさまざまな面を見ることができます。\u001b[22m\n\u001b[1m(Tatoeba, CC ga shitsurei ya fugōridearu toki, sore wa ikutsu ka no cutesy tsundere flirtation sukīmu no ichibude wa arimasen... Īe, īe, tokiniha kanojo wa chōdo ōkina meinu ni naru koto ga dekimasu... Kore wa mite tanoshīdesu. Sorekara, amarini mo hinpan ni anime-ka shite shimau yōna, iryoku o hakki shi, ichi-jigen no, meiwakuna, tanjun de kokoro ga odayakana risō shugi-sha no hitoridearu koto o saisho ni kiratte ita Sujaku watashi wa kare ni shin'yō o atae tayori mo kekkan ga arimashita. Soshite, mochiron, shārī, episōdo 1: Chōdo yōkide, pureppī no binbōdesu. Episōdo? ? ? - Mata, kanojo wa fukuzatsu sugiru to omou. Haha, watashi wa sore o shūkei suru yoi hōhō wa, kono anime no daremoga mondai o kakaete iru kotodesu, sore wa kyōmibukai monodesu. Soshite, korera no yunīkuna kyarakutā o tōshite, watashitachi ga rurūshu no samazamana men o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor example, when CC is rude or unreasonable it’s not part of some cutesy tsundere flirtation scheme…no, no, sometimes she can just be a major bitch…which is delightful to watch. Then there's Suzaku, who I disliked at first for being a one of those over-powered, one-dimensional, annoying, simple-minded, pure-hearted idealists that pop up in anime so frequently, but even he turned out to be more complicated and flawed than I gave him credit for. And of course there’s Shirley, Episode 1: just the cheerful, preppy bimbo; Episode ???— Think again, she’s complicated too. Haha, I guess a good way to sum it up is that everyone in this anime has issues, which makes them interesting. And it’s through these unique characters that we get to see the different facets of Lelouch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor example, when CC is rude or unreasonable it’s not part of some cutesy tsundere flirtation scheme…no, no, sometimes she can just be a major bitch…which is delightful to watch.\u001b[24m\n    \u001b[1m例えば、CCが失礼や不合理であるとき、それはいくつかのcutesy tsundere flirtationスキームの一部ではありません...いいえ、いいえ、時には彼女はちょうど大きな雌犬になることができます...これは見て楽しいです。\u001b[22m, \u001b[1mCCは失礼か無理があるとき、例えば、それはいくつかのキュートなツンデレ浮気スキームの一部ではないのです...いや、いや、時々彼女はちょうど見て楽しいです主な雌犬...することができます。\u001b[22m\n\u001b[4mThen there's Suzaku, who I disliked at first for being a one of those over-powered, one-dimensional, annoying, simple-minded, pure-hearted idealists that pop up in anime so frequently, but even he turned out to be more complicated\u001b[24m\n    \u001b[1mそれから、あまりにも頻繁にアニメ化してしまうような、威力を発揮し、一次元の、迷惑な、単純で心が穏やかな理想主義者の一人であることを最初に嫌っていた朱雀\u001b[22m, \u001b[1mその後、私はそう頻繁にアニメにポップアップ表示されるものパワードオーバー、一次元、迷惑な、シンプル志向、純粋な心を持った理想主義者の1つであるために最初に嫌わ朱雀は、ありますが、それでも彼はより複雑であることが判明しました\u001b[22m\n\u001b[4mand flawed than I gave him credit for.\u001b[24m\n    \u001b[1m私は彼に信用を与えたよりも欠陥がありました。\u001b[22m, \u001b[1mそして、私は彼にのために信用を与えたよりも欠陥があります。\u001b[22m\n\u001b[4mAnd of course there’s Shirley, Episode 1: just the cheerful, preppy bimbo;\u001b[24m\n    \u001b[1mそして、もちろん、Shirley、エピソード1：ちょうど陽気で、プレッピーのビンボーです。\u001b[22m, \u001b[1mそしてもちろんシャーリー、エピソード1があります：ちょうど陽気、プレッピーふしだらな女。\u001b[22m\n\u001b[4mEpisode ???— Think again, she’s complicated too.\u001b[24m\n    \u001b[1mエピソード???  - また、彼女は複雑すぎると思う。\u001b[22m, \u001b[1mエピソード???  - 彼女があまりにも複雑だ、もう一度考えてみてください。\u001b[22m\n\u001b[4mHaha, I guess a good way to sum it up is that everyone in this anime has issues, which makes them interesting.\u001b[24m\n    \u001b[1mハハ、私はそれを集計する良い方法は、このアニメの誰もが問題を抱えていることです、それは興味深いものです。\u001b[22m, \u001b[1mハハ、私はそれをまとめるための良い方法は、このアニメの誰もが彼らは興味深い問題を、持っていることだと思います。\u001b[22m\n\u001b[4mAnd it’s through these unique characters that we get to see the different facets of Lelouch.\u001b[24m\n    \u001b[1mそして、これらのユニークなキャラクターを通して、私たちがルルーシュのさまざまな面を見ることができます。\u001b[22m, \u001b[1mそして、それは私たちが反逆の異なる面を見ることがこれらのユニークな文字を通してです。\u001b[22m\n\u001b[1m\u001b[22m\nArt 8: the art is beautiful, from the action sequences to the futuristic/Victorian scenery to the characters themselves. The animation takes a very strange approach to depicting the human body. I was seriously waiting for the Mechs to start entering battles with NASCAR-style Pizza Hut logos slapped on their guns. I noticed that most of the characters have very androgynous body frames and are usually tall and oddly slender. In faraway shots people look almost like well-drawn scarecrows. This isn’t good or bad but it’s unique. What’s not unique though is the absolutely shameless product placement. In an alternate universe where Britain rules the world, battles are fought using mechs and where magical powers shape the course of global events, only one thing remains constant…Pizza Hut. That’s right, kids eat Pizza Hut. CC eats it in 90% of the scenes she in and still manages to maintain that slender figure I was talking about earlier. And despite Pizza not even being Japanese or British, Pizza Hut still shows up on buildings, in parties, on desks and even as a password during a crucial moment.\n\n\u001b[1mアート8：アクションシーケンスから未来/ビクトリア朝の風景、キャラクターまで美しいアートです。 アニメーションは人体を描写するのに非常に奇妙なアプローチをとっています。 MechsがNASCARスタイルのピザハットのロゴを銃で叩いて戦闘に入るのを真剣に待っていました。 私は、キャラクターの大部分が非常に異性体のフレームを持ち、通常は背が高く、奇妙に細いことに気づいた。 遠くのショットでは、人々はよく描かれたかかしのように見えます。 これは良くないか悪いですが、ユニークです。 独特ではないが、絶対に恥知らずの製品の配置です。 英国が世界を支配する別の宇宙では、戦闘はメカを使って戦われ、魔法の力が世界的な出来事の過程を形作っているが、ただ一つのことだけが残っている...ピザハット。 そうです、子供たちはピザハットを食べます。  CCは彼女を90％のシーンで食べ、私が以前話していた細身の姿を維持しています。 そして、ピザは日本人でも英国人ではないにもかかわらず、ピザハットはまだ建物、パーティー、机の上、そして決定的な瞬間にはパスワードとして登場します。 \u001b[22m\n\u001b[1m(Āto 8: Akushonshīkensu kara mirai/ Bikutoria asa no fūkei, kyarakutā made utsukushī ātodesu. Animēshon wa jintai o byōsha suru no ni hijō ni kimyōna apurōchi o totte imasu. Watashi wa, kyarakutā no daibubun ga hijō ni isei-tai no furēmu o mochi, tsūjō wa se ga takaku, kimyō ni hosoi koto ni kidzuita. Tōku no shottode wa, hitobito wa yoku egaka reta kakashi no yō ni miemasu. Kore wa yokunai ka waruidesuga, yunīkudesu. Dokutokude wa naiga, zettai ni hajishirazu no seihin no haichidesu. Igirisu ga sekai o shihai suru betsu no uchūde wa, sentō wa meka o tsukatte tatakawa re, mahō no chikara ga sekai-tekina dekigoto no katei o katachidzukutte iruga, tada hitotsu no koto dake ga nokotte iru... Pizahatto. Sōdesu, kodomo-tachi wa pizahatto o tabemasu. CC wa kanojo o 90-pāsento no shīn de tabe, watashi ga izen hanashite ita hosomi no sugata o iji shite imasu. Soshite, piza wa nihonjin demo Igirisu hitode wa nai nimokakawarazu, pizahatto wa mada tatemono, pātī, tsukue no ue, soshite ketteitekina shunkan ni wa pasuwādo to shite tōjō shimasu. Mechs ga nasukā sutairu no pizahatto no rogo o jū de hataite sentō ni hairu no o shinken ni matte imashita.)\u001b[22m\n\u001b[1m\u001b[22m\nSound 8: Catchy intro but not my favorite. None of the other music stood out in a big way for me.\n\n\u001b[1mサウンド8：キャッチーなイントロですが、私のお気に入りはありません。 他の音楽のどれも私のために大きな意味を持たなかった。\u001b[22m\n\u001b[1m(Saundo 8: Kyatchīna in torodesuga, watashinōkiniiri wa arimasen. Hoka no ongaku no dore mo watashi no tame ni ōkina imi o motanakatta.)\u001b[22m\n\nTranslations of \u001b[4mSound 8: Catchy intro but not my favorite. None of the other music stood out in a big way for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8: Catchy intro but not my favorite.\u001b[24m\n    \u001b[1mサウンド8：キャッチーなイントロですが、私のお気に入りはありません。\u001b[22m, \u001b[1m8サウンド：キャッチーなイントロではなく、私のお気に入り。\u001b[22m\n\u001b[4mNone of the other music stood out in a big way for me.\u001b[24m\n    \u001b[1m他の音楽のどれも私のために大きな意味を持たなかった。\u001b[22m, \u001b[1m他の音楽のどれも私のために大々的に際立っていません。\u001b[22m\nCritiques:\n/kriˈtēk/\n\n\u001b[1m批評：\u001b[22m\n\u001b[1m(Hihyō:)\u001b[22m\n\nDefinitions of \u001b[4mCritiques:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    評論\u001b[22m\n        criticism, critique\n\u001b[1m    クリティーク\u001b[22m\n        critique\nAt some point, every 17+ anime has to answer the simple question of how wrong is it to kill someone. Compare Elfen Lied and Psycho-Pass. Both are dark shows but Elfen Lied put very little moral weight on the masses of people Lucy slaughtered, and even portrayed her as a misunderstood and sympathetic character. Whereas, in Psycho-Pass, despite a great deal of violence and moral ambiguity, the death of a single anonymous person is still treated as something horrific, evil and thought-provoking. Code Geass is inconsistent and they kind of swing back and forth. Sometimes they’ll explore the psychological effects of a single death on different characters, but other times these same characters kill without so much as an afterthought and go on with their merry lives. I would have preferred more moral consistency.\n\n\u001b[1mある時点で、17歳以上のアニメは、誰かを殺すことがどれほど間違っているかの簡単な質問に答える必要があります。  Elfen LiedとPsycho-Passを比較する。 どちらも暗いショーだが、エルフェン・リートはルチア人を大量に虐殺し、誤解を招き、同情的なキャラクターとして描写した。  Psycho-Passでは、多くの暴力や道徳的なあいまいさにもかかわらず、一人の匿名の人の死は、恐ろしいもの、邪悪なもの、思慮深いものとして扱われます。 コードギアスは矛盾しており、前後にスイングしています。 時には、彼らは別の人物に対する一人の死の心理的影響を探るでしょうが、他の時には、これらの同じキャラクターは、余計なことなしに殺すことができます。 私はもっ​​と道徳的な一貫性が好まれたでしょう。\u001b[22m\n\u001b[1m(Aru jiten de, 17-sai ijō no anime wa, dareka o korosu koto ga dorehodo machigatte iru ka no kantan'na shitsumon'nikotaeru hitsuyō ga arimasu. Elfen Lied to Psycho - pasu o hikaku suru. Dochira mo kurai shōdaga, erufen rīto wa ruchia hito o tairyō ni gyakusatsu shi, gokai o maneki, dōjō-tekina kyarakutā to shite byōsha shita. Psycho - pasude wa, ōku no bōryoku ya dōtokutekina aimai-sa nimokakawarazu, hitori no tokumei no hito no shi wa, osoroshī mono, jaakuna mono, shiryobukai mono to shite atsukawa remasu. Kōdogiasu wa mujun shite ori, zengo ni suingu shite imasu. Tokiniha, karera wa betsu no jinbutsu ni taisuru hitori no shi no shinri-teki eikyō o sagurudeshouga, hoka no tokiniha, korera no onaji kyarakutā wa, yokeina koto nashi ni korosu koto ga dekimasu. Watashi wa mo~tsu​​ to dōtokutekina ikkan-sei ga konoma retadeshou.)\u001b[22m\n\nTranslations of \u001b[4mAt some point, every 17+ anime has to answer the simple question of how wrong is it to kill someone. Compare Elfen Lied and Psycho-Pass. Both are dark shows but Elfen Lied put very little moral weight on the masses of people Lucy slaughtered, and even portrayed her as a misunderstood and sympathetic character. Whereas, in Psycho-Pass, despite a great deal of violence and moral ambiguity, the death of a single anonymous person is still treated as something horrific, evil and thought-provoking. Code Geass is inconsistent and they kind of swing back and forth. Sometimes they’ll explore the psychological effects of a single death on different characters, but other times these same characters kill without so much as an afterthought and go on with their merry lives. I would have preferred more moral consistency.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt some point, every 17+ anime has to answer the simple question of how wrong is it to kill someone.\u001b[24m\n    \u001b[1mある時点で、17歳以上のアニメは、誰かを殺すことがどれほど間違っているかの簡単な質問に答える必要があります。\u001b[22m, \u001b[1mある時点で、すべての17+アニメはそれが誰かを殺すためにどのように間違っているの簡単な質問に答える必要があります。\u001b[22m\n\u001b[4mCompare Elfen Lied and Psycho-Pass.\u001b[24m\n    \u001b[1mElfen LiedとPsycho-Passを比較する。\u001b[22m, \u001b[1mエルフェンリートは、比較とPSYCHO-PASSサイコパス。\u001b[22m\n\u001b[4mBoth are dark shows but Elfen Lied put very little moral weight on the masses of people Lucy slaughtered, and even portrayed her as a misunderstood and sympathetic character.\u001b[24m\n    \u001b[1mどちらも暗いショーだが、エルフェン・リートはルチア人を大量に虐殺し、誤解を招き、同情的なキャラクターとして描写した。\u001b[22m, \u001b[1m両方が暗いショーですが、エルフェンはルーシーが虐殺さ、さらには誤解と交感神経の文字として彼女を演じ人々の大衆にはほとんど道徳的な体重をかけ嘘をつきました。\u001b[22m\n\u001b[4mWhereas, in Psycho-Pass, despite a great deal of violence and moral ambiguity, the death of a single anonymous person is still treated as something horrific, evil and thought-provoking.\u001b[24m\n    \u001b[1mPsycho-Passでは、多くの暴力や道徳的なあいまいさにもかかわらず、一人の匿名の人の死は、恐ろしいもの、邪悪なもの、思慮深いものとして扱われます。\u001b[22m, \u001b[1mPSYCHO-PASSサイコパスで、暴力と道徳的な曖昧さの多大にもかかわらず、単一の匿名の人物の死はまだ、恐ろしい悪と考えさせられるものとして扱われ、一方。\u001b[22m\n\u001b[4mCode Geass is inconsistent and they kind of swing back and forth.\u001b[24m\n    \u001b[1mコードギアスは矛盾しており、前後にスイングしています。\u001b[22m, \u001b[1mコードギアス反逆のは矛盾していると、彼らは一種の前後にスイングします。\u001b[22m\n\u001b[4mSometimes they’ll explore the psychological effects of a single death on different characters, but other times these same characters kill without so much as an afterthought and go on with their merry lives.\u001b[24m\n    \u001b[1m時には、彼らは別の人物に対する一人の死の心理的影響を探るでしょうが、他の時には、これらの同じキャラクターは、余計なことなしに殺すことができます。\u001b[22m, \u001b[1m時には彼らは、別の文字上の単一の死の心理的影響を探っていきますが、他の回は、これらの同じ文字が付け足しのようにあまりせずに殺して、その陽気な生活を続けます。\u001b[22m\n\u001b[4mI would have preferred more moral consistency.\u001b[24m\n    \u001b[1m私はもっと道徳的な一貫性が好まれたでしょう。\u001b[22m, \u001b[1m私はより多くの道徳的な整合性を好適だろう。\u001b[22m\n\u001b[1m\u001b[22m\nSatisfaction/Overall 9: I was very satisfied with the first season.\n\n\u001b[1m満足/全体9：私は最初のシーズンにとても満足していました。\u001b[22m\n\u001b[1m(Manzoku/ zentai 9: Watashi wa saisho no shīzun ni totemo manzoku shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mSatisfaction/Overall 9: I was very satisfied with the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSatisfaction/Overall 9: I was very satisfied with the first season.\u001b[24m\n    \u001b[1m満足/全体9：私は最初のシーズンにとても満足していました。\u001b[22m, \u001b[1m満足度/全9：私は最初のシーズンに非常に満足していました。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "lavendarjane",
    "profile": "/profile/lavendarjane/reviews",
    "pages": "11",
    "number": "19",
    "link": "/reviews.php?id=20468",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n最長の撤退で私を持っていた最初のアニメ！  T ^ T\nそれを見た後、私はしばらくの間類似したものを見ることができませんでした！ 最初は、私は、「ええ、メカ！？ ガンダムのように？ しかし、自分自身をより深く支えた後、私は疑いを抱いて自分を叩きました。\n\nコードギアスは実際にあなたのキャラクターを気にします。 主人公はうまく処刑された。 ルルーシュがジレンマに遭遇したり、ある種の苦難に直面したとき、あなたは本当に彼の痛みを感じ、彼に深く共感しました。\n\nそれぞれのキャラクターはユニークで、最も記憶に残るキャラクターの多くは、彼らの暗い側面と欠陥があります。 正しいか悪いかは、間違いありません。\n\nこの感情的なevoktionは私の最後に彼のために応援していた！ 最後は残酷に荒廃しました。彼は死ぬことの代わりに、彼の死を非常にうまくやっていました。\n\nまた、短い時間であっても視聴者を満足させたとしても、主人公は勝利しました。\n\n戦いは楽しいものでした！  Tehee、このシリーズは、「誰がより強力なメカを獲得したか」のようなものでした。 プロットはキャラクターと微妙にねじれていた。\n\nR2は別の不要な拡張された続編ではなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe first anime that had me in withdrawal the longest! T^T\n\n\u001b[1m最長の撤退で私を持っていた最初のアニメ！  T ^ T\u001b[22m\n\u001b[1m(Saichō no tettai de watashi o motte ita saisho no anime! T ^ T)\u001b[22m\n\nTranslations of \u001b[4mThe first anime that had me in withdrawal the longest! T^T\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first anime that had me in withdrawal the longest!\u001b[24m\n    \u001b[1m最長の撤退で私を持っていた最初のアニメ！\u001b[22m\n\u001b[4mT^T\u001b[24m\n    \u001b[1mT ^ T\u001b[22m\nAfter watching it , I could not watch anything similar for a while! At first, I thought, 'Eww, mechas?!? Like Gundam?' but after bearing myself deeper, I slapped myself for doubting.\n\n\u001b[1mそれを見た後、私はしばらくの間類似したものを見ることができませんでした！ 最初は、私は、「ええ、メカ！？ ガンダムのように？ しかし、自分自身をより深く支えた後、私は疑いを抱いて自分を叩きました。\u001b[22m\n\u001b[1m(Sore o mita nochi, watashi wa shibarakunoaida ruiji shita mono o miru koto ga dekimasendeshita! Saisho wa, watashi wa,`ē , meka! ? Gandamu no yō ni? Shikashi, jibun jishin o yori fukaku sasaeta nochi, watashi wa utagai o daite jibun o tatakimashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching it , I could not watch anything similar for a while! At first, I thought, 'Eww, mechas?!? Like Gundam?' but after bearing myself deeper, I slapped myself for doubting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching it , I could not watch anything similar for a while!\u001b[24m\n    \u001b[1mそれを見た後、私はしばらくの間類似したものを見ることができませんでした！\u001b[22m, \u001b[1mそれを見た後、私はしばらくの間、同じような何かを見ませんでした！\u001b[22m\n\u001b[4mAt first, I thought, 'Eww, mechas?!?\u001b[24m\n    \u001b[1m最初は、私は、「ええ、メカ！？\u001b[22m, \u001b[1m最初は、私はEWW、mechas '、と思いましたか？！？\u001b[22m\n\u001b[4mLike Gundam?'\u001b[24m\n    \u001b[1mガンダムのように？\u001b[22m, \u001b[1mガンダム気に入りましたか？」\u001b[22m\n\u001b[4mbut after bearing myself deeper, I slapped myself for doubting.\u001b[24m\n    \u001b[1mしかし、自分自身をより深く支えた後、私は疑いを抱いて自分を叩きました。\u001b[22m, \u001b[1mしかし、より深い自分自身を保有した後、私は疑いのために自分をたたきました。\u001b[22m\n\u001b[1m\u001b[22m\nCode Geass actually makes you care for the characters. The protagonist was executed well; whenever Lelouch came across a dilemma or faced a certain hardship, you really felt his pain and you deeply sympathized with him.\n\n\u001b[1mコードギアスは実際にあなたのキャラクターを気にします。 主人公はうまく処刑された。 ルルーシュがジレンマに遭遇したり、ある種の苦難に直面したとき、あなたは本当に彼の痛みを感じ、彼に深く共感しました。\u001b[22m\n\u001b[1m(Kōdogiasu wa jissai ni anata no kyarakutā o ki ni shimasu. Shujinkō wa umaku shokei sa reta. Rurūshu ga jirenma ni sōgū shi tari, arushuno kunan ni chokumen shita toki, anata wa hontōni kare no itami o kanji, kare ni fukaku kyōkan shimashita.)\u001b[22m\n\nTranslations of \u001b[4mCode Geass actually makes you care for the characters. The protagonist was executed well; whenever Lelouch came across a dilemma or faced a certain hardship, you really felt his pain and you deeply sympathized with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCode Geass actually makes you care for the characters.\u001b[24m\n    \u001b[1mコードギアスは実際にあなたのキャラクターを気にします。\u001b[22m, \u001b[1mコードギアスは実際には文字の世話になります。\u001b[22m\n\u001b[4mThe protagonist was executed well;\u001b[24m\n    \u001b[1m主人公はうまく処刑された。\u001b[22m, \u001b[1m主人公はよく実行されました。\u001b[22m\n\u001b[4mwhenever Lelouch came across a dilemma or faced a certain hardship, you really felt his pain and you deeply sympathized with him.\u001b[24m\n    \u001b[1mルルーシュがジレンマに遭遇したり、ある種の苦難に直面したとき、あなたは本当に彼の痛みを感じ、彼に深く共感しました。\u001b[22m, \u001b[1mルルーシュはジレンマに出くわしたり、特定の苦難に直面するたびに、あなたは本当に彼の痛みを感じ、あなたは深く彼に同情します。\u001b[22m\n\u001b[1m\u001b[22m\nEach and every character is unique and many of the most memorable characters have their dark side and flaws to them. There is no definite good or evil, right or wrong.\n\n\u001b[1mそれぞれのキャラクターはユニークで、最も記憶に残るキャラクターの多くは、彼らの暗い側面と欠陥があります。 正しいか悪いかは、間違いありません。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā wa yunīku de, mottomo kioku ni nokoru kyarakutā no ōku wa, karera no kurai sokumen to kekkan ga arimasu. Tadashī ka warui ka wa, machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEach and every character is unique and many of the most memorable characters have their dark side and flaws to them. There is no definite good or evil, right or wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach and every character is unique and many of the most memorable characters have their dark side and flaws to them.\u001b[24m\n    \u001b[1mそれぞれのキャラクターはユニークで、最も記憶に残るキャラクターの多くは、彼らの暗い側面と欠陥があります。\u001b[22m, \u001b[1mそれぞれ、すべての文字が一意であり、最も記憶に残る文字の多くは、それらに彼らのダークサイドと欠点を持っています。\u001b[22m\n\u001b[4mThere is no definite good or evil, right or wrong.\u001b[24m\n    \u001b[1m正しいか悪いかは、間違いありません。\u001b[22m, \u001b[1m明確な良いか悪い、正しいか間違ってはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThis emotional evoktion had me cheering for him in the end! The end was brutally devastating-he executed his death very well and beneficitly instead of just dying, Oh, the end you know?\n\n\u001b[1mこの感情的なevoktionは私の最後に彼のために応援していた！ 最後は残酷に荒廃しました。彼は死ぬことの代わりに、彼の死を非常にうまくやっていました。\u001b[22m\n\u001b[1m(Kono kanjō-tekina evoktion wa watashi no saigo ni kare no tame ni ōen shite ita! Saigo wa zankoku ni kōhai shimashita. Kare wa shinu koto no kawari ni, kare no shi o hijō ni umaku yatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis emotional evoktion had me cheering for him in the end! The end was brutally devastating-he executed his death very well and beneficitly instead of just dying, Oh, the end you know?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis emotional evoktion had me cheering for him in the end!\u001b[24m\n    \u001b[1mこの感情的なevoktionは私の最後に彼のために応援していた！\u001b[22m, \u001b[1mこの感情的なevoktionは私が最終的に彼のために応援していました！\u001b[22m\n\u001b[4mThe end was brutally devastating-he executed his death very well and beneficitly instead of just dying, Oh, the end you know?\u001b[24m\n    \u001b[1m最後は残酷に荒廃しました。彼は死ぬことの代わりに、彼の死を非常にうまくやっていました。\u001b[22m, \u001b[1m最後は残酷に壊滅的な-彼は非常によくとbeneficitly彼の死を実行するだけではなく、ああ、あなたが知っている最後に死んでいましたか？\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the protagonist did win, even if it was just for a short time, which satisfied the viewer.\n\n\u001b[1mまた、短い時間であっても視聴者を満足させたとしても、主人公は勝利しました。\u001b[22m\n\u001b[1m(Mata, mijikai jikandeatte mo shichō-sha o manzoku sa seta to shite mo, shujinkō wa shōri shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the protagonist did win, even if it was just for a short time, which satisfied the viewer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the protagonist did win, even if it was just for a short time, which satisfied the viewer.\u001b[24m\n    \u001b[1mまた、短い時間であっても視聴者を満足させたとしても、主人公は勝利しました。\u001b[22m, \u001b[1mまた、主人公は、視聴者を満足している、それだけで短時間であっても、勝利をしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe fighting was delightful! Tehee, this series was like 'Who has the more and stronger mecha wins.' The plot was delicately twisted with the characters.\n\n\u001b[1m戦いは楽しいものでした！  Tehee、このシリーズは、「誰がより強力なメカを獲得したか」のようなものでした。 プロットはキャラクターと微妙にねじれていた。\u001b[22m\n\u001b[1m(Tatakai wa tanoshī monodeshita! Tehee, kono shirīzu wa,`dare ga yori kyōryokuna meka o kakutoku shita ka' no yōna monodeshita. Purotto wa kyarakutā to bimyō ni nejirete ita.)\u001b[22m\n\nTranslations of \u001b[4mThe fighting was delightful! Tehee, this series was like 'Who has the more and stronger mecha wins.' The plot was delicately twisted with the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fighting was delightful!\u001b[24m\n    \u001b[1m戦いは楽しいものでした！\u001b[22m, \u001b[1m戦闘は嬉しかったです！\u001b[22m\n\u001b[4mTehee, this series was like 'Who has the more and stronger mecha wins.'\u001b[24m\n    \u001b[1mTehee、このシリーズは、「誰がより強力なメカを獲得したか」のようなものでした。\u001b[22m, \u001b[1mTeheeは、このシリーズは、のようだった」誰がより強力なメカ勝を持っています。」\u001b[22m\n\u001b[4mThe plot was delicately twisted with the characters.\u001b[24m\n    \u001b[1mプロットはキャラクターと微妙にねじれていた。\u001b[22m, \u001b[1mプロットは微妙文字でねじられました。\u001b[22m\n\u001b[1m\u001b[22m\nR2 was not another unnecessary extended sequel.\n\n\u001b[1mR2は別の不要な拡張された続編ではなかった。\u001b[22m\n\u001b[1m(R 2 wa betsu no fuyōna kakuchō sa reta zokuhende wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mR2 was not another unnecessary extended sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mR2 was not another unnecessary extended sequel.\u001b[24m\n    \u001b[1mR2は別の不要な拡張された続編ではなかった。\u001b[22m, \u001b[1mR2は、他の不要な拡張続編ではありませんでした。\u001b[22m"
  },
  {
    "title": "Code_Geass__Hangyaku_no_Lelouch",
    "id": "1575",
    "url": "https://myanimelist.net/anime/1575/Code_Geass__Hangyaku_no_Lelouch",
    "user": "lakshika",
    "profile": "/profile/lakshika/reviews",
    "pages": "11",
    "number": "20",
    "link": "/reviews.php?id=66355",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
