[
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "tehnominator",
    "profile": "/profile/tehnominator/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=177315",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nジョニー・デップとの比較で賞賛される人のタイプとしてイエスを概念化することを後にすることができれば、仏教は啓発から数分以上離れているので長時間のシャワーを浴びる人の一種である 間違いなくセント・ヤング・メンを蹴散らすでしょう。\n\n実際の存在そのものであるイエスとブッダは、地球上で長期滞在をすることに決めました。観光地は（「エキゾチック！」）日本です。 その結果、奇跡的に魅力的で不快なこのコメディーが生まれます。 映画にはっきりとしたストーリーはありませんが、近隣の子供たちが居心地の悪い町では休暇の看板で構成されています。地元のヤクザはばかばかしいかもしれません。 本当に外国人です。\n\nコメディーとして、それは観察的なユーモアと定期的なギャグをベースにして素晴らしい仕事をします。 最高のジョークの中には、現代の世俗的な神聖な文脈を描くことから来ているものもありますが、決して重要なジャブを決して取ることはありません。 それは非常に風刺的ではありません。 それは表現された人物または関連する宗教の批判または知的検査を全くしていない。 架空の神々が行くことができるというコメディほど穏やかですが、それは悪いことではありません。 結局のところ、それは陽気に甘い、イエス・キリストは、例えば、いくつかの彼の奇跡を単に個人的な利便性や単純な古い事故の一形態と関連付ける。\n\nこのアニメの信念についての会話や解説はありませんので、これがどんな種類の信念に向けて強硬な姿勢をとることを期待しているなら、それを得ることはできません。 それは明らかにうまくいきますし、政治的に最も政治的なのは、死人の官僚制が悪いことを明らかにしているからです。啓蒙主義者でさえ、彼が「スタッフではない」ために神社で鐘を鳴らすことは許されません。\n\nそれは笑い事ではありませんが、良いチャックルがあり、それは価値のある1時間半です。 イエスと仏が良い化学を持っていることは、多くの助けになります。 彼らは優秀なルームメイトを作り、素晴らしいデュオです。 さらに、聴衆から笑顔を得るために、侮辱的で虐待的なユーモアの代わりに、支持的で優しいコメディーを使ってアニメを見るのもいいですね。 コメディーに欠けているものは、その魅力的なリードキャラクターであり、両者は（違いはありますが）親切で、受け入れられ、礼儀正しく、お互いに注意深いです。 ちょっと待ってください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIf you can get behind conceptualising Jesus as the type of guy who'd be flattered at a comparison to Johnny Depp, or Buddha as the kind of person who takes too-long showers because he's just a couple more minutes away from enlightenment, then you 'll definitely get a kick out Saint Young Men.\n\n\u001b[1mジョニー・デップとの比較で賞賛される人のタイプとしてイエスを概念化することを後にすることができれば、仏教は啓発から数分以上離れているので長時間のシャワーを浴びる人の一種である 間違いなくセント・ヤング・メンを蹴散らすでしょう。\u001b[22m\n\u001b[1m(Jonī deppu to no hikaku de shōsan sa reru hito no taipu to shite iesu o gainen-ka suru koto o-go ni suru koto ga dekireba, bukkyō wa keihatsu kara sū-bu ijō hanarete irunode chōjikan no shawā o abiru hito no isshudearu machigainaku sento yangu men o kechirasudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIf you can get behind conceptualising Jesus as the type of guy who'd be flattered at a comparison to Johnny Depp, or Buddha as the kind of person who takes too-long showers because he's just a couple more minutes away from enlightenment, then you 'll definitely get a kick out Saint Young Men.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you can get behind conceptualising Jesus as the type of guy who'd be flattered at a comparison to Johnny Depp, or Buddha as the kind of person who takes too-long showers because he's just a couple more minutes away from enlightenment, then you\u001b[24m\n    \u001b[1mジョニー・デップとの比較で賞賛される人のタイプとしてイエスを概念化することを後にすることができれば、仏教は啓発から数分以上離れているので長時間のシャワーを浴びる人の一種である\u001b[22m, \u001b[1m彼はその後、より多くの分の距離に悟りからあなただけのカップルだからあなたも長いシャワーを取る人の一種であるジョニー・デップ、または仏との比較で光栄されたい男のタイプとしてイエスを概念化の背後に得ることができる場合\u001b[22m\n\u001b[4m'll definitely get a kick out Saint Young Men.\u001b[24m\n    \u001b[1m間違いなくセント・ヤング・メンを蹴散らすでしょう。\u001b[22m, \u001b[1m「間違いなく聖☆おにいさん快感を得るでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nJesus and Buddha -- the actual beings themselves -- decide to take an extended vacation on earth, with their tourist destination being ('Exotic!') Japan. The result is this slice of life comedy that is miraculously charming and inoffensive. The movie doesn't have a clear storyline, but consists of vignettes of their vacation in a town where the neighbourhood kids are bratty, the local yakuza can be ridiculous and where the people somehow never catch on that the two 'foreigners' in their midst are REALLY foreign.\n\n\u001b[1m実際の存在そのものであるイエスとブッダは、地球上で長期滞在をすることに決めました。観光地は（「エキゾチック！」）日本です。 その結果、奇跡的に魅力的で不快なこのコメディーが生まれます。 映画にはっきりとしたストーリーはありませんが、近隣の子供たちが居心地の悪い町では休暇の看板で構成されています。地元のヤクザはばかばかしいかもしれません。 本当に外国人です。\u001b[22m\n\u001b[1m(Jissai no sonzai sonomonodearu iesu to budda wa, chikyū-jō de chōki taizai o suru koto ni kimemashita. Kankō-chi wa (`ekizochikku!') Nihondesu. Sono kekka, kiseki-teki ni mirikiteki de fukaina kono komedī ga umaremasu. Eiga ni hakkiri to shita sutōrī wa arimasenga, kinrin no kodomo-tachi ga igokochi no warui machide wa kyūka no kanban de kōsei sa rete imasu. Jimoto no yakuza wa bakabakashī kamo shiremasen. Hontōni gaikoku hitodesu.)\u001b[22m\n\nTranslations of \u001b[4mJesus and Buddha -- the actual beings themselves -- decide to take an extended vacation on earth, with their tourist destination being ('Exotic!') Japan. The result is this slice of life comedy that is miraculously charming and inoffensive. The movie doesn't have a clear storyline, but consists of vignettes of their vacation in a town where the neighbourhood kids are bratty, the local yakuza can be ridiculous and where the people somehow never catch on that the two 'foreigners' in their midst are REALLY foreign.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJesus and Buddha -- the actual beings themselves -- decide to take an extended vacation on earth, with their tourist destination being ('Exotic!') Japan.\u001b[24m\n    \u001b[1m実際の存在そのものであるイエスとブッダは、地球上で長期滞在をすることに決めました。観光地は（「エキゾチック！」）日本です。\u001b[22m, \u001b[1mイエスとブッダ - 実際の人間自身が - その観光地があることで、地球上の拡張休暇を取ることにした日本（ 'エキゾチック！'）。\u001b[22m\n\u001b[4mThe result is this slice of life comedy that is miraculously charming and inoffensive.\u001b[24m\n    \u001b[1mその結果、奇跡的に魅力的で不快なこのコメディーが生まれます。\u001b[22m, \u001b[1m結果は奇跡的に魅力的で無害である人生の喜劇のこのスライスです。\u001b[22m\n\u001b[4mThe movie doesn't have a clear storyline, but consists of vignettes of their vacation in a town where the neighbourhood kids are bratty, the local yakuza can be ridiculous and where the people somehow never catch on that the two 'foreigners' in their midst\u001b[24m\n    \u001b[1m映画にはっきりとしたストーリーはありませんが、近隣の子供たちが居心地の悪い町では休暇の看板で構成されています。地元のヤクザはばかばかしいかもしれません。\u001b[22m, \u001b[1m映画は明確なストーリーを持っていますが、近所の子供たちがやんちゃある町、地元のヤクザはとんでもないことができ、人々は何とかどこにキャッチすることはありませんで彼らの休暇のビネットで構成されていない彼らの中で2つの「外国人」\u001b[22m\n\u001b[4mare REALLY foreign.\u001b[24m\n    \u001b[1m本当に外国人です。\u001b[22m\n\u001b[1m\u001b[22m\nAs a comedy, it does a fine job using observational humour and recurring gags as its base. Some of the best jokes come from contextualising the sacred in modern secularity, though it never actually takes critical jabs. It's not quite satire; it has absolutely no criticism or intellectual examination of the figures represented or the related religions. It's as gentle as a comedy about fictionalising deities can go, but that's not a bad thing. After all, it's hilariously sweet that Jesus, for instance, relates some his miracles as merely a form of personal convenience or plain old accident.\n\n\u001b[1mコメディーとして、それは観察的なユーモアと定期的なギャグをベースにして素晴らしい仕事をします。 最高のジョークの中には、現代の世俗的な神聖な文脈を描くことから来ているものもありますが、決して重要なジャブを決して取ることはありません。 それは非常に風刺的ではありません。 それは表現された数字や関連する宗教の批判や知的検査を全くしていません。 架空の神々が行くことができるというコメディほど穏やかですが、それは悪いことではありません。 結局のところ、それは陽気に甘い、イエスは、例えば、いくつかの奇跡を単に個人的な利便性や単純な古い事故の一形態と関連付けるということです。\u001b[22m\n\u001b[1m(Komedī to shite, soreha kansatsu-tekina yūmoa to teiki-tekina gyagu o bēsu ni shite subarashī shigoto o shimasu. Saikō no jōku no nakaniha, gendai no sezoku-tekina shinseina bunmyaku o kaku koto kara kite iru mono mo arimasuga, kesshite jūyōna jabu o kesshite toru koto wa arimasen. Sore wa hijō ni fūshi-tekide wa arimasen. Sore wa hyōgen sa reta sūji ya kanren suru shūkyō no hihan ya chiteki kensa o mattaku shite imasen. Kakū no kamigami ga iku koto ga dekiru to iu komedi hodo odayakadesuga, sore wa warui kotode wa arimasen. Kekkyokunotokoro, sore wa yōki ni amai, iesu wa, tatoeba, ikutsu ka no kiseki o tan'ni kojin-tekina riben-sei ya tanjun'na furui jiko no ikkeitai to kanrendzukeru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs a comedy, it does a fine job using observational humour and recurring gags as its base. Some of the best jokes come from contextualising the sacred in modern secularity, though it never actually takes critical jabs. It's not quite satire; it has absolutely no criticism or intellectual examination of the figures represented or the related religions. It's as gentle as a comedy about fictionalising deities can go, but that's not a bad thing. After all, it's hilariously sweet that Jesus, for instance, relates some his miracles as merely a form of personal convenience or plain old accident.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a comedy, it does a fine job using observational humour and recurring gags as its base.\u001b[24m\n    \u001b[1mコメディーとして、それは観察的なユーモアと定期的なギャグをベースにして素晴らしい仕事をします。\u001b[22m, \u001b[1mコメディとしては、それはそのベースとして観測ユーモアと定期的なギャグを用いて微細な仕事をしていません。\u001b[22m\n\u001b[4mSome of the best jokes come from contextualising the sacred in modern secularity, though it never actually takes critical jabs.\u001b[24m\n    \u001b[1m最高のジョークの中には、現代の世俗的な神聖な文脈を描くことから来ているものもありますが、決して重要なジャブを決して取ることはありません。\u001b[22m, \u001b[1mそれは実際に重要なジャブを取ることはありませんけれども最高のジョークのいくつかは、現代の世俗に神聖をcontextualisingから来ます。\u001b[22m\n\u001b[4mIt's not quite satire;\u001b[24m\n    \u001b[1mそれは非常に風刺的ではありません。\u001b[22m, \u001b[1mこれはかなり風刺ではありません。\u001b[22m\n\u001b[4mit has absolutely no criticism or intellectual examination of the figures represented or the related religions.\u001b[24m\n    \u001b[1mそれは表現された数字や関連する宗教の批判や知的検査を全くしていません。\u001b[22m, \u001b[1mそれは絶対にない批判や表現の数字または関連の宗教の知的審査がありません。\u001b[22m\n\u001b[4mIt's as gentle as a comedy about fictionalising deities can go, but that's not a bad thing.\u001b[24m\n    \u001b[1m架空の神々が行くことができるというコメディほど穏やかですが、それは悪いことではありません。\u001b[22m, \u001b[1mそれは、神々が行くことができますfictionalising約コメディのように穏やかだが、それは悪いことではないのです。\u001b[22m\n\u001b[4mAfter all, it's hilariously sweet that Jesus, for instance, relates some his miracles as merely a form of personal convenience or plain old accident.\u001b[24m\n    \u001b[1m結局のところ、それは陽気に甘い、イエスは、例えば、いくつかの奇跡を単に個人的な利便性や単純な古い事故の一形態と関連付けるということです。\u001b[22m, \u001b[1m結局のところ、それは、イエスが、例えば、個人の利便性や、昔ながらの事故の単なる形式としていくつかの彼の奇跡を関連していることを陽気に甘いです。\u001b[22m\n\u001b[1m\u001b[22m\nThere's no conversation or commentary about faith in this anime, so if you're expecting this to be a hard bash toward or a reaffirmation of any kind of belief, then you're not going to get that. It does well steering clear of that, and the most political it gets is revealing that mortal bureaucracy is bad enough that even the Enlightened One himself isn't allowed to ring a bell in a shrine because he's 'not staff'.\n\n\u001b[1mこのアニメの信念についての会話や解説はありませんので、これがどんな種類の信念に向けて強硬な姿勢をとることを期待しているなら、それを得ることはできません。 それは明らかにうまくいきますし、政治的に最も政治的なのは、死人の官僚制が悪いことを明らかにしているからです。啓蒙主義者でさえ、彼が「スタッフではない」ために神社で鐘を鳴らすことは許されません。\u001b[22m\n\u001b[1m(Kono anime no shin'nen ni tsuite no kaiwa ya kaisetsu wa arimasen'node, kore ga don'na shurui no shin'nen ni mukete kyōkōna shisei o toru koto o kitai shite irunara, sore o eru koto wa dekimasen. Sore wa akiraka ni umaku ikimasushi, seidjiteki ni mottomo seiji-tekina no wa, shibito no kanryō-sei ga warui koto o akiraka ni shite irukaradesu. Keimō shugi-shade sae, kare ga `sutaffude wanai' tame ni jinja de kane o narasu koto wa yurusa remasen.)\u001b[22m\n\nTranslations of \u001b[4mThere's no conversation or commentary about faith in this anime, so if you're expecting this to be a hard bash toward or a reaffirmation of any kind of belief, then you're not going to get that. It does well steering clear of that, and the most political it gets is revealing that mortal bureaucracy is bad enough that even the Enlightened One himself isn't allowed to ring a bell in a shrine because he's 'not staff'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's no conversation or commentary about faith in this anime, so if you're expecting this to be a hard bash toward or a reaffirmation of any kind of belief, then you're not going to get that.\u001b[24m\n    \u001b[1mこのアニメの信念についての会話や解説はありませんので、これがどんな種類の信念に向けて強硬な姿勢をとることを期待しているなら、それを得ることはできません。\u001b[22m, \u001b[1mそこにこのアニメの信仰についての会話や論評はないですので、あなたはこれが向かってハードbashや信念のいかなる種類の再確認であることを期待している場合、あなたはそれを取得するつもりはありません。\u001b[22m\n\u001b[4mIt does well steering clear of that, and the most political it gets is revealing that mortal bureaucracy is bad enough that even the Enlightened One himself isn't allowed to ring a bell in a shrine because he's 'not staff'.\u001b[24m\n    \u001b[1mそれは明らかにうまくいきますし、政治的に最も政治的なのは、死人の官僚制が悪いことを明らかにしているからです。啓蒙主義者でさえ、彼が「スタッフではない」ために神社で鐘を鳴らすことは許されません。\u001b[22m, \u001b[1mこれはよくその明確なステアリング、それは致命的官僚にも啓発One自身が、彼は 'ではないスタッフが'だから神社にベルを鳴らすために許可されていないことを十分に悪いであることが明らかにされますほとんどの政治ありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhile it's no laugh-a-minute affair, there are good chuckles to be had and it's a worthwhile hour and a half. It helps a lot that Jesus and Buddha have good chemistry. They make excellent room-mates and are a fine duo. Plus it's nice to see an anime using supportive, gentle comedy instead of insulting or abusive humour to get a smile out of the audience. So what it lacks in hard-hitting comedy, it makes up for with its charming lead characters, both of whom (despite their differences) are kind, accommodating, respectful and attentive to one another. Hey, wait a minute.\n\n\u001b[1mそれは笑い事ではありませんが、良いチャックルがあり、それは価値のある1時間半です。 イエスと仏が良い化学を持っていることは、多くの助けになります。 彼らは優秀なルームメイトを作り、素晴らしいデュオです。 さらに、聴衆から笑顔を得るために、侮辱的で虐待的なユーモアの代わりに、支持的で優しいコメディーを使ってアニメを見るのもいいですね。 コメディーに欠けているものは、その魅力的なリードキャラクターであり、両者は（違いはありますが）親切で、受け入れられ、礼儀正しく、お互いに注意深いです。 ちょっと待ってください。\u001b[22m\n\u001b[1m(Sore wa waraigotode wa arimasenga, yoi chakkuru ga ari, soreha kachinoaru 1-jikan handesu. Iesu to Futsu ga yoi kagaku o motte iru koto wa, ōku no tasuke ni narimasu. Karera wa yūshūna rūmumeito o tsukuri, subarashī de~yuodesu. Sarani, chōshū kara egao o eru tame ni, bujoku-tekide gyakutai-tekina yūmoa no kawari ni, shiji-tekide yasashī komedī o tsukatte anime o miru no mo īdesu ne. Komedī ni kakete iru mono wa, sono miryoku-tekina rīdokyarakutādeari, ryōsha wa (chigai wa arimasuga) shinsetsude, ukeire rare, reigi tadashiku, otagai ni chūibukaidesu. Chottomatte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWhile it's no laugh-a-minute affair, there are good chuckles to be had and it's a worthwhile hour and a half. It helps a lot that Jesus and Buddha have good chemistry. They make excellent room-mates and are a fine duo. Plus it's nice to see an anime using supportive, gentle comedy instead of insulting or abusive humour to get a smile out of the audience. So what it lacks in hard-hitting comedy, it makes up for with its charming lead characters, both of whom (despite their differences) are kind, accommodating, respectful and attentive to one another. Hey, wait a minute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile it's no laugh-a-minute affair, there are good chuckles to be had and it's a worthwhile hour and a half.\u001b[24m\n    \u001b[1mそれは笑い事ではありませんが、良いチャックルがあり、それは価値のある1時間半です。\u001b[22m, \u001b[1mそれは笑い-分事件ませんが、持っていたし、それは価値のある時間半だことには良い笑うがあります。\u001b[22m\n\u001b[4mIt helps a lot that Jesus and Buddha have good chemistry.\u001b[24m\n    \u001b[1mイエスと仏が良い化学を持っていることは、多くの助けになります。\u001b[22m, \u001b[1mそれは、イエスとブッダが相性が良い多くのことができます。\u001b[22m\n\u001b[4mThey make excellent room-mates and are a fine duo.\u001b[24m\n    \u001b[1m彼らは優秀なルームメイトを作り、素晴らしいデュオです。\u001b[22m, \u001b[1m彼らは優秀な部屋メイトを作り、細かいデュオです。\u001b[22m\n\u001b[4mPlus it's nice to see an anime using supportive, gentle comedy instead of insulting or abusive humour to get a smile out of the audience.\u001b[24m\n    \u001b[1mさらに、聴衆から笑顔を得るために、侮辱的で虐待的なユーモアの代わりに、支持的で優しいコメディーを使ってアニメを見るのもいいですね。\u001b[22m, \u001b[1mそれに加えて、視聴者のうち、笑顔を取得する代わりに侮辱的または虐待的なユーモアを支持し、穏やかなコメディを使用して、アニメを見てうれしいです。\u001b[22m\n\u001b[4mSo what it lacks in hard-hitting comedy, it makes up for with its charming lead characters, both of whom (despite their differences) are kind, accommodating, respectful and attentive to one another.\u001b[24m\n    \u001b[1mコメディーに欠けているものは、その魅力的なリードキャラクターであり、両者は（違いはありますが）親切で、受け入れられ、礼儀正しく、お互いに注意深いです。\u001b[22m, \u001b[1mそれでは、それはハードヒッターの喜劇に欠ける、それは魅力的なリード文字、両方の人の（その違いにもかかわらず）とを補うには、親切な収容、尊重と相互に気配りです。\u001b[22m\n\u001b[4mHey, wait a minute.\u001b[24m\n    \u001b[1mちょっと待ってください。\u001b[22m, \u001b[1mねえ、ちょっと待って。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "Uniju",
    "profile": "/profile/Uniju/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=122499",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  10\n|  8\n\n私はちょうどこのレビューを始めるつもりです：私は正当に、この映画を見て自分の信念についての理解を広げ、私が持っていたのと同じような精神的な経験を探しているなら他の人に見てもらいたいと思っています。\n\nこのアニメは、さまざまな宗教の人々がこのような激流の現代において葛藤のないように一緒に来て、お互いをうまく扱うことができ、また自分の宗教に関係なく視聴者にも良い倫理を与えます。 これらの宗教の創始者がこのような状況でどのように行動するかを示すことによって、このアニメはクリスチャンや仏教徒だけでなく、単に面白いアニメに興味を持った他の信者のための非常に良い例になります。\n\n物語はシンプルで断片的ですが、魅力的で非常に魅力的です。彼らは休暇中に日本の文化を探索する際に崇拝される宗教的な人物である二人の若者の日常生活を示しています。 プロットそのものは非常にゆったりとしており、誰もが特に難しいと思うことはありませんが、それは自分自身の信念との関係を熟考させる興味深いアイデアを生み出す目的に役立ちます。\n\nアニメーションは他のどの映画よりも高い品質ではありませんが、非常にきれいです。 ユニークな外観を与えるには十分なスタイリングが施されていますが、宗教的な雰囲気のある魅力的で魅力的な雰囲気を呼び起こすためには、見る人には複雑すぎるか外れて見えます。 このようにして、実際に見ているよりもはるかに多くの考えと作業がアニメーションに入れられています。\n\n私が言わなければならないサウンドトラックは、少なくとも失望していないが、私が特に感銘を受けた部分ではなかった。 スライス・オブ・ライフ・アニメではうまくいくが、映画の残りの部分と同様に大きな関心を呼ぶことはできない。 私はそれが本当にただのものだったと言わざるを得ないが、本当に思い出深いものではなかったが、それはシーンの気分に非常によく合っていて、それは全く悪いとは言わなかった。\n\n文字は世界中の誰もがよく知っているものであり、私の宗教教義の知識から、彼らは非常によく描かれているようです。 長い年月を経たこれらの人々が現代においてどのように行動したか想像するのは難しい作業ですが、ここでは非常にうまくいっています。\n\n私はこのアニメをとても楽しんだし、宗教的で精神的な背景にかかわらず、他の人にもそれを強く勧めています。 それは人生に関するいくつかの重要な教訓を教えています。そして、それに興味がない人でも、非常に素晴らしいスライスオブライフアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI'm just going to start this review with: I legitimately feel that watching this film has expanded my understanding of my own faith and I encourage others to watch it if they are looking for the same sort of spiritual experience that I had.\n\n\u001b[1m私はちょうどこのレビューを始めるつもりです：私は正当に、この映画を見て自分の信念についての理解を広げ、私が持っていたのと同じような精神的な経験を探しているなら他の人に見てもらいたいと思っています。\u001b[22m\n\u001b[1m(Watashi wa chōdo kono rebyū o hajimeru tsumoridesu: Watashi wa seitō ni, kono eiga o mite jibun no shin'nen ni tsuite no rikai o hiroge, watashi ga motte ita no to onajiyōna seishin-tekina keiken o sagashite irunara hokanohito ni mite moraitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm just going to start this review with: I legitimately feel that watching this film has expanded my understanding of my own faith and I encourage others to watch it if they are looking for the same sort of spiritual experience that I had.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm just going to start this review with: I legitimately feel that watching this film has expanded my understanding of my own faith and I encourage others to watch it if they are looking for the same sort of spiritual experience that I had.\u001b[24m\n    \u001b[1m私はちょうどこのレビューを始めるつもりです：私は正当に、この映画を見て自分の信念についての理解を広げ、私が持っていたのと同じような精神的な経験を探しているなら他の人に見てもらいたいと思っています。\u001b[22m, \u001b[1m私はこのレビューを開始するつもりです：私は合法的にこの映画を見ていることは私自身の信仰の私の理解を拡大し、彼らは私が持っていた精神的な経験の同じ種類を探しているなら、私はそれを見て他の人を奨励していると感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime shows a very candid look at how people of different faiths can come together and treat each other well without conflict in these turbulent modern times, and will likewise instill good morals upon the viewer regardless of their own religion. By showing how the founders of these religions themselves might act in these situations this anime sets a very good example not only for Christians and Buddhists but also for people of other faiths who were simply interested in a funny anime.\n\n\u001b[1mこのアニメは、さまざまな宗教の人々がこのような激流の現代において葛藤のないように一緒に来て、お互いをうまく扱うことができ、また自分の宗教に関係なく視聴者にも良い倫理を与えます。 これらの宗教の創始者がこのような状況でどのように行動するかを示すことによって、このアニメはクリスチャンや仏教徒だけでなく、単に面白いアニメに興味を持った他の信者のための非常に良い例になります。\u001b[22m\n\u001b[1m(Kono anime wa, samazamana shūkyō no hitobito ga ko no yōna gekiryū no gendai ni oite kattō no nai yō ni issho ni kite, otagai o umaku atsukau koto ga deki, mata jibun no shūkyō ni kankei naku shichō-sha ni mo yoi rinri o ataemasu. Korera no shūkyō no sōshi-sha ga ko no yōna jōkyō de dono yō ni kōdō suru ka o shimesu koto ni yotte, kono anime wa kurisuchan ya bukkyōto dakedenaku, tan'ni omoshiroi anime ni kyōmi o motta ta no shinja no tame no hijō ni yoi rei ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime shows a very candid look at how people of different faiths can come together and treat each other well without conflict in these turbulent modern times, and will likewise instill good morals upon the viewer regardless of their own religion. By showing how the founders of these religions themselves might act in these situations this anime sets a very good example not only for Christians and Buddhists but also for people of other faiths who were simply interested in a funny anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime shows a very candid look at how people of different faiths can come together and treat each other well without conflict in these turbulent modern times, and will likewise instill good morals upon the viewer regardless of their own religion.\u001b[24m\n    \u001b[1mこのアニメは、さまざまな宗教の人々がこのような激流の現代において葛藤のないように一緒に来て、お互いをうまく扱うことができ、また自分の宗教に関係なく視聴者にも良い倫理を与えます。\u001b[22m, \u001b[1mこのアニメは、異なる宗教の人々が一緒に来て、これらの激動の現代では競合することなく互いをよく扱うことができる方法で非常に率直な外観を示し、同様にかかわらず、独自の宗教のビューア時に良好な道徳を植え付けるます。\u001b[22m\n\u001b[4mBy showing how the founders of these religions themselves might act in these situations this anime sets a very good example not only for Christians and Buddhists but also for people of other faiths who were simply interested in a funny anime.\u001b[24m\n    \u001b[1mこれらの宗教の創始者がこのような状況でどのように行動するかを示すことによって、このアニメはクリスチャンや仏教徒だけでなく、単に面白いアニメに興味を持った他の信者のための非常に良い例になります。\u001b[22m, \u001b[1mこのアニメは、キリスト教徒と仏教徒のためだけでなく、面白いアニメで単純に興味を持っていた他の宗教の人々のためだけでなく、非常に良い例を設定し、これらの宗教の創始者自身がこのような状況で行動する方法を示すことによって。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is simple and fragmented but compelling and very charming- it shows the everyday life of two young men who happen to be revered religious figures as they explore Japanese culture on their vacation. The plot itself is very laid-back and will not get anybody thinking particularly hard, but it serves it's purpose of bringing up interesting ideas that will cause one to ponder their relationship with their own beliefs.\n\n\u001b[1m物語はシンプルで断片的ですが、魅力的で非常に魅力的です。彼らは休暇中に日本の文化を探索する際に崇拝される宗教的な人物である二人の若者の日常生活を示しています。 プロットそのものは非常にゆったりとしており、誰もが特に難しいと思うことはありませんが、それは自分自身の信念との関係を熟考させる興味深いアイデアを生み出す目的に役立ちます。\u001b[22m\n\u001b[1m(Monogatari wa shinpurude danpen-tekidesuga, mirikiteki de hijō ni mirikitekidesu. Karera wa kyūka-chū ni nihon'nobunka o tansaku suru sai ni sūhai sa reru shūkyō-tekina jinbutsudearu futari no wakamono no nichijō seikatsu o shimeshite imasu. Purotto sonomono wa hijō ni yuttari to shite ori, daremoga tokuni muzukashī to omou koto wa arimasenga, soreha jibunjishin'no shin'nen to no kankei o jukukō sa seru kyōmibukai aidea o umidasu mokuteki ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is simple and fragmented but compelling and very charming- it shows the everyday life of two young men who happen to be revered religious figures as they explore Japanese culture on their vacation. The plot itself is very laid-back and will not get anybody thinking particularly hard, but it serves it's purpose of bringing up interesting ideas that will cause one to ponder their relationship with their own beliefs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is simple and fragmented but compelling and very charming- it shows the everyday life of two young men who happen to be revered religious figures as they explore Japanese culture on their vacation.\u001b[24m\n    \u001b[1m物語はシンプルで断片的ですが、魅力的で非常に魅力的です。彼らは休暇中に日本の文化を探索する際に崇拝される宗教的な人物である二人の若者の日常生活を示しています。\u001b[22m, \u001b[1mストーリーはシンプルかつ断片化が、説得力があると非常に、それは彼らが休暇に日本文化を探求として宗教的な数字を尊敬することが起こる2人の若者の日常生活を示しcharming-。\u001b[22m\n\u001b[4mThe plot itself is very laid-back and will not get anybody thinking particularly hard, but it serves it's purpose of bringing up interesting ideas that will cause one to ponder their relationship with their own beliefs.\u001b[24m\n    \u001b[1mプロットそのものは非常にゆったりとしており、誰もが特に難しいと思うことはありませんが、それは自分自身の信念との関係を熟考させる興味深いアイデアを生み出す目的に役立ちます。\u001b[22m, \u001b[1mプロット自体は非常にバック敷設されており、特にハードを考え誰を取得することはできませんが、それはそれは1が自分の信念との関係を熟考するようになります面白いアイデアを育てることを目的です提供しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is very pretty, despite the quality being no higher than any other movie. It is stylized just enough to give itself a unique look but not enough to seem complicated or alien to the viewer, invoking the welcoming yet imposing feel of a religious institution. In this way there has actually been a lot more thought and work put into the animation than one might first assume upon glancing at it.\n\n\u001b[1mアニメーションは他のどの映画よりも高い品質ではありませんが、非常にきれいです。 ユニークな外観を与えるには十分なスタイリングが施されていますが、宗教的な雰囲気のある魅力的で魅力的な雰囲気を呼び起こすためには、見る人には複雑すぎるか外れて見えます。 このようにして、実際に見ているよりもはるかに多くの考えと作業がアニメーションに入れられています。\u001b[22m\n\u001b[1m(Animēshon wa hoka no dono eiga yori mo takai hinshitsude wa arimasenga, hijō ni kireidesu. Yunīkuna gaikan o ataeru ni wa jūbun'na sutairingu ga hodokosa rete imasuga, shūkyō-tekina fun'iki no aru mirikiteki de miryoku-tekina fun'iki o yobiokosu tame ni wa, miru hito ni wa fukuzatsu sugiru ka hazurete miemasu. Ko no yō ni shite, jissai ni mite iru yori mo haruka ni ōku no kangae to sagyō ga animēshon ni haire rarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is very pretty, despite the quality being no higher than any other movie. It is stylized just enough to give itself a unique look but not enough to seem complicated or alien to the viewer, invoking the welcoming yet imposing feel of a religious institution. In this way there has actually been a lot more thought and work put into the animation than one might first assume upon glancing at it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is very pretty, despite the quality being no higher than any other movie.\u001b[24m\n    \u001b[1mアニメーションは他のどの映画よりも高い品質ではありませんが、非常にきれいです。\u001b[22m, \u001b[1mアニメーションは、品質は他のどの映画よりも高いことないにも関わらず、非常にきれいです。\u001b[22m\n\u001b[4mIt is stylized just enough to give itself a unique look but not enough to seem complicated or alien to the viewer, invoking the welcoming yet imposing feel of a religious institution.\u001b[24m\n    \u001b[1mユニークな外観を与えるには十分なスタイリングが施されていますが、宗教的な雰囲気のある魅力的で魅力的な雰囲気を呼び起こすためには、見る人には複雑すぎるか外れて見えます。\u001b[22m, \u001b[1mそれは、宗教法人の歓迎まだ印象的な感じを呼び出し、ちょうど十分な自体にユニークな外観を与えるためではなく、視聴者には複雑または外国人思えるのに十分な様式化されています。\u001b[22m\n\u001b[4mIn this way there has actually been a lot more thought and work put into the animation than one might first assume upon glancing at it.\u001b[24m\n    \u001b[1mこのようにして、実際に見ているよりもはるかに多くの考えと作業がアニメーションに入れられています。\u001b[22m, \u001b[1mこのように、実際に1が最初にそれをちらっと見時に想定しているよりもアニメーションに入れ、より多くの思想と仕事がありました。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack I have to say, while not being disappointing in the least, was not a part I was particularly impressed with. It does well for a slice-of-life anime but fails to inspire as much interest as the rest of the film. I have to say it was really just 'there' and was not really memorable, but it did very well match the mood of the scenes and I would not say it was bad at all.\n\n\u001b[1m私が言わなければならないサウンドトラックは、少なくとも失望していないが、私が特に感銘を受けた部分ではなかった。 スライス・オブ・ライフ・アニメではうまくいくが、映画の残りの部分と同様に大きな関心を呼ぶことはできない。 私はそれが本当にただのものだったと言わざるを得ないが、本当に思い出深いものではなかったが、それはシーンの気分に非常によく合っていて、それは全く悪いとは言わなかった。\u001b[22m\n\u001b[1m(Watashi ga iwanakereba naranai saundotorakku wa, sukunakutomo shitsubō shite inaiga, watashi ga tokuni kanmei o uketa bubunde wa nakatta. Suraisu Obu raifu animede wa umaku ikuga, eiga no nokori no bubun to dōyō ni ōkina kanshin o yobu koto wa dekinai. Watashi wa sore ga hontōni tada no monodatta to iwazaru o enaiga, hontōni omoidebukai monode wa nakattaga, soreha shīn no kibun ni hijō ni yoku atte ite, sore wa mattaku warui to wa iwanakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack I have to say, while not being disappointing in the least, was not a part I was particularly impressed with. It does well for a slice-of-life anime but fails to inspire as much interest as the rest of the film. I have to say it was really just 'there' and was not really memorable, but it did very well match the mood of the scenes and I would not say it was bad at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack I have to say, while not being disappointing in the least, was not a part I was particularly impressed with.\u001b[24m\n    \u001b[1m私が言わなければならないサウンドトラックは、少なくとも失望していないが、私が特に感銘を受けた部分ではなかった。\u001b[22m, \u001b[1m私が言っているサウンドトラックは、少なくともでは失望されていないが、私はと特に感銘を受けた一部ではありませんでした。\u001b[22m\n\u001b[4mIt does well for a slice-of-life anime but fails to inspire as much interest as the rest of the film.\u001b[24m\n    \u001b[1mスライス・オブ・ライフ・アニメではうまくいくが、映画の残りの部分と同様に大きな関心を呼ぶことはできない。\u001b[22m, \u001b[1mこれは、スライスオブライフアニメのためによくないが、フィルムの残りの部分と同じくらい興味を鼓舞することができません。\u001b[22m\n\u001b[4mI have to say it was really just 'there' and was not really memorable, but it did very well match the mood of the scenes and I would not say it was bad at all.\u001b[24m\n    \u001b[1m私はそれが本当にただのものだったと言わざるを得ないが、本当に思い出深いものではなかったが、それはシーンの気分に非常によく合っていて、それは全く悪いとは言わなかった。\u001b[22m, \u001b[1m私はそれが本当にちょうど 'は'でしたし、本当に思い出に残るではなかったと言わなければならないが、それは非常によく、シーンの気分に合わせでしたし、私はそれがすべて悪かった言わないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are ones just about everybody in the world are familiar with, and from my knowledge of religious doctrine they seem to be portrayed very well. It is a difficult task to imagine what these individuals from eras long past may have acted like in the modern age but it has been done very well here.\n\n\u001b[1m文字は世界中の誰もがよく知っているものであり、私の宗教教義の知識から、彼らは非常によく描かれているようです。 長い年月を経たこれらの人々が現代においてどのように行動したか想像するのは難しい作業ですが、ここでは非常にうまくいっています。\u001b[22m\n\u001b[1m(Moji wa sekaijū no daremoga yoku shitte iru monodeari, watashi no shūkyō kyōgi no chishiki kara, karera wa hijō ni yoku egaka rete iru yōdesu. Nagai nengetsu o heta korera no hitobito ga gendai ni oite dono yō ni kōdō shita ka sōzō suru no wa muzukashī sagyōdesuga, kokode wa hijō ni umaku itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are ones just about everybody in the world are familiar with, and from my knowledge of religious doctrine they seem to be portrayed very well. It is a difficult task to imagine what these individuals from eras long past may have acted like in the modern age but it has been done very well here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are ones just about everybody in the world are familiar with, and from my knowledge of religious doctrine they seem to be portrayed very well.\u001b[24m\n    \u001b[1m文字は世界中の誰もがよく知っているものであり、私の宗教教義の知識から、彼らは非常によく描かれているようです。\u001b[22m, \u001b[1m文字は、世界で誰もが精通しているだけについてのものであり、宗教の教義の私の知識から、彼らは非常によく描かれているように見えます。\u001b[22m\n\u001b[4mIt is a difficult task to imagine what these individuals from eras long past may have acted like in the modern age but it has been done very well here.\u001b[24m\n    \u001b[1m長い年月を経たこれらの人々が現代においてどのように行動したか想像するのは難しい作業ですが、ここでは非常にうまくいっています。\u001b[22m, \u001b[1m時代の長い過去からこれらの人々は、現代のように行動したかもしれないが、それはここでは非常によく行われてきたものを想像することは困難な作業です。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all I enjoyed this anime very much and I would highly recommend it to other people regardless of their religious and spiritual background. It teaches some important lessons about life, and even if one is not interested in such this is a very nice slice-of-life anime.\n\n\u001b[1m私はこのアニメをとても楽しんだし、宗教的で精神的な背景にかかわらず、他の人にもそれを強く勧めています。 それは人生に関するいくつかの重要な教訓を教えています。そして、それに興味がない人でも、非常に素晴らしいスライスオブライフアニメです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o totemo tanoshindashi, shūkyō-tekide seishin-tekina haikei ni kakawarazu, hokanohito ni mo sore o tsuyoku susumete imasu. Sore wa jinsei ni kansuru ikutsu ka no jūyōna kyōkun o oshiete imasu. Soshite, soreni kyōmi ga nai hito demo, hijō ni subarashī suraisuoburaifuanimedesu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all I enjoyed this anime very much and I would highly recommend it to other people regardless of their religious and spiritual background. It teaches some important lessons about life, and even if one is not interested in such this is a very nice slice-of-life anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all I enjoyed this anime very much and I would highly recommend it to other people regardless of their religious and spiritual background.\u001b[24m\n    \u001b[1m私はこのアニメをとても楽しんだし、宗教的で精神的な背景にかかわらず、他の人にもそれを強く勧めています。\u001b[22m, \u001b[1mすべてのすべてで、私は非常にこのアニメを楽しんで、私は非常にかかわらず、彼らの宗教的、精神的な背景の他の人にそれをお勧めします。\u001b[22m\n\u001b[4mIt teaches some important lessons about life, and even if one is not interested in such this is a very nice slice-of-life anime.\u001b[24m\n    \u001b[1mそれは人生に関するいくつかの重要な教訓を教えています。そして、それに興味がない人でも、非常に素晴らしいスライスオブライフアニメです。\u001b[22m, \u001b[1mそれは、人生についていくつかの重要な教訓を教えて、そして1は、本に興味を持っていない場合であっても非常に素晴らしいスライスオブライフアニメです。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "Kaiyume",
    "profile": "/profile/Kaiyume/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=198095",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  7\nキャラクター|  10\n|  10\n\n私はバットからすぐに言わなければならない：これは私を大声で笑わせた少数のアニメの1つである。 実際に笑いながら、コメディを笑うので、私の隣人はおそらく私が狂っていると思うだろう。\n\nこのアニメのすべてがシンプルだと感じますが、この暖かい感触を素晴らしいものにします。  2人の主人公が残りの人物とは違って描かれた芸術、日本の人生を通した小さな紆余曲折の物語、そして2つの主要な宗教のシンボルでゆっくりと演じる方法 - これはすべてあなたを笑顔にするだけです 。\n\n私は誰もこれによって本当に怒られるとは思わない。 代わりに、私はこれが異なる信仰の人々を集め、自分の信念について深い考えを引き起こすすばらしい方法だと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI have to say right off the bat: this is one of the few anime that made me laugh out loud. Not 'type lol but actually sort of smirk a little' but actually laugh at the comedy, so loud that my neighbors probably think I'm crazy now.\n\n\u001b[1m私はバットからすぐに言わなければならない：これは私を大声で笑わせた少数のアニメの1つである。 実際に笑いながら、コメディを笑うので、私の隣人はおそらく私が狂っていると思うだろう。\u001b[22m\n\u001b[1m(Watashi wa batto kara sugu ni iwanakereba naranai: Kore wa watashi o ōgoe de warawa seta shōsū no anime no 1tsudearu. Jissai ni warainagara, komedi o warau node, watashi no rinjin wa osoraku watashi ga kurutte iru to omoudarou.)\u001b[22m\n\nTranslations of \u001b[4mI have to say right off the bat: this is one of the few anime that made me laugh out loud. Not 'type lol but actually sort of smirk a little' but actually laugh at the comedy, so loud that my neighbors probably think I'm crazy now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to say right off the bat: this is one of the few anime that made me laugh out loud.\u001b[24m\n    \u001b[1m私はバットからすぐに言わなければならない：これは私を大声で笑わせた少数のアニメの1つである。\u001b[22m, \u001b[1m私はバット右言っている：これは私が大声で笑わせたいくつかのアニメの一つです。\u001b[22m\n\u001b[4mNot 'type lol but actually sort of smirk a little' but actually laugh at the comedy, so loud that my neighbors probably think I'm crazy now.\u001b[24m\n    \u001b[1m実際に笑いながら、コメディを笑うので、私の隣人はおそらく私が狂っていると思うだろう。\u001b[22m, \u001b[1mではない」タイプは笑が、実際にはソートの少し作り笑い」が、実際に私の隣人は、おそらく私が今クレイジーだと思うように大声で、コメディ笑います。\u001b[22m\n\u001b[1m\u001b[22m\nEverything about this anime feels simple, but gives off this warm feeling of awesome. The art, with the two main characters drawn differently from the rest, the story with its small twists and turns through Japanese life, and the way it so casually plays with symbols of two major religions - all of this is simply bound to make you smile .\n\n\u001b[1mこのアニメのすべてがシンプルだと感じますが、この暖かい感触を素晴らしいものにします。  2人の主人公が残りの人物とは違って描かれた芸術、日本の人生を通した小さな紆余曲折の物語、そして2つの主要な宗教のシンボルでゆっくりと演じる方法 - これはすべてあなたを笑顔にするだけです 。\u001b[22m\n\u001b[1m(Kono anime no subete ga shinpuruda to kanjimasuga, kono attakai kanshoku o subarashī mono ni shimasu. 2-Ri no shujinkō ga nokori no jinbutsu to wa chigatte egaka reta geijutsu, Nihon no jinsei o tōshita chīsana uyokyokusetsu no monogatari, soshite 2tsu no shuyōna shūkyō no shinboru de yukkuri to enjiru hōhō - kore wa subete anata o egao ni suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mEverything about this anime feels simple, but gives off this warm feeling of awesome. The art, with the two main characters drawn differently from the rest, the story with its small twists and turns through Japanese life, and the way it so casually plays with symbols of two major religions - all of this is simply bound to make you smile .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything about this anime feels simple, but gives off this warm feeling of awesome.\u001b[24m\n    \u001b[1mこのアニメのすべてがシンプルだと感じますが、この暖かい感触を素晴らしいものにします。\u001b[22m, \u001b[1mこのアニメについてのすべてはシンプルに感じますが、素晴らしいのこの暖かい感じを放ちます。\u001b[22m\n\u001b[4mThe art, with the two main characters drawn differently from the rest, the story with its small twists and turns through Japanese life, and the way it so casually plays with symbols of two major religions - all of this is simply bound to make you smile\u001b[24m\n    \u001b[1m2人の主人公が残りの人物とは違って描かれた芸術、日本の人生を通した小さな紆余曲折の物語、そして2つの主要な宗教のシンボルでゆっくりと演じる方法 - これはすべてあなたを笑顔にするだけです\u001b[22m, \u001b[1m残りの部分から異なって描かれた二つの主要な文字とアート、その小さなひねりストーリーと日本の生活を通してなり、それはとても気軽に二つの主要な宗教のシンボルで遊ぶ方法 - このすべては、単にあなたを笑顔にするためにバインドされています\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nI don't think anyone can really be offended by this; instead, I think this is a wonderful way to bring people of different faiths together and provoke deep thoughts about one's own beliefs.\n\n\u001b[1m私は誰もこれによって本当に怒られるとは思わない。 代わりに、私はこれが異なる信仰の人々を集め、自分の信念について深い考えを引き起こすすばらしい方法だと思います。\u001b[22m\n\u001b[1m(Watashi wa dare mo kore ni yotte hontōni okora reru to wa omowanai. Kawari ni, watashi wa kore ga kotonaru shinkō no hitobito o atsume, jibun no shin'nen ni tsuite fukai kangae o hikiokosu subarashī hōhōda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't think anyone can really be offended by this; instead, I think this is a wonderful way to bring people of different faiths together and provoke deep thoughts about one's own beliefs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't think anyone can really be offended by this;\u001b[24m\n    \u001b[1m私は誰もこれによって本当に怒られるとは思わない。\u001b[22m, \u001b[1m私は誰もが本当にこれで気分を害することができるとは思いません。\u001b[22m\n\u001b[4minstead, I think this is a wonderful way to bring people of different faiths together and provoke deep thoughts about one's own beliefs.\u001b[24m\n    \u001b[1m代わりに、私はこれが異なる信仰の人々を集め、自分の信念について深い考えを引き起こすすばらしい方法だと思います。\u001b[22m, \u001b[1mその代わりに、私はこれは一緒に異なる信仰を持つ人々をもたらすと自分の信念についての深い思考を刺激するための素晴らしい方法だと思います。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "cmccrzy",
    "profile": "/profile/cmccrzy/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=131023",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\n私はマンガを読んでいない、私はキリスト教徒でも仏教徒でもない。 これはちょうど「おもしろく見える」時計だった。 そして私はそれを見て非常にうれしいです。\n\n物語はイエス・キリストと仏のことであり、現代日本の時代を過ごすために休暇を取っている間、彼らはとても良い友人とルームメイトです。 彼らは様々な現代の習慣（特にそれに関連する宗教的儀式に関連して）に関しては少し無関係なので、その大部分の歓喜はその反応から来ている。 彼らがやや罪深く、甘やかされたり、何か良いことが起こったとき（例えば、仏の頭が輝いている）、彼らがどのように反応するか見ることは興味深い。\n\nユダヤ人としてのイエスへの言及もまた興味をそそられ、予期せぬものでした（今度は彼が天国で何をしているのか疑問に思っていますが、クリスマスの目的を知らないことは意味があります）。 私は、明らかに数多くの研究をした作家が、宗教的側面に基づいて遊んでいたことを楽しんでいました（例えば、イエスは肉を求めていますが、仏は菜食主義者です）。\n\n私が冒険に見た唯一の欠点は、かわいい全体（これは間違いなく気分が良い映画です）は、ブッダが地元の少年たちによって額に点を付けられたために奪われた方法でした。 これは、マンガを読んでいないための切断かもしれないが、それは私のために働いていない。 私はそれがユーモラスで楽しいとは思えませんでした。特に、男の子たちは経験から何かを学んでいないように見えます。 私はprotagsがいじめに戻らない方法を好きでしたが、彼らのキャラクターにも合っている彼らに素敵で役立つように努めました。 それは教育と刑罰、そしていじめや何らかの刑罰を受けたはずだと思うが、悪意のある人たちの上に立ち上がる方法については多くのことを話した。\n\n私の好きな部分は、イエスのヤクザとのやり取り、特に最初に会う時でした。 彼らは陽気で愛らしい。\n\nアニメーションはとてもいいですし、私は本当にスタイルが好きでした。 サウンドトラックは目覚しいものではありませんが、声優はこれらのキャラクターを生き生きとさせる非常に良い仕事をしました。\n\n全体的に私はそれが好きだった。 それは間違いなく良い気分の映画です。 あなたが宗教とかスライス・ライフ・ストーリーのどちらかについて何か知っているなら、あなたはこれを好きになるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have not read the manga and I am neither Christian nor Buddhist. This was just a 'that looks interesting' watch. And I am very happy I watched it.\n\n\u001b[1m私はマンガを読んでいない、私はキリスト教徒でも仏教徒でもない。 これはちょうど「おもしろく見える」時計だった。 そして私はそれを見て非常にうれしいです。\u001b[22m\n\u001b[1m(Watashi wa manga o yon de inai, watashi wa kirisutokyōto demo bukkyōto demonai. Kore wa chōdo `omoshiroku mieru' tokeidatta. Soshite watashi wa sore o mite hijō ni ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI have not read the manga and I am neither Christian nor Buddhist. This was just a 'that looks interesting' watch. And I am very happy I watched it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have not read the manga and I am neither Christian nor Buddhist.\u001b[24m\n    \u001b[1m私はマンガを読んでいない、私はキリスト教徒でも仏教徒でもない。\u001b[22m, \u001b[1m私は漫画を読んでいないと私はクリスチャンでも仏教でもないです。\u001b[22m\n\u001b[4mThis was just a 'that looks interesting' watch.\u001b[24m\n    \u001b[1mこれはちょうど「おもしろく見える」時計だった。\u001b[22m, \u001b[1mこれは時計「それは面白いに見える」だけでした。\u001b[22m\n\u001b[4mAnd I am very happy I watched it.\u001b[24m\n    \u001b[1mそして私はそれを見て非常にうれしいです。\u001b[22m, \u001b[1mそして私は、私はそれを見てとても幸せです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about Jesus and Buddha while on holiday to spend some time in modern-day Japan and they're also very good friends and roommates. They're both a bit clueless in regards to various modern customs (especially in relation to religious celebrations related to them), so most of the hilarity comes from their reactions to that. It's interesting to see how they react to being somewhat sinful and indulgent or when something good happens (e.g., Buddha's head glows).\n\n\u001b[1m物語はイエス・キリストと仏のことであり、現代日本の時代を過ごすには休暇中ですが、彼らはまたとても良い友達やルームメイトです。 彼らは様々な現代の習慣（特にそれに関連した宗教的儀式に関連して）には少し無頓着なので、その歓声の大半はその反応から来ています。 彼らがやや罪深くて甘やかされることに反応するか、何か良いことが起こったとき（例えば、仏の頭が輝く）には、どのように反応するのか興味深い。\u001b[22m\n\u001b[1m(Monogatari wa iesu Kirisuto to Futsu no kotodeari, gendainihon no jidai o sugosu ni wa kyūka-chūdesuga, karera wa mata totemo yoi tomodachi ya rūmumeitodesu. Karera wa samazamana gendai no shūkan (tokuni sore ni kanren shita shūkyō-teki gishiki ni kanren shite) ni wa sukoshi mutonjakunanode, sono kansei no taihan wa sono han'nō kara kite imasu. Karera ga yaya tsumibukakute amayakasa reru koto ni han'nō suru ka, nani ka yoi koto ga okotta toki (tatoeba, Futsu no atama ga kagayaku) ni wa, dono yō ni han'nō suru no ka kyōmibukai.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about Jesus and Buddha while on holiday to spend some time in modern-day Japan and they're also very good friends and roommates. They're both a bit clueless in regards to various modern customs (especially in relation to religious celebrations related to them), so most of the hilarity comes from their reactions to that. It's interesting to see how they react to being somewhat sinful and indulgent or when something good happens (e.g., Buddha's head glows).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about Jesus and Buddha while on holiday to spend some time in modern-day Japan and they're also very good friends and roommates.\u001b[24m\n    \u001b[1m物語はイエス・キリストと仏のことであり、現代日本の時代を過ごすには休暇中ですが、彼らはまたとても良い友達やルームメイトです。\u001b[22m, \u001b[1m物語は、現代の日本でのいくつかの時間を過ごすために休日にしながら、イエスとブッダについてです、彼らも非常に良い友人やルームメイトです。\u001b[22m\n\u001b[4mThey're both a bit clueless in regards to various modern customs (especially in relation to religious celebrations related to them), so most of the hilarity comes from their reactions to that.\u001b[24m\n    \u001b[1m彼らは様々な現代の習慣（特にそれに関連した宗教的儀式に関連して）には少し無頓着なので、その歓声の大半はその反応から来ています。\u001b[22m, \u001b[1m彼らは、（特にそれらに関連する宗教的なお祝いに関連して）様々な近代的な習慣に関してのビット無知両方だので、はしゃぎのほとんどはそれに彼らの反応に由来しています。\u001b[22m\n\u001b[4mIt's interesting to see how they react to being somewhat sinful and indulgent or when something good happens (e.g., Buddha's head glows).\u001b[24m\n    \u001b[1m彼らがやや罪深くて甘やかされることに反応するか、何か良いことが起こったとき（例えば、仏の頭が輝く）には、どのように反応するのか興味深い。\u001b[22m, \u001b[1mそれは幾分罪深いと贅沢なまたは何か良いものが発生したときに（例えば、仏の頭が点灯します）であることに、彼らがどのように反応するかを見るのは興味深いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe references to Jesus as a Jew were also intriguing and unexpected (it makes sense that he would be unaware of the purpose of Christmas, although I have to wonder what he's been doing in heaven all this time). I enjoyed the way the writers, who have clearly done a ton of research, played with the religious aspects, especially in the ways the two characters interacted based on their religious leanings (e.g., Jesus wants meat, but Buddha is a vegetarian).\n\n\u001b[1mユダヤ人としてのイエスへの言及もまた興味をそそられ、予期せぬものでした（今度は彼が天国で何をしているのか疑問に思っていますが、クリスマスの目的を知らないことは意味があります）。 私は、明らかに数多くの研究をした作家が、宗教的側面に基づいて遊んでいたことを楽しんでいました（例えば、イエスは肉を求めていますが、仏は菜食主義者です）。\u001b[22m\n\u001b[1m(Yudayahito to shite no iesu e no genkyū mo mata kyōmi o sosora re, yoki senu monodeshita (kondo wa kare ga tengoku de nani o shite iru no ka gimon ni omotte imasuga, kurisumasu no mokuteki o shiranai koto wa imi ga arimasu). Watashi wa, akiraka ni kazuōku no kenkyū o shita sakka ga, shūkyō-teki sokumen ni motodzuite asonde ita koto o tanoshinde imashita (tatoeba, iesu wa niku o motomete imasuga, Futsu wa saishoku shugi-shadesu).)\u001b[22m\n\nTranslations of \u001b[4mThe references to Jesus as a Jew were also intriguing and unexpected (it makes sense that he would be unaware of the purpose of Christmas, although I have to wonder what he's been doing in heaven all this time). I enjoyed the way the writers, who have clearly done a ton of research, played with the religious aspects, especially in the ways the two characters interacted based on their religious leanings (e.g., Jesus wants meat, but Buddha is a vegetarian).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe references to Jesus as a Jew were also intriguing and unexpected (it makes sense that he would be unaware of the purpose of Christmas, although I have to wonder what he's been doing in heaven all this time).\u001b[24m\n    \u001b[1mユダヤ人としてのイエスへの言及もまた興味をそそられ、予期せぬものでした（今度は彼が天国で何をしているのか疑問に思っていますが、クリスマスの目的を知らないことは意味があります）。\u001b[22m, \u001b[1mユダヤ人としてのイエスへの言及はまた、（私は彼が天国にすべてのこの時間をやっているもの疑問に持っているが、それは、彼がクリスマスの目的を知らないであろうことを意味します）興味をそそると予想外でした。\u001b[22m\n\u001b[4mI enjoyed the way the writers, who have clearly done a ton of research, played with the religious aspects, especially in the ways the two characters interacted based on their religious leanings (e.g., Jesus wants meat, but Buddha is a vegetarian).\u001b[24m\n    \u001b[1m私は、明らかに数多くの研究をした作家が、宗教的側面に基づいて遊んでいたことを楽しんでいました（例えば、イエスは肉を求めていますが、仏は菜食主義者です）。\u001b[22m, \u001b[1m私は2つの文字が（例えば、イエスは肉を望んでいるが、仏は菜食主義者である）彼らの宗教的性向に基づく相互作用、特に方法で、明らかに研究のトンを行っている作家は、宗教的な側面で演奏方法を楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nThe only downside I saw to their adventures, which are rather cute overall (this is definitely a feel-good film) was the way Buddha was bullied for having a dot on his forehead by some local boys. This might be a disconnect for not reading the manga, but it just did not work for me. I did not find it humorous or enjoyable, especially since the boys don't seem to learn anything from the experience beyond that they miss the people they used to bully. I DID like the ways the protags did not get back at the bullies but tried to be nice and helpful to them, which fit their characters as well. It spoke a lot about education and punishment and how to react to bullying and rising above bad people, although I still think they should have been punished somehow.\n\n\u001b[1m私が冒険に見た唯一の欠点は、かわいい全体（これは間違いなく気分が良い映画です）は、ブッダが地元の少年たちによって額に点を付けられたために奪われた方法でした。 これは、マンガを読んでいないための切断かもしれないが、それは私のために働いていない。 私はそれがユーモラスで楽しいとは思えませんでした。特に、男の子たちは経験から何かを学んでいないように見えます。 私はprotagsがいじめに戻らない方法を好きでしたが、彼らのキャラクターにも合っている彼らに素敵で役立つように努めました。 それは教育と刑罰、そしていじめや何らかの刑罰を受けたはずだと思うが、悪い人の上に立ち上がることにどのように反応するかについて多くのことを話した。\u001b[22m\n\u001b[1m(Watashi ga bōken ni mita yuiitsu no ketten wa, kawaī zentai (kore wa machigainaku kibungayoi eigadesu) wa, budda ga jimoto no shōnen-tachi ni yotte gaku ni ten o tsuke rareta tame ni ubawa reta hōhōdeshita. Kore wa, manga o yon de inai tame no setsudan kamo shirenaiga, sore wa watashi no tame ni hataraite inai. Watashi wa sore ga yūmorasu de tanoshī to wa omoemasendeshita. Tokuni, otokonoko-tachi wa keiken kara nanika o manande inai yō ni miemasu. Watashi wa protags ga ijime ni modoranai hōhō o sukideshita ga, karera no kyarakutā ni mo atte iru karera ni sutekide yakudatsu yō ni tsutomemashita. Sore wa kyōiku to keibatsu, soshite ijime ya nanrakano keibatsu o uketa hazuda to omou ga, warui hito no ue ni tachiagaru koto ni dono yō ni han'nō suru ka ni tsuite ōku no koto o hanashita.)\u001b[22m\n\nTranslations of \u001b[4mThe only downside I saw to their adventures, which are rather cute overall (this is definitely a feel-good film) was the way Buddha was bullied for having a dot on his forehead by some local boys. This might be a disconnect for not reading the manga, but it just did not work for me. I did not find it humorous or enjoyable, especially since the boys don't seem to learn anything from the experience beyond that they miss the people they used to bully. I DID like the ways the protags did not get back at the bullies but tried to be nice and helpful to them, which fit their characters as well. It spoke a lot about education and punishment and how to react to bullying and rising above bad people, although I still think they should have been punished somehow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only downside I saw to their adventures, which are rather cute overall (this is definitely a feel-good film) was the way Buddha was bullied for having a dot on his forehead by some local boys.\u001b[24m\n    \u001b[1m私が冒険に見た唯一の欠点は、かわいい全体（これは間違いなく気分が良い映画です）は、ブッダが地元の少年たちによって額に点を付けられたために奪われた方法でした。\u001b[22m, \u001b[1m全体的にかなりかわいいです、私は彼らの冒険に見た唯一の欠点は、（これは間違いなく、感触、良好な膜である）仏は、いくつかのローカルの少年によって彼の額にドットを持つためにいじめられた方法でした。\u001b[22m\n\u001b[4mThis might be a disconnect for not reading the manga, but it just did not work for me.\u001b[24m\n    \u001b[1mこれは、マンガを読んでいないための切断かもしれないが、それは私のために働いていない。\u001b[22m, \u001b[1mこれは、漫画を読んでいないため切断かもしれませんが、それはちょうど私のために動作しませんでした。\u001b[22m\n\u001b[4mI did not find it humorous or enjoyable, especially since the boys don't seem to learn anything from the experience beyond that they miss the people they used to bully.\u001b[24m\n    \u001b[1m私はそれがユーモラスで楽しいとは思えませんでした。特に、男の子たちは経験から何かを学んでいないように見えます。\u001b[22m, \u001b[1m私は男の子は、彼らがいじめために使用される人々を逃すことを超えての経験から何かを学ぶように思われない、特に以来、それはユーモラスか楽しい見つけることができませんでした。\u001b[22m\n\u001b[4mI DID like the ways the protags did not get back at the bullies but tried to be nice and helpful to them, which fit their characters as well.\u001b[24m\n    \u001b[1m私はprotagsがいじめに戻らない方法を好きでしたが、彼らのキャラクターにも合っている彼らに素敵で役立つように努めました。\u001b[22m, \u001b[1m私はprotagsがいじめに戻って取得していない方法のようでしたが、いいと同様に自分のキャラクターに合わせており、それらに役立つことがしてみました。\u001b[22m\n\u001b[4mIt spoke a lot about education and punishment and how to react to bullying and rising above bad people, although I still think they should have been punished somehow.\u001b[24m\n    \u001b[1mそれは教育と刑罰、そしていじめや何らかの刑罰を受けたはずだと思うが、悪い人の上に立ち上がることにどのように反応するかについて多くのことを話した。\u001b[22m, \u001b[1m私はまだ彼らは何とか処罰されているはずだと思うが、それは、教育と罰とどのようにいじめに反応すると悪い人を超えて上昇について多くのことを話しました。\u001b[22m\n\u001b[1m\u001b[22m\nMy favorite part was Jesus' interactions with the Yakuza, especially when they first meet. They were hilarious and adorable.\n\n\u001b[1m私の好きな部分は、イエスのヤクザとのやり取り、特に最初に会う時でした。 彼らは陽気で愛らしい。\u001b[22m\n\u001b[1m(Watashi no sukina bubun wa, iesu no yakuza to no yaritori, tokuni saisho ni au tokideshita. Karera wa yōkide airashī.)\u001b[22m\n\nTranslations of \u001b[4mMy favorite part was Jesus' interactions with the Yakuza, especially when they first meet. They were hilarious and adorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favorite part was Jesus' interactions with the Yakuza, especially when they first meet.\u001b[24m\n    \u001b[1m私の好きな部分は、イエスのヤクザとのやり取り、特に最初に会う時でした。\u001b[22m, \u001b[1m私のお気に入りの部分は、彼らが最初に会う場合は特に、ヤクザとのイエスの相互作用がありました。\u001b[22m\n\u001b[4mThey were hilarious and adorable.\u001b[24m\n    \u001b[1m彼らは陽気で愛らしい。\u001b[22m, \u001b[1m彼らは陽気で愛らしいました。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is very good and I really did like the style. The soundtrack isn't remarkable, but the voice actors did a very good job bringing these characters to life.\n\n\u001b[1mアニメーションはとてもいいですし、私は本当にスタイルが好きでした。 サウンドトラックは目覚しいものではありませんが、声優はこれらのキャラクターを生き生きとさせる非常に良い仕事をしました。\u001b[22m\n\u001b[1m(Animēshon wa totemo īdesushi, watashi wa hontōni sutairu ga sukideshita. Saundotorakku wa mezamashī monode wa arimasenga, seiyū wa korera no kyarakutā o ikiikito sa seru hijō ni yoi shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is very good and I really did like the style. The soundtrack isn't remarkable, but the voice actors did a very good job bringing these characters to life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is very good and I really did like the style.\u001b[24m\n    \u001b[1mアニメーションはとてもいいですし、私は本当にスタイルが好きでした。\u001b[22m, \u001b[1mアニメーションは非常に良好であると私は本当にスタイルのようでした。\u001b[22m\n\u001b[4mThe soundtrack isn't remarkable, but the voice actors did a very good job bringing these characters to life.\u001b[24m\n    \u001b[1mサウンドトラックは目覚しいものではありませんが、声優はこれらのキャラクターを生き生きとさせる非常に良い仕事をしました。\u001b[22m, \u001b[1mサウンドトラックは顕著ではないが、声優は生活にこれらの文字をもたらす非常に良い仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I liked it. It's definitely a feel-good film. If you know anything about either religion and/or like slice-of-life stories, you'll like this.\n\n\u001b[1m全体的に私はそれが好きだった。 それは間違いなく良い気分の映画です。 あなたが宗教とかスライス・ライフ・ストーリーのどちらかについて何か知っているなら、あなたはこれを好きになるでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sore ga sukidatta. Sore wa machigainaku yoi kibun no eigadesu. Anata ga shūkyō toka suraisu raifu sutōrī no dochira ka ni tsuite nani ka shitte irunara, anata wa kore o suki ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall I liked it. It's definitely a feel-good film. If you know anything about either religion and/or like slice-of-life stories, you'll like this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I liked it.\u001b[24m\n    \u001b[1m全体的に私はそれが好きだった。\u001b[22m, \u001b[1m全体的に私はそれが好き。\u001b[22m\n\u001b[4mIt's definitely a feel-good film.\u001b[24m\n    \u001b[1mそれは間違いなく良い気分の映画です。\u001b[22m, \u001b[1mこれは間違いなく感触、良い映画です。\u001b[22m\n\u001b[4mIf you know anything about either religion and/or like slice-of-life stories, you'll like this.\u001b[24m\n    \u001b[1mあなたが宗教とかスライス・ライフ・ストーリーのどちらかについて何か知っているなら、あなたはこれを好きになるでしょう。\u001b[22m, \u001b[1mあなたは宗教および/または同様のスライスオブライフストーリーのいずれかについて何を知っている場合、あなたはこれを気に入るだろう。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "Luuji222",
    "profile": "/profile/Luuji222/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=232420",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は生命のジャンルのseinenスライスを探している間、素晴らしいアニメを見つけました。 彼らが創造したこのユニークで想像力のある物語は、私は決して考えなかった。 彼らの歴史的な物語に従わなかったアニメを持つ最も人気のある、それぞれの宗教的な人物の2人。 私はこれを試してみてうれしいです。 私は夢中になり、毎秒楽しんでいます。\n\nそれらの宗教的視聴者のために。 心配しないで、あなたを傷つけるシーンはありません。 私はイエスと仏が尊敬できる人物であることを知っていますが、その冗談はよく使われています。\n\nストーリー：10\n話はかなりユニークでオリジナルです。 著者がランダムなアイデアを思いついたように見えます。 想像してみてください。 イエス・キリストと仏は日本で休暇を取っています。\nかなり面白い権利？  2人のパワフルな人が現代日本を訪問し、日常生活を正常にしていることが分かったと想像してください（それは普通ですか？\n彼らはそのような場所で庶民として普通の生活を送るために最善を尽くす。 しかし、彼らは幸福と悲しみのような強力な感情を表現するたびに奇跡を起こすように制御することはできません。\nアニメのすべての瞬間がそれに値するので、プロットについて心配しないでください。\n\nアート：8\nキャラクターデザインのバックグランドと伝統的なスタイル。\n私たちの主人公はよく設計されています。\n\nサウンド：8\nリラックスした音楽。 あらゆる場面にフィットします。\n\n文字：10\nよく作成された、かなり面白いと好都合なもちろん。\n\n楽しさ：10\n私は多くのことを笑う。\n\n\n意見：\n私はこれがテレビシリーズで12のエピソード長いことでした。 私はすでにショーが好きです。\n私はこれについて次の映画を願っています。 私は高校でそれらを見たい。 かなり面白い権利？ 神と呼ばれる2人が高校生として生きて学校で奇跡を起こすと想像してください。\n\n提案：\n最初に卵子を見る。 それには2つのエピソードがある。 それはとても楽しいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've found a great anime while searching for a seinen-slice of life genre. I never thought about this unique and imaginative story they have created. The two of the most popular and respective religious figure having an anime that didn't follow the historical story about them. I'm glad I gave this a try. I get hooked and enjoy every second of it.\n\n\u001b[1m私は生命のジャンルのseinenスライスを探している間、素晴らしいアニメを見つけました。 彼らが創造したこのユニークで想像力のある物語は、私は決して考えなかった。 彼らの歴史的な物語に従わなかったアニメを持つ最も人気のある、それぞれの宗教的な人物の2人。 私はこれを試してみてうれしいです。 私は夢中になり、毎秒楽しんでいます。\u001b[22m\n\u001b[1m(Watashi wa seimei no janru no seinen suraisu o sagashite iru ma, subarashī anime o mitsukemashita. Karera ga sōzō shita kono yunīku de sōzō-ryoku no aru monogatari wa, watashi wa kesshite kangaenakatta. Karera no rekishi-tekina monogatari ni shitagawanakatta anime o motsu mottomo ninkinoaru, sorezore no shūkyō-tekina jinbutsu no 2-ri. Watashi wa kore o tameshite mite ureshīdesu. Watashi wa muchū ni nari, maibyō tanoshinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mI've found a great anime while searching for a seinen-slice of life genre. I never thought about this unique and imaginative story they have created. The two of the most popular and respective religious figure having an anime that didn't follow the historical story about them. I'm glad I gave this a try. I get hooked and enjoy every second of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've found a great anime while searching for a seinen-slice of life genre.\u001b[24m\n    \u001b[1m私は生命のジャンルのseinenスライスを探している間、素晴らしいアニメを見つけました。\u001b[22m, \u001b[1m生活のジャンルの青年スライスを探している間、私は偉大なアニメを発見しました。\u001b[22m\n\u001b[4mI never thought about this unique and imaginative story they have created.\u001b[24m\n    \u001b[1m彼らが創造したこのユニークで想像力のある物語は、私は決して考えなかった。\u001b[22m, \u001b[1m私は、彼らが作成したこのユニークで想像力豊かな物語について考えたことはありません。\u001b[22m\n\u001b[4mThe two of the most popular and respective religious figure having an anime that didn't follow the historical story about them.\u001b[24m\n    \u001b[1m彼らの歴史的な物語に従わなかったアニメを持つ最も人気のある、それぞれの宗教的な人物の2人。\u001b[22m, \u001b[1m最も人気のあるそれぞれの宗教的な数字の2は、それらについての歴史的な物語に従っていませんでしたアニメを持ちます。\u001b[22m\n\u001b[4mI'm glad I gave this a try.\u001b[24m\n    \u001b[1m私はこれを試してみてうれしいです。\u001b[22m, \u001b[1m私はこれを試して与えてくれてうれしいです。\u001b[22m\n\u001b[4mI get hooked and enjoy every second of it.\u001b[24m\n    \u001b[1m私は夢中になり、毎秒楽しんでいます。\u001b[22m, \u001b[1m私は夢中になると、それの毎秒を楽しむことができます。\u001b[22m\n\u001b[1m\u001b[22m\nFor those religious viewers. Don't worry, there are no scenes that can offend you. I know jesus and buddha are respectable character, but the joke are well used.\n\n\u001b[1mそれらの宗教的視聴者のために。 心配しないで、あなたを傷つけるシーンはありません。 私はイエスと仏が尊敬できる人物であることを知っていますが、その冗談はよく使われています。\u001b[22m\n\u001b[1m(Sorera no shūkyō-teki shichō-sha no tame ni. Shinpaishinaide, anata o kizutsukeru shīn wa arimasen. Watashi wa iesu to Futsu ga sonkei dekiru jinbutsudearu koto o shitte imasuga, sono jōdan wa yoku tsukawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor those religious viewers. Don't worry, there are no scenes that can offend you. I know jesus and buddha are respectable character, but the joke are well used.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those religious viewers.\u001b[24m\n    \u001b[1mそれらの宗教的視聴者のために。\u001b[22m, \u001b[1mこれらの宗教的な視聴者のために。\u001b[22m\n\u001b[4mDon't worry, there are no scenes that can offend you.\u001b[24m\n    \u001b[1m心配しないで、あなたを傷つけるシーンはありません。\u001b[22m, \u001b[1m心配しないで、あなたを怒らせることができないシーンはありません。\u001b[22m\n\u001b[4mI know jesus and buddha are respectable character, but the joke are well used.\u001b[24m\n    \u001b[1m私はイエスと仏が尊敬できる人物であることを知っていますが、その冗談はよく使われています。\u001b[22m, \u001b[1m私はイエスとブッダが立派な文字である知っているが、ジョークがよく使用されています。\u001b[22m\n\u001b[1m\u001b[22m\nstory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mstory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nThe story is pretty unique and original. Looks like the author just came up with a random idea. Imagine. Jesus and Buddha having a vacation in japan.\n\n\u001b[1m話はかなりユニークでオリジナルです。 著者がランダムなアイデアを思いついたように見えます。 想像してみてください。 イエス・キリストと仏は日本で休暇を取っています。\u001b[22m\n\u001b[1m(Hanashi wa kanari yunīku de orijinarudesu. Chosha ga randamuna aidea o omoitsuita yō ni miemasu. Sōzō shite mite kudasai. Iesu Kirisuto to Futsu wa Nihon de kyūka o totte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is pretty unique and original. Looks like the author just came up with a random idea. Imagine. Jesus and Buddha having a vacation in japan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is pretty unique and original.\u001b[24m\n    \u001b[1m話はかなりユニークでオリジナルです。\u001b[22m, \u001b[1mストーリーはかなりユニークでオリジナルです。\u001b[22m\n\u001b[4mLooks like the author just came up with a random idea.\u001b[24m\n    \u001b[1m著者がランダムなアイデアを思いついたように見えます。\u001b[22m, \u001b[1m著者のように見えるだけでランダムなアイデアを思いつきました。\u001b[22m\n\u001b[4mImagine.\u001b[24m\n    \u001b[1m想像してみてください。\u001b[22m\n\u001b[4mJesus and Buddha having a vacation in japan.\u001b[24m\n    \u001b[1mイエス・キリストと仏は日本で休暇を取っています。\u001b[22m, \u001b[1m日本で休暇を持つイエスとブッダ。\u001b[22m\nPretty interesting right? Imagine how it turns out that the two powerful being visited the modern day japan and do their everyday life normally (is it normal? well, let's see)\n\n\u001b[1mかなり面白い権利？  2人のパワフルな人が現代日本を訪問し、日常生活を正常にしていることが分かったと想像してください（それは普通ですか？\u001b[22m\n\u001b[1m(Kanari omoshiroi kenri? 2-Ri no pawafuruna hito ga gendainihon o hōmon shi, nichijō seikatsu o seijō ni shite iru koto ga wakatta to sōzō shite kudasai (sore wa futsūdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mPretty interesting right? Imagine how it turns out that the two powerful being visited the modern day japan and do their everyday life normally (is it normal? well, let's see)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPretty interesting right?\u001b[24m\n    \u001b[1mかなり面白い権利？\u001b[22m, \u001b[1mかなり面白いでしょ？\u001b[22m\n\u001b[4mImagine how it turns out that the two powerful being visited the modern day japan and do their everyday life normally (is it normal? well, let's see)\u001b[24m\n    \u001b[1m2人のパワフルな人が現代日本を訪問し、日常生活を正常にしていることが分かったと想像してください（それは普通ですか？\u001b[22m, \u001b[1m（これは正常です？よく、見てみましょう）、それは強力な2は、現代日本を訪問していることが判明したか想像し、通常彼らの日常生活を行います\u001b[22m\nThey do their best to live the normal life as a commoner in such place. But they can't control to create miracles every time they express a powerful emotion like happiness and sadness.\n\n\u001b[1m彼らはそのような場所で庶民として普通の生活を送るために最善を尽くす。 しかし、彼らは幸福と悲しみのような強力な感情を表現するたびに奇跡を起こすように制御することはできません。\u001b[22m\n\u001b[1m(Karera wa sono yōna basho de shomin to shite futsūnoseikatsu o okuru tame ni saizenwotsukusu. Shikashi, karera wa kōfuku to kanashimi no yōna kyōryokuna kanjō o hyōgen suru tabi ni kiseki o okosu yō ni seigyo suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThey do their best to live the normal life as a commoner in such place. But they can't control to create miracles every time they express a powerful emotion like happiness and sadness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey do their best to live the normal life as a commoner in such place.\u001b[24m\n    \u001b[1m彼らはそのような場所で庶民として普通の生活を送るために最善を尽くす。\u001b[22m, \u001b[1m彼らはそのような場所で平民として普通の生活を生きるために最善を尽くす。\u001b[22m\n\u001b[4mBut they can't control to create miracles every time they express a powerful emotion like happiness and sadness.\u001b[24m\n    \u001b[1mしかし、彼らは幸福と悲しみのような強力な感情を表現するたびに奇跡を起こすように制御することはできません。\u001b[22m, \u001b[1mしかし、彼らは奇跡に彼らが幸せと悲しみのような強力な感情を表現するたびに作成するために制御することはできません。\u001b[22m\nDon't worry about the plot because every moment of the anime is worth it.\n\n\u001b[1mアニメのすべての瞬間がそれに値するので、プロットについて心配しないでください。\u001b[22m\n\u001b[1m(Anime no subete no shunkan ga sore ni ataisurunode, purotto ni tsuite shinpaishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mDon't worry about the plot because every moment of the anime is worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't worry about the plot because every moment of the anime is worth it.\u001b[24m\n    \u001b[1mアニメのすべての瞬間がそれに値するので、プロットについて心配しないでください。\u001b[22m, \u001b[1mアニメのすべての瞬間がそれだけの価値があるので、プロットを心配しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\ndetailed back ground and traditional style for character designs.\n\n\u001b[1mキャラクターデザインのバックグランドと伝統的なスタイル。\u001b[22m\n\u001b[1m(Kyarakutādezain no bakku gurando to dentō-tekina sutairu.)\u001b[22m\n\nTranslations of \u001b[4mdetailed back ground and traditional style for character designs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mdetailed back ground and traditional style for character designs.\u001b[24m\n    \u001b[1mキャラクターデザインのバックグランドと伝統的なスタイル。\u001b[22m, \u001b[1m詳細なバックグラウンドとキャラクターデザインのための伝統的なスタイル。\u001b[22m\nOur main characters are well designed.\n\n\u001b[1m私たちの主人公はよく設計されています。\u001b[22m\n\u001b[1m(Watashitachi no shujinkō wa yoku sekkei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOur main characters are well designed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur main characters are well designed.\u001b[24m\n    \u001b[1m私たちの主人公はよく設計されています。\u001b[22m, \u001b[1m私たちの主な文字はうまく設計されています。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\nrelaxing music. fit for every scenes.\n\n\u001b[1mリラックスした音楽。 あらゆる場面にフィットします。\u001b[22m\n\u001b[1m(Rirakkusu shita ongaku. Arayuru bamen ni fitto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mrelaxing music. fit for every scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mrelaxing music.\u001b[24m\n    \u001b[1mリラックスした音楽。\u001b[22m, \u001b[1m音楽をリラックス。\u001b[22m\n\u001b[4mfit for every scenes.\u001b[24m\n    \u001b[1mあらゆる場面にフィットします。\u001b[22m, \u001b[1mあらゆるシーンにフィット。\u001b[22m\n\u001b[1m\u001b[22m\ncharacter: 10\n\n\u001b[1m文字：10\u001b[22m\n\u001b[1m(Moji: 10)\u001b[22m\n\nTranslations of \u001b[4mcharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter: 10\u001b[24m\n    \u001b[1m文字：10\u001b[22m, \u001b[1mキャラクター：10\u001b[22m\nwell created, pretty funny and likable of course.\n\n\u001b[1mよく作成された、かなり面白いと好都合なもちろん。\u001b[22m\n\u001b[1m(Yoku sakusei sa reta, kanari omoshiroi to kōtsugōna mochiron.)\u001b[22m\n\nTranslations of \u001b[4mwell created, pretty funny and likable of course.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell created, pretty funny and likable of course.\u001b[24m\n    \u001b[1mよく作成された、かなり面白いと好都合なもちろん。\u001b[22m, \u001b[1mよく、かなり面白いと当然の好感作成。\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4menjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nI laugh a lot.\n\n\u001b[1m私は多くのことを笑う。\u001b[22m\n\u001b[1m(Watashi wa ōku no koto o warau.)\u001b[22m\n\nTranslations of \u001b[4mI laugh a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI laugh a lot.\u001b[24m\n    \u001b[1m私は多くのことを笑う。\u001b[22m, \u001b[1m私は多くのことを笑います。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOpinion :\n\n\u001b[1m意見：\u001b[22m\n\u001b[1m(Iken:)\u001b[22m\n\nDefinitions of \u001b[4mOpinion :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    意見\u001b[22m\n        opinion, view\n\u001b[1m    見解\u001b[22m\n        opinion, point of view\n\u001b[1m    オピニオン\u001b[22m\n        opinion\n\u001b[1m    考え\u001b[22m\n        thought, thinking, idea, ideas, opinion, intention\n\u001b[1m    所見\u001b[22m\n        opinion, view\n\u001b[1m    主張\u001b[22m\n        claim, assertion, insistence, contention, opinion, advocacy\n\u001b[1m    見識\u001b[22m\n        view, discernment, opinion, pride, self-respect, self-regard\n\u001b[1m    所信\u001b[22m\n        belief, conviction, opinion\n\u001b[1m    知見\u001b[22m\n        knowledge, information, opinion, diagnosis\n\u001b[1m    案\u001b[22m\n        draft, plan, proposal, scheme, projet, suggestion\n\u001b[1m    諸説\u001b[22m\n        opinion\n\u001b[1m    主意\u001b[22m\n        aim, idea, main meaning, opinion, motive\n\u001b[1m    主旨\u001b[22m\n        gist, meaning, idea, motive, opinion\n\u001b[1m    趣意\u001b[22m\n        meaning, idea, opinion, motive, gist\n\u001b[1m    識見\u001b[22m\n        insight, views, discernment, opinion, pride, self-respect\n\u001b[1m    所説\u001b[22m\n        opinion, explanation, matter under discussion, contents\nI wish this was 12 episodes long in tv series. I already like the show.\n\n\u001b[1m私はこれがテレビシリーズで12のエピソード長いことでした。 私はすでにショーが好きです。\u001b[22m\n\u001b[1m(Watashi wa kore ga terebishirīzu de 12 no episōdo nagai kotodeshita. Watashi wa sudeni shō ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI wish this was 12 episodes long in tv series. I already like the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wish this was 12 episodes long in tv series.\u001b[24m\n    \u001b[1m私はこれがテレビシリーズで12のエピソード長いことでした。\u001b[22m, \u001b[1m私は、これは長いテレビシリーズの12のエピソードでしたなあ。\u001b[22m\n\u001b[4mI already like the show.\u001b[24m\n    \u001b[1m私はすでにショーが好きです。\u001b[22m, \u001b[1m私はすでに番組が好きです。\u001b[22m\nI hope for next movie about this. I want to see them on high-school. pretty interesting right? imagine the two so called divine live as a highschooler and do their miracles in school.\n\n\u001b[1m私はこれについて次の映画を願っています。 私は高校でそれらを見たい。 かなり面白い権利？ 神と呼ばれる2人が高校生として生きて学校で奇跡を起こすと想像してください。\u001b[22m\n\u001b[1m(Watashi wa kore ni tsuite tsugi no eiga o negatte imasu. Watashi wa kōkō de sorera o mitai. Kanari omoshiroi kenri? Kami to yoba reru 2-ri ga kōkōsei to shite ikite gakkō de kiseki o okosu to sōzō shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI hope for next movie about this. I want to see them on high-school. pretty interesting right? imagine the two so called divine live as a highschooler and do their miracles in school.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope for next movie about this.\u001b[24m\n    \u001b[1m私はこれについて次の映画を願っています。\u001b[22m, \u001b[1m私はこれについて次の映画のために願っています。\u001b[22m\n\u001b[4mI want to see them on high-school.\u001b[24m\n    \u001b[1m私は高校でそれらを見たい。\u001b[22m, \u001b[1m私は高校でそれらを見たいと思っています。\u001b[22m\n\u001b[4mpretty interesting right?\u001b[24m\n    \u001b[1mかなり面白い権利？\u001b[22m, \u001b[1mかなり面白いでしょ？\u001b[22m\n\u001b[4mimagine the two so called divine live as a highschooler and do their miracles in school.\u001b[24m\n    \u001b[1m神と呼ばれる2人が高校生として生きて学校で奇跡を起こすと想像してください。\u001b[22m, \u001b[1mhighschoolerように、2つのいわゆる神のライブを想像し、学校で彼らの奇跡を行います。\u001b[22m\n\u001b[1m\u001b[22m\nSuggestions:\n\n\u001b[1m提案：\u001b[22m\n\u001b[1m(Teian:)\u001b[22m\n\nDefinitions of \u001b[4mSuggestions:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    提案\u001b[22m\n        proposal, suggestion, proposing, proposition, tender\n\u001b[1m    示唆\u001b[22m\n        suggestion, hint\n\u001b[1m    案\u001b[22m\n        draft, plan, proposal, scheme, projet, suggestion\n\u001b[1m    助言\u001b[22m\n        advice, suggestion\n\u001b[1m    連想\u001b[22m\n        suggestion, association of ideas\n\u001b[1m    建議\u001b[22m\n        proposal, suggestion, proposition, motion\n\u001b[1m    薦め\u001b[22m\n        recommendation, suggestion\n\u001b[1m    発起\u001b[22m\n        suggestion, promotion, projection, proposition\n\u001b[1m    仄めかし\u001b[22m\n        hint, suggestion, intimation\n\u001b[1m    入れ知恵\u001b[22m\n        suggestion, hint, allusion\n\u001b[1m    建策\u001b[22m\n        making a plan, recommendation, suggestion\n\u001b[1m    思い付き\u001b[22m\n        idea, suggestion, plan\n\u001b[1m    入れ智慧\u001b[22m\n        suggestion, hint, implication, innuendo, insinuation, intimation\nwatch the ova first. It has two episodes on it. and it's very enjoyable.\n\n\u001b[1m最初に卵子を見る。 それには2つのエピソードがある。 それはとても楽しいです。\u001b[22m\n\u001b[1m(Saisho ni ranshi o miru. Soreni wa 2tsu no episōdo ga aru. Sore wa totemo tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mwatch the ova first. It has two episodes on it. and it's very enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwatch the ova first.\u001b[24m\n    \u001b[1m最初に卵子を見る。\u001b[22m, \u001b[1m最初の卵子を見ます。\u001b[22m\n\u001b[4mIt has two episodes on it.\u001b[24m\n    \u001b[1mそれには2つのエピソードがある。\u001b[22m, \u001b[1mそれは上の2つのエピソードを持っています。\u001b[22m\n\u001b[4mand it's very enjoyable.\u001b[24m\n    \u001b[1mそれはとても楽しいです。\u001b[22m, \u001b[1mそれは非常に楽しいです。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "Ruttone",
    "profile": "/profile/Ruttone/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=230381",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\nスポイラーフリー。\n\nストーリー：7\n\nこの映画は、現代日本で休暇をとることを選んだブッダとイエスの「毎日の冒険」に関するものです。それは良い意味では不思議ではありません。\n私たちは、さまざまな「日常」、あるいは何らかの共通の状況、キャラクターが直面しなければならない元のやり方を表現するさまざまな「章」を見るつもりです。\nさまざまな章で映画を分割しているにもかかわらず、時間と流れはよくバランスが取れており、それぞれの話は面白くて面白いものです。\n\nアート：7\n\n私が通常言っているように、芸術は主に提示されなければならない仕事の種類に「フィット」する必要があります。そして、Saint☆Oniisanではそれは仕事です。\nだから、思い出に残るものではなく、表現の変化の間に、ここやそこにある真珠と一緒に。\n\nサウンド：7\n\n良いOST、素敵なインサート/エンディングソング、主人公の声のための正しい選択は、シリーズのサウンドを良くします。\n\nキャラクター：7\n\nSaint☆Oniisanには重要なキャラクターが2人しかいないので、それらを壊すのは難しいでしょう！\n遠くから遠くまで、彼らはよく特徴づけられており、相互作用はうまく流れ、面白いです！\n\n楽しさ：9\n\nはい、私はその映画を愛しています、それは私を笑わせると私は本当にその奇妙なデュオといくつかの時間を過ごしたようです。 私は映画を見るのに慣れていない、彼らは通常、めまぐるしく眠くなるが、最初から最後まで私を本当に捕まえる。\n\n全体：8良い仕事！\n\n私は無神論者だ。 この映画は2人の聖人について語りますが、決して「私の感性」を傷つけませんでした。\nそれは意味やメッセージを隠していますか？ あなたの考えを台無しにするのは誰ですか？ それを見て、あなた自身で発見してください！ 楽しむ ：）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSpoiler free.\n\n\u001b[1mスポイラーフリー。\u001b[22m\n\u001b[1m(Supoirāfurī.)\u001b[22m\n\nTranslations of \u001b[4mSpoiler free.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler free.\u001b[24m\n    \u001b[1mスポイラーフリー。\u001b[22m, \u001b[1mスポイラー無料。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\n\u001b[1m\u001b[22m\nThis movie is all about the 'daily adventure' of Buddha and Jesus, who chose to make a vacation in the modern Japan...and that's enough strange, in a good sense.\n\n\u001b[1mこの映画は、現代日本で休暇をとることを選んだブッダとイエスの「毎日の冒険」に関するものです。それは良い意味では不思議ではありません。\u001b[22m\n\u001b[1m(Kono eiga wa, gendainihon de kyūka o toru koto o eranda budda to iesu no `Mainichi no bōken' ni kansuru monodesu. Sore wa yoi imide wa fushigide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis movie is all about the 'daily adventure' of Buddha and Jesus, who chose to make a vacation in the modern Japan...and that's enough strange, in a good sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is all about the 'daily adventure' of Buddha and Jesus, who chose to make a vacation in the modern Japan...and that's enough strange, in a good sense.\u001b[24m\n    \u001b[1mこの映画は、現代日本で休暇をとることを選んだブッダとイエスの「毎日の冒険」に関するものです。それは良い意味では不思議ではありません。\u001b[22m, \u001b[1mこの映画は、すべての近代的な日本での休暇を作ることを選んだブッダとイエスの「日常の冒険」についてです...そしてそれは良い意味で、奇妙な十分です。\u001b[22m\nWe'll going to watch various 'chapters' that depict different 'daily', or anyhow common, situation, and the original way that the characters have to face them.\n\n\u001b[1m私たちは、さまざまな「日常」、あるいは何らかの共通の状況、キャラクターが直面しなければならない元のやり方を表現するさまざまな「章」を見るつもりです。\u001b[22m\n\u001b[1m(Watashitachiha, samazamana `nichijō', aruiwa nanrakano kyōtsū no jōkyō, kyarakutā ga chokumen shinakereba naranai gen no yarikata o hyōgen suru samazamana `Fumi' o miru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mWe'll going to watch various 'chapters' that depict different 'daily', or anyhow common, situation, and the original way that the characters have to face them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe'll going to watch various 'chapters' that depict different 'daily', or anyhow common, situation, and the original way that the characters have to face them.\u001b[24m\n    \u001b[1m私たちは、さまざまな「日常」、あるいは何らかの共通の状況、キャラクターが直面しなければならない元のやり方を表現するさまざまな「章」を見るつもりです。\u001b[22m, \u001b[1m我々は、さまざまな「毎日」、またはとにかく一般的な、状況、および文字がそれらに直面していることを独創的な方法を示している様々な「チャプター」を見に行きますよ。\u001b[22m\nDespite the division of the movie in different 'chapters' the time dedicated and the time's flow are well balanced and each story result interesting and funny.\n\n\u001b[1mさまざまな章で映画を分割しているにもかかわらず、時間と流れはよくバランスが取れており、それぞれの話は面白くて面白いものです。\u001b[22m\n\u001b[1m(Samazamana shō de eiga o bunkatsu shite iru nimokakawarazu, jikan to nagare wa yoku baransu ga torete ori, sorezore no hanashi wa omoshirokute omoshiroi monodesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite the division of the movie in different 'chapters' the time dedicated and the time's flow are well balanced and each story result interesting and funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the division of the movie in different 'chapters' the time dedicated and the time's flow are well balanced and each story result interesting and funny.\u001b[24m\n    \u001b[1mさまざまな章で映画を分割しているにもかかわらず、時間と流れはよくバランスが取れており、それぞれの話は面白くて面白いものです。\u001b[22m, \u001b[1m異なる「章」での映画の部門にもかかわらず、専用の時間と時間の流れがバランスのとれたものであり、それぞれストーリーが面白いと面白い生じます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\n\u001b[1m\u001b[22m\nAs i usually say, the art have primarily to 'fit' the kind of work that have to be presented, and in Saint☆Oniisan does it's job, not less and not more.\n\n\u001b[1m私が通常言っているように、芸術は主に提示されなければならない仕事の種類に「フィット」する必要があります。そして、Saint☆Oniisanではそれは仕事です。\u001b[22m\n\u001b[1m(Watashi ga tsūjō itte iru yō ni, geijutsu wa omoni teiji sa renakereba naranai shigoto no shurui ni `fitto' suru hitsuyō ga arimasu. Soshite, sanmaro ☆ Oniisande wa sore wa shigotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs i usually say, the art have primarily to 'fit' the kind of work that have to be presented, and in Saint☆Oniisan does it's job, not less and not more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs i usually say, the art have primarily to 'fit' the kind of work that have to be presented, and in Saint☆Oniisan does it's job, not less and not more.\u001b[24m\n    \u001b[1m私が通常言っているように、芸術は主に提示されなければならない仕事の種類に「フィット」する必要があります。そして、Saint☆Oniisanではそれは仕事です。\u001b[22m, \u001b[1m私は通常言うように、技術は、主に提示しなければならない作業の種類を「フィット」に、聖☆お兄さんに持っていない、それはより少ないとないではない仕事、です。\u001b[22m\nSo, not memorable but with some pearl here and there, during change of expression, for example.\n\n\u001b[1mだから、思い出に残るものではなく、表現の変化の間に、ここやそこにある真珠と一緒に。\u001b[22m\n\u001b[1m(Dakara, omoide ni nokoru monode wa naku, hyōgen no henka no ma ni, koko ya soko ni aru shinju to issho ni.)\u001b[22m\n\nTranslations of \u001b[4mSo, not memorable but with some pearl here and there, during change of expression, for example.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, not memorable but with some pearl here and there, during change of expression, for example.\u001b[24m\n    \u001b[1mだから、思い出に残るものではなく、表現の変化の間に、ここやそこにある真珠と一緒に。\u001b[22m, \u001b[1mだから、思い出に残るが、例えば、発現の変化、中にここにあるいくつかの真珠、とされません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\n\u001b[1m\u001b[22m\nGood OST, nice insert/ending song and right choice for the voice of the main characters make the sound of the series good.\n\n\u001b[1m良いOST、素敵なインサート/エンディングソング、主人公の声のための正しい選択は、シリーズのサウンドを良くします。\u001b[22m\n\u001b[1m(Yoi OST, sutekina insāto/ endingusongu, shujinkō no koe no tame no tadashī sentaku wa, shirīzu no saundo o yoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mGood OST, nice insert/ending song and right choice for the voice of the main characters make the sound of the series good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood OST, nice insert/ending song and right choice for the voice of the main characters make the sound of the series good.\u001b[24m\n    \u001b[1m良いOST、素敵なインサート/エンディングソング、主人公の声のための正しい選択は、シリーズのサウンドを良くします。\u001b[22m, \u001b[1mグッドOST、素敵な挿入/エンディング曲とメインキャラクターの声のための正しい選択は、一連の良い音を作ります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\n\u001b[1m\u001b[22m\nIn Saint☆Oniisan there are only two important characters, so it would be difficult to ruin them!\n\n\u001b[1mSaint☆Oniisanには重要なキャラクターが2人しかいないので、それらを壊すのは難しいでしょう！\u001b[22m\n\u001b[1m(Sanmaro ☆ Oniisan ni wa jūyōna kyarakutā ga 2-ri shika inainode, sorera o kowasu no wa muzukashīdeshou!)\u001b[22m\n\nTranslations of \u001b[4mIn Saint☆Oniisan there are only two important characters, so it would be difficult to ruin them!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Saint☆Oniisan there are only two important characters, so it would be difficult to ruin them!\u001b[24m\n    \u001b[1mSaint☆Oniisanには重要なキャラクターが2人しかいないので、それらを壊すのは難しいでしょう！\u001b[22m, \u001b[1m聖☆お兄さんでしかない二つの重要な文字があるので、それらを台無しにすることは困難であろう！\u001b[22m\nFar from be deep, they are well characterised and the interaction flow well and it's funny!\n\n\u001b[1m遠くから遠くまで、彼らはよく特徴づけられており、相互作用はうまく流れ、面白いです！\u001b[22m\n\u001b[1m(Tōku kara tōkumade, karera wa yoku tokuchō dzuke rarete ori, sōgo sayō wa umaku nagare, omoshiroidesu!)\u001b[22m\n\nTranslations of \u001b[4mFar from be deep, they are well characterised and the interaction flow well and it's funny!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFar from be deep, they are well characterised and the interaction flow well and it's funny!\u001b[24m\n    \u001b[1m遠くから遠くまで、彼らはよく特徴づけられており、相互作用はうまく流れ、面白いです！\u001b[22m, \u001b[1m遠く深いことから、彼らは十分に特徴付けされているとの相互作用が十分に流れ、それが面白いです！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\n\u001b[1m\u001b[22m\nYes, i've loved that movie, it make me laugh and it's like i've really spent some time with that strange duo. I'm not used to watch movies, they usually make me dizzy, sleepy, but that one really catch me, from the start to the end.\n\n\u001b[1mはい、私はその映画を愛しています、それは私を笑わせると私は本当にその奇妙なデュオといくつかの時間を過ごしたようです。 私は映画を見るのに慣れていない、彼らは通常、めまぐるしく眠くなるが、最初から最後まで私を本当に捕まえる。\u001b[22m\n\u001b[1m(Hai, watashi wa sono eiga o aishiteimasu, sore wa watashi o warawaseru to watashi wa hontōni sono kimyōna de~yuo to ikutsu ka no jikan o sugoshita yōdesu. Watashi wa eiga o miru no ni narete inai, karera wa tsūjō, memagurushiku nemukunaru ga, saisho kara saigomade watashi o hontōni tsukamaeru.)\u001b[22m\n\nTranslations of \u001b[4mYes, i've loved that movie, it make me laugh and it's like i've really spent some time with that strange duo. I'm not used to watch movies, they usually make me dizzy, sleepy, but that one really catch me, from the start to the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes, i've loved that movie, it make me laugh and it's like i've really spent some time with that strange duo.\u001b[24m\n    \u001b[1mはい、私はその映画を愛しています、それは私を笑わせると私は本当にその奇妙なデュオといくつかの時間を過ごしたようです。\u001b[22m, \u001b[1mはい、私はその映画を愛してきた、それは私を笑わせると私は本当に不思議なデュオでいくつかの時間を費やしてきたようなものです。\u001b[22m\n\u001b[4mI'm not used to watch movies, they usually make me dizzy, sleepy, but that one really catch me, from the start to the end.\u001b[24m\n    \u001b[1m私は映画を見るのに慣れていない、彼らは通常、めまぐるしく眠くなるが、最初から最後まで私を本当に捕まえる。\u001b[22m, \u001b[1m私は、彼らは通常、私は、めまい眠くなる映画を鑑賞するために使用されていないんだけど、その1は本当に最初から最後まで、私をキャッチします。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8 Good job!\n\n\u001b[1m全体：8良い仕事！\u001b[22m\n\u001b[1m(Zentai: 8 Yoi shigoto!)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8 Good job!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8 Good job!\u001b[24m\n    \u001b[1m全体：8良い仕事！\u001b[22m, \u001b[1m全体：8グッドジョブ！\u001b[22m\n\u001b[1m\u001b[22m\nI'm atheist. This movie talk about two saints, but didn't 'hurt my sensibility' in any way.\n\n\u001b[1m私は無神論者だ。 この映画は2人の聖人について語りますが、決して「私の感性」を傷つけませんでした。\u001b[22m\n\u001b[1m(Watashi wa mushinronshada. Kono eiga wa 2-ri no seijin ni tsuite katarimasuga, kesshite `watashi no kansei' o kizutsukemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI'm atheist. This movie talk about two saints, but didn't 'hurt my sensibility' in any way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm atheist.\u001b[24m\n    \u001b[1m私は無神論者だ。\u001b[22m, \u001b[1m私は無神論者です。\u001b[22m\n\u001b[4mThis movie talk about two saints, but didn't 'hurt my sensibility' in any way.\u001b[24m\n    \u001b[1mこの映画は2人の聖人について語りますが、決して「私の感性」を傷つけませんでした。\u001b[22m, \u001b[1mこの映画の2聖人についての話が、どのような方法で「私の感性を傷つける」しませんでした。\u001b[22m\nIt has concealed meanings or messages? Who am I for ruin your thinking?! Watch it and discover on your own! Have fun :)\n\n\u001b[1mそれは意味やメッセージを隠していますか？ あなたの考えを台無しにするのは誰ですか？ それを見て、あなた自身で発見してください！ 楽しむ ：）\u001b[22m\n\u001b[1m(Sore wa imi ya messēji o kakushite imasu ka? Anata no kangae o dainashi ni suru no wa daredesu ka? Sore o mite, anata jishin de hakken shite kudasai! Tanoshimu: ))\u001b[22m\n\nTranslations of \u001b[4mIt has concealed meanings or messages? Who am I for ruin your thinking?! Watch it and discover on your own! Have fun :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has concealed meanings or messages?\u001b[24m\n    \u001b[1mそれは意味やメッセージを隠していますか？\u001b[22m, \u001b[1mこれは、意味やメッセージを隠したのか？\u001b[22m\n\u001b[4mWho am I for ruin your thinking?!\u001b[24m\n    \u001b[1mあなたの考えを台無しにするのは誰ですか？\u001b[22m, \u001b[1m私が台無しにあなたの思考は誰です！\u001b[22m\n\u001b[4mWatch it and discover on your own!\u001b[24m\n    \u001b[1mそれを見て、あなた自身で発見してください！\u001b[22m, \u001b[1mそれを見て、自分で発見！\u001b[22m\n\u001b[4mHave fun :)\u001b[24m\n    \u001b[1m楽しむ ：）\u001b[22m, \u001b[1mありがとう:)\u001b[22m, \u001b[1m楽しみを持っている:)\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "GChan",
    "profile": "/profile/GChan/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=137815",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nこのマンガを聞いたことはありませんが、映画のコンセプトを読んだ後は？ 私は見なければならなかった。\n\nイエスと仏は一緒に休暇をとって日本を選ぶことにします。 彼らは非常に恐ろしい高齢者によって運営されているアパートの中で一緒に場所を共有しています。 ブッダの第3の目を突き刺し、彼が外国人だと思っているブラッディの子供のトリオもいます。\n\n本当に映画にはプロットはありません。 それは、ディズニーランドの死んだパロディーからブッダまで、イエスのためにケーキを手に入れようとしているフェスティバルとブッダにいることへのイエスの泳ぎ（そしてイエスはかなり怖い猫）を教えようとしているだけです。 それは彼の誕生日です。\n\n私は臭いも大好きです。 仏は、その性質上、組織や大根のような、おばあちゃんのようなものを買うのが最も安い方法を常に探していますが、現在の世界では生き生きとしています。 私が持っている唯一の苦情は、漫画にこれ以上のものがあると感じていて、マンガを読んでいないと、おそらく冗談を言うだろうということです。\n\nさもないと？ これは本当のためのシリーズが必要です。 あまりにも悪いことに、米国/西の誰も、宗教的なナッツが彼らの頭のために泣くだろうという恐れのためにこれを許諾するだろう。 しかし、それは仏とイエスの両方の素敵な描写です。 宗教的には、絶対に何も攻撃的ではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNever heard of this manga but after reading the concept for the movie? I had to watch.\n\n\u001b[1mこのマンガを聞いたことはありませんが、映画のコンセプトを読んだ後は？ 私は見なければならなかった。\u001b[22m\n\u001b[1m(Kono manga o kiita koto wa arimasenga, eiga no konseputo o yonda nochi wa? Watashi wa minakereba naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mNever heard of this manga but after reading the concept for the movie? I had to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNever heard of this manga but after reading the concept for the movie?\u001b[24m\n    \u001b[1mこのマンガを聞いたことはありませんが、映画のコンセプトを読んだ後は？\u001b[22m, \u001b[1mこの漫画のが、映画の概念を読んだ後に聞いたことがありませんか？\u001b[22m\n\u001b[4mI had to watch.\u001b[24m\n    \u001b[1m私は見なければならなかった。\u001b[22m, \u001b[1m私が見なければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nJesus and Buddha decide to take a vacation together and pick Japan. They wind up sharing a place together in an apartment building run by a senior citizen that's so scary that both quiver in her presence. There's also a trio of bratty kids who want to poke Buddha's third eye and think he's an alien.\n\n\u001b[1mイエスと仏は一緒に休暇をとって日本を選ぶことにします。 彼らは非常に恐ろしい高齢者によって運営されているアパートの中で一緒に場所を共有しています。 ブッダの第3の目を突き刺し、彼が外国人だと思っているブラッディの子供のトリオもいます。\u001b[22m\n\u001b[1m(Iesu to Futsu wa issho ni kyūka o totte Nihon o erabu koto ni shimasu. Karera wa hijō ni osoroshī kōrei-sha ni yotte un'ei sa rete iru apāto no naka de issho ni basho o kyōyū shite imasu. Budda no dai 3 no me o tsukisashi, kare ga gaikoku hitoda to omotte iru buraddi no kodomo no torio mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mJesus and Buddha decide to take a vacation together and pick Japan. They wind up sharing a place together in an apartment building run by a senior citizen that's so scary that both quiver in her presence. There's also a trio of bratty kids who want to poke Buddha's third eye and think he's an alien.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJesus and Buddha decide to take a vacation together and pick Japan.\u001b[24m\n    \u001b[1mイエスと仏は一緒に休暇をとって日本を選ぶことにします。\u001b[22m, \u001b[1mイエスとブッダが一緒に休暇を取ると日本を選ぶことにしました。\u001b[22m\n\u001b[4mThey wind up sharing a place together in an apartment building run by a senior citizen that's so scary that both quiver in her presence.\u001b[24m\n    \u001b[1m彼らは非常に恐ろしい高齢者によって運営されているアパートの中で一緒に場所を共有しています。\u001b[22m, \u001b[1m彼らは両方が彼女の存在下で震えるほど怖い高齢者が運営するアパートで一緒に場所を共有する羽目になる。\u001b[22m\n\u001b[4mThere's also a trio of bratty kids who want to poke Buddha's third eye and think he's an alien.\u001b[24m\n    \u001b[1mブッダの第3の目を突き刺し、彼が外国人だと思っているブラッディの子供のトリオもいます。\u001b[22m, \u001b[1m仏の第三の目を突くしたいと彼は宇宙人だと思うやんちゃ子供たちのトリオもあります。\u001b[22m\n\u001b[1m\u001b[22m\nThere's no plot really in the movie; it's just sketches of everything from a dead-on parody of Disneyland to Buddha trying to teach Jesus to swim(and discovering that Jesus is quite a fraidy cat of water) to being in a festival and Buddha trying to pick up a cake for Jesus on Christmas without letting on a clueless Jesus that it's his birthday.\n\n\u001b[1m本当に映画にはプロットはありません。 それは、ディズニーランドの死んだパロディーからブッダまで、イエスのためにケーキを手に入れようとしているフェスティバルとブッダにいることへのイエスの泳ぎ（そしてイエスはかなり怖い猫）を教えようとしているだけです。 それは彼の誕生日です。\u001b[22m\n\u001b[1m(Hontōni eiga ni wa purotto wa arimasen. Sore wa, dizunīrando no shinda parodī kara budda made, iesu no tame ni kēki o te ni ireyou to shite iru fesutibaru to budda ni iru koto e no iesu no oyogi (soshite iesu wa kanari kowai neko) o oshieyou to shite iru dakedesu. Sore wa kare no tanjōbidesu.)\u001b[22m\n\nTranslations of \u001b[4mThere's no plot really in the movie; it's just sketches of everything from a dead-on parody of Disneyland to Buddha trying to teach Jesus to swim(and discovering that Jesus is quite a fraidy cat of water) to being in a festival and Buddha trying to pick up a cake for Jesus on Christmas without letting on a clueless Jesus that it's his birthday.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's no plot really in the movie;\u001b[24m\n    \u001b[1m本当に映画にはプロットはありません。\u001b[22m, \u001b[1m映画の中で実際にはプロットはありません。\u001b[22m\n\u001b[4mit's just sketches of everything from a dead-on parody of Disneyland to Buddha trying to teach Jesus to swim(and discovering that Jesus is quite a fraidy cat of water) to being in a festival and Buddha trying to pick up a cake for Jesus on\u001b[24m\n    \u001b[1mそれは、ディズニーランドの死んだパロディーからブッダまで、イエスのためにケーキを手に入れようとしているフェスティバルとブッダにいることへのイエスの泳ぎ（そしてイエスはかなり怖い猫）を教えようとしているだけです。\u001b[22m, \u001b[1mそれはお祭りにいると仏はイエスにするためのケーキをピックアップしようとしているにディズニーランドのデッド上のパロディから仏に至るまでのちょうどスケッチが泳ぐイエスを教えしようとしている（とイエスが水のかなりfraidy猫であることを発見）です\u001b[22m\n\u001b[4mChristmas without letting on a clueless Jesus that it's his birthday.\u001b[24m\n    \u001b[1mそれは彼の誕生日です。\u001b[22m, \u001b[1mクリスマス、それは彼の誕生日だと無知イエスにさせることなく。\u001b[22m\n\u001b[1m\u001b[22m\nI love the bromance too. Jesus is the more energetic one who's fine living in the current world, while Buddha, to his nature, always looks for the cheapest way to buy something like a grandma, whether it's tissues or daikon radish. The only complaint that I have, is that I felt that there's probably more to this that's in the manga and unless you've read the manga, you'd probably would get the joke.\n\n\u001b[1m私は臭いも大好きです。 仏は、その性質上、組織や大根のような、おばあちゃんのようなものを買うのが最も安い方法を常に探していますが、現在の世界では生き生きとしています。 私が持っている唯一の苦情は、漫画にこれ以上のものがあると感じていて、マンガを読んでいないと、おそらく冗談を言うだろうということです。\u001b[22m\n\u001b[1m(Watashi wa kusai mo daisukidesu. Futsu wa, sono seishitsu-jō, soshiki ya daikon no yōna, o bāchan no yōna mono o kau no ga mottomo yasui hōhō o tsuneni sagashiteimasu ga, genzai no sekaide wa ikiiki to shite imasu. Watashi ga motte iru yuiitsu no kujō wa, manga ni koreijō no mono ga aru to kanjite ite, manga o yon de inai to, osoraku jōdan o iudarou to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI love the bromance too. Jesus is the more energetic one who's fine living in the current world, while Buddha, to his nature, always looks for the cheapest way to buy something like a grandma, whether it's tissues or daikon radish. The only complaint that I have, is that I felt that there's probably more to this that's in the manga and unless you've read the manga, you'd probably would get the joke.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the bromance too.\u001b[24m\n    \u001b[1m私は臭いも大好きです。\u001b[22m, \u001b[1m私もブロマンスが大好きです。\u001b[22m\n\u001b[4mJesus is the more energetic one who's fine living in the current world, while Buddha, to his nature, always looks for the cheapest way to buy something like a grandma, whether it's tissues or daikon radish.\u001b[24m\n    \u001b[1m仏は、その性質上、組織や大根のような、おばあちゃんのようなものを買うのが最も安い方法を常に探していますが、現在の世界では生き生きとしています。\u001b[22m, \u001b[1mイエスは仏が、彼の性質のために、常にそれが組織や大根のかどうか、おばあちゃんのようなものを購入する最も安価な方法を探している間、現在の世界で細かい生活だより精力的な1です。\u001b[22m\n\u001b[4mThe only complaint that I have, is that I felt that there's probably more to this that's in the manga and unless you've read the manga, you'd probably would get the joke.\u001b[24m\n    \u001b[1m私が持っている唯一の苦情は、漫画にこれ以上のものがあると感じていて、マンガを読んでいないと、おそらく冗談を言うだろうということです。\u001b[22m, \u001b[1m私が持っている唯一の不満は、私が漫画でだとあなたが漫画を読んでいない限り、あなたはおそらく冗談になるだろうと思い、このにおそらくよりがあることを感じたということです。\u001b[22m\n\u001b[1m\u001b[22m\nOtherwise? This needs a series for real. Too bad that no one in the US/West will probably license this for fear that the religious nuts will cry for their heads. However, it's a nice portrayal of both Buddha and Jesus; for the religious, there's absolutely NOTHING offensive.\n\n\u001b[1mさもないと？ これは本当のためのシリーズが必要です。 あまりにも悪いことに、米国/西の誰も、宗教的なナッツが彼らの頭のために泣くだろうという恐れのためにこれを許諾するだろう。 しかし、それは仏とイエスの両方の素敵な描写です。 宗教的には、絶対に何も攻撃的ではありません。\u001b[22m\n\u001b[1m(Sa mo naito? Kore wa hontō no tame no shirīzu ga hitsuyōdesu. Amarini mo warui koto ni, Beikoku/ nishi no dare mo, shūkyō-tekina nattsu ga karera no atama no tame ni nakudarou to iu osore no tame ni kore o kyodaku surudarou. Shikashi, sore wa Futsu to iesu no ryōhō no sutekina byōshadesu. Shūkyō-teki ni wa, zettai ni nani mo kōgeki-tekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOtherwise? This needs a series for real. Too bad that no one in the US/West will probably license this for fear that the religious nuts will cry for their heads. However, it's a nice portrayal of both Buddha and Jesus; for the religious, there's absolutely NOTHING offensive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOtherwise?\u001b[24m\n    \u001b[1mさもないと？\u001b[22m, \u001b[1mそうでなければ？\u001b[22m, \u001b[1mそれ以外の場合は？\u001b[22m\n\u001b[4mThis needs a series for real.\u001b[24m\n    \u001b[1mこれは本当のためのシリーズが必要です。\u001b[22m, \u001b[1mこれは本当のためのシリーズを必要とします。\u001b[22m\n\u001b[4mToo bad that no one in the US/West will probably license this for fear that the religious nuts will cry for their heads.\u001b[24m\n    \u001b[1mあまりにも悪いことに、米国/西の誰も、宗教的なナッツが彼らの頭のために泣くだろうという恐れのためにこれを許諾するだろう。\u001b[22m, \u001b[1m米国/西では誰がおそらく宗教的なナッツが彼らの頭のために泣くだろうことを恐れて、このライセンスを取得しないことを残念。\u001b[22m\n\u001b[4mHowever, it's a nice portrayal of both Buddha and Jesus;\u001b[24m\n    \u001b[1mしかし、それは仏とイエスの両方の素敵な描写です。\u001b[22m, \u001b[1mしかし、それはブッダとイエスの両方の素晴らしい描写です。\u001b[22m\n\u001b[4mfor the religious, there's absolutely NOTHING offensive.\u001b[24m\n    \u001b[1m宗教的には、絶対に何も攻撃的ではありません。\u001b[22m, \u001b[1m宗教のために、絶対に何も攻勢があります。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "Syurelia",
    "profile": "/profile/Syurelia/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=126747",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  5\n\nこのショーは見るのが大変です。 主人公、イエスとブッダは、単に12歳の未熟な女の子のように行動します。 それよりも悪い。 そして私は本当にそれを意味します。 あなたは女の子のように興奮して、感情的になって、彼らはガーリーなジェスチャーをして、高いピッチの声で叫び、何も過度に反応しないのを見ることができます。 それは私が神聖な人物を見ることから期待したものではありません。 彼らは中学生の少女の精神を持って存在に変身した。\n\n私は実際にこの映画に時間をかけてより良くなると思ってチャンスを与えるように感じました。 しかし、40分後、もう見ることができませんでした。 ストーリーの進行はほとんどありません。 未熟なキャラクターを特色にした、まさに斬新なピース・オブ・ライフ。 それは実際に私に、身体のジェスチャーや音をゲイであると容易に解釈できるように見せて、苛立ちを感じさせました。 何か言いたいことはないと思う。 離れて、またはあなた自身のリスクで見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis show is very hard to watch. The main characters, Jesus and Buddha, simply act like 12-year old immature girls. Even worse than that. And I really mean it. You can see them making girly gestures, screaming in high-pitched voices, overreacting over nothing, getting excited and emotional like a girl. That's not what I expected from seeing the holy figures. They were transformed into beings with the mentality of a middle-school girl.\n\n\u001b[1mこのショーは見るのが大変です。 主人公、イエスとブッダは、単に12歳の未熟な女の子のように行動します。 それよりも悪い。 そして私は本当にそれを意味します。 あなたは女の子のように興奮して、感情的になって、彼らはガーリーなジェスチャーをして、高いピッチの声で叫び、何も過度に反応しないのを見ることができます。 それは私が神聖な人物を見ることから期待したものではありません。 彼らは中学生の少女の精神を持って存在に変身した。\u001b[22m\n\u001b[1m(Kono shō wa miru no ga taihendesu. Shujinkō, iesu to budda wa, tan'ni 12-sai no mijukuna on'nanoko no yō ni kōdō shimasu. Sore yori mo warui. Soshite watashi wa hontōni sore o imi shimasu. Anata wa on'nanoko no yō ni kōfun shite, kanjō-teki ni natte, karera wa gārīna jesuchā o shite, takai pitchi no koe de sakebi, nani mo kado ni han'nō shinai no o miru koto ga dekimasu. Sore wa watashi ga shinseina jinbutsu o miru koto kara kitai shita monode wa arimasen. Karera wa chūgakusei no shōjo no seishin o motte sonzai ni henshin shita.)\u001b[22m\n\nTranslations of \u001b[4mThis show is very hard to watch. The main characters, Jesus and Buddha, simply act like 12-year old immature girls. Even worse than that. And I really mean it. You can see them making girly gestures, screaming in high-pitched voices, overreacting over nothing, getting excited and emotional like a girl. That's not what I expected from seeing the holy figures. They were transformed into beings with the mentality of a middle-school girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is very hard to watch.\u001b[24m\n    \u001b[1mこのショーは見るのが大変です。\u001b[22m, \u001b[1mこの番組は見ていて非常に困難です。\u001b[22m\n\u001b[4mThe main characters, Jesus and Buddha, simply act like 12-year old immature girls.\u001b[24m\n    \u001b[1m主人公、イエスとブッダは、単に12歳の未熟な女の子のように行動します。\u001b[22m, \u001b[1mメインキャラクター、イエスとブッダは、単に12歳の未成熟な女の子のように振る舞います。\u001b[22m\n\u001b[4mEven worse than that.\u001b[24m\n    \u001b[1mそれよりも悪い。\u001b[22m, \u001b[1mそれよりもさらに悪いです。\u001b[22m\n\u001b[4mAnd I really mean it.\u001b[24m\n    \u001b[1mそして私は本当にそれを意味します。\u001b[22m, \u001b[1mそして、私は本当にそれを意味します。\u001b[22m\n\u001b[4mYou can see them making girly gestures, screaming in high-pitched voices, overreacting over nothing, getting excited and emotional like a girl.\u001b[24m\n    \u001b[1mあなたは女の子のように興奮して、感情的になって、彼らはガーリーなジェスチャーをして、高いピッチの声で叫び、何も過度に反応しないのを見ることができます。\u001b[22m, \u001b[1mあなたは、甲高い声で叫んで、ガーリーなジェスチャーを作る何も上に過剰反応し、少女のような興奮と感情的になっそれらを見ることができます。\u001b[22m\n\u001b[4mThat's not what I expected from seeing the holy figures.\u001b[24m\n    \u001b[1mそれは私が神聖な人物を見ることから期待したものではありません。\u001b[22m, \u001b[1mそれは私が神聖な数字を見てから期待したものではありません。\u001b[22m\n\u001b[4mThey were transformed into beings with the mentality of a middle-school girl.\u001b[24m\n    \u001b[1m彼らは中学生の少女の精神を持って存在に変身した。\u001b[22m, \u001b[1m彼らは、中学校の女の子の精神と人間に形質転換しました。\u001b[22m\n\u001b[1m\u001b[22m\nI actually felt like giving this movie a chance, thinking it would get better over time. But, after 40 minutes, I couldn't watch it anymore. There is almost none story progression. Just a cliched piece-of-life featuring immature characters. It actually made me feel irritated, seeing Jesus make body gestures and sounds that could be easily interpreted as being gay. I don't think there's anything else to say. Stay away or watch at your own risk.\n\n\u001b[1m私は実際にこの映画に時間をかけてより良くなると思ってチャンスを与えるように感じました。 しかし、40分後、もう見ることができませんでした。 ストーリーの進行はほとんどありません。 未熟なキャラクターを特色にした、まさに斬新なピース・オブ・ライフ。 それは実際に私に、身体のジェスチャーや音をゲイであると容易に解釈できるように見せて、苛立ちを感じさせました。 何か言いたいことはないと思う。 離れて、またはあなた自身のリスクで見てください。\u001b[22m\n\u001b[1m(Watashi wa jissai ni kono eiga ni jikan o kakete yori yoku naru to omotte chansu o ataeru yō ni kanjimashita. Shikashi, 40 pungo, mō miru koto ga dekimasendeshita. Sutōrī no shinkō wa hotondo arimasen. Mijukuna kyarakutā o tokushoku ni shita, masani zanshin'na pīsu Obu raifu. Sore wa jissai ni watashi ni, karada no jesuchā ya oto o geidearu to yōi ni kaishaku dekiru yō ni misete, iradachi o kanji sasemashita. Nani ka iitai koto wa nai to omou. Hanarete, matawa anata jishin no risuku de mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI actually felt like giving this movie a chance, thinking it would get better over time. But, after 40 minutes, I couldn't watch it anymore. There is almost none story progression. Just a cliched piece-of-life featuring immature characters. It actually made me feel irritated, seeing Jesus make body gestures and sounds that could be easily interpreted as being gay. I don't think there's anything else to say. Stay away or watch at your own risk.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually felt like giving this movie a chance, thinking it would get better over time.\u001b[24m\n    \u001b[1m私は実際にこの映画に時間をかけてより良くなると思ってチャンスを与えるように感じました。\u001b[22m, \u001b[1m私は実際にそれが時間の経過とともに良くなるだろうと考え、この映画にチャンスを与えることのように感じました。\u001b[22m\n\u001b[4mBut, after 40 minutes, I couldn't watch it anymore.\u001b[24m\n    \u001b[1mしかし、40分後、もう見ることができませんでした。\u001b[22m, \u001b[1mしかし、40分後に、私はもうそれを見ることができませんでした。\u001b[22m\n\u001b[4mThere is almost none story progression.\u001b[24m\n    \u001b[1mストーリーの進行はほとんどありません。\u001b[22m, \u001b[1mどれもストーリーの進行がほとんどあります。\u001b[22m\n\u001b[4mJust a cliched piece-of-life featuring immature characters.\u001b[24m\n    \u001b[1m未熟なキャラクターを特色にした、まさに斬新なピース・オブ・ライフ。\u001b[22m, \u001b[1mただ陳腐ピース・オブ・ライフ未熟キャラクターが登場します。\u001b[22m\n\u001b[4mIt actually made me feel irritated, seeing Jesus make body gestures and sounds that could be easily interpreted as being gay.\u001b[24m\n    \u001b[1mそれは実際に私に、身体のジェスチャーや音をゲイであると容易に解釈できるように見せて、苛立ちを感じさせました。\u001b[22m, \u001b[1mそれは実際にイエスが簡単に同性愛者であると解釈することができたボディジェスチャーと音を作る見て、私はイライラ感じさせました。\u001b[22m\n\u001b[4mI don't think there's anything else to say.\u001b[24m\n    \u001b[1m何か言いたいことはないと思う。\u001b[22m, \u001b[1m私が言うに何かがあるとは思いません。\u001b[22m\n\u001b[4mStay away or watch at your own risk.\u001b[24m\n    \u001b[1m離れて、またはあなた自身のリスクで見てください。\u001b[22m, \u001b[1m近づかないか、ご自身の責任で見ます。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "WinstonWingZhang",
    "profile": "/profile/WinstonWingZhang/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=144779",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  9\nサウンド|  6\nキャラクター|  4\n|  3\n\nまず第一に、このような論争の的となるフックを使った映画のために、私は必然的な偏見を述べなければならない。それは私の信仰について多少知識がある（私は自分自身を専門家と宣言していない） 仏教とその教え。 したがって、あなたが熱くなり、私が役に立たないと宣言する前に、私がこの主題に関してあなたと関連してどこに立っているかを知ってください。そうすれば、あなたが信仰の人ではなく、私の言うことを聞くことに本当の関心がなければ、 両方の賛成と私のレビューを飛ばす。 それを聞いて、私は最初の好奇心とそれを楽しむ欲求にもかかわらず、この映画では非常に失望しています。 実行はそのコンセプトまで生きていませんでした。\n\n私が批評に飛び乗る前に、まずポジティブについて話しましょう。 最初のショットから最後まで、Saint Onii-sanはスケッチのようなスタイル、DOFショット、スローモーション、ハイパーダイナミックなパースペクティブ、ディテールへの配慮など、芸術的感性が満載の非常にカラフルで目を引く菓子です。 表面では、それはソースの漫画のスタイルをキャプチャし、これらの人生よりも大きな人生を呼吸したようです。 他に何もなければ、私はこの適応の活発な映像を吸収することを徹底的に楽しんだ。 声優は活発でエネルギッシュです（これらの図の実際の解釈は無視してください）。鮮やかな感情の広い範囲がアニメーションと完全に同期して表示され、視聴者が聞くことに飽きることがありません。 全体として、プレゼンテーションはほとんど完璧です。\n\n批評よりも観察のほうが、仏の描写はイエスの描写よりもはるかに徹底的であり（そしておそらくより正確である）、著者と彼の意図された観客を考慮すると意味がある それゆえ、仏教への暴露と共感は当然、キリスト教よりもはるかに高いでしょう。 私たちは仏の内部思考プロセスを聞いて、彼を主人公と位置付ける可能性を超えています。 これは私には問題ありませんでした。なぜそれがそのようなものなのか理解しています。\n\n私が問題を抱えていたのは、他のすべてのことだけでした。\n\n\n\n非常に刺激的で思考を刺激していたが、神学においてユーモラスな運動ができたのは、私の忍耐を嫌う蛇行した、無慈悲な、ひどい最終的なものでした。 ショーがこれらの数字をバットから外すことを認めている古代の神々は、彼らが誰でもできるようなやり方で跳躍する若者や軽薄な十代のように行動する。 たぶん、作家は、これを、感情的で、地球にやさしくするためには、遠くても理解できない人物であると認識していたが、彼はそれを過ぎた。 最も軽微な問題に取り組むのに困っているこの2人の休暇中のnincompoopsには、知恵や賢さの断片が見られるわけではありません。 彼らが2人の特定の聖なる男性であると主張されていなければ、彼らは可愛い恋人になるだろうから、デュオはそれほど遠くないのではない。 彼らは、どちらのテキストについても表面的な程度を超えて知識があれば、これらの2人の人物が想像するものに対して、行動や人格にはほとんど似ていません。 イエスと仏が、それぞれのテキストが彼らの人格と知性について何を示唆しているのかをほとんど把握していないのであれば、どうしてそれらを使うのは迷惑でしょうか？ このような無能な存在としてこれら二つを描くことによって、作家は非常に低いバーを設定します。 彼らの可能性を最大限に引き出すことなく、私がスクリーン上でやりとりしているこの2人の重要なキャラクターの存在は空のギミックになります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, for a film that uses such a controversial hook, I must state my inevitable bias, and that is I am a Christian who is somewhat knowledgeable (I dare not proclaim myself an expert) about my own faith with a bit of understanding of Buddhism and its teachings. Therefore, before you get heated and declare me unhelpful, know where I stand in relation to you on this subject, thus if you are not a person of faith and have no real interest in hearing what I might have to say, then just do us both a favor and skip my review. With that said, I am very disappointed in this movie, despite my initial curiosity and desire to enjoy it. The execution did not live up to the concept.\n\n\u001b[1mまず第一に、このような論争の的となるフックを使った映画のために、私は必然的な偏見を述べなければならない。それは私の信仰について多少知識がある（私は自分自身を専門家と宣言していない） 仏教とその教え。 したがって、あなたが熱くなり、私が役に立たないと宣言する前に、私がこの主題に関してあなたと関連してどこに立っているかを知ってください。そうすれば、あなたが信仰の人ではなく、私の言うことを聞くことに本当の関心がなければ、 両方の賛成と私のレビューを飛ばす。 それを聞いて、私は最初の好奇心とそれを楽しむ欲求にもかかわらず、この映画では非常に失望しています。 実行はそのコンセプトまで生きていませんでした。\u001b[22m\n\u001b[1m(Mazu daiichi ni, kono yōna ronsō no mato to naru fukku o tsukatta eiga no tame ni, watashi wa hitsuzen-tekina henken o nobenakereba naranai. Sore wa watashi no shinkō ni tsuite tashō chishiki ga aru (watashi wa jibun jishin o senmonka to sengen shite inai) bukkyō to sono oshie. Shitagatte, anata ga atsuku nari, watashi ga yakunitatanai to sengen suru mae ni, watashi ga kono shudai ni kanshite anata to kanren shite doko ni tatte iru ka o shitte kudasai. Sō sureba, anata ga shinkō no hitode wa naku, watashi no iu koto o kiku koto ni hontō no kanshin ga nakereba, ryōhō no sansei to watashi no rebyū o tobasu. Sore o kiite, watashi wa saisho no kōkishin to sore o tanoshimu yokkyū nimokakawarazu, kono eigade wa hijō ni shitsubō shite imasu. Jikkō wa sono konseputo made ikite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, for a film that uses such a controversial hook, I must state my inevitable bias, and that is I am a Christian who is somewhat knowledgeable (I dare not proclaim myself an expert) about my own faith with a bit of understanding of Buddhism and its teachings. Therefore, before you get heated and declare me unhelpful, know where I stand in relation to you on this subject, thus if you are not a person of faith and have no real interest in hearing what I might have to say, then just do us both a favor and skip my review. With that said, I am very disappointed in this movie, despite my initial curiosity and desire to enjoy it. The execution did not live up to the concept.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, for a film that uses such a controversial hook, I must state my inevitable bias, and that is I am a Christian who is somewhat knowledgeable (I dare not proclaim myself an expert) about my own faith with a bit of understanding\u001b[24m\n    \u001b[1mまず第一に、このような論争の的となるフックを使った映画のために、私は必然的な偏見を述べなければならない。それは私の信仰について多少知識がある（私は自分自身を専門家と宣言していない）\u001b[22m, \u001b[1mまず第一に、このような論争のフックを使用してフィルムに、私は私の避けられないバイアスを述べなければならない、それは私が多少知識が豊富であるキリスト教の午前です理解のビットと自分の信仰について（私は自分自身の専門家を宣言勇気がありません）\u001b[22m\n\u001b[4mof Buddhism and its teachings.\u001b[24m\n    \u001b[1m仏教とその教え。\u001b[22m, \u001b[1m仏教とその教えの。\u001b[22m\n\u001b[4mTherefore, before you get heated and declare me unhelpful, know where I stand in relation to you on this subject, thus if you are not a person of faith and have no real interest in hearing what I might have to say, then just do us\u001b[24m\n    \u001b[1mしたがって、あなたが熱くなり、私が役に立たないと宣言する前に、私がこの主題に関してあなたと関連してどこに立っているかを知ってください。そうすれば、あなたが信仰の人ではなく、私の言うことを聞くことに本当の関心がなければ、\u001b[22m, \u001b[1mしたがって、あなたは信仰の人ではないと私は言っているかもしれないもの聞くには実質金利を持っていない、したがって場合は、あなたの前に加熱された取得し、私はこのテーマであなたとの関係に立ってどこに知って、役に立たない私を宣言し、その後、ちょうど私達を行います\u001b[22m\n\u001b[4mboth a favor and skip my review.\u001b[24m\n    \u001b[1m両方の賛成と私のレビューを飛ばす。\u001b[22m, \u001b[1m賛成と私のレビューをスキップ両方。\u001b[22m\n\u001b[4mWith that said, I am very disappointed in this movie, despite my initial curiosity and desire to enjoy it.\u001b[24m\n    \u001b[1mそれを聞いて、私は最初の好奇心とそれを楽しむ欲求にもかかわらず、この映画では非常に失望しています。\u001b[22m, \u001b[1mことで、私は私の最初の好奇心にもかかわらず、この映画の中で非常に失望し、それを楽しむことを望みます。\u001b[22m\n\u001b[4mThe execution did not live up to the concept.\u001b[24m\n    \u001b[1m実行はそのコンセプトまで生きていませんでした。\u001b[22m, \u001b[1m実行はコンセプトに住んでいませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I jump to the criticisms, let's talk about the positives first. From the first shot to the very last, Saint Onii-san is a very colorful, eye-catching confection packed full of artistic sensibilities like a sketchy style, DOF shots, slow motion, hyper dynamic perspectives and attention to detail. On the surface, it seems to have captured the style of its source manga and breathed life into these larger than life figures. If nothing else, I thoroughly enjoyed absorbing the energetic visuals of this adaptation. The voice acting is lively and energetic (disregarding the actual interpretation of these figures), and a wide range of vivid emotion is on display in perfect sync with the animation to ensure the viewers will never be bored of listening. All in all, the presentation is almost flawless.\n\n\u001b[1m私が批評に飛び乗る前に、まずポジティブについて話しましょう。 最初のショットから最後まで、Saint Onii-sanはスケッチのようなスタイル、DOFショット、スローモーション、ハイパーダイナミックなパースペクティブ、ディテールへの配慮など、芸術的感性が満載の非常にカラフルで目を引く菓子です。 表面では、それはソースの漫画のスタイルをキャプチャし、これらの人生よりも大きな人生を呼吸したようです。 他に何もなければ、私はこの適応の活発な映像を吸収することを徹底的に楽しんだ。 声優は活発でエネルギッシュです（これらの図の実際の解釈は無視してください）。鮮やかな感情の広い範囲がアニメーションと完全に同期して表示され、視聴者が聞くことに飽きることがありません。 全体として、プレゼンテーションはほとんど完璧です。\u001b[22m\n\u001b[1m(Watashi ga hihyō ni tobinoru mae ni, mazu pojitibu ni tsuite hanashimashou. Saisho no shotto kara saigomade, sanmaro Onii - san wa suketchi no yōna sutairu, DOF shotto, surōmōshon, haipādainamikkuna pāsupekutibu, ditēru e no hairyo nado, geijutsu-teki kansei ga mansai no hijō ni karafuru de mewohiku kashidesu. Hyōmende wa, soreha sōsu no manga no sutairu o kyapucha shi, korera no jinsei yori mo ōkina jinsei o kokyū shita yōdesu. Hoka ni nani monakereba, watashi wa kono tekiō no kappatsuna eizō o kyūshū suru koto o tetteiteki ni tanoshinda. Seiyū wa kappatsude enerugisshudesu (korera no zu no jissai no kaishaku wa mushi shite kudasai). Azayakana kanjō no hiroi han'i ga animēshon to kanzen ni dōki shite hyōji sa re, shichō-sha ga kiku koto ni akiru koto ga arimasen. Zentai to shite, purezentēshon wa hotondo kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mBefore I jump to the criticisms, let's talk about the positives first. From the first shot to the very last, Saint Onii-san is a very colorful, eye-catching confection packed full of artistic sensibilities like a sketchy style, DOF shots, slow motion, hyper dynamic perspectives and attention to detail. On the surface, it seems to have captured the style of its source manga and breathed life into these larger than life figures. If nothing else, I thoroughly enjoyed absorbing the energetic visuals of this adaptation. The voice acting is lively and energetic (disregarding the actual interpretation of these figures), and a wide range of vivid emotion is on display in perfect sync with the animation to ensure the viewers will never be bored of listening. All in all, the presentation is almost flawless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I jump to the criticisms, let's talk about the positives first.\u001b[24m\n    \u001b[1m私が批評に飛び乗る前に、まずポジティブについて話しましょう。\u001b[22m, \u001b[1m私は批判にジャンプする前に、まずは陽性について話しましょう。\u001b[22m\n\u001b[4mFrom the first shot to the very last, Saint Onii-san is a very colorful, eye-catching confection packed full of artistic sensibilities like a sketchy style, DOF shots, slow motion, hyper dynamic perspectives and attention to detail.\u001b[24m\n    \u001b[1m最初のショットから最後まで、Saint Onii-sanはスケッチのようなスタイル、DOFショット、スローモーション、ハイパーダイナミックなパースペクティブ、ディテールへの配慮など、芸術的感性が満載の非常にカラフルで目を引く菓子です。\u001b[22m, \u001b[1m最初のショットから最後まで、サンお兄ちゃんさんは、細部への大ざっぱなスタイル、DOFショット、スローモーション、ハイパーダイナミックな視点や注意などの芸術的感性がいっぱい詰まっ非常にカラフルな、目を引く菓子です。\u001b[22m\n\u001b[4mOn the surface, it seems to have captured the style of its source manga and breathed life into these larger than life figures.\u001b[24m\n    \u001b[1m表面では、それはソースの漫画のスタイルをキャプチャし、これらの人生よりも大きな人生を呼吸したようです。\u001b[22m, \u001b[1m表面上では、そのソース漫画のスタイルを捕獲し、これらの生活よりも大きい数字に命を吹き込んだているようです。\u001b[22m\n\u001b[4mIf nothing else, I thoroughly enjoyed absorbing the energetic visuals of this adaptation.\u001b[24m\n    \u001b[1m他に何もなければ、私はこの適応の活発な映像を吸収することを徹底的に楽しんだ。\u001b[22m, \u001b[1m何もない場合、私は徹底的にこの適応の精力的なビジュアルを吸収しました。\u001b[22m\n\u001b[4mThe voice acting is lively and energetic (disregarding the actual interpretation of these figures), and a wide range of vivid emotion is on display in perfect sync with the animation to ensure the viewers will never be bored of listening.\u001b[24m\n    \u001b[1m声優は活発でエネルギッシュです（これらの図の実際の解釈は無視してください）。鮮やかな感情の広い範囲がアニメーションと完全に同期して表示され、視聴者が聞くことに飽きることがありません。\u001b[22m, \u001b[1m声の演技は、（これらの図の実際の解釈を無視）生き生きとエネルギッシュで、鮮やかな感情の広い範囲は、リスニングの退屈されることはありません視聴者を確保するためのアニメーションと完全に同期して表示されています。\u001b[22m\n\u001b[4mAll in all, the presentation is almost flawless.\u001b[24m\n    \u001b[1m全体として、プレゼンテーションはほとんど完璧です。\u001b[22m, \u001b[1mすべてのすべてで、プレゼンテーションはほぼ完璧です。\u001b[22m\n\u001b[1m\u001b[22m\nAs more of an observation than a criticism, what became apparent to me very quickly is the portrayal of Buddha is a lot more thorough and developed than that of Jesus (and possibly more accurate), which makes sense considering the author and his intended audience are Japanese, hence their exposure and empathy to Buddhism would naturally be a lot higher than towards Christianity. We solely hear Buddha's internal thought process, more than likely positioning him as the protagonist. This I had no problem with, and I understand why it was such.\n\n\u001b[1m批評よりも観察のほうが、仏の描写はイエスの描写よりもはるかに徹底的であり（そしておそらくより正確である）、著者と彼の意図された観客を考慮すると意味がある それゆえ、仏教への暴露と共感は当然、キリスト教よりもはるかに高いでしょう。 私たちは仏の内部思考プロセスを聞いて、彼を主人公と位置付ける可能性を超えています。 これは私には問題ありませんでした。なぜそれがそのようなものなのか理解しています。\u001b[22m\n\u001b[1m(Hihyō yori mo kansatsu no hō ga, Futsu no byōsha wa iesu no byōsha yori mo haruka ni tetteitekideari (soshite osoraku yori seikakudearu), chosha to kare no ito sa reta kankyaku o kōryo suru to imi ga aru sore-yue, bukkyō e no bakuro to kyōkan wa tōzen, kirisutokyō yori mo haruka ni takaideshou. Watashitachi wa Futsu no naibu shikō purosesu o kiite, kare o shujinkō to ichidzukeru kanōsei o koete imasu. Kore wa watashiniha mondai arimasendeshita. Naze sore ga sono yōna monona no ka rikai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs more of an observation than a criticism, what became apparent to me very quickly is the portrayal of Buddha is a lot more thorough and developed than that of Jesus (and possibly more accurate), which makes sense considering the author and his intended audience are Japanese, hence their exposure and empathy to Buddhism would naturally be a lot higher than towards Christianity. We solely hear Buddha's internal thought process, more than likely positioning him as the protagonist. This I had no problem with, and I understand why it was such.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs more of an observation than a criticism, what became apparent to me very quickly is the portrayal of Buddha is a lot more thorough and developed than that of Jesus (and possibly more accurate), which makes sense considering the author and his intended audience are\u001b[24m\n    \u001b[1m批評よりも観察のほうが、仏の描写はイエスの描写よりもはるかに徹底的であり（そしておそらくより正確である）、著者と彼の意図された観客を考慮すると意味がある\u001b[22m, \u001b[1m批判よりも観察のより多くのように、どのような仏の描写で非常に迅速に私に明らかになったことは、イエスのそれよりも多くのより徹底し、現像する（そしておそらくより正確な）、著者と彼の意図した聴衆を考慮理にかなっているあります\u001b[22m\n\u001b[4mJapanese, hence their exposure and empathy to Buddhism would naturally be a lot higher than towards Christianity.\u001b[24m\n    \u001b[1mそれゆえ、仏教への暴露と共感は当然、キリスト教よりもはるかに高いでしょう。\u001b[22m, \u001b[1m日本人は、仏教に対するので、その露出と共感は自然にキリスト教に向けてより多くの高くなるであろう。\u001b[22m\n\u001b[4mWe solely hear Buddha's internal thought process, more than likely positioning him as the protagonist.\u001b[24m\n    \u001b[1m私たちは仏の内部思考プロセスを聞いて、彼を主人公と位置付ける可能性を超えています。\u001b[22m, \u001b[1m私たちは、単に可能性が主人公として彼を配置するよりも、仏の内部の思考プロセスを聞きます。\u001b[22m\n\u001b[4mThis I had no problem with, and I understand why it was such.\u001b[24m\n    \u001b[1mこれは私には問題ありませんでした。なぜそれがそのようなものなのか理解しています。\u001b[22m, \u001b[1mこれは私がしても問題がありませんでしたし、それはようにした理由を私は理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I did have problems with, was just about everything else.\n\n\u001b[1m私が問題を抱えていたのは、他のすべてのことだけでした。\u001b[22m\n\u001b[1m(Watashi ga mondai o kakaete ita no wa, hoka no subete no koto dakedeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhat I did have problems with, was just about everything else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I did have problems with, was just about everything else.\u001b[24m\n    \u001b[1m私が問題を抱えていたのは、他のすべてのことだけでした。\u001b[22m, \u001b[1m私はとの問題を持っていた何を、他のすべてについてちょうどでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWhat could have been a very stimulating and thought provoking but humorous exercise in theology turned out to be a meandering, wanton, and hackneyed ultimatum of annoyance against my patience. Ancient deities, which the show acknowledges these figures to be off the bat, act like jumpy adolescents or frivolous teens in a manner in which they could be anybody. Perhaps the writer did this to make these usually perceived to be distant and unfathomable figures to be more empathetic and down to earth, but he overdid it. Not a shred of wisdom or wit is to be found in these two vacationing nincompoops, who have trouble dealing with the most minor of issues. It's not that the duo are unlikable -- far from it, because if they were not claimed to be two specific holy men they would be lovable buffoons. They just bear very little resemblance in action and personality to what one envisions of these two figures if knowledgeable beyond a superficial degree about either of their texts. If Jesus and Buddha were barely going retain what their respective texts imply about their personality and intelligence, why bother using them? By painting these two as such incompetent beings, the writer sets a very low bar; Without maximizing their potential, the presence of these two important characters I am watching interact on screen become an empty gimmick.\n\n\u001b[1m非常に刺激的で思考を刺激していたが、神学においてユーモラスな運動ができたのは、私の忍耐を嫌う蛇行した、無慈悲な、ひどい最終的なものでした。 ショーがこれらの数字をバットから外すことを認めている古代の神々は、彼らが誰でもできるようなやり方で跳躍する若者や軽薄な十代のように行動する。 たぶん、作家は、これを、感情的で、地球にやさしくするためには、遠くても理解できない人物であると認識していたが、彼はそれを過ぎた。 最も軽微な問題に取り組むのに困っているこの2人の休暇中のnincompoopsには、知恵や賢さの断片が見られるわけではありません。 彼らが2人の特定の聖なる男性であると主張されていなければ、彼らは可愛い恋人になるだろうから、デュオはそれほど遠くないのではない。 彼らは、どちらのテキストについても表面的な程度を超えて知識があれば、これらの2人の人物が想像するものに対して、行動や人格にはほとんど似ていません。 イエスと仏が、それぞれのテキストが彼らの人格と知性について何を示唆しているのかをほとんど把握していないのであれば、どうしてそれらを使うのは迷惑でしょうか？ このような無能な存在としてこれら二つを描くことによって、作家は非常に低いバーを設定します。 彼らの可能性を最大限に引き出すことなく、私がスクリーン上でやりとりしているこの2人の重要なキャラクターの存在は空のギミックになります。\u001b[22m\n\u001b[1m(Hijō ni shigeki-tekide shikō o shigeki shite itaga, shingaku ni oite yūmorasuna undō ga dekita no wa, watashi no nintai o kirau dakō shita, mujihina, hidoi saishū-tekina monodeshita. Shō ga korera no sūji o batto kara hazusu koto o mitomete iru kodai no kamigami wa, karera ga daredemo dekiru yōna yarikata de chōyaku suru wakamono ya keihakuna jūdai no yō ni kōdō suru. Tabun, sakka wa, kore o, kanjō-tekide, chikyū ni yasashiku suru tame ni wa, tōkute mo rikaidekinai jinbutsudearu to ninshiki shite itaga, kare wa sore o sugita. Mottomo keibina mondai ni torikumu no ni komatte iru kono 2-ri no kyūka-chū no nincompoops ni wa, chie ya kashiko-sa no danpen ga mi rareru wakede wa arimasen. Karera ga 2-ri no tokutei no seinaru danseidearu to shuchō sa rete inakereba, karera wa kawaii koibito ni narudaroukara, de~yuo wa sore hodo tōkunai node wanai. Karera wa, dochira no tekisuto ni tsuite mo hyōmen-tekina teido o koete chishiki ga areba, korera no 2-ri no jinbutsu ga sōzō suru mono ni taishite, kōdō ya jinkaku ni wa hotondo nite imasen. Iesu to Futsu ga, sorezore no tekisuto ga karera no jinkaku to chisei ni tsuite nani o shisa shite iru no ka o hotondo haaku shite inai nodeareba, dōshite sorera o tsukau no wa meiwakudeshou ka? Kono yōna munōna sonzai to shite korera futatsu o kaku koto ni yotte, sakka wa hijō ni hikui bā o settei shimasu. Karera no kanōsei o saidaigen ni hikidasu koto naku, watashi ga sukurīn-jō de yaritori shite iru kono 2-ri no jūyōna kyarakutā no sonzai wa sora no gimikku ni narimasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "Budakang",
    "profile": "/profile/Budakang/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=175633",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  4\nキャラクター|  3\n|  3\n\n信じられないほどの可能性を秘めた華麗なコンセプト。 それはちょうどそれをはるかに失望させました。\n悪い実行。 唯一のカップルの良い瞬間が全体に表示されます。 一見、非常に限られたイエスと仏の両方の理解。 確かに深刻な病気や倫理を実際に引き起こすための十分な深い理解ではありません。 プラス....彼らはユーモアのためのほとんどすべての機会を浪費しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nA Brilliant concept with incredible potential. Which just made it that much more disappointing.\n\n\u001b[1m信じられないほどの可能性を秘めた華麗なコンセプト。 それはちょうどそれをはるかに失望させました。\u001b[22m\n\u001b[1m(Shinji rarenai hodo no kanōsei o himeta kareina konseputo. Sore wa chōdo sore o haruka ni shitsubō sa semashita.)\u001b[22m\n\nTranslations of \u001b[4mA Brilliant concept with incredible potential. Which just made it that much more disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA Brilliant concept with incredible potential.\u001b[24m\n    \u001b[1m信じられないほどの可能性を秘めた華麗なコンセプト。\u001b[22m\n\u001b[4mWhich just made it that much more disappointing.\u001b[24m\n    \u001b[1mそれはちょうどそれをはるかに失望させました。\u001b[22m, \u001b[1mこれはちょうどそれははるかに失望しました。\u001b[22m\nPoorly executed. Only a couple good moments in the whole show. A seemingly very limited understanding of both Jesus and Buddha; certainly not a deep enough understanding to actually provoke serious pathos or ethos. Plus.... They squandered almost every opportunity for humor.\n\n\u001b[1m悪い実行。 唯一のカップルの良い瞬間が全体に表示されます。 一見、非常に限られたイエスと仏の両方の理解。 確かに深刻な病気や倫理を実際に引き起こすための十分な深い理解ではありません。 プラス....彼らはユーモアのためのほとんどすべての機会を浪費しました。\u001b[22m\n\u001b[1m(Warui jikkō. Yuiitsu no kappuru no yoi shunkan ga zentai ni hyōji sa remasu. Ikken, hijō ni kagira reta iesu to Futsu no ryōhō no rikai. Tashika ni shinkokuna byōki ya rinri o jissai ni hikiokosu tame no jūbun'na fukai rikaide wa arimasen. Purasu. ... Karera wa yūmoa no tame no hotondo subete no kikai o rōhi shimashita.)\u001b[22m\n\nTranslations of \u001b[4mPoorly executed. Only a couple good moments in the whole show. A seemingly very limited understanding of both Jesus and Buddha; certainly not a deep enough understanding to actually provoke serious pathos or ethos. Plus.... They squandered almost every opportunity for humor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPoorly executed.\u001b[24m\n    \u001b[1m悪い実行。\u001b[22m, \u001b[1m正しく行いません。\u001b[22m\n\u001b[4mOnly a couple good moments in the whole show.\u001b[24m\n    \u001b[1m唯一のカップルの良い瞬間が全体に表示されます。\u001b[22m, \u001b[1m全体のショーでカップル良い瞬間のみ。\u001b[22m\n\u001b[4mA seemingly very limited understanding of both Jesus and Buddha;\u001b[24m\n    \u001b[1m一見、非常に限られたイエスと仏の両方の理解。\u001b[22m, \u001b[1mイエスとブッダの両方の一見非常に限られた理解。\u001b[22m\n\u001b[4mcertainly not a deep enough understanding to actually provoke serious pathos or ethos.\u001b[24m\n    \u001b[1m確かに深刻な病気や倫理を実際に引き起こすための十分な深い理解ではありません。\u001b[22m, \u001b[1m確かに深い十分な理解は、実際に深刻な情念や精神を刺激しないように。\u001b[22m\n\u001b[4mPlus.... They squandered almost every opportunity for humor.\u001b[24m\n    \u001b[1mプラス....彼らはユーモアのためのほとんどすべての機会を浪費しました。\u001b[22m, \u001b[1mプラス....彼らはユーモアのため、ほぼすべての機会を浪費しました。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "AristocraticZed",
    "profile": "/profile/AristocraticZed/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=132325",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\nこの映画のあらすじを最初に聞いたとき、私は少し消極的で、これを別のものとして却下しました。「ああ、これはちょうど日本の奇妙なことです。 しかし、その後、私は突然、私のために何が入っているのか分からずにそれを見ました。 そして、私は嬉しかったです。 アニメが宗教の世界を掘り下げ、生活/コメディの側面で見ることはまれであるとは言い切れず面白かったです。\n\n私はすぐに日本での生活を見たあと、これをあまりにも真剣に受け止めてはならないことを知っていました。 人々が認識していないのは、これが生命とコメディーの断片であり、プロットの欠如が予想されるべきだったということです。 アニメーションは、パステルカラーとスケッチボーダーでスタイルされていますが、それはキャラクターとその人物に適しています。 キャラクターといえば、イエスと仏の現代世界との交流は、映画の原動力です。 彼らにはかなりの予期せぬものがあり、本当にもっと人間的な感情を与えた独自のセットがあります。 言い換えれば、それぞれの宗教に向けて（すなわち、ブッダが動物を引きつけ、パンやワインを作るイエス）、人間のような人格と親しくなりました。 私はキャラクターのインタラクション/開発のための仲間だから、それは私にとって大事なものだった。 声優は感情をとてもうまく描いていますが、彼らは私が最終的に育った声に少しガールフレンドなヒントを加えました。 また、サウンドトラックは雰囲気に合っていましたが、目立つものは何もありませんでしたので、サウンド部門でちょっとスリップしました。\n\n全体的に、これは本当に誰のためでもなく、特に人生の断片や宗教に敏感な人たちを嫌う人たちのためのものではありません。 それは純粋にエンターテインメントのために作られたもので、うさぎドロップとGTOを気分の良いアニメとしてグループ化します。 私は10点満点中8.43点を与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first heard the synopsis of this movie, I was a bit reluctant and dismissed this as another, 'oh, these are just the Japanese being weird.' but then I just suddenly watched it not knowing what's in store for me. And I'm just glad I did. It's rare for anime to delve into the world of religion and seeing it in a slice of life/comedy aspect was interesting to say the least.\n\n\u001b[1mこの映画のあらすじを最初に聞いたとき、私は少し消極的で、これを別のものとして却下しました。「ああ、これはちょうど日本の奇妙なことです。 しかし、その後、私は突然、私のために何が入っているのか分からずにそれを見ました。 そして、私は嬉しかったです。 アニメが宗教の世界を掘り下げ、生活/コメディの側面で見ることはまれであるとは言い切れず面白かったです。\u001b[22m\n\u001b[1m(Kono eiga no arasuji o saisho ni kiita toki, watashi wa sukoshi shōgyokuteki de, kore o betsu no mono to shite kyakka shimashita. `Ā , kore wa chōdo Nihon no kimyōna kotodesu. Shikashi, sonogo, watashi wa totsuzen, watashi no tame ni nani ga haitte iru no ka wakarazu ni sore o mimashita. Soshite, watashi wa ureshikattadesu. Anime ga shūkyō no sekai o horisage, seikatsu/ komedi no sokumen de miru koto wa maredearu to wa ii kirezu omoshirokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first heard the synopsis of this movie, I was a bit reluctant and dismissed this as another, 'oh, these are just the Japanese being weird.' but then I just suddenly watched it not knowing what's in store for me. And I'm just glad I did. It's rare for anime to delve into the world of religion and seeing it in a slice of life/comedy aspect was interesting to say the least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first heard the synopsis of this movie, I was a bit reluctant and dismissed this as another, 'oh, these are just the Japanese being weird.'\u001b[24m\n    \u001b[1mこの映画のあらすじを最初に聞いたとき、私は少し消極的で、これを別のものとして却下しました。「ああ、これはちょうど日本の奇妙なことです。\u001b[22m, \u001b[1m私が最初にこの映画のあらすじを聞いたとき、私は少し消極的だったと、別としてこれを退け「ああ、これらは奇妙であることだけで日本人です。」\u001b[22m\n\u001b[4mbut then I just suddenly watched it not knowing what's in store for me.\u001b[24m\n    \u001b[1mしかし、その後、私は突然、私のために何が入っているのか分からずにそれを見ました。\u001b[22m, \u001b[1mその後私はちょうど突然、私のための店で何を知らない、それを見ました。\u001b[22m\n\u001b[4mAnd I'm just glad I did.\u001b[24m\n    \u001b[1mそして、私は嬉しかったです。\u001b[22m, \u001b[1mそして、私は私がやったうれしいです。\u001b[22m\n\u001b[4mIt's rare for anime to delve into the world of religion and seeing it in a slice of life/comedy aspect was interesting to say the least.\u001b[24m\n    \u001b[1mアニメが宗教の世界を掘り下げ、生活/コメディの側面で見ることはまれであるとは言い切れず面白かったです。\u001b[22m, \u001b[1mアニメは宗教の世界を掘り下げと生活/コメディの側面のスライスで、それを見てすることは稀なのは、控えめに言って面白かったです。\u001b[22m\n\u001b[1m\u001b[22m\nI immediately knew I shouldn't take this too seriously after seeing their lives in Japan. What people don't recognize is that this is slice of life and comedy so the lack of plot should have been expected. The animation is stylized, with pastel colors and sketchy borders, but it suited the characters and their personalities. Speaking of the characters, Jesus and Buddha's interactions with the modern world is the driving force of the movie. They have their own set of quirks that was quite unexpected and really gave them a more human feeling. Not to mention the nods towards their respective religions (i.e, Buddha attracting animals and Jesus making bread and wine) went hand in hand with their human-like personalities. I'm a stickler for character interaction/development so it was a treat for me. The sound was passable, with the voice actors portraying emotions very well, but they did add a little girly hint to their voices that I eventually grew on it. Also the soundtrack suited the atmosphere but did nothing to stand out so it slips up a bit in the sound department.\n\n\u001b[1m私はすぐに日本での生活を見たあと、これをあまりにも真剣に受け止めてはならないことを知っていました。 人々が認識していないのは、これが生命とコメディーの断片であり、プロットの欠如が予想されるべきだったということです。 アニメーションは、パステルカラーとスケッチボーダーでスタイルされていますが、それはキャラクターとその人物に適しています。 キャラクターといえば、イエスと仏の現代世界との交流は、映画の原動力です。 彼らにはかなりの予期せぬものがあり、本当にもっと人間的な感情を与えた独自のセットがあります。 言い換えれば、それぞれの宗教に向けて（すなわち、ブッダが動物を引きつけ、パンやワインを作るイエス）、人間のような人格と親しくなりました。 私はキャラクターのインタラクション/開発のための仲間だから、それは私にとって大事なものだった。 声優は感情をとてもうまく描いていますが、彼らは私が最終的に育った声に少しガールフレンドなヒントを加えました。 また、サウンドトラックは雰囲気に合っていましたが、目立つものは何もありませんでしたので、サウンド部門でちょっとスリップしました。\u001b[22m\n\u001b[1m(Watashi wa sugu ni Nihon de no seikatsu o mita ato, kore o amarini mo shinken ni uketomete wa naranai koto o shitte imashita. Hitobito ga ninshiki shite inai no wa, korega seimei to komedī no danpendeari, purotto no ketsujo ga yosō sa rerubekidatta to iu kotodesu. Animēshon wa, pasuterukarā to suketchibōdā de sutairu sa rete imasuga, soreha kyarakutā to sono jinbutsu ni tekishite imasu. Kyarakutā to ieba, iesu to Futsu no gendai sekai to no kōryū wa, eiga no gendōryokudesu. Karera ni wa kanari no yoki senu mono ga ari, hontōni motto ningen-tekina kanjō o ataeta dokuji no setto ga arimasu. Iikaereba, sorezore no shūkyō ni mukete (sunawachi, budda ga dōbutsu o hikitsuke, pan ya wain o tsukuru iesu), ningen no yōna jinkaku to shitashiku narimashita. Watashi wa kyarakutā no intarakushon/ kaihatsu no tame no nakamadakara, sore wa watashi ni totte daijina monodatta. Seiyū wa kanjō o totemo umaku kaite imasuga, karera wa watashi ga saishūtekini sodatta koe ni sukoshi gārufurendona hinto o kuwaemashita. Mata, saundotorakku wa fun'iki ni atte imashitaga, medatsu mono wa nani mo arimasendeshitanode, saundo bumon de chotto surippu shimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this really isn't for everyone, especially those who hate slice of life and sensitive towards religion, but if you're willing to have an open mind just give it a go. It's purely made for entertainment and I'd group it with Usagi Drop and GTO as a feel good anime. I give it an 8.43 out of 10.\n\n\u001b[1m全体的に、これは本当に誰のためでもなく、特に人生の断片や宗教に敏感な人たちを嫌う人たちのためのものではありません。 それは純粋にエンターテインメントのために作られたもので、うさぎドロップとGTOを気分の良いアニメとしてグループ化します。 私は10点満点中8.43点を与える。\u001b[22m\n\u001b[1m(Zentai-teki ni, kore wa hontōni dare no tamede mo naku, tokuni jinsei no danpen ya shūkyō ni binkan'na hito-tachi o kirau hito-tachi no tame no monode wa arimasen. Sore wa junsui ni entāteinmento no tame ni tsukura reta mono de, usagi doroppu to GTO o kibun no yoi anime to shite gurūpu-ka shimasu. Watashi wa 10-ten manten-chū 8. 43-Ten o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this really isn't for everyone, especially those who hate slice of life and sensitive towards religion, but if you're willing to have an open mind just give it a go. It's purely made for entertainment and I'd group it with Usagi Drop and GTO as a feel good anime. I give it an 8.43 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this really isn't for everyone, especially those who hate slice of life and sensitive towards religion, but if you're willing to have an open mind just give it a go.\u001b[24m\n    \u001b[1m全体的に、これは本当に誰のためでもなく、特に人生の断片や宗教に敏感な人たちを嫌う人たちのためのものではありません。\u001b[22m, \u001b[1m全体的に、これは本当に誰もが、宗教に向かって人生のスライスや機密を憎むが、あなたはそれをやってみるオープンマインドを持って喜んでいる場合は特に人のためではありません。\u001b[22m\n\u001b[4mIt's purely made for entertainment and I'd group it with Usagi Drop and GTO as a feel good anime.\u001b[24m\n    \u001b[1mそれは純粋にエンターテインメントのために作られたもので、うさぎドロップとGTOを気分の良いアニメとしてグループ化します。\u001b[22m, \u001b[1mそれは純粋に娯楽のために作られていると私は感じて良いアニメとしてうさぎドロップし、GTOのグループにそれを思います。\u001b[22m\n\u001b[4mI give it an 8.43 out of 10.\u001b[24m\n    \u001b[1m私は10点満点中8.43点を与える。\u001b[22m, \u001b[1m私は10からそれに8.43を与えます。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "ratchet573",
    "profile": "/profile/ratchet573/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=188415",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nセント・ヤング・メンは、あなたがファンであるかどうかを見なければならないという前提を持っています。 イエスと仏は、近代日本の神秘的な世界で休暇をとっている部屋で、あらゆる種類の騒動に巻き込まれますか？ これは本当に良いか悪いかのどちらかです。\n\nありがたいことに、セント・ヤング・メンは楽しく、馬鹿で、決して痛い映画ではありません。 映画で一緒に出演するイエスと仏のことを考えるとき、あなたはただちに卑劣なユーモアを考えます。 コメディ映画の宗教的な人物は、文字に対する侮辱的で簡単な攻撃につながる傾向があります。 セント・ヤング・メンは、私が4歳の時計を見せてくれるコメディ映画のようなものです。 このコメディーは誰にでもアクセス可能で、ユーモアではあるが、イエスとブッダを不快感を募らせています。それは教えることができる瞬間を巻き起こします。\n\nコメディ自体は、奇妙な場所のユーモアから、デュオのある物語で楽しいものを掘り起こすことにまで及ぶ。 イエスが泳ぐことができないという考えは聖書の出来事への陽気な言及につながり、私は映画のハイライトの一つになるために恐ろしいテーマパークの乗り物の間に仏の唱歌を見つけました。 そして、私たちの英雄たちは日本での生活に同化しているので、さまざまな面白いキャラクターに出会うことができます。 イエス・キリストは私の好きな瞬間にヤクザの大きなかつらに間違われてしまうのですが、ブッダは常に彼の額を狙っているトリオの子供たちによって選ばれています。\n\nこの映画は良い楽しさですが、それほど粘着的ではないという事実には小さな問題があります。 それは、始まりも終わりもなく、ジャンプもしないスライス・オブ・ライフです。 プロットを探している人にとっては、彼らは失望するでしょう。 それがうまく接着されているかどうかにかかわらず、それは楽しさの量に比べて非常に小さな苦情です。\n\nアニメーションはユニークでとてもかわいいので、動く漫画のような気分を味わえます。 音楽も素晴らしいです。\n\n私が本当に楽しんだのは、仏とイエスの性格でした。 どちらも非常に馬鹿で気遣い、他の文脈で私は彼らがどれくらい白っぽくて愛らしいかを考えて同性愛者だと思うだろう。 しかし、それぞれの宗教の頭を悩ます人物として、あなたは人々をどれほど愛し、誰とも仲良くなることの感覚を得る。 もっとクールなのは、あなたが実際にこの映画からどれだけ学ぶことができるかです。 仏教とキリスト教の異なった物語の概要を与える上にここにある実際の教えがあります。\n\n私はこの映画に非常に高い得点を与えるつもりです。それは素晴らしい楽しさだけでなく、自分自身をとても丁寧に扱ったと感じているからです。 私は自分自身が宗教的な男ではないが、私は誰かを排除したり除外しない映画を見たいと思っている。 それは題材に恵みをかけ、私が今までに見た中で最も面白いアニメ映画の一つを生み出します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSaint Young Men has the kind of premise that you just have to watch no matter what you’re a fan of. Jesus and Buddha are roomies, on vacation in the mystical world of modern Japan, and get into all kind of antics? This could either be really good or really bad.\n\n\u001b[1mセント・ヤング・メンは、あなたがファンであるかどうかを見なければならないという前提を持っています。 イエスと仏は、近代日本の神秘的な世界で休暇をとっている部屋で、あらゆる種類の騒動に巻き込まれますか？ これは本当に良いか悪いかのどちらかです。\u001b[22m\n\u001b[1m(Sento yangu men wa, anata ga fandearu ka dō ka o minakereba naranai to iu zentei o motte imasu. Iesu to Futsu wa, kindainihon no shinpi-tekina sekai de kyūka o totte iru heya de, arayuru shurui no sōdō ni makikoma remasu ka? Kore wa hontōni yoi ka warui ka no dochira kadesu.)\u001b[22m\n\nTranslations of \u001b[4mSaint Young Men has the kind of premise that you just have to watch no matter what you’re a fan of. Jesus and Buddha are roomies, on vacation in the mystical world of modern Japan, and get into all kind of antics? This could either be really good or really bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSaint Young Men has the kind of premise that you just have to watch no matter what you’re a fan of.\u001b[24m\n    \u001b[1mセント・ヤング・メンは、あなたがファンであるかどうかを見なければならないという前提を持っています。\u001b[22m, \u001b[1m聖☆おにいさんは、あなたがちょうどあなたがのファンているものに関係なく見ている前提のようなものがあります。\u001b[22m\n\u001b[4mJesus and Buddha are roomies, on vacation in the mystical world of modern Japan, and get into all kind of antics?\u001b[24m\n    \u001b[1mイエスと仏は、近代日本の神秘的な世界で休暇をとっている部屋で、あらゆる種類の騒動に巻き込まれますか？\u001b[22m, \u001b[1mイエスとブッダは、近代日本の神秘的な世界での休暇に、roomiesで、ふざけた態度のすべての種類に入りますか？\u001b[22m\n\u001b[4mThis could either be really good or really bad.\u001b[24m\n    \u001b[1mこれは本当に良いか悪いかのどちらかです。\u001b[22m, \u001b[1mこれは、どちらかの本当に良いか本当に悪い可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nThankfully, Saint Young Men is a fun, silly, and in no way painful movie. When you think about Jesus and Buddha starring in a movie together, you instantly think low-brow humor. Religious figures in a comedy film tends to lead to derogatory and easy attacks on the characters, sometimes vitriolic rather than intelligent. Saint Young Men is the kind of comedy movie I’d let a four year old watch. The comedy is accessible to everyone, it has humorous but inoffensive takes on Jesus and Buddha, and it winds up having teachable moments.\n\n\u001b[1mありがたいことに、セント・ヤング・メンは楽しく、馬鹿で、決して痛い映画ではありません。 映画で一緒に出演するイエスと仏のことを考えるとき、あなたはただちに卑劣なユーモアを考えます。 コメディ映画の宗教的な人物は、文字に対する侮辱的で簡単な攻撃につながる傾向があります。 セント・ヤング・メンは、私が4歳の時計を見せてくれるコメディ映画のようなものです。 このコメディーは誰にでもアクセス可能で、ユーモアではあるが、イエスとブッダを不快感を募らせています。それは教えることができる瞬間を巻き起こします。\u001b[22m\n\u001b[1m(Arigatai koto ni, sento yangu men wa tanoshiku, bakade, kesshite itai eigade wa arimasen. Eiga de issho ni shutsuen suru iesu to Futsu no koto o kangaeru toki, anata wa tadachini hiretsuna yūmoa o kangaemasu. Komedi eiga no shūkyō-tekina jinbutsu wa, moji ni taisuru bujoku-tekide kantan'na kōgeki ni tsunagaru keikō ga arimasu. Sento yangu men wa, watashi ga 4-sai no tokei o misete kureru komedi eiga no yōna monodesu. Kono komedī wa darenidemo akusesu kanōde, yūmoade wa aru ga, iesu to budda o fukai-kan o tsunora sete imasu. Sore wa oshieru koto ga dekiru shunkan o makiokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mThankfully, Saint Young Men is a fun, silly, and in no way painful movie. When you think about Jesus and Buddha starring in a movie together, you instantly think low-brow humor. Religious figures in a comedy film tends to lead to derogatory and easy attacks on the characters, sometimes vitriolic rather than intelligent. Saint Young Men is the kind of comedy movie I’d let a four year old watch. The comedy is accessible to everyone, it has humorous but inoffensive takes on Jesus and Buddha, and it winds up having teachable moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThankfully, Saint Young Men is a fun, silly, and in no way painful movie.\u001b[24m\n    \u001b[1mありがたいことに、セント・ヤング・メンは楽しく、馬鹿で、決して痛い映画ではありません。\u001b[22m, \u001b[1mありがたいことに、聖☆おにいさんは楽しい、愚かな、と決して痛みを伴う映画です。\u001b[22m\n\u001b[4mWhen you think about Jesus and Buddha starring in a movie together, you instantly think low-brow humor.\u001b[24m\n    \u001b[1m映画で一緒に出演するイエスと仏のことを考えるとき、あなたはただちに卑劣なユーモアを考えます。\u001b[22m, \u001b[1mあなたがイエスとブッダが一緒に映画で主演を考えるとき、あなたは即座に低眉のユーモアだと思います。\u001b[22m\n\u001b[4mReligious figures in a comedy film tends to lead to derogatory and easy attacks on the characters, sometimes vitriolic rather than intelligent.\u001b[24m\n    \u001b[1mコメディ映画の宗教的な人物は、文字に対する侮辱的で簡単な攻撃につながる傾向があります。\u001b[22m, \u001b[1mコメディ映画における宗教の数字は、時に辛辣ではなく、インテリジェント文字に軽蔑的で簡単な攻撃につながる傾向があります。\u001b[22m\n\u001b[4mSaint Young Men is the kind of comedy movie I’d let a four year old watch.\u001b[24m\n    \u001b[1mセント・ヤング・メンは、私が4歳の時計を見せてくれるコメディ映画のようなものです。\u001b[22m, \u001b[1m聖☆おにいさんは私が4歳の時計を聞かせたいコメディ映画のようなものです。\u001b[22m\n\u001b[4mThe comedy is accessible to everyone, it has humorous but inoffensive takes on Jesus and Buddha, and it winds up having teachable moments.\u001b[24m\n    \u001b[1mこのコメディーは誰にでもアクセス可能で、ユーモアではあるが、イエスとブッダを不快感を募らせています。それは教えることができる瞬間を巻き起こします。\u001b[22m, \u001b[1mコメディは、誰にでもアクセス可能であることは、ユーモラス持っていますが、無害イエスとブッダにとり、それが教えやすい瞬間を持つ巻き取ります。\u001b[22m\n\u001b[1m\u001b[22m\nThe comedy itself ranges from person-in-a-strange-place humor to poking fun at certain stories of the duo. The idea that Jesus can’t swim leads to some hilarious references to Biblical events and I found Buddha’s chanting sutras during a scary theme park ride to be one of the highlights of the film. And as our heroes are assimilating to life in Japan, they encounter a variety of entertaining characters. Jesus winds up being mistaken for a Yakuza big wig in my favorite moment, while Buddha is constantly being picked on by a trio of kids who want to poke his forehead.\n\n\u001b[1mコメディ自体は、奇妙な場所のユーモアから、デュオのある物語で楽しいものを掘り起こすことにまで及ぶ。 イエスが泳ぐことができないという考えは聖書の出来事への陽気な言及につながり、私は映画のハイライトの一つになるために恐ろしいテーマパークの乗り物の間に仏の唱歌を見つけました。 そして、私たちの英雄たちは日本での生活に同化しているので、さまざまな面白いキャラクターに出会うことができます。 イエス・キリストは私の好きな瞬間にヤクザの大きなかつらに間違われてしまうのですが、ブッダは常に彼の額を狙っているトリオの子供たちによって選ばれています。\u001b[22m\n\u001b[1m(Komedi jitai wa, kimyōna basho no yūmoa kara, de~yuo no aru monogatari de tanoshī mono o horiokosu koto ni made oyobu. Iesu ga oyogu koto ga dekinai to iu kangae wa seisho no dekigoto e no yōkina genkyū ni tsunagari, watashi wa eiga no hairaito no hitotsu ni naru tame ni osoroshī tēmapāku no norimono no ma ni Futsu no shōka o mitsukemashita. Soshite, watashitachi no eiyū-tachi wa Nihon de no seikatsu ni dōka shite irunode, samazamana omoshiroi kyarakutā ni deau koto ga dekimasu. Iesu Kirisuto wa watashi no sukina shunkan ni yakuza no ōkina katsura ni machigawa rete shimau nodesuga, budda wa tsuneni kare no gaku o neratte iru torio no kodomo-tachi ni yotte eraba rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe comedy itself ranges from person-in-a-strange-place humor to poking fun at certain stories of the duo. The idea that Jesus can’t swim leads to some hilarious references to Biblical events and I found Buddha’s chanting sutras during a scary theme park ride to be one of the highlights of the film. And as our heroes are assimilating to life in Japan, they encounter a variety of entertaining characters. Jesus winds up being mistaken for a Yakuza big wig in my favorite moment, while Buddha is constantly being picked on by a trio of kids who want to poke his forehead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe comedy itself ranges from person-in-a-strange-place humor to poking fun at certain stories of the duo.\u001b[24m\n    \u001b[1mコメディ自体は、奇妙な場所のユーモアから、デュオのある物語で楽しいものを掘り起こすことにまで及ぶ。\u001b[22m, \u001b[1mコメディ自体は、人・イン・奇妙なプレースユーモアからデュオの特定のストーリーで楽しみを突くの範囲です。\u001b[22m\n\u001b[4mThe idea that Jesus can’t swim leads to some hilarious references to Biblical events and I found Buddha’s chanting sutras during a scary theme park ride to be one of the highlights of the film.\u001b[24m\n    \u001b[1mイエスが泳ぐことができないという考えは聖書の出来事への陽気な言及につながり、私は映画のハイライトの一つになるために恐ろしいテーマパークの乗り物の間に仏の唱歌を見つけました。\u001b[22m, \u001b[1mイエスは聖書のイベントにいくつかの陽気な参照にリードを泳ぐことができないと私は映画のハイライトの一つであることが怖いテーマパークの乗車中に仏の唱えるお経を発見したという考え。\u001b[22m\n\u001b[4mAnd as our heroes are assimilating to life in Japan, they encounter a variety of entertaining characters.\u001b[24m\n    \u001b[1mそして、私たちの英雄たちは日本での生活に同化しているので、さまざまな面白いキャラクターに出会うことができます。\u001b[22m, \u001b[1mそして、私たちの英雄は、日本での生活に同化されているとして、彼らは面白い文字の様々な遭遇します。\u001b[22m\n\u001b[4mJesus winds up being mistaken for a Yakuza big wig in my favorite moment, while Buddha is constantly being picked on by a trio of kids who want to poke his forehead.\u001b[24m\n    \u001b[1mイエス・キリストは私の好きな瞬間にヤクザの大きなかつらに間違われてしまうのですが、ブッダは常に彼の額を狙っているトリオの子供たちによって選ばれています。\u001b[22m, \u001b[1mイエスは仏は常に彼の額を突くしたい子供たちのトリオでオンにピックアップされている間、私の好きな瞬間にヤクザ大きなかつらのために誤解されて巻き取ります。\u001b[22m\n\u001b[1m\u001b[22m\nWhile this film is good-natured fun, it has a small problem in the fact it isn’t very cohesive. It’s a slice-of-life that doesn’t have a beginning, nor an end, and jumps about. So for those looking for plot, they’ll be let down. Regardless of whether it is glued together well or not, it’s a very small complaint compared to the amount of fun to be had.\n\n\u001b[1mこの映画は良い楽しさですが、それほど粘着的ではないという事実には小さな問題があります。 それは、始まりも終わりもなく、ジャンプもしないスライス・オブ・ライフです。 プロットを探している人にとっては、彼らは失望するでしょう。 それがうまく接着されているかどうかにかかわらず、それは楽しさの量に比べて非常に小さな苦情です。\u001b[22m\n\u001b[1m(Kono eiga wa yoi tanoshisadesuga, sorehodo nenchaku-tekide wa nai to iu koto jitsuni wa chīsana mondai ga arimasu. Sore wa, hajimari mo owari mo naku, janpu mo shinai suraisu Obu raifudesu. Purotto o sagashite iru hito ni totte wa, karera wa shitsubō surudeshou. Sore ga umaku setchaku sa rete iru ka dō ka ni kakawarazu, soreha tanoshisa no ryō ni kurabete hijō ni chīsana kujōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile this film is good-natured fun, it has a small problem in the fact it isn’t very cohesive. It’s a slice-of-life that doesn’t have a beginning, nor an end, and jumps about. So for those looking for plot, they’ll be let down. Regardless of whether it is glued together well or not, it’s a very small complaint compared to the amount of fun to be had.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile this film is good-natured fun, it has a small problem in the fact it isn’t very cohesive.\u001b[24m\n    \u001b[1mこの映画は良い楽しさですが、それほど粘着的ではないという事実には小さな問題があります。\u001b[22m, \u001b[1mこのフィルムは気立ての良い楽しいですが、それはそれは非常に粘着性でない実際には小さな問題があります。\u001b[22m\n\u001b[4mIt’s a slice-of-life that doesn’t have a beginning, nor an end, and jumps about.\u001b[24m\n    \u001b[1mそれは、始まりも終わりもなく、ジャンプもしないスライス・オブ・ライフです。\u001b[22m, \u001b[1mそれは初め、またエンドを持っていないスライスオブライフだし、周りにジャンプします。\u001b[22m\n\u001b[4mSo for those looking for plot, they’ll be let down.\u001b[24m\n    \u001b[1mプロットを探している人にとっては、彼らは失望するでしょう。\u001b[22m, \u001b[1mだからプロットをお探しの方のために、彼らは失望されます。\u001b[22m\n\u001b[4mRegardless of whether it is glued together well or not, it’s a very small complaint compared to the amount of fun to be had.\u001b[24m\n    \u001b[1mそれがうまく接着されているかどうかにかかわらず、それは楽しさの量に比べて非常に小さな苦情です。\u001b[22m, \u001b[1mかかわらず、それはよく一緒に接着されているか否かと、それが持っていたことが楽しいの量に比べて非常に小さい不満です。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is unique and very pretty, giving off the feeling of being a moving manga. The music is also excellent.\n\n\u001b[1mアニメーションはユニークでとてもかわいいので、動く漫画のような気分を味わえます。 音楽も素晴らしいです。\u001b[22m\n\u001b[1m(Animēshon wa yunīku de totemo kawaīnode, ugoku manga no yōna kibun o ajiwaemasu. Ongaku mo subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is unique and very pretty, giving off the feeling of being a moving manga. The music is also excellent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is unique and very pretty, giving off the feeling of being a moving manga.\u001b[24m\n    \u001b[1mアニメーションはユニークでとてもかわいいので、動く漫画のような気分を味わえます。\u001b[22m, \u001b[1mアニメーションは、移動漫画いるような感覚をオフに与え、ユニークで非常にきれいです。\u001b[22m\n\u001b[4mThe music is also excellent.\u001b[24m\n    \u001b[1m音楽も素晴らしいです。\u001b[22m, \u001b[1m音楽も抜群です。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I really enjoyed were the characters of Buddha and Jesus. Both are very silly, caring, and in any other context I’d think they were homosexual considering how blushy and loving they are (which hasn’t stopped people from drawing yaoi of the two). But as caring figureheads of their respective religions, you get a sense of how much they love people and get along with everyone. What’s even cooler is how much you actually can learn from this film. There are actual teachings to be found here on top of giving an overview of different stories of Buddhism and Christianity.\n\n\u001b[1m私が本当に楽しんだのは、仏とイエスの性格でした。 どちらも非常に馬鹿で気遣い、他の文脈で私は彼らがどれくらい白っぽくて愛らしいかを考えて同性愛者だと思うだろう。 しかし、それぞれの宗教の頭を悩ます人物として、あなたは人々をどれほど愛し、誰とも仲良くなることの感覚を得る。 もっとクールなのは、あなたが実際にこの映画からどれだけ学ぶことができるかです。 仏教とキリスト教の異なった物語の概要を与える上にここにある実際の教えがあります。\u001b[22m\n\u001b[1m(Watashi ga hontōni tanoshinda no wa, Futsu to iesu no seikakudeshita. Dochira mo hijō ni bakade kidzukai, hoka no bunmyaku de watashi wa karera ga dorekurai shiroppokute airashī ka o kangaete dōseiai-shada to omoudarou. Shikashi, sorezore no shūkyō no atama o nayamasu jinbutsu to shite, anata wa hitobito o dorehodo aishi, dare tomo nakayoku naru koto no kankaku o eru. Motto kūruna no wa, anata ga jissai ni kono eiga kara dore dake manabu koto ga dekiru kadesu. Bukkyō to kirisutokyō no kotonatta monogatari no gaiyō o ataeru ue ni koko ni aru jissai no oshie ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat I really enjoyed were the characters of Buddha and Jesus. Both are very silly, caring, and in any other context I’d think they were homosexual considering how blushy and loving they are (which hasn’t stopped people from drawing yaoi of the two). But as caring figureheads of their respective religions, you get a sense of how much they love people and get along with everyone. What’s even cooler is how much you actually can learn from this film. There are actual teachings to be found here on top of giving an overview of different stories of Buddhism and Christianity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I really enjoyed were the characters of Buddha and Jesus.\u001b[24m\n    \u001b[1m私が本当に楽しんだのは、仏とイエスの性格でした。\u001b[22m, \u001b[1m私は本当に楽しんでどのようなブッダとイエスの文字がありました。\u001b[22m\n\u001b[4mBoth are very silly, caring, and in any other context I’d think they were homosexual considering how blushy and loving they are (which hasn’t stopped people from drawing yaoi of the two).\u001b[24m\n    \u001b[1mどちらも非常に馬鹿で気遣い、他の文脈で私は彼らがどれくらい白っぽくて愛らしいかを考えて同性愛者だと思うだろう。\u001b[22m, \u001b[1m彼らは（2のボーイズラブを描いてから人々を停止していないもの）であるの両方が、思いやりのある非常に愚かであり、他の文脈で私は、彼らが同性愛どのように頬を赤らめた考慮し、愛したと思いますよ。\u001b[22m\n\u001b[4mBut as caring figureheads of their respective religions, you get a sense of how much they love people and get along with everyone.\u001b[24m\n    \u001b[1mしかし、それぞれの宗教の頭を悩ます人物として、あなたは人々をどれほど愛し、誰とも仲良くなることの感覚を得る。\u001b[22m, \u001b[1mしかし、それぞれの宗教の船首像を気遣うように、あなたは彼らが人々を愛し、みんなと仲良くどのくらいの感覚を得ます。\u001b[22m\n\u001b[4mWhat’s even cooler is how much you actually can learn from this film.\u001b[24m\n    \u001b[1mもっとクールなのは、あなたが実際にこの映画からどれだけ学ぶことができるかです。\u001b[22m, \u001b[1m何でもクーラーのは、あなたが実際にこの映画から学ぶことができますどのくらいです。\u001b[22m\n\u001b[4mThere are actual teachings to be found here on top of giving an overview of different stories of Buddhism and Christianity.\u001b[24m\n    \u001b[1m仏教とキリスト教の異なった物語の概要を与える上にここにある実際の教えがあります。\u001b[22m, \u001b[1m仏教とキリスト教の異なる物語の概要を与えることの上に、ここで発見される実際の教えがあります。\u001b[22m\n\u001b[1m\u001b[22m\nI’m going to give a pretty high score to this film not only because it is fantastic fun, but also because I feel that it handled itself so well and respectfully. I’m not a religious man myself, but I love to see a movie that doesn’t take sides or exclude anyone. It tackles the subject matter with grace and produces one of the funniest anime movies I’ve ever seen.\n\n\u001b[1m私はこの映画に非常に高い得点を与えるつもりです。それは素晴らしい楽しさだけでなく、自分自身をとても丁寧に扱ったと感じているからです。 私は自分自身が宗教的な男ではないが、私は誰かを排除したり除外しない映画を見たいと思っている。 それは題材に恵みをかけ、私が今までに見た中で最も面白いアニメ映画の一つを生み出します。\u001b[22m\n\u001b[1m(Watashi wa kono eiga ni hijō ni takai tokuten o ataeru tsumoridesu. Sore wa subarashī tanoshisa dakedenaku, jibun jishin o totemo teinei ni atsukatta to kanjite irukaradesu. Watashi wa jibun jishin ga shūkyō-tekina otokode wa naiga, watashi wa dare ka o haijo shi tari jogai shinai eiga o mitai to omotte iru. Sore wa daizai ni megumi o kake, watashi ga ima made ni mita naka de mottomo omoshiroi anime eiga no hitotsu o umidashimasu.)\u001b[22m\n\nTranslations of \u001b[4mI’m going to give a pretty high score to this film not only because it is fantastic fun, but also because I feel that it handled itself so well and respectfully. I’m not a religious man myself, but I love to see a movie that doesn’t take sides or exclude anyone. It tackles the subject matter with grace and produces one of the funniest anime movies I’ve ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’m going to give a pretty high score to this film not only because it is fantastic fun, but also because I feel that it handled itself so well and respectfully.\u001b[24m\n    \u001b[1m私はこの映画に非常に高い得点を与えるつもりです。それは素晴らしい楽しさだけでなく、自分自身をとても丁寧に扱ったと感じているからです。\u001b[22m, \u001b[1m私はそれは素晴らしい楽しいですので、この映画ではないだけに、かなり高いスコアを与えるつもりですが、また、私はそれがとてもうまく謹んで自分自身を扱うことを感じるので。\u001b[22m\n\u001b[4mI’m not a religious man myself, but I love to see a movie that doesn’t take sides or exclude anyone.\u001b[24m\n    \u001b[1m私は自分自身が宗教的な男ではないが、私は誰かを排除したり除外しない映画を見たいと思っている。\u001b[22m, \u001b[1m私は自分自身の宗教的な男ではないんだけど、私は側面を取るか、誰を排除するものではない映画を見るのが大好き。\u001b[22m\n\u001b[4mIt tackles the subject matter with grace and produces one of the funniest anime movies I’ve ever seen.\u001b[24m\n    \u001b[1mそれは題材に恵みをかけ、私が今までに見た中で最も面白いアニメ映画の一つを生み出します。\u001b[22m, \u001b[1mそれは優雅に主題をタックルし、私が今まで見た中で一番面白いアニメ映画の1を生成します。\u001b[22m"
  },
  {
    "title": "Saint%E2%98%86Oniisan_Movie",
    "id": "15771",
    "url": "https://myanimelist.net/anime/15771/Saint%E2%98%86Oniisan_Movie",
    "user": "iloveschool101",
    "profile": "/profile/iloveschool101/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=126015",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  5\n\nこの映画は私がそれのように感じたら、私はそれをオフにして後でそれを終了したいと思っていたが、難しいでした。 アート/アニメーションだけが私を邪魔することなく、私はクリスマスのセンスを見たいと思っていました。 それは遅く、ポイントで混乱していた。 それは15分のエピソードだったはずのようにほとんど感じたが、クリエイターはそれを一緒に1時間半に押し込んだ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nthis movie was hard to get though, i just kept wanting to turn it off and finish it later, if i felt like it. the art/animation was the only thing keeping me going, that and i wanted to seen the Christmas sense. it was slow and confusing at points. almost felt like it should of been 15 minute episode but the creator pushed it together into an hour and half.\n\n\u001b[1mこの映画は私がそれのように感じたら、私はそれをオフにして後でそれを終了したいと思っていたが、難しいでした。 アート/アニメーションだけが私を邪魔することなく、私はクリスマスのセンスを見たいと思っていました。 それは遅く、ポイントで混乱していた。 それは15分のエピソードだったはずのようにほとんど感じたが、クリエイターはそれを一緒に1時間半に押し込んだ。\u001b[22m\n\u001b[1m(Kono eiga wa watashi ga sore no yō ni kanjitara, watashi wa sore o ofu ni shite atode sore o shūryō shitai to omotte itaga, muzukashīdeshita. Āto/ animēshon dake ga watashi o jama suru koto naku, watashi wa kurisumasu no sensu o mitai to omotte imashita. Sore wa osoku, pointo de konran shite ita. Sore wa 15-bu no episōdodatta hazu no yō ni hotondo kanjitaga, kurieitā wa sore o issho ni 1-jikan han ni oshikonda.)\u001b[22m\n\nTranslations of \u001b[4mthis movie was hard to get though, i just kept wanting to turn it off and finish it later, if i felt like it. the art/animation was the only thing keeping me going, that and i wanted to seen the Christmas sense. it was slow and confusing at points. almost felt like it should of been 15 minute episode but the creator pushed it together into an hour and half.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis movie was hard to get though, i just kept wanting to turn it off and finish it later, if i felt like it.\u001b[24m\n    \u001b[1mこの映画は私がそれのように感じたら、私はそれをオフにして後でそれを終了したいと思っていたが、難しいでした。\u001b[22m, \u001b[1mこの映画はも入手困難だった、私はちょうど私がそれのように感じた場合は、それをオフにし、後でそれを終えるしたい続けました。\u001b[22m\n\u001b[4mthe art/animation was the only thing keeping me going, that and i wanted to seen the Christmas sense.\u001b[24m\n    \u001b[1mアート/アニメーションだけが私を邪魔することなく、私はクリスマスのセンスを見たいと思っていました。\u001b[22m, \u001b[1mアート/アニメーションは、それを私は行く保つ唯一のものだったと私はクリスマスの意味を見てみたかったです。\u001b[22m\n\u001b[4mit was slow and confusing at points.\u001b[24m\n    \u001b[1mそれは遅く、ポイントで混乱していた。\u001b[22m, \u001b[1mそれは遅いとの点で混乱しました。\u001b[22m\n\u001b[4malmost felt like it should of been 15 minute episode but the creator pushed it together into an hour and half.\u001b[24m\n    \u001b[1mそれは15分のエピソードだったはずのようにほとんど感じたが、クリエイターはそれを一緒に1時間半に押し込んだ。\u001b[22m, \u001b[1mほとんどそれは15分のエピソードとなってのべきであるように感じたが、作成者が一時間半に一緒にそれを押しました。\u001b[22m"
  }
]
