[
  {
    "title": "Iron_Man__Rise_of_Technovore",
    "id": "15847",
    "url": "https://myanimelist.net/anime/15847/Iron_Man__Rise_of_Technovore",
    "user": "HybridMedia",
    "profile": "/profile/HybridMedia/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=95353",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  4\nサウンド|  7\nキャラクター|  3\n|  4\n\nはい、それは再びマルベルのアニメの時間であり、ステーク（またはそれの予期）は、私が前に言ったように幾分高いか低いと信じています、誰もマーベル/マッドハウスのアニメのための多くの陽性を持っていない、 それらの人々（少なくとも2人を今まで見直した人）と今ここで、このようなコラボレーションのもう1つが来ています。もしあなたがそれが最後のものになると思うなら、もっと多くのことがあると聞いたので、 これらの来るの。 これがステップアップであることを祈りましょう。もしそうでなければ、彼らは抽選盤に戻る必要があります。\n\n彼のアイアンマンの鎧では、億万長者のトニー・スタークは、神秘的な新しい敵からの攻撃を防ぎます。 残念なことに、彼の親友War Machine、Lt。James Rhodes中佐を含め、無実の傍観者が殺されます。 アイアンマンがエスケープし、攻撃の背後にある魔術師を見つけることを決意したS.H.I.E.L.D.による質問のために拘束された。 ブラック・ウィドウとホークアイが追求したアイアン・マンは無慈悲な自警団「ザ・パニッシャー」の助けを求める。 しかし、Armored Avengerは責任者を拘束し、致命的な武器、地球上のすべての命を拭くことができるTechnovoreと呼ばれるバイオテクノロジーに直面することを余儀なくされると、彼が見つけたものを扱うことができますか？\n\n私はそれがテレビシリーズから少しステップだったと言いますが、私は全部を見ているように彼らは1/50になるでしょう、それのいくつかの部分は、それが哲学的で深くしようとしていたように感じましたが、 謎めいた混乱ではなく、まばゆいか退屈な期待ではなく、どんな質問にも答えない本当にばかなものだけである。 私はほとんどのファンが漫画本への接続や添付ファイルのためにこれで動揺するだろうが、私にとっては私はそれらに付いていませんが、それ自体のメリットでアニメ映画として、それはやや怒りを軽減しますが、 例えば、トニー・スタークは、彼の後には、最初のライブ・アクション映画の間に殺さなければならなかった彼の前のボス、そして彼の息子が復讐を望むかもしれないトニーには起こらなかった、オバデア・ステーンの息子であるエゼキエル・ステーン しかし、彼らは16歳のときに息子が飛行機で墜落して死亡したと言いました。うん、それは私に混乱をもたらしました。\n\nニック・フューリー、アイアン・パトリオット（ローディー）、ブラックウィドウ、ホーキー、マリア・ヒル、ペッパー・ポッツ、もちろん、ザ・パニッシャーも出演しているアイアン・マン・リターン（明白なことではない）を除いて、 彼がこの大部分を果たしたが、10分しかそこにいない場合、おそらく彼らはそのアニメのスピンオフを行うだろう、誰が知っている？ それはすべて、大げさなおっぱいでした。\n\nこのためのアニメーションは、色が非常に暗い色調で、ミュートされているので、Madhouseからかなりそうです。 白黒のように見える部分もあります。 いくつかのキャラクターデザインはオフになっていることが多いですが、それをオフにすることはあまりありません。 アクションシーンは、弱いものから忘れ難いものまでかなり標準ですが、最も弱いものはペッパーのバケーションホームからの追跡であり、それは処罰者との追跡です。 ここでも音楽が標準ですが、全くないような気がするので、私はそれに遭遇しませんでした。\n\nさて、私はいつものように英語の吹き替えでこれを見ましたが、CyrusとBrian Salisburyが推奨していた遠隔視聴のエピソード以来、私は字幕付きの英語のダブを見ていたので私がしたことはいいことですし、 日本語版の作成が楽になり、無駄になりました。 トニー・スタークの魅力とカリスマがそこに入っていても、私は彼がもっと説得力があると思っていたので、私はMatthew MercerをAdrian PasdarよりもIron Manとして好むと言います。 ここに私と一緒に解決しない部分があります。それは10分しかそこにあったにもかかわらず、Norman ReedusにPunisherのトップ課金を与えています。 彼はウォーキング・デッドからよく知られている名前なので、彼らがそれをした理由を知っていますが、それは単にファンに間違ったやり方を擦ってしまいます。 それを思考に誘惑します。処罰者はそこで大きな役割を果たしています。\n\n最終的な検査：そうですね、これも実行中に圧倒されてちょうどうんざりでした。 あなたが知っているように、マーベルがマドハウスとのコラボレーションを続けるなら、彼らはもっと書くことに焦点を当て、そこに置かれている基本的なアニメの罠を避けるべきです。 私はそれほど嫌いではありません（それはまだ穏やかですが）私はこれで私の時間を無駄にし、私は再びそれを見ないつもりだと感じました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nYes, it's MARVEL anime time again and believe that the stakes (or the anticipation of it) are somewhat high or low considering as I said before, no one has that much positivity for the Marvel/Madhouse anime, and yet I'm one of those people (at least the one who reviewed two of them so far) and now here comes another one of these collaborations and if you think it's going to be their last one, I wouldn't kid around that since I heard there might be more of these coming. Let’s hope this one is a step-up, if not, they need to go back to the drawing board.\n\n\u001b[1mはい、それは再びマルベルのアニメの時間であり、ステーク（またはそれの予期）は、私が前に言ったように幾分高いか低いと信じています、誰もマーベル/マッドハウスのアニメのための多くの陽性を持っていない、 それらの人々（少なくとも2人を今まで見直してきた人）と今ここではこれらのコラボレーションのもう1つが来ています。もしあなたがそれが最後のものになると思うなら、もっと多くのことがあると聞いたので、 これらの来るの。 これがステップアップであることを祈りましょう。もしそうでなければ、彼らは抽選盤に戻る必要があります。\u001b[22m\n\u001b[1m(Hai, sore wa futatabi maruberu no anime no jikandeari, sutēku (matawa sore no yoki) wa, watashi ga mae ni itta yō ni ikubun takai ka hikui to shinjite imasu, dare mo māberu/ maddohausu no anime no tame no ōku no yōsei o motteinai, sorera no hitobito (sukunakutomo 2-ri o imamade minaoshite kita hito) to imakokode wa korera no koraborēshon no mō 1tsu ga kite imasu. Moshi anata ga sore ga saigo no mono ni naru to omounara, motto ōku no koto ga aru to kiitanode, korera no kuru no. Kore ga suteppu appudearu koto o inorimashou. Moshi sōdenakereba, karera wa chūsen-ban ni modoru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mYes, it's MARVEL anime time again and believe that the stakes (or the anticipation of it) are somewhat high or low considering as I said before, no one has that much positivity for the Marvel/Madhouse anime, and yet I'm one of those people (at least the one who reviewed two of them so far) and now here comes another one of these collaborations and if you think it's going to be their last one, I wouldn't kid around that since I heard there might be more of these coming. Let’s hope this one is a step-up, if not, they need to go back to the drawing board.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes, it's MARVEL anime time again and believe that the stakes (or the anticipation of it) are somewhat high or low considering as I said before, no one has that much positivity for the Marvel/Madhouse anime, and yet I'm one of\u001b[24m\n    \u001b[1mはい、それは再びマルベルのアニメの時間であり、ステーク（またはそれの予期）は、私が前に言ったように幾分高いか低いと信じています、誰もマーベル/マッドハウスのアニメのための多くの陽性を持っていない、\u001b[22m, \u001b[1mはい、それは再びMARVELアニメ時間だと私は前に言ったように杭（またはそれを見越し）がやや高いか考えると低いことを信じ、誰もが驚嘆/マッドハウスのアニメのためにその多くの陽性を持っていない、とまだ私はの一つです\u001b[22m\n\u001b[4mthose people (at least the one who reviewed two of them so far) and now here comes another one of these collaborations and if you think it's going to be their last one, I wouldn't kid around that since I heard there might be more\u001b[24m\n    \u001b[1mそれらの人々（少なくとも2人を今まで見直してきた人）と今ここではこれらのコラボレーションのもう1つが来ています。もしあなたがそれが最後のものになると思うなら、もっと多くのことがあると聞いたので、\u001b[22m, \u001b[1mそれらの人々（これまでのところ、それらのうちの2つを見直し、少なくとも1）、今ここで、これらのコラボレーションの別の一つが来て、あなたは彼らの最後の1になるだろうと思うならば、私はもっとあるかもしれません聞いたので、その周りの子供ではないだろう\u001b[22m\n\u001b[4mof these coming.\u001b[24m\n    \u001b[1mこれらの来るの。\u001b[22m, \u001b[1mこれらの到来。\u001b[22m\n\u001b[4mLet’s hope this one is a step-up, if not, they need to go back to the drawing board.\u001b[24m\n    \u001b[1mこれがステップアップであることを祈りましょう。もしそうでなければ、彼らは抽選盤に戻る必要があります。\u001b[22m, \u001b[1mのは、彼らが振り出しに戻って行く必要がない場合は、この1は、ステップアップです期待しましょう。\u001b[22m\n\u001b[1m\u001b[22m\nIn his Iron Man armor, billionaire Tony Stark prevents an attack from a mysterious new foe. Unfortunately, innocent bystanders are killed, including his best friend War Machine, Lt. Colonel James Rhodes. Detained for questioning by S.H.I.E.L.D., Iron Man escapes, determined to find the mastermind behind the attack. Pursued by Black Widow and Hawkeye, Iron Man enlists the help of ruthless vigilante The Punisher. But can the Armored Avenger handle what he finds when he catches the person responsible and is forced to face his deadliest weapon, a biotechnology called Technovore that could wipe out all life on the planet?\n\n\u001b[1m彼のアイアンマンの鎧では、億万長者のトニー・スタークは、神秘的な新しい敵からの攻撃を防ぎます。 残念なことに、彼の親友War Machine、Lt。James Rhodes中佐を含め、無実の傍観者が殺されます。 アイアンマンがエスケープし、攻撃の背後にある魔術師を見つけることを決意したS.H.I.E.L.D.による質問のために拘束された。 ブラック・ウィドウとホークアイが追求したアイアン・マンは無慈悲な自警団「ザ・パニッシャー」の助けを求める。 しかし、Armored Avengerは責任者を拘束し、致命的な武器、地球上のすべての命を拭くことができるTechnovoreと呼ばれるバイオテクノロジーに直面することを余儀なくされると、彼が見つけたものを扱うことができますか？\u001b[22m\n\u001b[1m(Kare no aian man no yoroide wa, okumanchōja no tonī sutāku wa, shinpi-tekina atarashī teki kara no kōgeki o fusegimasu. Zan'nen'nakotoni, kare no shin'yū u~ō Machine, Lt. Jēmusu Rhodes chūsa o fukume, mujitsu no bōkan-sha ga korosa remasu. Aian man ga esukēpu shi, kōgeki no haigo ni aru majutsu-shi o mitsukeru koto o ketsui shita S. H. I. E. L. D. Ni yoru shitsumon no tame ni kōsoku sa reta. Burakku u~idō to hōkuai ga tsuikyū shita aian man wa mujihina jikei-dan `za panisshā' no tasuke o motomeru. Shikashi, Armored abenjā wa sekininsha o kōsoku shi, chimei-tekina buki, chikyū-jō no subete no inochi o fuku koto ga dekiru Technovore to yoba reru baiotekunorojī ni chokumen suru koto o yoginaku sa reru to, kare ga mitsuketa mono o atsukau koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mIn his Iron Man armor, billionaire Tony Stark prevents an attack from a mysterious new foe. Unfortunately, innocent bystanders are killed, including his best friend War Machine, Lt. Colonel James Rhodes. Detained for questioning by S.H.I.E.L.D., Iron Man escapes, determined to find the mastermind behind the attack. Pursued by Black Widow and Hawkeye, Iron Man enlists the help of ruthless vigilante The Punisher. But can the Armored Avenger handle what he finds when he catches the person responsible and is forced to face his deadliest weapon, a biotechnology called Technovore that could wipe out all life on the planet?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn his Iron Man armor, billionaire Tony Stark prevents an attack from a mysterious new foe.\u001b[24m\n    \u001b[1m彼のアイアンマンの鎧では、億万長者のトニー・スタークは、神秘的な新しい敵からの攻撃を防ぎます。\u001b[22m, \u001b[1m彼のアイアンマンのアーマーでは、億万長者トニー・スタークは、神秘的な新しい敵からの攻撃を防ぐことができます。\u001b[22m\n\u001b[4mUnfortunately, innocent bystanders are killed, including his best friend War Machine, Lt. Colonel James Rhodes.\u001b[24m\n    \u001b[1m残念なことに、彼の親友War Machine、Lt。James Rhodes中佐を含め、無実の傍観者が殺されます。\u001b[22m, \u001b[1m残念ながら、無実の見物人は彼の親友戦争機械、中佐ジェームズロードス含め、殺されます。\u001b[22m\n\u001b[4mDetained for questioning by S.H.I.E.L.D., Iron Man escapes, determined to find the mastermind behind the attack.\u001b[24m\n    \u001b[1mアイアンマンがエスケープし、攻撃の背後にある魔術師を見つけることを決意したS.H.I.E.L.D.による質問のために拘束された。\u001b[22m, \u001b[1mS.H.I.E.L.D.によって尋問のために拘留され、アイアンマンは、攻撃の黒幕を見つけることが決定逃げます。\u001b[22m\n\u001b[4mPursued by Black Widow and Hawkeye, Iron Man enlists the help of ruthless vigilante The Punisher.\u001b[24m\n    \u001b[1mブラック・ウィドウとホークアイが追求したアイアン・マンは無慈悲な自警団「ザ・パニッシャー」の助けを求める。\u001b[22m, \u001b[1mブラックウィドウとホークアイが追求する、アイアンマンは、冷酷な自警団パニッシャーの助けを登録します。\u001b[22m\n\u001b[4mBut can the Armored Avenger handle what he finds when he catches the person responsible and is forced to face his deadliest weapon, a biotechnology called Technovore that could wipe out all life on the planet?\u001b[24m\n    \u001b[1mしかし、Armored Avengerは責任者を拘束し、致命的な武器、地球上のすべての命を拭くことができるTechnovoreと呼ばれるバイオテクノロジーに直面することを余儀なくされると、彼が見つけたものを扱うことができますか？\u001b[22m, \u001b[1mしかしアーマードアベンジャーは、彼が責任者をキャッチし、彼の最悪の武器、地球上のすべての生命を一掃することができTechnovoreと呼ばれるバイオテクノロジーに直面することを余儀なくされたとき、彼は見つけたものを扱うことができますか？\u001b[22m\n\u001b[1m\u001b[22m\nI would say that it was a bit of a step up from the TV series but they would be 1/50 true as I watched the whole thing, some parts of it felt like it was trying to be philosophical and deep but it ends up being a riddled mess but not with bland or boring expectations, just the really dumb ones that doesn't answer any questions. I get most fans would upset with this due to their connection or attachment to the comic book but for me, I’m neither attached to those but as an anime film on its own merits, it’s slightly less infuriating but nevertheless amnesiac. For instance, Tony Stark didn't know the one after him was Ezekiel Stane, the son of Obadiah Stane, his former boss whom he had to kill during the first live-action film and it never occurred to Tony that his son might want revenge but then they said that the son died in a plane crash when he was 16. Yeah, that left me with confusion.\n\n\u001b[1m私はそれがテレビシリーズから少しステップだったと言いますが、私は全部を見ているように彼らは1/50になるでしょう、それのいくつかの部分は、それが哲学的で深くしようとしていたように感じましたが、 謎めいた混乱ではなく、まばゆいか退屈な期待ではなく、どんな質問にも答えない本当にばかなものだけである。 私はほとんどのファンが漫画本への接続や添付ファイルのためにこれで動揺するだろうが、私にとっては私はそれらに付いていませんが、それ自体のメリットでアニメ映画として、それはやや怒りを軽減しますが、 例えば、トニー・スタークは、彼の後には、最初のライブ・アクション映画の間に殺さなければならなかった彼の前のボス、そして彼の息子が復讐を望むかもしれないトニーには起こらなかった、オバデア・ステーンの息子であるエゼキエル・ステーン しかし、彼らは16歳のときに息子が飛行機で墜落して死亡したと言いました。うん、それは私に混乱をもたらしました。\u001b[22m\n\u001b[1m(Watashi wa sore ga terebishirīzu kara sukoshi suteppudatta to iimasuga, watashi wa zenbu o mite iru yō ni karera wa 1/ 50 ni narudeshou, sore no ikutsu ka no bubun wa, sore ga tetsugaku-tekide fukaku shiyou to shite ita yō ni kanjimashitaga, nazomeita konrande wa naku, mabayui ka taikutsuna kitaide wa naku, don'na shitsumon ni mo kotaenai hontōni bakana mono dakedearu. Watashi wa hotondo no fan ga mangabon e no setsuzoku ya tenpu fairu no tame ni kore de dōyō surudarouga, watashi ni totte wa watashi wa sorera ni tsuite imasenga, sore jitai no meritto de anime eiga to shite, sore wa yaya ikari o keigen shimasuga, tatoeba, tonī sutāku wa, kare no nochi ni wa, saisho no raibu akushon eiga no ma ni korosanakereba naranakatta kare no mae no bosu, soshite kare no musuko ga fukushū o nozomu kamo shirenai tonī ni wa okoranakatta, obadea sutēn no musukodearu ezekieru sutēn shikashi, karera wa 16-sai no toki ni musuko ga hikōki de tsuiraku shite shibō shita to iimashita. Un, sore wa watashi ni konran o motarashimashita.)\u001b[22m\n\nTranslations of \u001b[4mI would say that it was a bit of a step up from the TV series but they would be 1/50 true as I watched the whole thing, some parts of it felt like it was trying to be philosophical and deep but it ends up being a riddled mess but not with bland or boring expectations, just the really dumb ones that doesn't answer any questions. I get most fans would upset with this due to their connection or attachment to the comic book but for me, I’m neither attached to those but as an anime film on its own merits, it’s slightly less infuriating but nevertheless amnesiac. For instance, Tony Stark didn't know the one after him was Ezekiel Stane, the son of Obadiah Stane, his former boss whom he had to kill during the first live-action film and it never occurred to Tony that his son might want revenge but then they said that the son died in a plane crash when he was 16. Yeah, that left me with confusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would say that it was a bit of a step up from the TV series but they would be 1/50 true as I watched the whole thing, some parts of it felt like it was trying to be philosophical and deep but it ends up being\u001b[24m\n    \u001b[1m私はそれがテレビシリーズから少しステップだったと言いますが、私は全部を見ているように彼らは1/50になるでしょう、それのいくつかの部分は、それが哲学的で深くしようとしていたように感じましたが、\u001b[22m, \u001b[1m私はそれがテレビシリーズからのステップアップのビットだったと言うでしょうが、私は全体を見て、彼らが1/50真となり、それのいくつかの部分は、哲学的で深いことをしようとしていたことのように感じたが、それはされて終わります\u001b[22m\n\u001b[4ma riddled mess but not with bland or boring expectations, just the really dumb ones that doesn't answer any questions.\u001b[24m\n    \u001b[1m謎めいた混乱ではなく、まばゆいか退屈な期待ではなく、どんな質問にも答えない本当にばかなものだけである。\u001b[22m, \u001b[1m当たり障りのない退屈な期待だらけの混乱ではなく、任意の質問に答えていないだけで本当にばかなもの。\u001b[22m\n\u001b[4mI get most fans would upset with this due to their connection or attachment to the comic book but for me, I’m neither attached to those but as an anime film on its own merits, it’s slightly less infuriating but nevertheless amnesiac.\u001b[24m\n    \u001b[1m私はほとんどのファンが漫画本への接続や添付ファイルのためにこれで動揺するだろうが、私にとっては私はそれらに付いていませんが、それ自体のメリットでアニメ映画として、それはやや怒りを軽減しますが、\u001b[22m, \u001b[1m私は私のために、私はどちらもそれらに接続されているよほとんどのファンが原因で漫画本への接続、または添付ファイルにこれをひっくり返すことになるますが、しかし、独自のメリットにアニメ映画として、それはやや少ない腹立たしいそれにもかかわらず、記憶喪失です。\u001b[22m\n\u001b[4mFor instance, Tony Stark didn't know the one after him was Ezekiel Stane, the son of Obadiah Stane, his former boss whom he had to kill during the first live-action film and it never occurred to Tony that his son might want revenge\u001b[24m\n    \u001b[1m例えば、トニー・スタークは、彼の後には、最初のライブ・アクション映画の間に殺さなければならなかった彼の前のボス、そして彼の息子が復讐を望むかもしれないトニーには起こらなかった、オバデア・ステーンの息子であるエゼキエル・ステーン\u001b[22m, \u001b[1m彼はエゼキエルStane、オバデヤStane、彼は最初の実写映画の間に殺すために持っていたし、彼の息子が復讐をしたいかもしれないとトニーもしなかった彼の元上司の息子だった後たとえば、トニー・スタークは、いずれかを知りませんでした\u001b[22m\n\u001b[4mbut then they said that the son died in a plane crash when he was 16. Yeah, that left me with confusion.\u001b[24m\n    \u001b[1mしかし、彼らは16歳のときに息子が飛行機で墜落して死亡したと言いました。うん、それは私に混乱をもたらしました。\u001b[22m, \u001b[1mしかし、その後、彼らは彼が混乱して私を残し16うん、だった息子が飛行機事故で死亡したと述べました。\u001b[22m\n\u001b[1m\u001b[22m\nAside from Iron Man returning (which is obvious, no shit there), also appearing is Nick Fury, Iron Patriot (Rhodey), Black Widow, Hawkeye, Maria Hill, Pepper Potts and of course, The Punisher, who was hyped up during the film's promo if he played a big part of this but he's only there for 10 minutes, possibly they're going to make an anime spinoff of that, who knows? It was all a big dick tease.\n\n\u001b[1mニック・フューリー、アイアン・パトリオット（ローディー）、ブラックウィドウ、ホーキー、マリア・ヒル、ペッパー・ポッツ、もちろん、ザ・パニッシャーも出演しているアイアン・マン・リターン（明白なことではない）を除いて、 彼がこの大部分を果たしたが、10分しかそこにいない場合、おそらく彼らはそのアニメのスピンオフを行うだろう、誰が知っている？ それはすべて、大げさなおっぱいでした。\u001b[22m\n\u001b[1m(Nikku fu~yūrī, aian Patoriotto (rōdī), burakkū~idō, hōkī, Maria hiru, peppā pottsu, mochiron, za panisshā mo shutsuen shite iru aian man ritān (meihakuna kotode wa nai) o nozoite, kare ga kono daibubun o hatashitaga, 10-bu shika soko ni inai baai, osoraku karera wa sono anime no supin'ofu o okonaudarou, dare ga shitte iru? Sore wa subete, ōgesana oppaideshita.)\u001b[22m\n\nTranslations of \u001b[4mAside from Iron Man returning (which is obvious, no shit there), also appearing is Nick Fury, Iron Patriot (Rhodey), Black Widow, Hawkeye, Maria Hill, Pepper Potts and of course, The Punisher, who was hyped up during the film's promo if he played a big part of this but he's only there for 10 minutes, possibly they're going to make an anime spinoff of that, who knows? It was all a big dick tease.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAside from Iron Man returning (which is obvious, no shit there), also appearing is Nick Fury, Iron Patriot (Rhodey), Black Widow, Hawkeye, Maria Hill, Pepper Potts and of course, The Punisher, who was hyped up during the\u001b[24m\n    \u001b[1mニック・フューリー、アイアン・パトリオット（ローディー）、ブラックウィドウ、ホーキー、マリア・ヒル、ペッパー・ポッツ、もちろん、ザ・パニッシャーも出演しているアイアン・マン・リターン（明白なことではない）を除いて、\u001b[22m, \u001b[1m別にアイアンマンから、（、明白であるそこにはたわごと）を返さないも登場するニック・フューリー、アイアンパトリオット（Rhodey）、ブラック・ウィドー、ホークアイ、マリアヒル、ペッパー・ポッツとの間にアップ宣伝されたコースの、パニッシャー、あります\u001b[22m\n\u001b[4mfilm's promo if he played a big part of this but he's only there for 10 minutes, possibly they're going to make an anime spinoff of that, who knows?\u001b[24m\n    \u001b[1m彼がこの大部分を果たしたが、10分しかそこにいない場合、おそらく彼らはそのアニメのスピンオフを行うだろう、誰が知っている？\u001b[22m, \u001b[1m映画のプロモーション彼はこのの大きな役割を果たしたが、彼はおそらく、彼らはそのアニメのスピンオフをするつもりだ、10分間だけあり、誰が知っている場合？\u001b[22m\n\u001b[4mIt was all a big dick tease.\u001b[24m\n    \u001b[1mそれはすべて、大げさなおっぱいでした。\u001b[22m, \u001b[1mこれは、すべてのビッグディックいじめるました。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation for this is fairly so-so from Madhouse, as the colors are very dark-toned and muted; even if some parts that almost seem black and white. Some character designs are often off but not much to put me off of it. The action scenes are pretty standard to weak and forgettable, albeit the weakest ones being the chase from Pepper’s vacation home and that chase with the Punisher. Music is also standard here but I never came across with that as it feels like there isn’t any at all.\n\n\u001b[1mこのためのアニメーションは、色が非常に暗い色調で、ミュートされているので、Madhouseからかなりそうです。 白黒のように見える部分もあります。 いくつかのキャラクターデザインはオフになっていることが多いですが、それをオフにすることはあまりありません。 アクションシーンは、弱いものから忘れ難いものまでかなり標準ですが、最も弱いものはペッパーのバケーションホームからの追跡であり、それは処罰者との追跡です。 ここでも音楽が標準ですが、全くないような気がするので、私はそれに遭遇しませんでした。\u001b[22m\n\u001b[1m(Kono tame no animēshon wa,-iro ga hijō ni kurai shikichō de, myūto sa rete irunode, Madhouse kara kanari sōdesu. Shirokuro no yō ni mieru bubun mo arimasu. Ikutsu ka no kyarakutādezain wa ofu ni natte iru koto ga ōidesuga, sore o ofu ni suru koto wa amari arimasen. Akushonshīn wa, yowai mono kara wasure gatai mono made kanari hyōjundesuga, mottomo yowai mono wa peppā no bakēshonhōmu kara no tsuisekideari, soreha shobatsu-sha to no tsuisekidesu. Koko demo ongaku ga hyōjundesuga, mattaku nai yōna ki ga surunode, watashi wa sore ni sōgū shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation for this is fairly so-so from Madhouse, as the colors are very dark-toned and muted; even if some parts that almost seem black and white. Some character designs are often off but not much to put me off of it. The action scenes are pretty standard to weak and forgettable, albeit the weakest ones being the chase from Pepper’s vacation home and that chase with the Punisher. Music is also standard here but I never came across with that as it feels like there isn’t any at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation for this is fairly so-so from Madhouse, as the colors are very dark-toned and muted;\u001b[24m\n    \u001b[1mこのためのアニメーションは、色が非常に暗い色調で、ミュートされているので、Madhouseからかなりそうです。\u001b[22m, \u001b[1m色は非常に暗い色調とミュートされているように、このためのアニメーションは、まあまあマッドハウスからかなりあります。\u001b[22m\n\u001b[4meven if some parts that almost seem black and white.\u001b[24m\n    \u001b[1m白黒のように見える部分もあります。\u001b[22m, \u001b[1mでも、ほとんど黒と白のように見えるいくつかの部分であれば。\u001b[22m\n\u001b[4mSome character designs are often off but not much to put me off of it.\u001b[24m\n    \u001b[1mいくつかのキャラクターデザインはオフになっていることが多いですが、それをオフにすることはあまりありません。\u001b[22m, \u001b[1m一部のキャラクターデザインは、それから離れて私を置くために、多くの場合、オフではなく、多くのです。\u001b[22m\n\u001b[4mThe action scenes are pretty standard to weak and forgettable, albeit the weakest ones being the chase from Pepper’s vacation home and that chase with the Punisher.\u001b[24m\n    \u001b[1mアクションシーンは、弱いものから忘れ難いものまでかなり標準ですが、最も弱いものはペッパーのバケーションホームからの追跡であり、それは処罰者との追跡です。\u001b[22m, \u001b[1mアクションシーンは、最も弱いものがペッパーの別荘からのチェイスやパニッシャーとその追跡されるにもかかわらず、弱いと忘れられがちにかなり標準的です。\u001b[22m\n\u001b[4mMusic is also standard here but I never came across with that as it feels like there isn’t any at all.\u001b[24m\n    \u001b[1mここでも音楽が標準ですが、全くないような気がするので、私はそれに遭遇しませんでした。\u001b[22m, \u001b[1m音楽もここで標準的ではないが、それは任意のすべてでありませんように感じているように私はそれと出会ったことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nNow, I did watch this in the English dub as always but since that episode of Remote Viewing where Cyrus and Brian Salisbury recommended, it is a good thing that I did because I was watching the English dub with subtitles and the subs was just clumsy, making the Japanese version effortless and all for naught. I will say that I prefer Matthew Mercer as Iron Man rather than Adrian Pasdar as I thought he was more convincing in there, even if the charm and charisma of Tony Stark is gone in there. Now here’s the part that doesn’t settle with me, and that is giving Norman Reedus as the Punisher top billing, even though it was only there for 10 minutes. I know the reason why they did it because he’s a well-known name since The Walking Dead but that’s just going to rub fans the wrong way; tricking them to thinking The Punisher is having a big role in there.\n\n\u001b[1mさて、私はいつものように英語の吹き替えでこれを見ましたが、CyrusとBrian Salisburyが推奨していた遠隔視聴のエピソード以来、私は字幕付きの英語のダブを見ていたので私がしたことはいいことですし、 日本語版の作成が楽になり、無駄になりました。 トニー・スタークの魅力とカリスマがそこに入っていても、私は彼がもっと説得力があると思っていたので、私はMatthew MercerをAdrian PasdarよりもIron Manとして好むと言います。 ここに私と一緒に解決しない部分があります。それは10分しかそこにあったにもかかわらず、Norman ReedusにPunisherのトップ課金を与えています。 彼はウォーキング・デッドからよく知られている名前なので、彼らがそれをした理由を知っていますが、それは単にファンに間違ったやり方を擦ってしまいます。 それを思考に誘惑します。処罰者はそこで大きな役割を果たしています。\u001b[22m\n\u001b[1m(Sate, watashi wa itsumo no yō ni eigo no fukikae de kore o mimashitaga, Cyrus to buraian Salisbury ga suishō shite ita enkaku shichō no episōdo irai, watashi wa jimaku-tsuki no eigo no dabu o mite itanode watashi ga shita koto wa ī kotodesushi, nihongohan no sakusei ga raku ni nari, muda ni narimashita. Tonī sutāku no miryoku to karisuma ga soko ni haitte ite mo, watashi wa kare ga motto settoku-ryoku ga aru to omotte itanode, watashi wa mashū māsā o Adrian Pasdar yori mo aianman to shite konomu to iimasu. Koko ni watashitoisshoni kaiketsu shinai bubun ga arimasu. Sore wa 10-bu shika soko ni atta nimokakawarazu, nōman Reedus ni Punisher no toppu kakin o ataete imasu. Kare wa u~ōkingu deddo kara yoku shira rete iru namaenanode, karera ga sore o shita riyū o shitte imasuga, sore wa tan'ni fan ni machigatta yarikata o kosutte shimaimasu. Sore o shikō ni yūwaku shimasu. Shobatsu-sha wa soko de ōkina yakuwari o hatashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow, I did watch this in the English dub as always but since that episode of Remote Viewing where Cyrus and Brian Salisbury recommended, it is a good thing that I did because I was watching the English dub with subtitles and the subs was just clumsy, making the Japanese version effortless and all for naught. I will say that I prefer Matthew Mercer as Iron Man rather than Adrian Pasdar as I thought he was more convincing in there, even if the charm and charisma of Tony Stark is gone in there. Now here’s the part that doesn’t settle with me, and that is giving Norman Reedus as the Punisher top billing, even though it was only there for 10 minutes. I know the reason why they did it because he’s a well-known name since The Walking Dead but that’s just going to rub fans the wrong way; tricking them to thinking The Punisher is having a big role in there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, I did watch this in the English dub as always but since that episode of Remote Viewing where Cyrus and Brian Salisbury recommended, it is a good thing that I did because I was watching the English dub with subtitles and the subs was just clumsy,\u001b[24m\n    \u001b[1mさて、私はいつものように英語の吹き替えでこれを見ましたが、CyrusとBrian Salisburyが推奨していた遠隔視聴のエピソード以来、私は字幕付きの英語のダブを見ていたので私がしたことはいいことですし、\u001b[22m, \u001b[1m今、私はいつものようにダブが、サイラスとブライアン・ソールズベリーは推奨リモート・ビューイングのエピソード以来、英語でこれを見た、それは私が字幕付き英語吹き替えを見ていたので、私は良いことだと潜水艦はただ不器用でした、\u001b[22m\n\u001b[4mmaking the Japanese version effortless and all for naught.\u001b[24m\n    \u001b[1m日本語版の作成が楽になり、無駄になりました。\u001b[22m, \u001b[1m無駄のための日本語版が楽とすべて作ります。\u001b[22m\n\u001b[4mI will say that I prefer Matthew Mercer as Iron Man rather than Adrian Pasdar as I thought he was more convincing in there, even if the charm and charisma of Tony Stark is gone in there.\u001b[24m\n    \u001b[1mトニー・スタークの魅力とカリスマがそこに入っていても、私は彼がもっと説得力があると思っていたので、私はMatthew MercerをAdrian PasdarよりもIron Manとして好むと言います。\u001b[22m, \u001b[1m私は彼がそこにより説得力だと思ったように私はトニー・スタークの魅力とカリスマ性がそこに行った場合であっても、私はアイアンマンではなく、エイドリアン・パスダーとしてマシュー・マーサーを好むと言うだろう。\u001b[22m\n\u001b[4mNow here’s the part that doesn’t settle with me, and that is giving Norman Reedus as the Punisher top billing, even though it was only there for 10 minutes.\u001b[24m\n    \u001b[1mここに私と一緒に解決しない部分があります。それは10分しかそこにあったにもかかわらず、Norman ReedusにPunisherのトップ課金を与えています。\u001b[22m, \u001b[1m今ここに私と一緒に沈降しない部分だし、それはそれは10分間のみがあったにも関わらず、パニッシャートップ課金としてノーマン・リーダスを与えています。\u001b[22m\n\u001b[4mI know the reason why they did it because he’s a well-known name since The Walking Dead but that’s just going to rub fans the wrong way;\u001b[24m\n    \u001b[1m彼はウォーキング・デッドからよく知られている名前なので、彼らがそれをした理由を知っていますが、それは単にファンに間違ったやり方を擦ってしまいます。\u001b[22m, \u001b[1m私は彼がウォーキング・デッドので、よく知られた名前だから、彼らはそれをしなかった理由を知っているが、それはちょうどファンに間違った方法をこするために起こっています。\u001b[22m\n\u001b[4mtricking them to thinking The Punisher is having a big role in there.\u001b[24m\n    \u001b[1mそれを思考に誘惑します。処罰者はそこで大きな役割を果たしています。\u001b[22m, \u001b[1mパニッシャーを考えることにそれらをだましては、そこに大きな役割をしています。\u001b[22m\n\u001b[1m\u001b[22m\nFINAL VERDICT: Yeah, this was also underwhelming and just sloppy in execution. You know, if Marvel is keeping going to make these collaborations with Madhouse, they should at least focus on the writing more and avoid the basic anime tropes that put on there. I don’t hate it as much (it’s still bland) but I felt like I wasted my time with this and that I’m not going to watch it again.\n\n\u001b[1m最終的な検査：そうですね、これも実行中に圧倒されてちょうどうんざりでした。 あなたが知っているように、マーベルがマドハウスとのコラボレーションを続けるなら、彼らはもっと書くことに焦点を当て、そこに置かれている基本的なアニメの罠を避けるべきです。 私はそれほど嫌いではありません（それはまだ穏やかですが）私はこれで私の時間を無駄にし、私は再びそれを見ないつもりだと感じました。\u001b[22m\n\u001b[1m(Saishū-tekina kensa: Sōdesune, kore mo jikkō-chū ni attō sa rete chōdo unzarideshita. Anata ga shitte iru yō ni, māberu ga madohausu to no koraborēshon o tsudzukerunara, karera wa motto kaku koto ni shōten o ate, soko ni oka rete iru kihon-tekina anime no wana o yokerubekidesu. Watashi wa sorehodo kiraide wa arimasen (sore wa mada odayakadesuga) watashi wa kore de watashinojikan o muda ni shi, watashi wa futatabi sore o minai tsumorida to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mFINAL VERDICT: Yeah, this was also underwhelming and just sloppy in execution. You know, if Marvel is keeping going to make these collaborations with Madhouse, they should at least focus on the writing more and avoid the basic anime tropes that put on there. I don’t hate it as much (it’s still bland) but I felt like I wasted my time with this and that I’m not going to watch it again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFINAL VERDICT: Yeah, this was also underwhelming and just sloppy in execution.\u001b[24m\n    \u001b[1m最終的な検査：そうですね、これも実行中に圧倒されてちょうどうんざりでした。\u001b[22m, \u001b[1m最終的な判定：うん、これもがっかりし、実行中だけずさんでした。\u001b[22m\n\u001b[4mYou know, if Marvel is keeping going to make these collaborations with Madhouse, they should at least focus on the writing more and avoid the basic anime tropes that put on there.\u001b[24m\n    \u001b[1mあなたが知っているように、マーベルがマドハウスとのコラボレーションを続けるなら、彼らはもっと書くことに焦点を当て、そこに置かれている基本的なアニメの罠を避けるべきです。\u001b[22m, \u001b[1mマーベルはマッドハウスで、これらのコラボレーションをするつもり維持されている場合は、彼らはより多くの書き込みに少なくとも焦点を当てる必要がありますし、そこに入れて、基本的なアニメの比喩を避けるため、知っています。\u001b[22m\n\u001b[4mI don’t hate it as much (it’s still bland) but I felt like I wasted my time with this and that I’m not going to watch it again.\u001b[24m\n    \u001b[1m私はそれほど嫌いではありません（それはまだ穏やかですが）私はこれで私の時間を無駄にし、私は再びそれを見ないつもりだと感じました。\u001b[22m, \u001b[1m私はできるだけそれを嫌いではありません（それはまだ当たり障りのないです）が、私はこれで私の時間を無駄にし、私は再びそれを見てするつもりはないことのように私は感じました。\u001b[22m"
  },
  {
    "title": "Iron_Man__Rise_of_Technovore",
    "id": "15847",
    "url": "https://myanimelist.net/anime/15847/Iron_Man__Rise_of_Technovore",
    "user": "oxana",
    "profile": "/profile/oxana/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=154723",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  8\n\n映画は、キャラクター、芸術、そしてすべてのものでとても驚くほどよく始まりました。\n\nしかし終わり？ 映画の最後の3分の1は混乱していた。 物事はまったく説明されておらず、最終シーンを適切に実行するために映画をさらに30分以上与えるよりもインコヒーレントな方が良いと判断したように感じました。 私は非常に失望しているので、完璧に良い映画がそんなに浪費されることになるだろう。\n\n私はアイアンマンと戦争マシン、ブラックウィドウとホークアイがアイアンマン、さらにはパニッシャーを奪還するのを楽しみにしていましたが、私は名前だけでその男を知っています。\n\n最終的に研磨が少し（または、多かった）、これは素晴らしいアニメーション映画でした。 それがそうであるように、グランドフィニッシュはパンケーキと同じくらい平らであり、それほど満足できるものではありませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe movie started so amazingly well, with the characters, art and all.\n\n\u001b[1m映画は、キャラクター、芸術、そしてすべてのものでとても驚くほどよく始まりました。\u001b[22m\n\u001b[1m(Eiga wa, kyarakutā, geijutsu, soshite subete no monode totemo odoroku hodo yoku hajimarimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe movie started so amazingly well, with the characters, art and all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie started so amazingly well, with the characters, art and all.\u001b[24m\n    \u001b[1m映画は、キャラクター、芸術、そしてすべてのものでとても驚くほどよく始まりました。\u001b[22m, \u001b[1m映画は、文字、アートとすべてで、そう驚くほどよく始めました。\u001b[22m\n\u001b[1m\u001b[22m\nBut the end? The last third of the movie was a mess. Things weren't explained, at all, and it felt like they decided incoherent was better than giving the movie another half an hour to properly execute the final scenes. I'm so disappointed they would let a perfectly good film go to waste like that.\n\n\u001b[1mしかし終わり？ 映画の最後の3分の1は混乱していた。 物事はまったく説明されておらず、最終シーンを適切に実行するために映画をさらに30分以上与えるよりもインコヒーレントな方が良いと判断したように感じました。 私は非常に失望しているので、完璧に良い映画がそんなに浪費されることになるだろう。\u001b[22m\n\u001b[1m(Shikashi owari? Eiga no saigo no 3-bun'no 1 wa konran shite ita. Monogoto wa mattaku setsumei sa rete orazu, saishū shīn o tekisetsu ni jikkō suru tame ni eiga o sarani 30-bu ijō ataeru yori mo inkohīrentona kata ga yoi to handan shita yō ni kanjimashita. Watashi wa hijō ni shitsubō shite irunode, kanpeki ni yoi eiga ga son'nani rōhi sa reru koto ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mBut the end? The last third of the movie was a mess. Things weren't explained, at all, and it felt like they decided incoherent was better than giving the movie another half an hour to properly execute the final scenes. I'm so disappointed they would let a perfectly good film go to waste like that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the end?\u001b[24m\n    \u001b[1mしかし終わり？\u001b[22m, \u001b[1mしかし、最後？\u001b[22m\n\u001b[4mThe last third of the movie was a mess.\u001b[24m\n    \u001b[1m映画の最後の3分の1は混乱していた。\u001b[22m, \u001b[1m映画の最後の3分の1は混乱しました。\u001b[22m\n\u001b[4mThings weren't explained, at all, and it felt like they decided incoherent was better than giving the movie another half an hour to properly execute the final scenes.\u001b[24m\n    \u001b[1m物事はまったく説明されておらず、最終シーンを適切に実行するために映画をさらに30分以上与えるよりもインコヒーレントな方が良いと判断したように感じました。\u001b[22m, \u001b[1m物事は全く、説明し、彼らはインコヒーレントが適切に最終的なシーンを実行するために、ムービー別の半分の時間を与えることよりも優れていたことを決めたようにそれは感じられませんでした。\u001b[22m\n\u001b[4mI'm so disappointed they would let a perfectly good film go to waste like that.\u001b[24m\n    \u001b[1m私は非常に失望しているので、完璧に良い映画がそんなに浪費されることになるだろう。\u001b[22m, \u001b[1m私は、彼らがそのような無駄に完全に良好な膜を手放すことになるので、がっかりしています。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, I enjoyed Iron Man and War Machine, Black Widow and Hawkeye teaming up to take down Iron Man, and even the Punisher, although I only know the guy by name.\n\n\u001b[1m私はアイアンマンと戦争マシン、ブラックウィドウとホークアイがアイアンマン、さらにはパニッシャーを奪還するのを楽しみにしていましたが、私は名前だけでその男を知っています。\u001b[22m\n\u001b[1m(Watashi wa aian man to sensō mashin, burakkū~idō to hōkuai ga aianman, sarani wa panisshā o dakkan suru no o tanoshimini shite imashitaga, watashi wa namae dake de sono otoko o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, I enjoyed Iron Man and War Machine, Black Widow and Hawkeye teaming up to take down Iron Man, and even the Punisher, although I only know the guy by name.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, I enjoyed Iron Man and War Machine, Black Widow and Hawkeye teaming up to take down Iron Man, and even the Punisher, although I only know the guy by name.\u001b[24m\n    \u001b[1m私はアイアンマンと戦争マシン、ブラックウィドウとホークアイがアイアンマン、さらにはパニッシャーを奪還するのを楽しみにしていましたが、私は名前だけでその男を知っています。\u001b[22m, \u001b[1mすべてのすべてで、私は唯一の名前で男を知っているが、アイアンマン、さらにはパニッシャーをテイクダウンするために組んでアイアンマンと戦争機械、ブラックウィドウとホークアイを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nWith a little (or, a lot) of polishing in the end, this would have been a fantastic animated film. As it is, the grand finish was as flat as a pancake, and not nearly as satisfying.\n\n\u001b[1m最終的に研磨が少し（または、多かった）、これは素晴らしいアニメーション映画でした。 それがそうであるように、グランドフィニッシュはパンケーキと同じくらい平らであり、それほど満足できるものではありませんでした。\u001b[22m\n\u001b[1m(Saishūtekini kenma ga sukoshi (matawa, ōkatta), kore wa subarashī animēshon eigadeshita. Sore ga sōdearu yō ni, gurandofinisshu wa pankēki to onaji kurai tairadeari, sorehodo manzoku dekiru monode wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWith a little (or, a lot) of polishing in the end, this would have been a fantastic animated film. As it is, the grand finish was as flat as a pancake, and not nearly as satisfying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith a little (or, a lot) of polishing in the end, this would have been a fantastic animated film.\u001b[24m\n    \u001b[1m最終的に研磨が少し（または、多かった）、これは素晴らしいアニメーション映画でした。\u001b[22m, \u001b[1m最後に研磨のほとんど（または、ロット）で、これは素晴らしいアニメーション映画だったでしょう。\u001b[22m\n\u001b[4mAs it is, the grand finish was as flat as a pancake, and not nearly as satisfying.\u001b[24m\n    \u001b[1mそれがそうであるように、グランドフィニッシュはパンケーキと同じくらい平らであり、それほど満足できるものではありませんでした。\u001b[22m, \u001b[1mそれがあるように、壮大な仕上げはパンケーキのように平らな、とほぼ同じ満足ではなかったです。\u001b[22m"
  }
]
