[
  {
    "title": "Yuyushiki",
    "id": "15911",
    "url": "https://myanimelist.net/anime/15911/Yuyushiki",
    "user": "Drumrug",
    "profile": "/profile/Drumrug/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=228122",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  8\n\n幽霊は表面のクッキーカッターSoLアニメのように見えますが、それはいろいろです。 高校の設定、メイントリオは、ストレートマン、豊富なエアヘッドとグーフィーエアヘッド、これらの特性を反映したシンプルなデザインなどの古典的な組み合わせです。 それにもかかわらず、私はそれが実行とユーモアのセンスに非常に楽しくリラックスしたおかげだと思う。\n\nあなたがジョークを面白く見ているか、かわいい女の子を見つけても、このタイプのショーはあなたのために作られたり、壊れたりするでしょう。 ここでのユーモアは、言葉遊び、ユリ・イントゥンドゥ、そして思考や思考がどれほど愉快な馬鹿馬鹿しいものかで構成されています。 それはすべてあなたが着実にペースで解雇されているので、冗談があまりにも速く着陸していないときでさえ、退屈して笑いを覚まさないように、次のプレイに十分速く動きます。 それを除けば、かなり重要なかわいい女の子の周りに焦点を当てたいくつかの低いキーシーンがあります。 私が言ったように、それは多くの方法でクッキーカッターショーだが、通常のSoL事件から遠くないいくつかのシナリオやジョークにもかかわらず、まだ爽快で賢いことができる。\n\nディレクションはそれをすべてうまく結びつけました。そして、クレジットはショーを指揮する多くの異なる人々を示していますが、それは本当に変化の大部分があるように感じません。 一方の冗談から別の冗談まで興味深いショットがあり、その間に見るのが面白いショットがあります。 私が奇妙なことを見つけたのは、たとえ何かよりも多くのコンテンツの密度について話している時間が2倍になるはずだったと感じる時間をチェックしたときに、私は全面的に夢中になり、ショーを楽しんだ。\n\nアートは他の何十種類ものSoLショーに比べて優れているわけではありませんが、まだ本当にいいです。 それは一貫性があり、カラフルで、見るだけで素敵です。 アニメーションはこのジャンルの要素ではありませんが、主にキャラクターアニメーションの重い瞬間に使用されています。これらの個人的な瞬間を素敵で本物に感じさせる過度の誇張なしで行われます。 音楽は特に注目に値するものではありませんが、気持ち良く楽しいもので、リラックスした気分を築くのに役立ちます。\n\nかわいい女の子、人生の断片、コメディが好きなら、全体的にこれを変えない理由はありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nYuyushiki looks like a cookie cutter SoL anime on the surface and in many ways it kinda is. High school setting, main trio is the classic combination of a straight man, rich airhead and a goofy airhead, simple designs that reflect these traits and so on. Despite that however I think it's a very enjoyable and relaxing thanks to execution and sense of humor.\n\n\u001b[1m幽霊は表面のクッキーカッターSoLアニメのように見えますが、それはいろいろです。 高校の設定、メイントリオは、ストレートマン、豊富なエアヘッドとグーフィーエアヘッド、これらの特性を反映したシンプルなデザインなどの古典的な組み合わせです。 それにもかかわらず、私はそれが実行とユーモアのセンスに非常に楽しくリラックスしたおかげだと思う。\u001b[22m\n\u001b[1m(Yūrei wa hyōmen no kukkīkattā SoL anime no yō ni miemasuga, sore wa iroirodesu. Kōkō no settei, meintorio wa, sutorētoman, hōfuna ea heddo to gūfīeaheddo, korera no tokusei o han'ei shita shinpuruna dezain nado no koten-tekina kumiawasedesu. Sore nimokakawarazu, watashi wa sore ga jikkō to yūmoa no sensu ni hijō ni tanoshiku rirakkusu shita okageda to omou.)\u001b[22m\n\nTranslations of \u001b[4mYuyushiki looks like a cookie cutter SoL anime on the surface and in many ways it kinda is. High school setting, main trio is the classic combination of a straight man, rich airhead and a goofy airhead, simple designs that reflect these traits and so on. Despite that however I think it's a very enjoyable and relaxing thanks to execution and sense of humor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuyushiki looks like a cookie cutter SoL anime on the surface and in many ways it kinda is.\u001b[24m\n    \u001b[1m幽霊は表面のクッキーカッターSoLアニメのように見えますが、それはいろいろです。\u001b[22m, \u001b[1mゆゆ式は表面上、それがちょっとある多くの点でクッキーカッターゾルアニメのように見えます。\u001b[22m\n\u001b[4mHigh school setting, main trio is the classic combination of a straight man, rich airhead and a goofy airhead, simple designs that reflect these traits and so on.\u001b[24m\n    \u001b[1m高校の設定、メイントリオは、ストレートマン、豊富なエアヘッドとグーフィーエアヘッド、これらの特性を反映したシンプルなデザインなどの古典的な組み合わせです。\u001b[22m, \u001b[1m高校の設定は、メイントリオはストレートの男、豊富な変人と間抜け変人、というように、これらの特性とを反映したシンプルなデザインの古典的な組み合わせです。\u001b[22m\n\u001b[4mDespite that however I think it's a very enjoyable and relaxing thanks to execution and sense of humor.\u001b[24m\n    \u001b[1mそれにもかかわらず、私はそれが実行とユーモアのセンスに非常に楽しくリラックスしたおかげだと思う。\u001b[22m, \u001b[1mそれにもかかわらず、しかし私はそれを実行し、ユーモアのセンスに非常に楽しく、リラックスしたおかげだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nA lot of the time whether you find jokes funny and girls cute will make or break this type of show for you. Humor here mostly consists of wordplay, yuri innuendos and just how amusing idiots perspective on things and train of thought can be. It's all fired at you at a steady pace so even when the joke doesn't quite land the show moves fast enough to the next one to not get bored and get a laugh. Aside from that there are some low key scenes more focused around the vital cute girl doing cute things parts of SoLs which can be pretty nice. As I said it's a cookie cutter show in many ways but despite that some of the scenarios and jokes while not far from normal SoL affair, can still be refreshing and clever.\n\n\u001b[1mあなたがジョークを面白く見ているか、かわいい女の子を見つけても、このタイプのショーはあなたのために作られたり、壊れたりするでしょう。 ここでのユーモアは、言葉遊び、ユリ・イントゥンドゥ、そして思考や思考がどれほど愉快な馬鹿馬鹿しいものかで構成されています。 それはすべてあなたが着実にペースで解雇されているので、冗談があまりにも速く着陸していないときでさえ、退屈して笑いを覚まさないように、次のプレイに十分速く動きます。 それを除けば、かなり重要なかわいい女の子の周りに焦点を当てたいくつかの低いキーシーンがあります。 私が言ったように、それは多くの方法でクッキーカッターショーだが、通常のSoL事件から遠くないいくつかのシナリオやジョークにもかかわらず、まだ爽快で賢いことができる。\u001b[22m\n\u001b[1m(Anata ga jōku o omoshiroku mite iru ka, kawaī on'nanoko o mitsukete mo, kono taipu no shō wa anata no tame ni tsukura re tari, koware tari surudeshou. Koko de no yūmoa wa, kotoba asobi, yuri into~undo~u, soshite shikō ya shikō ga dorehodo yukaina bakabakashī mono ka de kōsei sa rete imasu. Sore wa subete anata ga chakujitsu ni pēsu de kaiko sa rete irunode, jōdan ga amarini mo hayaku chakuriku shite inai tokide sae, taikutsu shite warai o samasanai yō ni,-ji no purei ni jūbun hayaku ugokimasu. Sore o nozokeba, kanari jūyōna kawaī on'nanoko no mawari ni shōten o ateta ikutsu ka no hikui kīshīn ga arimasu. Watashi ga itta yō ni, sore wa ōku no hōhō de kukkīkattāshōdaga, tsūjō no SoL jiken kara tōkunai ikutsu ka no shinario ya jōku nimokakawarazu, mada sōkaide kashikoi koto ga dekiru.)\u001b[22m\n\nTranslations of \u001b[4mA lot of the time whether you find jokes funny and girls cute will make or break this type of show for you. Humor here mostly consists of wordplay, yuri innuendos and just how amusing idiots perspective on things and train of thought can be. It's all fired at you at a steady pace so even when the joke doesn't quite land the show moves fast enough to the next one to not get bored and get a laugh. Aside from that there are some low key scenes more focused around the vital cute girl doing cute things parts of SoLs which can be pretty nice. As I said it's a cookie cutter show in many ways but despite that some of the scenarios and jokes while not far from normal SoL affair, can still be refreshing and clever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of the time whether you find jokes funny and girls cute will make or break this type of show for you.\u001b[24m\n    \u001b[1mあなたがジョークを面白く見ているか、かわいい女の子を見つけても、このタイプのショーはあなたのために作られたり、壊れたりするでしょう。\u001b[22m, \u001b[1mあなたが面白いと女の子かわいいジョークを見つけるかどうか、多くの時間はあなたのためのショーのこのタイプを作るか、または解除されます。\u001b[22m\n\u001b[4mHumor here mostly consists of wordplay, yuri innuendos and just how amusing idiots perspective on things and train of thought can be.\u001b[24m\n    \u001b[1mここでのユーモアは、言葉遊び、ユリ・イントゥンドゥ、そして思考や思考がどれほど愉快な馬鹿馬鹿しいものかで構成されています。\u001b[22m, \u001b[1mここでのユーモアはほとんど言葉遊び、ユリinnuendosで構成され、思考の事や電車の中で視点がすることができますどれだけ面白い馬鹿。\u001b[22m\n\u001b[4mIt's all fired at you at a steady pace so even when the joke doesn't quite land the show moves fast enough to the next one to not get bored and get a laugh.\u001b[24m\n    \u001b[1mそれはすべてあなたが着実にペースで解雇されているので、冗談があまりにも速く着陸していないときでさえ、退屈して笑いを覚まさないように、次のプレイに十分速く動きます。\u001b[22m, \u001b[1mすべてのように冗談は非常に着陸しない場合でも、ショーは退屈と笑いを取得しないために、次のいずれかに十分な速度で移動し安定したペースで、あなたで焼成しています。\u001b[22m\n\u001b[4mAside from that there are some low key scenes more focused around the vital cute girl doing cute things parts of SoLs which can be pretty nice.\u001b[24m\n    \u001b[1mそれを除けば、かなり重要なかわいい女の子の周りに焦点を当てたいくつかの低いキーシーンがあります。\u001b[22m, \u001b[1m別にかなりいいことができゾルの可愛いものパーツをやって、より重要なかわいい女の子の周りに焦点を当てたいくつかの低キーシーンがあることから。\u001b[22m\n\u001b[4mAs I said it's a cookie cutter show in many ways but despite that some of the scenarios and jokes while not far from normal SoL affair, can still be refreshing and clever.\u001b[24m\n    \u001b[1m私が言ったように、それは多くの方法でクッキーカッターショーだが、通常のSoL事件から遠くないいくつかのシナリオやジョークにもかかわらず、まだ爽快で賢いことができる。\u001b[22m, \u001b[1m私はそれが多くの点でクッキーカッターショーだが、シナリオやジョークのいくつかはそう遠くない、通常のSoL事件から、まだスッキリと巧妙なことができながら、ということにもかかわらず、言ったように。\u001b[22m\n\u001b[1m\u001b[22m\nDirecting tied it all together quite nicely and even though credits show a lot of different people directing the show it doesn't really feel like there's much of a change. There's always a nice flow from one joke to another and interesting shots to make it nice to look at in the meanwhile. One thing I found weird though is that even though I was engrossed the whole way thought and enjoyed the show, whenever I checked the time it felt like twice as much time should've passed which probably speaks about density of content more than anything.\n\n\u001b[1mディレクションはそれをすべてうまく結びつけました。そして、クレジットはショーを指揮する多くの異なる人々を示していますが、それは本当に変化の大部分があるように感じません。 一方の冗談から別の冗談まで興味深いショットがあり、その間に見るのが面白いショットがあります。 私が奇妙なことを見つけたのは、たとえ何かよりも多くのコンテンツの密度について話している時間が2倍になるはずだったと感じる時間をチェックしたときに、私は全面的に夢中になり、ショーを楽しんだ。\u001b[22m\n\u001b[1m(Direkushon wa sore o subete umaku musubitsukemashita. Soshite, kurejitto wa shō o shiki suru ōku no kotonaru hitobito o shimeshite imasuga, sore wa hontōni henka no daibubun ga aru yō ni kanjimasen. Ippō no jōdan kara betsu no jōdan made kyōmibukai shotto ga ari, sonoaida ni miru no ga omoshiroi shotto ga arimasu. Watashi ga kimyōna koto o mitsuketa no wa, tatoe nanika yori mo ōku no kontentsu no mitsudo ni tsuite hanashite iru jikan ga 2-bai ni naru hazudatta to kanjiru jikan o chekku shita toki ni, watashi wa zenmen-teki ni muchū ni nari, shō o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mDirecting tied it all together quite nicely and even though credits show a lot of different people directing the show it doesn't really feel like there's much of a change. There's always a nice flow from one joke to another and interesting shots to make it nice to look at in the meanwhile. One thing I found weird though is that even though I was engrossed the whole way thought and enjoyed the show, whenever I checked the time it felt like twice as much time should've passed which probably speaks about density of content more than anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDirecting tied it all together quite nicely and even though credits show a lot of different people directing the show it doesn't really feel like there's much of a change.\u001b[24m\n    \u001b[1mディレクションはそれをすべてうまく結びつけました。そして、クレジットはショーを指揮する多くの異なる人々を示していますが、それは本当に変化の大部分があるように感じません。\u001b[22m, \u001b[1m演出は非常にうまくそれをすべて一緒に縛らやクレジットは、変化の多くがありますように。それは本当に感じていないショーを演出異なる多くの人々を示していても。\u001b[22m\n\u001b[4mThere's always a nice flow from one joke to another and interesting shots to make it nice to look at in the meanwhile.\u001b[24m\n    \u001b[1m一方の冗談から別の冗談まで興味深いショットがあり、その間に見るのが面白いショットがあります。\u001b[22m, \u001b[1mその間に見にそれはいいようにする別の冗談から素敵な流れと面白いショットが常にあります。\u001b[22m\n\u001b[4mOne thing I found weird though is that even though I was engrossed the whole way thought and enjoyed the show, whenever I checked the time it felt like twice as much time should've passed which probably speaks about density of content more than anything.\u001b[24m\n    \u001b[1m私が奇妙なことを見つけたのは、たとえ何かよりも多くのコンテンツの密度について話している時間が2倍になるはずだったと感じる時間をチェックしたときに、私は全面的に夢中になり、ショーを楽しんだ。\u001b[22m, \u001b[1m私も変な発見の一つは、私が夢中にされていても全体の方法を考えて、私はそれはおそらく何よりもコンテンツの密度について語って渡されたはず二倍の時間のように感じた時間をチェックしたときに、ショーを楽しんだということです。\u001b[22m\n\u001b[1m\u001b[22m\nArt while not that outstanding compared to dozens of other SoL shows is still really nice. It's consistent, colorful and just plain nice to look at. Animation is less of a factor for this genre but it's there and used primarily for moments heavy on character animation and are done without excessive exaggeration which personally made these personal moments feel nice and genuine. Music is not particularly notable but it's mellow and upbeat which helps to build a relaxing mood.\n\n\u001b[1mアートは他の何十種類ものSoLショーに比べて優れているわけではありませんが、まだ本当にいいです。 それは一貫性があり、カラフルで、見るだけで素敵です。 アニメーションはこのジャンルの要素ではありませんが、主にキャラクターアニメーションの重い瞬間に使用されています。これらの個人的な瞬間を素敵で本物に感じさせる過度の誇張なしで行われます。 音楽は特に注目に値するものではありませんが、気持ち良く楽しいもので、リラックスした気分を築くのに役立ちます。\u001b[22m\n\u001b[1m(Āto wa hoka no nanjusshurui mo no SoL shō ni kurabete sugurete iru wakede wa arimasenga, mada hontōni īdesu. Sore wa ikkan-sei ga ari, karafuru de, mirudake de sutekidesu. Animēshon wa kono janru no yōsode wa arimasenga, omo ni kyarakutāanimēshon no omoi shunkan ni shiyō sa rete imasu. Korera no kojin-tekina shunkan o sutekide honmono ni kanji saseru kado no kochō nashi de okonawa remasu. Ongaku wa tokuni chūmoku ni ataisuru monode wa arimasenga, kimochiyoku tanoshī mono de, rirakkusu shita kibun o kizuku no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt while not that outstanding compared to dozens of other SoL shows is still really nice. It's consistent, colorful and just plain nice to look at. Animation is less of a factor for this genre but it's there and used primarily for moments heavy on character animation and are done without excessive exaggeration which personally made these personal moments feel nice and genuine. Music is not particularly notable but it's mellow and upbeat which helps to build a relaxing mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt while not that outstanding compared to dozens of other SoL shows is still really nice.\u001b[24m\n    \u001b[1mアートは他の何十種類ものSoLショーに比べて優れているわけではありませんが、まだ本当にいいです。\u001b[22m, \u001b[1m他のSoLの数十に比べてその目立たないながらアートは、まだ本当に素敵であることを示しています。\u001b[22m\n\u001b[4mIt's consistent, colorful and just plain nice to look at.\u001b[24m\n    \u001b[1mそれは一貫性があり、カラフルで、見るだけで素敵です。\u001b[22m, \u001b[1mこれは、一貫性のあるカラフルで見て単純にうれしいです。\u001b[22m\n\u001b[4mAnimation is less of a factor for this genre but it's there and used primarily for moments heavy on character animation and are done without excessive exaggeration which personally made these personal moments feel nice and genuine.\u001b[24m\n    \u001b[1mアニメーションはこのジャンルの要素ではありませんが、主にキャラクターアニメーションの重い瞬間に使用されています。これらの個人的な瞬間を素敵で本物に感じさせる過度の誇張なしで行われます。\u001b[22m, \u001b[1mアニメーションは、このジャンルの要因が少ないですが、それはそこだと瞬間のために主に使用されるキャラクタアニメーションの上に重いと個人的にこれらの個人的な瞬間が良いと本物感じさせる過度の誇張せずに行われています。\u001b[22m\n\u001b[4mMusic is not particularly notable but it's mellow and upbeat which helps to build a relaxing mood.\u001b[24m\n    \u001b[1m音楽は特に注目に値するものではありませんが、気持ち良く楽しいもので、リラックスした気分を築くのに役立ちます。\u001b[22m, \u001b[1m音楽は、特に注目すべきではありませんが、リラックス気分を構築することができますどのまろやかで明るいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall if you like cute girls, slice of life and comedy there's no reason not to give this a change.\n\n\u001b[1mかわいい女の子、人生の断片、コメディが好きなら、全体的にこれを変えない理由はありません。\u001b[22m\n\u001b[1m(Kawaī on'nanoko, jinsei no danpen, komedi ga sukinara, zentai-teki ni kore o kaenai riyū wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall if you like cute girls, slice of life and comedy there's no reason not to give this a change.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall if you like cute girls, slice of life and comedy there's no reason not to give this a change.\u001b[24m\n    \u001b[1mかわいい女の子、人生の断片、コメディが好きなら、全体的にこれを変えない理由はありません。\u001b[22m, \u001b[1mあなたがかわいい女の子、生活や喜劇のスライスを好めば全体的に、この変更与えない理由はありません。\u001b[22m"
  },
  {
    "title": "Yuyushiki",
    "id": "15911",
    "url": "https://myanimelist.net/anime/15911/Yuyushiki",
    "user": "Bheaze",
    "profile": "/profile/Bheaze/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=120099",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  10\n\n'ポテト'\n\n一目でこのショーは存在しないプロットに巨大な穴を持つように見え、ちょうど離れている3人の高校生の少女のグループです。 しかし、この見解を持ち続けることは間違いです。 このショー（誰もが必要とすることを果たすことができないことは間違いない）によって、私は素晴らしい気分になりました。\n「ゆうしき」の世界に戻ってきて、自分自身を馬鹿にして喜びました。 標準的なレビュー（ストーリー、キャラクター、アート、プロットなど）がこのシリーズに適合しないと感じています。 プロデューサーは、何が起こるかを見るために、アニメ界にカーブ・ボールを投げ込んでいることは明らかです。 そして、私の意見では、彼らの結果は素晴らしいです。\n\nヒナタゆかり、一井由井、そしてノンハラゆず子の3人の主人公はあなたの顔に笑顔を浮かべます。\n保証されています。\nこれは実際のプロットデバイスやテクニックに欠けていることを示しています。 ショー自体にとって最も重要なことは、そのキャラクターです。  3人は自分の世界に住んでいて、文字通り他の人が何を考えているかは気にしません。 私は、これが最初の数回のエピソードで私をショーに導いた重要な機能であると感じます。\n奇妙な行動の標準的な行為は、通常、謝罪とダウンキャスト表現の雨が伴いますが、これらの女の子（特にNonohara）は、これらの概念を完全に無視し、友人の時代を明るくする意図でのみ衝動的に行動します。\n\n各エピソードは独自のテーマまたはアイデアに従います。  3人の女の子は「データ処理クラブ」の一員であるが、その名前が示唆していないように、彼らは彼らが考えるように無作為なものを探し出すだけだ。 このようにして、各エピソードは、キャラクターが行動を支配する「方向」を持っています。 これらのアイデアは、クジラからジャガイモ、星やその他の多くのトピックにまで及ぶ。\n\nこのアニメの非常に楽しい特徴は、その芸術です。 個人的に、キャラクターの顔は本当に私のためにそれをしました。 このようなシンプルなスタイリングでも、私は笑い声を鳴らしました。 私は新しいエピソードのそれぞれが私が間違いなく私の顔に笑顔を見ていたことを知っていた。\n誰があなたを幸せにしてくれるショーを否定できますか？ どのような人がそれを望んでいない。\n\n爽やかなものをお探しですか？\nユユシキを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'potato'\n/pəˈtātō/\n\n\u001b[1m'ポテト'\u001b[22m\n\u001b[1m(' Poteto')\u001b[22m\n\nDefinitions of \u001b[4m'potato'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ポテト\u001b[22m\n        potato\n\u001b[1m    芋\u001b[22m\n        potato, tuber, taro, bumpkin, yokel\n\u001b[1m    じゃが芋\u001b[22m\n        potato\n\u001b[1m\u001b[22m\nAt a glance this show appears to have a huge hole in its non-existent plot, and is just a group of three high school girls goofing off. BUT to continue to have this view is a mistake. This show (no doubt not being able to fulfil everyones needs) made me feel amazing.\n\n\u001b[1m一目でこのショーは存在しないプロットに巨大な穴を持つように見え、ちょうど離れている3人の高校生の少女のグループです。 しかし、この見解を持ち続けることは間違いです。 このショー（誰もが必要とすることを果たすことができないことは間違いない）によって、私は素晴らしい気分になりました。\u001b[22m\n\u001b[1m(Ichimoku de kono shō wa sonzaishinai purotto ni kyodaina ana o motsu yō ni mie, chōdo hanarete iru 3-ri no kōkōsei no shōjo no gurūpudesu. Shikashi, kono kenkai o mochi tsudzukeru koto wa machigaidesu. Kono shō (daremoga hitsuyō to suru koto o hatasu koto ga dekinai koto wa machigainai) ni yotte, watashi wa subarashī kibun ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mAt a glance this show appears to have a huge hole in its non-existent plot, and is just a group of three high school girls goofing off. BUT to continue to have this view is a mistake. This show (no doubt not being able to fulfil everyones needs) made me feel amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt a glance this show appears to have a huge hole in its non-existent plot, and is just a group of three high school girls goofing off.\u001b[24m\n    \u001b[1m一目でこのショーは存在しないプロットに巨大な穴を持つように見え、ちょうど離れている3人の高校生の少女のグループです。\u001b[22m, \u001b[1m一見、このショーは、その存在しないプロットで巨大な穴を有するように思われる、と怠ける3女子高校生のちょうどグループです。\u001b[22m\n\u001b[4mBUT to continue to have this view is a mistake.\u001b[24m\n    \u001b[1mしかし、この見解を持ち続けることは間違いです。\u001b[22m, \u001b[1mしかし、このビューを持ち続けるためには、間違いです。\u001b[22m\n\u001b[4mThis show (no doubt not being able to fulfil everyones needs) made me feel amazing.\u001b[24m\n    \u001b[1mこのショー（誰もが必要とすることを果たすことができないことは間違いない）によって、私は素晴らしい気分になりました。\u001b[22m, \u001b[1mこのショー（everyonesのニーズを満たすことができない疑いが）、私は素晴らしいと感じました。\u001b[22m\nIt was such a pleasure to come back into the world of 'yuyushiki' and just goof off myself. I feel that a standard type of review (story, character, art, plot, etc) doesn't fit this series. It is obvious that the producers have thrown a curve ball into the anime world just to see what happens. And, in my opinion, they results are wonderful.\n\n\u001b[1m「ゆうしき」の世界に戻ってきて、自分自身を馬鹿にして喜びました。 標準的なレビュー（ストーリー、キャラクター、アート、プロットなど）がこのシリーズに適合しないと感じています。 プロデューサーは、何が起こるかを見るために、アニメ界にカーブ・ボールを投げ込んでいることは明らかです。 そして、私の意見では、彼らの結果は素晴らしいです。\u001b[22m\n\u001b[1m(`Yūshiki' no sekai ni modotte kite, jibun jishin o baka ni shite yorokobimashita. Hyōjun-tekina rebyū (sutōrī, kyarakutā, āto, purotto nado) ga kono shirīzu ni tekigō shinai to kanjite imasu. Purode~yūsā wa, nani ga okoru ka o miru tame ni, anime-kai ni kābu bōru o nagekonde iru koto wa akirakadesu. Soshite, watashi no ikende wa, karera no kekka wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt was such a pleasure to come back into the world of 'yuyushiki' and just goof off myself. I feel that a standard type of review (story, character, art, plot, etc) doesn't fit this series. It is obvious that the producers have thrown a curve ball into the anime world just to see what happens. And, in my opinion, they results are wonderful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was such a pleasure to come back into the world of 'yuyushiki' and just goof off myself.\u001b[24m\n    \u001b[1m「ゆうしき」の世界に戻ってきて、自分自身を馬鹿にして喜びました。\u001b[22m, \u001b[1m「ゆゆ式」の世界に戻ってきて、ちょうど自分自身をサボるためにそのような喜びでした。\u001b[22m\n\u001b[4mI feel that a standard type of review (story, character, art, plot, etc) doesn't fit this series.\u001b[24m\n    \u001b[1m標準的なレビュー（ストーリー、キャラクター、アート、プロットなど）がこのシリーズに適合しないと感じています。\u001b[22m, \u001b[1m私は、レビュー（ストーリー、キャラクター、芸術、プロット、など）の標準タイプがこのシリーズに合わないと感じています。\u001b[22m\n\u001b[4mIt is obvious that the producers have thrown a curve ball into the anime world just to see what happens.\u001b[24m\n    \u001b[1mプロデューサーは、何が起こるかを見るために、アニメ界にカーブ・ボールを投げ込んでいることは明らかです。\u001b[22m, \u001b[1m生産者がちょうど何が起こるかを見るためにアニメの世界にカーブボールを投げていることは明らかです。\u001b[22m\n\u001b[4mAnd, in my opinion, they results are wonderful.\u001b[24m\n    \u001b[1mそして、私の意見では、彼らの結果は素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe three main characters: Hinata Yukari, Ichii Yui, and Nonohara Yuzuko will no doubt put a smile on your face.\n\n\u001b[1mヒナタゆかり、一井由井、そしてノンハラゆず子の3人の主人公はあなたの顔に笑顔を浮かべます。\u001b[22m\n\u001b[1m(Hinata yukari, 一井由井 , Soshite non Hara Yuzuko no 3-ri no shujinkō wa anata no kao ni egao o ukabemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe three main characters: Hinata Yukari, Ichii Yui, and Nonohara Yuzuko will no doubt put a smile on your face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe three main characters: Hinata Yukari, Ichii Yui, and Nonohara Yuzuko will no doubt put a smile on your face.\u001b[24m\n    \u001b[1mヒナタゆかり、一井由井、そしてノンハラゆず子の3人の主人公はあなたの顔に笑顔を浮かべます。\u001b[22m, \u001b[1m3メインキャラクター：日向ゆかり、市井ゆい、およびNonohara堀米は間違いなくあなたの顔に笑顔を置くません。\u001b[22m\nGuaranteed.\n\n\u001b[1m保証されています。\u001b[22m\n\u001b[1m(Hoshō sa rete imasu.)\u001b[22m\n\nDefinitions of \u001b[4mGuaranteed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    保証付き\u001b[22m\n        guaranteed, certified\n\u001b[1m    保険付き\u001b[22m\n        guaranteed, insured\nWhat this shows lacks in actual plot devices and techniques, it more than makes up for in sheer enjoyment. The most important thing to the show itself, is its characters. The three live in their own world, and literally do not care what other people think of them. I find this to be a key feature that drew me into the show in the first few episodes.\n\n\u001b[1mこれは実際のプロットデバイスやテクニックに欠けていることを示しています。 ショー自体にとって最も重要なことは、そのキャラクターです。  3人は自分の世界に住んでいて、文字通り他の人が何を考えているかは気にしません。 私は、これが最初の数回のエピソードで私をショーに導いた重要な機能であると感じます。\u001b[22m\n\u001b[1m(Kore wa jissai no purottodebaisu ya tekunikku ni kakete iru koto o shimeshite imasu. Shō jitai ni totte mottomo jūyōna koto wa, sono kyarakutādesu. 3-Ri wa jibun no sekai ni sunde ite, mojidōri hokanohito ga nani o kangaete iru ka wa ki ni shimasen. Watashi wa, korega saisho no sū-kai no episōdo de watashi o shō ni michibiita jūyōna kinōdearu to kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat this shows lacks in actual plot devices and techniques, it more than makes up for in sheer enjoyment. The most important thing to the show itself, is its characters. The three live in their own world, and literally do not care what other people think of them. I find this to be a key feature that drew me into the show in the first few episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat this shows lacks in actual plot devices and techniques, it more than makes up for in sheer enjoyment.\u001b[24m\n    \u001b[1mこれは実際のプロットデバイスやテクニックに欠けていることを示しています。\u001b[22m, \u001b[1mこれが何を示しているが、実際のプロット装置および技術に欠けている、それはより薄手の楽しさを補います。\u001b[22m\n\u001b[4mThe most important thing to the show itself, is its characters.\u001b[24m\n    \u001b[1mショー自体にとって最も重要なことは、そのキャラクターです。\u001b[22m, \u001b[1mショー自体への最も重要なことは、その文字です。\u001b[22m\n\u001b[4mThe three live in their own world, and literally do not care what other people think of them.\u001b[24m\n    \u001b[1m3人は自分の世界に住んでいて、文字通り他の人が何を考えているかは気にしません。\u001b[22m, \u001b[1m自分の世界に住んで3、文字通り他の人がそれらをどう思うか気にしません。\u001b[22m\n\u001b[4mI find this to be a key feature that drew me into the show in the first few episodes.\u001b[24m\n    \u001b[1m私は、これが最初の数回のエピソードで私をショーに導いた重要な機能であると感じます。\u001b[22m, \u001b[1m私はこれが最初のいくつかのエピソードでのショーに私を描いた重要な特徴であることがわかりました。\u001b[22m\nA standard act of strange behaviour is usually accompanied by a rain of apologies and down-cast expressions, but these girls (especially Nonohara) completely disregard these notions and act out of impulse only with the intention of brightening up the days of their friends.\n\n\u001b[1m奇妙な行動の標準的な行為は、通常、謝罪とダウンキャスト表現の雨が伴いますが、これらの女の子（特にNonohara）は、これらの概念を完全に無視し、友人の時代を明るくする意図でのみ衝動的に行動します。\u001b[22m\n\u001b[1m(Kimyōna kōdō no hyōjun-tekina kōi wa, tsūjō, shazai to daunkyasuto hyōgen no ame ga tomonaimasuga, korera no on'nanoko (tokuni Nonohara) wa, korera no gainen o kanzen ni mushi shi, yūjin no jidai o akaruku suru ito de nomi shōdō-teki ni kōdō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mA standard act of strange behaviour is usually accompanied by a rain of apologies and down-cast expressions, but these girls (especially Nonohara) completely disregard these notions and act out of impulse only with the intention of brightening up the days of their friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA standard act of strange behaviour is usually accompanied by a rain of apologies and down-cast expressions, but these girls (especially Nonohara) completely disregard these notions and act out of impulse only with the intention of brightening up the days of their friends.\u001b[24m\n    \u001b[1m奇妙な行動の標準的な行為は、通常、謝罪とダウンキャスト表現の雨が伴いますが、これらの女の子（特にNonohara）は、これらの概念を完全に無視し、友人の時代を明るくする意図でのみ衝動的に行動します。\u001b[22m, \u001b[1m奇妙な行動の標準的な行為は、通常の謝罪とダウンキャスト式の雨を伴うが、これらの女の子（特にNonohara）は完全にこれらの概念を無視して、唯一の彼らの友人の日を明るくすることを意図してインパルスの外に行動されています。\u001b[22m\n\u001b[1m\u001b[22m\nEach episode follows its own theme or idea. The three girls are part of the 'data processing club', but as the name doesn't suggest, they just Google search random things as they think of them. It is in this way that each episode has a 'direction' that the characters base their behaviour around. These ideas range from whales to potatoes to stars and many other topics.\n\n\u001b[1m各エピソードは独自のテーマまたはアイデアに従います。  3人の女の子は「データ処理クラブ」の一員であるが、名前が示唆していないように、彼らは彼らが考えるように無作為なものを検索するだけだ。 このようにして、各エピソードは、キャラクターが行動を支配する「方向」を持っています。 これらのアイデアは、クジラからジャガイモ、星やその他の多くのトピックにまで及ぶ。\u001b[22m\n\u001b[1m(Kaku episōdo wa dokuji no tēma matawa aidea ni shitagaimasu. 3-Ri no on'nanoko wa `dēta shori kurabu' no ichiindearuga, namae ga shisa shite inai yō ni, karera wa karera ga kangaeru yō ni musakuina mono o kensaku suru dakeda. Ko no yō ni shite, kaku episōdo wa, kyarakutā ga kōdō o shihai suru `hōkō' o motte imasu. Korera no aidea wa, kujira kara jagaimo, hoshi ya sonohoka no ōku no topikku ni made oyobu.)\u001b[22m\n\nTranslations of \u001b[4mEach episode follows its own theme or idea. The three girls are part of the 'data processing club', but as the name doesn't suggest, they just Google search random things as they think of them. It is in this way that each episode has a 'direction' that the characters base their behaviour around. These ideas range from whales to potatoes to stars and many other topics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach episode follows its own theme or idea.\u001b[24m\n    \u001b[1m各エピソードは独自のテーマまたはアイデアに従います。\u001b[22m, \u001b[1m各エピソードは、独自のテーマやアイデアに従います。\u001b[22m\n\u001b[4mThe three girls are part of the 'data processing club', but as the name doesn't suggest, they just Google search random things as they think of them.\u001b[24m\n    \u001b[1m3人の女の子は「データ処理クラブ」の一員であるが、名前が示唆していないように、彼らは彼らが考えるように無作為なものを検索するだけだ。\u001b[22m, \u001b[1m3人の女の子は、「データ処理クラブ」の一部ですが、名前が示唆していないとして、彼らはそれらを考えるように、彼らはGoogleのランダムなものを検索します。\u001b[22m\n\u001b[4mIt is in this way that each episode has a 'direction' that the characters base their behaviour around.\u001b[24m\n    \u001b[1mこのようにして、各エピソードは、キャラクターが行動を支配する「方向」を持っています。\u001b[22m, \u001b[1mこれは、各エピソードは、文字の周りに彼らの行動を基づか '方向'があり、このような方法です。\u001b[22m\n\u001b[4mThese ideas range from whales to potatoes to stars and many other topics.\u001b[24m\n    \u001b[1mこれらのアイデアは、クジラからジャガイモ、星やその他の多くのトピックにまで及ぶ。\u001b[22m, \u001b[1mこれらのアイデアは、クジラからジャガイモの星や他の多くのトピックに及びます。\u001b[22m\n\u001b[1m\u001b[22m\nAn immensely enjoyable feature of this anime is its art. Personally, the character's faces really did it for me. Even with such simple styling, they made me giggle and, more often than not, laugh out loud. I knew that each new episode I watched I would undoubtedly have a smile on my face.\n\n\u001b[1mこのアニメの非常に楽しい特徴は、その芸術です。 個人的に、キャラクターの顔は本当に私のためにそれをしました。 このようなシンプルなスタイリングでも、私は笑い声を鳴らしました。 私は新しいエピソードのそれぞれが私が間違いなく私の顔に笑顔を見ていたことを知っていた。\u001b[22m\n\u001b[1m(Kono anime no hijō ni tanoshī tokuchō wa, sono geijutsudesu. Kojin-teki ni, kyarakutā no kao wa hontōni watashi no tame ni sore o shimashita. Ko no yōna shinpuruna sutairingu demo, watashi wa waraigoe o narashimashita. Watashi wa atarashī episōdo no sorezore ga watashi ga machigainaku watashinokao ni egao o mite ita koto o shitteita.)\u001b[22m\n\nTranslations of \u001b[4mAn immensely enjoyable feature of this anime is its art. Personally, the character's faces really did it for me. Even with such simple styling, they made me giggle and, more often than not, laugh out loud. I knew that each new episode I watched I would undoubtedly have a smile on my face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn immensely enjoyable feature of this anime is its art.\u001b[24m\n    \u001b[1mこのアニメの非常に楽しい特徴は、その芸術です。\u001b[22m\n\u001b[4mPersonally, the character's faces really did it for me.\u001b[24m\n    \u001b[1m個人的に、キャラクターの顔は本当に私のためにそれをしました。\u001b[22m, \u001b[1m個人的には、キャラクタの顔は本当に私のためにそれをやりました。\u001b[22m\n\u001b[4mEven with such simple styling, they made me giggle and, more often than not, laugh out loud.\u001b[24m\n    \u001b[1mこのようなシンプルなスタイリングでも、私は笑い声を鳴らしました。\u001b[22m, \u001b[1mでも、このようなシンプルなスタイリングで、彼らは私がクスクスと、少なからず、大声で笑わせました。\u001b[22m\n\u001b[4mI knew that each new episode I watched I would undoubtedly have a smile on my face.\u001b[24m\n    \u001b[1m私は新しいエピソードのそれぞれが私が間違いなく私の顔に笑顔を見ていたことを知っていた。\u001b[22m, \u001b[1m私はそれぞれの新しいエピソード私は間違いなく私の顔に笑顔を持っているだろう見たことを知っていました。\u001b[22m\nWho can deny a show that will undeniably make you happy? What kind of person doesn't want that.\n\n\u001b[1m誰があなたを幸せにしてくれるショーを否定できますか？ どのような人がそれを望んでいない。\u001b[22m\n\u001b[1m(Dare ga anata o shiawaseni shite kureru shō o hitei dekimasu ka? Do no yōna hito ga sore o nozonde inai.)\u001b[22m\n\nTranslations of \u001b[4mWho can deny a show that will undeniably make you happy? What kind of person doesn't want that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWho can deny a show that will undeniably make you happy?\u001b[24m\n    \u001b[1m誰があなたを幸せにしてくれるショーを否定できますか？\u001b[22m, \u001b[1m誰が紛れもなく、あなたが幸せになるショーを拒否することができますか？\u001b[22m\n\u001b[4mWhat kind of person doesn't want that.\u001b[24m\n    \u001b[1mどのような人がそれを望んでいない。\u001b[22m, \u001b[1mどんな人がそれを望んでいません。\u001b[22m\n\u001b[1m\u001b[22m\nLooking for something refreshing?\n\n\u001b[1m爽やかなものをお探しですか？\u001b[22m\n\u001b[1m(Sawayakana mono o o sagashidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mLooking for something refreshing?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLooking for something refreshing?\u001b[24m\n    \u001b[1m爽やかなものをお探しですか？\u001b[22m, \u001b[1mさわやかな何かお探しですか？\u001b[22m\nWatch Yuyushiki.\n\n\u001b[1mユユシキを見てください。\u001b[22m\n\u001b[1m(Yuyushiki o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWatch Yuyushiki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch Yuyushiki.\u001b[24m\n    \u001b[1mユユシキを見てください。\u001b[22m, \u001b[1mゆゆ式をご覧ください。\u001b[22m"
  },
  {
    "title": "Yuyushiki",
    "id": "15911",
    "url": "https://myanimelist.net/anime/15911/Yuyushiki",
    "user": "silvarion",
    "profile": "/profile/silvarion/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=138357",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\n私が幽霊アニメについて好きなもの：\n生命の断片 - コメディコンボ\n - 良いユーモア、非常に良いユーモア。\nそれは人生のスライスがとても良いです。\n\nその他の側面：\n - ストーリー（7/10）：それは人生の一部です！ あまりストーリーではありませんが、それは人生の一部でなければなりません！深い話がある場合は、スコアを下げます。\nアート（8/10）：悪くない、本当に悪くない...\n - サウンド（7/10）：私はそれが音であることに注意を払っていないので、あまり言わない。 まあ、彼らは悪くはない、悪いのなら私はそれに気付いていたはずです、そして、彼らがとてもうまくいくなら私はそれにも気付いたはずです。 少なくとも、それは良いオープニング曲を持っています。\n-Character（10/10）：それは良い、非常に良い、実際には、しかし、それはこのアニメを素晴らしいものにしない。\n-Enjoyment（10/10）：まあ、私はこのアニメを楽しんだだけです。\n\n幽霊を偉大なアニメにするのは素晴らしいユーモアだし、それは人生の絶好のものです。 つまり、これは生命のアニメがいかにすべきかということです。 私は多くの生命のアニメを見てきましたし、幽霊は生命の面で1位です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nwhat I like about Yuyushiki anime:\n\n\u001b[1m私が幽霊アニメについて好きなもの：\u001b[22m\n\u001b[1m(Watashi ga yūrei anime ni tsuite sukinamono:)\u001b[22m\n\nTranslations of \u001b[4mwhat I like about Yuyushiki anime:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhat I like about Yuyushiki anime:\u001b[24m\n    \u001b[1m私が幽霊アニメについて好きなもの：\u001b[22m, \u001b[1m私はゆゆ式アニメについて好きなもの：\u001b[22m\n-Slice of Life - Comedy combo.\n\n\u001b[1m生命の断片 - コメディコンボ\u001b[22m\n\u001b[1m(Seimei no danpen - komedikonbo)\u001b[22m\n\nTranslations of \u001b[4m-Slice of Life - Comedy combo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Slice of Life - Comedy combo.\u001b[24m\n    \u001b[1m生命の断片 - コメディコンボ\u001b[22m, \u001b[1m生命の-slice  - コメディコンボ。\u001b[22m\n-good humor, very good humor.\n\n\u001b[1m - 良いユーモア、非常に良いユーモア。\u001b[22m\n\u001b[1m(- Yoi yūmoa, hijō ni yoi yūmoa.)\u001b[22m\n\nTranslations of \u001b[4m-good humor, very good humor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-good humor, very good humor.\u001b[24m\n    \u001b[1m - 良いユーモア、非常に良いユーモア。\u001b[22m, \u001b[1m-goodユーモア、非常に良いユーモア。\u001b[22m\n-it's slice-of-life-ness is very good.\n\n\u001b[1mそれは人生のスライスがとても良いです。\u001b[22m\n\u001b[1m(Sore wa jinsei no suraisu ga totemo yoidesu.)\u001b[22m\n\nTranslations of \u001b[4m-it's slice-of-life-ness is very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-it's slice-of-life-ness is very good.\u001b[24m\n    \u001b[1mそれは人生のスライスがとても良いです。\u001b[22m, \u001b[1m-itのスライスオブライフネスは非常に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nother aspects:\n\n\u001b[1mその他の側面：\u001b[22m\n\u001b[1m(Sonohoka no sokumen:)\u001b[22m\n\nTranslations of \u001b[4mother aspects:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mother aspects:\u001b[24m\n    \u001b[1mその他の側面：\u001b[22m, \u001b[1m他の側面：\u001b[22m\n-Story (7/10): it's a slice of life! not much story, but that's how a slice of life should be!, if it has a deep story, I would lower it's score.\n\n\u001b[1m - ストーリー（7/10）：それは人生の一部です！ あまりストーリーではありませんが、それは人生の一部でなければなりません！深い話がある場合は、スコアを下げます。\u001b[22m\n\u001b[1m(- Sutōrī (7 / 10): Sore wa jinsei no ichibudesu! Amari sutōrīde wa arimasenga, soreha jinsei no ichibudenakereba narimasen! Fukai hanashi ga aru baai wa, sukoa o sagemasu.)\u001b[22m\n\nTranslations of \u001b[4m-Story (7/10): it's a slice of life! not much story, but that's how a slice of life should be!, if it has a deep story, I would lower it's score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Story (7/10): it's a slice of life!\u001b[24m\n    \u001b[1m - ストーリー（7/10）：それは人生の一部です！\u001b[22m, \u001b[1m-Story（7/10）：それは人生のスライスです！\u001b[22m\n\u001b[4mnot much story, but that's how a slice of life should be!, if it has a deep story, I would lower it's score.\u001b[24m\n    \u001b[1mあまりストーリーではありませんが、それは人生の一部でなければなりません！深い話がある場合は、スコアを下げます。\u001b[22m, \u001b[1mあまり話が、それは人生のスライスが、それは深いストーリーを持っている場合、私はそれのスコアを下げることになる！、どのようにすべきです。\u001b[22m\n-Art (8/10): not bad, really, not bad...\n\n\u001b[1mアート（8/10）：悪くない、本当に悪くない...\u001b[22m\n\u001b[1m(Āto (8 / 10): Warukunai, hontōni warukunai...)\u001b[22m\n\nTranslations of \u001b[4m-Art (8/10): not bad, really, not bad...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Art (8/10): not bad, really, not bad...\u001b[24m\n    \u001b[1mアート（8/10）：悪くない、本当に悪くない...\u001b[22m, \u001b[1m-art（8/10）：悪くない、本当に、悪いことではありません...\u001b[22m\n-Sound (7/10): I can't say much since I don't pay attention to it's sound. well, they're not bad, if they are bad I should have noticed it, and if they are very good I should have noticed it too. at least, it's got a good opening song.\n\n\u001b[1m - サウンド（7/10）：私はそれが音であることに注意を払っていないので、あまり言わない。 まあ、彼らは悪くはない、悪いのなら私はそれに気付いていたはずです、そして、彼らがとてもうまくいくなら私はそれにも気付いたはずです。 少なくとも、それは良いオープニング曲を持っています。\u001b[22m\n\u001b[1m(- Saundo (7 / 10): Watashi wa sore ga otodearu koto ni chūi o haratte inainode, amari iwanai. Mā, karera wa waruku wanai, warui nonara watashi wa sore ni kidzuite ita hazudesu, soshite, karera ga totemo umaku ikunara watashi wa sore ni mo kidzuita hazudesu. Sukunakutomo, sore wa yoi ōpuningu kyoku o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4m-Sound (7/10): I can't say much since I don't pay attention to it's sound. well, they're not bad, if they are bad I should have noticed it, and if they are very good I should have noticed it too. at least, it's got a good opening song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Sound (7/10): I can't say much since I don't pay attention to it's sound.\u001b[24m\n    \u001b[1m - サウンド（7/10）：私はそれが音であることに注意を払っていないので、あまり言わない。\u001b[22m, \u001b[1m-sound（7/10）：私はそれの音に注意を払っていないので、私は多くを語ることはできません。\u001b[22m\n\u001b[4mwell, they're not bad, if they are bad I should have noticed it, and if they are very good I should have noticed it too.\u001b[24m\n    \u001b[1mまあ、彼らは悪くはない、悪いのなら私はそれに気付いていたはずです、そして、彼らがとてもうまくいくなら私はそれにも気付いたはずです。\u001b[22m, \u001b[1mよく、彼らは彼らが悪い場合、私はそれに気づいているはず、と彼らは非常に優れている場合、私はあまりにもそれに気づいている必要があり、悪くありませんね。\u001b[22m\n\u001b[4mat least, it's got a good opening song.\u001b[24m\n    \u001b[1m少なくとも、それは良いオープニング曲を持っています。\u001b[22m\n-Character (10/10): it's good, very good actually, but, that's not what makes this anime great.\n\n\u001b[1m-Character（10/10）：それは良い、非常に良い、実際には、しかし、それはこのアニメを素晴らしいものにしない。\u001b[22m\n\u001b[1m(- Kyarakuta (10/ 10): Sore wa yoi, hijō ni yoi, jissai ni wa, shikashi, sore wa kono anime o subarashī mono ni shinai.)\u001b[22m\n\nTranslations of \u001b[4m-Character (10/10): it's good, very good actually, but, that's not what makes this anime great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Character (10/10): it's good, very good actually, but, that's not what makes this anime great.\u001b[24m\n    \u001b[1m-Character（10/10）：それは良い、非常に良い、実際には、しかし、それはこのアニメを素晴らしいものにしない。\u001b[22m, \u001b[1m-character（10/10）：それはそれはこのアニメは素晴らしい作るものではありません、実際には非常に良い、良いことだ、しかし。\u001b[22m\n-Enjoyment (10/10): well, I just enjoyed this anime very much.\n\n\u001b[1m - 楽しさ（10/10）：まあ、私はこのアニメを楽しんだだけです。\u001b[22m\n\u001b[1m(- Tanoshisa (10/ 10): Mā, watashi wa kono anime o tanoshinda dakedesu.)\u001b[22m\n\nTranslations of \u001b[4m-Enjoyment (10/10): well, I just enjoyed this anime very much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Enjoyment (10/10): well, I just enjoyed this anime very much.\u001b[24m\n    \u001b[1m - 楽しさ（10/10）：まあ、私はこのアニメを楽しんだだけです。\u001b[22m, \u001b[1m-Enjoyment（10/10）：まあ、私は非常にこのアニメを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nwhat makes Yuyushiki a great anime is it's great humor, and also it's great slice-of-life-ness. I mean, this is how a slice of life anime should be. I have watched many slice of life anime, and Yuyushiki is number 1 in terms of slice-of-life-ness.\n\n\u001b[1m幽霊を偉大なアニメにするのは素晴らしいユーモアだし、それは人生の絶好のものです。 つまり、これは生命のアニメがいかにすべきかということです。 私は多くの生命のアニメを見てきましたし、幽霊は生命の面で1位です。\u001b[22m\n\u001b[1m(Yūrei o idaina anime ni suru no wa subarashī yūmoadashi, soreha jinsei no zekkō no monodesu. Tsumari, koreha seimei no anime ga ikani subeki ka to iu kotodesu. Watashi wa ōku no seimei no anime o mitekimashita shi, yūrei wa seimei no men de 1-idesu.)\u001b[22m\n\nTranslations of \u001b[4mwhat makes Yuyushiki a great anime is it's great humor, and also it's great slice-of-life-ness. I mean, this is how a slice of life anime should be. I have watched many slice of life anime, and Yuyushiki is number 1 in terms of slice-of-life-ness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhat makes Yuyushiki a great anime is it's great humor, and also it's great slice-of-life-ness.\u001b[24m\n    \u001b[1m幽霊を偉大なアニメにするのは素晴らしいユーモアだし、それは人生の絶好のものです。\u001b[22m, \u001b[1m何ゆゆ式作る偉大なアニメはそれは素晴らしいユーモアだであり、また、それは素晴らしいスライス・オブ・ライフネスです。\u001b[22m\n\u001b[4mI mean, this is how a slice of life anime should be.\u001b[24m\n    \u001b[1mつまり、これは生命のアニメがいかにすべきかということです。\u001b[22m, \u001b[1m私が意味する、これは人生のアニメのスライスがどのようにすべきです。\u001b[22m\n\u001b[4mI have watched many slice of life anime, and Yuyushiki is number 1 in terms of slice-of-life-ness.\u001b[24m\n    \u001b[1m私は多くの生命のアニメを見てきましたし、幽霊は生命の面で1位です。\u001b[22m, \u001b[1m私は人生のアニメの多くのスライスを見ている、とゆゆ式はスライス・オブ・ライフネス換算の数1です。\u001b[22m"
  },
  {
    "title": "Yuyushiki",
    "id": "15911",
    "url": "https://myanimelist.net/anime/15911/Yuyushiki",
    "user": "KyubeyDesu",
    "profile": "/profile/KyubeyDesu/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=121191",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  9\n\n私はこのアニメがその先人の人生よりも本当に好きだったし、その背後に理由があるように感じる。\n\nストーリー：7/10\n物語はあなたの生涯アニメプロットのあなたの通常のスライスです。 プロットは概要になっていたので、私は詳細には進んでいない。 物語は、学校や学校のクラブでの通常の設定を正確にしています。 新しいキャラクターが登場するたびに、私はエピソードをスキップすることは勧めません。\n\nアート：7/10\nこれらの文字のデザインはかなり愛らしいです。 彼らはキャラクターの個性に合っています。 このアニメは非常に幸せな気持ちを持ち、明るい色とかわいいキャラクターはそれを確立するのに役立ちます。\n\nサウンド：9/10\n私はこのアニメのオープニングが大好きだった。アニメの曲のボーカルを提供してくれたのは、自分のキャラクターの声をそれに当てはめることができたからだ。 声は本当にそのキャラクターに合っていた。\n\nキャラクター：8/10\n私はこれらの文字を愛していました。 ゆず子は私を笑わせることは決してありませんでした。ゆかりちゃんはちょうど愛らしい、時には面白かったです。そして、ユイは彼らのクレイジーな嫌悪感に対処し、まだフレンドリーな人である間にグループをバランスさせることができました。 キャラクターのほとんどはおそらく同性愛者でしたが、ねえ。 それは、プレーフィールドにいくつかの非常に素晴らしいコメディをもたらした。\n\n楽しさ：9/10\n私はこのアニメを本当に楽しんだ。それは私を幸せにしてくれるし、笑ってくれたからだ。 私は正直言って、それは冗談のいくつかが彼ら自身の元の言葉で彼らを聞くときに理解できる馬鹿に煽られているので、それは非常に良いダビングされるとは思わない。 私はおそらく、もうすぐそれのエピソードをもう少し見ていくつもりだと思う。 私は第2シーズンを望んでいる！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI really liked this anime more than its slice of life predecessors, and I feel like there's reason behind that.\n\n\u001b[1m私はこのアニメがその先人の人生よりも本当に好きだったし、その背後に理由があるように感じる。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga sono senjin no jinsei yori mo hontōni sukidattashi, sono haigo ni riyū ga aru yō ni kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mI really liked this anime more than its slice of life predecessors, and I feel like there's reason behind that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked this anime more than its slice of life predecessors, and I feel like there's reason behind that.\u001b[24m\n    \u001b[1m私はこのアニメがその先人の人生よりも本当に好きだったし、その背後に理由があるように感じる。\u001b[22m, \u001b[1m私は本当に多くの生命の前任者のそのスライスよりもこのアニメが好き、そしてその背後にある理由がありますような気がします。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nThe story is your usual slice of life anime plot. The plot was in the synopsis, so I'm not going into detail. The story has its usual setting at school, and in a school club, to be exact. I wouldn't suggest skipping episodes, as new characters appear throughout.\n\n\u001b[1m物語はあなたの生涯アニメプロットのあなたの通常のスライスです。 プロットは概要になっていたので、私は詳細には進んでいない。 物語は、学校や学校のクラブでの通常の設定を正確にしています。 新しいキャラクターが登場するたびに、私はエピソードをスキップすることは勧めません。\u001b[22m\n\u001b[1m(Monogatari wa anata no shōgai animepurotto no anata no tsūjō no suraisudesu. Purotto wa gaiyō ni natte itanode, watashi wa shōsai ni wa susunde inai. Monogatari wa, gakkō ya gakkō no kurabu de no tsūjō no settei o seikaku ni shite imasu. Atarashī kyarakutā ga tōjō suru tabi ni, watashi wa episōdo o sukippu suru koto wa susumemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story is your usual slice of life anime plot. The plot was in the synopsis, so I'm not going into detail. The story has its usual setting at school, and in a school club, to be exact. I wouldn't suggest skipping episodes, as new characters appear throughout.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is your usual slice of life anime plot.\u001b[24m\n    \u001b[1m物語はあなたの生涯アニメプロットのあなたの通常のスライスです。\u001b[22m, \u001b[1m物語は、人生のアニメプロットのあなたの通常のスライスです。\u001b[22m\n\u001b[4mThe plot was in the synopsis, so I'm not going into detail.\u001b[24m\n    \u001b[1mプロットは概要になっていたので、私は詳細には進んでいない。\u001b[22m, \u001b[1mプロットは、概要にいたので、私は詳細には行きません。\u001b[22m\n\u001b[4mThe story has its usual setting at school, and in a school club, to be exact.\u001b[24m\n    \u001b[1m物語は、学校や学校のクラブでの通常の設定を正確にしています。\u001b[22m, \u001b[1m物語は、学校では通常の設定があり、学校のクラブで、正確に。\u001b[22m\n\u001b[4mI wouldn't suggest skipping episodes, as new characters appear throughout.\u001b[24m\n    \u001b[1m新しいキャラクターが登場するたびに、私はエピソードをスキップすることは勧めません。\u001b[22m, \u001b[1m新しい文字が全体に表示されるように私は、スキップエピソードを示唆しないであろう。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\nThese character designs are pretty adorable. They match the characters' personalities. This anime has a very happy feel, and the lighter colors and cute characters help establish that.\n\n\u001b[1mこれらの文字のデザインはかなり愛らしいです。 彼らはキャラクターの個性に合っています。 このアニメは非常に幸せな気持ちを持ち、明るい色とかわいいキャラクターはそれを確立するのに役立ちます。\u001b[22m\n\u001b[1m(Korera no moji no dezain wa kanari airashīdesu. Karera wa kyarakutā no kosei ni atte imasu. Kono anime wa hijō ni shiawasena kimochi o mochi, akarui iro to kawaī kyarakutā wa sore o kakuritsu suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThese character designs are pretty adorable. They match the characters' personalities. This anime has a very happy feel, and the lighter colors and cute characters help establish that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese character designs are pretty adorable.\u001b[24m\n    \u001b[1mこれらの文字のデザインはかなり愛らしいです。\u001b[22m, \u001b[1mこれらのキャラクターデザインはかなり愛らしいです。\u001b[22m\n\u001b[4mThey match the characters' personalities.\u001b[24m\n    \u001b[1m彼らはキャラクターの個性に合っています。\u001b[22m, \u001b[1m彼らは、キャラクターの個性にマッチ。\u001b[22m\n\u001b[4mThis anime has a very happy feel, and the lighter colors and cute characters help establish that.\u001b[24m\n    \u001b[1mこのアニメは非常に幸せな気持ちを持ち、明るい色とかわいいキャラクターはそれを確立するのに役立ちます。\u001b[22m, \u001b[1mこのアニメはとても幸せな感じを持っており、明るい色とかわいいキャラクターがそれを確立するのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\nI really liked the opening of this anime, and the fact that the seiyuus provided the vocals for the songs in the anime only made it better because they were able to put their own character's voice tones into it (if that made sense). The voices really matched their characters.\n\n\u001b[1m私はこのアニメのオープニングが大好きだった。アニメの曲のボーカルを提供してくれたのは、自分のキャラクターの声をそれに当てはめることができたからだ。 声は本当にそのキャラクターに合っていた。\u001b[22m\n\u001b[1m(Watashi wa kono anime no ōpuningu ga daisukidatta. Anime no kyoku no bōkaru o teikyō shite kureta no wa, jibun no kyarakutā no koe o sore ni atehameru koto ga dekitakarada. Koe wa hontōni sono kyarakutā ni atte ita.)\u001b[22m\n\nTranslations of \u001b[4mI really liked the opening of this anime, and the fact that the seiyuus provided the vocals for the songs in the anime only made it better because they were able to put their own character's voice tones into it (if that made sense). The voices really matched their characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked the opening of this anime, and the fact that the seiyuus provided the vocals for the songs in the anime only made it better because they were able to put their own character's voice tones into it (if that made sense).\u001b[24m\n    \u001b[1m私はこのアニメのオープニングが大好きだった。アニメの曲のボーカルを提供してくれたのは、自分のキャラクターの声をそれに当てはめることができたからだ。\u001b[22m, \u001b[1m私は本当にこのアニメのオープニングを好きで、彼らは（それが意味を成していた場合）、その中に自分のキャラクターの声のトーンを置くことができたのでseiyuusアニメの曲のためにボーカルを提供するという事実は、それがより良い製。\u001b[22m\n\u001b[4mThe voices really matched their characters.\u001b[24m\n    \u001b[1m声は本当にそのキャラクターに合っていた。\u001b[22m, \u001b[1m声は本当に自分のキャラクターにマッチしました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nMan, I loved these characters. Yuzuko never failed to make me laugh, Yukari was just adorable and at times funny, and Yui was able to deal with their crazy antics and balance out the group while still being a friendly person. Most of the characters were probably homosexual, but hey. It brought some pretty awesome comedy to the playing field.\n\n\u001b[1m私はこれらの文字を愛していました。 ゆず子は私を笑わせることは決してありませんでした。ゆかりちゃんはちょうど愛らしい、時には面白かったです。そして、ユイは彼らのクレイジーな嫌悪感に対処し、まだフレンドリーな人である間にグループをバランスさせることができました。 キャラクターのほとんどはおそらく同性愛者でしたが、ねえ。 それは、プレーフィールドにいくつかの非常に素晴らしいコメディをもたらした。\u001b[22m\n\u001b[1m(Watashi wa korera no moji o aishite imashita. Yuzuko wa watashi o warawaseru koto wa kesshite arimasendeshita. Yukari-chan wa chōdo airashī, tokiniha omoshirokattadesu. Soshite, Yui wa karera no kureijīna ken'o-kan ni taisho shi, mada furendorīna hitodearu ma ni gurūpu o baransu sa seru koto ga dekimashita. Kyarakutā no hotondo wa osoraku dōseiai-shadeshitaga, nē. Sore wa, purēfīrudo ni ikutsu ka no hijō ni subarashī komedi o motarashita.)\u001b[22m\n\nTranslations of \u001b[4mMan, I loved these characters. Yuzuko never failed to make me laugh, Yukari was just adorable and at times funny, and Yui was able to deal with their crazy antics and balance out the group while still being a friendly person. Most of the characters were probably homosexual, but hey. It brought some pretty awesome comedy to the playing field.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMan, I loved these characters.\u001b[24m\n    \u001b[1m私はこれらの文字を愛していました。\u001b[22m, \u001b[1m男は、私はこれらの文字を愛しました。\u001b[22m\n\u001b[4mYuzuko never failed to make me laugh, Yukari was just adorable and at times funny, and Yui was able to deal with their crazy antics and balance out the group while still being a friendly person.\u001b[24m\n    \u001b[1mゆず子は私を笑わせることは決してありませんでした。ゆかりちゃんはちょうど愛らしい、時には面白かったです。そして、ユイは彼らのクレイジーな嫌悪感に対処し、まだフレンドリーな人である間にグループをバランスさせることができました。\u001b[22m, \u001b[1m堀米は私を笑わせるために失敗したことはありません、ゆかりは面白いだけで愛らしいと時間にあった、とユイはその狂気のおどけに対処し、まだ優しい人でありながら、グループのバランスを取ることができました。\u001b[22m\n\u001b[4mMost of the characters were probably homosexual, but hey.\u001b[24m\n    \u001b[1mキャラクターのほとんどはおそらく同性愛者でしたが、ねえ。\u001b[22m, \u001b[1m文字のほとんどは、おそらく同性愛者だったが、ちょっと。\u001b[22m\n\u001b[4mIt brought some pretty awesome comedy to the playing field.\u001b[24m\n    \u001b[1mそれは、プレーフィールドにいくつかの非常に素晴らしいコメディをもたらした。\u001b[22m, \u001b[1mこれは、プレイフィールドにいくつかの非常に素晴らしいコメディをもたらしました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\nI really enjoyed this anime because it made me happy and gave me good laughs throughout. I honestly don't think that would be very good dubbed because some of the jokes are fueled by puns that are only understandable when hearing them in their own original language. I think I'm probably going to watch a few more episodes of it sometime soon. I'm hoping for a second season!\n\n\u001b[1m私はこのアニメを本当に楽しんだ。それは私を幸せにしてくれるし、笑ってくれたからだ。 私は正直言って、それは冗談のいくつかが彼ら自身の元の言葉で彼らを聞くときに理解できる馬鹿に煽られているので、それは非常に良いダビングされるとは思わない。 私はおそらく、もうすぐそれのエピソードをもう少し見ていくつもりだと思う。 私は第2シーズンを望んでいる！\u001b[22m\n\u001b[1m(Watashi wa kono anime o hontōni tanoshinda. Sore wa watashi o shiawaseni shite kurerushi, waratte kuretakarada. Watashi wa shōjiki itte, soreha jōdan no ikutsu ka ga karera jishin no gen no kotoba de karera o kiku toki ni rikai dekiru baka ni aora rete irunode, sore wa hijō ni yoi dabingu sa reru to wa omowanai. Watashi wa osoraku, mōsugu sore no episōdo o mōsukoshi mite iku tsumorida to omou. Watashi wa dai 2 shīzun o nozonde iru!)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime because it made me happy and gave me good laughs throughout. I honestly don't think that would be very good dubbed because some of the jokes are fueled by puns that are only understandable when hearing them in their own original language. I think I'm probably going to watch a few more episodes of it sometime soon. I'm hoping for a second season!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime because it made me happy and gave me good laughs throughout.\u001b[24m\n    \u001b[1m私はこのアニメを本当に楽しんだ。それは私を幸せにしてくれるし、笑ってくれたからだ。\u001b[22m, \u001b[1mそれは私を幸せに作られ、全体で私によい笑いを与えたので、私は本当にこのアニメを楽しみました。\u001b[22m\n\u001b[4mI honestly don't think that would be very good dubbed because some of the jokes are fueled by puns that are only understandable when hearing them in their own original language.\u001b[24m\n    \u001b[1m私は正直言って、それは冗談のいくつかが彼ら自身の元の言葉で彼らを聞くときに理解できる馬鹿に煽られているので、それは非常に良いダビングされるとは思わない。\u001b[22m, \u001b[1m私は正直にジョークのいくつかは、自分のオリジナルの言語のそれを聞いたときにのみ理解可能である駄洒落を燃料としているので、それは吹き替え非常に良いだろうとは思いません。\u001b[22m\n\u001b[4mI think I'm probably going to watch a few more episodes of it sometime soon.\u001b[24m\n    \u001b[1m私はおそらく、もうすぐそれのエピソードをもう少し見ていくつもりだと思う。\u001b[22m, \u001b[1m私はおそらく近いうちにそれをさらにいくつかのエピソードを見に行くと思います。\u001b[22m\n\u001b[4mI'm hoping for a second season!\u001b[24m\n    \u001b[1m私は第2シーズンを望んでいる！\u001b[22m, \u001b[1m私は2番目のシーズンに願っています！\u001b[22m"
  }
]
