[
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "Kuraigann",
    "profile": "/profile/Kuraigann/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=228193",
    "jp": "--- --- --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\n私はこのアニメを大好きでした。 それは楽しい面白いだけで楽しい経験でした。 ストーリーはちょっとはさておき、このシリーズのアニメーションは驚くべきものでした！ 私はプロットにいくつかの欠陥があったわけではないので、シリーズが完璧だったとは言いませんが、それでもかなり楽しいものでした。\n\nプロット：\nストーリーは誰にとっても間違いありません。 あなたがアクションや冒険のようなものを好きな人なら、これはあなたのためのシリーズではありません。 キャラクターの周りをもっと回転するストーリーが好きなら、お互いにどう感じるかは、おそらくこれが好きです。 しかし、それは物語のすべてではない、それは表面の人々と海の人々がその井戸に乗っていないので、友情、愛、差別さえ扱っている。 私が個人的に楽しんだのはいい話でした。\n\nアニメーション：\nこのアニメの芸術とアニメーションは一流のものでした。 それは品質が幾分低下したが、それほど多くはないことが分かりました。 物語が水中で起こった場合、私は水中に泡がどこにあっても、それが本当に生きているような家の中の魚やキャラクターの部屋のものがあったということを本当に感じました。 一方、表面上では、それは豪華であるが、それが必要なところでは鈍いであろう。 あなたは、水の近くの小さな建物のいくつかの苔のように見ることができます。 このシリーズのすべてのアートとアニメーションは素晴らしいものでした。\n\nサウンド：\n私はこのアニメのOSTを絶対に愛していました。 それはシリーズに完璧にフィットします。 それはまた、シーンのトーンを本当にうまく設定します。 シリーズを見ずに聴くのは素晴らしいトラックがいくつかあります。 オープニング曲はパート1とパート2の両方に適しており、ストーリーの変化を完全に補完しています。  （あなたがシリーズを見ているときに私は何を意味するか知っているだろう）私は個人的に最初のものよりも2番目のOPが好きだった。 また、2つのバージョンがあり、非常に感謝しています。\n\n楽しみ：\n私はこのシリーズが本当に好きでした。 私はそれがダビングされていることを見て、両方のバージョンが下品であることを見た。 私はこのシリーズが誰のためでもない前に言ったように、それはまだ非常に楽しいシリーズです。 シリーズは終了しているので、シリーズの途中で停止するアニメのようなものはありません。 それは私にもっと欲しいものを残すが。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI loved this anime. It was fun entertaining and just a good enjoyable experience. Story aside for a bit the animation for this series was damn amazing! I wouldn't say that the series was perfect because it wasn't there were some faults in the plot but still I enjoyed it quite a lot.\n\n\u001b[1m私はこのアニメを大好きでした。 それは楽しい面白いだけで楽しい経験でした。 ストーリーはちょっとはさておき、このシリーズのアニメーションは驚くべきものでした！ 私はプロットにいくつかの欠陥があったわけではないので、シリーズが完璧だったとは言いませんが、それでもかなり楽しいものでした。\u001b[22m\n\u001b[1m(Watashi wa kono anime o daisukideshita. Sore wa tanoshī omoshiroi dakede tanoshī keikendeshita. Sutōrī wa chotto wa sateoki, kono shirīzu no animēshon wa odorokubeki monodeshita! Watashi wa purotto ni ikutsu ka no kekkan ga atta wakede wanainode, shirīzu ga kanpekidatta to wa iimasenga, soredemo kanari tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI loved this anime. It was fun entertaining and just a good enjoyable experience. Story aside for a bit the animation for this series was damn amazing! I wouldn't say that the series was perfect because it wasn't there were some faults in the plot but still I enjoyed it quite a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this anime.\u001b[24m\n    \u001b[1m私はこのアニメを大好きでした。\u001b[22m, \u001b[1m私はこのアニメを愛しました。\u001b[22m\n\u001b[4mIt was fun entertaining and just a good enjoyable experience.\u001b[24m\n    \u001b[1mそれは楽しい面白いだけで楽しい経験でした。\u001b[22m, \u001b[1mそれは面白いの楽しさとちょうど良い楽しい経験でした。\u001b[22m\n\u001b[4mStory aside for a bit the animation for this series was damn amazing!\u001b[24m\n    \u001b[1mストーリーはちょっとはさておき、このシリーズのアニメーションは驚くべきものでした！\u001b[22m, \u001b[1mストーリーはさておきビットのためにこのシリーズのアニメーションが気すごかったです！\u001b[22m\n\u001b[4mI wouldn't say that the series was perfect because it wasn't there were some faults in the plot but still I enjoyed it quite a lot.\u001b[24m\n    \u001b[1m私はプロットにいくつかの欠陥があったわけではないので、シリーズが完璧だったとは言いませんが、それでもかなり楽しいものでした。\u001b[22m, \u001b[1m私はそれがそこにいくつかの障害がプロットにあったが、まだ私はそれをかなり多くを楽しんでいなかったので、シリーズは完璧だったとは言えないでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe Plot:\n\n\u001b[1mプロット：\u001b[22m\n\u001b[1m(Purotto:)\u001b[22m\n\nTranslations of \u001b[4mThe Plot:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Plot:\u001b[24m\n    \u001b[1mプロット：\u001b[22m\nThe story definitely isn't for everyone. If you are someone who likes action and adventure stuff like that this will not be the series for you. If you like a story that revolves more around it's characters, how they feel about each other then you will most probably like this. But that's not all the story is about, it deals with friendship, love and even discrimination as the people of the surface and the people of the sea don't get along that well. All in all it was n good story that I personally enjoyed.\n\n\u001b[1mストーリーは誰にとっても間違いありません。 あなたがアクションや冒険のようなものを好きな人なら、これはあなたのためのシリーズではありません。 キャラクターの周りをもっと回転するストーリーが好きなら、お互いにどう感じるかは、おそらくこれが好きです。 しかし、それは物語のすべてではない、それは表面の人々と海の人々がその井戸に乗っていないので、友情、愛、差別さえ扱っている。 私が個人的に楽しんだのはいい話でした。\u001b[22m\n\u001b[1m(Sutōrī wa dare ni tottemo machigai arimasen. Anata ga akushon ya bōken no yōna mono o sukinahitonara, kore wa anata no tame no shirīzude wa arimasen. Kyarakutā no mawari o motto kaiten suru sutōrī ga sukinara, otagai ni dō kanjiru ka wa, osoraku kore ga sukidesu. Shikashi, soreha monogatari no subetede wanai, soreha hyōmen no hitobito to umi no hitobito ga sono ido ni notte inainode, yūjō,-ai, sabetsu sae atsukatte iru. Watashi ga kojin-teki ni tanoshinda no wa ī hanashideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story definitely isn't for everyone. If you are someone who likes action and adventure stuff like that this will not be the series for you. If you like a story that revolves more around it's characters, how they feel about each other then you will most probably like this. But that's not all the story is about, it deals with friendship, love and even discrimination as the people of the surface and the people of the sea don't get along that well. All in all it was n good story that I personally enjoyed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story definitely isn't for everyone.\u001b[24m\n    \u001b[1mストーリーは誰にとっても間違いありません。\u001b[22m, \u001b[1m物語は間違いなく皆のためではありません。\u001b[22m\n\u001b[4mIf you are someone who likes action and adventure stuff like that this will not be the series for you.\u001b[24m\n    \u001b[1mあなたがアクションや冒険のようなものを好きな人なら、これはあなたのためのシリーズではありません。\u001b[22m, \u001b[1mあなたはこれがあなたのためのシリーズではないことのようなアクションや冒険ものを好きな人であれば。\u001b[22m\n\u001b[4mIf you like a story that revolves more around it's characters, how they feel about each other then you will most probably like this.\u001b[24m\n    \u001b[1mキャラクターの周りをもっと回転するストーリーが好きなら、お互いにどう感じるかは、おそらくこれが好きです。\u001b[22m, \u001b[1mあなたはそれが、彼らはあなたがおそらくこのようになるその後、互いの情報をどのように感じるか、文字だ周りの多くを公転するストーリーが好きなら。\u001b[22m\n\u001b[4mBut that's not all the story is about, it deals with friendship, love and even discrimination as the people of the surface and the people of the sea don't get along that well.\u001b[24m\n    \u001b[1mしかし、それは物語のすべてではない、それは表面の人々と海の人々がその井戸に乗っていないので、友情、愛、差別さえ扱っている。\u001b[22m, \u001b[1mしかし、それはすべての物語が約あるではありません表面の人々と海の人々がそのウェルに沿って取得しないように、それは友情、愛とさえ差別を扱っています。\u001b[22m\n\u001b[4mAll in all it was n good story that I personally enjoyed.\u001b[24m\n    \u001b[1m私が個人的に楽しんだのはいい話でした。\u001b[22m, \u001b[1mすべてのすべてで、それは、n私は個人的に楽しんでいい話でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe Animation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nTranslations of \u001b[4mThe Animation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Animation:\u001b[24m\n    \u001b[1mアニメーション：\u001b[22m\nThe art and animation in this anime was top notch. It had a few bits where you could see that the quality dropped somewhat but not by much. If the story took place underwater it really felt to me that I was underwater there was bubbles everywhere and there was for example fish in the house or in the characters rooms stuff like that it really felt alive. On the surface on the other hand it would be gorgeous but dull where it needs to be. You can see like moss on some of the smaller buildings near the water. All and all the art and animation for this series was amazing.\n\n\u001b[1mこのアニメの芸術とアニメーションは一流のものでした。 それは品質が幾分低下したが、それほど多くはないことが分かりました。 物語が水中で起こった場合、私は水中に泡がどこにあっても、それが本当に生きているような家の中の魚やキャラクターの部屋のものがあったということを本当に感じました。 一方、表面上では、それは豪華であるが、それが必要なところでは鈍いであろう。 あなたは、水の近くの小さな建物のいくつかの苔のように見ることができます。 このシリーズのすべてのアートとアニメーションは素晴らしいものでした。\u001b[22m\n\u001b[1m(Kono anime no geijutsu to animēshon wa ichiryū no monodeshita. Sore wa hinshitsu ga ikubun teika shitaga, sorehodo ōku wanai koto ga wakarimashita. Monogatari ga suichū de okotta baai, watashi wa suichū ni awa ga dokoni a tte mo, sore ga hontōni ikite iru yōna uchinonaka no sakana ya kyarakutā no heya no mono ga atta to iu koto o hontōni kanjimashita. Ippō, hyōmen-jōde wa, sore wa gōkadearuga, sore ga hitsuyōna tokorode wa nibuidearou. Anata wa, mizu no chikaku no chīsana tatemono no ikutsu ka no koke no yō ni miru koto ga dekimasu. Kono shirīzu no subete no āto to animēshon wa subarashī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation in this anime was top notch. It had a few bits where you could see that the quality dropped somewhat but not by much. If the story took place underwater it really felt to me that I was underwater there was bubbles everywhere and there was for example fish in the house or in the characters rooms stuff like that it really felt alive. On the surface on the other hand it would be gorgeous but dull where it needs to be. You can see like moss on some of the smaller buildings near the water. All and all the art and animation for this series was amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation in this anime was top notch.\u001b[24m\n    \u001b[1mこのアニメの芸術とアニメーションは一流のものでした。\u001b[22m, \u001b[1mこのアニメのアートやアニメーションは一流でした。\u001b[22m\n\u001b[4mIt had a few bits where you could see that the quality dropped somewhat but not by much.\u001b[24m\n    \u001b[1mそれは品質が幾分低下したが、それほど多くはないことが分かりました。\u001b[22m, \u001b[1mそれはあなたが品質ははるかにより多少ではなく、ドロップされたことを見ることができるいくつかのビットを持っていました。\u001b[22m\n\u001b[4mIf the story took place underwater it really felt to me that I was underwater there was bubbles everywhere and there was for example fish in the house or in the characters rooms stuff like that it really felt alive.\u001b[24m\n    \u001b[1m物語が水中で起こった場合、私は水中に泡がどこにあっても、それが本当に生きているような家の中の魚やキャラクターの部屋のものがあったということを本当に感じました。\u001b[22m, \u001b[1mそれは本当に私がしたように私には感じた水中で物語が発生した場合、水中どこでも気泡があったと家の中や部屋はそれが本当に生きていると感じていることのようなもの、文字の例の魚にありました。\u001b[22m\n\u001b[4mOn the surface on the other hand it would be gorgeous but dull where it needs to be.\u001b[24m\n    \u001b[1m一方、表面上では、それは豪華であるが、それが必要なところでは鈍いであろう。\u001b[22m, \u001b[1mそれがために必要な場所を一方の面上では、豪華なしかし鈍いだろう。\u001b[22m\n\u001b[4mYou can see like moss on some of the smaller buildings near the water.\u001b[24m\n    \u001b[1mあなたは、水の近くの小さな建物のいくつかの苔のように見ることができます。\u001b[22m, \u001b[1mあなたは水の近くで小さい建物の一部に苔のように見ることができます。\u001b[22m\n\u001b[4mAll and all the art and animation for this series was amazing.\u001b[24m\n    \u001b[1mこのシリーズのすべてのアートとアニメーションは素晴らしいものでした。\u001b[22m, \u001b[1mこのシリーズのすべての、すべてのアートやアニメーションは驚くべきものでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe Sound:\n\n\u001b[1mサウンド：\u001b[22m\n\u001b[1m(Saundo:)\u001b[22m\n\nTranslations of \u001b[4mThe Sound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sound:\u001b[24m\n    \u001b[1mサウンド：\u001b[22m\ni absolutely loved the OST of this anime. It fits the series perfectly. It also set the tone for the scenes really well. There are a few tracks that are amazing to listen to without watching the series. The two opening songs fit great for both part 1 and 2 and complemented the changes in the story perfectly. (you'll know what I mean when you watch the series) I personally liked the second OP more than the first. And it also has 2 versions which was much appreciated.\n\n\u001b[1m私はこのアニメのOSTを絶対に愛していました。 それはシリーズに完璧にフィットします。 それはまた、シーンのトーンを本当にうまく設定します。 シリーズを見ずに聴くのは素晴らしいトラックがいくつかあります。 オープニング曲はパート1とパート2の両方に適しており、ストーリーの変化を完全に補完しています。  （あなたがシリーズを見ているときに私は何を意味するか知っているだろう）私は個人的に最初のものよりも2番目のOPが好きだった。 また、2つのバージョンがあり、非常に感謝しています。\u001b[22m\n\u001b[1m(Watashi wa kono anime no OST o zettai ni aishite imashita. Sore wa shirīzu ni kanpeki ni fitto shimasu. Sore wa mata, shīn no tōn o hontōni umaku settei shimasu. Shirīzu o mizu ni kiku no wa subarashī torakku ga ikutsu ka arimasu. Ōpuningu-kyoku wa pāto 1 to pāto 2 no ryōhō ni tekishite ori, sutōrī no henka o kanzen ni hokan shite imasu. (Anata ga shirīzu o mite iru toki ni watashi wa nani o imi suru ka shitte irudarou) watashi wa kojin-teki ni saisho no mono yori mo 2-banme no OP ga sukidatta. Mata, 2tsu no bājon ga ari, hijō ni kansha shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mi absolutely loved the OST of this anime. It fits the series perfectly. It also set the tone for the scenes really well. There are a few tracks that are amazing to listen to without watching the series. The two opening songs fit great for both part 1 and 2 and complemented the changes in the story perfectly. (you'll know what I mean when you watch the series) I personally liked the second OP more than the first. And it also has 2 versions which was much appreciated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi absolutely loved the OST of this anime.\u001b[24m\n    \u001b[1m私はこのアニメのOSTを絶対に愛していました。\u001b[22m, \u001b[1m私は絶対にこのアニメのOSTを愛しました。\u001b[22m\n\u001b[4mIt fits the series perfectly.\u001b[24m\n    \u001b[1mそれはシリーズに完璧にフィットします。\u001b[22m, \u001b[1mそれは完全シリーズに適合します。\u001b[22m\n\u001b[4mIt also set the tone for the scenes really well.\u001b[24m\n    \u001b[1mそれはまた、シーンのトーンを本当にうまく設定します。\u001b[22m, \u001b[1mまた、本当によくシーンのトーンを設定しました。\u001b[22m\n\u001b[4mThere are a few tracks that are amazing to listen to without watching the series.\u001b[24m\n    \u001b[1mシリーズを見ずに聴くのは素晴らしいトラックがいくつかあります。\u001b[22m, \u001b[1mシリーズを見ずにを聞いて素晴らしいですいくつかのトラックがあります。\u001b[22m\n\u001b[4mThe two opening songs fit great for both part 1 and 2 and complemented the changes in the story perfectly.\u001b[24m\n    \u001b[1mオープニング曲はパート1とパート2の両方に適しており、ストーリーの変化を完全に補完しています。\u001b[22m, \u001b[1m2つの開口曲はパート1と2の両方のための偉大なフィットと完璧に物語の中で変化を補完します。\u001b[22m\n\u001b[4m(you'll know what I mean when you watch the series) I personally liked the second OP more than the first.\u001b[24m\n    \u001b[1m（あなたがシリーズを見ているときに私は何を意味するか知っているだろう）私は個人的に最初のものよりも2番目のOPが好きだった。\u001b[22m, \u001b[1m（あなたはシリーズを見たとき、あなたは私が何を意味するか知っているだろう）私は個人的には最初よりも第二のOPが好きでした。\u001b[22m\n\u001b[4mAnd it also has 2 versions which was much appreciated.\u001b[24m\n    \u001b[1mまた、2つのバージョンがあり、非常に感謝しています。\u001b[22m, \u001b[1mそしてそれはまた、はるかに高く評価された2つのバージョンがあります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI really liked this series a lot. I watched it both dubbed and subbed both versions are great. Like I said before this series is not for everyone but it is still a very enjoyable series. The series is finished so it's not like some anime out there that just stops in the middle of a series. Although it leaves me wanting more.\n\n\u001b[1m私はこのシリーズが本当に好きでした。 私はそれがダビングされていることを見て、両方のバージョンが下品であることを見た。 私はこのシリーズが誰のためでもない前に言ったように、それはまだ非常に楽しいシリーズです。 シリーズは終了しているので、シリーズの途中で停止するアニメのようなものはありません。 それは私にもっと欲しいものを残すが。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga hontōni sukideshita. Watashi wa sore ga dabingu sa rete iru koto o mite, ryōhō no bājon ga gehindearu koto o mita. Watashi wa kono shirīzu ga dare no tame demonai mae ni itta yō ni, sore wa mada hijō ni tanoshī shirīzudesu. Shirīzu wa shūryō shite irunode, shirīzu no tochū de teishi suru anime no yōna mono wa arimasen. Sore wa watashi ni motto hoshī mono o nokosuga.)\u001b[22m\n\nTranslations of \u001b[4mI really liked this series a lot. I watched it both dubbed and subbed both versions are great. Like I said before this series is not for everyone but it is still a very enjoyable series. The series is finished so it's not like some anime out there that just stops in the middle of a series. Although it leaves me wanting more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked this series a lot.\u001b[24m\n    \u001b[1m私はこのシリーズが本当に好きでした。\u001b[22m, \u001b[1m私は本当にこのシリーズ多くのことを好きでした。\u001b[22m\n\u001b[4mI watched it both dubbed and subbed both versions are great.\u001b[24m\n    \u001b[1m私はそれがダビングされていることを見て、両方のバージョンが下品であることを見た。\u001b[22m, \u001b[1m私はそれが両方の吹き替え見て、両方のバージョンが素晴らしいです下塗り。\u001b[22m\n\u001b[4mLike I said before this series is not for everyone but it is still a very enjoyable series.\u001b[24m\n    \u001b[1m私はこのシリーズが誰のためでもない前に言ったように、それはまだ非常に楽しいシリーズです。\u001b[22m, \u001b[1m以下のようなこのシリーズは皆のためではありません前に、私は言ったが、それはまだ非常に楽しいシリーズです。\u001b[22m\n\u001b[4mThe series is finished so it's not like some anime out there that just stops in the middle of a series.\u001b[24m\n    \u001b[1mシリーズは終了しているので、シリーズの途中で停止するアニメのようなものはありません。\u001b[22m, \u001b[1mそれだけで、一連の途中で停止することをそこにいくつかのアニメを好きではないですので、シリーズを終了します。\u001b[22m\n\u001b[4mAlthough it leaves me wanting more.\u001b[24m\n    \u001b[1mそれは私にもっと欲しいものを残すが。\u001b[22m, \u001b[1mそれは葉が、私はより多くを望みます。\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "Lousy",
    "profile": "/profile/Lousy/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=227967",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  10\nキャラクター|  8\n|  9\n\nこれは言うまでもなく、このショーの芸術は素晴らしいものでした。 私はこのショーを何回も見直し、それをすべて楽しんだ。 物語は最初はかなり幼稚ですが、タイムキーピングの後でかなり面白くなります。 私は通常、タイムキープのある番組を楽しんでいませんが、うまく実装しています。 チサキとツムグの間のロマンスは、私の意見では本当にうまくいった。  OPとEDは聞くのがとても楽しいです。 キャラクターの中には、実際にはうまくいきましたが、キャラクターの中には残念ながら残っているものもありましたが、それはかなり大きなキャストを持っていたために予想されます。 結末についてどのように感じるかはあまり確かではありませんでしたが、ショーのある結末のようにひどくはありませんでした。 全体的に私はロマンスやライフ・ショーを楽しむ人にこのショーを強く勧めます。 あなたがアクションショーに参加している場合は、別のショーを探してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis should go without saying but the art in this show was amazing. I rewatched this show multiple times and enjoyed it everything. The story is quite childish at first but gets quite interesting after the timeskip. I usually don't enjoy shows that have timeskips but they implemented well. The romance between Chisaki and Tsumugu was done really well in my opinion. The OPs and EDs are quite nice to listen to. Some of the characters were developed really well although some characters just felt left behind but that is to be expected since it had a rather large cast. Wasn't too sure how to feel about the ending but it wasn't terrible like certain endings of shows. Overall I highly recommend this show to anyone who enjoys romance and slice of life shows. If you are into action shows please look for a different show.\n\n\u001b[1mこれは言うまでもなく、このショーの芸術は素晴らしいものでした。 私はこのショーを何回も見直し、それをすべて楽しんだ。 物語は最初はかなり幼稚ですが、タイムキーピングの後でかなり面白くなります。 私は通常、タイムキープのある番組を楽しんでいませんが、うまく実装しています。 チサキとツムグの間のロマンスは、私の意見では本当にうまくいった。  OPとEDは聞くのがとても楽しいです。 キャラクターの中には、実際にはうまくいきましたが、キャラクターの中には残念ながら残っているものもありましたが、それはかなり大きなキャストを持っていたために予想されます。 結末についてどのように感じるかはあまり確かではありませんでしたが、ショーのある結末のようにひどくはありませんでした。 全体的に私はロマンスやライフ・ショーを楽しむ人にこのショーを強く勧めます。 あなたがアクションショーに参加している場合は、別のショーを探してください。\u001b[22m\n\u001b[1m(Kore wa iumademonaku, kono shō no geijutsu wa subarashī monodeshita. Watashi wa kono shō o nankai mo minaoshi, sore o subete tanoshinda. Monogatari wa saisho wa kanari yōchidesuga, taimukīpingu no nochi de kanari omoshiroku narimasu. Watashi wa tsūjō, taimukīpu no aru bangumi o tanoshinde imasenga, umaku jissō shite imasu. Chisaki to tsumugu no ma no romansu wa, watashi no ikende wa hontōni umaku itta. OP to ED wa kiku no ga totemo tanoshīdesu. Kyarakutā no nakaniha, jissai ni wa umaku ikimashitaga, kyarakutā no nakaniha zan'nen'nagara nokotte iru mono mo arimashitaga, sore wa kanari ōkina kyasuto o motte ita tame ni yosō sa remasu. Ketsumatsu ni tsuite dono yō ni kanjiru ka wa amari tashikade wa arimasendeshitaga, shō no aru ketsumatsu no yō ni hidoku wa arimasendeshita. Zentai-teki ni watashi wa romansu ya raifu shō o tanoshimu hito ni kono shō o tsuyoku susumemasu. Anata ga akushonshō ni sanka shite iru baai wa,-betsu no shō o sagashite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis should go without saying but the art in this show was amazing. I rewatched this show multiple times and enjoyed it everything. The story is quite childish at first but gets quite interesting after the timeskip. I usually don't enjoy shows that have timeskips but they implemented well. The romance between Chisaki and Tsumugu was done really well in my opinion. The OPs and EDs are quite nice to listen to. Some of the characters were developed really well although some characters just felt left behind but that is to be expected since it had a rather large cast. Wasn't too sure how to feel about the ending but it wasn't terrible like certain endings of shows. Overall I highly recommend this show to anyone who enjoys romance and slice of life shows. If you are into action shows please look for a different show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis should go without saying but the art in this show was amazing.\u001b[24m\n    \u001b[1mこれは言うまでもなく、このショーの芸術は素晴らしいものでした。\u001b[22m, \u001b[1mこれは言うまでもないが、このショーの芸術は驚くべきものでした。\u001b[22m\n\u001b[4mI rewatched this show multiple times and enjoyed it everything.\u001b[24m\n    \u001b[1m私はこのショーを何回も見直し、それをすべて楽しんだ。\u001b[22m, \u001b[1m私はこの番組を複数回rewatched、それにすべてを楽しみました。\u001b[22m\n\u001b[4mThe story is quite childish at first but gets quite interesting after the timeskip.\u001b[24m\n    \u001b[1m物語は最初はかなり幼稚ですが、タイムキーピングの後でかなり面白くなります。\u001b[22m, \u001b[1m物語は、最初はかなり幼稚ですがtimeskip後に非常に面白いです。\u001b[22m\n\u001b[4mI usually don't enjoy shows that have timeskips but they implemented well.\u001b[24m\n    \u001b[1m私は通常、タイムキープのある番組を楽しんでいませんが、うまく実装しています。\u001b[22m, \u001b[1m私は通常timeskipsを持ってショーを楽しんでいないが、彼らはよく実装されています。\u001b[22m\n\u001b[4mThe romance between Chisaki and Tsumugu was done really well in my opinion.\u001b[24m\n    \u001b[1mチサキとツムグの間のロマンスは、私の意見では本当にうまくいった。\u001b[22m, \u001b[1mChisakiとTsumugu間のロマンスは、私の意見では本当によく行われていました。\u001b[22m\n\u001b[4mThe OPs and EDs are quite nice to listen to.\u001b[24m\n    \u001b[1mOPとEDは聞くのがとても楽しいです。\u001b[22m, \u001b[1mOPとEDSは耳を傾けるのはかなりいいです。\u001b[22m\n\u001b[4mSome of the characters were developed really well although some characters just felt left behind but that is to be expected since it had a rather large cast.\u001b[24m\n    \u001b[1mキャラクターの中には、実際にはうまくいきましたが、キャラクターの中には残念ながら残っているものもありましたが、それはかなり大きなキャストを持っていたために予想されます。\u001b[22m, \u001b[1m一部の文字がちょうど取り残さ感じたものの、文字のいくつかは本当によく開発されたが、それはそれはかなり大規模なキャストを持っていたので、予想されます。\u001b[22m\n\u001b[4mWasn't too sure how to feel about the ending but it wasn't terrible like certain endings of shows.\u001b[24m\n    \u001b[1m結末についてどのように感じるかはあまり確かではありませんでしたが、ショーのある結末のようにひどくはありませんでした。\u001b[22m, \u001b[1mエンディングについて感じる方法があまりにも確認されませんでしたが、それはショーの特定のエンディングのようなひどいではありませんでした。\u001b[22m\n\u001b[4mOverall I highly recommend this show to anyone who enjoys romance and slice of life shows.\u001b[24m\n    \u001b[1m全体的に私はロマンスやライフ・ショーを楽しむ人にこのショーを強く勧めます。\u001b[22m, \u001b[1m全体的に私は非常に生命ショーのロマンスとスライスを楽しんで誰にもこのショーをお勧めします。\u001b[22m\n\u001b[4mIf you are into action shows please look for a different show.\u001b[24m\n    \u001b[1mあなたがアクションショーに参加している場合は、別のショーを探してください。\u001b[22m, \u001b[1mあなたは、アクションショーにしている場合は別の番組を探してください。\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "Thundahgolem",
    "profile": "/profile/Thundahgolem/reviews",
    "pages": "8",
    "number": "3",
    "link": "/reviews.php?id=226993",
    "jp": "--- --- --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\nいくつかのマイナーなスポイラーが、途中で何もしなかった\n\n渚のアスカラは、偏見を打ち負かし、核冬の相当分を止めようとしている中学生の束についての説得力のあるドラマです。\n\n全く真剣ありません。\n\n渚のアスカラの主なメッセージには、人々の差別が含まれます。 ここのコインの両側には、魚人で作られた水中村、塩水以外の人で作られた水の上にある町、大潮の人々がいます。 彼らは、おしおしの人々が人生を与えた神を信じるのを止め、それ以来緊張が生じていることから、互いに戦っている。\n\nショーの主人公は、学校が閉鎖されて水上で学校に行かなければならない少年たちのグループです。 榊島は、このグループの「指導者」です。 彼と一緒に無邪気で依存しているマナカ、冷静で成熟したカナメ、そしてチサキは彼に激怒している（私は正直なところ、チサキの良い形容詞は知らない。 結局、彼らは今からトムスムグと呼ぶ全能のプレイボーイ（本当は）ツムグと友達になります。\n\n結局のところ、Shioshishioの子供たちは、彼らと表面上の住人の間にはそれほど大きな違いはないことを認識しており、多くの土地の人々は同じように感じています。 まあ、大人を除いて。 彼らはすべて頑固なツンデレです。\n\n私はストーリーに入ってみたいが、それは非常にキャラクターに基づいている。 私はちょうどポイント形式で、前半についていくつかのことを言うつもりです。\n - ひかりの姉妹あかりと陸上人物の間のラブストーリー\n - 海の人々を受け入れることを学ぶ学生\n核冬を止めるために水神を礼拝する準備をする\n - ひかりが好きなキャラクターになる\n\n確かに、その最後のものは実際のストーリーポイントではないかもしれませんが、私はまだそこに重要なポイントとして追加する気がします。 ナギのアスカラは、アニメのキャラクター開発の特徴をいくつか紹介しています（このトランジションには申し訳ありません）。 ナギのアスカラは非常にキャラクターを駆使しているが、マナカはキャラクターには真実ではない。 私にとって、マナカはアブソルです。 アブソルは比較的強力なダークタイプであり、進化する必要がない非常に高い攻撃力を持っていますが、恐ろしい防御に対してあなたができることはあまりありません。 すべてのキャラクターは何かの罠のように見えるが、最終的に実際のキャラクターになる。 ひかりは、彼が最初のエピソードで迷惑なことから後のもので尊敬できる人になるという著しい例です。  NagiAsuでは文字が変わります。 あなたは彼らのすべての側面を、暗闇とその光を見ます。 私が形容詞に恵まれなかったキサキさんでさえ、私の好きなものになりました（私はそれについて本当に残念です）。 ただし、1つの例外があります：Manaka。 キャラクターとしてのマナカは、彼女の無邪気で泣き虫のような形から実際には成長しません。 しかし、彼女の性格は非常に魅力的なので、彼女は後ろに隠れていても支障はありません。\n\nこの虚偽のレビューの最後の1つは、この番組の中で最も興味深い部分の1つです\n\n愛の多角形。\n\nこのショーは、私が今まで見た中で最も複雑な愛のポリゴンの1つを特色にしているので、そのロマンスタグには理由があります（そして、私はあまり見ないので、私は弱いです）。 メインの5人のキャラクターは愛の五角形に入れられます。 さて、あなたはどこに誰がいるのだろうが、誰が誰にしたいのかははっきりしていると思うかもしれませんが、midseasonのプロットのひねりが入って、2人のキャラクターを追加して愛の七面鳥を作ることを含めて、すべてを振ります。 あなたの船は沈没し、新しい船が帆走するでしょう。 それは正直なところ、外部者として見るのが最も混乱することです。 心配しないでください。 誰もが幸せな結末に終わるので、チサキがあなたが望むもので勝つことができないかもしれない（私は大変申し訳ありません）ので、悲しいことはありません。 それは本当に満足です。\n\nしたがって、最終判決。 ナギのアスカラはいいです。 エンディングは急いでいるが、そうでなければとても良いショーだ。 私は第二の法廷の話を甘やかす、あるいは暗示していないので、あなたはただそれを見なければならない。 音楽と芸術は本当に良いですが、それらはharemアニメに対するあなたの意見よりも主観的です。\nすみません、これであなたの時間を無駄にしました。 それは私の初めてのことです。 おやすみ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSome minor spoilers, but nothing past the halfway mark\n\n\u001b[1mいくつかのマイナーなスポイラーが、途中で何もしなかった\u001b[22m\n\u001b[1m(Ikutsu ka no maināna supoirā ga, tochū de nani mo shinakatta)\u001b[22m\n\nTranslations of \u001b[4mSome minor spoilers, but nothing past the halfway mark\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome minor spoilers, but nothing past the halfway mark\u001b[24m\n    \u001b[1mいくつかのマイナーなスポイラーが、途中で何もしなかった\u001b[22m, \u001b[1m途中マーク過去のいくつかのマイナーなスポイラー、何も\u001b[22m\n\u001b[1m\u001b[22m\nNagi no Asukara is a compelling drama about a bunch of middle schoolers trying to beat prejudice and stop the equivalent of a nuclear winter.\n\n\u001b[1m渚のアスカラは、偏見を打ち負かし、核冬の相当分を止めようとしている中学生の束についての説得力のあるドラマです。\u001b[22m\n\u001b[1m(Nagisa no asukara wa, henken o uchi makashi, kaku fuyu no sōtō-bun o tomeyou to shite iru chūgakusei no taba ni tsuite no settoku-ryoku no aru doramadesu.)\u001b[22m\n\nTranslations of \u001b[4mNagi no Asukara is a compelling drama about a bunch of middle schoolers trying to beat prejudice and stop the equivalent of a nuclear winter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNagi no Asukara is a compelling drama about a bunch of middle schoolers trying to beat prejudice and stop the equivalent of a nuclear winter.\u001b[24m\n    \u001b[1m渚のアスカラは、偏見を打ち負かし、核冬の相当分を止めようとしている中学生の束についての説得力のあるドラマです。\u001b[22m, \u001b[1mナギなしAsukaraは偏見を破って核の冬と同等のものを停止しようとしている中学生の束について説得力のあるドラマです。\u001b[22m\n\u001b[1m\u001b[22m\nNo seriously.\n\n\u001b[1m全く真剣ありません。\u001b[22m\n\u001b[1m(Mattaku shinken arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNo seriously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo seriously.\u001b[24m\n    \u001b[1m全く真剣ありません。\u001b[22m, \u001b[1mいいえ、真剣に。\u001b[22m, \u001b[1mいいえ真剣ません。\u001b[22m\n\u001b[1m\u001b[22m\nNagi no Asukara's main message involves discrimination between people. The two sides of the coin here are the people of Shioshishio, an underwater village made of fish people, and the people of Oshiooshi, a town above water made of non-fish people. They're fighting with each other due to the fact that the people of Oshiooshi stopped believing in the god that gave life to them and tensions have arisen since then.\n\n\u001b[1m渚のアスカラの主なメッセージには、人々の差別が含まれます。 ここのコインの両側には、魚人で作られた水中村、塩水以外の人で作られた水の上にある町、大潮の人々がいます。 彼らは、おしおしの人々が人生を与えた神を信じるのを止め、それ以来緊張が生じていることから、互いに戦っている。\u001b[22m\n\u001b[1m(Nagisa no asukara no omona messēji ni wa, hitobito no sabetsu ga fukuma remasu. Koko no koin no ryōsoku ni wa, gyojin de tsukura reta mizu Nakamura, ensui igai no hito de tsukura reta mizu no ue ni aru machi, ōshio no hitobito ga imasu. Karera wa, oshi oshi no hitobito ga jinsei o ataeta kami o shinjiru no o tome, sore irai kinchō ga shōjite iru koto kara, tagaini tatakatte iru.)\u001b[22m\n\nTranslations of \u001b[4mNagi no Asukara's main message involves discrimination between people. The two sides of the coin here are the people of Shioshishio, an underwater village made of fish people, and the people of Oshiooshi, a town above water made of non-fish people. They're fighting with each other due to the fact that the people of Oshiooshi stopped believing in the god that gave life to them and tensions have arisen since then.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNagi no Asukara's main message involves discrimination between people.\u001b[24m\n    \u001b[1m渚のアスカラの主なメッセージには、人々の差別が含まれます。\u001b[22m, \u001b[1mナギなしAsukaraのメインメッセージは、人と人との差別を伴います。\u001b[22m\n\u001b[4mThe two sides of the coin here are the people of Shioshishio, an underwater village made of fish people, and the people of Oshiooshi, a town above water made of non-fish people.\u001b[24m\n    \u001b[1mここのコインの両側には、魚人で作られた水中村、塩水以外の人で作られた水の上にある町、大潮の人々がいます。\u001b[22m, \u001b[1mここではコインの両面がShioshishio、魚の人々で作られた水中村の人々、およびOshiooshi、非魚人で作られた水上町の人々です。\u001b[22m\n\u001b[4mThey're fighting with each other due to the fact that the people of Oshiooshi stopped believing in the god that gave life to them and tensions have arisen since then.\u001b[24m\n    \u001b[1m彼らは、おしおしの人々が人生を与えた神を信じるのを止め、それ以来緊張が生じていることから、互いに戦っている。\u001b[22m, \u001b[1m彼らが原因Oshiooshiの人々が彼らに命を与え、緊張がそれ以来生じている神を信じる停止したという事実のためにお互いに戦っています。\u001b[22m\n\u001b[1m\u001b[22m\nOur main characters of the show are a group of Shioshishio residents that have to go to school above water because their school shut down. Hikari Sakishima is the 'leader' of this group, a brash, short-tempered brat. With him are the innocent and dependent Manaka, the coolheaded and mature Kaname, and Chisaki, who has a crush on him (I honestly don't know a good adjective for Chisaki. I'm sorry). Eventually, they become friends with the almighty playboy (not really) Tsumugu, who I will refer to as Tsmooth-mugu from now on.\n\n\u001b[1mショーの主人公は、学校が閉鎖されて水上で学校に行かなければならない少年たちのグループです。 榊島は、このグループの「指導者」です。 彼と一緒に無邪気で依存しているマナカ、冷静で成熟したカナメ、そしてチサキは彼に激怒している（私は正直なところ、チサキの良い形容詞は知らない。 結局、彼らは今からトムスムグと呼ぶ全能のプレイボーイ（本当は）ツムグと友達になります。\u001b[22m\n\u001b[1m(Shō no shujinkō wa, gakkō ga heisa sa rete minakami de gakkō ni ikanakereba naranai shōnen-tachi no gurūpudesu. Sakaki shima wa, kono gurūpu no `shidō-sha'desu. Kare to issho ni mujaki de izon shite iru Manaka, reiseide seijuku shita kaname, soshite chisaki wa kare ni gekido shite iru (watashi wa shōjikina tokoro, chisaki no yoi keiyōshi wa shiranai. Kekkyoku, karera wa ima kara tomusumugu to yobu zen'nō no pureibōi (hontōha) tsumugu to tomodachi ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mOur main characters of the show are a group of Shioshishio residents that have to go to school above water because their school shut down. Hikari Sakishima is the 'leader' of this group, a brash, short-tempered brat. With him are the innocent and dependent Manaka, the coolheaded and mature Kaname, and Chisaki, who has a crush on him (I honestly don't know a good adjective for Chisaki. I'm sorry). Eventually, they become friends with the almighty playboy (not really) Tsumugu, who I will refer to as Tsmooth-mugu from now on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur main characters of the show are a group of Shioshishio residents that have to go to school above water because their school shut down.\u001b[24m\n    \u001b[1mショーの主人公は、学校が閉鎖されて水上で学校に行かなければならない少年たちのグループです。\u001b[22m, \u001b[1mショーの私たちの主な文字は、自分の学校がシャットダウンしているため、水の上に学校に行かなければならShioshishio住民のグループです。\u001b[22m\n\u001b[4mHikari Sakishima is the 'leader' of this group, a brash, short-tempered brat.\u001b[24m\n    \u001b[1m榊島は、このグループの「指導者」です。\u001b[22m, \u001b[1m先島光は、このグループの 'リーダー'、生意気な、短気がきです。\u001b[22m\n\u001b[4mWith him are the innocent and dependent Manaka, the coolheaded and mature Kaname, and Chisaki, who has a crush on him (I honestly don't know a good adjective for Chisaki. I'm sorry).\u001b[24m\n    \u001b[1m彼と一緒に無邪気で依存しているマナカ、冷静で成熟したカナメ、そしてチサキは彼に激怒している（私は正直なところ、チサキの良い形容詞は知らない。\u001b[22m, \u001b[1m彼と一緒に無実と依存愛花、coolheadedであり、要成熟し、彼に片思いしていChisaki、（私は正直Chisakiのための良好な形容詞を知らない。ごめんなさい）。\u001b[22m\n\u001b[4mEventually, they become friends with the almighty playboy (not really) Tsumugu, who I will refer to as Tsmooth-mugu from now on.\u001b[24m\n    \u001b[1m結局、彼らは今からトムスムグと呼ぶ全能のプレイボーイ（本当は）ツムグと友達になります。\u001b[22m, \u001b[1m結局、彼らは私が今からTsmooth-ムグー岬のように参照する全能のプレイボーイ（本当に）Tsumugu、と友達になります。\u001b[22m\n\u001b[1m\u001b[22m\nEventually, the Shioshishio kids realize that there aren't that many difference between them and the surface dwellers, and many of the land people feel the same way. Well, except the adults. They're all stubborn tsunderes.\n\n\u001b[1m結局のところ、Shioshishioの子供たちは、彼らと表面上の住人の間にはそれほど大きな違いはないことを認識しており、多くの土地の人々は同じように感じています。 まあ、大人を除いて。 彼らはすべて頑固なツンデレです。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, Shioshishio no kodomo-tachi wa, karera to hyōmen-jō no jūnin no ma ni wa sorehodo ōkina chigai wanai koto o ninshiki shite ori, ōku no tochi no hitobito wa onajiyōni kanjite imasu. Mā, otona o nozoite. Karera wa subete gankona tsunderedesu.)\u001b[22m\n\nTranslations of \u001b[4mEventually, the Shioshishio kids realize that there aren't that many difference between them and the surface dwellers, and many of the land people feel the same way. Well, except the adults. They're all stubborn tsunderes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEventually, the Shioshishio kids realize that there aren't that many difference between them and the surface dwellers, and many of the land people feel the same way.\u001b[24m\n    \u001b[1m結局のところ、Shioshishioの子供たちは、彼らと表面上の住人の間にはそれほど大きな違いはないことを認識しており、多くの土地の人々は同じように感じています。\u001b[22m, \u001b[1m結局、Shioshishioの子供たちはそれらと表面の住人の間の多くの違いがないことを認識し、そして土地の人々の多くは、同じように感じます。\u001b[22m\n\u001b[4mWell, except the adults.\u001b[24m\n    \u001b[1mまあ、大人を除いて。\u001b[22m, \u001b[1mまあ、大人除きます。\u001b[22m\n\u001b[4mThey're all stubborn tsunderes.\u001b[24m\n    \u001b[1m彼らはすべて頑固なツンデレです。\u001b[22m, \u001b[1m彼らはすべての頑固tsunderesです。\u001b[22m\n\u001b[1m\u001b[22m\nI want to get into the story, but it's very character driven. I'm just going to say a few things about the first half, in point form.\n\n\u001b[1m私はストーリーに入ってみたいが、それは非常にキャラクターに基づいている。 私はちょうどポイント形式で、前半についていくつかのことを言うつもりです。\u001b[22m\n\u001b[1m(Watashi wa sutōrī ni haitte mitaiga, sore wa hijō ni kyarakutā ni motodzuite iru. Watashi wa chōdo pointo keishiki de, zenhan ni tsuite ikutsu ka no koto o iu tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mI want to get into the story, but it's very character driven. I'm just going to say a few things about the first half, in point form.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI want to get into the story, but it's very character driven.\u001b[24m\n    \u001b[1m私はストーリーに入ってみたいが、それは非常にキャラクターに基づいている。\u001b[22m, \u001b[1m私は物語の中に取得したいが、それは非常に文字が駆動です。\u001b[22m\n\u001b[4mI'm just going to say a few things about the first half, in point form.\u001b[24m\n    \u001b[1m私はちょうどポイント形式で、前半についていくつかのことを言うつもりです。\u001b[22m\n-A love story between Hikari's sister Akari and a land person\n\n\u001b[1m - ひかりの姉妹あかりと陸上人物の間のラブストーリー\u001b[22m\n\u001b[1m(- Hikari no shimai Akari to rikujō jinbutsu no ma no rabusutōrī)\u001b[22m\n\nTranslations of \u001b[4m-A love story between Hikari's sister Akari and a land person\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-A love story between Hikari's sister Akari and a land person\u001b[24m\n    \u001b[1m - ひかりの姉妹あかりと陸上人物の間のラブストーリー\u001b[22m, \u001b[1mひかりの妹あかりと土地の人との間-Aラブストーリー\u001b[22m\n-The students learning to accept the ocean people\n\n\u001b[1m - 海の人々を受け入れることを学ぶ学生\u001b[22m\n\u001b[1m(- Umi no hitobito o ukeireru koto o manabu gakusei)\u001b[22m\n\nTranslations of \u001b[4m-The students learning to accept the ocean people\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The students learning to accept the ocean people\u001b[24m\n    \u001b[1m - 海の人々を受け入れることを学ぶ学生\u001b[22m, \u001b[1m海の人々を受け入れることを学ぶ-The学生\u001b[22m\n-Preparing to worship a water god to stop a nuclear winter\n\n\u001b[1m核冬を止めるために水神を礼拝する準備をする\u001b[22m\n\u001b[1m(Kaku fuyu o tomeru tame ni suijin o reihai suru junbi o suru)\u001b[22m\n\nTranslations of \u001b[4m-Preparing to worship a water god to stop a nuclear winter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Preparing to worship a water god to stop a nuclear winter\u001b[24m\n    \u001b[1m核冬を止めるために水神を礼拝する準備をする\u001b[22m, \u001b[1m核の冬を停止するには、水の神を崇拝する-Preparing\u001b[22m\n-Hikari becoming a likable character\n\n\u001b[1m - ひかりが好きなキャラクターになる\u001b[22m\n\u001b[1m(- Hikari ga sukina kyarakutā ni naru)\u001b[22m\n\nTranslations of \u001b[4m-Hikari becoming a likable character\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Hikari becoming a likable character\u001b[24m\n    \u001b[1m - ひかりが好きなキャラクターになる\u001b[22m, \u001b[1m-Hikariは好感文字になってきて\u001b[22m\n\u001b[1m\u001b[22m\nSure, that last one might not be an actual story point, but I still feel like adding there as an important point. See, Nagi no Asukara features some of the best character development in anime (I'm so sorry for this transition). While Nagi no Asukara is very character driven, Manaka, true to her character, is off to the side. To me, Manaka is an Absol. While Absol is a relatively powerful dark type with a very high attack stat that doesn't need to evolve, there really isn't much you can do against its horrible defense. While every character seems like a trope of something, they eventually blossom into actual characters. Hikari is a notable example, with him going from annoying in the first episode to a respectable person in subsequent ones. Characters change in NagiAsu. You see all sides of them, their dark and their light. Even Chisaki, who I didn't even bless with an adjective becomes a favorite of mine (I'm still really sorry about that). There is, however, one exception: Manaka. Manaka as a character doesn't really develop from her innocent and crybaby ways. Her character is very appealing, however, so she isn't left behind too far back to be a hindrance.\n\n\u001b[1m確かに、その最後のものは実際のストーリーポイントではないかもしれませんが、私はまだそこに重要なポイントとして追加する気がします。 ナギのアスカラは、アニメのキャラクター開発の特徴をいくつか紹介しています（このトランジションには申し訳ありません）。 ナギのアスカラは非常にキャラクターを駆使しているが、マナカはキャラクターには真実ではない。 私にとって、マナカはアブソルです。 アブソルは比較的強力なダークタイプであり、進化する必要がない非常に高い攻撃力を持っていますが、恐ろしい防御に対してあなたができることはあまりありません。 すべてのキャラクターは何かの罠のように見えるが、最終的に実際のキャラクターになる。 ひかりは、彼が最初のエピソードで迷惑なことから後のもので尊敬できる人になるという著しい例です。  NagiAsuでは文字が変わります。 あなたは彼らのすべての側面を、暗闇とその光を見ます。 私が形容詞に恵まれなかったキサキさんでさえ、私の好きなものになりました（私はそれについて本当に残念です）。 ただし、1つの例外があります：Manaka。 キャラクターとしてのマナカは、彼女の無邪気で泣き虫のような形から実際には成長しません。 しかし、彼女の性格は非常に魅力的なので、彼女は後ろに隠れていても支障はありません。\u001b[22m\n\u001b[1m(Tashika ni, sono saigo no mono wa jissai no sutōrīpointode wanai kamo shiremasenga, watashi wa mada soko ni jūyōna pointo to shite tsuika suru ki ga shimasu. Nagi no asukara wa, anime no kyarakutā kaihatsu no tokuchō o ikutsu ka shōkai shite imasu (kono toranjishon ni wa mōshiwakearimasen). Subete no kyarakutā wa nanika no wana no yōnimieru ga, saishūtekini jissai no kyarakutā ni naru. Hikari wa, kare ga saisho no episōdo de meiwakuna koto kara ato no mono de sonkei dekiru hito ni naru to iu ichijirushii reidesu. NagiAsude wa moji ga kawarimasu. Anata wa karera no subete no sokumen o, kurayami to sono hikari o mimasu. Watashi ga keiyōshi ni megumarenakatta Kisaki-sande sae, watashi no sukinamono ni narimashita (watashi wa sore ni tsuite hontōni zan'nendesu). Tadashi, 1tsu no reigai ga arimasu: Manaka. Kyarakutā to shite no Manaka wa, kanojo no mujaki de nakimushi no yōna katachi kara jissai ni wa seichō shimasen. Shikashi, kanojo no seikaku wa hijō ni miryoku-tekinanode, kanojo wa ushiro ni kakurete ite mo shishō wa arimasen. Nagi no asukara wa hijō ni kyarakutā o kushi shite iruga, Manaka wa kyarakutā ni wa shinjitsude wanai. Watashi ni totte, Manaka wa abusorudesu. Abusoru wa hikakuteki kyōryokuna dākutaipudeari, shinka suru hitsuyō ga nai hijō ni takai kōgeki-ryoku o motte imasuga, osoroshī bōgyo ni taishite anata ga dekiru koto wa amari arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nOne final thing to this crappy review is one of the most interesting parts of this show\n\n\u001b[1mこの虚偽のレビューの最後の1つは、この番組の中で最も興味深い部分の1つです\u001b[22m\n\u001b[1m(Kono kyogi no rebyū no saigo no 1tsu wa, kono bangumi no naka de mottomo kyōmibukai bubun no 1tsudesu)\u001b[22m\n\nTranslations of \u001b[4mOne final thing to this crappy review is one of the most interesting parts of this show\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne final thing to this crappy review is one of the most interesting parts of this show\u001b[24m\n    \u001b[1mこの虚偽のレビューの最後の1つは、この番組の中で最も興味深い部分の1つです\u001b[22m, \u001b[1mこの安っぽいレビューに対する一つの最終的な事は、このショーの中で最も興味深い部分の一つであります\u001b[22m\n\u001b[1m\u001b[22m\nA love polygon.\n\n\u001b[1m愛の多角形。\u001b[22m\n\u001b[1m(Ai no takakkei.)\u001b[22m\n\nTranslations of \u001b[4mA love polygon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA love polygon.\u001b[24m\n    \u001b[1m愛の多角形。\u001b[22m, \u001b[1m愛のポリゴン。\u001b[22m\n\u001b[1m\u001b[22m\nSee, this show deserves its romance tag for a reason, as it features one of the most complex love polygons I've ever seen (and I haven't seen much so don't look at me, I'm weak). The main five characters are put into a love pentagon. Now, you may think that it's pretty obvious who's going to end up with who, but then, out of nowhere, the midseason plot twist comes in and shakes everything up, including adding 2 more characters to the shape to make a love heptagon. Your ships will sink and new ones will sail. It's honestly the most confusing thing to look at as an outsider. Don't worry. Everyone ends up with a happy ending, so don't be sad if Chisaki may or may not win with the one you want(I'm so freaking sorry) because it all ends up okay. It's really satisfying.\n\n\u001b[1mこのショーは、私が今まで見た中で最も複雑な愛のポリゴンの1つを特色にしているので、そのロマンスタグには理由があります（そして、私はあまり見ないので、私は弱いです）。 メインの5人のキャラクターは愛の五角形に入れられます。 さて、あなたはどこに誰がいるのだろうが、誰が誰にしたいのかははっきりしていると思うかもしれませんが、midseasonのプロットのひねりが入って、2人のキャラクターを追加して愛の七面鳥を作ることを含めて、すべてを振ります。 あなたの船は沈没し、新しい船が帆走するでしょう。 それは正直なところ、外部者として見るのが最も混乱することです。 心配しないでください。 誰もが幸せな結末に終わるので、チサキがあなたが望むもので勝つことができないかもしれない（私は大変申し訳ありません）ので、悲しいことはありません。 それは本当に満足です。\u001b[22m\n\u001b[1m(Kono shō wa, watashi ga imamade mita naka de mottomo fukuzatsuna ai no porigon no 1tsu o tokushoku ni shite irunode, sono romansu tagu ni wa riyū ga arimasu (soshite, watashi wa amari minainode, watashi wa yowaidesu). Mein no 5-ri no kyarakutā wa ai no gokakukei ni haire raremasu. Sate, anata wa doko ni dare ga iru nodarouga, dare ga dare ni shitai no ka wa hakkiri shite iru to omou kamo shiremasenga, midseason no purotto no hineri ga haitte, 2-ri no kyarakutā o tsuika shite ai no shichimenchō o tsukuru koto o fukumete, subete o furimasu. Anata no fune wa chinbotsu shi, atarashī fune ga hansō surudeshou. Sore wa shōjikina tokoro, gaibu-sha to shite miru no ga mottomo konran suru kotodesu. Shinpaishinaide kudasai. Daremoga shiawasenaketsumatsu ni owarunode, chisaki ga anata ga nozomu mono de katsu koto ga dekinai kamo shirenai (watashi wa taihen mōshiwakearimasen)node, kanashī koto wa arimasen. Sore wa hontōni manzokudesu.)\u001b[22m\n\nTranslations of \u001b[4mSee, this show deserves its romance tag for a reason, as it features one of the most complex love polygons I've ever seen (and I haven't seen much so don't look at me, I'm weak). The main five characters are put into a love pentagon. Now, you may think that it's pretty obvious who's going to end up with who, but then, out of nowhere, the midseason plot twist comes in and shakes everything up, including adding 2 more characters to the shape to make a love heptagon. Your ships will sink and new ones will sail. It's honestly the most confusing thing to look at as an outsider. Don't worry. Everyone ends up with a happy ending, so don't be sad if Chisaki may or may not win with the one you want(I'm so freaking sorry) because it all ends up okay. It's really satisfying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSee, this show deserves its romance tag for a reason, as it features one of the most complex love polygons I've ever seen (and I haven't seen much so don't look at me, I'm weak).\u001b[24m\n    \u001b[1mこのショーは、私が今まで見た中で最も複雑な愛のポリゴンの1つを特色にしているので、そのロマンスタグには理由があります（そして、私はあまり見ないので、私は弱いです）。\u001b[22m, \u001b[1m（私は弱いよ、私を見ていないと私はずっとそう見ていない）、それは私が今まで見た中で最も複雑な愛の多角形の1もあり、このショーは、理由のためにそのロマンスタグに値する参照してください。\u001b[22m\n\u001b[4mThe main five characters are put into a love pentagon.\u001b[24m\n    \u001b[1mメインの5人のキャラクターは愛の五角形に入れられます。\u001b[22m, \u001b[1mメインの5文字は愛五角形に入れています。\u001b[22m\n\u001b[4mNow, you may think that it's pretty obvious who's going to end up with who, but then, out of nowhere, the midseason plot twist comes in and shakes everything up, including adding 2 more characters to the shape to make a love heptagon.\u001b[24m\n    \u001b[1mさて、あなたはどこに誰がいるのだろうが、誰が誰にしたいのかははっきりしていると思うかもしれませんが、midseasonのプロットのひねりが入って、2人のキャラクターを追加して愛の七面鳥を作ることを含めて、すべてを振ります。\u001b[22m, \u001b[1mさて、あなたはそれが誰で終わるために起こっている人はかなり明白だと思うかもしれないが、その後、どこからともなく、midseasonプロットねじれがで来て、愛の七角形を作るために形状に2以上の文字を追加することを含め、すべてを振ります。\u001b[22m\n\u001b[4mYour ships will sink and new ones will sail.\u001b[24m\n    \u001b[1mあなたの船は沈没し、新しい船が帆走するでしょう。\u001b[22m, \u001b[1mあなたの船が沈んでしまうと新しいものが航行します。\u001b[22m\n\u001b[4mIt's honestly the most confusing thing to look at as an outsider.\u001b[24m\n    \u001b[1mそれは正直なところ、外部者として見るのが最も混乱することです。\u001b[22m, \u001b[1mそれは正直に部外者として見て最も混乱を招くことです。\u001b[22m\n\u001b[4mDon't worry.\u001b[24m\n    \u001b[1m心配しないでください。\u001b[22m\n\u001b[4mEveryone ends up with a happy ending, so don't be sad if Chisaki may or may not win with the one you want(I'm so freaking sorry) because it all ends up okay.\u001b[24m\n    \u001b[1m誰もが幸せな結末に終わるので、チサキがあなたが望むもので勝つことができないかもしれない（私は大変申し訳ありません）ので、悲しいことはありません。\u001b[22m, \u001b[1m誰もがハッピーエンドで終わり、そうChisakiがまたはすべては大丈夫終わるので、あなたが（私はとても残念おかしくなりよ）したい1で勝利してもしなくてもよい場合は悲しいことはありません。\u001b[22m\n\u001b[4mIt's really satisfying.\u001b[24m\n    \u001b[1mそれは本当に満足です。\u001b[22m\n\u001b[1m\u001b[22m\nSo, final verdict. Nagi no Asukara is good. The ending is rushed but otherwise is a very good show. I've not spoiled or even hinted at the second cour story, so you just have to watch it. Music and Art are really good, but those are more subjective than your opinion on harem anime.\n\n\u001b[1mしたがって、最終判決。 ナギのアスカラはいいです。 エンディングは急いでいるが、そうでなければとても良いショーだ。 私は第二の法廷の話を甘やかす、あるいは暗示していないので、あなたはただそれを見なければならない。 音楽と芸術は本当に良いですが、それらはharemアニメに対するあなたの意見よりも主観的です。\u001b[22m\n\u001b[1m(Shitagatte, saishū hanketsu. Nagi no asukara wa īdesu. Endingu wa isoide iruga,-sōdenakereba totemo yoi shōda. Watashi wa dai ni no hōtei no hanashi o amayakasu, aruiwa anji shite inainode, anata wa tada sore o minakereba naranai. Ongaku to geijutsu wa hontōni yoidesuga, sorera wa harem anime ni taisuru anata no iken yori mo shukan-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, final verdict. Nagi no Asukara is good. The ending is rushed but otherwise is a very good show. I've not spoiled or even hinted at the second cour story, so you just have to watch it. Music and Art are really good, but those are more subjective than your opinion on harem anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, final verdict.\u001b[24m\n    \u001b[1mしたがって、最終判決。\u001b[22m, \u001b[1mだから、最終的な判決。\u001b[22m\n\u001b[4mNagi no Asukara is good.\u001b[24m\n    \u001b[1mナギのアスカラはいいです。\u001b[22m, \u001b[1mナギなしAsukaraが良いです。\u001b[22m\n\u001b[4mThe ending is rushed but otherwise is a very good show.\u001b[24m\n    \u001b[1mエンディングは急いでいるが、そうでなければとても良いショーだ。\u001b[22m, \u001b[1m結末は急いでそれ以外は非常に良いショーです。\u001b[22m\n\u001b[4mI've not spoiled or even hinted at the second cour story, so you just have to watch it.\u001b[24m\n    \u001b[1m私は第二の法廷の話を甘やかす、あるいは暗示していないので、あなたはただそれを見なければならない。\u001b[22m, \u001b[1m私は甘やかされて育った、あるいは第二クールの話を示唆していませんでしたので、あなたはそれを見ています。\u001b[22m\n\u001b[4mMusic and Art are really good, but those are more subjective than your opinion on harem anime.\u001b[24m\n    \u001b[1m音楽と芸術は本当に良いですが、それらはharemアニメに対するあなたの意見よりも主観的です。\u001b[22m, \u001b[1m音楽とアートは本当に良いですが、それらはハーレムアニメの上のあなたの意見よりも主観的です。\u001b[22m\nI'm sorry I've wasted your time with this. It's my first time. Good night\n\n\u001b[1mすみません、これであなたの時間を無駄にしました。 それは私の初めてのことです。 おやすみ\u001b[22m\n\u001b[1m(Sumimasen, kore de anata no jikan o muda ni shimashita. Sore wa watashi no hajimete no kotodesu. Oyasumi)\u001b[22m\n\nTranslations of \u001b[4mI'm sorry I've wasted your time with this. It's my first time. Good night\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm sorry I've wasted your time with this.\u001b[24m\n    \u001b[1mすみません、これであなたの時間を無駄にしました。\u001b[22m, \u001b[1m私はこれであなたの時間を無駄にしたごめんなさい。\u001b[22m\n\u001b[4mIt's my first time.\u001b[24m\n    \u001b[1mそれは私の初めてのことです。\u001b[22m, \u001b[1mそれは私の最初の時間です。\u001b[22m\n\u001b[4mGood night\u001b[24m\n    \u001b[1mおやすみ\u001b[22m, \u001b[1mおやすみなさい\u001b[22m, \u001b[1mおやすみ\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "Boto_lava",
    "profile": "/profile/Boto_lava/reviews",
    "pages": "8",
    "number": "4",
    "link": "/reviews.php?id=148097",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はしばらく渚のアスカラを見ていましたが、それは普通で退屈なアニメのように見えたので、実際に見たいとは思っていませんでした。 しかし、時間がたつにつれ、私はますますそれを愛し始めました。 あなたがカバーのためにこれを見たいと思わないなら、あなたの心を変えてください。\n\n私は思うNagi Asukaraは私の視点から見るとアニメ界で最も美しい芸術を持っています。 私はハワイ出身で、魚を見て、チャレクターの周りの海は夢のように感じました。 私は魚が好きで、海は私が多くの楽しい思い出を作った場所です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI had been looking at Nagi no Asukara for a while and I didn't really want to watch it because it looked like a mediocre, boring anime and I had that mentality at first watching it. However over time I started to love it more and more. If you don't think you want to watch this because of its cover please do change your mind.\n\n\u001b[1m私はしばらく渚のアスカラを見ていましたが、それは普通で退屈なアニメのように見えたので、実際に見たいとは思っていませんでした。 しかし、時間がたつにつれ、私はますますそれを愛し始めました。 あなたがカバーのためにこれを見たいと思わないなら、あなたの心を変えてください。\u001b[22m\n\u001b[1m(Watashi wa shibaraku nagisa no asukara o mite imashitaga, sore wa futsūde taikutsuna anime no yō ni mietanode, jissai ni mitai to wa omotte imasendeshita. Shikashi, jikan ga tatsu ni tsure, watashi wa masumasu sore o aishi hajimemashita. Anata ga kabā no tame ni kore o mitai to omowanainara, anata no kokoro o kaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI had been looking at Nagi no Asukara for a while and I didn't really want to watch it because it looked like a mediocre, boring anime and I had that mentality at first watching it. However over time I started to love it more and more. If you don't think you want to watch this because of its cover please do change your mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had been looking at Nagi no Asukara for a while and I didn't really want to watch it because it looked like a mediocre, boring anime and I had that mentality at first watching it.\u001b[24m\n    \u001b[1m私はしばらく渚のアスカラを見ていましたが、それは普通で退屈なアニメのように見えたので、実際に見たいとは思っていませんでした。\u001b[22m, \u001b[1m私はAsukaraしばらくナギを見てされていなかったと私は本当にそれが平凡な、退屈なアニメのように見えたし、私はそれを見て最初はその考え方を持っていたので、それを見たくありませんでした。\u001b[22m\n\u001b[4mHowever over time I started to love it more and more.\u001b[24m\n    \u001b[1mしかし、時間がたつにつれ、私はますますそれを愛し始めました。\u001b[22m, \u001b[1mしかし、時間をかけて、私はより多くのそれを愛するようになりました。\u001b[22m\n\u001b[4mIf you don't think you want to watch this because of its cover please do change your mind.\u001b[24m\n    \u001b[1mあなたがカバーのためにこれを見たいと思わないなら、あなたの心を変えてください。\u001b[22m, \u001b[1mあなたは、そのカバーの本を見たいとは思わない場合は、あなたの心を変更してください。\u001b[22m\n\u001b[1m\u001b[22m\nI think to me Nagi no Asukara has the most beautiful art in the anime world from my perspective. I'm from Hawaii so seeing fish and the sea around the charecters made it feel like a dream. I love fish and the ocean is a place where I have made many fun memories so seeing the charecters breathing and living underwater felt cool\n\n\u001b[1m私は思うNagi Asukaraは私の視点から見るとアニメ界で最も美しい芸術を持っています。 私はハワイ出身で、魚を見て、チャレクターの周りの海は夢のように感じました。 私は魚が好きで、海は私が多くの楽しい思い出を作った場所です。\u001b[22m\n\u001b[1m(Watashi wa omou Nagi Asukara wa watashi no shiten karamiruto anime-kai de mottomo utsukushī geijutsu o motte imasu. Watashi wa Hawai shusshin de, sakana o mite, charekutā no mawari no umi wa yume no yō ni kanjimashita. Watashi wa sakana ga sukide, umi wa watashi ga ōku no tanoshī omoide o tsukutta bashodesu.)\u001b[22m\n\nTranslations of \u001b[4mI think to me Nagi no Asukara has the most beautiful art in the anime world from my perspective. I'm from Hawaii so seeing fish and the sea around the charecters made it feel like a dream. I love fish and the ocean is a place where I have made many fun memories so seeing the charecters breathing and living underwater felt cool\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think to me Nagi no Asukara has the most beautiful art in the anime world from my perspective.\u001b[24m\n    \u001b[1m私は思うNagi Asukaraは私の視点から見るとアニメ界で最も美しい芸術を持っています。\u001b[22m, \u001b[1m私は私にナギがないAsukara私の観点から、アニメの世界で最も美しい芸術を持っていないと思います。\u001b[22m\n\u001b[4mI'm from Hawaii so seeing fish and the sea around the charecters made it feel like a dream.\u001b[24m\n    \u001b[1m私はハワイ出身で、魚を見て、チャレクターの周りの海は夢のように感じました。\u001b[22m, \u001b[1m私はそれは夢のように感じさせてくれたcharectersの周りに魚や海を見てハワイから来たんです。\u001b[22m\n\u001b[4mI love fish and the ocean is a place where I have made many fun memories so seeing the charecters breathing and living underwater felt cool\u001b[24m\n    \u001b[1m私は魚が好きで、海は私が多くの楽しい思い出を作った場所です。\u001b[22m, \u001b[1m私は魚を愛し、海は私が水中呼吸や生活charectersはクールな感じを見て、多くの楽しい思い出を作っているところです\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "mllerosee",
    "profile": "/profile/mllerosee/reviews",
    "pages": "8",
    "number": "5",
    "link": "/reviews.php?id=142413",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nある人のように、私は「ゴールデンタイム」を見てアニメを探していました。\n私はアニメがGTより優れているのだろうかと思うので、「アニメリスト」の提案を見て、「ナギのアスカラ」を見つけます。\n\nやってみる。 最初のエピソードでは、美しい世界を見ることができます。 ブラボーはすべてのアーティストに言います。 音楽は非常にユニークで、アニメの世界と異なるキャラクターに完璧にフィットします。\n\n最初は、物語はusaualと同じように見える：愛の三角形。 最後に一人の男を選ぶ必要がある女の子。 しかし、もっと見ると、文字間の関係の複雑さと深さが分かります。 私が最も愛しているのは、すべてのキャラクターを控えることができるということです。誰も脇に置かれません。\n\nだからセリフをお楽しみください！\n\n私のために申し訳ありません英語。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLike some person, I was looking for an anime after watching ''Golden time''.\n\n\u001b[1mある人のように、私は「ゴールデンタイム」を見てアニメを探していました。\u001b[22m\n\u001b[1m(Aru hito no yō ni, watashi wa `gōrudentaimu' o mite anime o sagashite imashita.)\u001b[22m\n\nTranslations of \u001b[4mLike some person, I was looking for an anime after watching ''Golden time''.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike some person, I was looking for an anime after watching ''Golden time''.\u001b[24m\n    \u001b[1mある人のように、私は「ゴールデンタイム」を見てアニメを探していました。\u001b[22m, \u001b[1m一部の人のように、私は '' 'ゴールデンタイム'を見た後にアニメを探していました。\u001b[22m\nI wonder if an anime could be better than GT so I look the suggestions of ''anime list'' and I spot ''Nagi no asukara''.\n\n\u001b[1m私はアニメがGTより優れているのだろうかと思うので、「アニメリスト」の提案を見て、「ナギのアスカラ」を見つけます。\u001b[22m\n\u001b[1m(Watashi wa anime ga GT yori sugurete iru nodarou ka to omou node,`anime risuto' no teian o mite,`nagi no asukara' o mitsukemasu.)\u001b[22m\n\nTranslations of \u001b[4mI wonder if an anime could be better than GT so I look the suggestions of ''anime list'' and I spot ''Nagi no asukara''.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wonder if an anime could be better than GT so I look the suggestions of ''anime list'' and I spot ''Nagi no asukara''.\u001b[24m\n    \u001b[1m私はアニメがGTより優れているのだろうかと思うので、「アニメリスト」の提案を見て、「ナギのアスカラ」を見つけます。\u001b[22m, \u001b[1m私は ''アニメリスト ''の提案を見て、私は ''ナギなしasukara ''を見つけるようにアニメがGTよりも良いかもしれないかどうかのだろうか。\u001b[22m\n\u001b[1m\u001b[22m\nI try it. In first episode, we can see a beautiful world. I say Bravo fto all artists. The music is very unique and fit perfectly with the different characters and the world in the anime.\n\n\u001b[1mやってみる。 最初のエピソードでは、美しい世界を見ることができます。 ブラボーはすべてのアーティストに言います。 音楽は非常にユニークで、アニメの世界と異なるキャラクターに完璧にフィットします。\u001b[22m\n\u001b[1m(Yatte miru. Saisho no episōdode wa, utsukushī sekai o miru koto ga dekimasu. Burabō wa subete no ātisuto ni iimasu. Ongaku wa hijō ni yunīku de, anime no sekai to kotonaru kyarakutā ni kanpeki ni fitto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI try it. In first episode, we can see a beautiful world. I say Bravo fto all artists. The music is very unique and fit perfectly with the different characters and the world in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI try it.\u001b[24m\n    \u001b[1mやってみる。\u001b[22m, \u001b[1m私はそれを試してみる。\u001b[22m, \u001b[1m私はそれを試してみてください。\u001b[22m\n\u001b[4mIn first episode, we can see a beautiful world.\u001b[24m\n    \u001b[1m最初のエピソードでは、美しい世界を見ることができます。\u001b[22m, \u001b[1m最初のエピソードでは、我々は美しい世界を見ることができます。\u001b[22m\n\u001b[4mI say Bravo fto all artists.\u001b[24m\n    \u001b[1mブラボーはすべてのアーティストに言います。\u001b[22m, \u001b[1m私はすべてのアーティストFTOブラボーを言います。\u001b[22m\n\u001b[4mThe music is very unique and fit perfectly with the different characters and the world in the anime.\u001b[24m\n    \u001b[1m音楽は非常にユニークで、アニメの世界と異なるキャラクターに完璧にフィットします。\u001b[22m, \u001b[1m音楽は非常にユニークで、アニメで異なるキャラクターと世界と完璧にフィット。\u001b[22m\n\u001b[1m\u001b[22m\nin the begining,The story seems to be the same as usaual: a love triangle. A girl who have to choose one man at the end. But more you watch, more you realize the complexity and de deep of the relationsheep between characters. What I love the most, it'a that we can understant all the characters, No one is set aside.\n\n\u001b[1m最初は、物語はusaualと同じように見える：愛の三角形。 最後に一人の男を選ぶ必要がある女の子。 しかし、もっと見ると、文字間の関係の複雑さと深さが分かります。 私が最も愛しているのは、すべてのキャラクターを控えることができるということです。誰も脇に置かれません。\u001b[22m\n\u001b[1m(Saisho wa, monogatari wa usaual to onaji yōnimieru: Ai no sankakkei. Saigo ni hitori no otoko o erabu hitsuyō ga aru on'nanoko. Shikashi, mottomiru to, moji-kan no kankei no fukuzatsu-sa to fuka-sa ga wakarimasu. Watashi ga mottomo itoshite iru no wa, subete no kyarakutā o hikaeru koto ga dekiru to iu kotodesu. Dare mo waki ni oka remasen.)\u001b[22m\n\nTranslations of \u001b[4min the begining,The story seems to be the same as usaual: a love triangle. A girl who have to choose one man at the end. But more you watch, more you realize the complexity and de deep of the relationsheep between characters. What I love the most, it'a that we can understant all the characters, No one is set aside.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4min the begining,The story seems to be the same as usaual: a love triangle.\u001b[24m\n    \u001b[1m最初は、物語はusaualと同じように見える：愛の三角形。\u001b[22m, \u001b[1m愛の三角形：初めに、物語はusaualと同じであると思われます。\u001b[22m\n\u001b[4mA girl who have to choose one man at the end.\u001b[24m\n    \u001b[1m最後に一人の男を選ぶ必要がある女の子。\u001b[22m, \u001b[1m最後に1人を選択する必要が少女。\u001b[22m\n\u001b[4mBut more you watch, more you realize the complexity and de deep of the relationsheep between characters.\u001b[24m\n    \u001b[1mしかし、もっと見ると、文字間の関係の複雑さと深さが分かります。\u001b[22m, \u001b[1mしかし、より多くのあなたが見て、より多くのあなたは、複雑さと文字の間relationsheepのデ深いを実現します。\u001b[22m\n\u001b[4mWhat I love the most, it'a that we can understant all the characters, No one is set aside.\u001b[24m\n    \u001b[1m私が最も愛しているのは、すべてのキャラクターを控えることができるということです。誰も脇に置かれません。\u001b[22m, \u001b[1m私たちはすべての文字をunderstantことができる最も、it'aを愛する何を、誰もが脇設定されていません。\u001b[22m\n\u001b[1m\u001b[22m\nSo, enjoy the serie!\n\n\u001b[1mだからセリフをお楽しみください！\u001b[22m\n\u001b[1m(Dakara serifu o o tanoshimi kudasai!)\u001b[22m\n\nTranslations of \u001b[4mSo, enjoy the serie!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, enjoy the serie!\u001b[24m\n    \u001b[1mだからセリフをお楽しみください！\u001b[22m, \u001b[1mだから、セリエAをお楽しみください！\u001b[22m\n\u001b[1m\u001b[22m\nSorry for me english.\n\n\u001b[1m私のために申し訳ありません英語。\u001b[22m\n\u001b[1m(Watashi no tame ni mōshiwakearimasen eigo.)\u001b[22m\n\nTranslations of \u001b[4mSorry for me english.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry for me english.\u001b[24m\n    \u001b[1m私のために申し訳ありません英語。\u001b[22m, \u001b[1m英語私のために申し訳ありません。\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "venturegirl",
    "profile": "/profile/venturegirl/reviews",
    "pages": "8",
    "number": "6",
    "link": "/reviews.php?id=209571",
    "jp": "--- --- --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私が好きではないと予想されるアニメです。 私は一日中退屈になり、それを試してみる前に、Crunchyrollで約100回それを渡した。 それでも私は5分後にそれをほとんどオフにしました。 最初のストーリー・ラインは私には魅力がありませんでした。 私は海に住む人々の話が面白いかもしれないとは思わなかった。\nその後、オープニングの歌が出てきました。アートワークと音楽の美しさに感銘を受けました。私はこの2つのことだけを見たいと決心しました。 最初のエピソードの後、私は物語に完全に引き込まれました。\nナギのアスカラは、損失を扱います。 愛の喪失、希望と夢の喪失、若者の喪失さえ。 しかし、これにもかかわらず、ナギのアスカラは、希望を持って、失望した壊れたものを拾って、美しいものに変えようとしている。\n面白そうに聞こえるかもしれませんが、私はこのアニメを見て人生についていくつかのことを学んだような気がします。私はちょっと良い人になったかもしれません。 私はこれが非常に道徳的なアニメだと感じています。もし私が圧倒的なものや古いものを聞かずにその言葉を使うことができれば。\n私の好きな部分の一つで、Chisaki（主人公の一人）は、彼女が愛している少年が彼女の親友のために落ちたことを知り、「本当に美しい心を持っていたい」という行に沿って何かを語っています。 彼女が苦いまたは憤慨しないと決めたという事実は、私が大部分を学ぶことができると思うものです。 このように多くの瞬間があります。\n私はこのアニメが複数のラブストーリーを同様に面白くて魅力的にする方法にも感心しました。 通常、アニメが複数のラブストーリーを扱う場合、私は他のものよりも興味を持っていることがわかります。 そうではありません。 私は真に個々の性格やロマンスに興味がありました。 さらに良いことに、それは予測できませんでした。 私は終わりまで誰と結婚するのか分からなかった。\nこれは、私がいつかもう一度それを見ることができるようにそれを購入する予定の良いアニメです。 私はそれを終えて少し悲しいです、これは私が知っているそれらのアニメの一つですので、ビートするのは難しいでしょう。\nだから、もしあなたが私のようなもので、このアニメを試してみるべきかどうか疑問に思っているなら、それを試してみてください！ 私はあなたが失望するとは思わない。",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is an anime that I never expected to like. I passed over it about a hundred times on Crunchyroll before getting bored one night and deciding to give it a try. Even then I almost turned it off after five minutes. The story line at first did not appeal to me; I didn't think that a story about people who live in the sea could be that interesting.\n\n\u001b[1mこれは私が好きではないと予想されるアニメです。 私は一日中退屈になり、それを試してみる前に、Crunchyrollで約100回それを渡した。 それでも私は5分後にそれをほとんどオフにしました。 最初のストーリー・ラインは私には魅力がありませんでした。 私は海に住む人々の話が面白いかもしれないとは思わなかった。\u001b[22m\n\u001b[1m(Kore wa watashi ga sukide wa nai to yosō sa reru animedesu. Watashi wa 一日中退屈 Ni nari, sore o tameshite miru mae ni, Crunchyroll de yaku 100-kai sore o watashita. Soredemo watashi wa 5-bu-go ni sore o hotondo ofu ni shimashita. Saisho no sutōrī rain wa watashiniha miryoku ga arimasendeshita. Watashi wa umi ni sumu hitobito no hanashi ga omoshiroi kamo shirenai to wa omowanakatta.)\u001b[22m\n\nTranslations of \u001b[4mThis is an anime that I never expected to like. I passed over it about a hundred times on Crunchyroll before getting bored one night and deciding to give it a try. Even then I almost turned it off after five minutes. The story line at first did not appeal to me; I didn't think that a story about people who live in the sea could be that interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an anime that I never expected to like.\u001b[24m\n    \u001b[1mこれは私が好きではないと予想されるアニメです。\u001b[22m, \u001b[1mこれは私が好きに予想していなかったアニメです。\u001b[22m\n\u001b[4mI passed over it about a hundred times on Crunchyroll before getting bored one night and deciding to give it a try.\u001b[24m\n    \u001b[1m私は一日中退屈になり、それを試してみる前に、Crunchyrollで約100回それを渡した。\u001b[22m, \u001b[1m私は退屈一晩を取得し、それを試してみることを決定する前にもCrunchyroll上の数百倍程度その上を通過しました。\u001b[22m\n\u001b[4mEven then I almost turned it off after five minutes.\u001b[24m\n    \u001b[1mそれでも私は5分後にそれをほとんどオフにしました。\u001b[22m, \u001b[1mそれでも私はほぼ5分後にそれをオフになっています。\u001b[22m\n\u001b[4mThe story line at first did not appeal to me;\u001b[24m\n    \u001b[1m最初のストーリー・ラインは私には魅力がありませんでした。\u001b[22m, \u001b[1m最初はストーリーラインは私にアピールしませんでした。\u001b[22m\n\u001b[4mI didn't think that a story about people who live in the sea could be that interesting.\u001b[24m\n    \u001b[1m私は海に住む人々の話が面白いかもしれないとは思わなかった。\u001b[22m, \u001b[1m私は海に住んでいる人々の物語はその面白いかもしれないとは思いませんでした。\u001b[22m\nThen the opening song came on, and I was so impressed by the beauty of the artwork and the music, that I decided if only for these two things I'd watch it. After the first episode I was completely drawn into the story.\n\n\u001b[1mその後、オープニングの歌が出てきました。アートワークと音楽の美しさに感銘を受けました。私はこの2つのことだけを見たいと決心しました。 最初のエピソードの後、私は物語に完全に引き込まれました。\u001b[22m\n\u001b[1m(Sonogo, ōpuningu no uta ga dete kimashita. Ātowāku to ongaku no utsukushi-sa ni kanmei o ukemashita. Watashi wa kono 2tsu no koto dake o mitai to kesshin shimashita. Saisho no episōdo no ato, watashi wa monogatari ni kanzen ni hikikoma remashita.)\u001b[22m\n\nTranslations of \u001b[4mThen the opening song came on, and I was so impressed by the beauty of the artwork and the music, that I decided if only for these two things I'd watch it. After the first episode I was completely drawn into the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen the opening song came on, and I was so impressed by the beauty of the artwork and the music, that I decided if only for these two things I'd watch it.\u001b[24m\n    \u001b[1mその後、オープニングの歌が出てきました。アートワークと音楽の美しさに感銘を受けました。私はこの2つのことだけを見たいと決心しました。\u001b[22m, \u001b[1mそして、オープニング曲は、上に来て、私はこれら二つのもののために私はそれを見たい場合、私は決めた、アートワークと音楽の美しさに感動しました。\u001b[22m\n\u001b[4mAfter the first episode I was completely drawn into the story.\u001b[24m\n    \u001b[1m最初のエピソードの後、私は物語に完全に引き込まれました。\u001b[22m, \u001b[1m最初のエピソードの後、私は完全に物語に引き込まれました。\u001b[22m\nNagi No Asukara deals with loss. Loss of love, loss of hopes and dreams, even loss of youth. Yet in spite of all this, Nagi No Asukara is also about having hope, and picking up the broken pieces that come from disappointment and turning them into something beautiful.\n\n\u001b[1mナギのアスカラは、損失を扱います。 愛の喪失、希望と夢の喪失、若者の喪失さえ。 しかし、これにもかかわらず、ナギのアスカラは、希望を持って、失望した壊れたものを拾って、美しいものに変えようとしている。\u001b[22m\n\u001b[1m(Nagi no asukara wa, sonshitsu o atsukaimasu. Ai no sōshitsu, kibō to yume no sōshitsu, wakamono no sōshitsu sae. Shikashi, kore nimokakawarazu, nagi no asukara wa, kibō o motte, shitsubō shita kowareta mono o hirotte, utsukushī mono ni kaeyou to shite iru.)\u001b[22m\n\nTranslations of \u001b[4mNagi No Asukara deals with loss. Loss of love, loss of hopes and dreams, even loss of youth. Yet in spite of all this, Nagi No Asukara is also about having hope, and picking up the broken pieces that come from disappointment and turning them into something beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNagi No Asukara deals with loss.\u001b[24m\n    \u001b[1mナギのアスカラは、損失を扱います。\u001b[22m, \u001b[1mナギなしAsukaraは損失を扱います。\u001b[22m\n\u001b[4mLoss of love, loss of hopes and dreams, even loss of youth.\u001b[24m\n    \u001b[1m愛の喪失、希望と夢の喪失、若者の喪失さえ。\u001b[22m, \u001b[1m愛の喪失、希望と夢の損失、若者の損失さえ。\u001b[22m\n\u001b[4mYet in spite of all this, Nagi No Asukara is also about having hope, and picking up the broken pieces that come from disappointment and turning them into something beautiful.\u001b[24m\n    \u001b[1mしかし、これにもかかわらず、ナギのアスカラは、希望を持って、失望した壊れたものを拾って、美しいものに変えようとしている。\u001b[22m, \u001b[1mしかし、このすべてにもかかわらず、ナギはありませんAsukaraは希望を持って、失望から来る破片を拾って、美しい何かにそれらを回すことでもあります。\u001b[22m\nIt might sound funny, but I feel like I learned some things about life by watching this anime, and I just might have become a slightly better person for it. I feel like this is a very moral anime-- if I can use that term without sounding prudish or old.\n\n\u001b[1m面白そうに聞こえるかもしれませんが、私はこのアニメを見て人生についていくつかのことを学んだような気がします。私はちょっと良い人になったかもしれません。 私はこれが非常に道徳的なアニメだと感じています。もし私が圧倒的なものや古いものを聞かずにその言葉を使うことができれば。\u001b[22m\n\u001b[1m(Omoshiro-sō ni kikoeru kamo shiremasenga, watashi wa kono anime o mite jinsei ni tsuite ikutsu ka no koto o mananda yōna ki ga shimasu. Watashi wa chotto yoi hito ni natta kamo shiremasen. Watashi wa kore ga hijō ni dōtokutekina animeda to kanjite imasu. Moshi watashi ga attōtekina mono ya furui mono o kikazu ni sono kotoba o tsukau koto ga dekireba.)\u001b[22m\n\nTranslations of \u001b[4mIt might sound funny, but I feel like I learned some things about life by watching this anime, and I just might have become a slightly better person for it. I feel like this is a very moral anime-- if I can use that term without sounding prudish or old.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt might sound funny, but I feel like I learned some things about life by watching this anime, and I just might have become a slightly better person for it.\u001b[24m\n    \u001b[1m面白そうに聞こえるかもしれませんが、私はこのアニメを見て人生についていくつかのことを学んだような気がします。私はちょっと良い人になったかもしれません。\u001b[22m, \u001b[1mそれは面白い聞こえるかもしれないが、私はこのアニメを見て人生についていくつかのことを学んだような気がして、私はちょうどそれのためにわずかに良い人になっている可能性があります。\u001b[22m\n\u001b[4mI feel like this is a very moral anime-- if I can use that term without sounding prudish or old.\u001b[24m\n    \u001b[1m私はこれが非常に道徳的なアニメだと感じています。もし私が圧倒的なものや古いものを聞かずにその言葉を使うことができれば。\u001b[22m, \u001b[1mこれは私が上品ぶったり古い鳴らすことなく、その用語を使用することができれば非常に道徳的なanime--あるような気がします。\u001b[22m\nIn one of my favorite parts, Chisaki (one of the main characters) says something along the lines of 'I want to have a truly beautiful heart' after finding out that the boy she loves has fallen for her best friend. The fact that she decides to not become bitter or resentful is something that I think most of us can learn from. There are many moments like this throughout.\n\n\u001b[1m私の好きな部分の一つで、Chisaki（主人公の一人）は、彼女が愛している少年が彼女の親友のために落ちたことを知り、「本当に美しい心を持っていたい」という行に沿って何かを語っています。 彼女が苦いまたは憤慨しないと決めたという事実は、私が大部分を学ぶことができると思うものです。 このように多くの瞬間があります。\u001b[22m\n\u001b[1m(Watashi no sukina bubun no hitotsu de, Chisaki (shujinkō no hitori) wa, kanojo ga aishite iru shōnen ga kanojo no shin'yū no tame ni ochita koto o shiri,`hontōni utsukushī kokoro o motte itai' to iu gyō ni sotte nanika o katatte imasu. Kanojo ga nigai matawa fungai shinai to kimeta to iu jijitsu wa, watashi ga daibubun o manabu koto ga dekiru to omou monodesu. Ko no yō ni ōku no shunkan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn one of my favorite parts, Chisaki (one of the main characters) says something along the lines of 'I want to have a truly beautiful heart' after finding out that the boy she loves has fallen for her best friend. The fact that she decides to not become bitter or resentful is something that I think most of us can learn from. There are many moments like this throughout.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn one of my favorite parts, Chisaki (one of the main characters) says something along the lines of 'I want to have a truly beautiful heart' after finding out that the boy she loves has fallen for her best friend.\u001b[24m\n    \u001b[1m私の好きな部分の一つで、Chisaki（主人公の一人）は、彼女が愛している少年が彼女の親友のために落ちたことを知り、「本当に美しい心を持っていたい」という行に沿って何かを語っています。\u001b[22m, \u001b[1m私の好きな部分の一つで、Chisaki（メインキャラクターの1）は、彼女が大好き少年が彼女の親友のために落ちていることを見つけた後「私は本当に美しい心を持ちたい」の線に沿って何かを言います。\u001b[22m\n\u001b[4mThe fact that she decides to not become bitter or resentful is something that I think most of us can learn from.\u001b[24m\n    \u001b[1m彼女が苦いまたは憤慨しないと決めたという事実は、私が大部分を学ぶことができると思うものです。\u001b[22m, \u001b[1m彼女は苦味や憤慨なっていないことを決定したという事実は、私は私たちのほとんどがから学ぶことができると思うものです。\u001b[22m\n\u001b[4mThere are many moments like this throughout.\u001b[24m\n    \u001b[1mこのように多くの瞬間があります。\u001b[22m, \u001b[1m全体でこのような多くの瞬間があります。\u001b[22m\nI was also impressed by how this anime managed to make multiple love stories equally interesting and engaging. Usually if an anime deals with more than one set of love stories, I find that I'm more interested in some than others. Not so with this; I was truly interested in every individual character and their romances. Even better, it was unpredictable. I had no clue who would end up with whom until the very end.\n\n\u001b[1m私はこのアニメが複数のラブストーリーを同様に面白くて魅力的にする方法にも感心しました。 通常、アニメが複数のラブストーリーを扱う場合、私は他のものよりも興味を持っていることがわかります。 そうではありません。 私は真に個々の性格やロマンスに興味がありました。 さらに良いことに、それは予測できませんでした。 私は終わりまで誰と結婚するのか分からなかった。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga fukusū no rabusutōrī o dōyō ni omoshirokute mirikiteki ni suru hōhō ni mo kanshin shimashita. Tsūjō, anime ga fukusū no rabusutōrī o atsukau baai, watashi wa hoka no mono yori mo kyōmi o motte iru koto ga wakarimasu. Sōde wa arimasen. Watashi wa makotoni koko no seikaku ya romansu ni kyōmi ga arimashita. Sarani yoikoto ni, soreha yosoku dekimasendeshita. Watashi wa owari made dare to kekkon suru no ka wakaranakatta.)\u001b[22m\n\nTranslations of \u001b[4mI was also impressed by how this anime managed to make multiple love stories equally interesting and engaging. Usually if an anime deals with more than one set of love stories, I find that I'm more interested in some than others. Not so with this; I was truly interested in every individual character and their romances. Even better, it was unpredictable. I had no clue who would end up with whom until the very end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was also impressed by how this anime managed to make multiple love stories equally interesting and engaging.\u001b[24m\n    \u001b[1m私はこのアニメが複数のラブストーリーを同様に面白くて魅力的にする方法にも感心しました。\u001b[22m, \u001b[1m私もこのアニメが均等に興味深いと魅力複数のラブストーリーを作るために管理方法に感銘を受けました。\u001b[22m\n\u001b[4mUsually if an anime deals with more than one set of love stories, I find that I'm more interested in some than others.\u001b[24m\n    \u001b[1m通常、アニメが複数のラブストーリーを扱う場合、私は他のものよりも興味を持っていることがわかります。\u001b[22m, \u001b[1m通常、ラブストーリーの複数のセットでアニメのお得な情報ならば、私は他のものよりも、いくつかの方に興味があるんだということを見つけます。\u001b[22m\n\u001b[4mNot so with this;\u001b[24m\n    \u001b[1mそうではありません。\u001b[22m, \u001b[1mていないこれとそう。\u001b[22m\n\u001b[4mI was truly interested in every individual character and their romances.\u001b[24m\n    \u001b[1m私は真に個々の性格やロマンスに興味がありました。\u001b[22m, \u001b[1m私はすべての個々の文字とその恋愛で本当に興味を持っていました。\u001b[22m\n\u001b[4mEven better, it was unpredictable.\u001b[24m\n    \u001b[1mさらに良いことに、それは予測できませんでした。\u001b[22m, \u001b[1mさらに良いことに、それは予測不可能でした。\u001b[22m\n\u001b[4mI had no clue who would end up with whom until the very end.\u001b[24m\n    \u001b[1m私は終わりまで誰と結婚するのか分からなかった。\u001b[22m, \u001b[1m私は非常に最後まで誰に終わるだろう全く分かりませんでした。\u001b[22m\nThis is such a good anime that I plan on buying it so that I can watch it again someday. I'm a little sad to have finished it, because this is one of those anime that I know will be hard to beat.\n\n\u001b[1mこれは、私がいつかもう一度それを見ることができるようにそれを購入する予定の良いアニメです。 私はそれを終えて少し悲しいです、これは私が知っているそれらのアニメの一つですので、ビートするのは難しいでしょう。\u001b[22m\n\u001b[1m(Kore wa, watashi ga itsuka mōichido sore o miru koto ga dekiru yō ni sore o kōnyū suru yotei no yoi animedesu. Watashi wa sore o oete sukoshi kanashīdesu, kore wa watashi ga shitte iru sorera no anime no hitotsudesunode, bīto suru no wa muzukashīdeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis is such a good anime that I plan on buying it so that I can watch it again someday. I'm a little sad to have finished it, because this is one of those anime that I know will be hard to beat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is such a good anime that I plan on buying it so that I can watch it again someday.\u001b[24m\n    \u001b[1mこれは、私がいつかもう一度それを見ることができるようにそれを購入する予定の良いアニメです。\u001b[22m, \u001b[1mこれは私がいつか再びそれを見ることができるように、私はそれを購入する予定のこのような良いアニメです。\u001b[22m\n\u001b[4mI'm a little sad to have finished it, because this is one of those anime that I know will be hard to beat.\u001b[24m\n    \u001b[1m私はそれを終えて少し悲しいです、これは私が知っているそれらのアニメの一つですので、ビートするのは難しいでしょう。\u001b[22m, \u001b[1mこれは私が打ちにくいだろう知っているこれらのアニメの一つですので、私は、それを終了したために少し悲しいです。\u001b[22m\nSo, if you're like I was and are doubting whether or not you should give this anime a try, please go for it! I don't think you'll be disappointed.\n\n\u001b[1mだから、もしあなたが私のようなもので、このアニメを試してみるべきかどうか疑問に思っているなら、それを試してみてください！ 私はあなたが失望するとは思わない。\u001b[22m\n\u001b[1m(Dakara, moshi anata ga watashi no yōna mono de, kono anime o tameshite mirubeki ka dō ka gimon ni omotte irunara, sore o tameshite mite kudasai! Watashi wa anata ga shitsubō suru to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mSo, if you're like I was and are doubting whether or not you should give this anime a try, please go for it! I don't think you'll be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, if you're like I was and are doubting whether or not you should give this anime a try, please go for it!\u001b[24m\n    \u001b[1mだから、もしあなたが私のようなもので、このアニメを試してみるべきかどうか疑問に思っているなら、それを試してみてください！\u001b[22m, \u001b[1mだから、あなたは私がいたようだとあなたはこのアニメを試してみる必要があるかどうか疑っている場合、それのために行ってください！\u001b[22m\n\u001b[4mI don't think you'll be disappointed.\u001b[24m\n    \u001b[1m私はあなたが失望するとは思わない。\u001b[22m, \u001b[1m私はあなたががっかりするだろうとは思いません。\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "Yukino2910",
    "profile": "/profile/Yukino2910/reviews",
    "pages": "8",
    "number": "7",
    "link": "/reviews.php?id=138731",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  7\n\nナギのアスカラは、一緒に新しい世界に直面し、それについて誤解されたことをいくつか学んだ4人の子供の友人の物語...彼らの強烈な感情が互いに成長するにつれて、世界と表面の両方に多くの事が起こります。\nストーリー・ラインは、感情が増し、世界が崩壊しようとしている時に、とても爽やかで、新しく激しいです。 私はそれほど多くの終わりが好きではなかったが、前半は第二よりもきれいだったが、アニメの終わりまでに、あなたが感じることは何でも、それを忘れることができることを学ぶ。\nあなたが奇妙なストーリーラインで幸せなロマンスのファンならば、あなたは非常に楽しむことができます:)",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nNagi no asukara a story of 4 childhood friends who faced a new world together and learned a few things that have been misunderstood about it... As their intense feelings grow for each other a lot of things happens to both their world and the surface.\n\n\u001b[1mナギのアスカラは、一緒に新しい世界に直面し、それについて誤解されたいくつかのことを学んだ4人の子供の友人の話...彼らの強烈な感情がお互いに成長するにつれて、世界と表面の両方に多くの事が起こります。\u001b[22m\n\u001b[1m(Nagi no asukara wa, issho ni atarashī sekai ni chokumen shi, sore ni tsuite gokai sa reta ikutsu ka no koto o mananda 4-ri no kodomo no yūjin no hanashi... Karera no kyōretsuna kanjō ga otagai ni seichō suru ni tsurete, sekai to hyōmen no ryōhō ni ōku no koto ga okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mNagi no asukara a story of 4 childhood friends who faced a new world together and learned a few things that have been misunderstood about it... As their intense feelings grow for each other a lot of things happens to both their world and the surface.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNagi no asukara a story of 4 childhood friends who faced a new world together and learned a few things that have been misunderstood about it... As their intense feelings grow for each other a lot of things happens to both their world and the surface.\u001b[24m\n    \u001b[1mナギのアスカラは、一緒に新しい世界に直面し、それについて誤解されたいくつかのことを学んだ4人の子供の友人の話...彼らの強烈な感情がお互いに成長するにつれて、世界と表面の両方に多くの事が起こります。\u001b[22m, \u001b[1mノーasukaraナギ一緒に新しい世界に直面し、それについて誤解されてきたいくつかのことを学んだ4幼なじみの物語...彼らの強烈な感情がお互いのために成長するにつれ、物事の多くは、彼らの世界と表面の両方に発生します。\u001b[22m\nThe story line is quite refreshing, new and intense as the feelings grow and the world is about to collapse. Though I didn't like the very ending that much and the first half was prettier than the second, however by the end of the anime you learn a thing that whatever feeling you have you can forget that as long as you choose to.\n\n\u001b[1mストーリー・ラインは、感情が増し、世界が崩壊しようとしている時に、とても爽やかで、新しく激しいです。 私はそれほど多くの終わりが好きではなかったが、前半は第二よりもきれいだったが、アニメの終わりまでに、あなたが感じることは何でも、それを忘れることができることを学ぶ。\u001b[22m\n\u001b[1m(Sutōrī rain wa, kanjō ga mashi, sekai ga hōkai shiyou to shite iru toki ni, totemo sawayakade, atarashiku hageshīdesu. Watashi wa sorehodo ōku no owari ga sukide wa nakattaga, zenhan wa daini yori mo kireidattaga, anime no owari made ni, anata ga kanjiru koto wa nani demo, sore o wasureru koto ga dekiru koto o manabu.)\u001b[22m\n\nTranslations of \u001b[4mThe story line is quite refreshing, new and intense as the feelings grow and the world is about to collapse. Though I didn't like the very ending that much and the first half was prettier than the second, however by the end of the anime you learn a thing that whatever feeling you have you can forget that as long as you choose to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story line is quite refreshing, new and intense as the feelings grow and the world is about to collapse.\u001b[24m\n    \u001b[1mストーリー・ラインは、感情が増し、世界が崩壊しようとしている時に、とても爽やかで、新しく激しいです。\u001b[22m, \u001b[1mストーリーラインは、感情の成長に非常に、さわやかな新しい強烈であり、世界が崩壊しようとしています。\u001b[22m\n\u001b[4mThough I didn't like the very ending that much and the first half was prettier than the second, however by the end of the anime you learn a thing that whatever feeling you have you can forget that as long as you choose to.\u001b[24m\n    \u001b[1m私はそれほど多くの終わりが好きではなかったが、前半は第二よりもきれいだったが、アニメの終わりまでに、あなたが感じることは何でも、それを忘れることができることを学ぶ。\u001b[22m, \u001b[1m私は非常に多く、上半期が第二よりもきれいだったとエンディングが好きではありませんでしたが、しかし、アニメの終わりまでに、あなたはどんなあなたがいる限りあなたがする選択するようにということを忘れることができます持って感じた事を学びます。\u001b[22m\nThe drawing, ops and endings, complications during the series is very interesting and exiting ... Thus if you're a fan of happy romance with a weird story line ... You can highly enjoy this :)\n\n\u001b[1mあなたが奇妙な物語のラインで幸せなロマンスのファンならば、このシリーズの中の描画、オプスとエンディング、合併症は非常に興味深いです...あなたは非常にこれを楽しむことができます:)\u001b[22m\n\u001b[1m(Anata ga kimyōna monogatari no rain de shiawasena romansu no fan'naraba, kono shirīzu no naka no byōga, opusu to endingu, gappeishō wa hijō ni kyōmibukaidesu... Anata wa hijō ni kore o tanoshimu koto ga dekimasu: ))\u001b[22m\n\nTranslations of \u001b[4mThe drawing, ops and endings, complications during the series is very interesting and exiting ... Thus if you're a fan of happy romance with a weird story line ... You can highly enjoy this :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe drawing, ops and endings, complications during the series is very interesting and exiting ... Thus if you're a fan of happy romance with a weird story line ... You can highly enjoy this :)\u001b[24m\n    \u001b[1mあなたが奇妙な物語のラインで幸せなロマンスのファンならば、このシリーズの中の描画、オプスとエンディング、合併症は非常に興味深いです...あなたは非常にこれを楽しむことができます:)\u001b[22m, \u001b[1mあなたは奇妙なストーリーラインとの幸せなロマンスのファンなら、描画、OPSや語尾、合併症シリーズ中の非常に興味深いと出ている...このように...あなたは非常にこれを楽しむことができます:)\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "PokeL",
    "profile": "/profile/PokeL/reviews",
    "pages": "8",
    "number": "8",
    "link": "/reviews.php?id=138607",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nだから今このショーが終わったので、私はこのアニメを見るべきであることを皆に知らせるために、私の考えを最後に思いついたようです。 あなた一人一人 例外なく ：）\n\n振り返ってみると、私はその姿にユニフォームを愛していたので、渚のアスカラを見始めたばかりです。 私が期待していたのは、軽快で、かわいい、シンプルなエンターテイメントでした。 しかし、私が今までに見た中で最高のドラマの一つでもあり、このエピソードで5つのエピソードについて私のお気に入りのリストに入ることができました。\n私が一度見始めたのは、このショーの息をのむ芸術でした。 水中の風景や背景全体は、まったく完全に見事に見え、時には非常に現実的です。 間違いなく、テレビアニメで見た中で最も美しいもののいくつか。\nキャラクターは本当にかわいいと完全にショーに合って、私は特に彼らが目をした方法が大好きです。\nアニメーションも良かったです。\n\nしかし、NagiAsuはあなただけのアニメになるだろう芸術よりもfaaarです。 カジュアルなライフ/ロマンスショーのように見える話は始まりますが、すぐにミックスにすばらしいドラマが追加されます。 恋愛ドラマの全体が最初は私を怒らせてしまいましたが、それはすぐに変わってきました。なぜなら、キャラクターの間にまだ関係がありながら、私たちはすぐに、あなたの心を傷つけるような、とても興味深いストーリーラインを手に入れます。 そして、エンディングが一部の人にとっては不満足なことを知っている間、私は個人的にはキャラクターが彼らのやり方で行動するのは理にかなっていたので、このアニメの完璧な閉鎖だと感じました。\nこのショーについて私に迷惑をかける唯一の事実は、必要でない、あるいはそれ以上に探究しなかった部分プロットがあったため、彼らがショーに参加する必要がないように感じたことです（Miuna ここでは特定の人物など）。 これは実際にはこのショーのために私の愛を少しでも減らすことができない小さな欠陥です。\n私はNnAについて驚くべきことは、実際にはゆっくりと落ち着いた雰囲気のショーですが、それでもあなたを座席の端につけて、もっと懇願することです。 私にとっては、毎週新しいエピソードを待つのは純粋な拷問でした。 だから、ショーが好きじゃないのならば、それはあなたに穴を開けてより穏やかな雰囲気で、このショーに試してはいけない理由としてこれを使わないでください。 実際には思っている以上に楽しむことができます。\n\nすでに上で述べたように、エンディングは、実際にキャラクターにフィッティングする方法で意味がありました。ここで、ナギアスが感銘を受ける別のものと一緒に行きます。 キャラクター。 実際には、彼らについて言うべき本当のことは一つしかありません。 人間を感じる。 彼らの行動をちょっと考えてみると、それらのすべてが本当に意味をなさなくなります。 彼らはすべて自分たちの顔を奮い立たせ、その強さと弱い部分を持っており、説得力のある方法で届けられます。 それはまた彼らの欠陥にもかかわらず、彼らを愛することができます。 もちろん、あなたは他のものよりも1つ好きですが、私は本当にいずれかのキャラクターを憎むことが可能だとは思わない。\n彼らを説得力のあるものにするのは、彼らの発展です。 ショーの終わりには、それらのすべてを見ることができます。 彼らはすべて、方法で成熟しますが、現実的な方法ではなく、1分から完全に異なる人になります。 いくつかの場合、この開発ははるかに速く行われますが、他の人にとっては終わりまでほぼ完了します。 私が好きではなかったのは、キャラクターの中には、時には少し苛立つような5段階を後ろ向きにしていたので、この開発がひどく遅かったという事実でした。 しかし、再び、それは実生活でもそうではありませんか？\n\nこのショーのサウンドもかなり素晴らしかったです。 ショーの雰囲気を漂わせる素晴らしい仕事をしました。 彼らがどれほど美しいか、彼らが演奏されたシーンにどれくらいの偉大さを見せているかによって、トラックは正直に私を震わせさせました。OPとEDはどちらも問題ありませんでしたが、最後のEDは最悪のトラックです 悪い。\nNagiAsuのかなりの曲が、どれだけ楽しんでいたかによって、私の音楽コレクションに作ったり作ったりします。\n\n全体的に私は、ドラマが好きで、スライス・オブ・ライフ・ショーが好きなら、ナイス・アスカラは必見です。 これは私がしばらくの間見てきた最高のアニメの一つであり、秋のシーズン2013の完全に私の好きなものです。私はここで間違っていたことをほとんど気づかず、最後のエピソードを見てからこの番組を開始することを望んでいます もう一度やり直して、それをすべて一つの部分で見て、それから存在しない2番目のシーズンを続ける。\n\n私にとっては、これは10/10の価値がある完全にショーでした。\n\nアート：10/10サウンド：9/10ストーリー：10/10キャラクター：9/10楽しさ：10/10総合：10/10:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo now that this show has come to an end, I feel like it is finally time to put my thoughts into a review to let you all know that you should watch this anime. Every singe one of you. No exceptions :)\n\n\u001b[1mだから今このショーが終わったので、私はこのアニメを見るべきであることを皆に知らせるために、私の考えを最後に思いついたようです。 あなた一人一人 例外なく ：）\u001b[22m\n\u001b[1m(Dakara ima kono shō ga owattanode, watashi wa kono anime o mirubekidearu koto o mina ni shiraseru tame ni, watashi no kangae o saigo ni omoitsuita yōdesu. Anata hitorihitori reigai naku: ))\u001b[22m\n\nTranslations of \u001b[4mSo now that this show has come to an end, I feel like it is finally time to put my thoughts into a review to let you all know that you should watch this anime. Every singe one of you. No exceptions :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo now that this show has come to an end, I feel like it is finally time to put my thoughts into a review to let you all know that you should watch this anime.\u001b[24m\n    \u001b[1mだから今このショーが終わったので、私はこのアニメを見るべきであることを皆に知らせるために、私の考えを最後に思いついたようです。\u001b[22m, \u001b[1m最終的にあなたのすべては、あなたがこのアニメを見る必要があることを知らせるためにレビューに私の思考を置くための時間であるようなので、今、このショーは終わりに来ていることを、私は感じています。\u001b[22m\n\u001b[4mEvery singe one of you.\u001b[24m\n    \u001b[1mあなた一人一人\u001b[22m, \u001b[1mすべてはあなたの1焦がします。\u001b[22m\n\u001b[4mNo exceptions :)\u001b[24m\n    \u001b[1m例外なく ：）\u001b[22m, \u001b[1m例外なし ：）\u001b[22m, \u001b[1m例外はありません:)\u001b[22m\n\u001b[1m\u001b[22m\nLooking back it's kind of funny that I just started watching Nagi no Asukara because I loved their uniforms on the picture, not because I was all to interested in it. What I expected was some lighthearted, cute and simple entertainment. What I got, however, was one of the best dramas I've ever seen, which also managed to get into my favorites list about 5 episodes in and after this ending it is sure to stay there for a long time.\n\n\u001b[1m振り返ってみると、私はその姿にユニフォームを愛していたので、渚のアスカラを見始めたばかりです。 私が期待していたのは、軽快で、かわいい、シンプルなエンターテイメントでした。 しかし、私が今までに見た中で最高のドラマの一つでもあり、このエピソードで5つのエピソードについて私のお気に入りのリストに入ることができました。\u001b[22m\n\u001b[1m(Furikaette miru to, watashi wa sono sugata ni yunifōmu o aishite itanode, nagisa no asukara o mi hajimeta bakaridesu. Watashi ga kitai shite ita no wa, keikai de, kawaī, shinpuruna entāteimentodeshita. Shikashi, watashi ga ima made ni mita naka de saikō no dorama no hitotsu demo ari, kono episōdo de itsutsu no episōdo ni tsuite watashinōkiniiri no risuto ni hairu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mLooking back it's kind of funny that I just started watching Nagi no Asukara because I loved their uniforms on the picture, not because I was all to interested in it. What I expected was some lighthearted, cute and simple entertainment. What I got, however, was one of the best dramas I've ever seen, which also managed to get into my favorites list about 5 episodes in and after this ending it is sure to stay there for a long time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLooking back it's kind of funny that I just started watching Nagi no Asukara because I loved their uniforms on the picture, not because I was all to interested in it.\u001b[24m\n    \u001b[1m振り返ってみると、私はその姿にユニフォームを愛していたので、渚のアスカラを見始めたばかりです。\u001b[22m, \u001b[1m振り返ってみると、それは私がすべてのことに興味がしたことはないので、画面上に彼らのユニフォームを愛したので、私はちょうど何Asukaraナギを見始めていないことを一種の面白いです。\u001b[22m\n\u001b[4mWhat I expected was some lighthearted, cute and simple entertainment.\u001b[24m\n    \u001b[1m私が期待していたのは、軽快で、かわいい、シンプルなエンターテイメントでした。\u001b[22m, \u001b[1m私は何を期待することは、いくつかの、気軽にかわいいとシンプルな娯楽でした。\u001b[22m\n\u001b[4mWhat I got, however, was one of the best dramas I've ever seen, which also managed to get into my favorites list about 5 episodes in and after this ending it is sure to stay there for a long time.\u001b[24m\n    \u001b[1mしかし、私が今までに見た中で最高のドラマの一つでもあり、このエピソードで5つのエピソードについて私のお気に入りのリストに入ることができました。\u001b[22m, \u001b[1m私は、しかし、また、私のお気に入りのリストにそれを終了し、この中および後約5エピソードを得ることができ、私が今まで見た中で最高のドラマの1たしまった長い時間のためにそこに滞在することを確認です。\u001b[22m\nThe first thing I noticed once I started watching was the breathtaking art in this show. The underwater scenery and the entire backgrounds look just downright stunning and even quite realistic sometimes. Definitely some of the most beautiful things I've ever seen in a TV anime.\n\n\u001b[1m私が一度見始めたのは、このショーの息をのむ芸術でした。 水中の風景や背景全体は、まったく完全に見事に見え、時には非常に現実的です。 間違いなく、テレビアニメで見た中で最も美しいもののいくつか。\u001b[22m\n\u001b[1m(Watashi ga ichido mi hajimeta no wa, kono shō no iki o nomu geijutsudeshita. Suichū no fūkei ya haikei zentai wa, mattaku kanzen ni migoto ni mie, tokiniha hijō ni genjitsu-tekidesu. Machigainaku, terebi anime de mita naka de mottomo utsukushī mono no ikutsu ka.)\u001b[22m\n\nTranslations of \u001b[4mThe first thing I noticed once I started watching was the breathtaking art in this show. The underwater scenery and the entire backgrounds look just downright stunning and even quite realistic sometimes. Definitely some of the most beautiful things I've ever seen in a TV anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first thing I noticed once I started watching was the breathtaking art in this show.\u001b[24m\n    \u001b[1m私が一度見始めたのは、このショーの息をのむ芸術でした。\u001b[22m, \u001b[1m私が見始めたら、私が最初に気づいたが、このショーで息をのむような芸術でした。\u001b[22m\n\u001b[4mThe underwater scenery and the entire backgrounds look just downright stunning and even quite realistic sometimes.\u001b[24m\n    \u001b[1m水中の風景や背景全体は、まったく完全に見事に見え、時には非常に現実的です。\u001b[22m, \u001b[1m水中風景や全体の背景は時々だけで実に素晴らしいとさえ非常に現実的に見えます。\u001b[22m\n\u001b[4mDefinitely some of the most beautiful things I've ever seen in a TV anime.\u001b[24m\n    \u001b[1m間違いなく、テレビアニメで見た中で最も美しいもののいくつか。\u001b[22m, \u001b[1m確かに私が今までのTVアニメで見た中で最も美しいものの一部。\u001b[22m\nThe characters are really cute and fit the show perfectly, I especially love the way they did the eyes.\n\n\u001b[1mキャラクターは本当にかわいいと完全にショーに合って、私は特に彼らが目をした方法が大好きです。\u001b[22m\n\u001b[1m(Kyarakutā wa hontōni kawaī to kanzen ni shō ni atte, watashi wa tokuni karera ga me o shita hōhō ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are really cute and fit the show perfectly, I especially love the way they did the eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are really cute and fit the show perfectly, I especially love the way they did the eyes.\u001b[24m\n    \u001b[1mキャラクターは本当にかわいいと完全にショーに合って、私は特に彼らが目をした方法が大好きです。\u001b[22m, \u001b[1m文字は本当にかわいいです、私は特に、彼らが目をやった方法を愛し、完全にショーにフィット。\u001b[22m\nAnimation was good as well.\n\n\u001b[1mアニメーションも良かったです。\u001b[22m\n\u001b[1m(Animēshon mo yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation was good as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation was good as well.\u001b[24m\n    \u001b[1mアニメーションも良かったです。\u001b[22m, \u001b[1mアニメーションは、同様に良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, NagiAsu is faaar more than just the art, which will get you into the anime. What will make you stay though is the story which starts out looking like a casual slice of life/romance show but it soon adds some great drama into the mix. The whole love drama kinda put me off at first but that changed very soon because while we still have the relationship between the characters as a focus, we soon get a very interesting storyline that will probably tear your heart into pieces at some part. And while I know that the ending was kind of unsatisfying for some people, I personally felt like it was a perfect closure for this anime as it just made sense for the characters to act the way they did.\n\n\u001b[1mしかし、NagiAsuはあなただけのアニメになるだろう芸術よりもfaaarです。 カジュアルなライフ/ロマンスショーのように見える話は始まりますが、すぐにミックスにすばらしいドラマが追加されます。 恋愛ドラマの全体が最初は私を怒らせてしまいましたが、それはすぐに変わってきました。なぜなら、キャラクターの間にまだ関係がありながら、私たちはすぐに、あなたの心を傷つけるような、とても興味深いストーリーラインを手に入れます。 そして、エンディングが一部の人にとっては不満足なことを知っている間、私は個人的にはキャラクターが彼らのやり方で行動するのは理にかなっていたので、このアニメの完璧な閉鎖だと感じました。\u001b[22m\n\u001b[1m(Shikashi, NagiAsu wa anata dake no anime ni narudarou geijutsu yori mo faaardesu. Kajuaruna raifu/ romansushō no yō ni mieru hanashi wa hajimarimasuga, sugu ni mikkusu ni subarashī dorama ga tsuika sa remasu. Ren'ai dorama no zentai ga saisho wa watashi o okora sete shimaimashitaga, sore wa sugu ni kawatte kimashita. Nazenara, kyarakutā no ma ni mada kankei ga arinagara, watashitachi wa sugu ni, anata no kokoro o kizutsukeru yōna, totemo kyōmibukai sutōrīrain o te ni iremasu. Soshite, endingu ga ichibu no hito ni totte wa fumanzokuna koto o shitte iru ma, watashi wa kojin-teki ni wa kyarakutā ga karera no yarikata de kōdō suru no wa ri ni kanatte itanode, kono anime no kanpekina heisada to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mHowever, NagiAsu is faaar more than just the art, which will get you into the anime. What will make you stay though is the story which starts out looking like a casual slice of life/romance show but it soon adds some great drama into the mix. The whole love drama kinda put me off at first but that changed very soon because while we still have the relationship between the characters as a focus, we soon get a very interesting storyline that will probably tear your heart into pieces at some part. And while I know that the ending was kind of unsatisfying for some people, I personally felt like it was a perfect closure for this anime as it just made sense for the characters to act the way they did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, NagiAsu is faaar more than just the art, which will get you into the anime.\u001b[24m\n    \u001b[1mしかし、NagiAsuはあなただけのアニメになるだろう芸術よりもfaaarです。\u001b[22m, \u001b[1mしかし、NagiAsuはfaaarアニメにあなたを取得するだけで芸術、以上のものです。\u001b[22m\n\u001b[4mWhat will make you stay though is the story which starts out looking like a casual slice of life/romance show but it soon adds some great drama into the mix.\u001b[24m\n    \u001b[1mカジュアルなライフ/ロマンスショーのように見える話は始まりますが、すぐにミックスにすばらしいドラマが追加されます。\u001b[22m, \u001b[1m何あなたがが滞在になりますと、生活/ロマンスショーのカジュアルなスライスのように見えるから始まり話ですが、それはすぐにミックスにいくつかの素晴らしいドラマを追加します。\u001b[22m\n\u001b[4mThe whole love drama kinda put me off at first but that changed very soon because while we still have the relationship between the characters as a focus, we soon get a very interesting storyline that will probably tear your heart into pieces at some part.\u001b[24m\n    \u001b[1m恋愛ドラマの全体が最初は私を怒らせてしまいましたが、それはすぐに変わってきました。なぜなら、キャラクターの間にまだ関係がありながら、私たちはすぐに、あなたの心を傷つけるような、とても興味深いストーリーラインを手に入れます。\u001b[22m, \u001b[1m全体の愛のドラマはちょっと最初は私を先送りにするが、それは非常にすぐに我々はまだフォーカスなどの文字との間の関係を持っていながら、私たちはすぐに、おそらくいくつかの部分で粉々にあなたの心を引き裂くだろう非常に興味深いストーリーを得るために変更しました。\u001b[22m\n\u001b[4mAnd while I know that the ending was kind of unsatisfying for some people, I personally felt like it was a perfect closure for this anime as it just made sense for the characters to act the way they did.\u001b[24m\n    \u001b[1mそして、エンディングが一部の人にとっては不満足なことを知っている間、私は個人的にはキャラクターが彼らのやり方で行動するのは理にかなっていたので、このアニメの完璧な閉鎖だと感じました。\u001b[22m, \u001b[1m私はエンディングは一種の満足のいかない何人かの人々のためにあったことを知っていながら、それはちょうど彼らがやったように行動する文字に意味があったとして、それがこのアニメのための完全な閉鎖だったように、私は個人的に感じました。\u001b[22m\nThe only thing that kind of bothered me about this show was the fact that there were some side plots that where either not necessary or not explored much further and therefore I felt like there was no need for them to be in the show (talking about Miuna and a certain person here for example). This is actually such a minor flaw that it is not able to lower my love for this show in the slightest.\n\n\u001b[1mこのショーについて私に迷惑をかける唯一の事実は、必要でない、あるいはそれ以上に探究しなかった部分プロットがあったため、彼らがショーに参加する必要がないように感じたということでした（Miuna ここでは特定の人物など）。 これは実際にはこのショーのために私の愛を少しでも減らすことができない小さな欠陥です。\u001b[22m\n\u001b[1m(Kono shō ni tsuite watashi ni meiwakuwokakeru yuiitsu no jijitsu wa, hitsuyōdenai, aruiwa soreijō ni tankyū shinakatta bubun purotto ga atta tame, karera ga shō ni sanka suru hitsuyō ga nai yō ni kanjita to iu kotodeshita (Miuna kokode wa tokutei no jinbutsu nado). Kore wa jissai ni hako no shō no tame ni watashi no ai o sukoshidemo herasu koto ga dekinai chīsana kekkandesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing that kind of bothered me about this show was the fact that there were some side plots that where either not necessary or not explored much further and therefore I felt like there was no need for them to be in the show (talking about Miuna and a certain person here for example). This is actually such a minor flaw that it is not able to lower my love for this show in the slightest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing that kind of bothered me about this show was the fact that there were some side plots that where either not necessary or not explored much further and therefore I felt like there was no need for them to be in the show (talking about Miuna\u001b[24m\n    \u001b[1mこのショーについて私に迷惑をかける唯一の事実は、必要でない、あるいはそれ以上に探究しなかった部分プロットがあったため、彼らがショーに参加する必要がないように感じたということでした（Miuna\u001b[22m, \u001b[1m種類のこのショーについて私を気に唯一のことは、いくつかの側面プロットがあったという事実だったその場所のいずれか必要でないか、模索更に多く、したがって、彼らはショーになるために必要はありませんでしたように私は感じた（Miunaの話ではありません\u001b[22m\n\u001b[4mand a certain person here for example).\u001b[24m\n    \u001b[1mここでは特定の人物など）。\u001b[22m, \u001b[1m例えばここでは、特定の人）。\u001b[22m\n\u001b[4mThis is actually such a minor flaw that it is not able to lower my love for this show in the slightest.\u001b[24m\n    \u001b[1mこれは実際にはこのショーのために私の愛を少しでも減らすことができない小さな欠陥です。\u001b[22m, \u001b[1mこれは実際に、少しもこのショーのために私の愛を下げることができないようなマイナーな欠陥です。\u001b[22m\nWhat I think is amazing about NnA is that, while it is actually a show with a slow, calm atmosphere, it still manages to keep you on the edge of your seat, begging for more. For me it was pure torture waiting for the new episode week after week. So, if you do not like shows with a more calm atmosphere because it bores you, do not use this as a reason not to give this show a try. You might actually be able to enjoy it a lot more than you think.\n\n\u001b[1m私はNnAについて驚くべきことは、実際にはゆっくりと落ち着いた雰囲気のショーですが、それでもあなたを座席の端につけて、もっと懇願しています。 私にとっては、毎週新しいエピソードを待つのは純粋な拷問でした。 だから、ショーが好きじゃないのならば、それはあなたに穴を開けてより穏やかな雰囲気で、このショーに試してはいけない理由としてこれを使わないでください。 実際には思っている以上に楽しむことができます。\u001b[22m\n\u001b[1m(Watashi wa NnA ni tsuite odorokubeki koto wa, jissai ni wa yukkuri to ochitsuita fun'iki no shōdesuga, soredemo anata o zaseki no hashi ni tsukete, motto kongan shite imasu. Watashi ni totte wa, maishū atarashī episōdo o matsu no wa junsuina gōmondeshita. Dakara, shō ga suki janai nonaraba, sore wa anata ni anawoakete yori odayakana fun'iki de, kono shō ni tameshite wa ikenai riyū to shite kore o tsukawanaide kudasai. Jissai ni wa omotte iru ijō ni tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat I think is amazing about NnA is that, while it is actually a show with a slow, calm atmosphere, it still manages to keep you on the edge of your seat, begging for more. For me it was pure torture waiting for the new episode week after week. So, if you do not like shows with a more calm atmosphere because it bores you, do not use this as a reason not to give this show a try. You might actually be able to enjoy it a lot more than you think.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I think is amazing about NnA is that, while it is actually a show with a slow, calm atmosphere, it still manages to keep you on the edge of your seat, begging for more.\u001b[24m\n    \u001b[1m私はNnAについて驚くべきことは、実際にはゆっくりと落ち着いた雰囲気のショーですが、それでもあなたを座席の端につけて、もっと懇願しています。\u001b[22m, \u001b[1m私が思うNNAについて驚くべきことは、それが実際に遅く、落ち着いた雰囲気でのショーですが、それはまだ多くのために物乞い、あなたの座席の端にあなたを保つために管理、ということです。\u001b[22m\n\u001b[4mFor me it was pure torture waiting for the new episode week after week.\u001b[24m\n    \u001b[1m私にとっては、毎週新しいエピソードを待つのは純粋な拷問でした。\u001b[22m, \u001b[1m私にとっては、一週間後に新しいエピソード週間を待って拷問に純粋でした。\u001b[22m\n\u001b[4mSo, if you do not like shows with a more calm atmosphere because it bores you, do not use this as a reason not to give this show a try.\u001b[24m\n    \u001b[1mだから、ショーが好きじゃないのならば、それはあなたに穴を開けてより穏やかな雰囲気で、このショーに試してはいけない理由としてこれを使わないでください。\u001b[22m, \u001b[1mそれはあなたを穴ので、あなたがより多くの落ち着いた雰囲気でショーを好きではないのであれば、このショーを試してみることにしていない理由としてこれを使用しないでください。\u001b[22m\n\u001b[4mYou might actually be able to enjoy it a lot more than you think.\u001b[24m\n    \u001b[1m実際には思っている以上に楽しむことができます。\u001b[22m, \u001b[1mあなたが実際にあなたが思うよりも多く、それを楽しむことができるかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nAs I already said above, the ending made sense in a way that it was really fitting the characters and here we go with another thing NagiAsu impresses. The characters. There's actually only one real thing to say about them: They feel real. The feel human. If you think about their actions for just a bit, all of them make sense, really. They all have their struggles to face, their strengthens and their weak parts, and they are delivered in a way that is just convincing. It also makes them loveable despite their flaws. Of course you will like one more than the other but I do not think that it is really possible to hate any of the characters.\n\n\u001b[1mすでに上で述べたように、エンディングは、実際にキャラクターにフィッティングする方法で意味がありました。ここで、ナギアスが感銘を受ける別のものと一緒に行きます。 キャラクター。 実際には、彼らについて言うべき本当のことは一つしかありません。 人間を感じる。 彼らの行動をちょっと考えてみると、それらのすべてが本当に意味をなさなくなります。 彼らはすべて自分たちの顔を奮い立たせ、その強さと弱い部分を持っており、説得力のある方法で届けられます。 それはまた彼らの欠陥にもかかわらず、彼らを愛することができます。 もちろん、あなたは他のものよりも1つ好きですが、私は本当にいずれかのキャラクターを憎むことが可能だとは思わない。\u001b[22m\n\u001b[1m(Sudeni ue de nobeta yō ni, endingu wa, jissai ni kyarakutā ni fittingu suru hōhō de imi ga arimashita. Koko de, nagiasu ga kanmei o ukeru betsu no mono to issho ni ikimasu. Kyarakutā. Jissai ni wa, karera ni tsuite iubeki hontō no koto wa hitotsu shika arimasen. Ningen o kanjiru. Karera no kōdō o chotto kangaete miru to, sorera no subete ga hontōni imi o nasanaku narimasu. Karera wa subete jibun-tachi no kao o furuitata se, sono tsuyo-sa to yowai bubun o motte ori, settoku-ryoku no aru hōhō de todoke raremasu. Sore wa mata karera no kekkan nimokakawarazu, karera o aisuru koto ga dekimasu. Mochiron, anata wa hoka no mono yori mo 1tsu sukidesu ga, watashi wa hontōni izureka no kyarakutā o nikumu koto ga kanōda to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mAs I already said above, the ending made sense in a way that it was really fitting the characters and here we go with another thing NagiAsu impresses. The characters. There's actually only one real thing to say about them: They feel real. The feel human. If you think about their actions for just a bit, all of them make sense, really. They all have their struggles to face, their strengthens and their weak parts, and they are delivered in a way that is just convincing. It also makes them loveable despite their flaws. Of course you will like one more than the other but I do not think that it is really possible to hate any of the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I already said above, the ending made sense in a way that it was really fitting the characters and here we go with another thing NagiAsu impresses.\u001b[24m\n    \u001b[1mすでに上で述べたように、エンディングは、実際にキャラクターにフィッティングする方法で意味がありました。ここで、ナギアスが感銘を受ける別のものと一緒に行きます。\u001b[22m, \u001b[1m私はすでに上で述べたように、結末はそれが本当に文字を当てはめた、ここで私たちはNagiAsuは感動別のものに行くような方法で意味がありました。\u001b[22m\n\u001b[4mThe characters.\u001b[24m\n    \u001b[1mキャラクター。\u001b[22m, \u001b[1m文字。\u001b[22m\n\u001b[4mThere's actually only one real thing to say about them: They feel real.\u001b[24m\n    \u001b[1m実際には、彼らについて言うべき本当のことは一つしかありません。\u001b[22m, \u001b[1mそれらについて言いたいことが一つだけ本当の事は実際にあります：彼らは本当の感じ。\u001b[22m\n\u001b[4mThe feel human.\u001b[24m\n    \u001b[1m人間を感じる。\u001b[22m, \u001b[1m人間感じます。\u001b[22m\n\u001b[4mIf you think about their actions for just a bit, all of them make sense, really.\u001b[24m\n    \u001b[1m彼らの行動をちょっと考えてみると、それらのすべてが本当に意味をなさなくなります。\u001b[22m, \u001b[1mあなただけのビットのための彼らの行動を考える場合は、それらのすべてが本当に意味をなします。\u001b[22m\n\u001b[4mThey all have their struggles to face, their strengthens and their weak parts, and they are delivered in a way that is just convincing.\u001b[24m\n    \u001b[1m彼らはすべて自分たちの顔を奮い立たせ、その強さと弱い部分を持っており、説得力のある方法で届けられます。\u001b[22m, \u001b[1m彼らはすべての直面する彼らの闘争、彼らの強化とその弱い部分があり、それらは単に説得力のある方法で配信されます。\u001b[22m\n\u001b[4mIt also makes them loveable despite their flaws.\u001b[24m\n    \u001b[1mそれはまた彼らの欠陥にもかかわらず、彼らを愛することができます。\u001b[22m, \u001b[1mまた、その欠陥にもかかわらず、彼らは愛らしいなります。\u001b[22m\n\u001b[4mOf course you will like one more than the other but I do not think that it is really possible to hate any of the characters.\u001b[24m\n    \u001b[1mもちろん、あなたは他のものよりも1つ好きですが、私は本当にいずれかのキャラクターを憎むことが可能だとは思わない。\u001b[22m, \u001b[1mもちろん、一方が他方より多くを好きになるでしょうが、私は文字のいずれかを憎むことは本当に可能であるとは思いません。\u001b[22m\nBeing part of the thing that makes them as convincing is their development. At the end of the show you see some of that in every one of them. They all mature in a way, but in a realistic way instead of being a totally different person from one minute to the other. For some this development happens much faster while it takes almost until the end for others. What I did not like as much here was the fact that for some of the characters this development was HORRIBLY slow as they kept taking five steps backwards sometimes which could be a bit irritating. But then again, isn't it like that in real life as well?\n\n\u001b[1m彼らを説得力のあるものにするのは、彼らの発展です。 ショーの終わりには、それらのすべてを見ることができます。 彼らはすべて、方法で成熟しますが、現実的な方法ではなく、1分から完全に異なる人になります。 いくつかの場合、この開発ははるかに速く行われますが、他の人にとっては終わりまでほぼ完了します。 私が好きではなかったのは、キャラクターの中には、時には少し苛立つような5段階を後ろ向きにしていたので、この開発がひどく遅かったという事実でした。 しかし、再び、それは実生活でもそうではありませんか？\u001b[22m\n\u001b[1m(Karera o settoku-ryoku no aru mono ni suru no wa, karera no hattendesu. Shō no owari ni wa, sorera no subete o miru koto ga dekimasu. Karera wa subete, hōhō de seijuku shimasuga, genjitsu-tekina hōhōde wa naku, 1-bu kara kanzen ni kotonaru hito ni narimasu. Ikutsu ka no baai, kono kaihatsu wa haruka ni hayaku okonawa remasuga, hokanohito ni totte wa owari made hobo kanryō shimasu. Watashi ga sukide wa nakatta no wa, kyarakutā no nakaniha, tokiniha sukoshi iradatsu yōna 5 dankai o ushiromuki ni shite itanode, kono kaihatsu ga hidoku osokatta to iu jijitsudeshita. Shikashi, futatabi, soreha jisseikatsu demo sōde wa arimasen ka?)\u001b[22m\n\nTranslations of \u001b[4mBeing part of the thing that makes them as convincing is their development. At the end of the show you see some of that in every one of them. They all mature in a way, but in a realistic way instead of being a totally different person from one minute to the other. For some this development happens much faster while it takes almost until the end for others. What I did not like as much here was the fact that for some of the characters this development was HORRIBLY slow as they kept taking five steps backwards sometimes which could be a bit irritating. But then again, isn't it like that in real life as well?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing part of the thing that makes them as convincing is their development.\u001b[24m\n    \u001b[1m彼らを説得力のあるものにするのは、彼らの発展です。\u001b[22m, \u001b[1m説得力が彼らの開発であるとしてそれらを作る事の一部です。\u001b[22m\n\u001b[4mAt the end of the show you see some of that in every one of them.\u001b[24m\n    \u001b[1mショーの終わりには、それらのすべてを見ることができます。\u001b[22m, \u001b[1mショーの終わりに、あなたはそれらの一つ一つにそのいくつかを参照してください。\u001b[22m\n\u001b[4mThey all mature in a way, but in a realistic way instead of being a totally different person from one minute to the other.\u001b[24m\n    \u001b[1m彼らはすべて、方法で成熟しますが、現実的な方法ではなく、1分から完全に異なる人になります。\u001b[22m, \u001b[1m彼らはすべての方法で成熟するのではなく、1分から他とは全く別人であることの現実的な方法です。\u001b[22m\n\u001b[4mFor some this development happens much faster while it takes almost until the end for others.\u001b[24m\n    \u001b[1mいくつかの場合、この開発ははるかに速く行われますが、他の人にとっては終わりまでほぼ完了します。\u001b[22m, \u001b[1mそれは他人のために最後までほぼとりながら、いくつかのために、この開発は、はるかに高速に行われます。\u001b[22m\n\u001b[4mWhat I did not like as much here was the fact that for some of the characters this development was HORRIBLY slow as they kept taking five steps backwards sometimes which could be a bit irritating.\u001b[24m\n    \u001b[1m私が好きではなかったのは、キャラクターの中には、時には少し苛立つような5段階を後ろ向きにしていたので、この開発がひどく遅かったという事実でした。\u001b[22m, \u001b[1m私は同じくらいここで好きではなかったことは、彼らは後方に、時には少し刺激を与えることができた5つのステップを取る保たれた文字の一部について、この開発は恐ろしく遅かったという事実でした。\u001b[22m\n\u001b[4mBut then again, isn't it like that in real life as well?\u001b[24m\n    \u001b[1mしかし、再び、それは実生活でもそうではありませんか？\u001b[22m, \u001b[1mしかし、その後、再び、それは同様に実際の生活の中でそのようなものとは？\u001b[22m\n\u001b[1m\u001b[22m\nThe sound in this show was pretty awesome as well. It did a great job putting across the atmosphere of the show. The tracks honestly made me shiver at times because of how beautiful they were and how great they were fitting the scene they were played in. OP and ED were both fine though I think the last ED is the worst track out of them, while still not being bad.\n\n\u001b[1mこのショーのサウンドもかなり素晴らしかったです。 ショーの雰囲気を漂わせる素晴らしい仕事をしました。 彼らがどれほど美しいか、彼らが演奏されたシーンにどれくらいの偉大さを見せているかによって、トラックは正直に私を震わせさせました。OPとEDはどちらも問題ありませんでしたが、最後のEDは最悪のトラックです 悪い。\u001b[22m\n\u001b[1m(Kono shō no saundo mo kanari subarashikattadesu. Shō no fun'iki o tadayowa seru subarashī shigoto o shimashita. Karera ga dorehodo utsukushī ka, karera ga ensō sa reta shīn ni dorekurai no idai-sa o misete iru ka ni yotte, torakku wa shōjiki ni watashi o furuwase sasemashita. OP to ED wa dochira mo mondai arimasendeshitaga, saigo no ED wa saiaku no torakkudesu warui.)\u001b[22m\n\nTranslations of \u001b[4mThe sound in this show was pretty awesome as well. It did a great job putting across the atmosphere of the show. The tracks honestly made me shiver at times because of how beautiful they were and how great they were fitting the scene they were played in. OP and ED were both fine though I think the last ED is the worst track out of them, while still not being bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound in this show was pretty awesome as well.\u001b[24m\n    \u001b[1mこのショーのサウンドもかなり素晴らしかったです。\u001b[22m, \u001b[1mこのショーの音は、同様に非常に素晴らしいでした。\u001b[22m\n\u001b[4mIt did a great job putting across the atmosphere of the show.\u001b[24m\n    \u001b[1mショーの雰囲気を漂わせる素晴らしい仕事をしました。\u001b[22m, \u001b[1mこれは、ショーの雰囲気を横切って置く素晴らしい仕事をしました。\u001b[22m\n\u001b[4mThe tracks honestly made me shiver at times because of how beautiful they were and how great they were fitting the scene they were played in. OP and ED were both fine though I think the last ED is the worst track out of them, while still not\u001b[24m\n    \u001b[1m彼らがどれほど美しいか、彼らが演奏されたシーンにどれくらいの偉大さを見せているかによって、トラックは正直に私を震わせさせました。OPとEDはどちらも問題ありませんでしたが、最後のEDは最悪のトラックです\u001b[22m, \u001b[1mトラックは正直に私が原因の時間に震える行わ彼らがいた、彼らはシーンにフィットし、どのように偉大な彼らは両方の罰金はしかし、私は最後のEDは、それらのうち最悪のトラックだと思いました。OPとEDで演奏、しばらくはまだされていなかったどのように美しいです\u001b[22m\n\u001b[4mbeing bad.\u001b[24m\n    \u001b[1m悪い。\u001b[22m, \u001b[1m悪いいます。\u001b[22m\nQuite a lot of the songs in NagiAsu have made or will make it into my music collection because of how much I enjoyed them.\n\n\u001b[1mNagiAsuのかなりの曲が、どれだけ楽しんでいたかによって、私の音楽コレクションに作ったり作ったりします。\u001b[22m\n\u001b[1m(NagiAsu no kanari no kyoku ga, dore dake tanoshinde ita ka ni yotte, watashi no ongaku korekushon ni tsukuttari tsukuttari shimasu.)\u001b[22m\n\nTranslations of \u001b[4mQuite a lot of the songs in NagiAsu have made or will make it into my music collection because of how much I enjoyed them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuite a lot of the songs in NagiAsu have made or will make it into my music collection because of how much I enjoyed them.\u001b[24m\n    \u001b[1mNagiAsuのかなりの曲が、どれだけ楽しんでいたかによって、私の音楽コレクションに作ったり作ったりします。\u001b[22m, \u001b[1mNagiAsuで曲のかなり多くが作られているため、または私はそれらを楽しんでどのくらいの私の音楽コレクションにそれを行います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I can say that for me, Nagi no Asukara is a must see if you like drama and slice of life shows while not being too put off by some love drama as well. This is one of the best anime I have seen in a while and totally my favorite out of the fall season 2013. I can barely find a thing they did wrong here and all I wish for now after seeing the last episode is to start this show over again, watch it all in one part and then continue with the second season that does not exist because I already miss all of the characters so much.\n\n\u001b[1m全体的に私は、ドラマが好きで、スライス・オブ・ライフ・ショーが好きなら、ナイス・アスカラは必見です。 これは私がしばらくの間見てきた最高のアニメの一つであり、秋のシーズン2013の完全に私の好きなものです。私はここで間違っていたことをほとんど気づかず、最後のエピソードを見てからこの番組を開始することを望んでいます もう一度やり直して、それをすべて一つの部分で見て、それから存在しない2番目のシーズンを続ける。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa, dorama ga sukide, suraisu Obu raifu shō ga sukinara, naisu asukara wa hikkendesu. Kore wa watashi ga shibarakunoaida mitekita saikō no anime no hitotsudeari, aki no shīzun 2013 no kanzen ni watashi no sukina monodesu. Watashi wa koko de machigatte ita koto o hotondo kidzukazu, saigo no episōdo o mitekara kono bangumi o kaishi suru koto o nozonde imasu mōichido yarinaoshite, sore o subete hitotsu no bubun de mite, sorekara sonzaishinai 2-banme no shīzun o tsudzukeru.)\u001b[22m\n\nTranslations of \u001b[4mOverall I can say that for me, Nagi no Asukara is a must see if you like drama and slice of life shows while not being too put off by some love drama as well. This is one of the best anime I have seen in a while and totally my favorite out of the fall season 2013. I can barely find a thing they did wrong here and all I wish for now after seeing the last episode is to start this show over again, watch it all in one part and then continue with the second season that does not exist because I already miss all of the characters so much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I can say that for me, Nagi no Asukara is a must see if you like drama and slice of life shows while not being too put off by some love drama as well.\u001b[24m\n    \u001b[1m全体的に私は、ドラマが好きで、スライス・オブ・ライフ・ショーが好きなら、ナイス・アスカラは必見です。\u001b[22m, \u001b[1m全体的に私は、あなたが人生のドラマやスライスが好きなら、私のために、ナギなしAsukaraを見なければならないされていることを言うことができるだけでなくいくつかの愛のドラマから、うんざりされるものではないが表示されます。\u001b[22m\n\u001b[4mThis is one of the best anime I have seen in a while and totally my favorite out of the fall season 2013. I can barely find a thing they did wrong here and all I wish for now after seeing the last episode is to start this show\u001b[24m\n    \u001b[1mこれは私がしばらくの間見てきた最高のアニメの一つであり、秋のシーズン2013の完全に私の好きなものです。私はここで間違っていたことをほとんど気づかず、最後のエピソードを見てからこの番組を開始することを望んでいます\u001b[22m, \u001b[1mこれは私がやっと彼らがここで間違った物を見つけることができると私は最後のエピソードを見た後、今望むすべてがこのショーを開始することです私はしばらくの間で見てきた最高のアニメの一つと秋2013のうち、完全に私のお気に入りです\u001b[22m\n\u001b[4mover again, watch it all in one part and then continue with the second season that does not exist because I already miss all of the characters so much.\u001b[24m\n    \u001b[1mもう一度やり直して、それをすべて一つの部分で見て、それから存在しない2番目のシーズンを続ける。\u001b[22m, \u001b[1m何度も繰り返し、一部にそのすべてを見て、私はすでにそんなに文字のすべてを欠場するので存在しない第2シーズンに進みます。\u001b[22m\n\u001b[1m\u001b[22m\nFor me this was totally a show worthy of a 10/10.\n\n\u001b[1m私にとっては、これは10/10の価値がある完全にショーでした。\u001b[22m\n\u001b[1m(Watashi ni totte wa, kore wa 10/ 10 no kachigāru kanzen ni shōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mFor me this was totally a show worthy of a 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me this was totally a show worthy of a 10/10.\u001b[24m\n    \u001b[1m私にとっては、これは10/10の価値がある完全にショーでした。\u001b[22m, \u001b[1m私にとって、これは完全に10/10の価値があるショーでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10 Sound: 9/10 Story: 10/10 Characters: 9/10 Enjoyment: 10/10 Overall: 10/10 :)\n\n\u001b[1mアート：10/10サウンド：9/10ストーリー：10/10キャラクター：9/10楽しさ：10/10総合：10/10:)\u001b[22m\n\u001b[1m(Āto: 10/ 10 Saundo: 9/ 10 Sutōrī: 10/ 10 Kyarakutā: 9/ 10 Tanoshisa: 10/ 10 Sōgō: 10/ 10: ))\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10 Sound: 9/10 Story: 10/10 Characters: 9/10 Enjoyment: 10/10 Overall: 10/10 :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10 Sound: 9/10 Story: 10/10 Characters: 9/10 Enjoyment: 10/10 Overall: 10/10 :)\u001b[24m\n    \u001b[1mアート：10/10サウンド：9/10ストーリー：10/10キャラクター：9/10楽しさ：10/10総合：10/10:)\u001b[22m, \u001b[1mアート：10/10サウンド：9/10ストーリー：10/10文字：9/10楽しさ：10/10全体：10/10:)\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "b0sspenguin",
    "profile": "/profile/b0sspenguin/reviews",
    "pages": "8",
    "number": "9",
    "link": "/reviews.php?id=138573",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは、最初から私の心を捉え、非常に簡単に私のお気に入りのリストに入ったアニメでした！ 私はこれを見て非常に感謝しています。 それは多くの点でとても美しく、絶対に素晴らしいです。\n\nストーリー〜\nストーリーはドラマ、ファンタジー、そしてロマンスの組み合わせです。あなたが正しい方法で実行すれば、常に面白いです。 私は、アニメの私の最初の印象から、私は最初から高い期待を持っていて、これがそうなるアニメのタイプの一般的な感触を持っていたと言わざるを得ない。 しかし、これらの小さなものではアニメを下ろすには十分ではありません。 それはジャンルの素晴らしいバランスを持っています。 美しい結末でとても楽しく創造的です！ しかし、それは私が期待したものと全く違っていましたが、それでもなお非常に驚くべきものでした。 言い換えれば、ナギのアスカラは、非常に感情的な場面がたくさんあり、心地良い驚きでした。 私はそれが私を泣かせて、何度も壊すとは期待していませんでした。 また、最も驚いたのは、アニメの第2弧のプロットツイストでした。  2つのアーク間の全体的な感触は非常に異なります：最初は明るく幸せ、次は暗く神秘的です。 私は予想以上に私の座席の端にいました。 もちろん、私はそれが異なって行われることを好むだろういくつかの（しかし、ごくわずかな）部分がありました。 もう少し引っ張られた小さな部分もありました。\n\nART〜\nナギのアスカラは、私が見たり見たりしているアニメの中で最も豪華なアートとアニメーションを持っています。 それは単に息をのむほどです！ キャラクターはすべてとてもかわいく見栄えがよく、最高の部分は舞台でなければなりません。 美しい、美しい、美しい風景。 アートワークは実際にこのアニメのための私の注意をつかんだ最初のものでした。 非常によく描かれ、アニメーション化されています。 疑いもなく、A +に値する。\n\n音楽/サウンドトラック〜\n私が音楽のために言わなければならないのは、素晴らしいことです。 私は絶対にサウンドトラックが大好き！ そして私はOP / EDについてだけでなく、アニメ全体の音楽についても話しています。 本当にシーンを盛り上げる、美しく感情的なサウンドトラック。 私がアニメの音楽をそんなに愛しているのは本当にまれです。インターネットで絶えず探していきます。 優れた音楽の選択！\n\nCHARACTER〜\nナギのアスカラには、非常に多様で目的があるキャラクターがいくつかあります。 キャラクターの出演は非常にバランスがとれていたが、私は全く気にしなかった。 一部のキャラクターは他のキャラクターよりも画面上に多くの時間を持っていました。 これにより、オーディエンスは、他のキャラクターではなく、特定のキャラクターに強く結びつくことができます。 しかし、一部のキャラクターの上映時間は時間の経過と共に変化しました。\n正直言って、私は私が崇拝する文字のリストと私を悩ますリストを持っていた。 キャラクターの開発は非常にうまくいっており、ストーリーラインには非常に効果的です。 私はそれぞれが成熟し、人として成長した方法が大好きです。 それは見て非常に有益だった。 アニメの終わりまでに、私はすべてのキャラクターが大好き！ 非常に満足！\n\n渚のアスカラは私の心に印を残しました。そして、私はそれが終わったのは非常に悲しいです。 本当に多くの点で傑作です。 このアニメは、それよりもはるかに注目を集める価値があります。 私は非常に満足しており、特にエンディングで満足しています。 渚のアスカラは本当に忘れられないアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis was an anime that has captured my heart from the very beginning and very easily made its way to my favorites list! I am so thankful to have watched this. It was so beautiful in many ways and is absolutely amazing.\n\n\u001b[1mこれは、最初から私の心を捉え、非常に簡単に私のお気に入りのリストに入ったアニメでした！ 私はこれを見て非常に感謝しています。 それは多くの点でとても美しく、絶対に素晴らしいです。\u001b[22m\n\u001b[1m(Kore wa, saisho kara watashi no kokoro o torae, hijō ni kantan ni watashinōkiniiri no risuto ni haitta animedeshita! Watashi wa kore o mite hijō ni kansha shite imasu. Sore wa ōku no ten de totemo utsukushiku, zettai ni subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis was an anime that has captured my heart from the very beginning and very easily made its way to my favorites list! I am so thankful to have watched this. It was so beautiful in many ways and is absolutely amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was an anime that has captured my heart from the very beginning and very easily made its way to my favorites list!\u001b[24m\n    \u001b[1mこれは、最初から私の心を捉え、非常に簡単に私のお気に入りのリストに入ったアニメでした！\u001b[22m, \u001b[1mこれは非常に最初から私の心を捕獲し、非常に簡単に私のお気に入りリストにその方法を作ったアニメでした！\u001b[22m\n\u001b[4mI am so thankful to have watched this.\u001b[24m\n    \u001b[1m私はこれを見て非常に感謝しています。\u001b[22m, \u001b[1m私はこれを見ているのにとても感謝しています。\u001b[22m\n\u001b[4mIt was so beautiful in many ways and is absolutely amazing.\u001b[24m\n    \u001b[1mそれは多くの点でとても美しく、絶対に素晴らしいです。\u001b[22m, \u001b[1mそれは多くの点で非常にきれいだったし、本当にすばらしいです。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY ~\n\n\u001b[1mストーリー〜\u001b[22m\n\u001b[1m(Sutōrī 〜)\u001b[22m\n\nTranslations of \u001b[4mSTORY ~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY ~\u001b[24m\n    \u001b[1mストーリー〜\u001b[22m, \u001b[1mSTORY〜\u001b[22m\nThe story is a combination of drama, fantasy, and romance, which is always interesting if you execute it the right way. I've got to say, from my first impression of the anime, I had high expectations right from the start and had a general feeling of the type of anime this will be. But these small things are not enough to bring the anime down. It has a great balance of genres. Very enjoyable and creative, with a beautiful ending! However, it turned out COMPLETELY different from what I expected, but still very amazing. In other words, Nagi no Asukara was a pleasant surprise with many extremely emotional scenes. I didn't expect it to make me cry and tear up so many times. Also, what surprised me the most was the plot twist for the second arc of the anime. The overall feel between the two arcs are very different: first one being brighter and happier, second one being darker and mysterious. I was on the edge of my seat a lot more than I anticipated. Of course there were some (but very little) parts where I would have preferred it to be done differently; and there were also small parts that felt a little dragged.\n\n\u001b[1mストーリーはドラマ、ファンタジー、そしてロマンスの組み合わせです。あなたが正しい方法で実行すれば、常に面白いです。 私は、アニメの私の最初の印象から、私は最初から高い期待を持っていて、これがそうなるアニメのタイプの一般的な感触を持っていたと言わざるを得ない。 しかし、これらの小さなものではアニメを下ろすには十分ではありません。 それはジャンルの素晴らしいバランスを持っています。 美しい結末でとても楽しく創造的です！ しかし、それは私が期待したものと全く違っていましたが、それでもなお非常に驚くべきものでした。 言い換えれば、ナギのアスカラは、非常に感情的な場面がたくさんあり、心地良い驚きでした。 私はそれが私を泣かせて、何度も壊すとは期待していませんでした。 また、最も驚いたのは、アニメの第2弧のプロットツイストでした。  2つのアーク間の全体的な感触は非常に異なります：最初は明るく幸せ、次は暗く神秘的です。 私は予想以上に私の座席の端にいました。 もちろん、私はそれが異なって行われることを好むだろういくつかの（しかし、ごくわずかな）部分がありました。 もう少し引っ張られた小さな部分もありました。\u001b[22m\n\u001b[1m(Sutōrī wa dorama, fantajī, soshite romansu no kumiawasedesu. Anata ga tadashī hōhō de jikkō sureba, tsuneni omoshiroidesu. Watashi wa, anime no watashi no saisho no inshō kara, watashi wa saisho kara takai kitai o motte ite, kore ga sō naru anime no taipu no ippantekina kanshoku o motte ita to iwazaru o enai. Shikashi, sore wa watashi ga kitai shita mono to mattaku chigatte imashitaga, soredemo nao hijō ni odorokubeki monodeshita. Iikaereba, nagi no asukara wa, hijō ni kanjō-tekina bamen ga takusan ari, kokochiii odorokideshita. Watashi wa sore ga watashi o naka sete, nando mo kowasu to wa kitai shite imasendeshita. Mata, mottomo odoroita no wa, anime no dai 2 ko no purottotsuisutodeshita. 2Tsu no āku-kan no zentai-tekina kanshoku wa hijō ni kotonarimasu: Saisho wa akaruku shiawase,-ji wa kuraku shinpi-tekidesu. Watashi wa yosōijō ni watashi no zaseki no hashi ni imashita. Mochiron, watashi wa sore ga kotonatte okonawa reru koto o konomudarou ikutsu ka no (shikashi, goku wazukana) bubun ga arimashita. Mōsukoshi hippara reta chīsana bubun mo arimashita. Shikashi, korera no chīsana monode wa anime o orosu ni wa jūbunde wa arimasen. Sore wa janru no subarashī baransu o motte imasu. Utsukushī ketsumatsu de totemo tanoshiku sōzō-tekidesu!)\u001b[22m\n\u001b[1m\u001b[22m\nART ~\n\n\u001b[1mART〜\u001b[22m\n\u001b[1m(Āto 〜)\u001b[22m\n\nTranslations of \u001b[4mART ~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART ~\u001b[24m\n    \u001b[1mART〜\u001b[22m\nNagi no Asukara has the most gorgeous art and animation of any anime I have even seen/watched. It is simply breathtaking! The characters all look very pretty and handsome, and the best part would have to be the SCENERY. Beautiful, beautiful, beautiful landscapes. The artwork was actually the first thing that grabbed my attention for this anime. Very well drawn and animated. Without a doubt, it deserves an A+.\n\n\u001b[1mナギのアスカラは、私が見たり見たりしているアニメの中で最も豪華なアートとアニメーションを持っています。 それは単に息をのむほどです！ キャラクターはすべてとてもかわいく見栄えがよく、最高の部分は舞台でなければなりません。 美しい、美しい、美しい風景。 アートワークは実際にこのアニメのための私の注意をつかんだ最初のものでした。 非常によく描かれ、アニメーション化されています。 疑いもなく、A +に値する。\u001b[22m\n\u001b[1m(Nagi no asukara wa, watashi ga mi tari mi tari shite iru anime no naka de mottomo gōkana āto to animēshon o motte imasu. Sore wa tan'ni iki o nomu hododesu! Kyarakutā wa subete totemo kawaiku mibae ga yoku, saikō no bubun wa butaidenakereba narimasen. Utsukushī, utsukushī, utsukushī fūkei. Ātowāku wa jissai ni kono anime no tame no watashi no chūi o tsukanda saisho no monodeshita. Hijō ni yoku egaka re, animēshon-ka sa rete imasu. Utagai mo naku, A + niataisuru.)\u001b[22m\n\nTranslations of \u001b[4mNagi no Asukara has the most gorgeous art and animation of any anime I have even seen/watched. It is simply breathtaking! The characters all look very pretty and handsome, and the best part would have to be the SCENERY. Beautiful, beautiful, beautiful landscapes. The artwork was actually the first thing that grabbed my attention for this anime. Very well drawn and animated. Without a doubt, it deserves an A+.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNagi no Asukara has the most gorgeous art and animation of any anime I have even seen/watched.\u001b[24m\n    \u001b[1mナギのアスカラは、私が見たり見たりしているアニメの中で最も豪華なアートとアニメーションを持っています。\u001b[22m, \u001b[1mナギなしAsukaraは私も見た/見ているのアニメの中で最もゴージャスなアートやアニメーションを持っています。\u001b[22m\n\u001b[4mIt is simply breathtaking!\u001b[24m\n    \u001b[1mそれは単に息をのむほどです！\u001b[22m, \u001b[1mこれは単に息をのみます！\u001b[22m\n\u001b[4mThe characters all look very pretty and handsome, and the best part would have to be the SCENERY.\u001b[24m\n    \u001b[1mキャラクターはすべてとてもかわいく見栄えがよく、最高の部分は舞台でなければなりません。\u001b[22m, \u001b[1m文字すべてが非常にきれいでハンサムに見える、と最良の部分は、景観でなければならないであろう。\u001b[22m\n\u001b[4mBeautiful, beautiful, beautiful landscapes.\u001b[24m\n    \u001b[1m美しい、美しい、美しい風景。\u001b[22m, \u001b[1m綺麗、美しい、美しい風景。\u001b[22m\n\u001b[4mThe artwork was actually the first thing that grabbed my attention for this anime.\u001b[24m\n    \u001b[1mアートワークは実際にこのアニメのための私の注意をつかんだ最初のものでした。\u001b[22m, \u001b[1mアートワークは、実際にはこのアニメのために私の注意をつかんで最初のものでした。\u001b[22m\n\u001b[4mVery well drawn and animated.\u001b[24m\n    \u001b[1m非常によく描かれ、アニメーション化されています。\u001b[22m, \u001b[1m非常によく描かれたとアニメーション。\u001b[22m\n\u001b[4mWithout a doubt, it deserves an A+.\u001b[24m\n    \u001b[1m疑いもなく、A +に値する。\u001b[22m, \u001b[1m間違いなく、それはAの+に値します。\u001b[22m\n\u001b[1m\u001b[22m\nMUSIC/SOUNDTRACK ~\n\n\u001b[1m音楽/サウンドトラック〜\u001b[22m\n\u001b[1m(Ongaku/ saundotorakku 〜)\u001b[22m\n\nTranslations of \u001b[4mMUSIC/SOUNDTRACK ~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMUSIC/SOUNDTRACK ~\u001b[24m\n    \u001b[1m音楽/サウンドトラック〜\u001b[22m, \u001b[1mMUSIC / SOUNDTRACK〜\u001b[22m\nAll I have to say for the music is that it is wonderful. I absolutely love the soundtrack! And I'm not just talking about the OP/ED, but also about the music throughout the anime. Beautiful and emotional soundtrack that really enhances the scenes. It's really rare for me to love the music of an anime so much, that I would constantly search for them through the internet. Excellent music choices!\n\n\u001b[1m私が音楽のために言わなければならないのは、素晴らしいことです。 私は絶対にサウンドトラックが大好き！ そして私はOP / EDについてだけでなく、アニメ全体の音楽についても話しています。 本当にシーンを盛り上げる、美しく感情的なサウンドトラック。 私がアニメの音楽をそんなに愛しているのは本当にまれです。インターネットで絶えず探していきます。 優れた音楽の選択！\u001b[22m\n\u001b[1m(Watashi ga ongaku no tame ni iwanakereba naranai no wa, subarashī kotodesu. Watashi wa zettai ni saundotorakku ga daisuki soshite watashi wa OP/ ED ni tsuite dakedenaku, anime zentai no ongaku ni tsuite mo hanashite imasu. Hontōni shīn o moriageru, utsukushiku kanjō-tekina saundotorakku. Watashi ga anime no ongaku o son'nani itoshite iru no wa hontōni maredesu. Intānetto de taezu sagashite ikimasu. Sugureta ongaku no sentaku!)\u001b[22m\n\nTranslations of \u001b[4mAll I have to say for the music is that it is wonderful. I absolutely love the soundtrack! And I'm not just talking about the OP/ED, but also about the music throughout the anime. Beautiful and emotional soundtrack that really enhances the scenes. It's really rare for me to love the music of an anime so much, that I would constantly search for them through the internet. Excellent music choices!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I have to say for the music is that it is wonderful.\u001b[24m\n    \u001b[1m私が音楽のために言わなければならないのは、素晴らしいことです。\u001b[22m, \u001b[1m私は音楽のために言わなければならないすべては、それは素晴らしいことです。\u001b[22m\n\u001b[4mI absolutely love the soundtrack!\u001b[24m\n    \u001b[1m私は絶対にサウンドトラックが大好き！\u001b[22m, \u001b[1m私は絶対にサウンドトラックを愛して！\u001b[22m\n\u001b[4mAnd I'm not just talking about the OP/ED, but also about the music throughout the anime.\u001b[24m\n    \u001b[1mそして私はOP / EDについてだけでなく、アニメ全体の音楽についても話しています。\u001b[22m, \u001b[1mそして私はちょうどOP / EDについてだけでなく、アニメを通して、音楽の話ではありません。\u001b[22m\n\u001b[4mBeautiful and emotional soundtrack that really enhances the scenes.\u001b[24m\n    \u001b[1m本当にシーンを盛り上げる、美しく感情的なサウンドトラック。\u001b[22m, \u001b[1m本当にシーンを高め、美しい、感情的なサウンドトラック。\u001b[22m\n\u001b[4mIt's really rare for me to love the music of an anime so much, that I would constantly search for them through the internet.\u001b[24m\n    \u001b[1m私がアニメの音楽をそんなに愛しているのは本当にまれです。インターネットで絶えず探していきます。\u001b[22m, \u001b[1m私はそんなにアニメの音楽を愛することは、私は常に、インターネットを介してそれらを検索することを、本当にまれです。\u001b[22m\n\u001b[4mExcellent music choices!\u001b[24m\n    \u001b[1m優れた音楽の選択！\u001b[22m, \u001b[1m優れた音楽の選択肢！\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER ~\n\n\u001b[1mCHARACTER〜\u001b[22m\n\u001b[1m(CHARACTER 〜)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER ~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER ~\u001b[24m\n    \u001b[1mCHARACTER〜\u001b[22m\nIn Nagi no Asukara, there are a number of characters: all very diverse and have purpose. Character showings were very off balance, but I didn't mind at all. Some characters had a lot more time on screen than others. This allows the audience to connect more strongly to certain characters, rather than the other ones. However, the showtimes for some characters shifted over time.\n\n\u001b[1mナギのアスカラには、非常に多様で目的があるキャラクターがいくつかあります。 キャラクターの出演は非常にバランスがとれていたが、私は全く気にしなかった。 一部のキャラクターは他のキャラクターよりも画面上に多くの時間を持っていました。 これにより、オーディエンスは、他のキャラクターではなく、特定のキャラクターに強く結びつくことができます。 しかし、一部のキャラクターの上映時間は時間の経過と共に変化しました。\u001b[22m\n\u001b[1m(Nagi no asukara ni wa, hijō ni tayōde mokuteki ga aru kyarakutā ga ikutsu ka arimasu. Kyarakutā no shutsuen wa hijō ni baransu ga torete itaga, watashi wa mattaku ki ni shinakatta. Ichibu no kyarakutā wa hoka no kyarakutā yori mo gamen'ue ni ōku no jikan o motte imashita. Kore ni yori, ōdiensu wa, hoka no kyarakutāde wa naku, tokutei no kyarakutā ni tsuyoku musubitsuku koto ga dekimasu. Shikashi, ichibu no kyarakutā no jōei jikan wa jikan no keika to tomoni henka shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn Nagi no Asukara, there are a number of characters: all very diverse and have purpose. Character showings were very off balance, but I didn't mind at all. Some characters had a lot more time on screen than others. This allows the audience to connect more strongly to certain characters, rather than the other ones. However, the showtimes for some characters shifted over time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Nagi no Asukara, there are a number of characters: all very diverse and have purpose.\u001b[24m\n    \u001b[1mナギのアスカラには、非常に多様で目的があるキャラクターがいくつかあります。\u001b[22m, \u001b[1mすべての非常に多様で持っている目的：ナギなしAsukaraでは、文字の数があります。\u001b[22m\n\u001b[4mCharacter showings were very off balance, but I didn't mind at all.\u001b[24m\n    \u001b[1mキャラクターの出演は非常にバランスがとれていたが、私は全く気にしなかった。\u001b[22m, \u001b[1m文字上映は、非常にバランスのオフでしたが、私は全然気にしませんでした。\u001b[22m\n\u001b[4mSome characters had a lot more time on screen than others.\u001b[24m\n    \u001b[1m一部のキャラクターは他のキャラクターよりも画面上に多くの時間を持っていました。\u001b[22m, \u001b[1m一部の文字は他の人よりも、画面上でより多くの時間を過ごしました。\u001b[22m\n\u001b[4mThis allows the audience to connect more strongly to certain characters, rather than the other ones.\u001b[24m\n    \u001b[1mこれにより、オーディエンスは、他のキャラクターではなく、特定のキャラクターに強く結びつくことができます。\u001b[22m, \u001b[1mこれは観客ではなく、他のものよりも、特定の文字に、より強力に接続することができます。\u001b[22m\n\u001b[4mHowever, the showtimes for some characters shifted over time.\u001b[24m\n    \u001b[1mしかし、一部のキャラクターの上映時間は時間の経過と共に変化しました。\u001b[22m, \u001b[1mしかし、一部の文字のための上映時間は、時間をかけて移動しました。\u001b[22m\nTo be honest, I had a list of characters that I adored and a list that annoyed me. Character development was done very well and is very effective towards the storyline. I love how each of them matured and grew as a person. It was very rewarding to watch. By the end of the anime, I love every character! Very satisfying!!!\n\n\u001b[1m正直言って、私は私が崇拝する文字のリストと私を悩ますリストを持っていた。 キャラクターの開発は非常にうまくいっており、ストーリーラインには非常に効果的です。 私はそれぞれが成熟し、人として成長した方法が大好きです。 それは見て非常に有益だった。 アニメの終わりまでに、私はすべてのキャラクターが大好き！ 非常に満足！\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa watashi ga sūhai suru moji no risuto to watashi o nayamasu risuto o motte ita. Kyarakutā no kaihatsu wa hijō ni umaku itte ori, sutōrīrain ni wa hijō ni kōka-tekidesu. Watashi wa sorezore ga seijuku shi, hitotoshite seichōshita hōhō ga daisukidesu. Sore wa mite hijō ni yūekidatta. Anime no owari made ni, watashi wa subete no kyarakutā ga daisuki! Hijō ni manzoku!)\u001b[22m\n\nTranslations of \u001b[4mTo be honest, I had a list of characters that I adored and a list that annoyed me. Character development was done very well and is very effective towards the storyline. I love how each of them matured and grew as a person. It was very rewarding to watch. By the end of the anime, I love every character! Very satisfying!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest, I had a list of characters that I adored and a list that annoyed me.\u001b[24m\n    \u001b[1m正直言って、私は私が崇拝する文字のリストと私を悩ますリストを持っていた。\u001b[22m, \u001b[1m正直に言うと、私は私が崇拝文字と私を悩ませ、リストのリストを持っていました。\u001b[22m\n\u001b[4mCharacter development was done very well and is very effective towards the storyline.\u001b[24m\n    \u001b[1mキャラクターの開発は非常にうまくいっており、ストーリーラインには非常に効果的です。\u001b[22m, \u001b[1mキャラクター開発は非常によくやったとストーリー展開に向けて非常に有効であるました。\u001b[22m\n\u001b[4mI love how each of them matured and grew as a person.\u001b[24m\n    \u001b[1m私はそれぞれが成熟し、人として成長した方法が大好きです。\u001b[22m, \u001b[1m私はそれらのそれぞれが成熟し、人として成長した方法が大好きです。\u001b[22m\n\u001b[4mIt was very rewarding to watch.\u001b[24m\n    \u001b[1mそれは見て非常に有益だった。\u001b[22m, \u001b[1m見ていて非常にやりがいました。\u001b[22m\n\u001b[4mBy the end of the anime, I love every character!\u001b[24m\n    \u001b[1mアニメの終わりまでに、私はすべてのキャラクターが大好き！\u001b[22m, \u001b[1mアニメの終わりまでに、私はすべての文字が大好き！\u001b[22m\n\u001b[4mVery satisfying!!!\u001b[24m\n    \u001b[1m非常に満足！\u001b[22m\n\u001b[1m\u001b[22m\nNagi no Asukara has left a mark on my heart and I am very sad it has ended. Truly a masterpiece in so many ways. This anime deserves a lot more attention than it gets. I am very happy and satisfied, especially with the ending. Nagi no Asukara is truly an anime I will never forget.\n\n\u001b[1m渚のアスカラは私の心に印を残しました。そして、私はそれが終わったのは非常に悲しいです。 本当に多くの点で傑作です。 このアニメは、それよりもはるかに注目を集める価値があります。 私は非常に満足しており、特にエンディングで満足しています。 渚のアスカラは本当に忘れられないアニメです。\u001b[22m\n\u001b[1m(Nagisa no asukara wa watashi no kokoro ni shirushi o nokoshimashita. Soshite, watashi wa sore ga owatta no wa hijō ni kanashīdesu. Hontōni ōku no tende kessakudesu. Kono anime wa, sore yori mo haruka ni chūmokuwoatsumeru kachi ga arimasu. Watashi wa hijō ni manzoku shite ori, tokuni endingu de manzoku shite imasu. Nagisa no asukara wa hontōni wasure rarenai animedesu.)\u001b[22m\n\nTranslations of \u001b[4mNagi no Asukara has left a mark on my heart and I am very sad it has ended. Truly a masterpiece in so many ways. This anime deserves a lot more attention than it gets. I am very happy and satisfied, especially with the ending. Nagi no Asukara is truly an anime I will never forget.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNagi no Asukara has left a mark on my heart and I am very sad it has ended.\u001b[24m\n    \u001b[1m渚のアスカラは私の心に印を残しました。そして、私はそれが終わったのは非常に悲しいです。\u001b[22m, \u001b[1mナギにはAsukara私の心に足跡を残していないと私はそれが終了した非常に悲しいです。\u001b[22m\n\u001b[4mTruly a masterpiece in so many ways.\u001b[24m\n    \u001b[1m本当に多くの点で傑作です。\u001b[22m, \u001b[1m本当に非常に多くの方法で傑作。\u001b[22m\n\u001b[4mThis anime deserves a lot more attention than it gets.\u001b[24m\n    \u001b[1mこのアニメは、それよりもはるかに注目を集める価値があります。\u001b[22m, \u001b[1mこのアニメは、それを取得よりも多くの注目に値します。\u001b[22m\n\u001b[4mI am very happy and satisfied, especially with the ending.\u001b[24m\n    \u001b[1m私は非常に満足しており、特にエンディングで満足しています。\u001b[22m, \u001b[1m私は特にエンディングで、非常に幸せで満足しています。\u001b[22m\n\u001b[4mNagi no Asukara is truly an anime I will never forget.\u001b[24m\n    \u001b[1m渚のアスカラは本当に忘れられないアニメです。\u001b[22m, \u001b[1mナギなしAsukaraは本当に私は決して忘れないだろうアニメです。\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "LiLAzNxAnGeL",
    "profile": "/profile/LiLAzNxAnGeL/reviews",
    "pages": "8",
    "number": "10",
    "link": "/reviews.php?id=138533",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nほとんどの驚くべきアニメ。\n私はこのアニメを見始めて、それを愛していました。 部分的にはP.Aの作品だから、彼らが作るアニメはいつも本当に良い結果に終わる。 また、芸術は美しい/豪華であるため。\n\n最初は、私はその男のスクールユニフォームが非常にガーリーに見えると思ったが（ひかり/ Kaname）、結局私はそれに慣れた。\n\n私を信じて、あなたの感情は、新しいエピソードごとに徐々に感情的になります。 あなたはこのアニメを愛するように成長し、より多くの、1日で完了するポイントまで成長します。\n\n私の好きなキャラクターは、シリーズ全体を通してかなり同じです。ツムグとミウナです:)（あなたはミウナが大好き！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMost amazing anime pretty much.\n\n\u001b[1mほとんどの驚くべきアニメ。\u001b[22m\n\u001b[1m(Hotondo no odorokubeki anime.)\u001b[22m\n\nTranslations of \u001b[4mMost amazing anime pretty much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost amazing anime pretty much.\u001b[24m\n    \u001b[1mほとんどの驚くべきアニメ。\u001b[22m, \u001b[1mかなりの最も驚くべきアニメ。\u001b[22m\nI started watching this anime and loved it. Partially because it's by P.A works, and the anime they make always ends up to be really good. Also because the art is beautiful/gorgeous.\n\n\u001b[1m私はこのアニメを見始めて、それを愛していました。 部分的にはP.Aの作品だから、彼らが作るアニメはいつも本当に良い結果に終わる。 また、芸術は美しい/豪華であるため。\u001b[22m\n\u001b[1m(Watashi wa kono anime o mi hajimete, sore o aishite imashita. Bubun-teki ni wa P. A no sakuhindakara, karera ga tsukuru anime wa itsumo hontōni yoi kekka ni owaru. Mata, geijutsu wa utsukushī/ gōkadearu tame.)\u001b[22m\n\nTranslations of \u001b[4mI started watching this anime and loved it. Partially because it's by P.A works, and the anime they make always ends up to be really good. Also because the art is beautiful/gorgeous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started watching this anime and loved it.\u001b[24m\n    \u001b[1m私はこのアニメを見始めて、それを愛していました。\u001b[22m, \u001b[1m私はこのアニメを見始めて、それを愛しました。\u001b[22m\n\u001b[4mPartially because it's by P.A works, and the anime they make always ends up to be really good.\u001b[24m\n    \u001b[1m部分的にはP.Aの作品だから、彼らが作るアニメはいつも本当に良い結果に終わる。\u001b[22m, \u001b[1m部分的には、P.A作品によってだから、と彼らが作るアニメはいつも本当に良いことになってしまいます。\u001b[22m\n\u001b[4mAlso because the art is beautiful/gorgeous.\u001b[24m\n    \u001b[1mまた、芸術は美しい/豪華であるため。\u001b[22m, \u001b[1mまた、芸術は/ゴージャス美しいですので。\u001b[22m\n\u001b[1m\u001b[22m\nAt first, I thought the guy's school uniforms looked very girly, (Hikari/Kaname), but eventually I got used to it.\n\n\u001b[1m最初は、私はその男のスクールユニフォームが非常にガーリーに見えると思ったが（ひかり/ Kaname）、結局私はそれに慣れた。\u001b[22m\n\u001b[1m(Saisho wa, watashi wa sono otoko no sukūruyunifōmu ga hijō ni gārī ni mieru to omottaga (Hikari/ Kaname), kekkyoku watashi wa sore ni nareta.)\u001b[22m\n\nTranslations of \u001b[4mAt first, I thought the guy's school uniforms looked very girly, (Hikari/Kaname), but eventually I got used to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I thought the guy's school uniforms looked very girly, (Hikari/Kaname), but eventually I got used to it.\u001b[24m\n    \u001b[1m最初は、私はその男のスクールユニフォームが非常にガーリーに見えると思ったが（ひかり/ Kaname）、結局私はそれに慣れた。\u001b[22m, \u001b[1m最初は、私は男の制服が（ひかり/かなめ）、非常にガーリーに見えたと思ったが、最終的に私はそれに慣れてしまいました。\u001b[22m\n\u001b[1m\u001b[22m\nTrust me, your feels will progressively become emotional each new episode. You'll grow to love this anime, and want more, to the point you finish it in one day.\n\n\u001b[1m私を信じて、あなたの感情は、新しいエピソードごとに徐々に感情的になります。 あなたはこのアニメを愛するように成長し、より多くの、1日で完了するポイントまで成長します。\u001b[22m\n\u001b[1m(Watashi o shinjite, anata no kanjō wa, atarashī episōdo-goto ni jojoni kanjō-teki ni narimasu. Anata wa kono anime o aisuru yō ni seichō shi, yori ōku no, 1-nichi de kanryō suru pointo made seichō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTrust me, your feels will progressively become emotional each new episode. You'll grow to love this anime, and want more, to the point you finish it in one day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrust me, your feels will progressively become emotional each new episode.\u001b[24m\n    \u001b[1m私を信じて、あなたの感情は、新しいエピソードごとに徐々に感情的になります。\u001b[22m, \u001b[1m私を信頼し、あなたの感触は次第にそれぞれの新しいエピソード感情的になります。\u001b[22m\n\u001b[4mYou'll grow to love this anime, and want more, to the point you finish it in one day.\u001b[24m\n    \u001b[1mあなたはこのアニメを愛するように成長し、より多くの、1日で完了するポイントまで成長します。\u001b[22m, \u001b[1mあなたが一日でそれを終えるポイントに、このアニメを好きに成長し、よりよいでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nMy favourite characters throughout the whole series remain pretty much the same, which are Tsumugu, and Miuna :) (You gotta love Miuna!!!\n\n\u001b[1m私の好きなキャラクターは、シリーズ全体を通してかなり同じです。ツムグとミウナです:)（あなたはミウナが大好き！\u001b[22m\n\u001b[1m(Watashi no sukina kyarakutā wa, shirīzu zentai o tōshite kanari onajidesu. Tsumugu to miunadesu: ) (Anata wa miuna ga daisuki)\u001b[22m\n\nTranslations of \u001b[4mMy favourite characters throughout the whole series remain pretty much the same, which are Tsumugu, and Miuna :) (You gotta love Miuna!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favourite characters throughout the whole series remain pretty much the same, which are Tsumugu, and Miuna :) (You gotta love Miuna!!!\u001b[24m\n    \u001b[1m私の好きなキャラクターは、シリーズ全体を通してかなり同じです。ツムグとミウナです:)（あなたはミウナが大好き！\u001b[22m, \u001b[1mシリーズ全体を通して、私の好きなキャラクターは、あなたがお奨めMiunaを愛する（Tsumuguである、ほとんど同じままであり、Miuna:)！\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "Eagleshadow",
    "profile": "/profile/Eagleshadow/reviews",
    "pages": "8",
    "number": "11",
    "link": "/reviews.php?id=193056",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\n私はこれについて複雑な感情を持っています。それは私自身も理解できません。 私は最初のエピソードではプロット論理の欠如を擁護した最初の人でしたが、プロットのロジックがショー全体でどのように便利すぎるのか気になっていました。 世界の大部分は、十分な説明（異なる惑星、海ではなく、実際には水ではなく、密度がはるかに低いなど）を備えた硬い地層の設定でさえも働く可能性があるので、残念です。 実際に日本であることに言及し、ある時点で言及された出版論文の形での科学の言及と、コンピュータなどの存在は、現実的な特徴付けとともに、現実感に近すぎる プロットが後で働くすべての魔法の便利な方法とあまりにも厳しく対照的です。\n\nロマンスドラマであることは、明らかに偉大なキャラクターを抱え、視聴者に感じさせることに最も頼ります。 私がキャラクターのために感じたショーの大半はすべてうまく機能しましたが、状況によっては（他のほとんどの視聴者とは違って私の驚きに）私の没入感を怒らせ、 私が期待していなかったミウナのように、私が一番好きな女の子になるだろうと思っている人もいます。\n\n私はそれを最も愛していたショーの真ん中に大きなポイントがあります。 私が持っていたもう一つの小さな問題は、気分転換の意味でそれがもっと決定的であることが好きだったということでした。 なぜ特定のカップルの場合に暖かい抱擁をアニメーション化するのは難しいですか？ そのようなものは、最後の文の後の期間がない美しい詩のような気分になりました。 あなたのOCDのレベルやこの場合は、ロマンスドラマのアニメからどれくらいの個人的なロマンチックな満足感が期待されるのかによって、それほど重要ではありません。 それにもかかわらず、結末はかなりうまく包まれ、すべてのものが考慮された。\n\nすべてのこれらの欠陥は、実際には、このショーがビジュアルになると、どのように胸が綺麗に綺麗であるかの面では大したことではありません。 喜劇ではないロマンスドラマは、ナンバーワンの敵として退屈する傾向があります。 渚のアスカラはこれをうまく扱っているので、プロットがしばしば自然界のSoLであっても、それは主に魅力的で、まれにペースが鈍っているだけです。  0％fanserviceは賞賛され、ジャンルやスタジオのために、特に恋愛感情を抱えている点を除けば、花咲一郎のように感じる人もいます。\n\nロマンスは感情的なやり方ではロマンチックではありませんでしたが（私にはうんざりします！）、それは客観的にロマンチックですが、自白の数は間違いなく高いですが、Toradoraにある気分がいいロマンスが欠けているので、  、ゴールデンタイム、またはSakurasouなどがありますが、EfやClannadの今ドラマのような、あなたが泣き叫ぶことはありません。 あるいはむしろ、それはそれを持っていますが、それらの例に比べて不釣り合いにはほとんどありません。 ロマンスはあまりにも現実的すぎると言っても過言ではありません。 それはほとんど悪いことではありませんが、単に個人的な好みの問題です。\n\nどのようにして、これはまだちょっと驚くべきことでしょうか？ それは、ユニークな設定、壮大なビジュアル、そして偉大なキャラクターライティングと思われるものによるものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI have complicated feelings about this one, to the point where I don't even understand it myself. I was the first to defend its lack of plot logic in the early episodes, but even I got bothered by how the plot logic just felt way too convenient throughout the show, which was a bit immersion breaking for me, made the world look artificial. It's a pity since a large part of world could have worked even in hard sf setting with sufficient explanations (like different planet, sea not actually being water and having much lower density, etc). Having a mention of land actually being Japan, and a mention of science in the form of publishing papers, which was mentioned at one point, as well as existence of computers and such, along with realistic characterisation, pushes the setting too close to realism and contrasts too harshly with all the magical convenient ways the plot later works.\n\n\u001b[1m私はこれについて複雑な感情を持っています。それは私自身も理解できません。 私は最初のエピソードではプロット論理の欠如を擁護した最初の人でしたが、プロットのロジックがショー全体でどのように便利すぎるのか気になっていました。 世界の大部分は、十分な説明（異なる惑星、海ではなく、実際には水ではなく、密度がはるかに低いなど）を備えた硬い地層の設定でさえも働く可能性があるので、残念です。 実際に日本であることに言及し、ある時点で言及された出版論文の形での科学の言及と、コンピュータなどの存在は、現実的な特徴付けとともに、現実感に近すぎる プロットが後で働くすべての魔法の便利な方法とあまりにも厳しく対照的です。\u001b[22m\n\u001b[1m(Watashi wa kore ni tsuite fukuzatsuna kanjō o motte imasu. Sore wa watashi jishin mo rikai dekimasen. Watashi wa saisho no episōdode wa purotto ronri no ketsujo o yōgo shita saisho no hitodeshitaga, purotto no rojikku ga shō zentai de dono yō ni benri sugiru no ka ki ni natte imashita. Sekai no daibubun wa, jūbun'na setsumei (kotonaru wakusei, umide wa naku, jissai ni wa mizude wa naku, mitsudo ga haruka ni hikui nado) o sonaeta katai chisō no setteide sae mo hataraku kanōsei ga aru node, zan'nendesu. Jissai ni Nihondearu koto ni genkyū shi, aru jiten de genkyū sa reta shuppan ronbun no katachi de no kagaku no genkyū to, konpyūta nado no sonzai wa, genjitsu-tekina tokuchō-tsuke to tomoni, genjitsu-kan ni chika sugiru purotto ga atode hataraku subete no mahō no benrina hōhō to amarini mo kibishiku taishō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI have complicated feelings about this one, to the point where I don't even understand it myself. I was the first to defend its lack of plot logic in the early episodes, but even I got bothered by how the plot logic just felt way too convenient throughout the show, which was a bit immersion breaking for me, made the world look artificial. It's a pity since a large part of world could have worked even in hard sf setting with sufficient explanations (like different planet, sea not actually being water and having much lower density, etc). Having a mention of land actually being Japan, and a mention of science in the form of publishing papers, which was mentioned at one point, as well as existence of computers and such, along with realistic characterisation, pushes the setting too close to realism and contrasts too harshly with all the magical convenient ways the plot later works.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have complicated feelings about this one, to the point where I don't even understand it myself.\u001b[24m\n    \u001b[1m私はこれについて複雑な感情を持っています。それは私自身も理解できません。\u001b[22m, \u001b[1m私は、私もそれを自分自身を理解していない点に、この1についての複雑な感情を持っています。\u001b[22m\n\u001b[4mI was the first to defend its lack of plot logic in the early episodes, but even I got bothered by how the plot logic just felt way too convenient throughout the show, which was a bit immersion breaking for me, made the world look artificial.\u001b[24m\n    \u001b[1m私は最初のエピソードではプロット論理の欠如を擁護した最初の人でしたが、プロットのロジックがショー全体でどのように便利すぎるのか気になっていました。\u001b[22m, \u001b[1m私は初期のエピソードにプロットロジックの欠如を守ることが第一号だったが、それでも私は、プロットロジックはちょうど世界が人工見せていた、私のために壊すビット浸漬したショー、全体であまりにも便利な気持ちに悩まされました。\u001b[22m\n\u001b[4mIt's a pity since a large part of world could have worked even in hard sf setting with sufficient explanations (like different planet, sea not actually being water and having much lower density, etc).\u001b[24m\n    \u001b[1m世界の大部分は、十分な説明（異なる惑星、海ではなく、実際には水ではなく、密度がはるかに低いなど）を備えた硬い地層の設定でさえも働く可能性があるので、残念です。\u001b[22m, \u001b[1m世界の大部分が（別の惑星のように、海は実際に水であるとはるかに低い密度を有していない、など）十分な説明を付けハードSFの設定であっても働いている可能性があるので、それは残念です。\u001b[22m\n\u001b[4mHaving a mention of land actually being Japan, and a mention of science in the form of publishing papers, which was mentioned at one point, as well as existence of computers and such, along with realistic characterisation, pushes the setting too close to realism and\u001b[24m\n    \u001b[1m実際に日本であることに言及し、ある時点で言及された出版論文の形での科学の言及と、コンピュータなどの存在は、現実的な特徴付けとともに、現実感に近すぎる\u001b[22m, \u001b[1m実際に日本という土地の言及を有し、かつ現実的なキャラクタリゼーションと一緒に1点で言及された出版論文の形だけでなく、コンピュータやそのようなものの存在の科学の言及は、リアリズムに近すぎる設定を押し、\u001b[22m\n\u001b[4mcontrasts too harshly with all the magical convenient ways the plot later works.\u001b[24m\n    \u001b[1mプロットが後で働くすべての魔法の便利な方法とあまりにも厳しく対照的です。\u001b[22m, \u001b[1mあまりにも厳しくプロットは、後に動作し、すべての魔法の便利な方法とは対照的です。\u001b[22m\n\u001b[1m\u001b[22m\nBeing a romance drama, it obviously relies the most on having great characters and having the viewer feel for them. For the majority of the show I felt for the characters and everything worked out nicely, but in some situations I (unlike most other viewers, to my surprise) did find some of their behavior stupid which made me angry and messed with my immersion again. Some characters I loved all the way through, like Miuna, which I did not expect would end up being the best girl for me.\n\n\u001b[1mロマンスドラマであることは、明らかに偉大なキャラクターを抱え、視聴者に感じさせることに最も頼ります。 私がキャラクターのために感じたショーの大半はすべてうまく機能しましたが、状況によっては（他のほとんどの視聴者とは違って私の驚きに）私の没入感を怒らせ、 私が期待していなかったミウナのように、私が一番好きな女の子になるだろうと思っている人もいます。\u001b[22m\n\u001b[1m(Romansu doramadearu koto wa, akiraka ni idaina kyarakutā o kakae, shichō-sha ni kanji saseru koto ni mottomo tayorimasu. Watashi ga kyarakutā no tame ni kanjita shō no taihan wa subete umaku kinō shimashitaga, jōkyō ni yotte wa (hoka no hotondo no shichō-sha to wa chigatte watashi no odoroki ni) watashi no botsunyū-kan o okora se, watashi ga kitai shite inakatta miuna no yō ni, watashi ga ichiban sukina on'nanoko ni narudarou to omotte iru hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mBeing a romance drama, it obviously relies the most on having great characters and having the viewer feel for them. For the majority of the show I felt for the characters and everything worked out nicely, but in some situations I (unlike most other viewers, to my surprise) did find some of their behavior stupid which made me angry and messed with my immersion again. Some characters I loved all the way through, like Miuna, which I did not expect would end up being the best girl for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a romance drama, it obviously relies the most on having great characters and having the viewer feel for them.\u001b[24m\n    \u001b[1mロマンスドラマであることは、明らかに偉大なキャラクターを抱え、視聴者に感じさせることに最も頼ります。\u001b[22m, \u001b[1m恋愛ドラマなので、それは明らかに大きな文字を有し、視聴者が彼らのために感じたのほとんどを依存しています。\u001b[22m\n\u001b[4mFor the majority of the show I felt for the characters and everything worked out nicely, but in some situations I (unlike most other viewers, to my surprise) did find some of their behavior stupid which made me angry and messed with my immersion again.\u001b[24m\n    \u001b[1m私がキャラクターのために感じたショーの大半はすべてうまく機能しましたが、状況によっては（他のほとんどの視聴者とは違って私の驚きに）私の没入感を怒らせ、\u001b[22m, \u001b[1mショーの大多数のために私は文字に感じたし、すべてがうまく働いたが、いくつかの状況では（他のほとんどの視聴者とは違って、私の驚きに）私は私が怒っていると、再び私の浸漬でめちゃめちゃ作ら愚かな彼らの行動のいくつかを見つけました。\u001b[22m\n\u001b[4mSome characters I loved all the way through, like Miuna, which I did not expect would end up being the best girl for me.\u001b[24m\n    \u001b[1m私が期待していなかったミウナのように、私が一番好きな女の子になるだろうと思っている人もいます。\u001b[22m, \u001b[1m一部の文字は、私は私が私のために最高の女の子になってしまうだろう期待していなかったMiuna、のように、を介してすべての道を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nThere is a great point around the middle of the show where I loved it the most. Another slight issue I had with it was that I would have liked it to have been even more conclusive, in a feelgood sense. Why is it so hard to animate a warm hug in the certain couple's case? Things like that made the ending feel like a beautiful poem that lacks a period after the last sentence. Yeah, it matters that little and that much at the same time, depending on your level of OCD, or in this case on how much personal romantic satisfaction you expect to get from a romance drama anime. Regardless, ending was wrapped up rather nicely all things considered.\n\n\u001b[1m私はそれを最も愛していたショーの真ん中に大きなポイントがあります。 私が持っていたもう一つの小さな問題は、気分転換の意味でそれがもっと決定的であることが好きだったということでした。 なぜ特定のカップルの場合に暖かい抱擁をアニメーション化するのは難しいですか？ そのようなものは、最後の文の後の期間がない美しい詩のような気分になりました。 あなたのOCDのレベルやこの場合は、ロマンスドラマのアニメからどれくらいの個人的なロマンチックな満足感が期待されるのかによって、それほど重要ではありません。 それにもかかわらず、結末はかなりうまく包まれ、すべてのものが考慮された。\u001b[22m\n\u001b[1m(Watashi wa sore o mottomo itoshite ita shō no man'naka ni ōkina pointo ga arimasu. Watashi ga motte ita mōhitotsu no chīsana mondai wa, kibun tenkan no imi de sore ga motto ketteitekidearu koto ga sukidatta to iu kotodeshita. Naze tokutei no kappuru no baai ni attakai hōyō o animēshon-ka suru no wa muzukashīdesu ka? Sono yōna mono wa, saigo no bun no nochi no kikan ga nai utsukushī uta no yōna kibun ni narimashita. Anata no OCD no reberu yako no baai wa, romansudorama no anime kara dorekurai no kojin-tekina romanchikkuna manzoku-kan ga kitai sa reru no ka ni yotte, sorehodo jūyōde wa arimasen. Sore nimokakawarazu, ketsumatsu wa kanari umaku tsutsuma re, subete no mono ga kōryo sa reta.)\u001b[22m\n\nTranslations of \u001b[4mThere is a great point around the middle of the show where I loved it the most. Another slight issue I had with it was that I would have liked it to have been even more conclusive, in a feelgood sense. Why is it so hard to animate a warm hug in the certain couple's case? Things like that made the ending feel like a beautiful poem that lacks a period after the last sentence. Yeah, it matters that little and that much at the same time, depending on your level of OCD, or in this case on how much personal romantic satisfaction you expect to get from a romance drama anime. Regardless, ending was wrapped up rather nicely all things considered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a great point around the middle of the show where I loved it the most.\u001b[24m\n    \u001b[1m私はそれを最も愛していたショーの真ん中に大きなポイントがあります。\u001b[22m, \u001b[1m私はそれを最も愛さショーの真ん中の周りの大きなポイントがあります。\u001b[22m\n\u001b[4mAnother slight issue I had with it was that I would have liked it to have been even more conclusive, in a feelgood sense.\u001b[24m\n    \u001b[1m私が持っていたもう一つの小さな問題は、気分転換の意味でそれがもっと決定的であることが好きだったということでした。\u001b[22m, \u001b[1m私はそれを持っていた別の若干の問題は、私はそれがフィールグッド意味で、より一層決定的だったと言っていたであろうということでした。\u001b[22m\n\u001b[4mWhy is it so hard to animate a warm hug in the certain couple's case?\u001b[24m\n    \u001b[1mなぜ特定のカップルの場合に暖かい抱擁をアニメーション化するのは難しいですか？\u001b[22m, \u001b[1mなぜそれが一生懸命特定の夫婦の場合には温かい抱擁をアニメーション化するのですか？\u001b[22m\n\u001b[4mThings like that made the ending feel like a beautiful poem that lacks a period after the last sentence.\u001b[24m\n    \u001b[1mそのようなものは、最後の文の後の期間がない美しい詩のような気分になりました。\u001b[22m, \u001b[1mそのようなことは、最後の文の後にピリオドを欠いている美しい詩のように終わる感じを作りました。\u001b[22m\n\u001b[4mYeah, it matters that little and that much at the same time, depending on your level of OCD, or in this case on how much personal romantic satisfaction you expect to get from a romance drama anime.\u001b[24m\n    \u001b[1mあなたのOCDのレベルやこの場合は、ロマンスドラマのアニメからどれくらいの個人的なロマンチックな満足感が期待されるのかによって、それほど重要ではありません。\u001b[22m, \u001b[1mうん、それはあなたが恋愛ドラマ、アニメから得ることを期待し、どのくらいの個人的なロマンチックな満足度にその小さなとそれほど同時に、OCDのあなたのレベルに応じて、または、この場合に問題になります。\u001b[22m\n\u001b[4mRegardless, ending was wrapped up rather nicely all things considered.\u001b[24m\n    \u001b[1mそれにもかかわらず、結末はかなりうまく包まれ、すべてのものが考慮された。\u001b[22m, \u001b[1mかかわらず、エンディングではなく、うまく考え、すべての物事を包みました。\u001b[22m\n\u001b[1m\u001b[22m\nAll those flaws really don't matter much in the face of how heart piercingly beautiful this show is when it comes to visuals. Romance dramas that aren't comedies tend to have boredom as their number one enemy. Nagi no Asukara deals with this rather well, so even if plot is often SoL in nature, it's mostly engaging and only rarely does pacing falter. 0% fanservice is commendable, and due to genre and studio, some of it feels like Hanasaku Iroha did, except better in all regards, especially in having more romance.\n\n\u001b[1mすべてのこれらの欠陥は、実際には、このショーがビジュアルになると、どのように胸が綺麗に綺麗であるかの面では大したことではありません。 喜劇ではないロマンスドラマは、ナンバーワンの敵として退屈する傾向があります。 渚のアスカラはこれをうまく扱っているので、プロットがしばしば自然界のSoLであっても、それは主に魅力的で、まれにペースが鈍いだけです。  0％fanserviceは賞賛され、ジャンルやスタジオのために、特に恋愛感情を抱えている点を除けば、花咲一郎のように感じる人もいます。\u001b[22m\n\u001b[1m(Subete no korera no kekkan wa, jissai ni wa, kono shō ga bijuaru ni naru to, dono yō ni mune ga kirei ni kireidearu ka no mende wa taishita kotode wa arimasen. Kigekide wanai romansu dorama wa, nanbāwan no teki to shite taikutsu suru keikō ga arimasu. Nagisa no asukara wa kore o umaku atsukatte irunode, purotto ga shibashiba shizen-kai no SoLdeatte mo, sore wa omoni mirikiteki de, mare ni pēsu ga nibui dakedesu. 0-Pāsento fanservice wa shōsan sa re, janru ya sutajio no tame ni, tokuni ren'ai kanjō o kakaete iru ten o nozokeba, Hanasaki Ichirō no yō ni kanjiru hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll those flaws really don't matter much in the face of how heart piercingly beautiful this show is when it comes to visuals. Romance dramas that aren't comedies tend to have boredom as their number one enemy. Nagi no Asukara deals with this rather well, so even if plot is often SoL in nature, it's mostly engaging and only rarely does pacing falter. 0% fanservice is commendable, and due to genre and studio, some of it feels like Hanasaku Iroha did, except better in all regards, especially in having more romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll those flaws really don't matter much in the face of how heart piercingly beautiful this show is when it comes to visuals.\u001b[24m\n    \u001b[1mすべてのこれらの欠陥は、実際には、このショーがビジュアルになると、どのように胸が綺麗に綺麗であるかの面では大したことではありません。\u001b[22m, \u001b[1mすべてのそれらの欠陥は、実際にそれがビジュアルに来るとき、この番組がどのように心臓刺し美しいの顔にはたいしたことありません。\u001b[22m\n\u001b[4mRomance dramas that aren't comedies tend to have boredom as their number one enemy.\u001b[24m\n    \u001b[1m喜劇ではないロマンスドラマは、ナンバーワンの敵として退屈する傾向があります。\u001b[22m, \u001b[1m喜劇ではないロマンスドラマは、その数1の敵のように退屈を持っている傾向があります。\u001b[22m\n\u001b[4mNagi no Asukara deals with this rather well, so even if plot is often SoL in nature, it's mostly engaging and only rarely does pacing falter.\u001b[24m\n    \u001b[1m渚のアスカラはこれをうまく扱っているので、プロットがしばしば自然界のSoLであっても、それは主に魅力的で、まれにペースが鈍いだけです。\u001b[22m, \u001b[1mナギにはAsukaraむしろよくこの扱っていないので、プロットは自然の中で、多くの場合、SoLの場合であっても、それは主に魅力的でまれにしかつまずくペーシングないんです。\u001b[22m\n\u001b[4m0% fanservice is commendable, and due to genre and studio, some of it feels like Hanasaku Iroha did, except better in all regards, especially in having more romance.\u001b[24m\n    \u001b[1m0％fanserviceは賞賛され、ジャンルやスタジオのために、特に恋愛感情を抱えている点を除けば、花咲一郎のように感じる人もいます。\u001b[22m, \u001b[1m0％のサービスカットは立派です、と花咲くいろはが行ったように起因ジャンルやスタジオに、それのいくつかは、特により多くのロマンスを有することで、すべての点でより良い除き、感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThough romance wasn't romantic in a feelgood way (pander to me dammit!), it's objectively romantic, as number of confessions is definitely high, but it often doesn't feel romantic enough, as it lacks that feelgood romance that's present in Toradora , Golden Time, or Sakurasou for example, yet it also lacks the fuck-you-you're-gonna-cry-now drama of Ef or Clannad. Or rather, it does have it, but disproportionately little compared to those examples. One could even say romance is a bit too realistic here, something 5cm/sec suffered way more from. Though that's hardly a bad thing, but merely a matter of personal taste.\n\n\u001b[1mロマンスは感情的なやり方ではロマンチックではありませんでしたが（私にはうんざりします！）、それは客観的にロマンチックですが、自白の数は間違いなく高いですが、Toradoraにある気分がいいロマンスが欠けているので、  、ゴールデンタイム、またはSakurasouなどがありますが、EfやClannadの今ドラマのような、あなたが泣き叫ぶことはありません。 あるいはむしろ、それはそれを持っていますが、それらの例に比べて不釣り合いにはほとんどありません。 ロマンスはあまりにも現実的すぎると言っても過言ではありません。 それはほとんど悪いことではありませんが、単に個人的な好みの問題です。\u001b[22m\n\u001b[1m(Romansu wa kanjō-tekina yarikatade wa romanchikkude wa arimasendeshitaga (watashiniha unzari shimasu!), Soreha kakkanteki ni romanchikkudesuga, jihaku no kazu wa machigainaku takaidesuga, Toradora ni aru kibungaī romansu ga kakete irunode, , gōrudentaimu, matawa Sakurasou nado ga arimasuga, Ef ya Clannad no ima dorama no yōna, anata ga nakisakebu koto wa arimasen. Aruiwa mushiro, sore wa sore o motte imasuga, sorera no rei ni kurabete fu tsuriai ni wa hotondo arimasen. Romansu wa amarini mo genjitsu-teki sugiru to itte mo kagonde wa arimasen. Sore wa hotondo warui kotode wa arimasenga, tan'ni kojin-tekina konomi no mondaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThough romance wasn't romantic in a feelgood way (pander to me dammit!), it's objectively romantic, as number of confessions is definitely high, but it often doesn't feel romantic enough, as it lacks that feelgood romance that's present in Toradora , Golden Time, or Sakurasou for example, yet it also lacks the fuck-you-you're-gonna-cry-now drama of Ef or Clannad. Or rather, it does have it, but disproportionately little compared to those examples. One could even say romance is a bit too realistic here, something 5cm/sec suffered way more from. Though that's hardly a bad thing, but merely a matter of personal taste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough romance wasn't romantic in a feelgood way (pander to me dammit!), it's objectively romantic, as number of confessions is definitely high, but it often doesn't feel romantic enough, as it lacks that feelgood romance that's present in Toradora\u001b[24m\n    \u001b[1mロマンスは感情的なやり方ではロマンチックではありませんでしたが（私にはうんざりします！）、それは客観的にロマンチックですが、自白の数は間違いなく高いですが、Toradoraにある気分がいいロマンスが欠けているので、\u001b[22m, \u001b[1mロマンスは（くそ私に迎合！）フィールグッドのようにロマンチックではなかったものの自白の数は間違いなく高いですが、それはとらドラに存在だというフィールグッドロマンスを欠いているとして、それは多くの場合、十分なロマンチックな感じがしないように、それは、客観的にロマンチックです\u001b[22m\n\u001b[4m, Golden Time, or Sakurasou for example, yet it also lacks the fuck-you-you're-gonna-cry-now drama of Ef or Clannad.\u001b[24m\n    \u001b[1m、ゴールデンタイム、またはSakurasouなどがありますが、EfやClannadの今ドラマのような、あなたが泣き叫ぶことはありません。\u001b[22m, \u001b[1m、ゴールデンタイム、または例えばSakurasou、まだそれはまた、Efのかクラナドの性交 - あなた-you're-つもり-叫び-今ドラマを欠いています。\u001b[22m\n\u001b[4mOr rather, it does have it, but disproportionately little compared to those examples.\u001b[24m\n    \u001b[1mあるいはむしろ、それはそれを持っていますが、それらの例に比べて不釣り合いにはほとんどありません。\u001b[22m, \u001b[1mか、それはそれを持っていませんが、不釣り合いに少しこれらの実施例に比べて。\u001b[22m\n\u001b[4mOne could even say romance is a bit too realistic here, something 5cm/sec suffered way more from.\u001b[24m\n    \u001b[1mロマンスはあまりにも現実的すぎると言っても過言ではありません。\u001b[22m, \u001b[1m一つはあっても、何か5センチメートル/秒からの方法よりに苦しん、ロマンス、ここで少しも現実的であると言えるでしょう。\u001b[22m\n\u001b[4mThough that's hardly a bad thing, but merely a matter of personal taste.\u001b[24m\n    \u001b[1mそれはほとんど悪いことではありませんが、単に個人的な好みの問題です。\u001b[22m, \u001b[1mそれはほとんど悪いことではなく、単に個人の好みの問題だけど。\u001b[22m\n\u001b[1m\u001b[22m\nHow is this still kinda amazing after all that? It's due to unique setting, spectacular visuals and what appears to be great character writing.\n\n\u001b[1mどのようにして、これはまだちょっと驚くべきことでしょうか？ それは、ユニークな設定、壮大なビジュアル、そして偉大なキャラクターライティングと思われるものによるものです。\u001b[22m\n\u001b[1m(Dono yō ni shite, kore wa mada chotto odorokubeki kotodeshou ka? Sore wa, yunīkuna settei, sōdaina bijuaru, soshite idaina kyarakutāraitingu to omowa reru mono ni yoru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mHow is this still kinda amazing after all that? It's due to unique setting, spectacular visuals and what appears to be great character writing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow is this still kinda amazing after all that?\u001b[24m\n    \u001b[1mどのようにして、これはまだちょっと驚くべきことでしょうか？\u001b[22m, \u001b[1mこれはどのようにすべてのことの後、まだちょっと驚きですか？\u001b[22m\n\u001b[4mIt's due to unique setting, spectacular visuals and what appears to be great character writing.\u001b[24m\n    \u001b[1mそれは、ユニークな設定、壮大なビジュアル、そして偉大なキャラクターライティングと思われるものによるものです。\u001b[22m, \u001b[1mそれはユニークな設定、壮大なビジュアルとどのような偉大な文字の書き込みであるように見えるが原因です。\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "hemollo",
    "profile": "/profile/hemollo/reviews",
    "pages": "8",
    "number": "12",
    "link": "/reviews.php?id=141033",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  6\n\n間違いなく、私が見た中で最も美しいシリーズだと言います。\nグッドストーリー良いキャラクター/芸術創造、全体的にちょうど良い、公正な十分。\n\nどのくらい楽しんでいるのですか？私はアートとストーリーを楽しんでいます。 しかし、ロマンス/物語、それについてはわからない。\n\nうん、ヒカリ、マナカ、他の人たちのために時間を止めて、チサキと津を止めたのではないか？ チサキと津は土地、同じ家、同じ学校に5年間住んでいます。 彼らは確かに何かを得るでしょう。 しかし、私はチサキがひかりに持っている愛を忘れることができませんでした。 彼女は津を受け入れた瞬間、それはただのアニメであっても私を傷つけました。 寝ることさえできなかったことが多かった...愛は数週間私を悩まし、それはYEAARSのように感じる。\n\n全体的に良い7/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWill definitely say it is a one the most beautiful series I've seen.\n\n\u001b[1m間違いなく、私が見た中で最も美しいシリーズだと言います。\u001b[22m\n\u001b[1m(Machigainaku, watashi ga mita naka de mottomo utsukushī shirīzuda to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mWill definitely say it is a one the most beautiful series I've seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWill definitely say it is a one the most beautiful series I've seen.\u001b[24m\n    \u001b[1m間違いなく、私が見た中で最も美しいシリーズだと言います。\u001b[22m, \u001b[1m間違いなくそれは私が見た中で最も美しいシリーズ1であると言うだろう。\u001b[22m\nGood story good character/art creation, overall just good, fair enough.\n\n\u001b[1mグッドストーリー良いキャラクター/芸術創造、全体的にちょうど良い、公正な十分。\u001b[22m\n\u001b[1m(Guddosutōrī yoi kyarakutā/ geijutsu sōzō, zentai-teki ni chōdo yoi, kōseina jūbun.)\u001b[22m\n\nTranslations of \u001b[4mGood story good character/art creation, overall just good, fair enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood story good character/art creation, overall just good, fair enough.\u001b[24m\n    \u001b[1mグッドストーリー良いキャラクター/芸術創造、全体的にちょうど良い、公正な十分。\u001b[22m, \u001b[1mいい話良い性格/アートの作成、全体的にちょうど良い、十分なフェア。\u001b[22m\n\u001b[1m\u001b[22m\nHow much i enjoy it, well i enjoy the art and story. But the romance/story, not sure about that.\n\n\u001b[1mどれくらい楽しんでいるのですか？私はアートとストーリーを楽しんでいます。 しかし、ロマンス/物語、それについてはわからない。\u001b[22m\n\u001b[1m(Dorekurai tanoshinde iru nodesu ka? Watashi wa āto to sutōrī o tanoshinde imasu. Shikashi, romansu/ monogatari, sore ni tsuite wa wakaranai.)\u001b[22m\n\nTranslations of \u001b[4mHow much i enjoy it, well i enjoy the art and story. But the romance/story, not sure about that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow much i enjoy it, well i enjoy the art and story.\u001b[24m\n    \u001b[1mどれくらい楽しんでいるのですか？私はアートとストーリーを楽しんでいます。\u001b[22m, \u001b[1mどのくらい私はよく私は芸術と物語を楽しむ、それを楽しみます。\u001b[22m\n\u001b[4mBut the romance/story, not sure about that.\u001b[24m\n    \u001b[1mしかし、ロマンス/物語、それについてはわからない。\u001b[22m, \u001b[1mしかし、ロマンス/物語、そのわかりません。\u001b[22m\n\u001b[1m\u001b[22m\nYeah sure they stopped the time for Hikari, Manaka and others and not Chisaki and Tsu. Chisaki and Tsu living their 5 years on land, same house, same school. They sure will get something going on. But I couldn't forget the love Chisaki has for Hikari. The moment she accepted Tsu, that hurted me even though it is just anime. Hurted that much I couldn't even sleep... that love bother me for weeks, and it feels like YEAARS.\n\n\u001b[1mうん、ヒカリ、マナカ、他の人たちのために時間を止めて、チサキと津を止めたのではないか？ チサキと津は土地、同じ家、同じ学校に5年間住んでいます。 彼らは確かに何かを得るでしょう。 しかし、私はチサキがひかりに持っている愛を忘れることができませんでした。 彼女は津を受け入れた瞬間、それはただのアニメであっても私を傷つけました。 寝ることさえできなかったことが多かった...愛は数週間私を悩まし、それはYEAARSのように感じる。\u001b[22m\n\u001b[1m(Un, Hikari, Manaka, hokanohito-tachi no tame ni jikanwotomete, chisaki to tsu o tometa node wanai ka? Chisaki to Tsu wa tochi, onaji-ka, onaji gakkō ni 5-nenkan sunde imasu. Karera wa tashika ni nanika o erudeshou. Shikashi, watashi wa chisaki ga Hikari ni motte iru ai o wasureru koto ga dekimasendeshita. Kanojo wa tsu o ukeireta shunkan, soreha tada no animedeatte mo watashi o kizutsukemashita. Neru koto sae dekinakatta koto ga ōkatta... Ai wa sū-shūkan watashi o nayamashi, soreha YEAARS no yō ni kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mYeah sure they stopped the time for Hikari, Manaka and others and not Chisaki and Tsu. Chisaki and Tsu living their 5 years on land, same house, same school. They sure will get something going on. But I couldn't forget the love Chisaki has for Hikari. The moment she accepted Tsu, that hurted me even though it is just anime. Hurted that much I couldn't even sleep... that love bother me for weeks, and it feels like YEAARS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYeah sure they stopped the time for Hikari, Manaka and others and not Chisaki and Tsu.\u001b[24m\n    \u001b[1mうん、ヒカリ、マナカ、他の人たちのために時間を止めて、チサキと津を止めたのではないか？\u001b[22m, \u001b[1mうん必ず彼らはひかり、愛花と他人ではなく、Chisakiと津のための時間を停止しました。\u001b[22m\n\u001b[4mChisaki and Tsu living their 5 years on land, same house, same school.\u001b[24m\n    \u001b[1mチサキと津は土地、同じ家、同じ学校に5年間住んでいます。\u001b[22m, \u001b[1m土地、同じ家、同じ学校に彼らの5年間を生きChisaki津。\u001b[22m\n\u001b[4mThey sure will get something going on.\u001b[24m\n    \u001b[1m彼らは確かに何かを得るでしょう。\u001b[22m, \u001b[1m彼らは確かに何かが起こって取得します。\u001b[22m\n\u001b[4mBut I couldn't forget the love Chisaki has for Hikari.\u001b[24m\n    \u001b[1mしかし、私はチサキがひかりに持っている愛を忘れることができませんでした。\u001b[22m, \u001b[1mしかし、私はChisakiはひかりのために持っている愛を忘れることができませんでした。\u001b[22m\n\u001b[4mThe moment she accepted Tsu, that hurted me even though it is just anime.\u001b[24m\n    \u001b[1m彼女は津を受け入れた瞬間、それはただのアニメであっても私を傷つけました。\u001b[22m, \u001b[1m瞬間、彼女は私をhurtedすると、それだけでアニメであるにもかかわらずこと、津を受け入れました。\u001b[22m\n\u001b[4mHurted that much I couldn't even sleep... that love bother me for weeks, and it feels like YEAARS.\u001b[24m\n    \u001b[1m寝ることさえできなかったことが多かった...愛は数週間私を悩まし、それはYEAARSのように感じる。\u001b[22m, \u001b[1mHurtedそれほど私も...その愛は週間私を気に眠ることができなかった、そしてそれはYEAARSのように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall good 7/10\n\n\u001b[1m全体的に良い7/10\u001b[22m\n\u001b[1m(Zentai-teki ni yoi 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall good 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall good 7/10\u001b[24m\n    \u001b[1m全体的に良い7/10\u001b[22m"
  },
  {
    "title": "Nagi_no_Asukara",
    "id": "16067",
    "url": "https://myanimelist.net/anime/16067/Nagi_no_Asukara",
    "user": "AnExtra",
    "profile": "/profile/AnExtra/reviews",
    "pages": "8",
    "number": "13",
    "link": "/reviews.php?id=140829",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  8\n\nナギのアスカラ。 レビューは個人の嗜好に大きく依存していますが（定義上は偏見的で主観的ですが）、この素晴らしいアニメに全員が満場一致で一致すると誠意をもって信じています。\n\nそれについて何が言えるのですか？ 確かにショーの前提は、最初のエピソードを開始するのに十分興味深いです。 そして、最初のエピソードは私の興味を喚起するのに成功し、より多くのコンテンツのために私を抱きしめました。 最初から、2つの側面が高品質で目立っていました：芸術と音。\n\nアート、サウンド、アニメーション// [10/10]\n\nアニメーションは美しいアートワークと非常によく合います。このアニメの最も幸運な品質は、その細かい照明に起因するものです。 反射や海の景色のように、水の中にあるべきであり、水の下にあるべきであるべきことに敬意を払っています。 海と地方の村の間に新旧の古風なものが混在しています。 この設定は、現実的で審美的に創造的で、おなじみでユニークなスタイルで描かれています。 音楽に関しては、特に、最初のオープニング曲、「The Lull of the Sea」にエピソード1〜13のものが惹かれていました。サウンドトラックの明るさは、海の感触とテーマに大きな正義をもたらします。 残りの音楽は、あまりにも気を散らすだけでなく、不必要でもなく、適切に挿入されます。\n\nストーリー// [8/10]\n\n複雑で禁止された愛、奇妙ではあるが信じられない幻想、そして多くの誤解や愛三角形（四角形の六角形の線）をぶつけているプロット、渚のアスカラは、友人と 一般的に人々と社会の間に緊張を高めている。 私は、プロットがやや複雑であり、多少予測可能だとはっきりと考えていました。 しかし、ラブストーリーの創造には多くの方法しかありませんが、閉鎖と終わりの感覚があるという事実を信じています。 はい、人々は誠実で完璧な結末を抱いており、しなければならなかったはずのことについてよく喧嘩しています。 そして、はい、多くの時間、作者とプロデューサーは、観客が嫌なやりとりをしてしまうのを避けるため、結末を観客の裁量に任せようとしています。 しかし、この特定のアニメは、それが持っていた終わりなしで完了したことはありません。 今、私は結末をあまりにも賞賛していないことは間違いありません。 しかし、嵐（または渦）の塵（または泡）が落ち着くと、私は満足していると感じました。 永遠に変わったにもかかわらず、キャラクターは大丈夫、お互いや自分自身と平和であることを知って、このアニメを残すことができると感じました。\n\n私はこのアニメの愛情を描写していましたが、実際には真っ直ぐで曲がりくねった線でなければなりません。少なくとも、途中まで、片方向の愛に満ちていて、エピソード13の周りにいなければなりません。 イライラするかもしれない。 しかし、それでも、まあ...誰もがすべてを幸せにするほど完璧なものはありません。 賛否両論が賛否両論よりも重要だと私は言う。\n\n文字//  -  [7/10]\n\n私は鈍くて、キャラクターは本当に多様性があまりないと言います。 人格要素を含めるとしても、その外観は非常に似ていました。まあ、面白かったように面白かったわけではありません。 本当に2人のキャラクターだけが私のために目立っていました。ただ、悪臭を放つウロコ様、ストイキズムとストレートフォワードのキハラツムグーは、「エー・トー」と「ア・ノー」のすべてから爽やかで楽しい変化を遂げました  - ネ？\n\nそれによると、ほとんど誰もが広範なキャラクター開発をしていました。 たとえそれが他の人物に悪影響を与えることを意味していたとしても、誰かが何かをしていることに感謝できると私は本当に感じました。私は理解して、より大きな絵を見ることができたからです。 プロデューサーは、視聴者を大部分のために明るく保ち、ストーリーの信頼性と明確な方向感を与えました。\n\n全体的な// [9/10]\n\nわたしはそれを楽しみました。 あなたはそれを楽しんだり、楽しんでいるかもしれません。 あなたは持っていないかもしれません。 しかし、味は、何度も柔軟性があります。 このアニメが全員にアピールしなくても、事実上の品質は主観的思考の対象にはなりません。 それは美しくオーケストレーションされたアニメであり、視聴者に非常に深い印象を残す。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNagi no Asukara. Although reviews lean heavily on individual taste(which, by definition, is biased and subjective), I sincerely believe that the majority of watchers could come to a unanimous agreement on this wonderful and refreshing anime.\n\n\u001b[1mナギのアスカラ。 レビューは個人の嗜好に大きく依存していますが（定義上は偏見的で主観的ですが）、この素晴らしいアニメに全員が満場一致で一致すると誠意をもって信じています。\u001b[22m\n\u001b[1m(Nagi no asukara. Rebyū wa kojin no shikō ni ōkiku izon shite imasuga (teigi-jō wa henken-tekide shukan-tekidesuga), kono subarashī anime ni zen'in ga manjōitchi de itchi suruto seii o motte shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNagi no Asukara. Although reviews lean heavily on individual taste(which, by definition, is biased and subjective), I sincerely believe that the majority of watchers could come to a unanimous agreement on this wonderful and refreshing anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNagi no Asukara.\u001b[24m\n    \u001b[1mナギのアスカラ。\u001b[22m, \u001b[1mナギなしAsukara。\u001b[22m\n\u001b[4mAlthough reviews lean heavily on individual taste(which, by definition, is biased and subjective), I sincerely believe that the majority of watchers could come to a unanimous agreement on this wonderful and refreshing anime.\u001b[24m\n    \u001b[1mレビューは個人の嗜好に大きく依存していますが（定義上は偏見的で主観的ですが）、この素晴らしいアニメに全員が満場一致で一致すると誠意をもって信じています。\u001b[22m, \u001b[1mレビューは、（定義により、バイアスされ、主観的である、）個々の味に大きく傾くが、私は心からウォッチャーの大半はこの素晴らしいとさわやかなアニメ上の全会一致の合意に達することができると信じています。\u001b[22m\n\u001b[1m\u001b[22m\nWhat can I say about it? Certainly the premise of the show is interesting enough to begin the first episode. And the first episode succeeded in piquing my interest, keeping me around for more content. Right from the beginning, two aspects were noticeably in high quality: The art and sound.\n\n\u001b[1mそれについて何が言えるのですか？ 確かにショーの前提は、最初のエピソードを開始するのに十分興味深いです。 そして、最初のエピソードは私の興味を喚起するのに成功し、より多くのコンテンツのために私を抱きしめました。 最初から、2つの側面が高品質で目立っていました：芸術と音。\u001b[22m\n\u001b[1m(Sore ni tsuite nani ga ieru nodesu ka? Tashika ni shō no zentei wa, saisho no episōdo o kaishi surunoni jūbun kyōmibukaidesu. Soshite, saisho no episōdo wa watashi no kyōmi o kanki suru no ni seikō shi, yori ōku no kontentsu no tame ni watashi o dakishimemashita. Saisho kara, 2tsu no sokumen ga kō hinshitsu de medatte imashita: Geijutsu to oto.)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say about it? Certainly the premise of the show is interesting enough to begin the first episode. And the first episode succeeded in piquing my interest, keeping me around for more content. Right from the beginning, two aspects were noticeably in high quality: The art and sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say about it?\u001b[24m\n    \u001b[1mそれについて何が言えるのですか？\u001b[22m, \u001b[1m私はそれについて何を言うことができますか？\u001b[22m\n\u001b[4mCertainly the premise of the show is interesting enough to begin the first episode.\u001b[24m\n    \u001b[1m確かにショーの前提は、最初のエピソードを開始するのに十分興味深いです。\u001b[22m, \u001b[1m確かにショーの前提は、最初のエピソードを開始するのに十分面白いです。\u001b[22m\n\u001b[4mAnd the first episode succeeded in piquing my interest, keeping me around for more content.\u001b[24m\n    \u001b[1mそして、最初のエピソードは私の興味を喚起するのに成功し、より多くのコンテンツのために私を抱きしめました。\u001b[22m, \u001b[1mそして、最初のエピソードは、より多くのコンテンツのための私の周りを保ち、私の興味をpiquingに成功しました。\u001b[22m\n\u001b[4mRight from the beginning, two aspects were noticeably in high quality: The art and sound.\u001b[24m\n    \u001b[1m最初から、2つの側面が高品質で目立っていました：芸術と音。\u001b[22m, \u001b[1m最初から、2つの側面は、高品質で顕著であった：アートとサウンド。\u001b[22m\n\u001b[1m\u001b[22m\nArt, Sound, and Animation // [10/10]\n\n\u001b[1mアート、サウンド、アニメーション// [10/10]\u001b[22m\n\u001b[1m(Āto, saundo, animēshon/ / [10/ 10])\u001b[22m\n\nTranslations of \u001b[4mArt, Sound, and Animation // [10/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt, Sound, and Animation // [10/10]\u001b[24m\n    \u001b[1mアート、サウンド、アニメーション// [10/10]\u001b[22m, \u001b[1mアート、サウンド、およびアニメーション// [10/10]\u001b[22m\n\u001b[1m\u001b[22m\nThe animation flows extremely well with the beautiful artwork, and the most auspicious quality of this anime can be attributed to its fine lighting. There is great heed paid to how things would and should be under water, such as reflections and the seascape. There is also a fine mix of the new and archaic between the sea and surface villages. The setting is portrayed in a familiar and yet unique style, both realistic and aesthetically creative. As for the music, I particularly found myself attracted to the very first opening song, 'The Lull of the Sea', of episodes 1 ~ 13. The lightness of the soundtrack does great justice to the feel and theme of the ocean. The rest of the music is inserted appropriately, not too distracting but also not unnecessary.\n\n\u001b[1mアニメーションは美しいアートワークと非常によく合います。このアニメの最も幸運な品質は、その細かい照明に起因するものです。 反射や海の景色のように、水の中にあるべきであり、水の下にあるべきであるべきことに敬意を払っています。 海と地方の村の間に新旧の古風なものが混在しています。 この設定は、現実的で審美的に創造的で、おなじみでユニークなスタイルで描かれています。 音楽に関しては、特に、最初のオープニング曲、「The Lull of the Sea」にエピソード1〜13のものが惹かれていました。サウンドトラックの明るさは、海の感触とテーマに大きな正義をもたらします。 残りの音楽は、あまりにも気を散らすだけでなく、不必要でもなく、適切に挿入されます。\u001b[22m\n\u001b[1m(Animēshon wa utsukushī ātowāku to hijō ni yoku aimasu. Kono anime no mottomo kōun'na hinshitsu wa, sono komakai shōmei ni kiin suru monodesu. Hansha ya umi no keshiki no yō ni, mizu no naka ni arubekideari, mizu no shita ni arubekidearubeki koto ni keii o haratte imasu. Umi to chihō no mura no ma ni shinkyū no kofūna mono ga konzai shite imasu. Kono settei wa, genjitsu-tekide shinbi-teki ni sōzō-tekide, onajimi de yunīkuna sutairu de egaka rete imasu. Ongaku ni kanshite wa, tokuni, saisho no ōpuningu-kyoku,`The Lull of the Sea' ni episōdo 1 〜 13 no mono ga hika rete imashita. Saundotorakku no akaru-sa wa, umi no kanshoku to tēma ni ōkina seigi o motarashimasu. Nokori no ongaku wa, amarini mo ki o chirasu dakedenaku, fuhitsuyōde mo naku, tekisetsu ni sōnyū sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation flows extremely well with the beautiful artwork, and the most auspicious quality of this anime can be attributed to its fine lighting. There is great heed paid to how things would and should be under water, such as reflections and the seascape. There is also a fine mix of the new and archaic between the sea and surface villages. The setting is portrayed in a familiar and yet unique style, both realistic and aesthetically creative. As for the music, I particularly found myself attracted to the very first opening song, 'The Lull of the Sea', of episodes 1 ~ 13. The lightness of the soundtrack does great justice to the feel and theme of the ocean. The rest of the music is inserted appropriately, not too distracting but also not unnecessary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation flows extremely well with the beautiful artwork, and the most auspicious quality of this anime can be attributed to its fine lighting.\u001b[24m\n    \u001b[1mアニメーションは美しいアートワークと非常によく合います。このアニメの最も幸運な品質は、その細かい照明に起因するものです。\u001b[22m, \u001b[1mアニメーションは、美しいアートワークと非常によく流れ、このアニメの中で最も縁起の良い品質は、その微細な照明に起因することができます。\u001b[22m\n\u001b[4mThere is great heed paid to how things would and should be under water, such as reflections and the seascape.\u001b[24m\n    \u001b[1m反射や海の景色のように、水の中にあるべきであり、水の下にあるべきであるべきことに敬意を払っています。\u001b[22m, \u001b[1mこのような反射や海などの物事は、水の下でなければならないだろうかに支払われた大きな耳を傾けるが、あります。\u001b[22m\n\u001b[4mThere is also a fine mix of the new and archaic between the sea and surface villages.\u001b[24m\n    \u001b[1m海と地方の村の間に新旧の古風なものが混在しています。\u001b[22m, \u001b[1m海と表面の村の間に新しいと古風なの罰金ミックスもあります。\u001b[22m\n\u001b[4mThe setting is portrayed in a familiar and yet unique style, both realistic and aesthetically creative.\u001b[24m\n    \u001b[1mこの設定は、現実的で審美的に創造的で、おなじみでユニークなスタイルで描かれています。\u001b[22m, \u001b[1m設定は現実的かつ審美的に創造の両方、おなじみの、まだユニークなスタイルで描かれています。\u001b[22m\n\u001b[4mAs for the music, I particularly found myself attracted to the very first opening song, 'The Lull of the Sea', of episodes 1 ~ 13. The lightness of the soundtrack does great justice to the feel and theme of the ocean.\u001b[24m\n    \u001b[1m音楽に関しては、特に、最初のオープニング曲、「The Lull of the Sea」にエピソード1〜13のものが惹かれていました。サウンドトラックの明るさは、海の感触とテーマに大きな正義をもたらします。\u001b[22m, \u001b[1m音楽に関しては、私は特に自分がサウンドトラックの明度が海の感触とテーマに偉大な正義をするエピソード1〜13の、非常に最初のオープニング曲、「海の小康状態」に惹か発見しました。\u001b[22m\n\u001b[4mThe rest of the music is inserted appropriately, not too distracting but also not unnecessary.\u001b[24m\n    \u001b[1m残りの音楽は、あまりにも気を散らすだけでなく、不必要でもなく、適切に挿入されます。\u001b[22m, \u001b[1m音楽の残りの部分は非常に複雑に入り組んではないだけでなく、不必要なない、適切に挿入されています。\u001b[22m\n\u001b[1m\u001b[22m\nStory // [8/10]\n\n\u001b[1mストーリー// [8/10]\u001b[22m\n\u001b[1m(Sutōrī/ / [8 / 10])\u001b[22m\n\nTranslations of \u001b[4mStory // [8/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory // [8/10]\u001b[24m\n    \u001b[1mストーリー// [8/10]\u001b[22m\n\u001b[1m\u001b[22m\nA plot juggling complicated and forbidden love, strange but believable fantasy, and a heck of a lot of misunderstandings and love triangles (squares? hexagons? a line?), Nagi no Asukara incorporates the parallelism of growing tension between friends, as well as the growing tension between people and societies in general. I found the plot to be rather complex and well thought out, albeit somewhat predictable. There are only so many ways to go about creating a love story however, and I give credit to the fact that there is closure and a sense of finality. Yes, people have qualms on sincere, complete endings, and often bicker about what should have been. And yes, many times authors and producers are tempted to leave the ending up to the viewer's discretion to avoid having an audience leave disgusted and unfulfilled. However, this particular anime would never have been completed without the ending that it had. Now, I'm most certainly not praising the ending too much, as it did have its fair share of flaws. However, when the dust (or bubbles) of the storm (or whirlpool) settled, I felt content, relaxed, even. I felt that I could leave this anime behind knowing that the characters would be alright and with peace with each other and themselves, despite having been changed forever.\n\n\u001b[1m複雑で禁止された愛、奇妙ではあるが信じられない幻想、そして多くの誤解や愛三角形（四角形の六角形の線）をぶつけているプロット、渚のアスカラは、友人と 一般的に人々と社会の間に緊張を高めている。 私は、プロットがやや複雑であり、多少予測可能だとはっきりと考えていました。 しかし、ラブストーリーの創造には多くの方法しかありませんが、閉鎖と終わりの感覚があるという事実を信じています。 はい、人々は誠実で完璧な結末を抱いており、しなければならなかったはずのことについてよく喧嘩しています。 そして、はい、多くの時間、作者とプロデューサーは、観客が嫌なやりとりをしてしまうのを避けるため、結末を観客の裁量に任せようとしています。 しかし、この特定のアニメは、それが持っていた終わりなしで完了したことはありません。 今、私は結末をあまりにも賞賛していないことは間違いありません。 しかし、嵐（または渦）の塵（または泡）が落ち着くと、私は満足していると感じました。 永遠に変わったにもかかわらず、キャラクターは大丈夫、お互いや自分自身と平和であることを知って、このアニメを残すことができると感じました。\u001b[22m\n\u001b[1m(Fukuzatsude kinshi sa reta ai, kimyōde wa aru ga shinjirarenai gensō, soshite ōku no gokai ya ai sankakkei (shikakkei no rokkakkei no sen) o butsukete iru purotto, nagisa no asukara wa, yūjin to ippantekini hitobito to shakai no ma ni kinchō o takamete iru. Watashi wa, purotto ga yaya fukuzatsudeari, tashō yosoku kanōda to hakkiri to kangaete imashita. Shikashi, rabusutōrī no sōzō ni wa ōku no hōhō shika arimasenga, heisa to owari no kankaku ga aru to iu jijitsu o shinjite imasu. Hai, hitobito wa seijitsude kanpekina ketsumatsu o daite ori, shinakereba naranakatta hazu no koto ni tsuite yoku kenka shite imasu. Soshite, wa i, ōku no jikan, sakusha to purode~yūsā wa, kankyaku ga iyana yaritori o shite shimau no o yokeru tame, ketsumatsu o kankyaku no sairyō ni makaseyou to shite imasu. Shikashi, kono tokutei no anime wa, sore ga motte ita owari nashi de kanryō shita koto wa arimasen. Ima, watashi wa ketsumatsu o amarini mo shōsan shite inai koto wa machigai arimasen. Shikashi, arashi (matawa uzu) no chiri (matawa awa) ga ochitsuku to, watashi wa manzoku shite iru to kanjimashita. Eien ni kawatta nimokakawarazu, kyarakutā wa daijōbu, otagai ya jibun jishin to heiwadearu koto o shitte, kono anime o nokosu koto ga dekiru to kanjimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nOn a side note, were I to describe the love situation in this anime, it would really have to be a straight, unbending line, chock full of one way love, at least until the mid-way point, around episode 13. Kind of frustrating, maybe. But even then, well... nothing can be so perfect as to make everyone happy about everything. Let the pros outweigh the cons, I say.\n\n\u001b[1m私はこのアニメの愛情を描写していましたが、実際には真っ直ぐで曲がりくねった線でなければなりません。少なくとも、途中まで、片方向の愛に満ちていて、エピソード13の周りにいなければなりません。 イライラするかもしれない。 しかし、それでも、まあ...誰もがすべてを幸せにするほど完璧なものはありません。 賛否両論が賛否両論よりも重要だと私は言う。\u001b[22m\n\u001b[1m(Watashi wa kono anime no aijō o byōsha shite imashitaga, jissai ni wa massugu de magarikunetta-sendenakereba narimasen. Sukunakutomo, tochū made, katahōkō no ai ni michite ite, episōdo 13 no mawari ni inakereba narimasen. Iraira suru kamo shirenai. Shikashi, soredemo, mā... Daremoga subete o shiawaseni suru hodo kanpekina mono wa arimasen. Sanpi ryōron ga sanpi ryōron yori mo jūyōda to watashi wa iu.)\u001b[22m\n\nTranslations of \u001b[4mOn a side note, were I to describe the love situation in this anime, it would really have to be a straight, unbending line, chock full of one way love, at least until the mid-way point, around episode 13. Kind of frustrating, maybe. But even then, well... nothing can be so perfect as to make everyone happy about everything. Let the pros outweigh the cons, I say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn a side note, were I to describe the love situation in this anime, it would really have to be a straight, unbending line, chock full of one way love, at least until the mid-way point, around episode 13. Kind of\u001b[24m\n    \u001b[1m私はこのアニメの愛情を描写していましたが、実際には真っ直ぐで曲がりくねった線でなければなりません。少なくとも、途中まで、片方向の愛に満ちていて、エピソード13の周りにいなければなりません。\u001b[22m, \u001b[1mサイドノートでは、私はこのアニメで愛の状況を説明するために、それは本当に、少なくともミッドウェイポイントまでのエピソード13種類の周りに、一方通行の愛がぎっしり詰まっ、ストレート、断固たる行でなければならないであろうし、\u001b[22m\n\u001b[4mfrustrating, maybe.\u001b[24m\n    \u001b[1mイライラするかもしれない。\u001b[22m, \u001b[1mイライラする、多分。\u001b[22m\n\u001b[4mBut even then, well... nothing can be so perfect as to make everyone happy about everything.\u001b[24m\n    \u001b[1mしかし、それでも、まあ...誰もがすべてを幸せにするほど完璧なものはありません。\u001b[22m, \u001b[1mしかし、その後も、よく...何もすべてについて、誰もが幸せになるように完璧になることはできません。\u001b[22m\n\u001b[4mLet the pros outweigh the cons, I say.\u001b[24m\n    \u001b[1m賛否両論が賛否両論よりも重要だと私は言う。\u001b[22m, \u001b[1mプロが短所を上回るみましょう、私は言います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter // - [7/10]\n\n\u001b[1m文字//  -  [7/10]\u001b[22m\n\u001b[1m(Moji/ / - [7 / 10])\u001b[22m\n\nTranslations of \u001b[4mCharacter // - [7/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter // - [7/10]\u001b[24m\n    \u001b[1m文字//  -  [7/10]\u001b[22m\n\u001b[1m\u001b[22m\nI'll be blunt and say that the characters really didn't have that great of a diversity. And even if you include the personality factor, their appearances were so similar that, well, it just wasn't as interesting as it could have been. Only two characters really stood out for me: Uroko-sama, who simply oozes bad-ass, and Kihara Tsumugu, who's stoicism and straight-forwardness stood as a refreshing and delightful change from all of the 'Eh-tho's and 'Ah-no -neh?'s.\n\n\u001b[1m私は鈍くて、キャラクターは本当に多様性があまりないと言います。 人格要素を含めるとしても、その外観は非常に似ていました。まあ、面白かったように面白かったわけではありません。 本当に2人のキャラクターだけが私のために目立っていました。ただ、悪臭を放つウロコ様、ストイキズムとストレートフォワードのキハラツムグーは、「エー・トー」と「ア・ノー」のすべてから爽やかで楽しい変化を遂げました  - ネ？\u001b[22m\n\u001b[1m(Watashi wa nibukute, kyarakutā wa hontōni tayō-sei ga amari nai to iimasu. Jinkaku yōso o fukumeru to shite mo, sono gaikan wa hijō ni nite imashita. Mā, omoshirokatta yō ni omoshirokatta wakede wa arimasen. Hontōni 2-ri no kyarakutā dake ga watashi no tame ni medatte imashita. Tada, akushūwohanatsu uroko-sama, sutoikizumu to sutorētofowādo no kiharatsumugū wa,`ē  tō' to `a  nō' no subete kara sawayakade tanoshī henka o togemashita - ne?)\u001b[22m\n\nTranslations of \u001b[4mI'll be blunt and say that the characters really didn't have that great of a diversity. And even if you include the personality factor, their appearances were so similar that, well, it just wasn't as interesting as it could have been. Only two characters really stood out for me: Uroko-sama, who simply oozes bad-ass, and Kihara Tsumugu, who's stoicism and straight-forwardness stood as a refreshing and delightful change from all of the 'Eh-tho's and 'Ah-no -neh?'s.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll be blunt and say that the characters really didn't have that great of a diversity.\u001b[24m\n    \u001b[1m私は鈍くて、キャラクターは本当に多様性があまりないと言います。\u001b[22m, \u001b[1m私が鈍いことや文字は本当に多様性のそれは素晴らしい持っていなかったことを言うでしょう。\u001b[22m\n\u001b[4mAnd even if you include the personality factor, their appearances were so similar that, well, it just wasn't as interesting as it could have been.\u001b[24m\n    \u001b[1m人格要素を含めるとしても、その外観は非常に似ていました。まあ、面白かったように面白かったわけではありません。\u001b[22m, \u001b[1mあなたは性格因子が含まれる場合であってもおよび、その外観はよく、ちょうどそれがされている可能性がほど面白くなかった、ように類似していました。\u001b[22m\n\u001b[4mOnly two characters really stood out for me: Uroko-sama, who simply oozes bad-ass, and Kihara Tsumugu, who's stoicism and straight-forwardness stood as a refreshing and delightful change from all of the 'Eh-tho's and 'Ah-no\u001b[24m\n    \u001b[1m本当に2人のキャラクターだけが私のために目立っていました。ただ、悪臭を放つウロコ様、ストイキズムとストレートフォワードのキハラツムグーは、「エー・トー」と「ア・ノー」のすべてから爽やかで楽しい変化を遂げました\u001b[22m, \u001b[1m単に悪いお尻を漂わせる鱗様を、、と禁欲主義直積極性だ木原Tsumuguは、ああ-なしのすべてからのさわやかで楽しい変化として立っていた「EH-カントー年代と '：唯一の2つの文字は本当に私のために際立っていました\u001b[22m\n\u001b[4m-neh?'s.\u001b[24m\n    \u001b[1m - ネ？\u001b[22m, \u001b[1m-neh？さん。\u001b[22m\n\u001b[1m\u001b[22m\nWith that said, nearly everyone had extensive character development, which was great. I truly felt that I could appreciate someone doing something, even if it meant impacting another character negatively, because I understood and was able to see the bigger picture. The producers did a fine job keeping the viewers in the light for the most part, and gave the story credibility and a clear sense of direction.\n\n\u001b[1mそれによると、ほとんど誰もが広範なキャラクター開発をしていました。 たとえそれが他の人物に悪影響を与えることを意味していたとしても、誰かが何かをしていることに感謝できると私は本当に感じました。私は理解して、より大きな絵を見ることができたからです。 プロデューサーは、視聴者を大部分のために明るく保ち、ストーリーの信頼性と明確な方向感を与えました。\u001b[22m\n\u001b[1m(Sore ni yoru to, hotondo daremoga kōhan'na kyarakutā kaihatsu o shite imashita. Tatoe sore ga hoka no jinbutsu ni akueikyō o ataeru koto o imi shite ita to shite mo, darekaga nanika o shite iru koto ni kansha dekiru to watashi wa hontōni kanjimashita. Watashi wa rikai shite, yori ōkina e o miru koto ga dekitakaradesu. Purode~yūsā wa, shichō-sha o daibubun no tame ni akaruku tamochi, sutōrī no shinrai-sei to meikakuna hōkō-kan o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mWith that said, nearly everyone had extensive character development, which was great. I truly felt that I could appreciate someone doing something, even if it meant impacting another character negatively, because I understood and was able to see the bigger picture. The producers did a fine job keeping the viewers in the light for the most part, and gave the story credibility and a clear sense of direction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith that said, nearly everyone had extensive character development, which was great.\u001b[24m\n    \u001b[1mそれによると、ほとんど誰もが広範なキャラクター開発をしていました。\u001b[22m, \u001b[1mそうは言っても、ほとんどの人は素晴らしかった大規模な文字の開発を、持っていました。\u001b[22m\n\u001b[4mI truly felt that I could appreciate someone doing something, even if it meant impacting another character negatively, because I understood and was able to see the bigger picture.\u001b[24m\n    \u001b[1mたとえそれが他の人物に悪影響を与えることを意味していたとしても、誰かが何かをしていることに感謝できると私は本当に感じました。私は理解して、より大きな絵を見ることができたからです。\u001b[22m, \u001b[1m私は本当に私が理解し、大きな画像を見ることができたので、私は、それがマイナスに別の文字に影響を与えることを意味していても、何かを誰かに感謝できることを感じました。\u001b[22m\n\u001b[4mThe producers did a fine job keeping the viewers in the light for the most part, and gave the story credibility and a clear sense of direction.\u001b[24m\n    \u001b[1mプロデューサーは、視聴者を大部分のために明るく保ち、ストーリーの信頼性と明確な方向感を与えました。\u001b[22m, \u001b[1m生産者は大部分が光の中で視聴者を維持細かい仕事をした、との話の信憑性と方向の明確な感覚を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall // [9/10]\n\n\u001b[1m全体的な// [9/10]\u001b[22m\n\u001b[1m(Zentai-tekina/ / [9 / 10])\u001b[22m\n\nTranslations of \u001b[4mOverall // [9/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall // [9/10]\u001b[24m\n    \u001b[1m全体的な// [9/10]\u001b[22m, \u001b[1m全体的に// [9/10]\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed it. You have enjoyed or might enjoy it. You might not have or might not. However, taste is, many times, flexible. Even if this anime doesn't appeal to everyone, it's factual qualities are most definitely not subjected to subjective thinking. It's a beautifully orchestrated anime, and leaves the viewer with a very deep impression.\n\n\u001b[1mわたしはそれを楽しみました。 あなたはそれを楽しんだり、楽しんでいるかもしれません。 あなたは持っていないかもしれません。 しかし、味は、何度も柔軟性があります。 このアニメが全員にアピールしなくても、事実上の品質は主観的思考の対象にはなりません。 それは美しくオーケストレーションされたアニメであり、視聴者に非常に深い印象を残す。\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshimimashita. Anata wa sore o tanoshin dari, tanoshinde iru kamo shiremasen. Anata wa motteinai kamo shiremasen. Shikashi, aji wa, nando mo jūnansei ga arimasu. Kono anime ga zen'in ni apīru shinakute mo, jijitsujō no hinshitsu wa shukan-teki shikō no taishō ni wa narimasen. Sore wa utsukushiku ōkesutorēshon sa reta animedeari, shichō-sha ni hijō ni fukai inshō o nokosu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it. You have enjoyed or might enjoy it. You might not have or might not. However, taste is, many times, flexible. Even if this anime doesn't appeal to everyone, it's factual qualities are most definitely not subjected to subjective thinking. It's a beautifully orchestrated anime, and leaves the viewer with a very deep impression.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it.\u001b[24m\n    \u001b[1mわたしはそれを楽しみました。\u001b[22m, \u001b[1m楽しかった。\u001b[22m, \u001b[1m楽しんだ。\u001b[22m, \u001b[1m私はそれを楽しみました。\u001b[22m, \u001b[1m私はそれを楽しんだ。\u001b[22m\n\u001b[4mYou have enjoyed or might enjoy it.\u001b[24m\n    \u001b[1mあなたはそれを楽しんだり、楽しんでいるかもしれません。\u001b[22m, \u001b[1mあなたが楽しんでいるか、それを楽しむことがあります。\u001b[22m\n\u001b[4mYou might not have or might not.\u001b[24m\n    \u001b[1mあなたは持っていないかもしれません。\u001b[22m, \u001b[1mあなたが持っていないか、ないこともあります。\u001b[22m\n\u001b[4mHowever, taste is, many times, flexible.\u001b[24m\n    \u001b[1mしかし、味は、何度も柔軟性があります。\u001b[22m, \u001b[1mしかし、味があり、何度も、柔軟な。\u001b[22m\n\u001b[4mEven if this anime doesn't appeal to everyone, it's factual qualities are most definitely not subjected to subjective thinking.\u001b[24m\n    \u001b[1mこのアニメが全員にアピールしなくても、事実上の品質は主観的思考の対象にはなりません。\u001b[22m, \u001b[1mこのアニメは、みんなにアピールしない場合であっても、それは事実の資質が最も確実主観的な思考を受けないのです。\u001b[22m\n\u001b[4mIt's a beautifully orchestrated anime, and leaves the viewer with a very deep impression.\u001b[24m\n    \u001b[1mそれは美しくオーケストレーションされたアニメであり、視聴者に非常に深い印象を残す。\u001b[22m, \u001b[1mそれは美しく画策アニメだし、非常に深い印象を視聴者に残します。\u001b[22m"
  }
]
