[
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "Caraniel",
    "profile": "/profile/Caraniel/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=94205",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n荒涼とした、落ち込んでいるが素敵な作りのアニメで、あなたには感情の混乱が残る。\n\nプロット：プロットは非常に簡単でシンプルな少年が少女に会い、別の世界型のシナリオに移されますが、これは大丈夫です。これはプロットよりもキャラクターに関するすべてのアニメーションです。 それは世界、主要なプロット点と中心的なキャラクターを紹介するような遅いスターターですが、シリーズの後半はローラーコースターです。 行動と感情の両方で 成熟した話題は、このアニメでは戦争を非常に現実的なやり方で扱っているので、これはそうではありません。いくつかの場面はかなりショッキングですが、あまり明白ではありませんが、 プロットは非常に悲劇的で、私たちには幸せな終わりを与えられていません - それは他の何よりも落ち着いた希望の光線です。 生き残ったキャラクターは、経験によって永遠に変わるでしょう。\n\nキャラクター自体は優れており、13話のアニメのために驚くほどよく開発されています。 私はShuuとLala Ruが面白くないことが分かった - 私は咸道王、SaraとNabucaにもっと興味があった。  Shuuは非常に一般的です（彼は実際にナルトの大量を私に思い出させました）。頭の中で急ぐ傾向が強くなりました。 私は奇妙なことを発見 - 彼は実際にショックを言い表すことはありませんか、まったく失われた言及！ サラはこの点ではるかに信憑性があり、彼女の物語はプロットに多くのリアリズムをもたらしました。  Lala Ruは初めから終わりまで鈍いですが、私は感情のない女の子のアーキタイプを本当に気に入ったことは一度もありません。彼女は最後まで神秘的です。 一方、咸道王は、見るのが非常に面白かったです。彼は絶えず変動する気分と狂気のような状況で、彼がいるすべての場面を支配しています。  Nabucaの物語私はまた非常に興味深いと彼がシリーズの後半の大部分についてではなかったときに彼を見逃したことがわかった。\n全体的に私は本当にプロットを楽しんだが、すべてが終わりに少し速く解決され、十分な説明がないことがわかった。\n\nアニメーション：素晴らしいアニメーション - 色とりどりした色使い。 これは古いシリーズですが、私はアニメーションが流動的であることを発見し、キャラクターのデザインはシンプルですが素敵でした。 面白いカメラの角度とオレンジ、黄色と赤の良い使用は、実際にこのショーを視覚的に顕著にしました。 本当に素敵です。\n\n音楽＆amp; ボイス・アゲイング：音楽はあまり話せません。OPは普通の楽器であり、EDは忘れられないバラードです。  BGMは極小ですが、劇的な緊張を高めてくれるような静寂がたくさんあります。 声の演技は本当に優れています - 特に、HamdoとNabucaの王は、一連のコースを通してかなり広い範囲を表現しています。\n\nすべてのすべての優秀なシリーズの場合は優秀です。 私は少し急いで終了点と私は主人公が嫌いという事実のためにポイントを引いた。 このショーを終えた後、光とコメディーを見てみることをお勧めします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nA bleak, depressing but wonderfully crafted anime that leaves you with a jumble of emotions.\n\n\u001b[1m荒涼とした、落ち込んでいるが素敵な作りのアニメで、あなたには感情の混乱が残る。\u001b[22m\n\u001b[1m(Kōryō to shita, ochikonde iruga sutekina tsukuri no anime de, anata ni wa kanjō no konran ga nokoru.)\u001b[22m\n\nTranslations of \u001b[4mA bleak, depressing but wonderfully crafted anime that leaves you with a jumble of emotions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA bleak, depressing but wonderfully crafted anime that leaves you with a jumble of emotions.\u001b[24m\n    \u001b[1m荒涼とした、落ち込んでいるが素敵な作りのアニメで、あなたには感情の混乱が残る。\u001b[22m, \u001b[1m感情の寄せ集めであなたを残し、暗い憂鬱が、見事に細工されたアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nPLOT: The plot is very a straightforward and simple boy meets girl and is transported to another world type scenario – but that’s fine, this is another anime that is all about the characters more than the plot. Its a slow starter as it introduces the world, major plot points and central characters, but the later half of the series is a roller coaster ride; both in terms of action and emotions. Mature topics are covered by this anime as it deals with war in a very realistic manner – light-hearted this is not, some scenes are quite shocking although nothing is overly explicit, but the stuff that’s implied is quite disturbing. The plot is quite tragic and we aren’t given an uplifting happy end either – it’s more a subdued ray of hope than anything else. The surviving characters will be forever changed by their experiences.\n\n\u001b[1mプロット：プロットは非常に簡単でシンプルな少年が少女に会い、別の世界型のシナリオに移されますが、これは大丈夫です。これはプロットよりもキャラクターに関するすべてのアニメーションです。 それは世界、主要なプロット点と中心的なキャラクターを紹介するような遅いスターターですが、シリーズの後半はローラーコースターです。 行動と感情の両方で 成熟した話題は、このアニメでは戦争を非常に現実的なやり方で扱っているので、これはそうではありません。いくつかの場面はかなりショッキングですが、あまり明白ではありませんが、 プロットは非常に悲劇的で、私たちには幸せな終わりを与えられていません - それは他の何よりも落ち着いた希望の光線です。 生き残ったキャラクターは、経験によって永遠に変わるでしょう。\u001b[22m\n\u001b[1m(Purotto: Purotto wa hijō ni kantande shinpuruna shōnen ga shōjo ni ai,-betsu no sekai-gata no shinario ni utsusa remasuga, kore wa daijōbudesu. Kore wa purotto yori mo kyarakutā ni kansuru subete no animēshondesu. Sore wa sekai, shuyōna purotto-ten to chūshin-tekina kyarakutā o shōkai suru yōna osoi sutātādesuga, shirīzu no kōhan wa rōrākōsutādesu. Kōdō to kanjō no ryōhō de seijuku shita wadai wa, kono animede wa sensō o hijō ni genjitsu-tekina yarikata de atsukatte irunode, kore wa sōde wa arimasen. Ikutsu ka no bamen wa kanari shokkingudesuga, amari meihakude wa arimasenga, purotto wa hijō ni higeki-tekide, watashitachi ni wa shiawasena owari o atae rarete imasen - sore wa hoka no naniyori mo ochitsuita kibō no kōsendesu. Ikinokotta kyarakutā wa, keiken ni yotte eien ni kawarudeshou.)\u001b[22m\n\nTranslations of \u001b[4mPLOT: The plot is very a straightforward and simple boy meets girl and is transported to another world type scenario – but that’s fine, this is another anime that is all about the characters more than the plot. Its a slow starter as it introduces the world, major plot points and central characters, but the later half of the series is a roller coaster ride; both in terms of action and emotions. Mature topics are covered by this anime as it deals with war in a very realistic manner – light-hearted this is not, some scenes are quite shocking although nothing is overly explicit, but the stuff that’s implied is quite disturbing. The plot is quite tragic and we aren’t given an uplifting happy end either – it’s more a subdued ray of hope than anything else. The surviving characters will be forever changed by their experiences.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPLOT: The plot is very a straightforward and simple boy meets girl and is transported to another world type scenario – but that’s fine, this is another anime that is all about the characters more than the plot.\u001b[24m\n    \u001b[1mプロット：プロットは非常に簡単でシンプルな少年が少女に会い、別の世界型のシナリオに移されますが、これは大丈夫です。これはプロットよりもキャラクターに関するすべてのアニメーションです。\u001b[22m, \u001b[1mPLOTは：プロットは非常に簡単でシンプルな男の子が女の子を満たしており、別の世界の種類のシナリオに輸送される - それは結構です、これはすべてのプロットより多くの文字についてです別のアニメです。\u001b[22m\n\u001b[4mIts a slow starter as it introduces the world, major plot points and central characters, but the later half of the series is a roller coaster ride;\u001b[24m\n    \u001b[1mそれは世界、主要なプロット点と中心的なキャラクターを紹介するような遅いスターターですが、シリーズの後半はローラーコースターです。\u001b[22m, \u001b[1mそのスロースターター、それは世界の主要なプロット点と中央の文字を紹介したが、一連の後半は、ジェットコースターに乗っているよう。\u001b[22m\n\u001b[4mboth in terms of action and emotions.\u001b[24m\n    \u001b[1m行動と感情の両方で\u001b[22m, \u001b[1mアクションと感情の両面で。\u001b[22m\n\u001b[4mMature topics are covered by this anime as it deals with war in a very realistic manner – light-hearted this is not, some scenes are quite shocking although nothing is overly explicit, but the stuff that’s implied is quite disturbing.\u001b[24m\n    \u001b[1m成熟した話題は、このアニメでは戦争を非常に現実的なやり方で扱っているので、これはそうではありません。いくつかの場面はかなりショッキングですが、あまり明白ではありませんが、\u001b[22m, \u001b[1mそれは非常に現実的な方法で戦争を扱うように成熟したトピックはこのアニメで覆われている - 快活なこれではありません、何も過度に明示されていないものの、いくつかのシーンはかなり衝撃的ですが、暗示だものは非常に憂慮すべきです。\u001b[22m\n\u001b[4mThe plot is quite tragic and we aren’t given an uplifting happy end either – it’s more a subdued ray of hope than anything else.\u001b[24m\n    \u001b[1mプロットは非常に悲劇的で、私たちには幸せな終わりを与えられていません - それは他の何よりも落ち着いた希望の光線です。\u001b[22m, \u001b[1mプロットは非常に悲劇的であり、我々はどちらかの高揚ハッピーエンドを与えられていない - それは何よりも希望の落ち着いた線です。\u001b[22m\n\u001b[4mThe surviving characters will be forever changed by their experiences.\u001b[24m\n    \u001b[1m生き残ったキャラクターは、経験によって永遠に変わるでしょう。\u001b[22m, \u001b[1m生き残った文字が永遠に彼らの経験によって変更されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters themselves are excellent, and amazingly well developed for a 13-episode anime. I found Shuu and Lala Ru to be uninteresting though – I was much more interested in King Hamdo, Sara and Nabuca. Shuu is extremely generic (he actually reminded me massively of Naruto), and his tendency to rush in head first got very irritating. His reaction to being transported to this decimated world I found weird – he never actually expresses any shock or mentions missing home at all! Sara was much more believable in this respect and her story brought a lot of realism to the plot. Lala Ru was dull from beginning to end – but I’ve never really liked the emotionless girl archetype, and she remains mysterious to the end. King Hamdo on the other hand, was immensely fun to watch – he dominates every scene he’s in with his constantly fluctuating mood and fits of insanity. Nabuca’s story I also found extremely interesting and missed him when he wasn’t about for much of the later half of the series.\n\n\u001b[1mキャラクター自体は優れており、13話のアニメのために驚くほどよく開発されています。 私はShuuとLala Ruが面白くないことが分かった - 私は咸道王、SaraとNabucaにもっと興味があった。  Shuuは非常に一般的です（彼は実際にナルトの大量を私に思い出させました）。頭の中で急ぐ傾向が強くなりました。 私は奇妙なことを発見 - 彼は実際にショックを言い表すことはありませんか、まったく失われた言及！ サラはこの点ではるかに信憑性があり、彼女の物語はプロットに多くのリアリズムをもたらしました。  Lala Ruは初めから終わりまで鈍いですが、私は感情のない女の子のアーキタイプを本当に気に入ったことは一度もありません。彼女は最後まで神秘的です。 一方、咸道王は、見るのが非常に面白かったです。彼は絶えず変動する気分と狂気のような状況で、彼がいるすべての場面を支配しています。  Nabucaの物語私はまた非常に興味深いと彼がシリーズの後半の大部分についてではなかったときに彼を見逃したことがわかった。\u001b[22m\n\u001b[1m(Kyarakutā jitai wa sugurete ori, 13-wa no anime no tame ni odoroku hodo yoku kaihatsu sa rete imasu. Watashi wa Shuu to Lala Ru ga omoshirokunai koto ga wakatta - watashi wa 咸道-Ō, Sara to Nabuca ni motto kyōmi ga atta. Shuu wa hijō ni ippan-tekidesu (kare wa jissai ni naruto no tairyō o watashi ni omoidasa semashita). Atama no naka de isogu keikō ga tsuyoku narimashita. Watashi wa kimyōna koto o hakken - kare wa jissai ni shokku o iiarawasu koto wa arimasen ka, mattaku ushinawa reta genkyū! Sara wa kono ten de haruka ni shinbyōsei ga ari, kanojo no monogatari wa purotto ni ōku no riarizumu o motarashimashita. Lala Ru wa hajime kara owari made nibuidesuga, watashi wa kanjō no nai on'nanoko no ākitaipu o hontōni kiniitta koto wa ichido mo arimasen. Kanojo wa saigomade shinpi-tekidesu. Ippō, 咸道-Ō wa, miru no ga hijō ni omoshirokattadesu. Kare wa taezu hendō suru kibun to kyōki no yōna jōkyō de, kare ga iru subete no bamen o shihai shite imasu. Nabuca no monogatari watashi wa mata hijō ni kyōmibukai to kare ga shirīzu no kōhan no daibubun ni tsuitede wa nakatta toki ni kare o minogashita koto ga wakatta.)\u001b[22m\nOverall I really enjoyed the plot, but found that everything was resolved at the end a bit too quickly and with not enough explanation.\n\n\u001b[1m全体的に私は本当にプロットを楽しんだが、すべてが終わりに少し速く解決され、十分な説明がないことがわかった。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa hontōni purotto o tanoshindaga, subete ga owari ni sukoshi hayaku kaiketsu sa re, jūbun'na setsumei ga nai koto ga wakatta.)\u001b[22m\n\nTranslations of \u001b[4mOverall I really enjoyed the plot, but found that everything was resolved at the end a bit too quickly and with not enough explanation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I really enjoyed the plot, but found that everything was resolved at the end a bit too quickly and with not enough explanation.\u001b[24m\n    \u001b[1m全体的に私は本当にプロットを楽しんだが、すべてが終わりに少し速く解決され、十分な説明がないことがわかった。\u001b[22m, \u001b[1m全体的に私は本当にプロットを楽しんだが、すべては少しも迅速かつ十分に説明していない最後に解決されたことがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION: Great animation – gritty and with great use of colour. Even though this is an older series I found the animation to be fluid and the character designs were simple but nice. Interesting camera angles and good use of orange, yellow and red really made this show visually striking. Very nice indeed.\n\n\u001b[1mアニメーション：素晴らしいアニメーション - 色とりどりした色使い。 これは古いシリーズですが、私はアニメーションが流動的であることを発見し、キャラクターのデザインはシンプルですが素敵でした。 面白いカメラの角度とオレンジ、黄色と赤の良い使用は、実際にこのショーを視覚的に印象づけました。 本当に素敵です。\u001b[22m\n\u001b[1m(Animēshon: Subarashī animēshon - irotoridori shita iro-dzukai. Kore wa furui shirīzudesuga, watashi wa animēshon ga ryūdōtekidearu koto o hakken shi, kyarakutā no dezain wa shinpurudesuga sutekideshita. Omoshiroi kamera no kakudo to orenji, kiiro to aka no yoi shiyō wa, jissai ni kono shō o shikaku-teki ni inshōdzukemashita. Hontōni sutekidesu.)\u001b[22m\n\nTranslations of \u001b[4mANIMATION: Great animation – gritty and with great use of colour. Even though this is an older series I found the animation to be fluid and the character designs were simple but nice. Interesting camera angles and good use of orange, yellow and red really made this show visually striking. Very nice indeed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mANIMATION: Great animation – gritty and with great use of colour.\u001b[24m\n    \u001b[1mアニメーション：素晴らしいアニメーション - 色とりどりした色使い。\u001b[22m, \u001b[1mANIMATION：グレートアニメーション - ザラザラと色の偉大な使用と。\u001b[22m\n\u001b[4mEven though this is an older series I found the animation to be fluid and the character designs were simple but nice.\u001b[24m\n    \u001b[1mこれは古いシリーズですが、私はアニメーションが流動的であることを発見し、キャラクターのデザインはシンプルですが素敵でした。\u001b[22m, \u001b[1mこれは古いシリーズですが、私はアニメーションは流体であることが判明し、キャラクターデザインはシンプルだが素敵でした。\u001b[22m\n\u001b[4mInteresting camera angles and good use of orange, yellow and red really made this show visually striking.\u001b[24m\n    \u001b[1m面白いカメラの角度とオレンジ、黄色と赤の良い使用は、実際にこのショーを視覚的に印象づけました。\u001b[22m, \u001b[1m黄色と赤の面白いカメラアングルとオレンジの良い使用は、本当にこのショーは視覚的に印象的な作られました。\u001b[22m\n\u001b[4mVery nice indeed.\u001b[24m\n    \u001b[1m本当に素敵です。\u001b[22m, \u001b[1m確かに非常に素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nMUSIC &amp; VOICE ACTING: The music isn’t really much to speak of – the OP is a plain instrumental and the ED is a forgettable ballad. BGM is minimal, instead there is a lot of silence to heighten dramatic tension – where there is music its well placed and melodic. Voice acting is truly excellent though – especially King Hamdo and Nabuca who express quite a large range over the course of the series.\n\n\u001b[1m音楽＆amp; ボイス・アゲイング：音楽はあまり話せません。OPは普通の楽器であり、EDは忘れられないバラードです。  BGMは極小ですが、劇的な緊張を高めてくれるような静寂がたくさんあります。 声の演技は本当に優れています - 特に、HamdoとNabucaの王は、一連のコースを通してかなり広い範囲を表現しています。\u001b[22m\n\u001b[1m(Ongaku& amp; boisu ageingu: Ongaku wa amari hanasemasen. OP wa futsū no gakkideari, ED wa wasurerarenai barādodesu. BGM wa kyokushōdesuga, gekitekina kinchō o takamete kureru yōna shijima ga takusan arimasu. Koe no engi wa hontōni sugurete imasu - tokuni, Hamdo to Nabuca no ō wa, ichiren no kōsu o tōshite kanari hiroi han'i o hyōgen shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mMUSIC &amp; VOICE ACTING: The music isn’t really much to speak of – the OP is a plain instrumental and the ED is a forgettable ballad. BGM is minimal, instead there is a lot of silence to heighten dramatic tension – where there is music its well placed and melodic. Voice acting is truly excellent though – especially King Hamdo and Nabuca who express quite a large range over the course of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMUSIC &amp;\u001b[24m\n    \u001b[1m音楽＆amp;\u001b[22m, \u001b[1mMUSIC＆＃038;\u001b[22m\n\u001b[4mVOICE ACTING: The music isn’t really much to speak of – the OP is a plain instrumental and the ED is a forgettable ballad.\u001b[24m\n    \u001b[1mボイス・アゲイング：音楽はあまり話せません。OPは普通の楽器であり、EDは忘れられないバラードです。\u001b[22m, \u001b[1m声の演技：音楽が話すのは本当にあまりないです -  OPは平野楽器で、EDは忘れバラードです。\u001b[22m\n\u001b[4mBGM is minimal, instead there is a lot of silence to heighten dramatic tension – where there is music its well placed and melodic.\u001b[24m\n    \u001b[1mBGMは極小ですが、劇的な緊張を高めてくれるような静寂がたくさんあります。\u001b[22m, \u001b[1m音楽のよく配置され、旋律がある -  BGM代わりに劇的な緊張を高めるために沈黙がたくさんある、最小限です。\u001b[22m\n\u001b[4mVoice acting is truly excellent though – especially King Hamdo and Nabuca who express quite a large range over the course of the series.\u001b[24m\n    \u001b[1m声の演技は本当に優れています - 特に、HamdoとNabucaの王は、一連のコースを通してかなり広い範囲を表現しています。\u001b[22m, \u001b[1m声の演技は、しかし、本当に優れている - シリーズの過程で非常に大きな範囲を表現し、特にキングHamdoとNabuca。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all an excellent if depressing series. I’ve subtracted a point due to the slightly rushed end and the fact I disliked the main characters. I also recommend watching something light and comedic after you finish this show!\n\n\u001b[1mすべてのすべての優秀なシリーズの場合は優秀です。 私は少し急いで終了点と私は主人公が嫌いという事実のためにポイントを引いた。 このショーを終えた後、光とコメディーを見てみることをお勧めします！\u001b[22m\n\u001b[1m(Subete no subete no yūshūna shirīzu no baai wa yūshūdesu. Watashi wa sukoshi isoide shūryō-ten to watashi wa shujinkō ga kirai to iu jijitsu no tame ni pointo o hiita. Kono shō o oeta nochi,-kō to komedī o mite miru koto o o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4mAll in all an excellent if depressing series. I’ve subtracted a point due to the slightly rushed end and the fact I disliked the main characters. I also recommend watching something light and comedic after you finish this show!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all an excellent if depressing series.\u001b[24m\n    \u001b[1mすべてのすべての優秀なシリーズの場合は優秀です。\u001b[22m, \u001b[1mすべてのすべてであれば優れた憂鬱シリーズインチ\u001b[22m\n\u001b[4mI’ve subtracted a point due to the slightly rushed end and the fact I disliked the main characters.\u001b[24m\n    \u001b[1m私は少し急いで終了点と私は主人公が嫌いという事実のためにポイントを引いた。\u001b[22m, \u001b[1m私は少し急いで終わりに起因するポイントと私は主人公を嫌っ事実を差し引いてきました。\u001b[22m\n\u001b[4mI also recommend watching something light and comedic after you finish this show!\u001b[24m\n    \u001b[1mこのショーを終えた後、光とコメディーを見てみることをお勧めします！\u001b[22m, \u001b[1m私はまた、あなたがこのショーを終えた後の光と滑稽なものを見てお勧めします！\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "rancim",
    "profile": "/profile/rancim/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=30365",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n監督によると、このアニメはルワンダの大虐殺の報告書から作成されたもので、東アフリカ軍隊での子供たちの使用に関する解説として役立つことを意図しています。 このように、あなたは非常にうつ病の時計であると期待することができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAccording to the director this anime was created from reports of Rwandan genocide, and is meant to serve as a commentary of sorts to the use of children in East African armies. As such, you can expect this to be an extremely depressing watch.\n\n\u001b[1m監督によると、このアニメはルワンダの大虐殺の報道から作成されたもので、東アフリカ軍隊での子供たちの使用の様子を解説するためのものです。 このように、あなたは非常にうつ病の時計であると期待することができます。\u001b[22m\n\u001b[1m(Kantoku ni yoru to, kono anime wa Ruwanda no dai gyakusatsu no hōdō kara sakusei sa reta mono de, higashiafurika guntai de no kodomo-tachi no shiyō no yōsu o kaisetsu suru tame no monodesu. Ko no yō ni, anata wa hijō ni utsubyō no tokeidearu to kitai suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAccording to the director this anime was created from reports of Rwandan genocide, and is meant to serve as a commentary of sorts to the use of children in East African armies. As such, you can expect this to be an extremely depressing watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAccording to the director this anime was created from reports of Rwandan genocide, and is meant to serve as a commentary of sorts to the use of children in East African armies.\u001b[24m\n    \u001b[1m監督によると、このアニメはルワンダの大虐殺の報道から作成されたもので、東アフリカ軍隊での子供たちの使用の様子を解説するためのものです。\u001b[22m, \u001b[1mディレクターによると、このアニメはルワンダ大虐殺のレポートから作成された、東アフリカの軍隊の子供の使用にある種の解説を目的としています。\u001b[22m\n\u001b[4mAs such, you can expect this to be an extremely depressing watch.\u001b[24m\n    \u001b[1mこのように、あなたは非常にうつ病の時計であると期待することができます。\u001b[22m, \u001b[1mこのように、あなたはこれが非常に気のめいる時計であることを期待することができます。\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "Mark_Taylor",
    "profile": "/profile/Mark_Taylor/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=200360",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|\n\n標準化された番号の付いたランキングのうちの1つを除いてすべてを入力したことに気づいたかもしれません。 楽しさのこと。 あなたはこのようなシリーズです、そのような概念はほとんど侮辱的なようです。  「今、そして、こことそこには」楽しむことが見られず、経験のあるものがある。\nこれは間違いなく、今まで作られた、アニメされた、またはそうでなければ最も激しく、悲惨で恐ろしい戦争ドラマの一つです。 あなたが喜びを引き出すことができないように監視されていますが、あなたが種として可能なものを目の当たりにすることができます。 あなたの目で、残酷さ、怒り、そして絶望だけを見ることはありません。 しかし、勇気、礼儀、そして希望は、ソースの可能性が最も低いから来ることができます。\n言いたいことはほとんどありませんが、これはみんなが見なければならないシリーズです。 一度だけ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nYou might have noticed that I entered all but one of the standardised numbered rankings. That of enjoyment. You a series such at this, such a notion seems almost insulting. 'Now and Then, Here and There' is not watched to be enjoyed, it exists to be experienced.\n\n\u001b[1m標準化された番号の付いたランキングのうちの1つを除いてすべてを入力したことに気づいたかもしれません。 楽しさのこと。 あなたはこのようなシリーズです、そのような概念はほとんど侮辱的なようです。  「今、そして、こことそこには」楽しむことが見られず、経験のあるものがある。\u001b[22m\n\u001b[1m(Hyōjun-ka sa reta bangō no tsuita rankingu no uchi no 1tsu o nozoite subete o nyūryoku shita koto ni kidzuita kamo shiremasen. Tanoshisa no koto. Anata wa kono yōna shirīzudesu, sono yōna gainen wa hotondo bujoku-tekina yōdesu. `Ima, soshite, koko to soko ni wa' tanoshimu koto ga mi rarezu, keiken no aru mono ga aru.)\u001b[22m\n\nTranslations of \u001b[4mYou might have noticed that I entered all but one of the standardised numbered rankings. That of enjoyment. You a series such at this, such a notion seems almost insulting. 'Now and Then, Here and There' is not watched to be enjoyed, it exists to be experienced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou might have noticed that I entered all but one of the standardised numbered rankings.\u001b[24m\n    \u001b[1m標準化された番号の付いたランキングのうちの1つを除いてすべてを入力したことに気づいたかもしれません。\u001b[22m, \u001b[1mあなたは、私が標準化され、番号ランキングの1残してすべてを入力したことに気づいたかもしれません。\u001b[22m\n\u001b[4mThat of enjoyment.\u001b[24m\n    \u001b[1m楽しさのこと。\u001b[22m, \u001b[1m楽しみのそれ。\u001b[22m\n\u001b[4mYou a series such at this, such a notion seems almost insulting.\u001b[24m\n    \u001b[1mあなたはこのようなシリーズです、そのような概念はほとんど侮辱的なようです。\u001b[22m, \u001b[1mあなたはシリーズなど、この時、このような概念はほとんど侮辱的なようです。\u001b[22m\n\u001b[4m'Now and Then, Here and There' is not watched to be enjoyed, it exists to be experienced.\u001b[24m\n    \u001b[1m「今、そして、こことそこには」楽しむことが見られず、経験のあるものがある。\u001b[22m, \u001b[1m「今、そこに「それは経験されるために存在し、楽しむことが見ていません。\u001b[22m\nThis is arguably one of the most intense, harrowing, and grueling war dramas ever made, animated or otherwise. It is watched not so that you can extract pleasure, but so that you can witness just what we as a species are capable of. To see, with your own eyes, not just the cruelty, anger, and despair. But also the bravery, decency, and hope that can come from the least likely of sources.\n\n\u001b[1mこれは間違いなく、今まで作られた、アニメされた、またはそうでなければ最も激しく、悲惨で恐ろしい戦争ドラマの一つです。 あなたが喜びを引き出すことができないように監視されていますが、種の可能性を目の当たりにすることができます。 あなたの目で、残酷さ、怒り、そして絶望だけを見ることはありません。 しかし、勇気、礼儀、そして希望は、ソースの可能性が最も低いから来ることができます。\u001b[22m\n\u001b[1m(Kore wa machigainaku, imamade tsukura reta, anime sa reta, matawa sōdenakereba mottomo hageshiku, hisande osoroshī sensō dorama no hitotsudesu. Anata ga yorokobi o hikidasu koto ga dekinai yō ni kanshi sa rete imasuga,-shu no kanōsei o manoatari ni suru koto ga dekimasu. Anata no me de, zankoku-sa, ikari, soshite zetsubō dake o miru koto wa arimasen. Shikashi, yūki, reigi, soshite kibō wa, sōsu no kanōsei ga mottomo hikuikara kuru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is arguably one of the most intense, harrowing, and grueling war dramas ever made, animated or otherwise. It is watched not so that you can extract pleasure, but so that you can witness just what we as a species are capable of. To see, with your own eyes, not just the cruelty, anger, and despair. But also the bravery, decency, and hope that can come from the least likely of sources.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is arguably one of the most intense, harrowing, and grueling war dramas ever made, animated or otherwise.\u001b[24m\n    \u001b[1mこれは間違いなく、今まで作られた、アニメされた、またはそうでなければ最も激しく、悲惨で恐ろしい戦争ドラマの一つです。\u001b[22m, \u001b[1mこれは、アニメーションまたはそうでなければ、間違いなく今までで最も強烈な悲惨な、と厳しい戦争ドラマの一つです。\u001b[22m\n\u001b[4mIt is watched not so that you can extract pleasure, but so that you can witness just what we as a species are capable of.\u001b[24m\n    \u001b[1mあなたが喜びを引き出すことができないように監視されていますが、種の可能性を目の当たりにすることができます。\u001b[22m, \u001b[1mあなたが喜びを抽出することができないように見れますが、あなたは私たちが種が可能であるとしてだけで何目撃することができるように。\u001b[22m\n\u001b[4mTo see, with your own eyes, not just the cruelty, anger, and despair.\u001b[24m\n    \u001b[1mあなたの目で、残酷さ、怒り、そして絶望だけを見ることはありません。\u001b[22m, \u001b[1m、あなた自身の目でだけではなく、残酷さ、怒り、絶望を参照してください。\u001b[22m\n\u001b[4mBut also the bravery, decency, and hope that can come from the least likely of sources.\u001b[24m\n    \u001b[1mしかし、勇気、礼儀、そして希望は、ソースの可能性が最も低いから来ることができます。\u001b[22m, \u001b[1mしかし、また、情報源の可能性が最も低いから来ることができる勇気、良識、そして希望。\u001b[22m\nThere is very little else to say but this is a series that everybody must watch. Once and only once.\n\n\u001b[1m言いたいことはほとんどありませんが、これはみんなが見なければならないシリーズです。 一度だけ。\u001b[22m\n\u001b[1m(Iitai koto wa hotondo arimasenga, kore wa min'na ga minakereba naranai shirīzudesu. Ichidodake.)\u001b[22m\n\nTranslations of \u001b[4mThere is very little else to say but this is a series that everybody must watch. Once and only once.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is very little else to say but this is a series that everybody must watch.\u001b[24m\n    \u001b[1m言いたいことはほとんどありませんが、これはみんなが見なければならないシリーズです。\u001b[22m, \u001b[1mそこに言って、他の非常に少ないですが、これは誰もが見なければならないことシリーズです。\u001b[22m\n\u001b[4mOnce and only once.\u001b[24m\n    \u001b[1m一度だけ。\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "AnimeViewerJ",
    "profile": "/profile/AnimeViewerJ/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=49549",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  9\n\n今、そしてここ、そして軽く取られないアニメがあります。 この特定のアニメは、私が今まで見た中で最も影響力のあるアニメの1つです。\n\nこのアニメは、戦争の厳しい現実を示しています。それは、人々の闘いと、現実主義の感覚に実際に加わるテーマを描いています。 これらのテーマにはレイプ（見られないが暗示される）、大量虐殺、裏切り、虐待、拷問などが含まれます。\n\nストーリー - 物語は、Shuという名前の男の子から始まります（もし彼のことについて忍者の勇気がなければ、私はナルトのうずまきのステレオタイプと思っています。人格だけです）若い神秘的な女の子につまずいてしまう普通の男の子 Lala-Ruと名付けられた。 ランダムな戦闘（軍隊がララ・ルーを試み、拉致するところ）が続いた後、シュウは彼女を守るために最善を尽くすが、このまったく別の砂漠、黙示録的な世界（あなたが望むならば）に引っ張られてしまう。  Shuが彼の最悪の事実とShuが彼らの戦争に引き込まれる方法でLala-Ruを救助し、保護しようとすると、物語は続く。\n\nアート -  1999-2000のアニメのためのかなり良いアニメーション。 あまり言いたくない。\n\nサウンド - 同じ曲がシリーズ全体で保持されますが、感情が描かれているものを描くために適切な時間に使用されます。\n\nキャラクター - 私はシュウが同じことをしない前に言ったように、常にナルトのような肯定的な心理を維持しています。 シュウは剣道戦闘機ですが、時には不器用になることがあります。\nララ・ルーはいつも静かではありますが、彼女の人生を犠牲にして大陸全体に膨大な量の水を供給するための鍵を握っています。\n\n楽しさ - 私はこのアニメを見て自分の経験を楽しんだ。 それは本当に私をドラッグして、あなたは2つの主人公のための接続を得ることができます。 時には、あなたは戦争にいるような気がします。\n\n全体的に - あなたが戦争映画やそのすべてに慣れているなら、私はこのアニメを強くお勧めします。 あなたが本当に戦争の映画にはいないか、それを本当に胃にすることができないなら、それを見ないでください...戦争から来ることができないことを繰り返しても..... 失われた人生は何人ですか？ これを見ないあなたのために、あなたは何か特別なものを逃しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nNow and Then, Here and There is an anime not to be taken lightly. This particular anime is one of the most impactful animes that I have ever seen.\n\n\u001b[1m今、そしてここ、そして軽く取られないアニメがあります。 この特定のアニメは、私が今まで見た中で最も影響力のあるアニメの1つです。\u001b[22m\n\u001b[1m(Ima, soshite koko, soshite karuku tora renai anime ga arimasu. Kono tokutei no anime wa, watashi ga imamade mita naka de mottomo eikyō-ryoku no aru anime no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mNow and Then, Here and There is an anime not to be taken lightly. This particular anime is one of the most impactful animes that I have ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow and Then, Here and There is an anime not to be taken lightly.\u001b[24m\n    \u001b[1m今、そしてここ、そして軽く取られないアニメがあります。\u001b[22m, \u001b[1m今して、ここで、軽く取られるべきではないアニメがあります。\u001b[22m\n\u001b[4mThis particular anime is one of the most impactful animes that I have ever seen.\u001b[24m\n    \u001b[1mこの特定のアニメは、私が今まで見た中で最も影響力のあるアニメの1つです。\u001b[22m, \u001b[1mこの特定のアニメは私が今まで見た中で最もインパクトのアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime shows the harsh reality of war, it depicts the struggles of the people and the themes that ensue really add to the sense of realism. These themes include rape (not seen, but implied), mass genocide, betrayal, abuse, torture and so forth.\n\n\u001b[1mこのアニメは、戦争の厳しい現実を示しています。それは、人々の闘いと、現実主義の感覚に実際に加わるテーマを描いています。 これらのテーマにはレイプ（見られないが暗示される）、大量虐殺、裏切り、虐待、拷問などが含まれます。\u001b[22m\n\u001b[1m(Kono anime wa, sensō no kibishī genjitsu o shimeshite imasu. Sore wa, hitobito no tatakai to, genjitsu shugi no kankaku ni jissai ni kuwawaru tēma o kaite imasu. Korera no tēma ni wa reipu (mirarenai ga anji sa reru), tairyō gyakusatsu, uragiri, gyakutai, gōmon nado ga fukuma remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime shows the harsh reality of war, it depicts the struggles of the people and the themes that ensue really add to the sense of realism. These themes include rape (not seen, but implied), mass genocide, betrayal, abuse, torture and so forth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime shows the harsh reality of war, it depicts the struggles of the people and the themes that ensue really add to the sense of realism.\u001b[24m\n    \u001b[1mこのアニメは、戦争の厳しい現実を示しています。それは、人々の闘いと、現実主義の感覚に実際に加わるテーマを描いています。\u001b[22m, \u001b[1mこのアニメは、戦争の厳しい現実を示し、それは人々の闘争と本当に臨場感に追加する結果として起きるテーマを描いています。\u001b[22m\n\u001b[4mThese themes include rape (not seen, but implied), mass genocide, betrayal, abuse, torture and so forth.\u001b[24m\n    \u001b[1mこれらのテーマにはレイプ（見られないが暗示される）、大量虐殺、裏切り、虐待、拷問などが含まれます。\u001b[22m, \u001b[1mこれらのテーマは等々強姦（見られるが含まれていません）、質量虐殺、裏切り、虐待、拷問とが含まれます。\u001b[22m\n\u001b[1m\u001b[22m\nStory - The story starts off with a boy named Shu (think of him like a Naruto Uzumaki stereotype if you will...without all the ninja bravado about him, just the personality) a regular boy who happens to stumble upon a young mysterious girl named Lala-Ru. After a random battle (where the military tries and abducts Lala-Ru) ensues, Shu does his best to protect her but ends up getting dragged into this entirely different desert, post-apocalyptic (if you will) world. The story continues as Shu tries to rescue and protect Lala-Ru to the best of his abilties and how Shu gets dragged into their war.\n\n\u001b[1mストーリー - 物語は、Shuという名前の男の子から始まります（もし彼のことについて忍者の勇気がなければ、私はナルトのうずまきのステレオタイプと思っています。人格だけです）若い神秘的な女の子につまずいてしまう普通の男の子 Lala-Ruと名付けられた。 ランダムな戦闘（軍隊がララ・ルーを試み、拉致するところ）が続いた後、シュウは彼女を守るために最善を尽くすが、このまったく別の砂漠、黙示録的な世界（あなたが望むならば）に引っ張られてしまう。  Shuが彼の最悪の事実とShuが彼らの戦争に引き込まれる方法でLala-Ruを救助し、保護しようとすると、物語は続く。\u001b[22m\n\u001b[1m(Sutōrī - monogatari wa, shū to iu namae no otokonoko kara hajimarimasu (moshi kare no koto ni tsuite ninja no yūki ga nakereba, watashi wa naruto no uzumaki no sutereo taipu to omotte imasu. Jinkaku dakedesu) wakai shinpi-tekina on'nanoko ni tsumazuite shimau futsū no otokonoko Lala - Ru to nadzuke rareta. Randamuna sentō (guntai ga rara rū o kokoromi, rachi suru tokoro) ga tsudzuita nochi, Shū wa kanojo o mamoru tame ni saizenwotsukusu ga, kono mattaku betsu no sabaku, mokushiroku-tekina sekai (anata ga nozomunaraba) ni hippara rete shimau. Shū ga kare no saiaku no jijitsu to shū ga karera no sensō ni hikikoma reru hōhō de Lala - Ru o kyūjo shi, hogo shiyou to suru to, monogatari wa tsudzuku.)\u001b[22m\n\nTranslations of \u001b[4mStory - The story starts off with a boy named Shu (think of him like a Naruto Uzumaki stereotype if you will...without all the ninja bravado about him, just the personality) a regular boy who happens to stumble upon a young mysterious girl named Lala-Ru. After a random battle (where the military tries and abducts Lala-Ru) ensues, Shu does his best to protect her but ends up getting dragged into this entirely different desert, post-apocalyptic (if you will) world. The story continues as Shu tries to rescue and protect Lala-Ru to the best of his abilties and how Shu gets dragged into their war.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - The story starts off with a boy named Shu (think of him like a Naruto Uzumaki stereotype if you will...without all the ninja bravado about him, just the personality) a regular boy who happens to stumble upon a young mysterious girl\u001b[24m\n    \u001b[1mストーリー - 物語は、Shuという名前の男の子から始まります（もし彼のことについて忍者の勇気がなければ、私はナルトのうずまきのステレオタイプと思っています。人格だけです）若い神秘的な女の子につまずいてしまう普通の男の子\u001b[22m, \u001b[1mストーリー - 物語はシュウ少年から始まり（あなたがする場合うずまきナルトのステレオタイプのように彼の考える...彼についてのすべての忍者の虚勢、ちょうど人格のない）若い謎の少女つまずくたまたまレギュラー少年\u001b[22m\n\u001b[4mnamed Lala-Ru.\u001b[24m\n    \u001b[1mLala-Ruと名付けられた。\u001b[22m, \u001b[1mララ - とらぶる命名。\u001b[22m\n\u001b[4mAfter a random battle (where the military tries and abducts Lala-Ru) ensues, Shu does his best to protect her but ends up getting dragged into this entirely different desert, post-apocalyptic (if you will) world.\u001b[24m\n    \u001b[1mランダムな戦闘（軍隊がララ・ルーを試み、拉致するところ）が続いた後、シュウは彼女を守るために最善を尽くすが、このまったく別の砂漠、黙示録的な世界（あなたが望むならば）に引っ張られてしまう。\u001b[22m, \u001b[1m（軍は試行して誘拐ララ-Ruは）行なわれるランダムな戦いの後、シュウは彼女を守るために彼の最善を尽くしますが、ポスト黙示録の世界（あなたがする場合）、この全く異なる砂漠にドラッグれてしまいます。\u001b[22m\n\u001b[4mThe story continues as Shu tries to rescue and protect Lala-Ru to the best of his abilties and how Shu gets dragged into their war.\u001b[24m\n    \u001b[1mShuが彼の最悪の事実とShuが彼らの戦争に引き込まれる方法でLala-Ruを救助し、保護しようとすると、物語は続く。\u001b[22m, \u001b[1mシュウは彼abiltiesを最大限にララ - とらぶる - を救出して保護しようとするとどのようにシュウが彼らの戦争に巻き込まれますように話が続きます。\u001b[22m\n\u001b[1m\u001b[22m\nArt - Pretty good animation for a 1999-2000 anime. Not much else to say.\n\n\u001b[1mアート -  1999-2000のアニメのためのかなり良いアニメーション。 あまり言いたくない。\u001b[22m\n\u001b[1m(Āto - 1999 - 2000 no anime no tame no kanari yoi animēshon. Amari iitakunai.)\u001b[22m\n\nTranslations of \u001b[4mArt - Pretty good animation for a 1999-2000 anime. Not much else to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - Pretty good animation for a 1999-2000 anime.\u001b[24m\n    \u001b[1mアート -  1999-2000のアニメのためのかなり良いアニメーション。\u001b[22m, \u001b[1mアート -  1999-2000アニメのためのかなり良いアニメ。\u001b[22m\n\u001b[4mNot much else to say.\u001b[24m\n    \u001b[1mあまり言いたくない。\u001b[22m, \u001b[1m言って他の多くではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound - Same tunes are kept throughout the series, but are used at the right times to depict whatever emotion is being portrayed.\n\n\u001b[1mサウンド - 同じ曲がシリーズ全体で保持されますが、感情が描かれているものを描くために適切な時間に使用されます。\u001b[22m\n\u001b[1m(Saundo - onaji kyoku ga shirīzu zentai de hoji sa remasuga, kanjō ga egaka rete iru mono o kaku tame ni tekisetsuna jikan ni shiyō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mSound - Same tunes are kept throughout the series, but are used at the right times to depict whatever emotion is being portrayed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - Same tunes are kept throughout the series, but are used at the right times to depict whatever emotion is being portrayed.\u001b[24m\n    \u001b[1mサウンド - 同じ曲がシリーズ全体で保持されますが、感情が描かれているものを描くために適切な時間に使用されます。\u001b[22m, \u001b[1mサウンド - 同じ曲はシリーズ全体で保持されますが、描かれているものは何でも感情描写するために適切なタイミングで使用されています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - Like I said before Shu has the same never give up, always staying positive mentality as Naruto. Shu is a kendo fighter, but at times can be clumsy.\n\n\u001b[1mキャラクター - 私はシュウが同じことをしない前に言ったように、常にナルトのような肯定的な心理を維持しています。 シュウは剣道戦闘機ですが、時には不器用になることがあります。\u001b[22m\n\u001b[1m(Kyarakutā - watashi wa Shū ga onaji koto o shinai mae ni itta yō ni, tsuneni naruto no yōna kōtei-tekina shinri o iji shite imasu. Shū wa kendō sentōkidesuga, tokiniha bukiyō ni naru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - Like I said before Shu has the same never give up, always staying positive mentality as Naruto. Shu is a kendo fighter, but at times can be clumsy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - Like I said before Shu has the same never give up, always staying positive mentality as Naruto.\u001b[24m\n    \u001b[1mキャラクター - 私はシュウが同じことをしない前に言ったように、常にナルトのような肯定的な心理を維持しています。\u001b[22m, \u001b[1m文字 - シュウは同じでは常にナルトとして正の精神に滞在、決してあきらめない前に私が言ったように。\u001b[22m\n\u001b[4mShu is a kendo fighter, but at times can be clumsy.\u001b[24m\n    \u001b[1mシュウは剣道戦闘機ですが、時には不器用になることがあります。\u001b[22m, \u001b[1mシュウは、剣道の戦闘機ですが、時間に不器用することができます。\u001b[22m\nLala-Ru is always most of the time quiet but holds the key to giving vast amounts of water for the entire land at the cost of her life.\n\n\u001b[1mララ・ルーはいつも静かではありますが、彼女の人生を犠牲にして大陸全体に膨大な量の水を供給するための鍵を握っています。\u001b[22m\n\u001b[1m(Rara rū wa itsumo shizukade wa arimasuga, kanojo no jinsei o gisei ni shite tairiku zentai ni bōdaina ryō no mizu o kyōkyū suru tame no kagi o nigitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mLala-Ru is always most of the time quiet but holds the key to giving vast amounts of water for the entire land at the cost of her life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLala-Ru is always most of the time quiet but holds the key to giving vast amounts of water for the entire land at the cost of her life.\u001b[24m\n    \u001b[1mララ・ルーはいつも静かではありますが、彼女の人生を犠牲にして大陸全体に膨大な量の水を供給するための鍵を握っています。\u001b[22m, \u001b[1mララ-Ruは常に時間の中で最も静かですが、彼女の人生を犠牲にして全体の土地のための水の膨大な量を与えるの鍵を握ります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - I enjoyed my experience for watching this anime. It really dragged me in and you can get a connection for the two main characters. At times, you actually feel like you are in a war.\n\n\u001b[1m楽しさ - 私はこのアニメを見て自分の経験を楽しんだ。 それは本当に私をドラッグして、あなたは2つの主人公のための接続を得ることができます。 時には、あなたは戦争にいるような気がします。\u001b[22m\n\u001b[1m(Tanoshisa - watashi wa kono anime o mite jibun no keiken o tanoshinda. Sore wa hontōni watashi o doraggu shite, anata wa 2tsu no shujinkō no tame no setsuzoku o eru koto ga dekimasu. Tokiniha, anata wa sensō ni iru yōna ki ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - I enjoyed my experience for watching this anime. It really dragged me in and you can get a connection for the two main characters. At times, you actually feel like you are in a war.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - I enjoyed my experience for watching this anime.\u001b[24m\n    \u001b[1m楽しさ - 私はこのアニメを見て自分の経験を楽しんだ。\u001b[22m, \u001b[1m楽しさ - 私はこのアニメを見ための私の経験を楽しみました。\u001b[22m\n\u001b[4mIt really dragged me in and you can get a connection for the two main characters.\u001b[24m\n    \u001b[1mそれは本当に私をドラッグして、あなたは2つの主人公のための接続を得ることができます。\u001b[22m, \u001b[1mそれは本当に私をドラッグし、次の2つの主要な文字の接続を取得することができます。\u001b[22m\n\u001b[4mAt times, you actually feel like you are in a war.\u001b[24m\n    \u001b[1m時には、あなたは戦争にいるような気がします。\u001b[22m, \u001b[1mあなたは戦争にいるような時間では、あなたが実際に感じています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - If you are used to war movies and all that, then I highly recommend this anime to you. If you aren't really that into war movies or can't really stomach it, then don't watch it...even though it does reiterate that no good can ever come from war.....No matter what the cost and how many lives are lost. For those of you who don't watch this, then you are missing out on something special.\n\n\u001b[1m全体的に - あなたが戦争映画やそのすべてに慣れているなら、このアニメを強くお勧めします。 あなたが本当に戦争の映画にはいないか、それを本当に胃にすることができないなら、それを見ないでください...たとえそれが戦争から来ることができないということを繰り返しても..... 失われた人生は何人ですか？ これを見ないあなたのために、あなたは何か特別なものを逃しています。\u001b[22m\n\u001b[1m(Zentai-teki ni - anata ga sensō eiga ya so no subete ni narete irunara, kono anime o tsuyoku o susume shimasu. Anata ga hontōni sensō no eiga ni wa inai ka, sore o hontōni i ni suru koto ga dekinainara, sore o minaide kudasai... Tatoe sore ga sensō kara kuru koto ga dekinai to iu koto o sōrihenshite mo.. ... Ushinawareta jinsei wa nan-ridesu ka? Kore o minai anata no tame ni, anata wa nani ka tokubetsuna mono o nogashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall - If you are used to war movies and all that, then I highly recommend this anime to you. If you aren't really that into war movies or can't really stomach it, then don't watch it...even though it does reiterate that no good can ever come from war.....No matter what the cost and how many lives are lost. For those of you who don't watch this, then you are missing out on something special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - If you are used to war movies and all that, then I highly recommend this anime to you.\u001b[24m\n    \u001b[1m全体的に - あなたが戦争映画やそのすべてに慣れているなら、このアニメを強くお勧めします。\u001b[22m, \u001b[1m全体的に - あなたは戦争映画とすべてのことに使用されている場合は、私は非常にあなたにこのアニメをお勧めします。\u001b[22m\n\u001b[4mIf you aren't really that into war movies or can't really stomach it, then don't watch it...even though it does reiterate that no good can ever come from war.....No matter what the cost\u001b[24m\n    \u001b[1mあなたが本当に戦争の映画にはいないか、それを本当に胃にすることができないなら、それを見ないでください...たとえそれが戦争から来ることができないということを繰り返しても.....\u001b[22m, \u001b[1mあなたは戦争映画に本当にないですか、実際にそれを我慢できない場合、それは良いが今まで何があってコスト.....戦争から来ることはできないことを繰り返すんが...それを見ていません\u001b[22m\n\u001b[4mand how many lives are lost.\u001b[24m\n    \u001b[1m失われた人生は何人ですか？\u001b[22m, \u001b[1mそして、どのように多くの命を失っています。\u001b[22m\n\u001b[4mFor those of you who don't watch this, then you are missing out on something special.\u001b[24m\n    \u001b[1mこれを見ないあなたのために、あなたは何か特別なものを逃しています。\u001b[22m, \u001b[1mこれを見ていない人のために、あなたは特別な何かを逃しています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "aNiM3_n00B",
    "profile": "/profile/aNiM3_n00B/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=6946",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは私が見た私の最初のアニメであり、まだ私のお気に入りです。 主にストーリーを引き起こし、感情はとてもリアルです。 物語は、いくつかの国が子供の誘拐と権力のための戦いに耐えていることに関係しています。 文字は素晴らしいですし、あなたはそれらを残念に感じるでしょう。 このアニメは本当に私を動かしました。 アニメは、レイプシーンや子供や大人の殺害のような成熟した瞬間を持っています。 しかし、これは感情と現実に加わるものです。 アニメの終わりになると、私は本当に落ち込みましたが、全体的には素晴らしいアニメでした。 人々に強くお勧めします。 そして最後の曲は私が映画やアニメを見て初めて涙を流しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nthis was my first anime i saw and its still my favorite. Mostly cause the story and emotions are so real. The story relates to what some countries are enduring with the kidnapping of kids, and also the fight for power. The characters are amazing and you will feel sorry for them. This anime really moved me. Anime has mature moments like rape scenes and killings of children and adults. But this adds to the emotion and reality. By the end of the anime i was really depressed but overall it was an awesome anime. Highly recommend it for people. And the ending song made me tear up for the first time ever of watching movies/anime.\n\n\u001b[1mこれは私が見た私の最初のアニメであり、まだ私のお気に入りです。 主にストーリーを引き起こし、感情はとてもリアルです。 物語は、いくつかの国が子供の誘拐と権力のための戦いに耐えていることに関係しています。 文字は素晴らしいですし、あなたはそれらを残念に感じるでしょう。 このアニメは本当に私を動かしました。 アニメは、レイプシーンや子供や大人の殺害のような成熟した瞬間を持っています。 しかし、これは感情と現実に加わるものです。 アニメの終わりになると、私は本当に落ち込みましたが、全体的には素晴らしいアニメでした。 人々に強くお勧めします。 そして最後の曲は私が映画やアニメを見て初めて涙を流しました。\u001b[22m\n\u001b[1m(Kore wa watashi ga mita watashi no saisho no animedeari, mada watashinōkiniiridesu. Omoni sutōrī o hikiokoshi, kanjō wa totemo riarudesu. Monogatari wa, ikutsu ka no kuni ga kodomo no yūkai to kenryoku no tame no tatakai ni taete iru koto ni kankei shite imasu. Moji wa subarashīdesushi, anata wa sorera o zan'nen ni kanjirudeshou. Kono anime wa hontōni watashi o ugokashimashita. Anime wa, reipushīn ya kodomo ya otona no satsugai no yōna seijuku shita shunkan o motte imasu. Shikashi, koreha kanjō to genjitsu ni kuwawaru monodesu. Anime no owari ni naru to, watashi wa hontōni ochikomimashitaga, zentai-teki ni wa subarashī animedeshita. Hitobito ni tsuyoku o susume shimasu. Soshite saigo no kyoku wa watashi ga eiga ya anime o mite hajimete namida o nagashimashita.)\u001b[22m\n\nTranslations of \u001b[4mthis was my first anime i saw and its still my favorite. Mostly cause the story and emotions are so real. The story relates to what some countries are enduring with the kidnapping of kids, and also the fight for power. The characters are amazing and you will feel sorry for them. This anime really moved me. Anime has mature moments like rape scenes and killings of children and adults. But this adds to the emotion and reality. By the end of the anime i was really depressed but overall it was an awesome anime. Highly recommend it for people. And the ending song made me tear up for the first time ever of watching movies/anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis was my first anime i saw and its still my favorite.\u001b[24m\n    \u001b[1mこれは私が見た私の最初のアニメであり、まだ私のお気に入りです。\u001b[22m, \u001b[1mこれは私が見た私の最初のアニメとそのまだ私のお気に入りでした。\u001b[22m\n\u001b[4mMostly cause the story and emotions are so real.\u001b[24m\n    \u001b[1m主にストーリーを引き起こし、感情はとてもリアルです。\u001b[22m, \u001b[1m主に物語を引き起こし、感情はとても本物です。\u001b[22m\n\u001b[4mThe story relates to what some countries are enduring with the kidnapping of kids, and also the fight for power.\u001b[24m\n    \u001b[1m物語は、いくつかの国が子供の誘拐と権力のための戦いに耐えていることに関係しています。\u001b[22m, \u001b[1m物語は、いくつかの国は子供の誘拐、また、電力のための戦いに耐えているものに関する。\u001b[22m\n\u001b[4mThe characters are amazing and you will feel sorry for them.\u001b[24m\n    \u001b[1m文字は素晴らしいですし、あなたはそれらを残念に感じるでしょう。\u001b[22m, \u001b[1m文字は驚くべきであり、あなたは彼らのために残念に感じるでしょう。\u001b[22m\n\u001b[4mThis anime really moved me.\u001b[24m\n    \u001b[1mこのアニメは本当に私を動かしました。\u001b[22m\n\u001b[4mAnime has mature moments like rape scenes and killings of children and adults.\u001b[24m\n    \u001b[1mアニメは、レイプシーンや子供や大人の殺害のような成熟した瞬間を持っています。\u001b[22m, \u001b[1mアニメレイプシーンや子供と大人の殺害のような成熟した瞬間があります。\u001b[22m\n\u001b[4mBut this adds to the emotion and reality.\u001b[24m\n    \u001b[1mしかし、これは感情と現実に加わるものです。\u001b[22m, \u001b[1mしかし、これは感情と現実に追加されます。\u001b[22m\n\u001b[4mBy the end of the anime i was really depressed but overall it was an awesome anime.\u001b[24m\n    \u001b[1mアニメの終わりになると、私は本当に落ち込みましたが、全体的には素晴らしいアニメでした。\u001b[22m, \u001b[1mアニメの終わりまでに、私は本当に落ち込んでいたが、全体的には素晴らしいアニメでした。\u001b[22m\n\u001b[4mHighly recommend it for people.\u001b[24m\n    \u001b[1m人々に強くお勧めします。\u001b[22m, \u001b[1m非常に人々のためにそれをお勧めします。\u001b[22m\n\u001b[4mAnd the ending song made me tear up for the first time ever of watching movies/anime.\u001b[24m\n    \u001b[1mそして最後の曲は私が映画やアニメを見て初めて涙を流しました。\u001b[22m, \u001b[1mそして、エンディング曲は私が今まで映画/アニメを見ての初めて引き裂く作られました。\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "underscore21",
    "profile": "/profile/underscore21/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=70185",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれが私をアニメにしたショーです。 かなり幸せな物語として始まりますが、テーブルをこの病的な、暗い、ねじれた、若い男の子の冒険のうわさの物語に変えて、ちょうど会った少女を救うために。 このショーでは最後まで失われることはありません。 それは結局すべてを結びつけます。 その本物の実現はまだ悲しいです。 このショーは戦争の恐怖を脚光を浴びる。 キャラクターの決定は、彼らの将来とストーリーの成果に大きく影響します。 その素晴らしいショー。 試してみます！ あなたは失望しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is the show that got me into anime. Starts off as a pretty happy story but then turns the tables into this morbid, dark, twisted, depressing tale of a young boys adventure to save a girl he just met briefly. No lose ends are left in this show. It pretty much ties everything up at the end. Its real fulfilling yet saddening at the same time. This show puts the horrors of war in the limelight. The decisions the characters make will greatly affect their future and the outcome of their story. Its an amazing show. Give it a shot! You won't be disappointed.\n\n\u001b[1mこれが私をアニメにしたショーです。 かなり幸せな物語として始まりますが、テーブルをこの病的な、暗い、ねじれた、若い男の子の冒険のうわさの物語に変えて、ちょうど会った少女を救うために。 このショーでは最後まで失われることはありません。 それは結局すべてを結びつけます。 その本物の実現はまだ悲しいです。 このショーは戦争の恐怖を脚光を浴びる。 キャラクターの決定は、彼らの将来とストーリーの成果に大きく影響します。 その素晴らしいショー。 試してみます！ あなたは失望しません。\u001b[22m\n\u001b[1m(Kore ga watashi o anime ni shita shōdesu. Kanari shiawasena monogatari to shite hajimarimasuga, tēburu o kono byōtekina, kurai, nejireta, wakai otokonoko no bōken no uwasa no monogatari ni kaete, chōdo atta shōjo o sukuu tame ni. Kono shōde wa saigomade ushinawa reru koto wa arimasen. Sore wa kekkyoku subete o musubitsukemasu. Sono honmono no jitsugen wa mada kanashīdesu. Kono shō wa sensō no kyōfu o kyakkōwoabiru. Kyarakutā no kettei wa, karera no shōrai to sutōrī no seika ni ōkiku eikyō shimasu. Sono subarashī shō. Tameshite mimasu! Anata wa shitsubō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is the show that got me into anime. Starts off as a pretty happy story but then turns the tables into this morbid, dark, twisted, depressing tale of a young boys adventure to save a girl he just met briefly. No lose ends are left in this show. It pretty much ties everything up at the end. Its real fulfilling yet saddening at the same time. This show puts the horrors of war in the limelight. The decisions the characters make will greatly affect their future and the outcome of their story. Its an amazing show. Give it a shot! You won't be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the show that got me into anime.\u001b[24m\n    \u001b[1mこれが私をアニメにしたショーです。\u001b[22m, \u001b[1mこれはアニメに私を得たショーです。\u001b[22m\n\u001b[4mStarts off as a pretty happy story but then turns the tables into this morbid, dark, twisted, depressing tale of a young boys adventure to save a girl he just met briefly.\u001b[24m\n    \u001b[1mかなり幸せな物語として始まりますが、テーブルをこの病的な、暗い、ねじれた、若い男の子の冒険のうわさの物語に変えて、ちょうど会った少女を救うために。\u001b[22m, \u001b[1mかなり満足の話としてオフを開始するが、その後、彼はただ簡単に会った女の子を保存するために、若い男の子の冒険のこの病的な、暗い、ツイスト、押下する物語の中にテーブルを回します。\u001b[22m\n\u001b[4mNo lose ends are left in this show.\u001b[24m\n    \u001b[1mこのショーでは最後まで失われることはありません。\u001b[22m, \u001b[1mいいえ失う端部は、このショーに残っていません。\u001b[22m\n\u001b[4mIt pretty much ties everything up at the end.\u001b[24m\n    \u001b[1mそれは結局すべてを結びつけます。\u001b[22m, \u001b[1mこれはかなり終わりにすべてを結びつけます。\u001b[22m\n\u001b[4mIts real fulfilling yet saddening at the same time.\u001b[24m\n    \u001b[1mその本物の実現はまだ悲しいです。\u001b[22m, \u001b[1mITSは、実同時に悲しいまだ果たします。\u001b[22m\n\u001b[4mThis show puts the horrors of war in the limelight.\u001b[24m\n    \u001b[1mこのショーは戦争の恐怖を脚光を浴びる。\u001b[22m, \u001b[1mこのショーは、脚光を浴びて戦争の恐ろしさを置きます。\u001b[22m\n\u001b[4mThe decisions the characters make will greatly affect their future and the outcome of their story.\u001b[24m\n    \u001b[1mキャラクターの決定は、彼らの将来とストーリーの成果に大きく影響します。\u001b[22m, \u001b[1m文字が行う決定が大幅に自分の将来とその物語の結果に影響を与えます。\u001b[22m\n\u001b[4mIts an amazing show.\u001b[24m\n    \u001b[1mその素晴らしいショー。\u001b[22m, \u001b[1mその驚くべきショー。\u001b[22m\n\u001b[4mGive it a shot!\u001b[24m\n    \u001b[1m試してみます！\u001b[22m, \u001b[1mそれを撃つ！\u001b[22m, \u001b[1mそれに打撃を与えます！\u001b[22m\n\u001b[4mYou won't be disappointed.\u001b[24m\n    \u001b[1mあなたは失望しません。\u001b[22m, \u001b[1mあなたは失望することはできません。\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "LordFrumpus",
    "profile": "/profile/LordFrumpus/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=22409",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  5\nサウンド|  6\nキャラクター|  10\n|  10\n\n「100億年の時間が非常に脆く、一時的なものであるため、苦くて悲しみのような愛情を呼び起こす。\n\n私はこのアニメを何と期待していたのかは分かりませんでしたが、正直に言うと私は本当に驚いて感動しました。 私はしばしば古いアニメのタイトルを見ることはありませんが、私はこのアニメを賞賛するのに十分な興味を持っていました。\n\n私は、このアニメは悲しいことだと言わざるを得ませんが、良いことがあります。 その劇的な雰囲気の中で完璧だと思う唯一の13のエピソードは、もはや過ぎ去りました。 これは非常によく書かれたショーであり、ストーリーとキャラクターは最初からあなたの注意を掴む方法を持っています。 何かを台無しにするつもりはありませんが、戦争は死と戦争に満ちており、その結論は甘い感情のプールに住み続けます。 本当に魅了します。\n\nそれは私のリストの10/10を得ました。 私は本当にこれをお勧めします。\n\n -  Lord Frumpus\n\n\n\nところで、シュウはあなたのお尻をキックするでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'Because ten billion years time is so fragile and so ephemeral it arouses a bittersweet, almost heartbreaking fondness.'\n\n\u001b[1m「100億年の時間が非常に脆く、一時的なものであるため、苦くて悲しみのような愛情を呼び起こす。\u001b[22m\n\u001b[1m(`100 Oku-nen no jikan ga hijō ni moroku, ichiji-tekina monodearu tame, nigakute kanashimi no yōna aijō o yobiokosu.)\u001b[22m\n\nTranslations of \u001b[4m'Because ten billion years time is so fragile and so ephemeral it arouses a bittersweet, almost heartbreaking fondness.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Because ten billion years time is so fragile and so ephemeral it arouses a bittersweet, almost heartbreaking fondness.'\u001b[24m\n    \u001b[1m「100億年の時間が非常に脆く、一時的なものであるため、苦くて悲しみのような愛情を呼び起こす。\u001b[22m, \u001b[1m「百億年の時間が非常に壊れやすいので、短命であるので、それはほろ苦い、ほとんど悲痛な思い入れをそそります。」\u001b[22m\n\u001b[1m\u001b[22m\nI wasn't really sure what to expect from this anime when I started it , but I have to be honest, I was really surprised and impressed from what I found. I don't often watch older anime titles, but I was intrigued enough to give this one a shot.\n\n\u001b[1m私はこのアニメを何と期待していたのかは分かりませんでしたが、正直に言うと私は本当に驚いて感動しました。 私はしばしば古いアニメのタイトルを見ることはありませんが、私はこのアニメを賞賛するのに十分な興味を持っていました。\u001b[22m\n\u001b[1m(Watashi wa kono anime o nanto kitai shite ita no ka wa wakarimasendeshitaga, shōjiki ni iu to watashi wa hontōni odoroite kandō shimashita. Watashi wa shibashiba furui anime no taitoru o miru koto wa arimasenga, watashi wa kono anime o shōsan suru no ni jūbun'na kyōmi o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI wasn't really sure what to expect from this anime when I started it , but I have to be honest, I was really surprised and impressed from what I found. I don't often watch older anime titles, but I was intrigued enough to give this one a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wasn't really sure what to expect from this anime when I started it , but I have to be honest, I was really surprised and impressed from what I found.\u001b[24m\n    \u001b[1m私はこのアニメを何と期待していたのかは分かりませんでしたが、正直に言うと私は本当に驚いて感動しました。\u001b[22m, \u001b[1m私が見つけたものから本当に驚き、感動しました、私はそれを開始したときにこのアニメに期待する内容が本当に確認されませんでしたが、私は正直でなければなりません。\u001b[22m\n\u001b[4mI don't often watch older anime titles, but I was intrigued enough to give this one a shot.\u001b[24m\n    \u001b[1m私はしばしば古いアニメのタイトルを見ることはありませんが、私はこのアニメを賞賛するのに十分な興味を持っていました。\u001b[22m, \u001b[1m私は、多くの場合、古いアニメのタイトルを見ていないが、私はこの1打撃を与えるには十分に興味をそそられました。\u001b[22m\n\u001b[1m\u001b[22m\nI've got to say, this anime is way sad, but WAY good. Its only 13 episodes, which I think is perfect for such a dramatic atmosphere - any longer and it would have been overdone. This is a very well-written show, and the storyline and characters have a way of grabbing your attention right from the start. Not to spoil anything, but the plot is rife with war and death, and its conclusion will leave you dwelling in a pool of bittersweet emotions. Really Captivating.\n\n\u001b[1m私は、このアニメは悲しいことだと言わざるを得ませんが、良いことがあります。 その劇的な雰囲気の中で完璧だと思う唯一の13のエピソードは、もはや過ぎ去りました。 これは非常によく書かれたショーであり、ストーリーとキャラクターは最初からあなたの注意を掴む方法を持っています。 何かを台無しにするつもりはありませんが、戦争は死と戦争に満ちており、その結論は甘い感情のプールに住み続けます。 本当に魅了します。\u001b[22m\n\u001b[1m(Watashi wa, kono anime wa kanashī kotoda to iwazaru o emasenga, yoi koto ga arimasu. Sono gekitekina fun'iki no naka de kanpekida to omou yuiitsu no 13 no episōdo wa, mohaya sugisarimashita. Kore wa hijō ni yoku kaka reta shōdeari, sutōrī to kyarakutā wa saisho kara anata no chūi o tsukamu hōhō o motte imasu. Nanika o dainashi ni suru tsumori wa arimasenga, sensō wa shi to sensō ni michite ori, sono ketsuron wa amai kanjō no pūru ni sumi tsudzukemasu. Hontōni miryō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI've got to say, this anime is way sad, but WAY good. Its only 13 episodes, which I think is perfect for such a dramatic atmosphere - any longer and it would have been overdone. This is a very well-written show, and the storyline and characters have a way of grabbing your attention right from the start. Not to spoil anything, but the plot is rife with war and death, and its conclusion will leave you dwelling in a pool of bittersweet emotions. Really Captivating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've got to say, this anime is way sad, but WAY good.\u001b[24m\n    \u001b[1m私は、このアニメは悲しいことだと言わざるを得ませんが、良いことがあります。\u001b[22m, \u001b[1m私はこのアニメは道悲しいが、WAY良いです、と言うようになってきました。\u001b[22m\n\u001b[4mIts only 13 episodes, which I think is perfect for such a dramatic atmosphere - any longer and it would have been overdone.\u001b[24m\n    \u001b[1mその劇的な雰囲気の中で完璧だと思う唯一の13のエピソードは、もはや過ぎ去りました。\u001b[22m, \u001b[1m私は、このような劇的な雰囲気のために完全であると思い、その唯一の13のエピソード、 - もはや、それはやり過ぎだったでしょう。\u001b[22m\n\u001b[4mThis is a very well-written show, and the storyline and characters have a way of grabbing your attention right from the start.\u001b[24m\n    \u001b[1mこれは非常によく書かれたショーであり、ストーリーとキャラクターは最初からあなたの注意を掴む方法を持っています。\u001b[22m, \u001b[1mこれは非常によく書かれたショーで、ストーリーやキャラクターが最初からあなたの注意をつかむ方法を持っています。\u001b[22m\n\u001b[4mNot to spoil anything, but the plot is rife with war and death, and its conclusion will leave you dwelling in a pool of bittersweet emotions.\u001b[24m\n    \u001b[1m何かを台無しにするつもりはありませんが、戦争は死と戦争に満ちており、その結論は甘い感情のプールに住み続けます。\u001b[22m, \u001b[1m何かを台無しにするが、プロットしないように、戦争と死でいっぱいであり、その結論は、ほろ苦い感情のプールで住居あなたを残します。\u001b[22m\n\u001b[4mReally Captivating.\u001b[24m\n    \u001b[1m本当に魅了します。\u001b[22m, \u001b[1m本当に魅惑。\u001b[22m\n\u001b[1m\u001b[22m\nIts got a 10/10 on my list. I REALLY recommend this.\n\n\u001b[1mそれは私のリストの10/10を得ました。 私は本当にこれをお勧めします。\u001b[22m\n\u001b[1m(Sore wa watashi no risuto no 10/ 10 o emashita. Watashi wa hontōni kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIts got a 10/10 on my list. I REALLY recommend this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts got a 10/10 on my list.\u001b[24m\n    \u001b[1mそれは私のリストの10/10を得ました。\u001b[22m, \u001b[1mそのは私のリストに10/10を得ました。\u001b[22m\n\u001b[4mI REALLY recommend this.\u001b[24m\n    \u001b[1m私は本当にこれをお勧めします。\u001b[22m, \u001b[1m私は本当にこのことをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n- Lord Frumpus\n\n\u001b[1m -  Lord Frumpus\u001b[22m\n\u001b[1m(- Lord Frumpus)\u001b[22m\n\nTranslations of \u001b[4m- Lord Frumpus\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Lord Frumpus\u001b[24m\n    \u001b[1m -  Lord Frumpus\u001b[22m, \u001b[1m - 主Frumpus\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nBTW, Shu will kick your ass.\n\n\u001b[1mところで、シュウはあなたのお尻をキックするでしょう。\u001b[22m\n\u001b[1m(Tokorode, Shū wa anata no o shiri o kikku surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mBTW, Shu will kick your ass.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBTW, Shu will kick your ass.\u001b[24m\n    \u001b[1mところで、シュウはあなたのお尻をキックするでしょう。\u001b[22m, \u001b[1mところで、シュウはあなたのお尻をキックします。\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "DATS24",
    "profile": "/profile/DATS24/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=136569",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  7\n\nPersonally, I watch Ima Soko ni Iru Boku because something related to Legendz: Yomigaeru Ryuuou Densetsu (Tale of Dragon King) especially the main character, the same Matsutani Shuuzo, also same series director. I also heard that this anime is somehow dark and psychological. After completed watching it, I can't say it's dark and edgy, or deep psychological. Let's go into it..\n\nストーリー：6/10\nストーリーは大丈夫だと思いますが、13のエピソードでは速すぎて、プロットは単純で、重いものもプロットツイストはありませんでした。  Lala-Ruという名前の不思議な女の子と出会った松谷秀三の話は、世界の別の次元に閉じ込められてしまった。  Lala-ruがハムドという人工の町であるヘリウッドの人質だったのを見て、シュウはハムドの親切な扱いから彼女を救いたい。 咸道王は、子供たちがいる中で、彼の軍隊を強化することによって、彼の野望に到達したい。 これはララ・ルーを救い、ハムド王の野望を止めること、それ以外の話です。 無実の子供たちに兵士、人間の欲求、子どもの殺害を強いるような議論の余地があるものだけがある。\n\nキャラクター：7/10\n\nMatsutani ShuuzoはLegendzのMatsutani Shuuzoよりもばかげた、ユーモアがありません。 彼の唯一の考えはララールを救うことだけです。 それでも、彼は愚かな理由のためにpplが殺されるのを見るのを助けることができない唯一の人です。 彼はしばしば拷問を受けたり、撃たれたりしています。 しかし、それは彼の考えを変えない。 彼のための多くのキャラクターの開発、彼はまだいくつかを除いて最後に同じである。 彼はシリーズでベストを尽くした。 私は彼に感謝します。\nララールは、ハムド王に誘拐されたむしろ神秘的な少女です。 彼女が人間ではなく千年の生き物であるにもかかわらず、彼女についての深い特徴付けはありません。 彼女はむしろ浅い性格だが、彼女の言葉は時には論争を呼んでいる。 人間のことだけを考えてはいますが、心の中からではなく、人間の欲望からではありません。 確かに議論の余地がある。\nナブカは咸道王の兵士の一部です。 彼は兵士として自分の仕事をすることだけを考えている。 しかし、Shuuが来ると、彼の性格は少し複雑になった。 あまりキャラクターの開発、また、私はそれについてスポイラーを与えることはありません。\nサラはまた、秀雄のような人質であるが、兵士にはならない。 彼女はShuuから同じ世界から来た、彼女はアメリカ出身である。 彼女は最初のことでそれほど重要ではないように見えました。でも、彼女はいくつかのエピソードのために残されていましたが、最終的にはやがて帰ってきました。 彼女についての深い特徴付けではありませんが、彼女は悲劇的であっても、彼女に何が起こっているかを克服して最終的にうまく発展しました。\n他のサポートキャラクターは大丈夫だと思いますが、彼らはアニメに多くの死があってもうまくいったと思います。 私がうまく感謝しなかったキャラクターの片側が悪役です。 咸道王は、世界の支配的な動機を持った愚かな迷惑な悪役だったが、時には彼のパンチをしたい。  Abeliaはむしろ浅い人物です。 彼女はちょうど、ハムドンが彼女に何の躊躇もなく、より深い特徴付けをすることなく何をすべきか教えてくれました。\n結局のところ、このアニメはいくつかのキャラクターにいくつかのキャラクターがあったとしても、キャラクター化に欠けています。 しかし、私は知っている、13エピソードだけでは、そのようなことを行うことはできませんので、それは合理的なので、文字の7得点。\n\n音楽：6/10\n音楽は思い出深いものではなく、ほとんどのエピソードはサウンドトラックが欠けている。 オープニング曲はインストゥルメンタルのみで、エンディング曲はちょうどいいですよ。\n\nアート：6/10\n1999年のアニメだから大丈夫です。 それはアートに関するものです。\n\n楽しさ：7/10\n唯一の13のエピソードシリーズであるにもかかわらず、このシリーズは、観客が考える必要があるようないくつかの論争の的なものを与えていた。 それはまったく暗くはなく、いくつかを除いて深い心理的なものはありません。 プロットやキャラクターのために、私は本当に楽しんでいなかった\n\n全体：7/10\n私が7というスコアを与える理由は、シリーズの論争の問題を理解するためだけです。 私は議論の余地のない悲劇、特に子どもに関係する悲劇を好む人にしか勧めないかもしれません。 私のレビューが助けてくれることを祈っています。ありがとう",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nPersonally, I watch Ima Soko ni Iru Boku because something related to Legendz: Yomigaeru Ryuuou Densetsu (Tale of Dragon King) especially the main character, the same Matsutani Shuuzo, also same series director. I also heard that this anime is somehow dark and psychological. After completed watching it, I can't say it's dark and edgy, or deep psychological. Let's go into it..\n(Personally, I watch Ima Soko ni Iru Boku bikōzu something related to rejenzu: Yomigaeru Ryuuou Densetsu (Tale of Dragon King) especially the mēn kyarakutā, the same Matsutani Shuuzo, also same series director. I also heard zatto this anime is somehow dark ando psychological. After completed watching it, I kyan' t say it' s dark ando edgy, or deep psychological. Retto' s go into it..)\n\n\u001b[1mPersonally, I watch Ima Soko ni Iru Boku because something related to Legendz: Yomigaeru Ryuuou Densetsu (Tale of Dragon King) especially the main character, the same Matsutani Shuuzo, also same series director. I also heard that this anime is somehow dark and psychological. After completed watching it, I can't say it's dark and edgy, or deep psychological. Let's go into it..\u001b[22m\n\u001b[1m(Personally, I watch Ima Soko ni Iru Boku bikōzu something related to rejenzu: Yomigaeru Ryuuou Densetsu (Tale of Dragon King) especially the mēn kyarakutā, the same Matsutani Shuuzo, also same series director. I also heard zatto this anime is somehow dark ando psychological. After completed watching it, I kyan' t say it' s dark ando edgy, or deep psychological. Retto' s go into it..)\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/10\n\n\u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/10\u001b[24m\n    \u001b[1mストーリー：6/10\u001b[22m\nThe story is okay-ish I think, but it went too fast with only 13 episodes, and also the plot was straightforward, no plot twist even heavy one. The story is about Matsutani Shuuzo meeting a mysterious girl named Lala-Ru, then got trapped into another dimension of world. Seeing Lala-ru was a hostage in Hellywood, the artificial town that a king named Hamdo live, Shuu want to save her from king Hamdo's selfish treatment. King Hamdo want to reach his ambition by reinforcing his troops, with kids WERE in it. This is a story about saving Lala-ru and stopping King Hamdo's ambition, none other than that. Only it has some controversial things like forcing innocent kids to become soldiers, human's greed, and child killing.\n\n\u001b[1mストーリーは大丈夫だと思いますが、13のエピソードでは速すぎて、プロットは単純で、重いものもプロットツイストはありませんでした。  Lala-Ruという名前の不思議な女の子と出会った松谷秀三の話は、世界の別の次元に閉じ込められてしまった。  Lala-ruがハムドという人工の町であるヘリウッドの人質だったのを見て、シュウはハムドの親切な扱いから彼女を救いたい。 咸道王は、子供たちがいる中で、彼の軍隊を強化することによって、彼の野望に到達したい。 これはララ・ルーを救い、ハムド王の野望を止めること、それ以外の話です。 無実の子供たちに兵士、人間の欲求、子どもの殺害を強いるような議論の余地があるものだけがある。\u001b[22m\n\u001b[1m(Sutōrī wa daijōbuda to omoimasuga, 13 no episōdode wa haya sugite, purotto wa tanjun de, omoi mono mo purottotsuisuto wa arimasendeshita. Lala - Ru to iu namae no fushigina on'nanoko to deatta Matsutani Shūzō no hanashi wa, sekai no betsu no jigen ni tojikome rarete shimatta. Lala - ru ga hamudo to iu jinkō no machidearu heriuddo no hitojichidatta no o mite, Shū wa hamudo no shinsetsuna atsukai kara kanojo o sukuitai. 咸道-Ō wa, kodomo-tachi ga iru naka de, kare no guntai o kyōka suru koto ni yotte, kare no yabō ni tōtatsu shitai. Kore wa rara rū o sukui, hamudo-ō no yabō o tomeru koto, soreigai no hanashidesu. Mujitsu no kodomo-tachi ni heishi, ningen no yokkyū, kodomo no satsugai o shiiru yōna giron no yochi ga aru mono dake ga aru.)\u001b[22m\n\nTranslations of \u001b[4mThe story is okay-ish I think, but it went too fast with only 13 episodes, and also the plot was straightforward, no plot twist even heavy one. The story is about Matsutani Shuuzo meeting a mysterious girl named Lala-Ru, then got trapped into another dimension of world. Seeing Lala-ru was a hostage in Hellywood, the artificial town that a king named Hamdo live, Shuu want to save her from king Hamdo's selfish treatment. King Hamdo want to reach his ambition by reinforcing his troops, with kids WERE in it. This is a story about saving Lala-ru and stopping King Hamdo's ambition, none other than that. Only it has some controversial things like forcing innocent kids to become soldiers, human's greed, and child killing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is okay-ish I think, but it went too fast with only 13 episodes, and also the plot was straightforward, no plot twist even heavy one.\u001b[24m\n    \u001b[1mストーリーは大丈夫だと思いますが、13のエピソードでは速すぎて、プロットは単純で、重いものもプロットツイストはありませんでした。\u001b[22m, \u001b[1m物語は、私が思う大丈夫っぽいですが、それは唯一の13のエピソードであまりにも速く行き、またプロットが無いプロットツイストでも重いもの、簡単でした。\u001b[22m\n\u001b[4mThe story is about Matsutani Shuuzo meeting a mysterious girl named Lala-Ru, then got trapped into another dimension of world.\u001b[24m\n    \u001b[1mLala-Ruという名前の不思議な女の子と出会った松谷秀三の話は、世界の別の次元に閉じ込められてしまった。\u001b[22m, \u001b[1m物語はその後、世界の別の次元に閉じ込められてしまった、松谷Shuuzo会議についてララ - とらぶる - という名前の神秘的な女の子です。\u001b[22m\n\u001b[4mSeeing Lala-ru was a hostage in Hellywood, the artificial town that a king named Hamdo live, Shuu want to save her from king Hamdo's selfish treatment.\u001b[24m\n    \u001b[1mLala-ruがハムドという人工の町であるヘリウッドの人質だったのを見て、シュウはハムドの親切な扱いから彼女を救いたい。\u001b[22m, \u001b[1mララ-RUがHellywood、Hamdoという名前の王が住んでいる人工町の人質だった見て、シュウは王Hamdoの利己的な治療から彼女を保存したいです。\u001b[22m\n\u001b[4mKing Hamdo want to reach his ambition by reinforcing his troops, with kids WERE in it.\u001b[24m\n    \u001b[1m咸道王は、子供たちがいる中で、彼の軍隊を強化することによって、彼の野望に到達したい。\u001b[22m, \u001b[1mキングHamdoは、子供たちはそれにあったと、彼の軍隊を強化することによって、彼の野心に到達したいです。\u001b[22m\n\u001b[4mThis is a story about saving Lala-ru and stopping King Hamdo's ambition, none other than that.\u001b[24m\n    \u001b[1mこれはララ・ルーを救い、ハムド王の野望を止めること、それ以外の話です。\u001b[22m, \u001b[1mこれは、ララ-RUを節約し、王Hamdoの野望、それ以外のどれを停止する話です。\u001b[22m\n\u001b[4mOnly it has some controversial things like forcing innocent kids to become soldiers, human's greed, and child killing.\u001b[24m\n    \u001b[1m無実の子供たちに兵士、人間の欲求、子どもの殺害を強いるような議論の余地があるものだけがある。\u001b[22m, \u001b[1mそれだけでは兵士、人間の貪欲、子殺しになるために罪のない子供たちを強制するようないくつかの論争のものを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m\u001b[22m\nMatsutani Shuuzo is just a typical shounen character with kind of silly attitude, but less silly and humour-ish than Legendz's Matsutani Shuuzo. His only thought is only saving Lala-ru. Even though so, he's the only one who can't help seeing ppl being killed for just a silly reason. He's often being tortured or being shot. But it doesn't change his thoughts of that. Not much character development for him, he's still being the same in the end except some things. Only he did his best in the series. I appreciate him, though.\n\n\u001b[1mMatsutani ShuuzoはLegendzのMatsutani Shuuzoよりもばかげた、ユーモアがありません。 彼の唯一の考えはララールを救うことだけです。 それでも、彼は愚かな理由のためにpplが殺されるのを見るのを助けることができない唯一の人です。 彼はしばしば拷問を受けたり、撃たれたりしています。 しかし、それは彼の考えを変えない。 彼のための多くのキャラクターの開発、彼はまだいくつかを除いて最後に同じである。 彼はシリーズでベストを尽くした。 私は彼に感謝します。\u001b[22m\n\u001b[1m(Matsutani Shuuzo wa rejenzu no Matsutani Shuuzo yori mo bakageta, yūmoa ga arimasen. Kare no yuiitsu no kangae wa rarāru o sukuu koto dakedesu. Soredemo, kare wa orokana riyū no tame ni ppl ga korosa reru no o miru no o tasukeru koto ga dekinai yuiitsu no hitodesu. Kare wa shibashiba gōmon o uke tari, uta re tari shite imasu. Shikashi, sore wa kare no kangae o kaenai. Kare no tame no ōku no kyarakutā no kaihatsu, kare wa mada ikutsu ka o nozoite saigo ni onajidearu. Kare wa shirīzu de besuto o tsukushita. Watashi wa kare ni kansha shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMatsutani Shuuzo is just a typical shounen character with kind of silly attitude, but less silly and humour-ish than Legendz's Matsutani Shuuzo. His only thought is only saving Lala-ru. Even though so, he's the only one who can't help seeing ppl being killed for just a silly reason. He's often being tortured or being shot. But it doesn't change his thoughts of that. Not much character development for him, he's still being the same in the end except some things. Only he did his best in the series. I appreciate him, though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMatsutani Shuuzo is just a typical shounen character with kind of silly attitude, but less silly and humour-ish than Legendz's Matsutani Shuuzo.\u001b[24m\n    \u001b[1mMatsutani ShuuzoはLegendzのMatsutani Shuuzoよりもばかげた、ユーモアがありません。\u001b[22m, \u001b[1m松谷Shuuzoは愚かな態度の種類にちょうど典型的な少年の文字が、レジェンズの松谷Shuuzo未満愚かとユーモアっぽいです。\u001b[22m\n\u001b[4mHis only thought is only saving Lala-ru.\u001b[24m\n    \u001b[1m彼の唯一の考えはララールを救うことだけです。\u001b[22m, \u001b[1m彼の唯一の思想はララ - ルを保存しています。\u001b[22m\n\u001b[4mEven though so, he's the only one who can't help seeing ppl being killed for just a silly reason.\u001b[24m\n    \u001b[1mそれでも、彼は愚かな理由のためにpplが殺されるのを見るのを助けることができない唯一の人です。\u001b[22m, \u001b[1mたとえそう、彼は見て皆さんはただ愚かな理由のために殺されて助けることができないだけです。\u001b[22m\n\u001b[4mHe's often being tortured or being shot.\u001b[24m\n    \u001b[1m彼はしばしば拷問を受けたり、撃たれたりしています。\u001b[22m, \u001b[1m彼はしばしば拷問されていますか撃たれます。\u001b[22m\n\u001b[4mBut it doesn't change his thoughts of that.\u001b[24m\n    \u001b[1mしかし、それは彼の考えを変えない。\u001b[22m, \u001b[1mしかし、それはそれの彼の考えは変更されません。\u001b[22m\n\u001b[4mNot much character development for him, he's still being the same in the end except some things.\u001b[24m\n    \u001b[1m彼のための多くのキャラクターの開発、彼はまだいくつかを除いて最後に同じである。\u001b[22m, \u001b[1mあまりキャラクター開発は彼のために、彼はまだいくつかのものを除き、最終的には同じであるです。\u001b[22m\n\u001b[4mOnly he did his best in the series.\u001b[24m\n    \u001b[1m彼はシリーズでベストを尽くした。\u001b[22m, \u001b[1m彼だけは、シリーズで最善を尽くしました。\u001b[22m\n\u001b[4mI appreciate him, though.\u001b[24m\n    \u001b[1m私は彼に感謝します。\u001b[22m, \u001b[1mでも、私は彼を高く評価しています。\u001b[22m\nLala-ru is rather a mysterious girl who is kidnapped by King Hamdo. There's no deeper characterization about her, despite her not being a human but a thousand year creature. She's rather shallow character, but her words are sometimes controversial. Thinking about human only say thank you but not from inside the heart, or human's greed. Controversial indeed.\n\n\u001b[1mララールは、ハムド王に誘拐されたむしろ神秘的な少女です。 彼女が人間ではなく千年の生き物であるにもかかわらず、彼女についての深い特徴付けはありません。 彼女はむしろ浅い性格だが、彼女の言葉は時には論争を呼んでいる。 人間のことだけを考えてはいますが、心の中からではなく、人間の欲求からではありません。 確かに議論の余地がある。\u001b[22m\n\u001b[1m(Rarāru wa, hamudo-ō ni yūkai sa reta mushiro shinpi-tekina shōjodesu. Kanojo ga ningende wanaku Chitose no ikimonodearu nimokakawarazu, kanojo ni tsuite no fukai tokuchō-tsuke wa arimasen. Kanojo wa mushiro asai seikakudaga, kanojo no kotoba wa tokiniha ronsō o yonde iru. Ningen no koto dake o kangaete wa imasuga, kokoro no naka karade wa naku, ningen no yokkyū karade wa arimasen. Tashika ni giron no yochi ga aru.)\u001b[22m\n\nTranslations of \u001b[4mLala-ru is rather a mysterious girl who is kidnapped by King Hamdo. There's no deeper characterization about her, despite her not being a human but a thousand year creature. She's rather shallow character, but her words are sometimes controversial. Thinking about human only say thank you but not from inside the heart, or human's greed. Controversial indeed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLala-ru is rather a mysterious girl who is kidnapped by King Hamdo.\u001b[24m\n    \u001b[1mララールは、ハムド王に誘拐されたむしろ神秘的な少女です。\u001b[22m, \u001b[1mララ-ruがむしろ王Hamdoによって誘拐された不思議な女の子です。\u001b[22m\n\u001b[4mThere's no deeper characterization about her, despite her not being a human but a thousand year creature.\u001b[24m\n    \u001b[1m彼女が人間ではなく千年の生き物であるにもかかわらず、彼女についての深い特徴付けはありません。\u001b[22m, \u001b[1m彼女は人間が、千年の生き物ではないにも関わらず、彼女についてのより深い特徴づけは、ありません。\u001b[22m\n\u001b[4mShe's rather shallow character, but her words are sometimes controversial.\u001b[24m\n    \u001b[1m彼女はむしろ浅い性格だが、彼女の言葉は時には論争を呼んでいる。\u001b[22m, \u001b[1m彼女は浅めの文字だが、彼女の言葉は時に物議を醸すです。\u001b[22m\n\u001b[4mThinking about human only say thank you but not from inside the heart, or human's greed.\u001b[24m\n    \u001b[1m人間のことだけを考えてはいますが、心の中からではなく、人間の欲求からではありません。\u001b[22m, \u001b[1m人間について考えることだけではなく、心臓、または人間の貪欲内側からお礼を言います。\u001b[22m\n\u001b[4mControversial indeed.\u001b[24m\n    \u001b[1m確かに議論の余地がある。\u001b[22m, \u001b[1m確かに物議を醸します。\u001b[22m\nNabuca is a part of King Hamdo's soldier. He only think about doing his job as soldier. But, as Shuu comes, his characterization became more complex a bit. Not much character development, also umm, I won't give spoiler about it.\n\n\u001b[1mナブカは咸道王の兵士の一部です。 彼は兵士として自分の仕事をすることだけを考えている。 しかし、Shuuが来ると、彼の性格は少し複雑になった。 あまりキャラクターの開発、また、私はそれについてスポイラーを与えることはありません。\u001b[22m\n\u001b[1m(Nabuka wa 咸道-Ō no heishi no ichibudesu. Kare wa heishi to shite jibun no shigoto o suru koto dake o kangaete iru. Shikashi, Shuu ga kuru to, kare no seikaku wa sukoshi fukuzatsu ni natta. Amari kyarakutā no kaihatsu, mata, watashi wa sore ni tsuite supoirā o ataeru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNabuca is a part of King Hamdo's soldier. He only think about doing his job as soldier. But, as Shuu comes, his characterization became more complex a bit. Not much character development, also umm, I won't give spoiler about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNabuca is a part of King Hamdo's soldier.\u001b[24m\n    \u001b[1mナブカは咸道王の兵士の一部です。\u001b[22m, \u001b[1mNabucaは王Hamdoの兵士の一部です。\u001b[22m\n\u001b[4mHe only think about doing his job as soldier.\u001b[24m\n    \u001b[1m彼は兵士として自分の仕事をすることだけを考えている。\u001b[22m, \u001b[1m彼は唯一の兵士としての彼の仕事をして考えます。\u001b[22m\n\u001b[4mBut, as Shuu comes, his characterization became more complex a bit.\u001b[24m\n    \u001b[1mしかし、Shuuが来ると、彼の性格は少し複雑になった。\u001b[22m, \u001b[1mシュウが来るとしてではなく、彼の特徴付けは、少し複雑になりました。\u001b[22m\n\u001b[4mNot much character development, also umm, I won't give spoiler about it.\u001b[24m\n    \u001b[1mあまりキャラクターの開発、また、私はそれについてスポイラーを与えることはありません。\u001b[22m, \u001b[1mあまりキャラクター開発、またうーん、私はそれについてスポイラーを与えることはありません。\u001b[22m\nSara is also King Hamdo's hostage like Shuu, but not becoming a soldier. She came from the same world from Shuu, only she's from America. She seemed not that important in the first, even she is being left for some episodes but eventually came back after some moments. Even though not deep characterization about her, but she's the one who got developed well in the end by overcoming what's occurred to her even if it's a tragic one.\n\n\u001b[1mサラはまた、秀雄のような人質であるが、兵士にはならない。 彼女はShuuから同じ世界から来た、彼女はアメリカ出身である。 彼女は最初のことでそれほど重要ではないように見えました。でも、彼女はいくつかのエピソードのために残されていましたが、最終的にはやがて帰ってきました。 彼女についての深い特徴付けではありませんが、彼女は悲劇的であっても、彼女に何が起こっているかを克服して最終的にうまく発展しました。\u001b[22m\n\u001b[1m(Sara wa mata, Hideo no yōna hitojichidearuga, heishi ni wa naranai. Kanojo wa Shuu kara onaji sekai kara kita, kanojo wa Amerika shusshindearu. Kanojo wa saisho no koto de sorehodo jūyōde wa nai yō ni miemashita. Demo, kanojo wa ikutsu ka no episōdo no tame ni nokosa rete imashitaga, saishūtekini wa yagate kaette kimashita. Kanojo ni tsuite no fukai tokuchō-tsukede wa arimasenga, kanojo wa higeki-tekideatte mo, kanojo ni nani ga okotte iru ka o kokufuku shite saishūtekini umaku hatten shimashita.)\u001b[22m\n\nTranslations of \u001b[4mSara is also King Hamdo's hostage like Shuu, but not becoming a soldier. She came from the same world from Shuu, only she's from America. She seemed not that important in the first, even she is being left for some episodes but eventually came back after some moments. Even though not deep characterization about her, but she's the one who got developed well in the end by overcoming what's occurred to her even if it's a tragic one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSara is also King Hamdo's hostage like Shuu, but not becoming a soldier.\u001b[24m\n    \u001b[1mサラはまた、秀雄のような人質であるが、兵士にはならない。\u001b[22m, \u001b[1mサラはまた、シュウのような王Hamdoの人質ですが、兵士になってきていません。\u001b[22m\n\u001b[4mShe came from the same world from Shuu, only she's from America.\u001b[24m\n    \u001b[1m彼女はShuuから同じ世界から来た、彼女はアメリカ出身である。\u001b[22m, \u001b[1m彼女は、彼女はアメリカからだ、シュウから同じ世界から来ました。\u001b[22m\n\u001b[4mShe seemed not that important in the first, even she is being left for some episodes but eventually came back after some moments.\u001b[24m\n    \u001b[1m彼女は最初のことでそれほど重要ではないように見えました。でも、彼女はいくつかのエピソードのために残されていましたが、最終的にはやがて帰ってきました。\u001b[22m, \u001b[1m彼女も、彼女はいくつかのエピソードのために残されているが、最終的には、いくつかの瞬間の後に来て、最初のものは重要ではないようでした。\u001b[22m\n\u001b[4mEven though not deep characterization about her, but she's the one who got developed well in the end by overcoming what's occurred to her even if it's a tragic one.\u001b[24m\n    \u001b[1m彼女についての深い特徴付けではありませんが、彼女は悲劇的であっても、彼女に何が起こっているかを克服して最終的にうまく発展しました。\u001b[22m, \u001b[1mでも彼女について深くないキャラクタリゼーションしかし、彼女はそれが悲劇的な一つだ場合でも、彼女に起こっているもの克服することによって最終的にはよく発達してしまった一つです。\u001b[22m\nOther supporting characters are okay I think, they did well job, even though there're much deaths in the anime. One side of characters that I didn't appreciate well are the villains. King Hamdo was just a silly annoying villain with cliche world domination motives, his look sometimes make you wanna punch him. Abelia is rather a shallow character. She just did what King Hamdo tell her what to do without any hesitation or any deeper characterization.\n\n\u001b[1m他のサポートキャラクターは大丈夫だと思いますが、彼らはアニメに多くの死があってもうまくいったと思います。 私がうまく感謝しなかったキャラクターの片側が悪役です。 咸道王は、世界の支配的な動機を持った愚かな迷惑な悪役だったが、時には彼のパンチをしたい。  Abeliaはむしろ浅い人物です。 彼女はちょうど、ハムドンが彼女に何の躊躇もなく、より深い特徴付けをすることなく何をすべきか教えてくれました。\u001b[22m\n\u001b[1m(Hoka no sapōtokyarakutā wa daijōbuda to omoimasuga, karera wa anime ni ōku no shi ga atte mo umaku itta to omoimasu. Watashi ga umaku kansha shinakatta kyarakutā no katagawa ga akuyakudesu. 咸道-Ō wa, sekai no shihai-tekina dōki o motta orokana meiwakuna akuyakudattaga, tokiniha kare no panchi o shitai. Aberia wa mushiro asai jinbutsudesu. Kanojo wa chōdo, hamudon ga kanojo ni nani no chūcho mo naku, yori fukai tokuchō-tsuke o suru koto naku nani o subeki ka oshiete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mOther supporting characters are okay I think, they did well job, even though there're much deaths in the anime. One side of characters that I didn't appreciate well are the villains. King Hamdo was just a silly annoying villain with cliche world domination motives, his look sometimes make you wanna punch him. Abelia is rather a shallow character. She just did what King Hamdo tell her what to do without any hesitation or any deeper characterization.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther supporting characters are okay I think, they did well job, even though there're much deaths in the anime.\u001b[24m\n    \u001b[1m他のサポートキャラクターは大丈夫だと思いますが、彼らはアニメに多くの死があってもうまくいったと思います。\u001b[22m, \u001b[1mその他のサポートの文字は、私は、彼らがアニメに多くの人が死亡しているにもかかわらず、よく仕事をしてくれたと思う大丈夫です。\u001b[22m\n\u001b[4mOne side of characters that I didn't appreciate well are the villains.\u001b[24m\n    \u001b[1m私がうまく感謝しなかったキャラクターの片側が悪役です。\u001b[22m, \u001b[1m私はよく感謝していなかった文字の一方の側は悪役です。\u001b[22m\n\u001b[4mKing Hamdo was just a silly annoying villain with cliche world domination motives, his look sometimes make you wanna punch him.\u001b[24m\n    \u001b[1m咸道王は、世界の支配的な動機を持った愚かな迷惑な悪役だったが、時には彼のパンチをしたい。\u001b[22m, \u001b[1mキングHamdoは、決まり文句の世界征服の動機と愚かな迷惑な悪役だった、彼の表情は時々あなたが彼をパンチしたい行います。\u001b[22m\n\u001b[4mAbelia is rather a shallow character.\u001b[24m\n    \u001b[1mAbeliaはむしろ浅い人物です。\u001b[22m, \u001b[1mアベリアは浅め文字です。\u001b[22m\n\u001b[4mShe just did what King Hamdo tell her what to do without any hesitation or any deeper characterization.\u001b[24m\n    \u001b[1m彼女はちょうど、ハムドンが彼女に何の躊躇もなく、より深い特徴付けをすることなく何をすべきか教えてくれました。\u001b[22m, \u001b[1m彼女はちょうど王Hamdoは何のためらいまたは任意の深い特性決定することなく何をすべきかを彼女に言うものでした。\u001b[22m\nIn the end, this anime lacks of characterization, even though they had some for some characters. But I know, being only 13 episodes can't do such thing well, so that's reasonable, hence 7 score points for the characters.\n\n\u001b[1m結局のところ、このアニメはいくつかのキャラクターにいくつかのキャラクターがあったとしても、キャラクター化に欠けています。 しかし、私は知っている、13エピソードだけでは、そのようなことを行うことはできませんので、それは合理的なので、文字の7得点。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, kono anime wa ikutsu ka no kyarakutā ni ikutsu ka no kyarakutā ga atta to shite mo, kyarakutā-ka ni kakete imasu. Shikashi, watashi wa shitte iru, 13 episōdo dakede wa, sono yōna koto o okonau koto wa dekimasen'node, soreha gōri-tekinanode, moji no 7 tokuten.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, this anime lacks of characterization, even though they had some for some characters. But I know, being only 13 episodes can't do such thing well, so that's reasonable, hence 7 score points for the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, this anime lacks of characterization, even though they had some for some characters.\u001b[24m\n    \u001b[1m結局のところ、このアニメはいくつかのキャラクターにいくつかのキャラクターがあったとしても、キャラクター化に欠けています。\u001b[22m, \u001b[1m最後に、このアニメは、彼らはいくつかの文字のためのいくつかを持っていたにも関わらず、特性の欠けています。\u001b[22m\n\u001b[4mBut I know, being only 13 episodes can't do such thing well, so that's reasonable, hence 7 score points for the characters.\u001b[24m\n    \u001b[1mしかし、私は知っている、13エピソードだけでは、そのようなことを行うことはできませんので、それは合理的なので、文字の7得点。\u001b[22m, \u001b[1mしかし、私は唯一の13話はよくそのようなことを行うことができないという、知っているので、それが故に、文字の7得点合理的です。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: 6/10\n\n\u001b[1m音楽：6/10\u001b[22m\n\u001b[1m(Ongaku: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 6/10\u001b[24m\n    \u001b[1m音楽：6/10\u001b[22m, \u001b[1mミュージック：6/10\u001b[22m\nMusic are not that memorable, most of the episodes are lack of soundtrack. Opening song is only instrumental, and the ending song is just.. well okay-ish.\n\n\u001b[1m音楽は思い出深いものではなく、ほとんどのエピソードはサウンドトラックが欠けている。 オープニング曲はインストゥルメンタルのみであり、エンディング曲はまあまあです。\u001b[22m\n\u001b[1m(Ongaku wa omoidebukai monode wa naku, hotondo no episōdo wa saundotorakku ga kakete iru. Ōpuningu-kyoku wa insuto~urumentaru nomideari, endingu kyoku wa mā mādesu.)\u001b[22m\n\nTranslations of \u001b[4mMusic are not that memorable, most of the episodes are lack of soundtrack. Opening song is only instrumental, and the ending song is just.. well okay-ish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic are not that memorable, most of the episodes are lack of soundtrack.\u001b[24m\n    \u001b[1m音楽は思い出深いものではなく、ほとんどのエピソードはサウンドトラックが欠けている。\u001b[22m, \u001b[1m音楽は、エピソードのほとんどはサウンドトラックの不足している、その記念すべきではありません。\u001b[22m\n\u001b[4mOpening song is only instrumental, and the ending song is just.. well okay-ish.\u001b[24m\n    \u001b[1mオープニング曲はインストゥルメンタルのみであり、エンディング曲はまあまあです。\u001b[22m, \u001b[1m曲を開くと、唯一の楽器で、エンディング曲は、ちょうど..よく大丈夫っぽいです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6/10\n\n\u001b[1mアート：6/10\u001b[22m\n\u001b[1m(Āto: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6/10\u001b[24m\n    \u001b[1mアート：6/10\u001b[22m\nBeing a 1999 anime, it's just okay. That's all about the art.\n\n\u001b[1m1999年のアニメだから大丈夫です。 それはアートに関するものです。\u001b[22m\n\u001b[1m(1999-Nen no animedakara daijōbudesu. Sore wa āto ni kansuru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mBeing a 1999 anime, it's just okay. That's all about the art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a 1999 anime, it's just okay.\u001b[24m\n    \u001b[1m1999年のアニメだから大丈夫です。\u001b[22m, \u001b[1m1999年のアニメなので、それだけで大丈夫です。\u001b[22m\n\u001b[4mThat's all about the art.\u001b[24m\n    \u001b[1mそれはアートに関するものです。\u001b[22m, \u001b[1mそれは芸術についてのすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10\n\n\u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10\u001b[24m\n    \u001b[1m楽しさ：7/10\u001b[22m\nDespite being only 13 episodes series, this series had given such some controversial things the watchers need to think. It's not dark at all, no deep psychological things except some. For the plot and the characters, I didn't enjoy really much\n\n\u001b[1m唯一の13のエピソードシリーズであるにもかかわらず、このシリーズは、観客が考える必要があるようないくつかの論争の的なものを与えていた。 それはまったく暗くはなく、いくつかを除いて深い心理的なものはありません。 プロットやキャラクターのために、私は本当に楽しんでいなかった\u001b[22m\n\u001b[1m(Yuiitsu no 13 no episōdoshirīzudearu nimokakawarazu, kono shirīzu wa, kankyaku ga kangaeru hitsuyō ga aru yōna ikutsu ka no ronsō no-tekina mono o ataete ita. Sore wa mattaku kuraku wa naku, ikutsu ka o nozoite fukai shinri-tekina mono wa arimasen. Purotto ya kyarakutā no tame ni, watashi wa hontōni tanoshinde inakatta)\u001b[22m\n\nTranslations of \u001b[4mDespite being only 13 episodes series, this series had given such some controversial things the watchers need to think. It's not dark at all, no deep psychological things except some. For the plot and the characters, I didn't enjoy really much\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite being only 13 episodes series, this series had given such some controversial things the watchers need to think.\u001b[24m\n    \u001b[1m唯一の13のエピソードシリーズであるにもかかわらず、このシリーズは、観客が考える必要があるようないくつかの論争の的なものを与えていた。\u001b[22m, \u001b[1m唯一の13のエピソードシリーズであるにもかかわらず、このシリーズは、ウォッチャーが考える必要があるなど、いくつかの論争のものを与えていました。\u001b[22m\n\u001b[4mIt's not dark at all, no deep psychological things except some.\u001b[24m\n    \u001b[1mそれはまったく暗くはなく、いくつかを除いて深い心理的なものはありません。\u001b[22m, \u001b[1mそれは、まったく一部を除いて一切の深い心理的なものではない暗いません。\u001b[22m\n\u001b[4mFor the plot and the characters, I didn't enjoy really much\u001b[24m\n    \u001b[1mプロットやキャラクターのために、私は本当に楽しんでいなかった\u001b[22m, \u001b[1mプロットやキャラクターのために、私は本当に多く楽しみませんでした\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m\nThe reason why I give it a score of 7 is just for appreciating the controversial problems in the series. I might only recommend it for they who likes controversial tragedy, especially child related tragedy. I hope my review helps, thanks\n\n\u001b[1m私が7というスコアを与える理由は、シリーズの論争の問題を理解するためだけです。 私は議論の余地のない悲劇、特に子どもに関係する悲劇を好む人にしか勧めないかもしれません。 私のレビューが助けてくれることを祈っています。ありがとう\u001b[22m\n\u001b[1m(Watashi ga 7 to iu sukoa o ataeru riyū wa, shirīzu no ronsō no mondai o rikai suru tame dakedesu. Watashi wa giron no yochi no nai higeki, tokuni kodomo ni kankei suru higeki o konomu hito ni shika susumenai kamo shiremasen. Watashi no rebyū ga tasukete kureru koto o inotte imasu. Arigatō)\u001b[22m\n\nTranslations of \u001b[4mThe reason why I give it a score of 7 is just for appreciating the controversial problems in the series. I might only recommend it for they who likes controversial tragedy, especially child related tragedy. I hope my review helps, thanks\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason why I give it a score of 7 is just for appreciating the controversial problems in the series.\u001b[24m\n    \u001b[1m私が7というスコアを与える理由は、シリーズの論争の問題を理解するためだけです。\u001b[22m, \u001b[1m私はそれを7のスコアを与える理由は、単にシリーズの論争の問題点を鑑賞するためのものです。\u001b[22m\n\u001b[4mI might only recommend it for they who likes controversial tragedy, especially child related tragedy.\u001b[24m\n    \u001b[1m私は議論の余地のない悲劇、特に子どもに関係する悲劇を好む人にしか勧めないかもしれません。\u001b[22m, \u001b[1m私は論争の悲劇、特に子供関連の悲劇を好きな彼らのためにそれをお勧めかもしれません。\u001b[22m\n\u001b[4mI hope my review helps, thanks\u001b[24m\n    \u001b[1m私のレビューが助けてくれることを祈っています。ありがとう\u001b[22m, \u001b[1m私はおかげで、私のレビューが役に立てば幸い\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "abdar",
    "profile": "/profile/abdar/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=19696",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nパワフル。 絶対に強力です。 アニメは私を涙に近づけることに近づいていません。\n\nこのアニメには正直言って悪いことはありません。 ストーリー、アート、サウンド、キャラクターは、Now、Then、Here and Thereで実際に触知できる。 私が見たベスト13のエピソードシリーズ。\n\nほとんどの絶賛されたアニメシリーズのように、物語とキャラクターは悲劇に巻き込まれます。 あなたがこの美しく書かれたSFの叙事詩の間に何度か裂けるのを見ても驚かないでください。\n\nあなたが悲劇を扱うことができれば、Now and Then、Here and Thereが強く推奨されます。 あなたがそれを所有していないなら、それを借りてください。 あなたがそれを借りることができないなら、それを所有してください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nPowerful. Absolutely powerful. No anime has come closer to bringing me to tears.\n\n\u001b[1mパワフル。 絶対に強力です。 アニメは私を涙に近づけることに近づいていません。\u001b[22m\n\u001b[1m(Pawafuru. Zettai ni kyōryokudesu. Anime wa watashi o namida ni chikadzukeru koto ni chikadzuite imasen.)\u001b[22m\n\nTranslations of \u001b[4mPowerful. Absolutely powerful. No anime has come closer to bringing me to tears.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPowerful.\u001b[24m\n    \u001b[1mパワフル。\u001b[22m\n\u001b[4mAbsolutely powerful.\u001b[24m\n    \u001b[1m絶対に強力です。\u001b[22m, \u001b[1m絶対に強力。\u001b[22m\n\u001b[4mNo anime has come closer to bringing me to tears.\u001b[24m\n    \u001b[1mアニメは私を涙に近づけることに近づいていません。\u001b[22m, \u001b[1mいいえアニメは近い涙に私をもたらすに来ていません。\u001b[22m\n\u001b[1m\u001b[22m\nThere is honestly nothing bad about this anime. Story, art, sound and character are practically palpable in Now and Then, Here and There. THE best thirteen episode series I've seen.\n\n\u001b[1mこのアニメには正直言って悪いことはありません。 ストーリー、アート、サウンド、キャラクターは、Now、Then、Here and Thereで実際に触知できる。 私が見たベスト13のエピソードシリーズ。\u001b[22m\n\u001b[1m(Kono anime ni wa shōjiki itte warui koto wa arimasen. Sutōrī, āto, saundo, kyarakutā wa, Now, Then, Here ando zea de jissai ni shokuchi dekiru. Watashi ga mita besuto 13 no episōdoshirīzu.)\u001b[22m\n\nTranslations of \u001b[4mThere is honestly nothing bad about this anime. Story, art, sound and character are practically palpable in Now and Then, Here and There. THE best thirteen episode series I've seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is honestly nothing bad about this anime.\u001b[24m\n    \u001b[1mこのアニメには正直言って悪いことはありません。\u001b[22m, \u001b[1mこのアニメについて悪いものは何も正直ありません。\u001b[22m\n\u001b[4mStory, art, sound and character are practically palpable in Now and Then, Here and There.\u001b[24m\n    \u001b[1mストーリー、アート、サウンド、キャラクターは、Now、Then、Here and Thereで実際に触知できる。\u001b[22m, \u001b[1mストーリー、アート、音と文字があちこちで、今して中に実質的に触知できます。\u001b[22m\n\u001b[4mTHE best thirteen episode series I've seen.\u001b[24m\n    \u001b[1m私が見たベスト13のエピソードシリーズ。\u001b[22m, \u001b[1m私が見た中で最高の13エピソードシリーズ。\u001b[22m\n\u001b[1m\u001b[22m\nLike most acclaimed anime series, The story and characters are engulfed in tragedy. Don't be surprised if you find yourself tearing up a couple of times during this beautifully written, sci-fi epic.\n\n\u001b[1mほとんどの絶賛されたアニメシリーズのように、物語とキャラクターは悲劇に巻き込まれます。 あなたがこの美しく書かれたSFの叙事詩の間に何度か裂けるのを見ても驚かないでください。\u001b[22m\n\u001b[1m(Hotondo no zessan sa reta animeshirīzu no yō ni, monogatari to kyarakutā wa higeki ni makikoma remasu. Anata ga kono utsukushiku kaka reta SF no jojishi no ma ni nando ka sakeru no o mite mo odorokanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mLike most acclaimed anime series, The story and characters are engulfed in tragedy. Don't be surprised if you find yourself tearing up a couple of times during this beautifully written, sci-fi epic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike most acclaimed anime series, The story and characters are engulfed in tragedy.\u001b[24m\n    \u001b[1mほとんどの絶賛されたアニメシリーズのように、物語とキャラクターは悲劇に巻き込まれます。\u001b[22m, \u001b[1m最も絶賛アニメシリーズと同様に、ストーリーやキャラクターは悲劇に包まれています。\u001b[22m\n\u001b[4mDon't be surprised if you find yourself tearing up a couple of times during this beautifully written, sci-fi epic.\u001b[24m\n    \u001b[1mあなたがこの美しく書かれたSFの叙事詩の間に何度か裂けるのを見ても驚かないでください。\u001b[22m, \u001b[1mあなた自身がこの美しく書かれた、のSF叙事詩の間に数回を引き裂く見つけても驚かないでください。\u001b[22m\n\u001b[1m\u001b[22m\nIf you can handle tragedies, Now and Then, Here and There is highly recommended. If you don't own it, borrow it. If you cant borrow it, own it!\n\n\u001b[1mあなたが悲劇を扱うことができれば、Now and Then、Here and Thereが強く推奨されます。 あなたがそれを所有していないなら、それを借りてください。 あなたがそれを借りることができないなら、それを所有してください！\u001b[22m\n\u001b[1m(Anata ga higeki o atsukau koto ga dekireba, Now ando Then, Here ando zea ga tsuyoku suishō sa remasu. Anata ga sore o shoyū shite inainara, sore o karite kudasai. Anata ga sore o kariru koto ga dekinainara, sore o shoyū shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mIf you can handle tragedies, Now and Then, Here and There is highly recommended. If you don't own it, borrow it. If you cant borrow it, own it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you can handle tragedies, Now and Then, Here and There is highly recommended.\u001b[24m\n    \u001b[1mあなたが悲劇を扱うことができれば、Now and Then、Here and Thereが強く推奨されます。\u001b[22m, \u001b[1mあなたが今して、悲劇を扱うことができる場合は、こことそこを強くお勧めします。\u001b[22m\n\u001b[4mIf you don't own it, borrow it.\u001b[24m\n    \u001b[1mあなたがそれを所有していないなら、それを借りてください。\u001b[22m, \u001b[1mあなたはそれを所有していない場合は、それを借ります。\u001b[22m\n\u001b[4mIf you cant borrow it, own it!\u001b[24m\n    \u001b[1mあなたがそれを借りることができないなら、それを所有してください！\u001b[22m, \u001b[1mあなたはそれを借りるカント場合は、それを所有！\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "KonohaShinobi",
    "profile": "/profile/KonohaShinobi/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=40891",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは本当に1つのアニメ、アニメファンが見なければならない、アニメファンの友人や家族はすべてのエピソードを見て強制する必要があります、それは単なる良いです。\n\nご注意ください：最初のエピソードは、これがすべての時間の中で最もうつ病のアニメの1つであるように、巨大な赤いニシンです。\n\n物語は、ララ・ルーと呼ばれる少女に遭遇し、水が乏しい奇妙な未来にテレポートされたシュウという名前の子供に関する話です。 典型的な運賃のように聞こえるが、物語は見た目よりもはるかに暗い。\n\nこのショーのテーマには、飢餓、強姦、中絶、殺人、児童労働、絶望、自殺、犠牲、ああ、殺人などがあります。\n\nキャラクターは多くのアニメで見つかるかもしれないような単なる魅力的なものではなく、これらは実在の人物であり、主人公シュウは他のキャラクターと同様に脆弱であり、生き残る能力は非常に強く、周囲の他の人にインスピレーションを与えます。\n\nストーリーは美しく、あなたがそれを終えるときに本当に意味することをあなたに反映させます。\n\nアートは10で、シンプルですが、悲しい未来への小さな頷きは、テープで銃や格好の服のようにスタイルに加わります。\n\n音は10です、ダブは素晴らしいです、日本のVAは素晴らしく、その音楽はショーの乱雑な音にぴったりです。\n\nキャラクターはすべてのキャラクターがとても個性があり、物語に多くの実体を加えるたびに10です。\n\n楽しさは10、そのばかげたユニークな、そしてあなたが再ウォッチするとき、あなたが最初の視聴の後にとても泣いた後にとても傾いていると感じるならば、あなたは全体に隠された象徴の一部に感謝するでしょう。\n\n全体的には：10/10、アニメのファンはあなたが誰であろうと、これを見なければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is truly one anime, any anime fan should watch, and friends and family of anime fans should be forced to watch every episode, it is just THAT good.\n\n\u001b[1mこれは本当に1つのアニメ、アニメファンが見なければならない、アニメファンの友人や家族はすべてのエピソードを見て強制する必要があります、それは単なる良いです。\u001b[22m\n\u001b[1m(Kore wa hontōni 1tsu no anime, anime fan ga minakereba naranai, anime fan no yūjin ya kazoku wa subete no episōdo o mite kyōsei suru hitsuyō ga arimasu, sore wa tan'naru yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is truly one anime, any anime fan should watch, and friends and family of anime fans should be forced to watch every episode, it is just THAT good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is truly one anime, any anime fan should watch, and friends and family of anime fans should be forced to watch every episode, it is just THAT good.\u001b[24m\n    \u001b[1mこれは本当に1つのアニメ、アニメファンが見なければならない、アニメファンの友人や家族はすべてのエピソードを見て強制する必要があります、それは単なる良いです。\u001b[22m, \u001b[1mそれだけでは良いですが、これは本当に1アニメである、任意のアニメファンは見なければならない、と友人やアニメファンの家族は、すべてのエピソードを見に強制されるべきです。\u001b[22m\n\u001b[1m\u001b[22m\nBe forewarned: The first episode is a huge red herring, as this is one of the most depressing anime of all time.\n\n\u001b[1mご注意ください：最初のエピソードは、これがすべての時間の中で最もうつ病のアニメの1つであるように、巨大な赤いニシンです。\u001b[22m\n\u001b[1m(Go chūi kudasai: Saisho no episōdo wa, korega subete no jikan no naka de mottomo utsubyō no anime no 1tsudearu yō ni, kyodaina akai nishindesu.)\u001b[22m\n\nTranslations of \u001b[4mBe forewarned: The first episode is a huge red herring, as this is one of the most depressing anime of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBe forewarned: The first episode is a huge red herring, as this is one of the most depressing anime of all time.\u001b[24m\n    \u001b[1mご注意ください：最初のエピソードは、これがすべての時間の中で最もうつ病のアニメの1つであるように、巨大な赤いニシンです。\u001b[22m, \u001b[1mあらかじめご了承：これはすべての時間の中で最も憂鬱なアニメの一つであるとして、最初のエピソードは、巨大な赤いニシンです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about this kid named Shu who runs into a girl named Lala Ru and is teleported to a strange future where water is scarce. Sounds like typical fare however the story is much darker than it looks.\n\n\u001b[1m物語は、ララ・ルーと呼ばれる少女に遭遇し、水が乏しい奇妙な未来にテレポートされたシュウという名前の子供に関する話です。 典型的な運賃のように聞こえるが、物語は見た目よりもはるかに暗い。\u001b[22m\n\u001b[1m(Monogatari wa, rara rū to yoba reru shōjo ni sōgū shi, mizu ga toboshī kimyōna mirai ni terepōto sa reta Shū to iu namae no kodomo ni kansuru hanashidesu. Tenkei-tekina unchin no yō ni kikoeruga, monogatari wa mitame yori mo haruka ni kurai.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about this kid named Shu who runs into a girl named Lala Ru and is teleported to a strange future where water is scarce. Sounds like typical fare however the story is much darker than it looks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about this kid named Shu who runs into a girl named Lala Ru and is teleported to a strange future where water is scarce.\u001b[24m\n    \u001b[1m物語は、ララ・ルーと呼ばれる少女に遭遇し、水が乏しい奇妙な未来にテレポートされたシュウという名前の子供に関する話です。\u001b[22m, \u001b[1m物語はララのRuという名前の少女に実行され、水が不足している奇妙な未来へテレポートされているシュウという名前のこの子供についてです。\u001b[22m\n\u001b[4mSounds like typical fare however the story is much darker than it looks.\u001b[24m\n    \u001b[1m典型的な運賃のように聞こえるが、物語は見た目よりもはるかに暗い。\u001b[22m, \u001b[1m物語は見た目よりはるかに暗いですが、典型的な料理のように聞こえます。\u001b[22m\n\u001b[1m\u001b[22m\nThemes in this show include: starvation, rape, abortion, murder, child labor, desperation, suicide, and sacrifice, oh and genocide.\n\n\u001b[1mこのショーのテーマには、飢餓、強姦、中絶、殺人、児童労働、絶望、自殺、犠牲、ああ、殺人などがあります。\u001b[22m\n\u001b[1m(Kono shō no tēma ni wa, kiga, gōkan, chūzetsu, satsujin, jidō rōdō, zetsubō, jisatsu, gisei, ā, satsujin nado ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThemes in this show include: starvation, rape, abortion, murder, child labor, desperation, suicide, and sacrifice, oh and genocide.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThemes in this show include: starvation, rape, abortion, murder, child labor, desperation, suicide, and sacrifice, oh and genocide.\u001b[24m\n    \u001b[1mこのショーのテーマには、飢餓、強姦、中絶、殺人、児童労働、絶望、自殺、犠牲、ああ、殺人などがあります。\u001b[22m, \u001b[1mこのショーのテーマは、次のとおりです。飢餓、レイプ、中絶、殺人、児童労働、絶望、自殺、と犠牲、ああと大量虐殺を。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are not mere charicatures of people as you may find in many anime, these are real people, the main character Shu is as vulnerable as any other character, and his ability to survive is aweinspiring so much so he inspires other around him.\n\n\u001b[1mキャラクターは多くのアニメで見つかるかもしれないような単なる魅力的なキャラクターではなく、これらは実在の人物であり、主人公シュウは他のキャラクターと同様に脆弱であり、生き残る能力は非常に強く、周囲の他の人にインスピレーションを与えます。\u001b[22m\n\u001b[1m(Kyarakutā wa ōku no anime de mitsukaru kamo shirenai yōna tan'naru miryoku-tekina kyarakutāde wa naku, korera wa jitsuzai no jinbutsudeari, shujinkō Shū wa hoka no kyarakutā to dōyō ni zeijakudeari, ikinokoru nōryoku wa hijō ni tsuyoku, shūi no hokanohito ni insupirēshon o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are not mere charicatures of people as you may find in many anime, these are real people, the main character Shu is as vulnerable as any other character, and his ability to survive is aweinspiring so much so he inspires other around him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are not mere charicatures of people as you may find in many anime, these are real people, the main character Shu is as vulnerable as any other character, and his ability to survive is aweinspiring so much so he inspires other around him.\u001b[24m\n    \u001b[1mキャラクターは多くのアニメで見つかるかもしれないような単なる魅力的なキャラクターではなく、これらは実在の人物であり、主人公シュウは他のキャラクターと同様に脆弱であり、生き残る能力は非常に強く、周囲の他の人にインスピレーションを与えます。\u001b[22m, \u001b[1mあなたは多くのアニメで見つけることができるように文字が、これらは実際の人々である、人々の単なるcharicaturesではない、主人公シュウは、他の文字と同様に脆弱である、と彼は彼の周りに他を鼓舞ように生き残るために彼の能力はあまりaweinspiringされます。\u001b[22m\n\u001b[1m\u001b[22m\nStory is a 10, beautiful, will make you reflect on what it all truly means when you finish it.\n\n\u001b[1mストーリーは美しく、あなたがそれを終えるときに本当に意味することをあなたに反映させます。\u001b[22m\n\u001b[1m(Sutōrī wa utsukushiku, anata ga sore o oeru toki ni hontōni imi suru koto o anata ni han'ei sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mStory is a 10, beautiful, will make you reflect on what it all truly means when you finish it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory is a 10, beautiful, will make you reflect on what it all truly means when you finish it.\u001b[24m\n    \u001b[1mストーリーは美しく、あなたがそれを終えるときに本当に意味することをあなたに反映させます。\u001b[22m, \u001b[1mストーリーは、美しい10である、あなたはそれを終えるとき、それはすべてが本当に何を意味するのかを振り返るようになります。\u001b[22m\n\u001b[1m\u001b[22m\nArt is a 10, simplistic, but the little nods to this sad sad future like the taped up guns and the ratty clothing add to the style.\n\n\u001b[1mアートは10で、シンプルですが、悲しい未来への小さな頷きは、テープで銃や格好の服のようにスタイルに加わります。\u001b[22m\n\u001b[1m(Āto wa 10 de, shinpurudesuga, kanashī mirai e no chīsana unazuki wa, tēpu de jū ya kakkō no fuku no yō ni sutairu ni kuwawarimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt is a 10, simplistic, but the little nods to this sad sad future like the taped up guns and the ratty clothing add to the style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is a 10, simplistic, but the little nods to this sad sad future like the taped up guns and the ratty clothing add to the style.\u001b[24m\n    \u001b[1mアートは10で、シンプルですが、悲しい未来への小さな頷きは、テープで銃や格好の服のようにスタイルに加わります。\u001b[22m, \u001b[1mアートは10、単純化されますが、アップテーピング銃のように、この悲しい悲しい未来とネズミのような服に少しうなずくはスタイルに追加します。\u001b[22m\n\u001b[1m\u001b[22m\nSound is a 10, the dub is great, japanese VAs are great, and that music fits the distraught tone of the show amazingly well.\n\n\u001b[1m音は10です、ダブは素晴らしいです、日本のVAは素晴らしく、その音楽はショーの乱雑な音にぴったりです。\u001b[22m\n\u001b[1m(Oto wa 10desu, dabu wa subarashīdesu, Nihon no VA wa subarashiku, sono ongaku wa shō no ranzatsuna oto ni pittaridesu.)\u001b[22m\n\nTranslations of \u001b[4mSound is a 10, the dub is great, japanese VAs are great, and that music fits the distraught tone of the show amazingly well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound is a 10, the dub is great, japanese VAs are great, and that music fits the distraught tone of the show amazingly well.\u001b[24m\n    \u001b[1m音は10です、ダブは素晴らしいです、日本のVAは素晴らしく、その音楽はショーの乱雑な音にぴったりです。\u001b[22m, \u001b[1mサウンドは10である、ダブは素晴らしいですが、日本のVAは素晴らしいです、そしてその音楽が驚くほどよくショーの取り乱した音色にフィットします。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters is a 10 as every single character has so much personality and add so much substance to the story.\n\n\u001b[1mキャラクターはすべてのキャラクターがとても個性があり、物語に多くの実体を加えるたびに10です。\u001b[22m\n\u001b[1m(Kyarakutā wa subete no kyarakutā ga totemo kosei ga ari, monogatari ni ōku no jittai o kuwaeru tabi ni 10desu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters is a 10 as every single character has so much personality and add so much substance to the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters is a 10 as every single character has so much personality and add so much substance to the story.\u001b[24m\n    \u001b[1mキャラクターはすべてのキャラクターがとても個性があり、物語に多くの実体を加えるたびに10です。\u001b[22m, \u001b[1mすべての単一の文字がそんなに性格をしているし、ストーリーにそんなに物質を追加すると文字が10です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment is a 10, so unique its ridiculous, and when you rewatch, if you feel so inclined after crying so hard after your first viewing, you will appreciate some of the symbolism hidden throughout.\n\n\u001b[1m楽しさは10、そのばかげたユニークな、そしてあなたが再ウォッチするとき、あなたが最初の視聴の後にとても泣いた後にとても傾いていると感じるならば、あなたは全体に隠された象徴の一部に感謝するでしょう。\u001b[22m\n\u001b[1m(Tanoshisa wa 10, sono bakageta yunīkuna, soshite anata ga sai u~otchi suru toki, anata ga saisho no shichō no nochi ni totemo naita nochi ni totemo katamuite iru to kanjirunaraba, anata wa zentai ni kakusa reta shōchō no ichibu ni kansha surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment is a 10, so unique its ridiculous, and when you rewatch, if you feel so inclined after crying so hard after your first viewing, you will appreciate some of the symbolism hidden throughout.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment is a 10, so unique its ridiculous, and when you rewatch, if you feel so inclined after crying so hard after your first viewing, you will appreciate some of the symbolism hidden throughout.\u001b[24m\n    \u001b[1m楽しさは10、そのばかげたユニークな、そしてあなたが再ウォッチするとき、あなたが最初の視聴の後にとても泣いた後にとても傾いていると感じるならば、あなたは全体に隠された象徴の一部に感謝するでしょう。\u001b[22m, \u001b[1m楽しさは、そのとんでもないとてもユニーク10で、あなたはrewatchとき、あなたの最初の視聴後に一生懸命泣いた後にその気感じた場合、あなたは全体で隠された象徴のいくつかを理解するだろう。\u001b[22m\n\u001b[1m\u001b[22m\noverall: 10/10, any anime fan should watch this, no matter who you are.\n\n\u001b[1m全体的には：10/10、アニメのファンはあなたが誰であろうと、これを見なければなりません。\u001b[22m\n\u001b[1m(Zentai-teki ni wa: 10/ 10, Anime no fan wa anata ga daredearou to, kore o minakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4moverall: 10/10, any anime fan should watch this, no matter who you are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall: 10/10, any anime fan should watch this, no matter who you are.\u001b[24m\n    \u001b[1m全体的には：10/10、アニメのファンはあなたが誰であろうと、これを見なければなりません。\u001b[22m, \u001b[1m全体的に：10月10日、任意のアニメファンには関係なく、あなたが誰であるか、これを見てはなりません。\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "yourfriend_",
    "profile": "/profile/yourfriend_/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=159425",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は通常、古いアニメが好きではありませんが、これは本当に私を魅了しました。デュードは誤ってディストピアの未来に運ばれ、彼は地獄の条件と拷問の対象となります。 彼の誘拐者は彼が敵のスパイだと信じています。 私たちの主人公を恐ろしい場所でバットから外しましょう！ それが私の主人公がこのピクルスを手に入れて帰って来る様子を見る絶望と好奇心として、私はこのアニメに本当に魅了されたのではないかと思う。\n\n非常に短い、非常に良い、暴れやすい時計。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI don't usually like older anime but this one really hooked me in. Dude is transported accidentally to a dystopian future that is MISERABLE, he is subjected to hellish conditions and torture for no reason that he is aware of except that he was in the wrong place at the wrong time and his kidnappers believe he is a spy of the enemy. So right off the bat our protagonist in a horrible spot! I think that's why really hooked me into this anime as the hopelessness and the curiosity to see how our hero will get out this pickle and ever return home.\n\n\u001b[1m私は通常、古いアニメが好きではありませんが、これは本当に私を魅了しました。デュードは誤ってディストピアの未来に運ばれ、彼は地獄の条件と拷問の対象となります。 彼の誘拐者は彼が敵のスパイだと信じています。 私たちの主人公を恐ろしい場所でバットから外しましょう！ それが私の主人公がこのピクルスを手に入れて帰って来る様子を見る絶望と好奇心として、私はこのアニメに本当に魅了されたのではないかと思う。\u001b[22m\n\u001b[1m(Watashi wa tsūjō, furui anime ga sukide wa arimasenga, kore wa hontōni watashi o miryō shimashita. De~yūdo wa ayamatte disutopia no mirai ni hakoba re, kare wa jigoku no jōken to gōmon no taishō to narimasu. Kare no yūkai-sha wa kare ga teki no supaida to shinjite imasu. Watashitachi no shujinkō o osoroshī basho de batto kara hazushimashou! Sore ga watashi no shujinkō ga kono pikurusu o te ni irete kaette kuru yōsuwomiru zetsubō to kōkishin to shite, watashi wa kono anime ni hontōni miryō sa reta node wanai ka to omou.)\u001b[22m\n\nTranslations of \u001b[4mI don't usually like older anime but this one really hooked me in. Dude is transported accidentally to a dystopian future that is MISERABLE, he is subjected to hellish conditions and torture for no reason that he is aware of except that he was in the wrong place at the wrong time and his kidnappers believe he is a spy of the enemy. So right off the bat our protagonist in a horrible spot! I think that's why really hooked me into this anime as the hopelessness and the curiosity to see how our hero will get out this pickle and ever return home.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't usually like older anime but this one really hooked me in. Dude is transported accidentally to a dystopian future that is MISERABLE, he is subjected to hellish conditions and torture for no reason that he is aware of except that he was in the\u001b[24m\n    \u001b[1m私は通常、古いアニメが好きではありませんが、これは本当に私を魅了しました。デュードは誤ってディストピアの未来に運ばれ、彼は地獄の条件と拷問の対象となります。\u001b[22m, \u001b[1m私は通常、古いアニメが好きではありませんが、この1つは本当に私を夢中。男は惨めであるディストピア未来に誤って輸送され、彼は彼がしていたこと以外は認識していることを理由もなく地獄のような条件や拷問にかけられます\u001b[22m\n\u001b[4mwrong place at the wrong time and his kidnappers believe he is a spy of the enemy.\u001b[24m\n    \u001b[1m彼の誘拐者は彼が敵のスパイだと信じています。\u001b[22m, \u001b[1m間違った間違った当時の場所と彼の誘拐犯は、彼が敵のスパイであると考えています。\u001b[22m\n\u001b[4mSo right off the bat our protagonist in a horrible spot!\u001b[24m\n    \u001b[1m私たちの主人公を恐ろしい場所でバットから外しましょう！\u001b[22m, \u001b[1mだから、すぐさま恐ろしい場所で私たちの主人公！\u001b[22m\n\u001b[4mI think that's why really hooked me into this anime as the hopelessness and the curiosity to see how our hero will get out this pickle and ever return home.\u001b[24m\n    \u001b[1mそれが私の主人公がこのピクルスを手に入れて帰って来る様子を見る絶望と好奇心として、私はこのアニメに本当に魅了されたのではないかと思う。\u001b[22m, \u001b[1m私は本当に私たちのヒーローはこのピクルスを取得し、これまでに帰宅する方法を参照するには絶望と好奇心としてこのアニメに私を夢中理由だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nVery short, Very good, easy to binge watch.\n\n\u001b[1m非常に短い、非常に良い、暴れやすい時計。\u001b[22m\n\u001b[1m(Hijō ni mijikai, hijō ni yoi, abare yasui tokei.)\u001b[22m\n\nTranslations of \u001b[4mVery short, Very good, easy to binge watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery short, Very good, easy to binge watch.\u001b[24m\n    \u001b[1m非常に短い、非常に良い、暴れやすい時計。\u001b[22m, \u001b[1mどんちゃん騒ぎの腕時計に簡単に、非常に良い、非常に短いです。\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "AcidicJester",
    "profile": "/profile/AcidicJester/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=88921",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  8\n\n今日のアニメの95％は、純粋な純粋な純粋なものであり、些細な目的は「モエ」や「ファンタジー」として役立つため、ファンボーイやファンガールはそれらにふれることができます。 私は、今日の他の多くのアニメが、純粋な搾取の場合よりも、それらの背後にあるより多くの意味を持っていたことを願っています。\n\n私がYouTubeで見たコメント。 これは確かに真実であり、このシリーズには「優れた」と呼ばれるものがあります",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n'95% of anime today is pure unadulterated crap that's only trivial purpose is to serve as 'moe' and 'fanservice' so fanboys and fangirls can fap to them. I wish there were a lot of other anime's﻿ of today that had more meaning behind them, than for just pure exploitation...'\n\n\u001b[1m今日のアニメの95％は、純粋な純粋な純粋なものであり、些細な目的は「モエ」や「ファンタジー」として役立つため、ファンボーイやファンガールはそれらにふれることができます。 私は、今日の他の多くのアニメが、純粋な搾取の場合よりも、それらの背後にあるより多くの意味を持っていたことを願っています。\u001b[22m\n\u001b[1m(Kyō no anime no 95-pāsento wa, junsuina junsuina junsuina monodeari, sasaina mokuteki wa `Moe' ya `fantajī' to shite yakudatsu tame, fanbōi ya fangāru wa sorera ni fureru koto ga dekimasu. Watashi wa, kyō no ta no ōku no anime ga, junsuina sakushu no baai yori mo, sorera no haigo ni aru yori ōku no imi o motte ita koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4m'95% of anime today is pure unadulterated crap that's only trivial purpose is to serve as 'moe' and 'fanservice' so fanboys and fangirls can fap to them. I wish there were a lot of other anime's﻿ of today that had more meaning behind them, than for just pure exploitation...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'95% of anime today is pure unadulterated crap that's only trivial purpose is to serve as 'moe' and 'fanservice' so fanboys and fangirls can fap to them.\u001b[24m\n    \u001b[1m今日のアニメの95％は、純粋な純粋な純粋なものであり、些細な目的は「モエ」や「ファンタジー」として役立つため、ファンボーイやファンガールはそれらにふれることができます。\u001b[22m, \u001b[1mアニメの'95％は今日だけ些細な目的はファン達とfangirlsは彼らにFAPことができるように「萌え」と「サービスカット」として機能することです純粋な純粋ながらくたです。\u001b[22m\n\u001b[4mI wish there were a lot of other anime's﻿ of today that had more meaning behind them, than for just pure exploitation...'\u001b[24m\n    \u001b[1m私は、今日の他の多くのアニメが、純粋な搾取の場合よりも、それらの背後にあるより多くの意味を持っていたことを願っています。\u001b[22m, \u001b[1m私はただ純粋な搾取のためよりも、その背後に複数の意味を持っていた、今日の他のアニメのがたくさんありますなあ...」\u001b[22m\n\u001b[1m\u001b[22m\nA comment I saw on youtube. This is indeed true and this series has what it takes to be called 'Outstanding'\n\n\u001b[1m私がYouTubeで見たコメント。 これは確かに真実であり、このシリーズには「優れた」と呼ばれるものがあります\u001b[22m\n\u001b[1m(Watashi ga yūchūbu de mita komento. Kore wa tashika ni shinjitsudeari, kono shirīzu ni wa `sugureta' to yoba reru mono ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mA comment I saw on youtube. This is indeed true and this series has what it takes to be called 'Outstanding'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA comment I saw on youtube.\u001b[24m\n    \u001b[1m私がYouTubeで見たコメント。\u001b[22m, \u001b[1m私はユーチューブで見たコメント。\u001b[22m\n\u001b[4mThis is indeed true and this series has what it takes to be called 'Outstanding'\u001b[24m\n    \u001b[1mこれは確かに真実であり、このシリーズには「優れた」と呼ばれるものがあります\u001b[22m, \u001b[1mこれは確かに真実であると、このシリーズは、それが「優秀」と呼ばれるように必要なものを持っています\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "Devastator004",
    "profile": "/profile/Devastator004/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=92661",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  7\n\nこれは悲しい話の一部です。\n\nアニメを通して鈍いシーンはありません。\n\nこれは次元の旅行の部分のほかに最も現実的なアニメと、それが純粋な形で人間の本質を示すこと以外に使用される技術であるかもしれません。\n\n邪悪なところにはいつでもそれを止める働きがあります。\n\nええ、それは最終的にはそうかもしれませんが、この騒動の最中にも、死ぬよりも真の色を見せてくれる人もいます。\n\nこのケースでは、このアニメは、この事実を矛盾させようとします。それは、自分の正義の英雄を誰かを真剣に殺さないようにすることによって、これは時間がたつにつれてアニメを見る価値があります。 私の唯一の1つの後悔は、彼が私が個人的に楽しんだアニメ以外の主要な女性キャラクターのいずれかと一緒に決して会ったことがないことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nthis is some what of a sad story.\n\n\u001b[1mこれは悲しい話の一部です。\u001b[22m\n\u001b[1m(Kore wa kanashī hanashi no ichibudesu.)\u001b[22m\n\nTranslations of \u001b[4mthis is some what of a sad story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is some what of a sad story.\u001b[24m\n    \u001b[1mこれは悲しい話の一部です。\u001b[22m, \u001b[1mこれは悲しい物語のどのようないくつかあります。\u001b[22m\n\u001b[1m\u001b[22m\nthere are no dull scenes through out the anime.\n\n\u001b[1mアニメを通して鈍いシーンはありません。\u001b[22m\n\u001b[1m(Anime o tōshite nibui shīn wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mthere are no dull scenes through out the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthere are no dull scenes through out the anime.\u001b[24m\n    \u001b[1mアニメを通して鈍いシーンはありません。\u001b[22m, \u001b[1mアニメアウトを通る鈍いシーンはありません。\u001b[22m\n\u001b[1m\u001b[22m\nthis may be one the most realistic anime besides the part of dimension travel and the technology used other than that it just shows human nature in its purest form.\n\n\u001b[1mこれは次元の旅行の部分のほかに最も現実的なアニメと、それが純粋な形で人間の本質を示すこと以外に使用される技術であるかもしれません。\u001b[22m\n\u001b[1m(Kore wa jigen no ryokō no bubun no hoka ni mottomo genjitsu-tekina anime to, sore ga junsuina katachi de ningen no honshitsu o shimesu koto igai ni shiyō sa reru gijutsudearu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mthis may be one the most realistic anime besides the part of dimension travel and the technology used other than that it just shows human nature in its purest form.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis may be one the most realistic anime besides the part of dimension travel and the technology used other than that it just shows human nature in its purest form.\u001b[24m\n    \u001b[1mこれは次元の旅行の部分のほかに最も現実的なアニメと、それが純粋な形で人間の本質を示すこと以外に使用される技術であるかもしれません。\u001b[22m, \u001b[1mこれは、1次元の旅の一部に加えて最も現実的なアニメであってもよく、技術はそれだけで、その純粋な形で人間性を示すこと以外に使用します。\u001b[22m\n\u001b[1m\u001b[22m\nwhere there is evil there will always be good force working to stop it.\n\n\u001b[1m邪悪なところにはいつでもそれを止める働きがあります。\u001b[22m\n\u001b[1m(Jaakuna tokoro ni wa itsu demo sore o tomeru hataraki ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mwhere there is evil there will always be good force working to stop it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhere there is evil there will always be good force working to stop it.\u001b[24m\n    \u001b[1m邪悪なところにはいつでもそれを止める働きがあります。\u001b[22m, \u001b[1m悪があるところ常にそれを停止するために取り組んで良い力があるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nyeah right that may be the case in the end but during this commotion even the the nicest people will show there true colors rather than die or be forced against there will\n\n\u001b[1mええ、それは最終的にはそうかもしれませんが、この騒動の最中にも、死ぬよりも真の色を見せてくれる人もいます。\u001b[22m\n\u001b[1m(E e, soreha saishūtekini wa sō kamo shiremasenga, kono sōdō no saichū ni mo, shinu yori mo shin no iro o misete kureru hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4myeah right that may be the case in the end but during this commotion even the the nicest people will show there true colors rather than die or be forced against there will\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myeah right that may be the case in the end but during this commotion even the the nicest people will show there true colors rather than die or be forced against there will\u001b[24m\n    \u001b[1mええ、それは最終的にはそうかもしれませんが、この騒動の最中にも、死ぬよりも真の色を見せてくれる人もいます。\u001b[22m, \u001b[1mええ右端場合であってもよいが、この騒ぎの間にあっても素敵な人が本当の色を示すのではなく死ぬか、そこの意志に反して強制されること\u001b[22m\n\u001b[1m\u001b[22m\nin this case however this anime tries to Contradict this fact by making there self righteous hero not kill anyone seriously this makes the anime worth watching even if its only for a time pass. my only one regret is that he never got together with either of the main females characters other than that its an anime I personally enjoyed.\n\n\u001b[1mこのケースでは、このアニメは、この事実を矛盾させようとします。それは、自分の正義の英雄を誰かを真剣に殺さないようにすることによって、これは時間がたつにつれてアニメを見る価値があります。 私の唯一の1つの後悔は、彼が私が個人的に楽しんだアニメ以外の主要な女性キャラクターのいずれかと一緒に決して会ったことがないことです。\u001b[22m\n\u001b[1m(Kono kēsude wa, kono anime wa, kono jijitsu o mujun sa seyou to shimasu. Sore wa, jibun no seigi no eiyū o dareka o shinken ni korosanai yō ni suru koto ni yotte, koreha jikan ga tatsu ni tsurete anime o miru kachi ga arimasu. Watashi no yuiitsu no 1tsu no kōkai wa, kare ga watashi ga kojin-teki ni tanoshinda anime igai no shuyōna josei kyarakutā no izureka to issho ni kesshite atta koto ga nai kotodesu.)\u001b[22m\n\nTranslations of \u001b[4min this case however this anime tries to Contradict this fact by making there self righteous hero not kill anyone seriously this makes the anime worth watching even if its only for a time pass. my only one regret is that he never got together with either of the main females characters other than that its an anime I personally enjoyed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4min this case however this anime tries to Contradict this fact by making there self righteous hero not kill anyone seriously this makes the anime worth watching even if its only for a time pass.\u001b[24m\n    \u001b[1mこのケースでは、このアニメは、この事実を矛盾させようとします。それは、自分の正義の英雄を誰かを真剣に殺さないようにすることによって、これは時間がたつにつれてアニメを見る価値があります。\u001b[22m, \u001b[1mこの場合、しかしこのアニメは真剣に、これは見る価値アニメを作る人を殺さないそこに自己正義のヒーローを作ることによって、この事実を否定しようとする場合でも、その時間だけ通過のために。\u001b[22m\n\u001b[4mmy only one regret is that he never got together with either of the main females characters other than that its an anime I personally enjoyed.\u001b[24m\n    \u001b[1m私の唯一の1つの後悔は、彼が私が個人的に楽しんだアニメ以外の主要な女性キャラクターのいずれかと一緒に決して会ったことがないことです。\u001b[22m, \u001b[1m私の唯一の1の後悔は、彼がそのアニメは私が個人的に楽しんでいること以外の主なメスの文字のいずれかと一緒にやったことがなかったということです。\u001b[22m"
  },
  {
    "title": "Ima_Soko_ni_Iru_Boku",
    "id": "160",
    "url": "https://myanimelist.net/anime/160/Ima_Soko_ni_Iru_Boku",
    "user": "Andrew729",
    "profile": "/profile/Andrew729/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=130509",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n警告：このレビューにはスポイラーが含まれています。\n\n\n秋田大知氏は、ルワンダの大虐殺を聞いた後、これを書くように促されたと語った。 私はそれが人々がこのショーに入る前に知っているはずのものであり、間違いなく後であると思う。\n\nなぜ、（Daichi）がこれを作ったのですか？ ポイントは何だったの？  1つは、そこにある民族的な流血とそこでのレイプ奴隷の使用（最近の悪役ジョゼフ・コニーのように）が、このアニメを私たち自身の世界に驚くほど近くに持ち込むことだけを見る必要がある。 ハムドはGendoやKyubeyのような微妙なアニメの悪役と比べてやや漫画的で馬鹿に見えるかもしれないが、ウガンダの独裁者であるIdi Amin、「スコットランドの最後の王」については、 映画を非現実的に見せる恐れがあるからです。 言い換えれば、これは本質的には、ほとんどの西側のプレスで不幸にも最小限の報道を受けた非常に醜い出来事のアレゴリーです。\n\nそれはNTHTが完璧だと言っているわけではありません。 シュウは自己疑惑とうつ病の瞬間があっても、彼の正常な理想主義的な自己への春を戻してくれれば、もっと信じられそうだっただろう。 そして、私は自分がまだそれが破局時に人々を描写するはずだったと指摘したいと思いますが、このアニメが悲しくなるのが難しいと主張していた理由を理解することもできます（TV Tropesで彼らが言うように、deus angst machine） 正気と究極の絶望のポイント。\n\nしかし、私はシュウのような人にこの地獄を経て、まだモエ・ハワード・ド・カットの白いイディ・アミンが物事を担当しているとしても、 そして恐らく彼のような人たち）。 そしてサラ...あなたが彼女が犠牲者になるためだけに書かれたと思っているかどうかにかかわらず、最後に彼女の治療法は何だったのかどうかにかかわらず、彼女と彼女のすべての恐ろしい苦しみに終わりがあるかもしれません。 適切な（政治的理由のために、私はそれについて完全には決意していない。そのような反応は意図的であったかもしれない）。\n\n私は、ハムドの超人的な悪役と、私がこのショーで見たものと私がプレビューで読んだことと比べて少し失望していたことを認めます。 善良な人々に起こっている悪いことについては、強力ではい、全体的に拘束され、敏感な仕事としてまだまだ出てきます。\n\nまどかマジカの多くのファンにはこれを絶対にお勧めします。どちらも、正気と絶望の限界まで広がっているだけでなく、そこにはまだ良い人たちがいるという考えを示しています。  NTHTにインスパイアされた現実の場所の人々に向けて考えを惜しまない考え。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWarning: This review contains spoilers.\n\n\u001b[1m警告：このレビューにはスポイラーが含まれています。\u001b[22m\n\u001b[1m(Keikoku: Kono rebyū ni wa supoirā ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWarning: This review contains spoilers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWarning: This review contains spoilers.\u001b[24m\n    \u001b[1m警告：このレビューにはスポイラーが含まれています。\u001b[22m, \u001b[1m警告：このレビューはネタバレが含まれています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAkitaro Daichi has said he was inspired to write this after hearing about the Rwandan genocide. I think that's something people probably should know before going into this show, and definitely afterward.\n\n\u001b[1m秋田大知氏は、ルワンダの大虐殺を聞いた後、これを書くように促されたと語った。 私はそれが人々がこのショーに入る前に知っているはずのものであり、間違いなく後であると思う。\u001b[22m\n\u001b[1m(Akitadai Tomo-shi wa, Ruwanda no dai gyakusatsu o kiita nochi, kore o kaku yō ni unagasa reta to katatta. Watashi wa sore ga hitobito ga kono shō ni hairu mae ni shitte iru hazu no monodeari, machigainaku-godearu to omou.)\u001b[22m\n\nTranslations of \u001b[4mAkitaro Daichi has said he was inspired to write this after hearing about the Rwandan genocide. I think that's something people probably should know before going into this show, and definitely afterward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkitaro Daichi has said he was inspired to write this after hearing about the Rwandan genocide.\u001b[24m\n    \u001b[1m秋田大知氏は、ルワンダの大虐殺を聞いた後、これを書くように促されたと語った。\u001b[22m, \u001b[1m大地丙太郎は、彼がルワンダ大虐殺を聞いた後、これを書くためにインスピレーションを得たと述べています。\u001b[22m\n\u001b[4mI think that's something people probably should know before going into this show, and definitely afterward.\u001b[24m\n    \u001b[1m私はそれが人々がこのショーに入る前に知っているはずのものであり、間違いなく後であると思う。\u001b[22m, \u001b[1m私は、人々はおそらくこのショーに行く前に知っておくべき、と間違いなくその後何かだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nI say this because some reviewers have asked of this show 'why did (Daichi) make this? What was the point?' One need only look at the ethnic bloodshed there and the use of rape slaves there and elsewhere (as with the more recent villain Joseph Kony) to bring this anime to a shockingly close parallel to our own world. While Hamdo may seem somewhat cartoonish and silly compared with subtler anime villains such as Gendo and Kyubey, consider that for the biopic about the Ugandan dictator Idi Amin, 'The Last King of Scotland', they actually had to leave some real-life elements out , for fear of making the movie look unrealistic. In other words, this is essentially an allegory for some very ugly events which unfortunately received minimal coverage in most Western press.\n\n\u001b[1mなぜ、（Daichi）がこれを作ったのですか？ ポイントは何だったの？  1つは、そこにある民族的な流血とそこでのレイプ奴隷の使用（最近の悪役ジョゼフ・コニーのように）が、このアニメを私たち自身の世界に驚くほど近くに持ち込むことだけを見る必要がある。 ハムドはGendoやKyubeyのような微妙なアニメの悪役と比べてやや漫画的で馬鹿に見えるかもしれないが、ウガンダの独裁者であるIdi Amin、「スコットランドの最後の王」については、 映画を非現実的に見せる恐れがあるからです。 言い換えれば、これは本質的には、ほとんどの西側のプレスで不幸にも最小限の報道を受けた非常に醜い出来事のアレゴリーです。\u001b[22m\n\u001b[1m(Naze,(Daichi) ga kore o tsukutta nodesu ka? Pointo wa nanidatta no? 1Tsu wa, soko ni aru minzoku-tekina ryūketsu to soko de no reipu dorei no shiyō (saikin no akuyaku Jozefu konī no yō ni) ga, kono anime o watashitachi jishin no sekai ni odoroku hodo chikaku ni mochikomu koto dake o miru hitsuyō ga aru. Hamudo wa Gendo ya Kyubey no yōna bimyōna anime no akuyaku to kurabete yaya manga-tekide baka ni mieru kamo shirenaiga, Uganda no dokusai-shadearu Idi Amin,`Sukottorando no saigo no ō' ni tsuite wa, eiga o higenjitsuteki ni miseru osoregāru karadesu. Iikaereba, koreha honshitsu-teki ni wa, hotondo no nishigawa no puresu de fukō ni mo saishōgen no hōdō o uketa hijō ni minikui dekigoto no aregorīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI say this because some reviewers have asked of this show 'why did (Daichi) make this? What was the point?' One need only look at the ethnic bloodshed there and the use of rape slaves there and elsewhere (as with the more recent villain Joseph Kony) to bring this anime to a shockingly close parallel to our own world. While Hamdo may seem somewhat cartoonish and silly compared with subtler anime villains such as Gendo and Kyubey, consider that for the biopic about the Ugandan dictator Idi Amin, 'The Last King of Scotland', they actually had to leave some real-life elements out , for fear of making the movie look unrealistic. In other words, this is essentially an allegory for some very ugly events which unfortunately received minimal coverage in most Western press.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI say this because some reviewers have asked of this show 'why did (Daichi) make this?\u001b[24m\n    \u001b[1mなぜ、（Daichi）がこれを作ったのですか？\u001b[22m, \u001b[1mいくつかのレビューアがこのショーの求めているので、私はこれを言う」理由（だいち）は、これを行うのですか？\u001b[22m\n\u001b[4mWhat was the point?'\u001b[24m\n    \u001b[1mポイントは何だったの？\u001b[22m, \u001b[1mポイントは何でしたか？」\u001b[22m\n\u001b[4mOne need only look at the ethnic bloodshed there and the use of rape slaves there and elsewhere (as with the more recent villain Joseph Kony) to bring this anime to a shockingly close parallel to our own world.\u001b[24m\n    \u001b[1m1つは、そこにある民族的な流血とそこでのレイプ奴隷の使用（最近の悪役ジョゼフ・コニーのように）が、このアニメを私たち自身の世界に驚くほど近くに持ち込むことだけを見る必要がある。\u001b[22m, \u001b[1m一つは、私たち自身の世界に衝撃的な近い並列にこのアニメを持ってそこに民族流血と（より最近の悪役ジョゼフ・コニーと同じ）が存在し、他の場所でレイプ奴隷の使用を見て必要があります。\u001b[22m\n\u001b[4mWhile Hamdo may seem somewhat cartoonish and silly compared with subtler anime villains such as Gendo and Kyubey, consider that for the biopic about the Ugandan dictator Idi Amin, 'The Last King of Scotland', they actually had to leave some real-life elements out\u001b[24m\n    \u001b[1mハムドはGendoやKyubeyのような微妙なアニメの悪役と比べてやや漫画的で馬鹿に見えるかもしれないが、ウガンダの独裁者であるIdi Amin、「スコットランドの最後の王」については、\u001b[22m, \u001b[1mHamdoは、Gendoや久兵衛などの微妙なアニメの悪役に比べてやや漫画と愚かに見えるかもしれませんが、ウガンダの独裁者イディ・アミン、「ラストキングオブスコットランド」についての伝記映画のために、彼らは実際にいくつかの現実の要素を残していたことを考慮\u001b[22m\n\u001b[4m, for fear of making the movie look unrealistic.\u001b[24m\n    \u001b[1m映画を非現実的に見せる恐れがあるからです。\u001b[22m, \u001b[1m、映画を作るのを恐れて、非現実的に見えます。\u001b[22m\n\u001b[4mIn other words, this is essentially an allegory for some very ugly events which unfortunately received minimal coverage in most Western press.\u001b[24m\n    \u001b[1m言い換えれば、これは本質的には、ほとんどの西側のプレスで不幸にも最小限の報道を受けた非常に醜い出来事のアレゴリーです。\u001b[22m, \u001b[1m言い換えれば、これは本質的に、残念ながらほとんどの西プレスで最小限の取材を受けたいくつかの非常に醜いのイベントの寓意です。\u001b[22m\n\u001b[1m\u001b[22m\nThat's not to say NTHT is perfect. Shu would've seemed somewhat more believable had he had some moments of self-doubt and depression, which would've made a spring back into his normal idealistic self all the more rewarding. And I can also understand why detractors might say this anime was trying too hard to be sad (deus angst machine, as they say on TV Tropes), although I myself still would like to point out that this was supposed to depict people at the breaking point of sanity and ultimate despair.\n\n\u001b[1mそれはNTHTが完璧だと言っているわけではありません。 シュウは自己疑惑とうつ病の瞬間があっても、彼の正常な理想主義的な自己への春を戻してくれれば、もっと信じられそうだっただろう。 そして、私は自分がまだそれが破局時に人々を描写するはずだったと指摘したいと思いますが、このアニメが悲しくなるのが難しいと主張していた理由を理解することもできます（TV Tropesで彼らが言うように、deus angst machine） 正気と究極の絶望のポイント。\u001b[22m\n\u001b[1m(Sore wa NTHT ga kanpekida to itte iru wakede wa arimasen. Shū wa jiko giwaku to utsubyō no shunkan ga atte mo, kare no seijōna risō shugi-tekina jiko e no haru o modoshite kurereba, motto shinji rare-sōdattadarou. Soshite, watashi wa jibun ga mada sore ga hakyoku-ji ni hitobito o byōsha suru hazudatta to shiteki shitai to omoimasuga, kono anime ga kanashiku naru no ga muzukashī to shuchō shite ita riyū o rikai suru koto mo dekimasu (TV Tropes de karera ga iu yō ni, deus angst mashin) shōki to kyūkyoku no zetsubō no pointo.)\u001b[22m\n\nTranslations of \u001b[4mThat's not to say NTHT is perfect. Shu would've seemed somewhat more believable had he had some moments of self-doubt and depression, which would've made a spring back into his normal idealistic self all the more rewarding. And I can also understand why detractors might say this anime was trying too hard to be sad (deus angst machine, as they say on TV Tropes), although I myself still would like to point out that this was supposed to depict people at the breaking point of sanity and ultimate despair.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's not to say NTHT is perfect.\u001b[24m\n    \u001b[1mそれはNTHTが完璧だと言っているわけではありません。\u001b[22m, \u001b[1mそれはNTHTが完璧であると言うことではないのです。\u001b[22m\n\u001b[4mShu would've seemed somewhat more believable had he had some moments of self-doubt and depression, which would've made a spring back into his normal idealistic self all the more rewarding.\u001b[24m\n    \u001b[1mシュウは自己疑惑とうつ病の瞬間があっても、彼の正常な理想主義的な自己への春を戻してくれれば、もっと信じられそうだっただろう。\u001b[22m, \u001b[1mシュウは思えただろうもう少し信じられるが、彼は彼の通常の理想的な自己のすべてのより多くのやりがいにスプリングバックを作っただろう自己不信やうつ病、いくつかの瞬間を持っていました。\u001b[22m\n\u001b[4mAnd I can also understand why detractors might say this anime was trying too hard to be sad (deus angst machine, as they say on TV Tropes), although I myself still would like to point out that this was supposed to depict people at the breaking\u001b[24m\n    \u001b[1mそして、私は自分がまだそれが破局時に人々を描写するはずだったと指摘したいと思いますが、このアニメが悲しくなるのが難しいと主張していた理由を理解することもできます（TV Tropesで彼らが言うように、deus angst machine）\u001b[22m, \u001b[1m中傷はこのアニメは（彼らはテレビ比喩で言うように、デウスの不安機）悲しいことがあまりにもハードしようとしていたと言うかもしれない理由を私自身はまだ、これは破壊で人々を描くことになっていたことを指摘したいと思いますが、私も、理解することができます\u001b[22m\n\u001b[4mpoint of sanity and ultimate despair.\u001b[24m\n    \u001b[1m正気と究極の絶望のポイント。\u001b[22m\n\u001b[1m\u001b[22m\nAnd yet, I have to admire a guy like Shu going through this hell and still coming out with a sense that there still is some good left in the world, even if a white Idi Amin with a Moe Howard haircut is in charge of things ( and possibly others like him). And Sara...whether or not you think she was written solely to be a victim, as some do, you may find yourself relating to her and all her horrific travails by the end, whether or not you think her treatment in the end was appropriate (for, ahem, political reasons, I'm not entirely decided on that. Maybe that sort of reaction was intentional).\n\n\u001b[1mしかし、私はシュウのような人にこの地獄を経て、まだモエ・ハワード・ド・カットの白いイディ・アミンが物事を担当しているとしても、 そして恐らく彼のような人たち）。 そしてサラ...あなたが彼女が犠牲者になるためだけに書かれたと思っているかどうかにかかわらず、最後に彼女の治療法は何だったのかどうかにかかわらず、彼女と彼女のすべての恐ろしい苦しみに終わりがあるかもしれません。 適切な（政治的理由のために、私はそれについて完全には決意していない。そのような反応は意図的であったかもしれない）。\u001b[22m\n\u001b[1m(Shikashi, watashi wa Shū no yōna hito ni kono jigoku o hete, mada Moe hawādo do katto no shiroi idi amin ga monogoto o tantō shite iru to shite mo, soshite osoraku kare no yōna hito-tachi). Soshite sara... Anata ga kanojo ga gisei-sha ni naru tame dake ni kaka reta to omotte iru ka dō ka ni kakawarazu, saigo ni kanojo no chiryō-hō wa nanidatta no ka dō ka ni kakawarazu, kanojo to kanojo no subete no osoroshī kurushimi ni owari ga aru kamo shiremasen. Tekisetsuna (seidjiteki riyū no tame ni, watashi wa sore ni tsuite kanzen ni wa ketsui shite inai. So no yōna han'nō wa itotekideatta kamo shirenai).)\u001b[22m\n\nTranslations of \u001b[4mAnd yet, I have to admire a guy like Shu going through this hell and still coming out with a sense that there still is some good left in the world, even if a white Idi Amin with a Moe Howard haircut is in charge of things ( and possibly others like him). And Sara...whether or not you think she was written solely to be a victim, as some do, you may find yourself relating to her and all her horrific travails by the end, whether or not you think her treatment in the end was appropriate (for, ahem, political reasons, I'm not entirely decided on that. Maybe that sort of reaction was intentional).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd yet, I have to admire a guy like Shu going through this hell and still coming out with a sense that there still is some good left in the world, even if a white Idi Amin with a Moe Howard haircut is in charge of things (\u001b[24m\n    \u001b[1mしかし、私はシュウのような人にこの地獄を経て、まだモエ・ハワード・ド・カットの白いイディ・アミンが物事を担当しているとしても、\u001b[22m, \u001b[1mそして、まだ、私はシュウはこの地獄を通過しても、まだ（萌えハワード散髪と白イディ・アミンは、物事を担当している場合であっても、世界でいくつかの良い左が存在することを意味して出てくるような男を賞賛する必要があります\u001b[22m\n\u001b[4mand possibly others like him).\u001b[24m\n    \u001b[1mそして恐らく彼のような人たち）。\u001b[22m, \u001b[1mそしておそらく彼のような他のもの）。\u001b[22m\n\u001b[4mAnd Sara...whether or not you think she was written solely to be a victim, as some do, you may find yourself relating to her and all her horrific travails by the end, whether or not you think her treatment in the end was\u001b[24m\n    \u001b[1mそしてサラ...あなたが彼女が犠牲者になるためだけに書かれたと思っているかどうかにかかわらず、最後に彼女の治療法は何だったのかどうかにかかわらず、彼女と彼女のすべての恐ろしい苦しみに終わりがあるかもしれません。\u001b[22m, \u001b[1mそして、サラ...あなたは、彼女はいくつかがそうであるように、あなたは最終的に彼女の治療があったと思うかどうか、自分自身が彼女と終了によって、すべての彼女の恐ろしい苦悩に関連するかもしれない、被害者であることを単に書かれていたと思うかどうか\u001b[22m\n\u001b[4mappropriate (for, ahem, political reasons, I'm not entirely decided on that. Maybe that sort of reaction was intentional).\u001b[24m\n    \u001b[1m適切な（政治的理由のために、私はそれについて完全には決意していない。そのような反応は意図的であったかもしれない）。\u001b[22m, \u001b[1m（政治的な理由、エヘン、のために、私は完全にそれを決めていないよ。たぶん、反応のその種が意図的であった）適切な。\u001b[22m\n\u001b[1m\u001b[22m\nI will admit that, with Hamdo's over-the-top villainy, I was a wee bit disappointed in what I saw in this show versus what I'd read about in previews; but it still comes off as a powerful and yes, overall restrained and sensitive work about bad things happening to good people.\n\n\u001b[1m私は、ハムドの超人的な悪役と、私がこのショーで見たものと私がプレビューで読んだことと比べて少し失望していたことを認めます。 善良な人々に起こっている悪いことについては、強力ではい、全体的に拘束され、敏感な仕事としてまだまだ出てきます。\u001b[22m\n\u001b[1m(Watashi wa, hamudo no chō jintekina akuyaku to, watashi ga kono shō de mita mono to watashi ga purebyū de yonda koto to kurabete sukoshi shitsubō shite ita koto o mitomemasu. Zenryōna hitobito ni okotte iru warui koto ni tsuite wa, kyōryokude wa i, zentai-teki ni kōsoku sa re, binkan'na shigoto to shite madamada dete kimasu.)\u001b[22m\n\nTranslations of \u001b[4mI will admit that, with Hamdo's over-the-top villainy, I was a wee bit disappointed in what I saw in this show versus what I'd read about in previews; but it still comes off as a powerful and yes, overall restrained and sensitive work about bad things happening to good people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will admit that, with Hamdo's over-the-top villainy, I was a wee bit disappointed in what I saw in this show versus what I'd read about in previews;\u001b[24m\n    \u001b[1m私は、ハムドの超人的な悪役と、私がこのショーで見たものと私がプレビューで読んだことと比べて少し失望していたことを認めます。\u001b[22m, \u001b[1m私は私が私がプレビューで約読んだものに対して、このショーで見たものでほんの少し失望した、Hamdoのオーバーザトップの極悪で、それを認めるだろう。\u001b[22m\n\u001b[4mbut it still comes off as a powerful and yes, overall restrained and sensitive work about bad things happening to good people.\u001b[24m\n    \u001b[1m善良な人々に起こっている悪いことについては、強力ではい、全体的に拘束され、敏感な仕事としてまだまだ出てきます。\u001b[22m, \u001b[1mそれはまだ強力で、良い人々に起こる悪い事についてはい、全体的な抑制と敏感な作品として外れます。\u001b[22m\n\u001b[1m\u001b[22m\nI would definitely recommend this to any of Madoka Magica's many fans, as both shows not only depicted people stretched to the limit of sanity and despair, but, yes, the notion that there are still SOME good people out there...and also the notion to spare a thought toward people in the real-life places that inspired NTHT.\n\n\u001b[1mマドカ・マジカの多くのファンにはこれを絶対にお勧めします。どちらも、正気と絶望の限界まで広がっているだけでなく、そこにはまだ良い人がいるという考えを示しています。  NTHTにインスパイアされた現実の場所にいる人々に向かって考えを惜しまない考え。\u001b[22m\n\u001b[1m(Madoka majika no ōku no fan ni wa kore o zettai ni o susume shimasu. Dochira mo, shōki to zetsubō no genkai made hirogatte iru dakedenaku, soko ni hamada yoi hito ga iru to iu kangae o shimeshite imasu. NTHT ni insupaia sa reta genjitsu no basho ni iru hitobito ni mukatte kangae o oshimanai kangae.)\u001b[22m\n\nTranslations of \u001b[4mI would definitely recommend this to any of Madoka Magica's many fans, as both shows not only depicted people stretched to the limit of sanity and despair, but, yes, the notion that there are still SOME good people out there...and also the notion to spare a thought toward people in the real-life places that inspired NTHT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would definitely recommend this to any of Madoka Magica's many fans, as both shows not only depicted people stretched to the limit of sanity and despair, but, yes, the notion that there are still SOME good people out there...and also the\u001b[24m\n    \u001b[1mマドカ・マジカの多くのファンにはこれを絶対にお勧めします。どちらも、正気と絶望の限界まで広がっているだけでなく、そこにはまだ良い人がいるという考えを示しています。\u001b[22m, \u001b[1m私は間違いなく、両方が示されている人だけでなく正気と絶望の限界まで引き伸ばさ示すように、まどかマギカの多くのファンのいずれかにこれをお勧めしますが、はい、そこにいくつかの良い人々がまだあるという考え...ともあろう\u001b[22m\n\u001b[4mnotion to spare a thought toward people in the real-life places that inspired NTHT.\u001b[24m\n    \u001b[1mNTHTにインスパイアされた現実の場所にいる人々に向かって考えを惜しまない考え。\u001b[22m, \u001b[1mNTHTにインスピレーションを与え、現実の場所で人々に向かって思考を倹約する概念。\u001b[22m"
  }
]
