[
  {
    "title": "Aku_no_Hana",
    "id": "16201",
    "url": "https://myanimelist.net/anime/16201/Aku_no_Hana",
    "user": "Arete7",
    "profile": "/profile/Arete7/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=109973",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  10\nキャラクター|  2\n|  3\n\n悪いハビットのようにこのショーを落とした、主人公を見たことがない。 このショーの男と同じくらい哀れな、ハーパーの中でそれを傷つけなさい。 これを見ている間に50％の時間が「なぜこの男はちょうどXをしないのだろう？ このショーは、無実の喪失と人間の魂の闇を伝えようとしていますが、まったく些細なことでこれをやろうとしているという事実では悲惨に失敗しています。\n\nなぜ主人公は彼がユニフォームを盗んだのを否定するだけで、彼を非難する女の子は誰もが特に嫌われ、誰も彼女を信じることはない。\n\nなぜ彼女はジムのユニフォームを盗んだ人に涙を浮かべているのですか？何も変わっていないようです。 そして、学校全体が、ただ誘拐された人のように服用しています。 すべてのものが比例していないときは、このショーを真剣に受け入れることはできません。\n\n3.主人公は哀れなことができないので、あなたの頭をあなたのキーボードに叩きたいと思うように哀れです。 彼は一人でショー全体を台無しにする。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nDropped this show like a bad habbit, never seen a main character. Scratch that in c haracter, as pathetic as the guy in this show. 50% of the time while watching this you will be wondering 'why doesn't this guy just do X'. The show tries to convey the lost of innocence and the darkness of the human soul, but fails miserably in the fact that it tries to do this through completely trivial bullshit.\n\n\u001b[1m悪いハビットのようにこのショーを落とした、主人公を見たことがない。 このショーの男と同じくらい哀れな、ハーパーの中でそれを傷つけなさい。 これを見ている間に50％の時間が「なぜこの男はちょうどXをしないのだろう？」と思うだろう。 このショーは、無実の喪失と人間の魂の闇を伝えようとしていますが、それはまったく些細なことでこれをやろうとしているという事実では悲惨に失敗しています。\u001b[22m\n\u001b[1m(Warui habitto no yō ni kono shō o otoshita, shujinkō o mita koto ga nai. Kono shō no otoko to onaji kurai awarena, hāpā no naka de sore o kizutsuke nasai. Kore o mite iru ma ni 50-pāsento no jikan ga `naze kono otoko wa chōdo X o shinai nodarou?' To omoudarou. Kono shō wa, mujitsu no sōshitsu to ningen no tamashī no yami o tsutaeyou to shite imasuga, sore wa mattaku sasainakoto de kore o yarou to shite iru to iu jijitsude wa hisan ni shippai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mDropped this show like a bad habbit, never seen a main character. Scratch that in c haracter, as pathetic as the guy in this show. 50% of the time while watching this you will be wondering 'why doesn't this guy just do X'. The show tries to convey the lost of innocence and the darkness of the human soul, but fails miserably in the fact that it tries to do this through completely trivial bullshit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDropped this show like a bad habbit, never seen a main character.\u001b[24m\n    \u001b[1m悪いハビットのようにこのショーを落とした、主人公を見たことがない。\u001b[22m, \u001b[1m悪い習慣のようにこのショーを落とし、主人公を見たことがありません。\u001b[22m\n\u001b[4mScratch that in c haracter, as pathetic as the guy in this show.\u001b[24m\n    \u001b[1mこのショーの男と同じくらい哀れな、ハーパーの中でそれを傷つけなさい。\u001b[22m, \u001b[1mスクラッチのC haracterでその、このショーで男のように哀れ。\u001b[22m\n\u001b[4m50% of the time while watching this you will be wondering 'why doesn't this guy just do X'.\u001b[24m\n    \u001b[1mこれを見ている間に50％の時間が「なぜこの男はちょうどXをしないのだろう？」と思うだろう。\u001b[22m, \u001b[1mこれを見ながら、時間の50％はあなたが「なぜこの男は単にXを行いません」不思議に思われるでしょう。\u001b[22m\n\u001b[4mThe show tries to convey the lost of innocence and the darkness of the human soul, but fails miserably in the fact that it tries to do this through completely trivial bullshit.\u001b[24m\n    \u001b[1mこのショーは、無実の喪失と人間の魂の闇を伝えようとしていますが、それはまったく些細なことでこれをやろうとしているという事実では悲惨に失敗しています。\u001b[22m, \u001b[1mショーは無実の失われたと人間の魂の闇を伝えるためにしようとしますが、それは完全に些細なでたらめを介してこれを行うにしようとしているという事実に無残に失敗しました。\u001b[22m\n\u001b[1m\u001b[22m\n1. Why doesn't main character just deny he stole the uniform, the girl accusing him is hated by everyone especially the teacher and no one would believe her.\n\n\u001b[1mなぜ主人公は彼がユニフォームを盗んだのを否定するだけで、彼を非難する女の子は誰もが特に嫌われ、誰も彼女を信じることはない。\u001b[22m\n\u001b[1m(Naze shujinkō wa kare ga yunifōmu o nusunda no o hitei suru dake de, kare o hinan suru on'nanoko wa daremoga tokuni kirawa re, dare mo kanojo o shinjiru koto wanai.)\u001b[22m\n\nTranslations of \u001b[4m1. Why doesn't main character just deny he stole the uniform, the girl accusing him is hated by everyone especially the teacher and no one would believe her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Why doesn't main character just deny he stole the uniform, the girl accusing him is hated by everyone especially the teacher and no one would believe her.\u001b[24m\n    \u001b[1mなぜ主人公は彼がユニフォームを盗んだのを否定するだけで、彼を非難する女の子は誰もが特に嫌われ、誰も彼女を信じることはない。\u001b[22m, \u001b[1m1.なぜ主人公はちょうど彼が制服を盗んだ拒否、彼を非難する女の子は特に、教師全員に嫌われるしないと誰も彼女を信じないであろう。\u001b[22m\n\u001b[1m\u001b[22m\n2. Why is a girl bursting in tears over someone stealing her gym uniform, it's not like she had nothing to change into. And then the entire school is taking it like someone just got kidnapped. Impossible to take this show seriously when every single thing is blown out of proportion.\n\n\u001b[1mなぜ彼女はジムのユニフォームを盗んだ人に涙を浮かべているのですか？何も変わっていないようです。 そして、学校全体が、ただ誘拐された人のように服用しています。 すべてのものが比例していないときは、このショーを真剣に受け入れることはできません。\u001b[22m\n\u001b[1m(Naze kanojo wa jimu no yunifōmu o nusunda hito ni namida o ukabete iru nodesu ka? Nani mo kawatte inai yōdesu. Soshite, gakkō zentai ga, tada yūkai sa reta hito no yō ni fukuyō shite imasu. Subete no mono ga hirei shite inai toki wa, kono shō o shinken ni ukeireru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4m2. Why is a girl bursting in tears over someone stealing her gym uniform, it's not like she had nothing to change into. And then the entire school is taking it like someone just got kidnapped. Impossible to take this show seriously when every single thing is blown out of proportion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Why is a girl bursting in tears over someone stealing her gym uniform, it's not like she had nothing to change into.\u001b[24m\n    \u001b[1mなぜ彼女はジムのユニフォームを盗んだ人に涙を浮かべているのですか？何も変わっていないようです。\u001b[22m, \u001b[1m2.なぜ彼女の体操服を盗ん誰かの上に涙で破裂女の子ですが、彼女がに変更するには何もなかったようではありません。\u001b[22m\n\u001b[4mAnd then the entire school is taking it like someone just got kidnapped.\u001b[24m\n    \u001b[1mそして、学校全体が、ただ誘拐された人のように服用しています。\u001b[22m, \u001b[1mそして、学校全体がちょうど誘拐されてしまった誰かのようにそれを取っています。\u001b[22m\n\u001b[4mImpossible to take this show seriously when every single thing is blown out of proportion.\u001b[24m\n    \u001b[1mすべてのものが比例していないときは、このショーを真剣に受け入れることはできません。\u001b[22m, \u001b[1m一つ一つが占める割合から吹き出されるとき真剣にこのショーを取ることは不可能。\u001b[22m\n\u001b[1m\u001b[22m\n3. Main character is impossible pathetic, so pathetic that he makes you want to slam your head into your keyboard. He ruins the entire show by himself.\n\n\u001b[1m3.主人公は哀れなことができないので、あなたの頭をあなたのキーボードに叩きたいと思うように哀れです。 彼は一人でショー全体を台無しにする。\u001b[22m\n\u001b[1m(3. Shujinkō wa awarena koto ga dekinainode, anata no atama o anata no kībōdo ni tatakitai to omou yō ni awaredesu. Kare wa hitori de shō zentai o dainashi ni suru.)\u001b[22m\n\nTranslations of \u001b[4m3. Main character is impossible pathetic, so pathetic that he makes you want to slam your head into your keyboard. He ruins the entire show by himself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Main character is impossible pathetic, so pathetic that he makes you want to slam your head into your keyboard.\u001b[24m\n    \u001b[1m3.主人公は哀れなことができないので、あなたの頭をあなたのキーボードに叩きたいと思うように哀れです。\u001b[22m, \u001b[1m3.メインキャラクターは、彼はあなたがキーボードの中に頭をスラムたくなるほど哀れな、哀れなことは不可能です。\u001b[22m\n\u001b[4mHe ruins the entire show by himself.\u001b[24m\n    \u001b[1m彼は一人でショー全体を台無しにする。\u001b[22m, \u001b[1m彼は自分で全体のショーを台無しに。\u001b[22m"
  },
  {
    "title": "Aku_no_Hana",
    "id": "16201",
    "url": "https://myanimelist.net/anime/16201/Aku_no_Hana",
    "user": "OPPAI-KAMPAI",
    "profile": "/profile/OPPAI-KAMPAI/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=142995",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれはいくつかの虫歯を含んでいるかもしれません！  /////\n\n私は恐ろしい描写と、物語の発展が遅すぎると最初は懐疑的でしたが、終わりまで見守っていましたが、それはすべて目的で行われたことに気付きました。 私がそれを実感したとき、私は何度も何度もそれを見なければならなかった（私はこの最初のセゾンを少なくとも8〜9回見たと思う）。 さて、それは私の好きなアニメの1つ、おそらく（私が願って）好きな2番目のセゾンはすぐに来るよ^^ 10/10!!!",
    "notes": "---|---|---\n\n\u001b[1m--- --- --- | ---\u001b[22m\n\u001b[1m(-- - -- - -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- --- --- | ---\u001b[22m, \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTHIS MAY CONTAIN SOME SPOIL SO WATCH OUT !!! /////\n\n\u001b[1mこれはいくつかの虫歯を含んでいるかもしれません！  /////\u001b[22m\n\u001b[1m(Kore wa ikutsu ka no mushiba o fukunde iru kamo shiremasen! /////)\u001b[22m\n\nTranslations of \u001b[4mTHIS MAY CONTAIN SOME SPOIL SO WATCH OUT !!! /////\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS MAY CONTAIN SOME SPOIL SO WATCH OUT !!!\u001b[24m\n    \u001b[1mこれはいくつかの虫歯を含んでいるかもしれません！\u001b[22m, \u001b[1mこれは、いくつかの台無しSO WATCH OUTを含まれている可能性があり!!!\u001b[22m\n\u001b[4m/////\u001b[24m\n    \u001b[1m/////\u001b[22m\n\u001b[1m\u001b[22m\nI was skeptical at first, with the horrible drawing, and the too slow development of the story, but I tryed to keep watchin till the end, and realized that it was ALL done on purpose. When I realized it, I had to watch it again and again (I think I've seen this first saison at least 8-9 times lol), and I understood what the author was tryin to tell us. Now, it's one of my favorite Anime, maybe THE favorite with (I hope so) a 2nd saison that'll be soon upcoming ^^ 10/10 !!!\n\n\u001b[1m私は恐ろしい描写と、物語の発展が遅すぎると最初は懐疑的でしたが、終わりまで見守っていましたが、それはすべて目的で行われたことに気付きました。 私がそれを実感したとき、私は何度も何度もそれを見なければならなかった（私はこの最初のセゾンを少なくとも8〜9回見たと思う）。 さて、それは私の好きなアニメの1つ、おそらく（私が願って）好きな2番目のセゾンはすぐに来るよ^^ 10/10!!!\u001b[22m\n\u001b[1m(Watashi wa osoroshī byōsha to, monogatari no hatten ga oso sugiruto saisho wa kaigi-tekideshitaga, owari made mimamotte imashitaga, soreha subete mokuteki de okonawa reta koto ni kidzukimashita. Watashi ga sore o jikkan shita toki, watashi wa nandomonandomo sore o minakereba naranakatta (watashi wa kono saisho no Sezon o sukunakutomo 8 〜 9-kai mita to omou). Sate, sore wa watashi no sukina anime no 1tsu, osoraku (watashi ga negatte) sukina 2-banme no Sezon wa sugu ni kuru yo ^ ^ 10/ 10! ! !)\u001b[22m\n\nTranslations of \u001b[4mI was skeptical at first, with the horrible drawing, and the too slow development of the story, but I tryed to keep watchin till the end, and realized that it was ALL done on purpose. When I realized it, I had to watch it again and again (I think I've seen this first saison at least 8-9 times lol), and I understood what the author was tryin to tell us. Now, it's one of my favorite Anime, maybe THE favorite with (I hope so) a 2nd saison that'll be soon upcoming ^^ 10/10 !!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was skeptical at first, with the horrible drawing, and the too slow development of the story, but I tryed to keep watchin till the end, and realized that it was ALL done on purpose.\u001b[24m\n    \u001b[1m私は恐ろしい描写と、物語の発展が遅すぎると最初は懐疑的でしたが、終わりまで見守っていましたが、それはすべて目的で行われたことに気付きました。\u001b[22m, \u001b[1m私は恐ろしい描画、および物語の遅すぎる開発で、最初は懐疑的だったが、私は最後まで見つめ続けるためにしようと試み、それがすべての目的で行われたことに気づきました。\u001b[22m\n\u001b[4mWhen I realized it, I had to watch it again and again (I think I've seen this first saison at least 8-9 times lol), and I understood what the author was tryin to tell us.\u001b[24m\n    \u001b[1m私がそれを実感したとき、私は何度も何度もそれを見なければならなかった（私はこの最初のセゾンを少なくとも8〜9回見たと思う）。\u001b[22m, \u001b[1m私はそれを実現するとき、私は（私は、少なくとも8-9回、この最初のセゾンを見てきたと思う笑）何度も何度もそれを見ていた、と私は著者は、私たちに伝えるためにトラインされたものを理解しました。\u001b[22m\n\u001b[4mNow, it's one of my favorite Anime, maybe THE favorite with (I hope so) a 2nd saison that'll be soon upcoming ^^ 10/10 !!!\u001b[24m\n    \u001b[1mさて、それは私の好きなアニメの1つ、おそらく（私が願って）好きな2番目のセゾンはすぐに来るよ^^ 10/10!!!\u001b[22m, \u001b[1m今、それは多分に人気（私はそう願っています）になるだろう第二セゾンはすぐ^^ 10月10日を間近、私の好きなアニメの一つです！\u001b[22m"
  }
]
