[
  {
    "title": "Yondemasu_yo_Azazel-san_Z",
    "id": "16241",
    "url": "https://myanimelist.net/anime/16241/Yondemasu_yo_Azazel-san_Z",
    "user": "Ragix",
    "profile": "/profile/Ragix/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=103195",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\n良いギャグアニメは私たちを笑わせるものです。 偉大なギャグアニメは、私たちを笑わせるだけでなく、予期せぬことで私たちの上に忍び寄ることができます。\n\nアヤゼルさん。  Zは前作と同じことを期待できる続編です。 より多くのキャラクター、笑い声、スラップスティック、愚かな悲惨なシーン、猥褻なジョーク、作品などが続編の壮大なものの一つは、コメディだけでなく、突然の紆余曲折です。 続編は、私たちのキャストによって、以前よりも解決しなければならない厄介な問題や問題を伴う大きな追加です。\n\nストーリー：\nあなたが最初のシーズンを見たなら、あなたは何を期待するかを知るでしょう。 私たちの召喚師と悪魔は仕事を取り、最も奇妙な方法でそれらを解決し、彼らの休暇中にもっと陽気に奇妙なことをしています。 しかし、前作とは違って、この続編は視聴者にもっと多くを与えてくれました。私たちの悪魔はすべて喜んだと思っていました。 予期せぬ出来事が起こって、あなたが始まった同じコメディーショーをまだ見ているのか、実際には不思議に思うかもしれません。\n\nアート：\n芸術とアニメーションは賞賛するものではありませんが、スラップスティックやキャラクターになると、このアニメにはうまく収まります。 最初のシーズンにこれまで見たことのないものは何も変わっていません。\n\n音：\n経験をより楽しくするために素晴らしいサウンドのない良いギャグアニメは何ですか？ 悪魔がやったトップの上、激しい戦闘、コメディ、さらには落ち込んだシーンであろうとも、シーンに合わせた背景音楽に。 彼らは最も確かにその音に大きな注意を払って、それは大きく出てきました。\n\nキャラクター：\nキャラクターの進行はユーモアに焦点を当てるものではありません。 私たちが知る必要があるのは、それぞれの人格の人格です。あなたは行こうと思っています。 それが淫乱な悪魔であろうと、喧嘩の魔術師であろうと、マゾキストであろうと、キャラクターは残りのショーのためにその部分を演じるでしょう。 キャラクターは浅く、実際の展開はありませんが、これはこのアニメにとって本当に重要なことではありません。 文字を面白くするのは、お互いの相互作用です。 彼らがしてお互いに言うことは、それを偉大なものにして、痛みを、あなたの喜びにして、それより前に悪魔といっしょにすることです。\n\n楽しみ：\n陽の中、アザゼルさん。  Zは私を笑わせたり、他の驚くべき感情を後で感じることに失敗しなかったことを見てきた最も面白いアニメではありません。 エピソードは短くて甘いので、あなたの時間を少しでも犠牲にして、すべてのエピソードでより多くの気持ちを味わうことができます。 ユーモアは原油ですが、面白いですが、それは誰のためではありません。 しかし、良い原油ユーモアで大丈夫な人は、爆発の準備をする。\n\n全体：\nアヤゼルさん。  Zは、私が言っていることです、そのprequelへの成功。 それは完璧ではありませんが、コメディ部門で仕事をしており、境界線を越えて余分な距離を取ろうとしています。 あなたが時間を殺すために何かを探していて、笑いを取っているなら、座席を取ると、10分だけ必要です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nA good gag anime is one that can make us laugh. A great gag anime is one that can not only make us laugh, but can creep on us with the unexpected.\n\n\u001b[1m良いギャグアニメは私たちを笑わせるものです。 偉大なギャグアニメは、私たちを笑わせるだけでなく、予期せぬことで私たちの上に忍び寄ることができます。\u001b[22m\n\u001b[1m(Yoi gyagu anime wa watashitachi o warawaseru monodesu. Idaina gyagu anime wa, watashitachi o warawaseru dakedenaku, yoki senu koto de watashitachi no ue ni shinobiyoru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mA good gag anime is one that can make us laugh. A great gag anime is one that can not only make us laugh, but can creep on us with the unexpected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA good gag anime is one that can make us laugh.\u001b[24m\n    \u001b[1m良いギャグアニメは私たちを笑わせるものです。\u001b[22m, \u001b[1m良いギャグアニメは私たちを笑わせることができるものです。\u001b[22m\n\u001b[4mA great gag anime is one that can not only make us laugh, but can creep on us with the unexpected.\u001b[24m\n    \u001b[1m偉大なギャグアニメは、私たちを笑わせるだけでなく、予期せぬことで私たちの上に忍び寄ることができます。\u001b[22m, \u001b[1m偉大なギャグアニメは私たちだけを笑わせることができないものですが、予想外に私たちにクリープすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nYondemasu Yo, Azazel-san. Z is a sequel which you can expect the same things from its predecessor. More characters, laughs, slapstick, silly gory scenes, lewd jokes, the works, but one of the grand things about the sequel is not only the comedy, but the sudden twists in events. The sequel is a great addition with more antics and problems needed to be solved than before, by our cast.\n\n\u001b[1mアヤゼルさん。  Zは前作と同じことを期待できる続編です。 より多くのキャラクター、笑い声、スラップスティック、愚かな悲惨なシーン、猥褻なジョーク、作品などが続編の壮大なものの一つは、コメディだけでなく、突然の紆余曲折です。 続編は、私たちのキャストによって、以前よりも解決しなければならない厄介な問題や問題を伴う大きな追加です。\u001b[22m\n\u001b[1m(Ayazeru-san. Z wa zensaku to onaji koto o kitai dekiru zokuhendesu. Yori ōku no kyarakutā, waraigoe, surappusutikku, orokana hisan'na shīn, waisetsuna jōku, sakuhin nado ga zokuhen no sōdaina mono no hitotsu wa, komedi dakedenaku, totsuzen no uyokyokusetsudesu. Zokuhen wa, watashitachi no kyasuto ni yotte, izen yori mo kaiketsu shinakereba naranai yakkaina mondai ya mondai o tomonau ōkina tsuikadesu.)\u001b[22m\n\nTranslations of \u001b[4mYondemasu Yo, Azazel-san. Z is a sequel which you can expect the same things from its predecessor. More characters, laughs, slapstick, silly gory scenes, lewd jokes, the works, but one of the grand things about the sequel is not only the comedy, but the sudden twists in events. The sequel is a great addition with more antics and problems needed to be solved than before, by our cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYondemasu Yo, Azazel-san.\u001b[24m\n    \u001b[1mアヤゼルさん。\u001b[22m, \u001b[1mYondemasuヨ、アザゼルさん。\u001b[22m\n\u001b[4mZ is a sequel which you can expect the same things from its predecessor.\u001b[24m\n    \u001b[1mZは前作と同じことを期待できる続編です。\u001b[22m, \u001b[1mZは、あなたがその前任者から同じことを期待することができ続編です。\u001b[22m\n\u001b[4mMore characters, laughs, slapstick, silly gory scenes, lewd jokes, the works, but one of the grand things about the sequel is not only the comedy, but the sudden twists in events.\u001b[24m\n    \u001b[1mより多くのキャラクター、笑い声、スラップスティック、愚かな悲惨なシーン、猥褻なジョーク、作品などが続編の壮大なものの一つは、コメディだけでなく、突然の紆余曲折です。\u001b[22m, \u001b[1m複数キャラ、笑い、ドタバタ、愚かな血みどろのシーン、みだらな冗談、作品が、続編についての壮大なものの一つはコメディが、イベントの突然のねじれだけではありません。\u001b[22m\n\u001b[4mThe sequel is a great addition with more antics and problems needed to be solved than before, by our cast.\u001b[24m\n    \u001b[1m続編は、私たちのキャストによって、以前よりも解決しなければならない厄介な問題や問題を伴う大きな追加です。\u001b[22m, \u001b[1m続編はもっとふざけた態度と私たちのキャストによって、以前よりも解決する必要が問題と素晴らしい付加です。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nIf you've watched the first season then you'll know what to expect. Our summoners and demons take on jobs, solving them in the most strangest of ways and doing even more hilariously bizarre things on their time off. However, unlike its predecessor, this sequel gives more to the viewer then before, thought all our demons were good for was some comedy? Think again, for unforeseen events take place that can make you actually wonder if you're still watching the same comedy-filled show you started.\n\n\u001b[1mあなたが最初のシーズンを見たなら、あなたは何を期待するかを知るでしょう。 私たちの召喚師と悪魔は仕事を取り、最も奇妙な方法でそれらを解決し、彼らの休暇中にもっと陽気に奇妙なことをしています。 しかし、前作とは違って、この続編は視聴者にもっと多くを与えてくれました。私たちの悪魔はすべて喜んだと思っていました。 予期せぬ出来事が起こって、あなたが始まった同じコメディーショーをまだ見ているのか、実際には不思議に思うかもしれません。\u001b[22m\n\u001b[1m(Anata ga saisho no shīzun o mitanara, anata wa nani o kitai suru ka o shirudeshou. Watashitachi no shōkan-shi to akuma wa shigoto o tori, mottomo kimyōna hōhō de sorera o kaiketsu shi, karera no kyūka-chū ni motto yōki ni kimyōna koto o shite imasu. Shikashi, zensaku to wa chigatte, kono zokuhen wa shichō-sha ni motto ōku o ataete kuremashita. Watashitachi no akuma wa subete yorokonda to omotte imashita. Yokisenudekigoto ga okotte, anata ga hajimatta onaji komedīshō o mada mite iru no ka, jissai ni wa fushigi ni omou kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you've watched the first season then you'll know what to expect. Our summoners and demons take on jobs, solving them in the most strangest of ways and doing even more hilariously bizarre things on their time off. However, unlike its predecessor, this sequel gives more to the viewer then before, thought all our demons were good for was some comedy? Think again, for unforeseen events take place that can make you actually wonder if you're still watching the same comedy-filled show you started.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you've watched the first season then you'll know what to expect.\u001b[24m\n    \u001b[1mあなたが最初のシーズンを見たなら、あなたは何を期待するかを知るでしょう。\u001b[22m, \u001b[1mあなたが最初のシーズンを見てきたなら、あなたは何を期待する知っていますよ。\u001b[22m\n\u001b[4mOur summoners and demons take on jobs, solving them in the most strangest of ways and doing even more hilariously bizarre things on their time off.\u001b[24m\n    \u001b[1m私たちの召喚師と悪魔は仕事を取り、最も奇妙な方法でそれらを解決し、彼らの休暇中にもっと陽気に奇妙なことをしています。\u001b[22m, \u001b[1m私たちのサモナーと悪魔は、さまざまな方法の中で最も奇妙なでそれらを解決し、自分の時間をオフにしても、より陽気に奇妙なことをやって、仕事を取ります。\u001b[22m\n\u001b[4mHowever, unlike its predecessor, this sequel gives more to the viewer then before, thought all our demons were good for was some comedy?\u001b[24m\n    \u001b[1mしかし、前作とは違って、この続編は視聴者にもっと多くを与えてくれました。私たちの悪魔はすべて喜んだと思っていました。\u001b[22m, \u001b[1mしかし、その前身とは異なり、この続編は、視聴者に多くを与え、その後前に、すべての私たちの悪魔は、いくつかのコメディだったために良いと思っていましたか？\u001b[22m\n\u001b[4mThink again, for unforeseen events take place that can make you actually wonder if you're still watching the same comedy-filled show you started.\u001b[24m\n    \u001b[1m予期せぬ出来事が起こって、あなたが始まった同じコメディーショーをまだ見ているのか、実際には不思議に思うかもしれません。\u001b[22m, \u001b[1m不測の事態は、あなたがまだあなたが開始したのと同じ喜劇に満ちた番組を見ている場合、あなたが実際に疑問に思う作ることができる場所を取るために、もう一度考えてみてください。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art and animation are nothing to glorify, but it all fits well for this anime when it comes to the slapstick and characters. Nothing has changed that you haven't seen before in the first season.(Which I hope you have done before coming here)\n\n\u001b[1m芸術とアニメーションは賞賛するものではありませんが、スラップスティックやキャラクターになると、このアニメにはうまく収まります。 最初のシーズンにこれまで見たことのないものは何も変わっていません。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa shōsan suru monode wa arimasenga, surappusutikku ya kyarakutā ni naru to, kono anime ni wa umaku osamarimasu. Saisho no shīzun ni kore made mita koto no nai mono wa nani mo kawatte imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation are nothing to glorify, but it all fits well for this anime when it comes to the slapstick and characters. Nothing has changed that you haven't seen before in the first season.(Which I hope you have done before coming here)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation are nothing to glorify, but it all fits well for this anime when it comes to the slapstick and characters.\u001b[24m\n    \u001b[1m芸術とアニメーションは賞賛するものではありませんが、スラップスティックやキャラクターになると、このアニメにはうまく収まります。\u001b[22m, \u001b[1mアートやアニメーションが賛美するためには何もありませんが、それはどたばたと文字に来るとき、それはすべて、このアニメのためによく適合する。\u001b[22m\n\u001b[4mNothing has changed that you haven't seen before in the first season.(Which I hope you have done before coming here)\u001b[24m\n    \u001b[1m最初のシーズンにこれまで見たことのないものは何も変わっていません。\u001b[22m, \u001b[1m何もあなたが最初のシーズンで前に見ていないこと変わっていません。（私はあなたがここに来る前に行っている願っています）\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nWhat's a good gag anime without great sound to make the experience more enjoyable? To the over the top acting done by the demons, to the background music fitting in with a scene whether it be some sort of fierce battle, comedy and even depressing scenes. They most certainly took great attention to the sound and it came out great.\n\n\u001b[1m経験をより楽しくするために素晴らしいサウンドのない良いギャグアニメは何ですか？ 悪魔がやったトップの上、激しい戦闘、コメディ、さらには落ち込んだシーンであろうとも、シーンに合わせた背景音楽に。 彼らは最も確かにその音に大きな注意を払って、それは大きく出てきました。\u001b[22m\n\u001b[1m(Keiken o yori tanoshiku suru tame ni subarashī saundo no nai yoi gyagu anime wa nanidesu ka? Akuma ga yatta toppu no ue, hageshī sentō, komedi, sarani wa ochikonda shīndearoutomo, shīn ni awaseta haikei ongaku ni. Karera wa mottomo tashika ni sono-on ni ōkina chūi o haratte, sore wa ōkiku dete kimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhat's a good gag anime without great sound to make the experience more enjoyable? To the over the top acting done by the demons, to the background music fitting in with a scene whether it be some sort of fierce battle, comedy and even depressing scenes. They most certainly took great attention to the sound and it came out great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat's a good gag anime without great sound to make the experience more enjoyable?\u001b[24m\n    \u001b[1m経験をより楽しくするために素晴らしいサウンドのない良いギャグアニメは何ですか？\u001b[22m, \u001b[1m体験をより楽しいものにするための素晴らしい音のない良好なギャグアニメは何ですか？\u001b[22m\n\u001b[4mTo the over the top acting done by the demons, to the background music fitting in with a scene whether it be some sort of fierce battle, comedy and even depressing scenes.\u001b[24m\n    \u001b[1m悪魔がやったトップの上、激しい戦闘、コメディ、さらには落ち込んだシーンであろうとも、シーンに合わせた背景音楽に。\u001b[22m, \u001b[1mバックグラウンドミュージックは、それが激戦、コメディ、さらには憂鬱なシーンのいくつかの並べ替えであるかどうかのシーンでフィッティングに、悪魔によってなさトップ演技の上へ。\u001b[22m\n\u001b[4mThey most certainly took great attention to the sound and it came out great.\u001b[24m\n    \u001b[1m彼らは最も確かにその音に大きな注意を払って、それは大きく出てきました。\u001b[22m, \u001b[1m彼らは最も確かに音に細心の注意を取り、それは素晴らしい出てきました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nCharacter progression is not something to focus on when it comes to the humor. All we need to know is the personalities of each character and you're good to go. Whether it be a lustful demon, a shit-eater, or a masochist, the characters will play that part for the rest of the show. The characters are shallow with no real development, but that's not what is really important to this anime. What makes the characters interesting is their interactions with one another. The things they do and say to each other is what makes it great, making their pain, your enjoyment and with more demons then before, there's plenty of that!\n\n\u001b[1mキャラクターの進行はユーモアに焦点を当てるものではありません。 私たちが知る必要があるのは、それぞれの人格の人格です。あなたは行こうと思っています。 それが淫乱な悪魔であろうと、喧嘩の魔術師であろうと、マゾキストであろうと、キャラクターは残りのショーのためにその部分を演じるでしょう。 キャラクターは浅く、実際の展開はありませんが、これはこのアニメにとって本当に重要なことではありません。 文字を面白くするのは、お互いの相互作用です。 彼らがしてお互いに言うことは、それを偉大なものにして、痛みを、あなたの喜びにして、それより前に悪魔といっしょにすることです。\u001b[22m\n\u001b[1m(Kyarakutā no shinkō wa yūmoa ni shōten o ateru monode wa arimasen. Watashitachi ga shiru hitsuyō ga aru no wa, sorezore no jinkaku no jinkakudesu. Anata wa ikou to omotte imasu. Sore ga inran'na akumadearou to, kenka no majutsu-shidearou to, mazokisutodearou to, kyarakutā wa nokori no shō no tame ni sono bubun o enjirudeshou. Kyarakutā wa asaku, jissai no tenkai wa arimasenga, koreha kono anime ni totte hontōni jūyōna kotode wa arimasen. Moji o omoshiroku suru no wa, otagai no sōgo sayōdesu. Karera ga shite otagai ni iu koto wa, sore o idaina mono ni shite, itami o, anata no yorokobi ni shite, sore yori mae ni akuma to issho ni suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter progression is not something to focus on when it comes to the humor. All we need to know is the personalities of each character and you're good to go. Whether it be a lustful demon, a shit-eater, or a masochist, the characters will play that part for the rest of the show. The characters are shallow with no real development, but that's not what is really important to this anime. What makes the characters interesting is their interactions with one another. The things they do and say to each other is what makes it great, making their pain, your enjoyment and with more demons then before, there's plenty of that!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter progression is not something to focus on when it comes to the humor.\u001b[24m\n    \u001b[1mキャラクターの進行はユーモアに焦点を当てるものではありません。\u001b[22m, \u001b[1m文字の進行は、それがユーモアに来るときに焦点を当てるものではありません。\u001b[22m\n\u001b[4mAll we need to know is the personalities of each character and you're good to go.\u001b[24m\n    \u001b[1m私たちが知る必要があるのは、それぞれの人格の人格です。あなたは行こうと思っています。\u001b[22m, \u001b[1m私たちが知っておく必要があるのは、各キャラクタの個性であり、あなたが行ってもいいです。\u001b[22m\n\u001b[4mWhether it be a lustful demon, a shit-eater, or a masochist, the characters will play that part for the rest of the show.\u001b[24m\n    \u001b[1mそれが淫乱な悪魔であろうと、喧嘩の魔術師であろうと、マゾキストであろうと、キャラクターは残りのショーのためにその部分を演じるでしょう。\u001b[22m, \u001b[1mそれは貪欲な悪魔、たわごと食べる人、またはマゾであるかどうかは、文字がショーの期間、その部分を再生します。\u001b[22m\n\u001b[4mThe characters are shallow with no real development, but that's not what is really important to this anime.\u001b[24m\n    \u001b[1mキャラクターは浅く、実際の展開はありませんが、これはこのアニメにとって本当に重要なことではありません。\u001b[22m, \u001b[1m文字はありません実際の開発と浅いですが、それはこのアニメには本当に重要なものではありません。\u001b[22m\n\u001b[4mWhat makes the characters interesting is their interactions with one another.\u001b[24m\n    \u001b[1m文字を面白くするのは、お互いの相互作用です。\u001b[22m, \u001b[1mどのような文字が興味深いことは、互いとの相互作用です。\u001b[22m\n\u001b[4mThe things they do and say to each other is what makes it great, making their pain, your enjoyment and with more demons then before, there's plenty of that!\u001b[24m\n    \u001b[1m彼らがしてお互いに言うことは、それを偉大なものにして、痛みを、あなたの喜びにして、それより前に悪魔といっしょにすることです。\u001b[22m, \u001b[1m彼らは、お互いに言う事は、その後の前に、そのたくさんのがありますどのような彼らの痛みを作る、それは偉大なり、あなたの楽しみ、より悪魔であります！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nWhile Yondemasu Yo, Azazel-san. Z is not the funniest anime I've seen it did not fail to make me laugh or even feel other surprising emotions later on. The episodes are short and sweet leaving room for more hilarity in every episode at the expense of just a little of your time. While the humor is crude, it's funny, but it isn't for everyone. However, those whom are okay with some good crude humor, prepare for a blast.\n\n\u001b[1m陽の中、アザゼルさん。  Zは私を笑わせたり、他の驚くべき感情を後で感じることに失敗しなかったことを見てきた最も面白いアニメではありません。 エピソードは短くて甘いので、あなたの時間を少しでも犠牲にして、すべてのエピソードでより多くの気持ちを味わうことができます。 ユーモアは原油ですが、面白いですが、それは誰のためではありません。 しかし、良い原油ユーモアで大丈夫な人は、爆発の準備をする。\u001b[22m\n\u001b[1m(Yō no naka, Azazeru-san. Z wa watashi o warawase tari, hoka no odorokubeki kanjō o atode kanjiru koto ni shippai shinakatta koto o mitekita mottomo omoshiroi animede wa arimasen. Episōdo wa mijikakute amainode, anata no jikan o sukoshidemo gisei ni shite, subete no episōdo de yori ōku no kimochi o ajiwau koto ga dekimasu. Yūmoa wa gen'yudesuga, omoshiroidesuga, sore wa dare no tamede wa arimasen. Shikashi, yoi gen'yu yūmoa de daijōbuna hito wa, bakuhatsu no junbi o suru.)\u001b[22m\n\nTranslations of \u001b[4mWhile Yondemasu Yo, Azazel-san. Z is not the funniest anime I've seen it did not fail to make me laugh or even feel other surprising emotions later on. The episodes are short and sweet leaving room for more hilarity in every episode at the expense of just a little of your time. While the humor is crude, it's funny, but it isn't for everyone. However, those whom are okay with some good crude humor, prepare for a blast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile Yondemasu Yo, Azazel-san.\u001b[24m\n    \u001b[1m陽の中、アザゼルさん。\u001b[22m, \u001b[1mYondemasuヨ、アザゼルさんながら。\u001b[22m\n\u001b[4mZ is not the funniest anime I've seen it did not fail to make me laugh or even feel other surprising emotions later on.\u001b[24m\n    \u001b[1mZは私を笑わせたり、他の驚くべき感情を後で感じることに失敗しなかったことを見てきた最も面白いアニメではありません。\u001b[22m, \u001b[1mZは、私はそれが私を笑わせることができない、あるいは、後に他の驚くべき感情を感じませんでした見てきたおかしなアニメではありません。\u001b[22m\n\u001b[4mThe episodes are short and sweet leaving room for more hilarity in every episode at the expense of just a little of your time.\u001b[24m\n    \u001b[1mエピソードは短くて甘いので、あなたの時間を少しでも犠牲にして、すべてのエピソードでより多くの気持ちを味わうことができます。\u001b[22m, \u001b[1mエピソードがあなたの時間のほんの少しの犠牲にしてすべてのエピソードでより多くのはしゃぎの余地が短いと甘いです。\u001b[22m\n\u001b[4mWhile the humor is crude, it's funny, but it isn't for everyone.\u001b[24m\n    \u001b[1mユーモアは原油ですが、面白いですが、それは誰のためではありません。\u001b[22m, \u001b[1mユーモアは、粗であるが、それは面白いですが、それは皆のためではありません。\u001b[22m\n\u001b[4mHowever, those whom are okay with some good crude humor, prepare for a blast.\u001b[24m\n    \u001b[1mしかし、良い原油ユーモアで大丈夫な人は、爆発の準備をする。\u001b[22m, \u001b[1mしかし、いくつかの良い下品なユーモアと大丈夫です人たちは、爆発のために準備します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nYondemasu Yo, Azazel-san. Z is what I'd like to say, a success to its prequel. It's not perfect, but it does its job in the comedy department and even tries to overstep its boundary and go the extra mile. If you're looking for something to kill-time and get a laugh, take a seat, 10 minutes is all you need.\n\n\u001b[1mアヤゼルさん。  Zは、私が言っていることです、そのprequelへの成功。 それは完璧ではありませんが、コメディ部門で仕事をしており、境界線を越えて余分な距離を取ろうとしています。 あなたが時間を殺すために何かを探していて、笑いを取っているなら、座席を取ると、10分だけ必要です。\u001b[22m\n\u001b[1m(Ayazeru-san. Z wa, watashi ga itte iru kotodesu, sono prequel e no seikō. Sore wa kanpekide wa arimasenga, komedi bumon de shigoto o shite ori, kyōkai-sen o koete yobun'na kyori o torou to shite imasu. Anata ga jikan o korosu tame ni nanika o sagashite ite, warai o totte irunara, zaseki o toru to, 10-bu dake hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mYondemasu Yo, Azazel-san. Z is what I'd like to say, a success to its prequel. It's not perfect, but it does its job in the comedy department and even tries to overstep its boundary and go the extra mile. If you're looking for something to kill-time and get a laugh, take a seat, 10 minutes is all you need.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYondemasu Yo, Azazel-san.\u001b[24m\n    \u001b[1mアヤゼルさん。\u001b[22m, \u001b[1mYondemasuヨ、アザゼルさん。\u001b[22m\n\u001b[4mZ is what I'd like to say, a success to its prequel.\u001b[24m\n    \u001b[1mZは、私が言っていることです、そのprequelへの成功。\u001b[22m, \u001b[1mZは、私は、言ってその続編に成功したいものです。\u001b[22m\n\u001b[4mIt's not perfect, but it does its job in the comedy department and even tries to overstep its boundary and go the extra mile.\u001b[24m\n    \u001b[1mそれは完璧ではありませんが、コメディ部門で仕事をしており、境界線を越えて余分な距離を取ろうとしています。\u001b[22m, \u001b[1mこれは完璧ではないが、それはコメディ部門でその仕事をして、さらにはその境界線を踏み越えて、余分なマイルを行くことにしよう。\u001b[22m\n\u001b[4mIf you're looking for something to kill-time and get a laugh, take a seat, 10 minutes is all you need.\u001b[24m\n    \u001b[1mあなたが時間を殺すために何かを探していて、笑いを取っているなら、座席を取ると、10分だけ必要です。\u001b[22m, \u001b[1mあなたは時間を殺すと笑いを取得し、席を取るために何かを探しているなら、10分はあなたが必要とするすべてです。\u001b[22m"
  },
  {
    "title": "Yondemasu_yo_Azazel-san_Z",
    "id": "16241",
    "url": "https://myanimelist.net/anime/16241/Yondemasu_yo_Azazel-san_Z",
    "user": "dsleech",
    "profile": "/profile/dsleech/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=100263",
    "jp": "--- --- --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  10\n\nなぜこれについてのレビューを書いた人も私の外にいません。 まず、プレクエルを見ない限り、何が起こっているのかを完全には理解できないので、プレクエルを見てください。\n\nストーリー：これはエピソードのアニメであり、基本的にはギャグアニメから適応され、ストーリーは文字通りうんざりだが面白い。 私はこれを深刻なものに発展させることを望む人はお勧めしません。 これはコメディであり、それが本当であるかにとどまります。\n\nアート：アニメーションは大丈夫ですが、コメディの目的のために行われていますが、ここでは醜さの深刻なレベルが続いています。\n\nサウンド：ここには苦情はありません。\n\nキャラクター：このアニメのキャラクターは恐ろしいです。 彼らの性格は非常に悪く、浅く、嫌なこともあります。 しかし、これはユーモアのために絶対に活用されています。\n\n楽しさ：あなたが少しの冒涜、セクシュアリティ、エッチを気にしない場合、これはあなたが楽しむことができる暗いユーモアを持つアニメのタイプです。 そして、ある種の悪を感じる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhy haven't anyone written a review for this is beyond me. Firstly, do watch the prequel as you will not fully appreciate what is going on unless you watch the prequel.\n\n\u001b[1mなぜこれについてのレビューを書いた人も私の外にいません。 まず、プレクエルを見ない限り、何が起こっているのかを完全には理解できないので、プレクエルを見てください。\u001b[22m\n\u001b[1m(Naze kore ni tsuite no rebyū o kaita hito mo watashi no soto ni imasen. Mazu, purekueru o minai kagiri, nani ga okotte iru no ka o kanzen ni wa rikai dekinainode, purekueru o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWhy haven't anyone written a review for this is beyond me. Firstly, do watch the prequel as you will not fully appreciate what is going on unless you watch the prequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy haven't anyone written a review for this is beyond me.\u001b[24m\n    \u001b[1mなぜこれについてのレビューを書いた人も私の外にいません。\u001b[22m, \u001b[1m誰もがこのためにレビューを書いていないのはなぜ私を超えています。\u001b[22m\n\u001b[4mFirstly, do watch the prequel as you will not fully appreciate what is going on unless you watch the prequel.\u001b[24m\n    \u001b[1mまず、プレクエルを見ない限り、何が起こっているのかを完全には理解できないので、プレクエルを見てください。\u001b[22m, \u001b[1mあなたは前編を見ない限り、あなたは完全に何が起こっているか理解していないだろうとしてまず、続編を見てください。\u001b[22m\n\u001b[1m\u001b[22m\nStory: This is a episodic anime and basically it was adapted from a gag anime so the story is literally full of crap but so funny. I won't recommend anyone looking for this to develop into something serious. This is a comedy and it stays true to what it is.\n\n\u001b[1mストーリー：これはエピソードのアニメであり、基本的にはギャグアニメから適応され、ストーリーは文字通りうんざりだが面白い。 私はこれを深刻なものに発展させることを望む人はお勧めしません。 これはコメディであり、それが本当であるかにとどまります。\u001b[22m\n\u001b[1m(Sutōrī: Kore wa episōdo no animedeari, kihontekini wa gyagu anime kara tekiō sa re, sutōrī wa mojidōri unzaridaga omoshiroi. Watashi wa kore o shinkokuna mono ni hatten sa seru koto o nozomu hito wa o susume shimasen. Kore wa komedideari, sore ga hontōdearu ka ni todomarimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: This is a episodic anime and basically it was adapted from a gag anime so the story is literally full of crap but so funny. I won't recommend anyone looking for this to develop into something serious. This is a comedy and it stays true to what it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: This is a episodic anime and basically it was adapted from a gag anime so the story is literally full of crap but so funny.\u001b[24m\n    \u001b[1mストーリー：これはエピソードのアニメであり、基本的にはギャグアニメから適応され、ストーリーは文字通りうんざりだが面白い。\u001b[22m, \u001b[1mストーリー：これはエピソードのアニメで、話はがらくたの文字通りフルが、とても面白いですので、基本的にそれはギャグアニメから適応されました。\u001b[22m\n\u001b[4mI won't recommend anyone looking for this to develop into something serious.\u001b[24m\n    \u001b[1m私はこれを深刻なものに発展させることを望む人はお勧めしません。\u001b[22m, \u001b[1m私はこのお探しの方は深刻なものに発展することをお勧めしません。\u001b[22m\n\u001b[4mThis is a comedy and it stays true to what it is.\u001b[24m\n    \u001b[1mこれはコメディであり、それが本当であるかにとどまります。\u001b[22m, \u001b[1mこれはコメディであり、それはそれが何であるかに忠実。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The animation is okay but there are serious level of ugliness going on here however it is done for comedic purposes.\n\n\u001b[1mアート：アニメーションは大丈夫ですが、コメディの目的のために行われていますが、ここでは醜さの深刻なレベルが続いています。\u001b[22m\n\u001b[1m(Āto: Animēshon wa daijōbudesuga, komedi no mokuteki no tame ni okonawa rete imasuga, kokode wa miniku-sa no shinkokuna reberu ga tsudzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The animation is okay but there are serious level of ugliness going on here however it is done for comedic purposes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The animation is okay but there are serious level of ugliness going on here however it is done for comedic purposes.\u001b[24m\n    \u001b[1mアート：アニメーションは大丈夫ですが、コメディの目的のために行われていますが、ここでは醜さの深刻なレベルが続いています。\u001b[22m, \u001b[1mアート：アニメーションは大丈夫ですが、それは喜劇の目的のために行われているがここで起こって醜さの深刻なレベルがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSound: No complaints here.\n\n\u001b[1mサウンド：ここには苦情はありません。\u001b[22m\n\u001b[1m(Saundo: Koko ni wa kujō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound: No complaints here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: No complaints here.\u001b[24m\n    \u001b[1mサウンド：ここには苦情はありません。\u001b[22m, \u001b[1mサウンド：いいえ苦情をここに。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The characters in this anime are horrible. Their personalities are very very bad and they are crude, shallow and sometimes detestable. However, this is absolutely exploited for humour.\n\n\u001b[1mキャラクター：このアニメのキャラクターは恐ろしいです。 彼らの性格は非常に悪く、浅く、嫌なこともあります。 しかし、これはユーモアのために絶対に活用されています。\u001b[22m\n\u001b[1m(Kyarakutā: Kono anime no kyarakutā wa osoroshīdesu. Karera no seikaku wa hijō ni waruku, asaku, iyana koto mo arimasu. Shikashi, koreha yūmoa no tame ni zettai ni katsuyō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The characters in this anime are horrible. Their personalities are very very bad and they are crude, shallow and sometimes detestable. However, this is absolutely exploited for humour.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The characters in this anime are horrible.\u001b[24m\n    \u001b[1mキャラクター：このアニメのキャラクターは恐ろしいです。\u001b[22m, \u001b[1mキャラクター：このアニメの文字が恐ろしいです。\u001b[22m\n\u001b[4mTheir personalities are very very bad and they are crude, shallow and sometimes detestable.\u001b[24m\n    \u001b[1m彼らの性格は非常に悪く、浅く、嫌なこともあります。\u001b[22m, \u001b[1m性格は非常に非常に悪いであり、彼らは、粗製の浅い、時には憎むべきです。\u001b[22m\n\u001b[4mHowever, this is absolutely exploited for humour.\u001b[24m\n    \u001b[1mしかし、これはユーモアのために絶対に活用されています。\u001b[22m, \u001b[1mしかし、これは絶対にユーモアのために利用されます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: If you don't mind a bit of blasphemy, sexism and ecchi, this is the type of anime with dark humour you can enjoy. And sort of feel evil about.\n\n\u001b[1m楽しさ：あなたが少しの冒涜、セクシュアリティ、エッチを気にしない場合、これはあなたが楽しむことができる暗いユーモアを持つアニメのタイプです。 そして、ある種の悪を感じる。\u001b[22m\n\u001b[1m(Tanoshisa: Anata ga sukoshi no bōtoku, sekushuariti, etchi o ki ni shinai baai, kore wa anata ga tanoshimu koto ga dekiru kurai yūmoa o motsu anime no taipudesu. Soshite, arushuno aku o kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: If you don't mind a bit of blasphemy, sexism and ecchi, this is the type of anime with dark humour you can enjoy. And sort of feel evil about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: If you don't mind a bit of blasphemy, sexism and ecchi, this is the type of anime with dark humour you can enjoy.\u001b[24m\n    \u001b[1m楽しさ：あなたが少しの冒涜、セクシュアリティ、エッチを気にしない場合、これはあなたが楽しむことができる暗いユーモアを持つアニメのタイプです。\u001b[22m, \u001b[1m楽しさ：あなたは神への冒とく、性差別やエッチのビットを気にしない場合、これはあなたが楽しむことができ、暗いユーモアとアニメのタイプがあります。\u001b[22m\n\u001b[4mAnd sort of feel evil about.\u001b[24m\n    \u001b[1mそして、ある種の悪を感じる。\u001b[22m, \u001b[1mソートの程度悪を感じます。\u001b[22m"
  }
]
