[
  {
    "title": "Devil_Survivor_2_The_Animation",
    "id": "16512",
    "url": "https://myanimelist.net/anime/16512/Devil_Survivor_2_The_Animation",
    "user": "pluslethatminun",
    "profile": "/profile/pluslethatminun/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=131747",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\n「誰もが死ぬうちに生きている。 私はそれをすべて肩代わり、生き残らなければなりません。  - ヒビキクゼ\n\n\nDevil Survivor 2アニメーションは、私たちにPersona 4 The Animation（PS2コンソール）をもたらしたAtlus製作ゲーム（Nintendo DS）のものです。\n\n今日のゲームのほとんどは、アニメーションに変わってしまっていません。 なぜですか？ 申し訳ありません。 主なトピックに戻ると、アニメーションのストーリーの言い直しは、ゲームのものとは大きく異なっています。 あなたがゲームをプレイしたとしても、あなたはまだアニメの全く別の話を楽しむことができます。 私が言ったように、彼らは13のエピソードに多くの時間を窮屈にしたので、これを見て速いペースのストーリーを期待してください。 ゲームでは一般的ではない予期せぬ出来事は、アニメ版には常に存在していて、それがアニメーションを良いものにしたのです。 私は真剣にあなたが単なる12または24のエピソードで30 +時間のゲームプレイRPGを窮屈にすることはできないと思う。 しかし、私にあなたに何かを教えさせてください、アトラスはちょうど「それ」でした！ 彼らは30時間以上のゲームを13のエピソードに詰め込んだ！ しかし、私の親愛なる友人を心配しないでください、今回は、実際にはそれがパンです。 もちろん、アニメーションに細部は含まれていませんでしたが、見守る価値はあります。 ああ、そしてゲームでは、たくさんのオプション/選択肢があります（典型的なSMTゲーム）。もちろん、ゲームでは、サポートキャラクターとあなたの秘密の時間を持つようになります！ ヤッタ！ おっと、私は「アニメーション」についてのレビューをしていたことを忘れていました。\n\n\nストーリーを伝えることには若干の違いがありますが、メインのプロットはゲームが導いた場所から変わりません。 だから私は、アニメーションから出てきたものがゲームのストーリー内で同等であると安全に言うことができます。\n\n今のショーン・ショーのほとんどが物語を漂わせているわけではなく、私たちの主人公には難しい問題があります。 それは友情、怪物との戦い、熱い男の話、そして熱い男との会話です。\n\n殉教者、どこにいても殉教者。 それは私がDevil Survivor 2のキャラクターの大部分で気付いたことです。 それは悪いことではありませんが、間違いなく良いことでもありません。 しかし、あなたは何をすることができますか？ 世界が終わり、あなたのお友達のために何かしたい、それは悪くない。 しかし、他人からの助けを得ることは、より良いwaaaaaaayです。 すべてを肩代わりすることは純粋な英雄的なBSです。そのため人間は弱くなってしまい、他の人間に頼ることができます。\n\n響キュゼ、光るもの！ なぜあなたはウサギのように見えるのですか（ちょうど冗談）？\nシリーズは、ビショナンとbishoujous（ほとんどのシリーズのほとんどがチャック）でいっぱいです！ しかし、私の心全体を破壊する最も重要な部分と邪魔なことは、PETTANKOは全くありません！ 彼らはどうしてそんな残酷なことをすることができたのですか？ 彼らはフラットが審理であることを彼らは知らなかったか？ 彼らは正義と人道のために戦っていると言った。 しかし、彼らはフラットではない、彼らはちょうど横たわって横たわっている！ まあ、とにかくそれが来ていたことは分かっていました。 私に気にしないで、私はちょうどいくつかのBSを鳴らしていた。\n\n悪魔サバイバー2は良いシリーズです。 それはそれほど素晴らしいことではありませんが、それほど悪くはありません。 それは視聴者を楽しませるようにその上下を持っていました。 あなたがゲームやSMTゲームをプレイしていない場合、何が起こっているのか分かりませんでした）、それはアニメーションに長いゲームを詰め込む難しい部分です。 私が言ったように、アニメーション化された多くのゲームは敗北しなかった。 しかし、アトラスは公正な仕事をしています。 全体として、Devil Survivor 2は良い時計です（特にゲームをプレイした場合）。 それほど長くはなく、アクション満載の場面を持ち、偉大な芸術で、複雑なプロットはありません。 プラスあなたはそれにボーナスヤオイ材料を得るので、あなたの中にあなたの内側のファンガールをフィード。\n\nすべて生き残ろう！ ああ、私たちはあまりにもchawanmushisが必要！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n'I live while everyone dies. I have to shoulder all that, and survive.' - Hibiki Kuze\n\n\u001b[1m「誰もが死ぬうちに生きている。 私はそれをすべて肩代わり、生き残らなければなりません。  - ヒビキクゼ\u001b[22m\n\u001b[1m(`Daremoga shinu uchi ni ikite iru. Watashi wa sore o subete katagawari, ikinokoranakereba narimasen. - Hibikikuze)\u001b[22m\n\nTranslations of \u001b[4m'I live while everyone dies. I have to shoulder all that, and survive.' - Hibiki Kuze\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I live while everyone dies.\u001b[24m\n    \u001b[1m「誰もが死ぬうちに生きている。\u001b[22m, \u001b[1m誰もが死ぬながら「私が住んでいます。\u001b[22m\n\u001b[4mI have to shoulder all that, and survive.'\u001b[24m\n    \u001b[1m私はそれをすべて肩代わり、生き残らなければなりません。\u001b[22m, \u001b[1m私はすべてのことを肩、そして生き残るために持っています。」\u001b[22m\n\u001b[4m- Hibiki Kuze\u001b[24m\n    \u001b[1m - ヒビキクゼ\u001b[22m, \u001b[1m - 響久世\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nDevil Survivor 2 The Animation is from the game Atlus produced(Nintendo DS), which brought us Persona 4 The Animation(PS2 console).\n\n\u001b[1mDevil Survivor 2アニメーションは、私たちにPersona 4 The Animation（PS2コンソール）をもたらしたAtlus製作ゲーム（Nintendo DS）のものです。\u001b[22m\n\u001b[1m(Devil Survivor 2 animēshon wa, watashitachi ni perusona 4 The Animation (PS 2 konsōru) o motarashita Atlus seisaku gēmu (Nintendo DS) no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mDevil Survivor 2 The Animation is from the game Atlus produced(Nintendo DS), which brought us Persona 4 The Animation(PS2 console).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDevil Survivor 2 The Animation is from the game Atlus produced(Nintendo DS), which brought us Persona 4 The Animation(PS2 console).\u001b[24m\n    \u001b[1mDevil Survivor 2アニメーションは、私たちにPersona 4 The Animation（PS2コンソール）をもたらしたAtlus製作ゲーム（Nintendo DS）のものです。\u001b[22m, \u001b[1mデビルサバイバー2ザ・アニメーションはペルソナ4アニメーション（PS2コンソール）私たちをもたらしたアトラスが生成ゲーム（ニンテンドーDS）、からです。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the game nowadays that's been turned into an animation don't pan out. Wonder why? Sorry about that. Back to the main topic, the retelling of the story in the animation is a lot different from what's in the game. So even if you played the game, you can still enjoy a quite different story in the anime. Like I've said, they've cramped a lot of hours into 13 episodes, so expect a fast-paced story when watching this. Unexpected things which weren't common in the game is always present in the anime version, and that's what made the animation good. I seriously think you can't cramp a 30+ hour gameplay RPG on a mere 12 or even 24 episodes. But let me tell you something, Atlus did just 'THAT'! They've crammed 30+ hour games into 13 episodes! But worry not my dear friend, this time, it actually panned out. Of course they didn't include minor details in the animation, but its still worth watching. Oh, and in the game, there's a lot of options/choices to choose from(typical SMT game).. And of course, at the game, you get to have your privy time with the supporting characters! Yatta! Oops, forgot I was making a review about the 'animation'.\n\n\u001b[1m今日のゲームのほとんどは、アニメーションに変わってしまっていません。 なぜですか？ 申し訳ありません。 主なトピックに戻ると、アニメーションのストーリーの言い直しは、ゲームのものとは大きく異なっています。 あなたがゲームをプレイしたとしても、あなたはまだアニメの全く別の話を楽しむことができます。 私が言ったように、彼らは13のエピソードに多くの時間を窮屈にしたので、これを見て速いペースのストーリーを期待してください。 ゲームでは一般的ではない予期せぬ出来事は、アニメ版には常に存在していて、それがアニメーションを良いものにしたのです。 私は真剣にあなたが単なる12または24のエピソードで30 +時間のゲームプレイRPGを窮屈にすることはできないと思う。 しかし、私にあなたに何かを教えさせてください、アトラスはちょうど「それ」でした！ 彼らは30時間以上のゲームを13のエピソードに詰め込んだ！ しかし、私の親愛なる友人を心配しないでください、今回は、実際にはそれがパンです。 もちろん、アニメーションに細部は含まれていませんでしたが、見守る価値はあります。 ああ、そしてゲームでは、たくさんのオプション/選択肢があります（典型的なSMTゲーム）。もちろん、ゲームでは、サポートキャラクターとあなたの秘密の時間を持つようになります！ ヤッタ！ おっと、私は「アニメーション」についてのレビューをしていたことを忘れていました。\u001b[22m\n\u001b[1m(Kyō no gēmu no hotondo wa, animēshon ni kawatte shimatte imasen. Nazedesu ka? Watashi wa shinken ni anata ga tan'naru 12 matawa 24 no episōdo de 30 + jikan no gēmupurei RPG o kyūkutsu ni suru koto wa dekinai to omou. Shikashi, watashi ni anata ni nanika o oshie sasete kudasai, Atorasu wa chōdo `sore'deshita! Karera wa 30-jikan ijō no gēmu o 13 no episōdo ni tsumekonda! Shikashi, watashi no shin'ainaru yūjin o shinpaishinaidekudasai, konkai wa, jissai ni wa sore ga pandesu. Mochiron, animēshon ni saibu wa fukuma rete imasendeshitaga, mimamoru kachi wa arimasu. Ā, soshite gēmude wa, takusan no opushon/ sentakushi ga arimasu (tenkei-tekina SMT gēmu). Mochiron, gēmude wa, sapōtokyarakutā to anata no himitsu no jikan o motsu yō ni narimasu! Yatta! Otto, watashi wa `animēshon' ni tsuite no rebyū o shite ita koto o wasurete imashita. Mōshiwake arimasen. Omona topikku ni modoru to, animēshon no sutōrī no iinaoshi wa, gēmu no mono to wa ōkiku kotonatte imasu. Anata ga gēmu o purei shita to shite mo, anata wa mada anime no mattaku betsu no hanashi o tanoshimu koto ga dekimasu. Watashi ga itta yō ni, karera wa 13 no episōdo ni ōku no jikan o kyūkutsu ni shitanode, kore o mite hayai pēsu no sutōrī o kitai shite kudasai. Gēmude wa ippan-tekide wanai yokisenudekigoto wa, anime-ban ni wa tsuneni sonzai shite ite, sore ga animēshon o yoimono ni shita nodesu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAlthough there have been slight difference on telling the story, the main plot doesn't change from where the game has led to. So I can safely say that what came out of the animation is on par within the game's story.\n\n\u001b[1mストーリーを伝えることには若干の違いがありますが、メインのプロットはゲームが導いた場所から変わりません。 だから私は、アニメーションから出てきたものがゲームのストーリー内で同等であると安全に言うことができます。\u001b[22m\n\u001b[1m(Sutōrī o tsutaeru koto ni wa jakkan no chigai ga arimasuga, mein no purotto wa gēmu ga michibiita basho kara kawarimasen. Dakara watashi wa, animēshon kara dete kita mono ga gēmu no sutōrī-nai de dōtōdearu to anzen ni iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough there have been slight difference on telling the story, the main plot doesn't change from where the game has led to. So I can safely say that what came out of the animation is on par within the game's story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough there have been slight difference on telling the story, the main plot doesn't change from where the game has led to.\u001b[24m\n    \u001b[1mストーリーを伝えることには若干の違いがありますが、メインのプロットはゲームが導いた場所から変わりません。\u001b[22m, \u001b[1m話をしに若干の違いがあったものの、主なプロットは、ゲームがにつながっている場所から変更されません。\u001b[22m\n\u001b[4mSo I can safely say that what came out of the animation is on par within the game's story.\u001b[24m\n    \u001b[1mだから私は、アニメーションから出てきたものがゲームのストーリー内で同等であると安全に言うことができます。\u001b[22m, \u001b[1mだから私は安全にどのようなアニメーションから出てきたが、ゲームのストーリー内で同等であると言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story doesn't quite drift away from most shounen shows nowadays, we have our Protagonist stuck with a difficult problem. It's about friendships, fighting monsters, conversations of hot guys, and finally, conversations with hot guys.\n\n\u001b[1m今のショーン・ショーのほとんどが物語を漂わせているわけではなく、私たちの主人公には難しい問題があります。 それは友情、怪物との戦い、熱い男の話、そして熱い男との会話です。\u001b[22m\n\u001b[1m(Ima no shōn shō no hotondo ga monogatari o tadayowa sete iru wakede wa naku, watashitachi no shujinkō ni wa muzukashī mondai ga arimasu. Sore wa yūjō, kaibutsu to notatakai, atsui otoko no hanashi, soshite atsui otoko to no kaiwadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story doesn't quite drift away from most shounen shows nowadays, we have our Protagonist stuck with a difficult problem. It's about friendships, fighting monsters, conversations of hot guys, and finally, conversations with hot guys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story doesn't quite drift away from most shounen shows nowadays, we have our Protagonist stuck with a difficult problem.\u001b[24m\n    \u001b[1m今のショーン・ショーのほとんどが物語を漂わせているわけではなく、私たちの主人公には難しい問題があります。\u001b[22m, \u001b[1mストーリーはかなり最近は離れてほとんどの少年のショーからドリフトしていない、我々は我々の主人公は、困難な問題で立ち往生しています。\u001b[22m\n\u001b[4mIt's about friendships, fighting monsters, conversations of hot guys, and finally, conversations with hot guys.\u001b[24m\n    \u001b[1mそれは友情、怪物との戦い、熱い男の話、そして熱い男との会話です。\u001b[22m, \u001b[1mそれは熱い男との友情、戦うモンスター、熱い男たちの会話、そして最後に、会話についてです。\u001b[22m\n\u001b[1m\u001b[22m\nMartyrs, martyrs everywhere. That's what I've noticed on most of Devil Survivor 2's characters. It's not a bad thing though, definitely not a good thing either. But what can you do? The world's ending and you want to do something for the sake of your friends, that's not bad. But getting help from others is waaaaaaay better. Shouldering everything is pure heroic BS, that's why humans were made weak, so they can rely on other humans.\n\n\u001b[1m殉教者、どこにいても殉教者。 それは私がDevil Survivor 2のキャラクターの大部分で気付いたことです。 それは悪いことではありませんが、間違いなく良いことでもありません。 しかし、あなたは何をすることができますか？ 世界が終わり、あなたのお友達のために何かしたい、それは悪くない。 しかし、他人からの助けを得ることは、より良いwaaaaaaayです。 すべてを肩代わりすることは純粋な英雄的なBSです。そのため人間は弱くなってしまい、他の人間に頼ることができます。\u001b[22m\n\u001b[1m(Junkyōsha, dokoni ite mo junkyōsha. Sore wa watashi ga Devil Survivor 2 no kyarakutā no daibubun de kidzuita kotodesu. Sore wa warui kotode wa arimasenga, machigainaku yoi kotode mo arimasen. Shikashi, anata wa nani o suru koto ga dekimasu ka? Sekai ga owari, anata no o tomodachi no tame ni nanika shitai, sore wa warukunai. Shikashi, tanin kara no tasuke o eru koto wa, yoriyoi waaaaaaaydesu. Subete o katagawari suru koto wa junsuina eiyū-tekina BSdesu. Sonotame ningen wa yowaku natte shimai, hoka no ningen ni tayoru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mMartyrs, martyrs everywhere. That's what I've noticed on most of Devil Survivor 2's characters. It's not a bad thing though, definitely not a good thing either. But what can you do? The world's ending and you want to do something for the sake of your friends, that's not bad. But getting help from others is waaaaaaay better. Shouldering everything is pure heroic BS, that's why humans were made weak, so they can rely on other humans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMartyrs, martyrs everywhere.\u001b[24m\n    \u001b[1m殉教者、どこにいても殉教者。\u001b[22m, \u001b[1m殉教者、どこでも殉教者。\u001b[22m\n\u001b[4mThat's what I've noticed on most of Devil Survivor 2's characters.\u001b[24m\n    \u001b[1mそれは私がDevil Survivor 2のキャラクターの大部分で気付いたことです。\u001b[22m, \u001b[1mそれは私がデビルサバイバー2の文字のほとんどに気づいたものです。\u001b[22m\n\u001b[4mIt's not a bad thing though, definitely not a good thing either.\u001b[24m\n    \u001b[1mそれは悪いことではありませんが、間違いなく良いことでもありません。\u001b[22m, \u001b[1mそれはどちらか間違いなく、しかし良いこと悪いことではないではありません。\u001b[22m\n\u001b[4mBut what can you do?\u001b[24m\n    \u001b[1mしかし、あなたは何をすることができますか？\u001b[22m, \u001b[1mしかし、あなたは何ができるのでしょうか？\u001b[22m\n\u001b[4mThe world's ending and you want to do something for the sake of your friends, that's not bad.\u001b[24m\n    \u001b[1m世界が終わり、あなたのお友達のために何かしたい、それは悪くない。\u001b[22m, \u001b[1m世界の終わり、あなたの友人のために何かをしたい、それは悪くはありません。\u001b[22m\n\u001b[4mBut getting help from others is waaaaaaay better.\u001b[24m\n    \u001b[1mしかし、他人からの助けを得ることは、より良いwaaaaaaayです。\u001b[22m, \u001b[1mしかし、他人からの助けを得ることはwaaaaaaay良いです。\u001b[22m\n\u001b[4mShouldering everything is pure heroic BS, that's why humans were made weak, so they can rely on other humans.\u001b[24m\n    \u001b[1mすべてを肩代わりすることは純粋な英雄的なBSです。そのため人間は弱くなってしまい、他の人間に頼ることができます。\u001b[22m, \u001b[1m背負っすべてが、人間は弱い作られた理由だと、純粋な英雄的なBSであるので、彼らは他の人間に頼ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nHibiki Kuze, O Sparkling One! Why the hell do you look like a rabbit(just kidding)?!\n\n\u001b[1m響キュゼ、光るもの！ なぜあなたはウサギのように見えるのですか（ちょうど冗談）？\u001b[22m\n\u001b[1m(Hibiki kyuze, hikaru mono! Naze anata wa usagi no yō ni mieru nodesu ka (chōdo jōdan)?)\u001b[22m\n\nTranslations of \u001b[4mHibiki Kuze, O Sparkling One! Why the hell do you look like a rabbit(just kidding)?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHibiki Kuze, O Sparkling One!\u001b[24m\n    \u001b[1m響キュゼ、光るもの！\u001b[22m, \u001b[1m響久世、OスパークリングOne！\u001b[22m\n\u001b[4mWhy the hell do you look like a rabbit(just kidding)?!\u001b[24m\n    \u001b[1mなぜあなたはウサギのように見えるのですか（ちょうど冗談）？\u001b[22m, \u001b[1mなぜ地獄あなたは（冗談）ウサギのように見えますか？\u001b[22m\nThe series is chuck full of bishounens and bishoujous(most of any series are.)! But the most crucial part and disturbing thing that destroys my whole mind, is that THERE ARE NO PETTANKO(s) at all! How could they do such a cruel thing?! Didn't they know that FLAT IS JUSTICE?! They said they're fighting for justice and humanity; but they're not FLAT, they're just flat out lying! Well, I knew it was coming anyway, since the game didn't have one either. Don't mind me, I was just ranting some BS.\n\n\u001b[1mシリーズは、ビショナンとbishoujous（ほとんどのシリーズのほとんどがチャック）でいっぱいです！ しかし、私の心全体を破壊する最も重要な部分と邪魔なことは、PETTANKOは全くありません！ 彼らはどうしてそんな残酷なことをすることができたのですか？ 彼らはフラットが審理であることを彼らは知らなかったか？ 彼らは正義と人道のために戦っていると言った。 しかし、彼らはフラットではない、彼らはちょうど横たわって横たわっている！ まあ、とにかくそれが来ていたことは分かっていました。 私に気にしないで、私はちょうどいくつかのBSを鳴らしていた。\u001b[22m\n\u001b[1m(Shirīzu wa, bishonan to bishoujous (hotondo no shirīzu no hotondo ga chakku) de ippaidesu! Shikashi, watashi no kokoro zentai o hakai suru mottomojūyōna bubun to jamana koto wa, PETTANKO wa mattaku arimasen! Karera wa dōshite son'na zankokuna koto o suru koto ga dekita nodesu ka? Karera wa furatto ga shinridearu koto o karera wa shiranakatta ka? Karera wa seigi to jindō no tame ni tatakatte iru to itta. Shikashi, karera wa furattode wanai, karera wa chōdo yokotawatte yokotawatte iru! Mā, tonikaku sore ga kite ita koto wa wakatte imashita. Watashi ni kinishinaide, watashi wa chōdo ikutsu ka no BS o narashite ita.)\u001b[22m\n\nTranslations of \u001b[4mThe series is chuck full of bishounens and bishoujous(most of any series are.)! But the most crucial part and disturbing thing that destroys my whole mind, is that THERE ARE NO PETTANKO(s) at all! How could they do such a cruel thing?! Didn't they know that FLAT IS JUSTICE?! They said they're fighting for justice and humanity; but they're not FLAT, they're just flat out lying! Well, I knew it was coming anyway, since the game didn't have one either. Don't mind me, I was just ranting some BS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series is chuck full of bishounens and bishoujous(most of any series are.)!\u001b[24m\n    \u001b[1mシリーズは、ビショナンとbishoujous（ほとんどのシリーズのほとんどがチャック）でいっぱいです！\u001b[22m, \u001b[1mシリーズはbishounensの完全かつbishoujousチャック（いずれかのシリーズの中で最もされている。）です！\u001b[22m\n\u001b[4mBut the most crucial part and disturbing thing that destroys my whole mind, is that THERE ARE NO PETTANKO(s) at all!\u001b[24m\n    \u001b[1mしかし、私の心全体を破壊する最も重要な部分と邪魔なことは、PETTANKOは全くありません！\u001b[22m, \u001b[1mしかし、私の全体の心を破壊する最も重要な部分と不穏な事は、全くペッタンコ（複数可）が存在しないということです！\u001b[22m\n\u001b[4mHow could they do such a cruel thing?!\u001b[24m\n    \u001b[1m彼らはどうしてそんな残酷なことをすることができたのですか？\u001b[22m, \u001b[1m彼らはどのようにこのような残酷なことを行うことができ！\u001b[22m\n\u001b[4mDidn't they know that FLAT IS JUSTICE?!\u001b[24m\n    \u001b[1m彼らはフラットが審理であることを彼らは知らなかったか？\u001b[22m, \u001b[1m彼らはFLATがJUSTICEされていることを知りませんでした！\u001b[22m\n\u001b[4mThey said they're fighting for justice and humanity;\u001b[24m\n    \u001b[1m彼らは正義と人道のために戦っていると言った。\u001b[22m, \u001b[1m彼らは正義と人類のために戦っていると述べました。\u001b[22m\n\u001b[4mbut they're not FLAT, they're just flat out lying!\u001b[24m\n    \u001b[1mしかし、彼らはフラットではない、彼らはちょうど横たわって横たわっている！\u001b[22m, \u001b[1mしかし、彼らは、彼らが嘘をついて出てちょうどフラットだ、FLATありません！\u001b[22m\n\u001b[4mWell, I knew it was coming anyway, since the game didn't have one either.\u001b[24m\n    \u001b[1mまあ、とにかくそれが来ていたことは分かっていました。\u001b[22m, \u001b[1mゲームはどちらか1つを持っていなかったので、まあ、私は、それはとにかく来ていた知っていました。\u001b[22m\n\u001b[4mDon't mind me, I was just ranting some BS.\u001b[24m\n    \u001b[1m私に気にしないで、私はちょうどいくつかのBSを鳴らしていた。\u001b[22m, \u001b[1m私を気にしない、私はいくつかのBSをわめき散らすました。\u001b[22m\n\u001b[1m\u001b[22m\nDevil Survivor 2 is a good series. It's not that great though, but it's not that bad either. It had its up and downs as far as entertaining the viewers. There were episodes that didn't make any sense(if you didn't played the game or any SMT game, you wouldn't quite understand what's going on.), well that's the hard part cramming up a long game to an animation. Like I've said, many games that were animated didn't pan out. But Atlus does a fair job doing it. All in all, Devil Survivor 2 is a good watch(especially if you've played the game). Not that long, has action-packed scenes, has great art, not so complicated plot. Plus you get bonus Yaoi materials on it, so feed your inner fangirl within you.\n\n\u001b[1m悪魔サバイバー2は良いシリーズです。 それはそれほど素晴らしいことではありませんが、それほど悪くはありません。 それは視聴者を楽しませるようにその上下を持っていました。 あなたがゲームやSMTゲームをプレイしていない場合、何が起こっているのか分かりませんでした）、それはアニメーションに長いゲームを詰め込む難しい部分です。 私が言ったように、アニメーション化された多くのゲームは敗北しなかった。 しかし、アトラスは公正な仕事をしています。 全体として、Devil Survivor 2は良い時計です（特にゲームをプレイした場合）。 それほど長くはなく、アクション満載の場面を持ち、偉大な芸術で、複雑なプロットはありません。 プラスあなたはそれにボーナスヤオイ材料を得るので、あなたの中にあなたの内側のファンガールをフィード。\u001b[22m\n\u001b[1m(Akuma sabaibā 2 wa yoi shirīzudesu. Sore wa sore hodo subarashī kotode wa arimasenga, sore hodo waruku wa arimasen. Sore wa shichō-sha o tanoshima seru yō ni sono jōge o motte imashita. Anata ga gēmu ya SMT gēmu o purei shite inai baai, nani ga okotte iru no ka wakarimasendeshita), soreha animēshon ni nagai gēmu o tsumekomu muzukashī bubundesu. Watashi ga itta yō ni, animēshon-ka sa reta ōku no gēmu wa haiboku shinakatta. Shikashi, Atorasu wa kōseina shigoto o shite imasu. Zentai to shite, Devil Survivor 2 wa yoi tokeidesu (tokuni gēmu o purei shita baai). Sorehodo nagaku wa naku, akushon mansai no bamen o mochi, idaina geijutsu de, fukuzatsuna purotto wa arimasen. Purasu anata wa sore ni bōnasuyaoi zairyō o erunode, anata no naka ni anata no uchigawa no fangāru o fīdo.)\u001b[22m\n\nTranslations of \u001b[4mDevil Survivor 2 is a good series. It's not that great though, but it's not that bad either. It had its up and downs as far as entertaining the viewers. There were episodes that didn't make any sense(if you didn't played the game or any SMT game, you wouldn't quite understand what's going on.), well that's the hard part cramming up a long game to an animation. Like I've said, many games that were animated didn't pan out. But Atlus does a fair job doing it. All in all, Devil Survivor 2 is a good watch(especially if you've played the game). Not that long, has action-packed scenes, has great art, not so complicated plot. Plus you get bonus Yaoi materials on it, so feed your inner fangirl within you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDevil Survivor 2 is a good series.\u001b[24m\n    \u001b[1m悪魔サバイバー2は良いシリーズです。\u001b[22m, \u001b[1mデビルサバイバー2は良いシリーズです。\u001b[22m\n\u001b[4mIt's not that great though, but it's not that bad either.\u001b[24m\n    \u001b[1mそれはそれほど素晴らしいことではありませんが、それほど悪くはありません。\u001b[22m, \u001b[1mこれは、しかし、その素晴らしいではありませんが、それはどちらか悪くはないのです。\u001b[22m\n\u001b[4mIt had its up and downs as far as entertaining the viewers.\u001b[24m\n    \u001b[1mそれは視聴者を楽しませるようにその上下を持っていました。\u001b[22m, \u001b[1mそれは限り視聴者を楽しまとしてのアップとダウンしていました。\u001b[22m\n\u001b[4mThere were episodes that didn't make any sense(if you didn't played the game or any SMT game, you wouldn't quite understand what's going on.), well that's the hard part cramming up a long game to an animation.\u001b[24m\n    \u001b[1mあなたがゲームやSMTゲームをプレイしていない場合、何が起こっているのか分かりませんでした）、それはアニメーションに長いゲームを詰め込む難しい部分です。\u001b[22m, \u001b[1m、そのウェルは、アニメーションへの長いゲームを詰め込み難しい部分です（あなたがゲームや任意のSMTゲームをプレイしていなかった場合、あなたは非常に何が起こっているか理解できないでしょう。）は何の意味も持たなかったエピソードがありました。\u001b[22m\n\u001b[4mLike I've said, many games that were animated didn't pan out.\u001b[24m\n    \u001b[1m私が言ったように、アニメーション化された多くのゲームは敗北しなかった。\u001b[22m, \u001b[1m私が言ったように、アニメーション化された多くのゲームが出てパンしませんでした。\u001b[22m\n\u001b[4mBut Atlus does a fair job doing it.\u001b[24m\n    \u001b[1mしかし、アトラスは公正な仕事をしています。\u001b[22m, \u001b[1mしかし、アトラスは、公正ジョブがそれをやってません。\u001b[22m\n\u001b[4mAll in all, Devil Survivor 2 is a good watch(especially if you've played the game).\u001b[24m\n    \u001b[1m全体として、Devil Survivor 2は良い時計です（特にゲームをプレイした場合）。\u001b[22m, \u001b[1mすべてのすべてで、デビルサバイバー2（あなたがゲームをプレイした場合は特に）良い時計です。\u001b[22m\n\u001b[4mNot that long, has action-packed scenes, has great art, not so complicated plot.\u001b[24m\n    \u001b[1mそれほど長くはなく、アクション満載の場面を持ち、偉大な芸術で、複雑なプロットはありません。\u001b[22m, \u001b[1mその長くないが、アクション満載のシーンを持っている偉大な芸術ではないので、複雑なプロットを持っています。\u001b[22m\n\u001b[4mPlus you get bonus Yaoi materials on it, so feed your inner fangirl within you.\u001b[24m\n    \u001b[1mプラスあなたはそれにボーナスヤオイ材料を得るので、あなたの中にあなたの内側のファンガールをフィード。\u001b[22m, \u001b[1mプラスあなたはそれにボーナスボーイズラブ材料を得るので、あなたの中にあなたの内側のファンの女の子を養います。\u001b[22m\n\u001b[1m\u001b[22m\nLet's all survive! Oh yeah, we need some chawanmushis too!\n\n\u001b[1mすべて生き残ろう！ ああ、私たちはあまりにもchawanmushisが必要！\u001b[22m\n\u001b[1m(Subete ikinokorou! Ā, watashitachi wa amarini mo chawanmushis ga hitsuyō!)\u001b[22m\n\nTranslations of \u001b[4mLet's all survive! Oh yeah, we need some chawanmushis too!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's all survive!\u001b[24m\n    \u001b[1mすべて生き残ろう！\u001b[22m, \u001b[1mすべてが生き残るのをしてみましょう！\u001b[22m\n\u001b[4mOh yeah, we need some chawanmushis too!\u001b[24m\n    \u001b[1mああ、私たちはあまりにもchawanmushisが必要！\u001b[22m, \u001b[1mそうそう、私たちはあまりにもいくつかのchawanmushisが必要です！\u001b[22m"
  },
  {
    "title": "Devil_Survivor_2_The_Animation",
    "id": "16512",
    "url": "https://myanimelist.net/anime/16512/Devil_Survivor_2_The_Animation",
    "user": "tbhlol12",
    "profile": "/profile/tbhlol12/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=106585",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  7\n\nうーん...何を言う。\n\nまず第一に、私はこの適応に満足していません。 シリーズをプレイして、私はこのアニメに非常に高い期待を持っていました。そして悲しいことに、それは私のためにそれをカットしていませんでした。  「神の試練」を生き延びるという考えはそこにあるのですが、試合のように私にそれを当てはまらないという意味で不足していると思います。アニメの「流れ」は、 私の意見では、このシリーズの何も知らない人は混乱しており、このアニメの視聴を止める可能性が非常に高いです。 私がキャラクターで見たものがゲームとまったく同じではなかったということです。 とにかくこのアニメをあまりにも熱くすることはできません。MC A.K.A Hibiki Kuzeが私が最初に選んだものに似ているので、いくつかの選択肢を見て楽しんでいたからです。 また、私が本当に愛していたゲームをどのように変えたのか（ゲームで利用可能なすべてのルートを終え、まだそれを＆gt;＆gt;\n\nだから私はこれがまともな努力だと思っていますが、彼らはこのアニメをあまりにも急激に急がないようにして、ゆっくりとペースがよく、計画的なアニメと磨かれたものであることを意味します。 それから私はもう少し幸せだったでしょう。\n\n*これはちょうど私の意見であり、これは完全に偏っているので、あなたがこのアニメを完全に愛している場合や、私よりも悪い見解を持っている場合、私は違反を意味しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nHmm...what to say.\n\n\u001b[1mうーん...何を言う。\u001b[22m\n\u001b[1m(U ̄ n... Nani o iu.)\u001b[22m\n\nTranslations of \u001b[4mHmm...what to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHmm...what to say.\u001b[24m\n    \u001b[1mうーん...何を言う。\u001b[22m, \u001b[1mうーん...何を言って。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of All, I'm not that happy with this adaptation. Having played the series I had very high hopes for this anime and sadly it just didn't cut it for me. I mean sure the whole idea of trying survive 'God's Ordeal' is there but I think it's lacking in a sense that it didn't hook me into it as the game did.The anime's 'flow' if you get me is too fast paced which in my opinion leaves those that know nothing of this series confused and very likely to stop watching this anime. I mean what I saw in the characters were not entirely the same as the game. Anyway I can't give this anime too much heat because I did enjoy seeing some of the choices that the MC A.K.A Hibiki Kuze made as they were similar to what I chose first. Also I also liked how they turned the game that I really loved (love so much that I finished all the available routes in the game and am still playing it &gt;.&gt;) into an anime.\n\n\u001b[1mまず第一に、私はこの適応に満足していません。 シリーズをプレイして、私はこのアニメに非常に高い期待を持っていました。そして悲しいことに、それは私のためにそれをカットしていませんでした。  「神の試練」を生き延びるという考えはそこにあるのですが、試合のように私にそれを当てはまらないという意味で不足していると思います。アニメの「流れ」は、 私の意見では、このシリーズの何も知らない人は混乱しており、このアニメの視聴を止める可能性が非常に高いです。 私がキャラクターで見たものがゲームとまったく同じではなかったということです。 とにかくこのアニメをあまりにも熱くすることはできません。MC A.K.A Hibiki Kuzeが私が最初に選んだものに似ているので、いくつかの選択肢を見て楽しんでいたからです。 また、私が本当に愛していたゲームをどのように変えたのか（ゲームで利用可能なすべてのルートを終え、まだそれを＆gt;＆gt;\u001b[22m\n\u001b[1m(Mazu daiichi ni, watashi wa kono tekiō ni manzoku shite imasen. Shirīzu o purei shite, watashi wa kono anime ni hijō ni takai kitai o motte imashita. Soshite kanashī koto ni, sore wa watashi no tame ni sore o katto shite imasendeshita. `Kami no shiren' o ikinobiru to iu kangae wa soko ni aru nodesuga, shiai no yō ni watashi ni sore o atehamaranai to iu imi de fusoku shite iru to omoimasu. Animeno `nagare' wa, watashi no ikende wa, kono shirīzu no nani mo shiranaihito wa konran shite ori, kono anime no shichō o tomeru kanōsei ga hijō ni takaidesu. Watashi ga kyarakutā de mita mono ga gēmu to mattaku onajide wa nakatta to iu kotodesu. Tonikaku kono anime o amarini mo atsuku suru koto wa dekimasen. MC A. K. A hibiki Kuze ga watashi ga saisho ni eranda mono ni nite irunode, ikutsu ka no sentakushi o mite tanoshinde itakaradesu. Mata, watashi ga hontōni itoshite ita gēmu o dono yō ni kaeta no ka (gēmu de riyō kanōna subete no rūto o oe, mada sore o& gt; & gt;)\u001b[22m\n\nTranslations of \u001b[4mFirst of All, I'm not that happy with this adaptation. Having played the series I had very high hopes for this anime and sadly it just didn't cut it for me. I mean sure the whole idea of trying survive 'God's Ordeal' is there but I think it's lacking in a sense that it didn't hook me into it as the game did.The anime's 'flow' if you get me is too fast paced which in my opinion leaves those that know nothing of this series confused and very likely to stop watching this anime. I mean what I saw in the characters were not entirely the same as the game. Anyway I can't give this anime too much heat because I did enjoy seeing some of the choices that the MC A.K.A Hibiki Kuze made as they were similar to what I chose first. Also I also liked how they turned the game that I really loved (love so much that I finished all the available routes in the game and am still playing it &gt;.&gt;) into an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of All, I'm not that happy with this adaptation.\u001b[24m\n    \u001b[1mまず第一に、私はこの適応に満足していません。\u001b[22m, \u001b[1mまず第一に、私はこの適応でその満足していません。\u001b[22m\n\u001b[4mHaving played the series I had very high hopes for this anime and sadly it just didn't cut it for me.\u001b[24m\n    \u001b[1mシリーズをプレイして、私はこのアニメに非常に高い期待を持っていました。そして悲しいことに、それは私のためにそれをカットしていませんでした。\u001b[22m, \u001b[1mシリーズをプレイしたが、私はこのアニメのための非常に高い期待を持っていたし、悲しいことに、それはちょうど私のためにそれをカットしていませんでした。\u001b[22m\n\u001b[4mI mean sure the whole idea of trying survive 'God's Ordeal' is there but I think it's lacking in a sense that it didn't hook me into it as the game did.The anime's 'flow' if you get me is too fast paced\u001b[24m\n    \u001b[1m「神の試練」を生き延びるという考えはそこにあるのですが、試合のように私にそれを当てはまらないという意味で不足していると思います。アニメの「流れ」は、\u001b[22m, \u001b[1m私は「神の試練」を存続しようとしての全体的なアイデアがあることを確認し意味が、私はあなたが私があまりにも速いペースで取得する場合、それはゲームdid.Theアニメの\"流れ\"としてそれに私をフックしなかったという意味に欠けていると思います\u001b[22m\n\u001b[4mwhich in my opinion leaves those that know nothing of this series confused and very likely to stop watching this anime.\u001b[24m\n    \u001b[1m私の意見では、このシリーズの何も知らない人は混乱しており、このアニメの視聴を止める可能性が非常に高いです。\u001b[22m, \u001b[1mこれは私の意見では混乱し、このシリーズの何も知らないし、このアニメを見て停止する可能性が非常に高いものを残します。\u001b[22m\n\u001b[4mI mean what I saw in the characters were not entirely the same as the game.\u001b[24m\n    \u001b[1m私がキャラクターで見たものがゲームとまったく同じではなかったということです。\u001b[22m, \u001b[1m私は完全にゲームと同じではありませんでした文字で見たものを意味します。\u001b[22m\n\u001b[4mAnyway I can't give this anime too much heat because I did enjoy seeing some of the choices that the MC A.K.A Hibiki Kuze made as they were similar to what I chose first.\u001b[24m\n    \u001b[1mとにかくこのアニメをあまりにも熱くすることはできません。MC A.K.A Hibiki Kuzeが私が最初に選んだものに似ているので、いくつかの選択肢を見て楽しんでいたからです。\u001b[22m, \u001b[1m私は彼らが私が最初に選択したものに類似していたとしてMC A.K.A響久世が行われた選択のいくつかを見て楽しんでいたので、とにかく、私はこのアニメにあまりにも多くの熱を与えることはできません。\u001b[22m\n\u001b[4mAlso I also liked how they turned the game that I really loved (love so much that I finished all the available routes in the game and am still playing it &gt;.&gt;) into an anime.\u001b[24m\n    \u001b[1mまた、私が本当に愛していたゲームをどのように変えたのか（ゲームで利用可能なすべてのルートを終え、まだそれを＆gt;＆gt;\u001b[22m, \u001b[1mまた、私はまた、彼らは私が本当に愛したゲームになっ方法を言っています（私はゲーム内のすべての利用可能なルートを終えて、まだそれを再生＆GTだと愛はそんなに;＆GT;）アニメ化。\u001b[22m\n\u001b[1m\u001b[22m\nSo all in all I think this was a decent effort, but I just wish that they didn't rush this anime too much and tried to take it how it's meant to be a slow paced, well-planned anime and polished. Then I would've been a bit more happier.\n\n\u001b[1mだから私はこれがまともな努力だと思っていますが、彼らはこのアニメをあまりにも急激に急がないようにして、ゆっくりとペースがよく、計画的なアニメと磨かれたものであることを意味します。 それから私はもう少し幸せだったでしょう。\u001b[22m\n\u001b[1m(Dakara watashi wa kore ga matomona doryokuda to omotte imasuga, karera wa kono anime o amarini mo kyūgeki ni isoganai yō ni shite, yukkuri to pēsu ga yoku, keikaku-tekina anime to migaka reta monodearu koto o imi shimasu. Sorekara watashi wa mōsukoshi shiawasedattadeshou.)\u001b[22m\n\nTranslations of \u001b[4mSo all in all I think this was a decent effort, but I just wish that they didn't rush this anime too much and tried to take it how it's meant to be a slow paced, well-planned anime and polished. Then I would've been a bit more happier.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo all in all I think this was a decent effort, but I just wish that they didn't rush this anime too much and tried to take it how it's meant to be a slow paced, well-planned anime and polished.\u001b[24m\n    \u001b[1mだから私はこれがまともな努力だと思っていますが、彼らはこのアニメをあまりにも急激に急がないようにして、ゆっくりとペースがよく、計画的なアニメと磨かれたものであることを意味します。\u001b[22m, \u001b[1mしたがって、すべてのすべてで、私はこれがまともな努力だったと思うが、私はちょうど彼らがあまりにも多く、このアニメを急いで、スローペースの、よく計画されたアニメや研磨であることを意味していますどのようにそれを取ることを試みていないことを願っています。\u001b[22m\n\u001b[4mThen I would've been a bit more happier.\u001b[24m\n    \u001b[1mそれから私はもう少し幸せだったでしょう。\u001b[22m, \u001b[1mそれから私は、もう少し幸せにしてきただろう。\u001b[22m\n\u001b[1m\u001b[22m\n*Just so you know this is just my opinion and this is completely biased so I don't mean any offense if you totally loved this anime or have worse views on it than I do.\n\n\u001b[1m*これはちょうど私の意見であり、これは完全に偏っているので、あなたがこのアニメを完全に愛している場合や、私よりも悪い見解を持っている場合、私は違反を意味しません。\u001b[22m\n\u001b[1m(* Kore wa chōdo watashi no ikendeari, kore wa kanzen ni katayotte irunode, anata ga kono anime o kanzen ni aishite iru baai ya, watashi yori mo warui kenkai o motte iru baai, watashi wa ihan o imi shimasen.)\u001b[22m\n\nTranslations of \u001b[4m*Just so you know this is just my opinion and this is completely biased so I don't mean any offense if you totally loved this anime or have worse views on it than I do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Just so you know this is just my opinion and this is completely biased so I don't mean any offense if you totally loved this anime or have worse views on it than I do.\u001b[24m\n    \u001b[1m*これはちょうど私の意見であり、これは完全に偏っているので、あなたがこのアニメを完全に愛している場合や、私よりも悪い見解を持っている場合、私は違反を意味しません。\u001b[22m, \u001b[1m*あなたは、これはちょうど私の意見であり、これは完全にあなたは完全にこのアニメを愛したか、私は何よりもそれに悪化見解を持っている場合ので、私はあらゆる犯罪を意味するものではありませんバイアスされているだけ知っているので。\u001b[22m"
  },
  {
    "title": "Devil_Survivor_2_The_Animation",
    "id": "16512",
    "url": "https://myanimelist.net/anime/16512/Devil_Survivor_2_The_Animation",
    "user": "burnsanimal",
    "profile": "/profile/burnsanimal/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=109475",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nディラン・バーンズ\nちょうど終わった悪魔の生存者2：アニメーション。 それが良い仕事の一つだと言わなければならない。 アニメーションは素晴らしく、キャラクターは素晴らしく、プロットは素晴らしく、全体的に素晴らしいアニメでした。 これは実際にビデオゲームが本当に素晴らしいビデオを作ることができることを示すようになり、ビデオゲームは素晴らしいです。 笑\n\nそれはいくつかの壮大な戦いを持っていた、人類はテストするために地球に送信された神のポラリスと悪魔と戦わなければならなかったし、地球が彼らなしでのテストを克服するのを助ける神のメカニズムの1つから携帯電話でアプリを召喚悪魔を与えられた、 ヤマトとヒビキはかなり強く選ばれましたが、最強のルールと他のルールを選びましたが、誰もが強く弱くて横並びで一緒に働くべき道を選んだのですが。 プロットはこの7日間のテストを克服してPolarisに会うためのかなり人文闘争であり、その間に世界は7日間で少しずつ消える。\n\nそんな偉大なアニメだった\n10/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDylan Burns\n\n\u001b[1mディラン・バーンズ\u001b[22m\n\u001b[1m(Diran bānzu)\u001b[22m\n\nTranslations of \u001b[4mDylan Burns\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDylan Burns\u001b[24m\n    \u001b[1mディラン・バーンズ\u001b[22m, \u001b[1mディランバーンズ\u001b[22m\nJust finished Devil Survivor 2: The Animation. I must say that was one good piece of work. Animation was great, characters were great, the plot was great, it was overall such a great anime. This really comes to show that video games can really have such a great plot, cause video games are awesome. Lol\n\n\u001b[1mちょうど終わった悪魔の生存者2：アニメーション。 それが良い仕事の一つだと言わなければならない。 アニメーションは素晴らしく、キャラクターは素晴らしく、プロットは素晴らしく、全体的に素晴らしいアニメでした。 これは実際にビデオゲームが本当に素晴らしいビデオを作ることができることを示すようになり、ビデオゲームは素晴らしいです。 笑\u001b[22m\n\u001b[1m(Chōdo owatta akuma no seizon-sha 2: Animēshon. Sore ga yoi shigoto no hitotsuda to iwanakereba naranai. Animēshon wa subarashiku, kyarakutā wa subarashiku, purotto wa subarashiku, zentai-teki ni subarashī animedeshita. Kore wa jissai ni bideogēmu ga hontōni subarashī bideo o tsukuru koto ga dekiru koto o shimesu yō ni nari, bideogēmu wa subarashīdesu. Emi)\u001b[22m\n\nTranslations of \u001b[4mJust finished Devil Survivor 2: The Animation. I must say that was one good piece of work. Animation was great, characters were great, the plot was great, it was overall such a great anime. This really comes to show that video games can really have such a great plot, cause video games are awesome. Lol\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust finished Devil Survivor 2: The Animation.\u001b[24m\n    \u001b[1mちょうど終わった悪魔の生存者2：アニメーション。\u001b[22m, \u001b[1mアニメーション：ちょうどデビルサバイバー2を終えました。\u001b[22m\n\u001b[4mI must say that was one good piece of work.\u001b[24m\n    \u001b[1mそれが良い仕事の一つだと言わなければならない。\u001b[22m, \u001b[1m私はそれが仕事の一つの良い作品だったと言わなければなりません。\u001b[22m\n\u001b[4mAnimation was great, characters were great, the plot was great, it was overall such a great anime.\u001b[24m\n    \u001b[1mアニメーションは素晴らしく、キャラクターは素晴らしく、プロットは素晴らしく、全体的に素晴らしいアニメでした。\u001b[22m, \u001b[1mアニメーションは素晴らしかった、文字は、それが全体のような偉大なアニメでした、プロットは偉大だった、素晴らしかったです。\u001b[22m\n\u001b[4mThis really comes to show that video games can really have such a great plot, cause video games are awesome.\u001b[24m\n    \u001b[1mこれは実際にビデオゲームが本当に素晴らしいビデオを作ることができることを示すようになり、ビデオゲームは素晴らしいです。\u001b[22m, \u001b[1mこれは本当にビデオゲームは本当にそのような偉大なプロットを持つことができ、原因のビデオゲームは素晴らしいであることを示すようになります。\u001b[22m\n\u001b[4mLol\u001b[24m\n    \u001b[1m笑\u001b[22m, \u001b[1mLOL\u001b[22m, \u001b[1mロル川\u001b[22m\n\u001b[1m\u001b[22m\nIt had some epic battles, humanity had to fight demons the god Polaris sent to earth to test and were given demon summoning apps on their phones from one of gods mechanisms to help earth overcome the test for without them, they were doomed. Yamato and Hibiki were pretty much the chosen ones although one chose the path that the strongest must rule and the other,i the path that everyone should be equal strong or weak and live side by side and work together. The plot is pretty much humanities struggle to overcome this 7 day test and meet Polaris , in the meantime the world disappears bit by bit within the 7 days.\n\n\u001b[1mそれはいくつかの壮大な戦いを持っていた、人類はテストするために地球に送信された神のポラリスと悪魔と戦わなければならなかったし、地球が彼らなしでのテストを克服するのを助ける神のメカニズムの1つから携帯電話でアプリを召喚悪魔を与えられた、 ヤマトとヒビキはかなり強く選ばれましたが、最強のルールと他のルールを選びましたが、誰もが強く弱くて横並びで一緒に働くべき道を選んだのですが。 プロットはこの7日間のテストを克服してPolarisに会うためのかなり人文闘争であり、その間に世界は7日間で少しずつ消える。\u001b[22m\n\u001b[1m(Sore wa ikutsu ka no sōdaina tatakai o motte ita, jinrui wa tesuto suru tame ni chikyū ni sōshin sa reta kami no porarisu to akuma to tatakawanakereba naranakattashi, chikyū ga karera nashi de no tesuto o kokufuku suru no o tasukeru kami no mekanizumu no 1tsu kara geitaidenwa de apuri o shōkan akuma o ataerareta, Yamato to hibiki wa kanari tsuyoku eraba remashitaga, saikyō no rūru to hoka no rūru o erabimashitaga, daremoga tsuyoku yowakute yokonarabi de issho ni hatarakubeki michi o eranda nodesuga. Purotto wa kono 7-kakan no tesuto o kokufuku shite porarisu ni au tame no kanari jinbun tōsōdeari, sonoaida ni sekai wa 7-kakan de sukoshi zutsu kieru.)\u001b[22m\n\nTranslations of \u001b[4mIt had some epic battles, humanity had to fight demons the god Polaris sent to earth to test and were given demon summoning apps on their phones from one of gods mechanisms to help earth overcome the test for without them, they were doomed. Yamato and Hibiki were pretty much the chosen ones although one chose the path that the strongest must rule and the other,i the path that everyone should be equal strong or weak and live side by side and work together. The plot is pretty much humanities struggle to overcome this 7 day test and meet Polaris , in the meantime the world disappears bit by bit within the 7 days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt had some epic battles, humanity had to fight demons the god Polaris sent to earth to test and were given demon summoning apps on their phones from one of gods mechanisms to help earth overcome the test for without them, they were doomed.\u001b[24m\n    \u001b[1mそれはいくつかの壮大な戦いを持っていた、人類はテストするために地球に送信された神のポラリスと悪魔と戦わなければならなかったし、地球が彼らなしでのテストを克服するのを助ける神のメカニズムの1つから携帯電話でアプリを召喚悪魔を与えられた、\u001b[22m, \u001b[1mそれは、人類が神ポラリスがテストに地球に送られた悪魔と戦うために持っていた、いくつかの壮大な戦いを持っていたし、それらなしで、彼らは運命づけられたために地球がテストを克服するために神々のメカニズムのいずれかから自分の携帯電話に悪魔召喚アプリを与えられました。\u001b[22m\n\u001b[4mYamato and Hibiki were pretty much the chosen ones although one chose the path that the strongest must rule and the other,i the path that everyone should be equal strong or weak and live side by side and work together.\u001b[24m\n    \u001b[1mヤマトとヒビキはかなり強く選ばれましたが、最強のルールと他のルールを選びましたが、誰もが強く弱くて横並びで一緒に働くべき道を選んだのですが。\u001b[22m, \u001b[1m1が最も強いが、ルールや他なければならない道を選んだが、大和と響はかなり選ばれたものであったが、誰もが並んで同じ強弱やライブ側であることと一緒に働く必要があることを私のパス。\u001b[22m\n\u001b[4mThe plot is pretty much humanities struggle to overcome this 7 day test and meet Polaris , in the meantime the world disappears bit by bit within the 7 days.\u001b[24m\n    \u001b[1mプロットはこの7日間のテストを克服してPolarisに会うためのかなり人文闘争であり、その間に世界は7日間で少しずつ消える。\u001b[22m, \u001b[1mプロットはかなり人文科学がこの7日間のテストを克服し、ポラリスを満たすのに苦労され、その間に世界は7日以内に少しずつ消えます。\u001b[22m\n\u001b[1m\u001b[22m\nWas such a great anime\n\n\u001b[1mそんな偉大なアニメだった\u001b[22m\n\u001b[1m(Son'na idaina animedatta)\u001b[22m\n\nTranslations of \u001b[4mWas such a great anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWas such a great anime\u001b[24m\n    \u001b[1mそんな偉大なアニメだった\u001b[22m, \u001b[1mこのような素晴らしいアニメでした\u001b[22m\n10/10\n\n\u001b[1m10/10\u001b[22m\n\u001b[1m(10/ 10)\u001b[22m\n\nTranslations of \u001b[4m10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m"
  },
  {
    "title": "Devil_Survivor_2_The_Animation",
    "id": "16512",
    "url": "https://myanimelist.net/anime/16512/Devil_Survivor_2_The_Animation",
    "user": "bjtdevera",
    "profile": "/profile/bjtdevera/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=104351",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  6\n\n良い：面白い概念。 素晴らしいキャラクターデザイン。\n\n悪い：普通の物語です。 退屈なプロット。\n\n結論：このアニメはポケモンのようなコンセプトを持ち、特定の人が携帯電話で悪魔を呼び寄せて戦うことができます。 それは強いから始まります。 プロットはエピソード4の後にますます退屈になる。文字は一般的なものである。 私は彼らを気にするのが難しいと感じました。 あなたがビデオゲームのファンでない限り、私はこのゲームを渡すことをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThe Good: Interesting concept. Great character design.\n\n\u001b[1m良い：面白い概念。 素晴らしいキャラクターデザイン。\u001b[22m\n\u001b[1m(Yoi: Omoshiroi gainen. Subarashī kyarakutādezain.)\u001b[22m\n\nTranslations of \u001b[4mThe Good: Interesting concept. Great character design.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Good: Interesting concept.\u001b[24m\n    \u001b[1m良い：面白い概念。\u001b[22m, \u001b[1mグッド：興味深いコンセプト。\u001b[22m\n\u001b[4mGreat character design.\u001b[24m\n    \u001b[1m素晴らしいキャラクターデザイン。\u001b[22m, \u001b[1mグレートキャラクターデザイン。\u001b[22m\n\u001b[1m\u001b[22m\nThe Bad: Mediocre story-telling. Boring plot.\n\n\u001b[1m悪い：普通の物語です。 退屈なプロット。\u001b[22m\n\u001b[1m(Warui: Futsū no monogataridesu. Taikutsuna purotto.)\u001b[22m\n\nTranslations of \u001b[4mThe Bad: Mediocre story-telling. Boring plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Bad: Mediocre story-telling.\u001b[24m\n    \u001b[1m悪い：普通の物語です。\u001b[22m, \u001b[1mバート：まあまあ、読み聞かせ。\u001b[22m\n\u001b[4mBoring plot.\u001b[24m\n    \u001b[1m退屈なプロット。\u001b[22m, \u001b[1mボーリングプロット。\u001b[22m\n\u001b[1m\u001b[22m\nConclusion: This anime has an interesting pokemon-like concept, where certain individuals are able to summon demons via their cell phones to fight for them. It starts out strong; but the plot just gets more and more boring after episode 4. The characters are generic. I found it hard to care about them. Unless you're a fan of the video game, I recommend passing on this one.\n\n\u001b[1m結論：このアニメはポケモンのようなコンセプトを持ち、特定の人が携帯電話で悪魔を呼び寄せて戦うことができます。 それは強いから始まります。 プロットはエピソード4の後にますます退屈になる。文字は一般的なものである。 私は彼らを気にするのが難しいと感じました。 あなたがビデオゲームのファンでない限り、私はこのゲームを渡すことをお勧めします。\u001b[22m\n\u001b[1m(Ketsuron: Kono anime wa pokemon no yōna konseputo o mochi, tokutei no hito ga geitaidenwa de akuma o yobiyosete tatakau koto ga dekimasu. Sore wa tsuyoikara hajimarimasu. Purotto wa episōdo 4 no nochi ni masumasu taikutsu ni naru. Moji wa ippan-tekina monodearu. Watashi wa karera o ki ni suru no ga muzukashī to kanjimashita. Anata ga bideogēmu no fandenai kagiri, watashi wa kono gēmu o watasu koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mConclusion: This anime has an interesting pokemon-like concept, where certain individuals are able to summon demons via their cell phones to fight for them. It starts out strong; but the plot just gets more and more boring after episode 4. The characters are generic. I found it hard to care about them. Unless you're a fan of the video game, I recommend passing on this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion: This anime has an interesting pokemon-like concept, where certain individuals are able to summon demons via their cell phones to fight for them.\u001b[24m\n    \u001b[1m結論：このアニメはポケモンのようなコンセプトを持ち、特定の人が携帯電話で悪魔を呼び寄せて戦うことができます。\u001b[22m, \u001b[1m結論：このアニメは面白いポケモンのようなコンセプトを持って、特定の個人が彼らのために戦うために自分の携帯電話を経由して悪魔を召喚することができます。\u001b[22m\n\u001b[4mIt starts out strong;\u001b[24m\n    \u001b[1mそれは強いから始まります。\u001b[22m, \u001b[1mそれは、強力なを開始します。\u001b[22m\n\u001b[4mbut the plot just gets more and more boring after episode 4. The characters are generic.\u001b[24m\n    \u001b[1mプロットはエピソード4の後にますます退屈になる。文字は一般的なものである。\u001b[22m, \u001b[1mしかし、プロットは、単に文字が一般的であり、より多くの退屈なエピソード4の後に取得します。\u001b[22m\n\u001b[4mI found it hard to care about them.\u001b[24m\n    \u001b[1m私は彼らを気にするのが難しいと感じました。\u001b[22m, \u001b[1m私はそれは難しいそれらを気にすることがわかりました。\u001b[22m\n\u001b[4mUnless you're a fan of the video game, I recommend passing on this one.\u001b[24m\n    \u001b[1mあなたがビデオゲームのファンでない限り、私はこのゲームを渡すことをお勧めします。\u001b[22m, \u001b[1mあなたがビデオゲームのファンでない限り、私はこの1つを渡すことをお勧めします。\u001b[22m"
  },
  {
    "title": "Devil_Survivor_2_The_Animation",
    "id": "16512",
    "url": "https://myanimelist.net/anime/16512/Devil_Survivor_2_The_Animation",
    "user": "Animefanx3",
    "profile": "/profile/Animefanx3/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=104319",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nDevil Survivor 2はアニメを吹き飛ばすのではなく、それをしようともしません。 アニメはゲームに基づいており、時には非常に急いでいると感じていますが、それは助けられないと言わなければならず、13のエピソードしか扱えません。 これはアニメそのものが楽しくないということを意味するのではなく、逆に、4以下で評価するすべての人に腹を立てるほど気に入ったので、レビューを書くことにしました。\n\nここからのわずかなスポイラーには注意してください。\n物語はかなりシンプルです。普通の高校生が人生のために、友人のために、そして最終的に人類そのものの運命のために戦っています。 個人的には、それはアニメの強みがどこにあるのか、最後には人類と何が起こるべきかについての戦いだと思います。 世界は7日間の裁判にかけられます。 もし人類がこれで生き残れば、彼らはこの世界の「神」で聴衆に要求し、彼らの願いを達成することができます。 しかし、人類の運命が危機に瀕していれば、それは正しいものですか？\n大和総研は、力と才能を持つ人は、より大きな目標のために人々を犠牲にすることについて二度考えないと考えています。 反乱軍の指導者は、誰もが同じように扱われるべきだと考えているが、ヤマトの過激な行動が働くことを認めなければならない。 戦いや人生を脅かす状況の中で、私たちの主人公は、「この後に人類はどのように進歩すべきか」という問いに答える必要があります。\n\n今はアニメが深い心理的なものだとは言わないが、それは1つになりたいとは思わないが、それについて考えるならば、物語そのものは面白い。 確かに、急いでペースと主人公が作る\"明白な\"選択肢は壊れていないが正直に地面にはない。 彼らは人間のようなものです。 主人公は普通の高校生の男の子で、突然、彼が望むことなく、人類そのものの運命を決める必要があります。 彼はルルーシュやライトのようなものではない、彼はいくつかの究極の目標によって駆動されていないし、彼はこれまでのように物事を望んだことはありませんでした。 彼は単に力で才能があり、「Noblesse Oblige」に縛られています。 あなたが私に尋ねるならば、それが彼を作るのです。 彼は普通の高校生の少年で、周囲の人々が傷つけられないようにしています。\n\nアート：私は '流動的な'アニメーションや高品質の動きについて何も知らないが、私の個人的な意見はすべてがうまくいるということです。 確かに、より良い、より滑らかなアニメーションを伴うショーがありますが、悪いものがあるものもあります。 私はキャラクターのデザインが大好きで、彼らがアニメに使った色が好きです。\n\nサウンド：バックグラウンドミュージックはうまくいき、アニメの雰囲気に合っています。 私は特にエンディングが好きです。何らかの理由でアニメの全体的なフィーリングに本当にフィットするようです。\n\n全体的な楽しさ：私が以前に言ったように、物語はそれほど複雑ではありませんが、あなたがそれについて自分自身で考えることを喜んでいるならば、それは実際にはかなり深いです。 キャラクターは大丈夫ですが、誰もがアニメを通して成長するチャンスを私が望むほど多く得ることはできません。 少しでも急いでも十分な行動があります。 それは正直なところ、それが取得する殴打に値するしない素晴らしいアニメです。\nアニメの最高のポイントは、主人公が非常に人間的なようであるという事実だと思います。 彼は自分の目の前に苦しんでいる誰かを盲目的に見ることができず、彼の思考の仕方は「シンプル」であるかもしれないが、それはとても人間的なものでもある。 あなたが自分の立場にいるならば、正直なところ違うことができますか？ 私はほとんどの人がそうしないと思います。 彼は派手ではなく、過度に楽観的ではなく、彼は友人の運命を変えるために何でもできるようにしようとしている。 そして、正直なところ、どうやって彼を嫌いなの？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDevil Survivor 2 isn't a mind blowing anime, nor does it try to be one. The anime is based on a game and feels very rushed at times, though it should be stated that it can't be helped, with only 13 episodes to work with. This doesn't mean the anime itself isn't enjoyable, on the contrary, I liked it enough to get angry at everyone whom rates this with a 4 or lower so I decided to write a review, forgive me for my clumsiness at it.\n\n\u001b[1mDevil Survivor 2はアニメを吹き飛ばすのではなく、それをしようともしません。 アニメはゲームに基づいており、時には非常に急いでいると感じていますが、それは助けられないと言わなければならず、13のエピソードしか扱えません。 これはアニメそのものが楽しくないということを意味するのではなく、逆に、4以下で評価するすべての人に腹を立てるほど気に入ったので、レビューを書くことにしました。\u001b[22m\n\u001b[1m(Devil Survivor 2 wa anime o fukitobasu node wa naku, sore o shiyou to moshimasen. Anime wa gēmu ni motodzuite ori, tokiniha hijō ni isoide iru to kanjite imasuga, sore wa tasuke rarenai to iwanakereba narazu, 13 no episōdo shika atsukaemasen. Kore wa anime sonomono ga tanoshikunai to iu koto o imi suru node wa naku, gyaku ni, 4 ika de hyōka suru subete no hito ni harawotateru hodo kiniittanode, rebyū o kaku koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mDevil Survivor 2 isn't a mind blowing anime, nor does it try to be one. The anime is based on a game and feels very rushed at times, though it should be stated that it can't be helped, with only 13 episodes to work with. This doesn't mean the anime itself isn't enjoyable, on the contrary, I liked it enough to get angry at everyone whom rates this with a 4 or lower so I decided to write a review, forgive me for my clumsiness at it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDevil Survivor 2 isn't a mind blowing anime, nor does it try to be one.\u001b[24m\n    \u001b[1mDevil Survivor 2はアニメを吹き飛ばすのではなく、それをしようともしません。\u001b[22m, \u001b[1mデビルサバイバー2は、心吹いアニメではなく、またそれが1であることしようとしました。\u001b[22m\n\u001b[4mThe anime is based on a game and feels very rushed at times, though it should be stated that it can't be helped, with only 13 episodes to work with.\u001b[24m\n    \u001b[1mアニメはゲームに基づいており、時には非常に急いでいると感じていますが、それは助けられないと言わなければならず、13のエピソードしか扱えません。\u001b[22m, \u001b[1mアニメ、ゲームに基づいており、それはで動作する唯一の13のエピソードで、仕方がないことを記載すべきにもかかわらず、非常に、時間に急いで感じています。\u001b[22m\n\u001b[4mThis doesn't mean the anime itself isn't enjoyable, on the contrary, I liked it enough to get angry at everyone whom rates this with a 4 or lower so I decided to write a review, forgive me for my clumsiness at it.\u001b[24m\n    \u001b[1mこれはアニメそのものが楽しくないということを意味するのではなく、逆に、4以下で評価するすべての人に腹を立てるほど気に入ったので、レビューを書くことにしました。\u001b[22m, \u001b[1mこれはアニメ自体は楽しくないという意味ではありません、逆に、私はので、私はレビューを書くことにした4以下で速度これはそれで私の不器用さのために私を許してみんなで怒るのに十分なそれが好き。\u001b[22m\n\u001b[1m\u001b[22m\nBeware of slight spoilers from here on.\n\n\u001b[1mここからのわずかなスポイラーには注意してください。\u001b[22m\n\u001b[1m(Koko kara no wazukana supoirā ni wa chūi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mBeware of slight spoilers from here on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeware of slight spoilers from here on.\u001b[24m\n    \u001b[1mここからのわずかなスポイラーには注意してください。\u001b[22m, \u001b[1mここで上から若干のネタバレに注意してください。\u001b[22m\nThe story is fairly simple: an ordinary high school boy is fighting for his life, those of his friends and eventually for the fate of humanity itself. Personally I think that's where the strong point of the anime lies, the battle about what should happen with humanity in the end. The world is put through 7 days of trials. If humanity survives this, they can request an audience with the 'god' of this world and get their wish fulfilled. But with the fate of humanity at stake, which wish is the right one?\n\n\u001b[1m物語はかなりシンプルです。普通の高校生が人生のために、友人のために、そして最終的に人類そのものの運命のために戦っています。 個人的には、それはアニメの強みがどこにあるのか、最後には人類で起こるべきことについての戦いだと思います。 世界は7日間の裁判にかけられます。 もし人類がこれで生き残れば、彼らはこの世界の「神」で聴衆に要求し、彼らの願いを達成することができます。 しかし、人類の運命が危機に瀕していれば、それは正しいものですか？\u001b[22m\n\u001b[1m(Monogatari wa kanari shinpurudesu. Futsū no kōkōsei ga jinsei no tame ni, yūjin no tame ni, soshite saishūtekini jinrui sonomono no unmei no tame ni tatakatte imasu. Kojin-teki ni wa, soreha anime no tsuyomi ga doko ni aru no ka, saigo ni wa jinrui de okorubeki koto ni tsuite notatakaida to omoimasu. Sekai wa 7-kakan no saiban ni kake raremasu. Moshi jinrui ga kore de ikinokoreba, karera wa kono sekai no `kami' de chōshū ni yōkyū shi, karera no negai o tassei suru koto ga dekimasu. Shikashi, jinrui no unmei ga kiki ni hin shite ireba, sore wa tadashī monodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe story is fairly simple: an ordinary high school boy is fighting for his life, those of his friends and eventually for the fate of humanity itself. Personally I think that's where the strong point of the anime lies, the battle about what should happen with humanity in the end. The world is put through 7 days of trials. If humanity survives this, they can request an audience with the 'god' of this world and get their wish fulfilled. But with the fate of humanity at stake, which wish is the right one?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is fairly simple: an ordinary high school boy is fighting for his life, those of his friends and eventually for the fate of humanity itself.\u001b[24m\n    \u001b[1m物語はかなりシンプルです。普通の高校生が人生のために、友人のために、そして最終的に人類そのものの運命のために戦っています。\u001b[22m, \u001b[1mストーリーは非常に簡単です：普通の男子高校生が、彼の友人のものと、最終的には人類自身の運命のために、彼の人生のために戦っています。\u001b[22m\n\u001b[4mPersonally I think that's where the strong point of the anime lies, the battle about what should happen with humanity in the end.\u001b[24m\n    \u001b[1m個人的には、それはアニメの強みがどこにあるのか、最後には人類で起こるべきことについての戦いだと思います。\u001b[22m, \u001b[1m個人的に私はアニメの強力なポイントはどこにあることだと思いますが、最終的には人間でどうするかについての戦い。\u001b[22m\n\u001b[4mThe world is put through 7 days of trials.\u001b[24m\n    \u001b[1m世界は7日間の裁判にかけられます。\u001b[22m, \u001b[1m世界は試験の7日間を通して置かれます。\u001b[22m\n\u001b[4mIf humanity survives this, they can request an audience with the 'god' of this world and get their wish fulfilled.\u001b[24m\n    \u001b[1mもし人類がこれで生き残れば、彼らはこの世界の「神」で聴衆に要求し、彼らの願いを達成することができます。\u001b[22m, \u001b[1m人類がこれを生き残った場合、彼らはこの世界の「神」で観客を要求し、その願いが成就得ることができます。\u001b[22m\n\u001b[4mBut with the fate of humanity at stake, which wish is the right one?\u001b[24m\n    \u001b[1mしかし、人類の運命が危機に瀕していれば、それは正しいものですか？\u001b[22m, \u001b[1mしかし絡んで人類の運命と、その願いは正しいものでしょうか？\u001b[22m\nYamato Hotsuin thinks that those with power and talent should rule and doesn't think twice about sacrificing people for the greater goal. The rebel leader believes everyone should be treated equally yet has to admit that Yamato's radical actions work. During the battles and life threatening situation our main character has to find the answer to the question 'how should humanity advance after this?'\n\n\u001b[1m大和総研は、力と才能を持つ人は、より大きな目標のために人々を犠牲にすることについて二度考えないと考えています。 反乱軍の指導者は、誰もが同じように扱われるべきだと考えているが、ヤマトの過激な行動が働くことを認めなければならない。 戦いや人生を脅かす状況の中で、私たちの主人公は、「この後に人類はどのように進歩すべきか」という問いに答える必要があります。\u001b[22m\n\u001b[1m(Daiwasōken wa,-ryoku to sainō o motsu hito wa, yori ōkina mokuhyō no tame ni hitobito o gisei ni suru koto ni tsuite nido kangaenai to kangaete imasu. Hanran-gun no shidō-sha wa, daremoga onajiyōni atsukawa rerubekida to kangaete iruga, Yamato no kagekina kōdō ga hataraku koto o mitomenakereba naranai. Tatakai ya jinsei o odokasu jōkyō no naka de, watashitachi no shujinkō wa,`kono ato ni jinrui wa dono yō ni shinpo subeki ka' to iu toi ni kotaeru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mYamato Hotsuin thinks that those with power and talent should rule and doesn't think twice about sacrificing people for the greater goal. The rebel leader believes everyone should be treated equally yet has to admit that Yamato's radical actions work. During the battles and life threatening situation our main character has to find the answer to the question 'how should humanity advance after this?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYamato Hotsuin thinks that those with power and talent should rule and doesn't think twice about sacrificing people for the greater goal.\u001b[24m\n    \u001b[1m大和総研は、力と才能を持つ人は、より大きな目標のために人々を犠牲にすることについて二度考えないと考えています。\u001b[22m, \u001b[1mヤマトHotsuinはパワーと才能を持つものが支配するべきであると考え、より大きな目標のために人々を犠牲に考え直すません。\u001b[22m\n\u001b[4mThe rebel leader believes everyone should be treated equally yet has to admit that Yamato's radical actions work.\u001b[24m\n    \u001b[1m反乱軍の指導者は、誰もが同じように扱われるべきだと考えているが、ヤマトの過激な行動が働くことを認めなければならない。\u001b[22m, \u001b[1m反乱軍のリーダーはヤマトの過激アクションが動作することを認めることがあり、誰もが平等にまだ扱われるべきであると考えています。\u001b[22m\n\u001b[4mDuring the battles and life threatening situation our main character has to find the answer to the question 'how should humanity advance after this?'\u001b[24m\n    \u001b[1m戦いや人生を脅かす状況の中で、私たちの主人公は、「この後に人類はどのように進歩すべきか」という問いに答える必要があります。\u001b[22m, \u001b[1m戦いと生命を脅かすような状況の間に私たちの主な文字は、質問への答えを見つける必要がある」この後どのようにすべきである人類の進歩を？」\u001b[22m\n\u001b[1m\u001b[22m\nNow I won't say the anime is a very deep psychological one, it doesn't seem to want to be one, but if you think about it, the story itself is rather interesting. Sure, the rushed pace and the 'obvious' choices the main character makes aren't ground breaking but honestly; they're very human-like. The main character is a normal high school boy whom suddenly, without him wanting to, has to decide the fate of humanity itself. He isn't like Lelouch or Light, he isn't driven by some ultimate goal nor has he ever wished for things to turn out like this. He's simply a gifted with power and bound by 'Noblesse Oblige'. And that's what makes him, if you ask me, so likeable. He's a normal high school boy whom simply doesn't want the people around him to get hurt.\n\n\u001b[1m今はアニメが深い心理的なものだとは言わないが、それは1つになりたいとは思わないが、それについて考えるならば、物語そのものは面白い。 確かに、急いでペースと主人公が作る\"明白な\"選択肢は壊れていないが正直に地面にはない。 彼らは人間のようなものです。 主人公は普通の高校生の男の子で、突然、彼が望むことなく、人類そのものの運命を決める必要があります。 彼はルルーシュやライトのようなものではない、彼はいくつかの究極の目標によって駆動されていないし、彼はこれまでのように物事を望んだことはありませんでした。 彼は単に力で才能があり、「Noblesse Oblige」に縛られています。 あなたが私に尋ねるならば、それが彼を作るのです。 彼は普通の高校生の少年で、周囲の人々が傷つけられないようにしています。\u001b[22m\n\u001b[1m(Ima wa anime ga fukai shinri-tekina monoda to wa iwanai ga, soreha 1tsu ni naritai to wa omowanaiga, sore ni tsuite kangaerunaraba, monogatari sonomono wa omoshiroi. Tashika ni, isoide pēsu to shujinkō ga tsukuru\" meihakuna\" sentakushi wa kowarete inaiga shōjiki ni jimen ni wanai. Karera wa ningen no yōna monodesu. Shujinkō wa futsū no kōkōsei no otokonoko de, totsuzen, kare ga nozomu koto naku, jinrui sonomono no unmei o kimeru hitsuyō ga arimasu. Kare wa rurūshu ya raito no yōna monode wanai, kare wa ikutsu ka no kyūkyoku no mokuhyō ni yotte kudō sa rete inaishi, kare wa kore made no yō ni monogoto o nozonda koto wa arimasendeshita. Kare wa tan'ni chikara de sainō ga ari,`Noblesse Oblige' ni shibara rete imasu. Anata ga watashi ni tazunerunaraba, sore ga kare o tsukuru nodesu. Kare wa futsū no kōkōsei no shōnen de, shūi no hitobito ga kizutsuke rarenai yō ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow I won't say the anime is a very deep psychological one, it doesn't seem to want to be one, but if you think about it, the story itself is rather interesting. Sure, the rushed pace and the 'obvious' choices the main character makes aren't ground breaking but honestly; they're very human-like. The main character is a normal high school boy whom suddenly, without him wanting to, has to decide the fate of humanity itself. He isn't like Lelouch or Light, he isn't driven by some ultimate goal nor has he ever wished for things to turn out like this. He's simply a gifted with power and bound by 'Noblesse Oblige'. And that's what makes him, if you ask me, so likeable. He's a normal high school boy whom simply doesn't want the people around him to get hurt.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I won't say the anime is a very deep psychological one, it doesn't seem to want to be one, but if you think about it, the story itself is rather interesting.\u001b[24m\n    \u001b[1m今はアニメが深い心理的なものだとは言わないが、それは1つになりたいとは思わないが、それについて考えるならば、物語そのものは面白い。\u001b[22m, \u001b[1m今、私はそれが1になりたいとは思われない、アニメは非常に深い心理的なものであると言うことはありませんが、あなたが考えてみれば、ストーリー自体はかなり面白いです。\u001b[22m\n\u001b[4mSure, the rushed pace and the 'obvious' choices the main character makes aren't ground breaking but honestly;\u001b[24m\n    \u001b[1m確かに、急いでペースと主人公が作る\"明白な\"選択肢は壊れていないが正直に地面にはない。\u001b[22m, \u001b[1m確かに、急いでペースと「明白な」選択肢メインキャラクターになりますが、画期的正直されていません。\u001b[22m\n\u001b[4mthey're very human-like.\u001b[24m\n    \u001b[1m彼らは人間のようなものです。\u001b[22m, \u001b[1m彼らは非常に人間のようです。\u001b[22m\n\u001b[4mThe main character is a normal high school boy whom suddenly, without him wanting to, has to decide the fate of humanity itself.\u001b[24m\n    \u001b[1m主人公は普通の高校生の男の子で、突然、彼が望むことなく、人類そのものの運命を決める必要があります。\u001b[22m, \u001b[1m主人公は突然、彼がしたいことなく、人類自身の運命を決定する必要があり、通常の高校の男の子です。\u001b[22m\n\u001b[4mHe isn't like Lelouch or Light, he isn't driven by some ultimate goal nor has he ever wished for things to turn out like this.\u001b[24m\n    \u001b[1m彼はルルーシュやライトのようなものではない、彼はいくつかの究極の目標によって駆動されていないし、彼はこれまでのように物事を望んだことはありませんでした。\u001b[22m, \u001b[1m彼は、彼はいくつかの究極の目標によって駆動されていないも彼が今までのように判明する事を望んだた、ルルーシュやライトのようではありません。\u001b[22m\n\u001b[4mHe's simply a gifted with power and bound by 'Noblesse Oblige'.\u001b[24m\n    \u001b[1m彼は単に力で才能があり、「Noblesse Oblige」に縛られています。\u001b[22m, \u001b[1m彼は単にパワーと才能だと「ノブレスリージュ」によって結合されました。\u001b[22m\n\u001b[4mAnd that's what makes him, if you ask me, so likeable.\u001b[24m\n    \u001b[1mあなたが私に尋ねるならば、それが彼を作るのです。\u001b[22m, \u001b[1mそして、それはあなたがそう好感の持てる、私に言わせれば、彼を作るものです。\u001b[22m\n\u001b[4mHe's a normal high school boy whom simply doesn't want the people around him to get hurt.\u001b[24m\n    \u001b[1m彼は普通の高校生の少年で、周囲の人々が傷つけられないようにしています。\u001b[22m, \u001b[1m彼は単に彼の周りの人々が傷つくしたくない通常の高校の男の子です。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I don't know anything about 'fluid' animation or high quality movements but my personal opinion is that everything is fine. Sure, there are shows with better and smoother animation, yet there are ones with worse ones. I like the character designs a lot and the colors they used for the anime.\n\n\u001b[1mアート：私は '流動的な'アニメーションや高品質の動きについて何も知らないが、私の個人的な意見はすべてがうまくいるということです。 確かに、より良い、より滑らかなアニメーションを伴うショーがありますが、悪いものがあるものもあります。 私はキャラクターのデザインが大好きで、彼らがアニメに使った色が好きです。\u001b[22m\n\u001b[1m(Āto: Watashi wa' ryūdōtekina' animēshon ya kōhinshitsu no ugoki ni tsuite nani mo shiranai ga, watashi no kojin-tekina iken wa subete ga umaku iru to iu kotodesu. Tashika ni, yoriyoi, yori namerakana animēshon o tomonau shō ga arimasuga, warui mono ga aru mono mo arimasu. Watashi wa kyarakutā no dezain ga daisukide, karera ga anime ni tsukatta iro ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I don't know anything about 'fluid' animation or high quality movements but my personal opinion is that everything is fine. Sure, there are shows with better and smoother animation, yet there are ones with worse ones. I like the character designs a lot and the colors they used for the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I don't know anything about 'fluid' animation or high quality movements but my personal opinion is that everything is fine.\u001b[24m\n    \u001b[1mアート：私は '流動的な'アニメーションや高品質の動きについて何も知らないが、私の個人的な意見はすべてがうまくいるということです。\u001b[22m, \u001b[1mアート：私は「流体」アニメーションや高品質の動きについては何も知らないが、私の個人的な意見は、すべてがうまくていることです。\u001b[22m\n\u001b[4mSure, there are shows with better and smoother animation, yet there are ones with worse ones.\u001b[24m\n    \u001b[1m確かに、より良い、より滑らかなアニメーションを伴うショーがありますが、悪いものがあるものもあります。\u001b[22m, \u001b[1m確かに、より良く、より滑らかなアニメーションでのショーがあり、まだ悪化のものとものがあります。\u001b[22m\n\u001b[4mI like the character designs a lot and the colors they used for the anime.\u001b[24m\n    \u001b[1m私はキャラクターのデザインが大好きで、彼らがアニメに使った色が好きです。\u001b[22m, \u001b[1m私は文字が多く、彼らはアニメのために使用する色を設計したいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The background music is well done and fits the atmosphere of the anime. I especially like the ending, for some reason it seems to really fit the overall feeling of the anime.\n\n\u001b[1mサウンド：バックグラウンドミュージックはうまくいき、アニメの雰囲気に合っています。 私は特にエンディングが好きです。何らかの理由でアニメの全体的なフィーリングに本当にフィットするようです。\u001b[22m\n\u001b[1m(Saundo: Bakkuguraundomyūjikku wa umaku iki, anime no fun'iki ni atte imasu. Watashi wa tokuni endingu ga sukidesu. Nanrakano riyū de anime no zentai-tekina fīringu ni hontōni fitto suru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: The background music is well done and fits the atmosphere of the anime. I especially like the ending, for some reason it seems to really fit the overall feeling of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The background music is well done and fits the atmosphere of the anime.\u001b[24m\n    \u001b[1mサウンド：バックグラウンドミュージックはうまくいき、アニメの雰囲気に合っています。\u001b[22m, \u001b[1mサウンド：バックグラウンドミュージックはよくやったとアニメの雰囲気に合っています。\u001b[22m\n\u001b[4mI especially like the ending, for some reason it seems to really fit the overall feeling of the anime.\u001b[24m\n    \u001b[1m私は特にエンディングが好きです。何らかの理由でアニメの全体的なフィーリングに本当にフィットするようです。\u001b[22m, \u001b[1m私は特にエンディングのように、何らかの理由で本当にアニメの全体的な感じに合うように思われます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall Enjoyment: As I said earlier, the story isn't very complicated yet if you're willing to think about it yourself, it's actually rather deep, I personally liked that a lot. The characters are fine, not everyone gets a chance to develop through the anime as much as I wanted to yet they're all likeable enough. There is enough action and even though it's a bit rushed; it's honestly a fine anime that doesn't deserve the bashing it gets.\n\n\u001b[1m全体的な楽しさ：私が以前に言ったように、物語はそれほど複雑ではありませんが、あなたがそれについて自分自身で考えることを喜んでいるならば、それは実際にはかなり深いです。 キャラクターは大丈夫ですが、誰もがアニメを通して成長するチャンスを私が望むほど多く得ることはできません。 少しでも急いでも十分な行動があります。 それは正直なところ、それが取得する殴打に値するしない素晴らしいアニメです。\u001b[22m\n\u001b[1m(Zentai-tekina tanoshisa: Watashi ga izen ni itta yō ni, monogatari wa sorehodo fukuzatsude wa arimasenga, anata ga sore ni tsuite jibun jishin de kangaeru koto o yorokonde irunaraba, sore wa jissai ni wa kanari fukaidesu. Kyarakutā wa daijōbudesuga, daremoga anime o tōshite seichō suru chansu o watashi ga nozomu hodo ōku eru koto wa dekimasen. Sukoshi demo isoide mo jūbun'na kōdō ga arimasu. Sore wa shōjikina tokoro, sore ga shutoku suru ōda niataisuru shinai subarashī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall Enjoyment: As I said earlier, the story isn't very complicated yet if you're willing to think about it yourself, it's actually rather deep, I personally liked that a lot. The characters are fine, not everyone gets a chance to develop through the anime as much as I wanted to yet they're all likeable enough. There is enough action and even though it's a bit rushed; it's honestly a fine anime that doesn't deserve the bashing it gets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Enjoyment: As I said earlier, the story isn't very complicated yet if you're willing to think about it yourself, it's actually rather deep, I personally liked that a lot.\u001b[24m\n    \u001b[1m全体的な楽しさ：私が以前に言ったように、物語はそれほど複雑ではありませんが、あなたがそれについて自分自身で考えることを喜んでいるならば、それは実際にはかなり深いです。\u001b[22m, \u001b[1m全体的な楽しさ：私が以前に言ったようにあなたはそれについて自分で考えるために喜んでいる場合、話は私が個人的に多くのことを好きで、それは実際にはかなり深いですが、まだ非常に複雑ではありません。\u001b[22m\n\u001b[4mThe characters are fine, not everyone gets a chance to develop through the anime as much as I wanted to yet they're all likeable enough.\u001b[24m\n    \u001b[1mキャラクターは大丈夫ですが、誰もがアニメを通して成長するチャンスを私が望むほど多く得ることはできません。\u001b[22m, \u001b[1m文字は大丈夫です、誰もが同じくらい私はまだ、彼らはすべての十分な好感の持てるだと思ったとして、アニメを通じて開発する機会を得ます。\u001b[22m\n\u001b[4mThere is enough action and even though it's a bit rushed;\u001b[24m\n    \u001b[1m少しでも急いでも十分な行動があります。\u001b[22m, \u001b[1mそこに十分な作用があり、それは急いビットですにもかかわらず。\u001b[22m\n\u001b[4mit's honestly a fine anime that doesn't deserve the bashing it gets.\u001b[24m\n    \u001b[1mそれは正直なところ、それが取得する殴打に値するしない素晴らしいアニメです。\u001b[22m, \u001b[1mそれは正直にそれを取得バッシング値しません罰金アニメです。\u001b[22m\nThe best point of the anime is, I guess, the fact that the main character seems to be so very human-like. He isn't able to turn a blind eye on someone suffering right before his eyes and his way of thinking might be 'simplistic' yet it's also so very, very human-like. Just think about it, if you yourself would be in his position, would you honestly be able to do things differently? I bet most people wouldn't. He's not flashy and isn't overly optimistic, he just tries to do whatever he can to change the fate of his friends. And honestly, how can you dislike him for that?\n\n\u001b[1mアニメの最高のポイントは、主人公が非常に人間的なようであるという事実だと思います。 彼は自分の目の前に苦しんでいる誰かを盲目的に見ることができず、彼の思考の仕方は「シンプル」であるかもしれないが、それはとても人間的なものでもある。 あなたが自分の立場にいるならば、正直なところ違うことができますか？ 私はほとんどの人がそうしないと思います。 彼は派手ではなく、過度に楽観的ではなく、彼は友人の運命を変えるために何でもできるようにしようとしている。 そして、正直なところ、どうやって彼を嫌いなの？\u001b[22m\n\u001b[1m(Anime no saikō no pointo wa, shujinkō ga hijō ni ningen-tekina yōdearu to iu jijitsuda to omoimasu. Kare wa jibun no me no mae ni kurushinde iru dareka o mōmokuteki ni miru koto ga dekizu, kare no shikō no shikata wa `shinpuru'dearu kamo shirenaiga, sore wa totemo ningen-tekina monode mo aru. Anata ga jibun no tachiba ni irunaraba, shōjikina tokoro chigau koto ga dekimasu ka? Watashi wa hotondo no hito ga sō shinai to omoimasu. Kare wa hadede wa naku, kado ni rakukantekide wa naku, kare wa yūjin no unmei o kaeru tame ni nani demo dekiru yō ni shiyou to shite iru. Soshite, shōjikina tokoro, dō yatte kare o kiraina no?)\u001b[22m\n\nTranslations of \u001b[4mThe best point of the anime is, I guess, the fact that the main character seems to be so very human-like. He isn't able to turn a blind eye on someone suffering right before his eyes and his way of thinking might be 'simplistic' yet it's also so very, very human-like. Just think about it, if you yourself would be in his position, would you honestly be able to do things differently? I bet most people wouldn't. He's not flashy and isn't overly optimistic, he just tries to do whatever he can to change the fate of his friends. And honestly, how can you dislike him for that?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best point of the anime is, I guess, the fact that the main character seems to be so very human-like.\u001b[24m\n    \u001b[1mアニメの最高のポイントは、主人公が非常に人間的なようであるという事実だと思います。\u001b[22m, \u001b[1mアニメの最高のポイントは、私が推測する、主人公がそう非常に人間のようであると思われるという事実です。\u001b[22m\n\u001b[4mHe isn't able to turn a blind eye on someone suffering right before his eyes and his way of thinking might be 'simplistic' yet it's also so very, very human-like.\u001b[24m\n    \u001b[1m彼は自分の目の前に苦しんでいる誰かを盲目的に見ることができず、彼の思考の仕方は「シンプル」であるかもしれないが、それはとても人間的なものでもある。\u001b[22m, \u001b[1m彼は右の彼の目の前で苦しんでいる誰かに見て見ぬふりをすることができず、思考の彼の方法は、「単純化」であるかもしれない、まだそれはまたそう非常に、非常に人間のようです。\u001b[22m\n\u001b[4mJust think about it, if you yourself would be in his position, would you honestly be able to do things differently?\u001b[24m\n    \u001b[1mあなたが自分の立場にいるならば、正直なところ違うことができますか？\u001b[22m, \u001b[1mあなた自身があなたが正直に違ったことを行うことができるだろう、彼の立場にあるであろう場合だけで、それについて考えますか？\u001b[22m\n\u001b[4mI bet most people wouldn't.\u001b[24m\n    \u001b[1m私はほとんどの人がそうしないと思います。\u001b[22m, \u001b[1m私はほとんどの人はいないでしょう賭けます。\u001b[22m\n\u001b[4mHe's not flashy and isn't overly optimistic, he just tries to do whatever he can to change the fate of his friends.\u001b[24m\n    \u001b[1m彼は派手ではなく、過度に楽観的ではなく、彼は友人の運命を変えるために何でもできるようにしようとしている。\u001b[22m, \u001b[1m彼は派手ではありませんし、過度に楽観的ではありません、彼はちょうど彼が彼の友人の運命を変更することができます何でもしようとします。\u001b[22m\n\u001b[4mAnd honestly, how can you dislike him for that?\u001b[24m\n    \u001b[1mそして、正直なところ、どうやって彼を嫌いなの？\u001b[22m, \u001b[1mそして正直に、どのようにあなたはそのために彼を嫌うことができますか？\u001b[22m"
  },
  {
    "title": "Devil_Survivor_2_The_Animation",
    "id": "16512",
    "url": "https://myanimelist.net/anime/16512/Devil_Survivor_2_The_Animation",
    "user": "LexyChan",
    "profile": "/profile/LexyChan/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=104939",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nまず、私はこのアニメを絶対に愛したと言わなければならない。  *スポイラーがいない*最初のエピソードは私に夢中になっていたし、次は何が起こるのかを知りたいと思っているのはどういうことか知っていますか？ まあ、私はすぐに文字とオープニングテーマに添付されました。 このアニメは良い引用符を運び、悪魔の間の戦いはただのスリリングです。 私の主な失望は、わずか13のエピソードがあったことでしょう。 キャラクター同士の交流が増えるように、もっとたくさんのことを追加できたような気がします。 私はこのアニメをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst, I must say that I absolutely loved this anime. *NO SPOILERS* The first episode had me hooked and We all know how it feels to want to know what happens next right? Well, I was immediately attached to the characters and the opening theme. This anime carries good quotes and the fights between demons are just thrilling. My main disappointment would be how there were only 13 episodes. I feel like they could have added so much more, like showing more interaction between the characters. I recommend this anime and I hope you enjoy it as much as I did.\n\n\u001b[1mまず、私はこのアニメを絶対に愛したと言わなければならない。  *スポイラーがいない*最初のエピソードは私に夢中になっていたし、次は何が起こるのかを知りたいと思っているのはどういうことか知っていますか？ まあ、私はすぐに文字とオープニングテーマに添付されました。 このアニメは良い引用符を運び、悪魔の間の戦いはただのスリリングです。 私の主な失望は、わずか13のエピソードがあったことでしょう。 キャラクター同士の交流が増えるように、もっとたくさんのことを追加できたような気がします。 私はこのアニメをお勧めします。\u001b[22m\n\u001b[1m(Mazu, watashi wa kono anime o zettai ni aishita to iwanakereba naranai. * Supoirā ga inai* saisho no episōdo wa watashi ni muchū ni natte itashi,-ji wa nani ga okoru no ka o shiritai to omotte iru no wa dō iu koto ka shitte imasu ka? Mā, watashi wa sugu ni moji to ōpuningutēma ni tenpu sa remashita. Kono anime wa yoi in'yō fu o hakobi, akuma no ma no tatakai wa tada no suriringudesu. Watashi no omona shitsubō wa, wazuka 13 no episōdo ga atta kotodeshou. Kyarakutā dōshi no kōryū ga fueru yō ni, motto takusan no koto o tsuika dekita yōna ki ga shimasu. Watashi wa kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst, I must say that I absolutely loved this anime. *NO SPOILERS* The first episode had me hooked and We all know how it feels to want to know what happens next right? Well, I was immediately attached to the characters and the opening theme. This anime carries good quotes and the fights between demons are just thrilling. My main disappointment would be how there were only 13 episodes. I feel like they could have added so much more, like showing more interaction between the characters. I recommend this anime and I hope you enjoy it as much as I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, I must say that I absolutely loved this anime.\u001b[24m\n    \u001b[1mまず、私はこのアニメを絶対に愛したと言わなければならない。\u001b[22m, \u001b[1mまず、私は絶対にこのアニメを愛したと言わなければなりません。\u001b[22m\n\u001b[4m*NO SPOILERS* The first episode had me hooked and We all know how it feels to want to know what happens next right?\u001b[24m\n    \u001b[1m*スポイラーがいない*最初のエピソードは私に夢中になっていたし、次は何が起こるのかを知りたいと思っているのはどういうことか知っていますか？\u001b[22m, \u001b[1m* NOスポイラー*最初のエピソードは、私は夢中にありませんでしたし、私たちは皆、それが次の権利を何が起こるか知りたいためにどんな感じなのか知っていますか？\u001b[22m\n\u001b[4mWell, I was immediately attached to the characters and the opening theme.\u001b[24m\n    \u001b[1mまあ、私はすぐに文字とオープニングテーマに添付されました。\u001b[22m, \u001b[1mまあ、私はすぐに文字やオープニングテーマに取り付けました。\u001b[22m\n\u001b[4mThis anime carries good quotes and the fights between demons are just thrilling.\u001b[24m\n    \u001b[1mこのアニメは良い引用符を運び、悪魔の間の戦いはただのスリリングです。\u001b[22m, \u001b[1mこのアニメは良い引用符を運びと悪魔の間の戦いはちょうどスリリングです。\u001b[22m\n\u001b[4mMy main disappointment would be how there were only 13 episodes.\u001b[24m\n    \u001b[1m私の主な失望は、わずか13のエピソードがあったことでしょう。\u001b[22m, \u001b[1m私の主な失望は13のエピソードがあったかであろう。\u001b[22m\n\u001b[4mI feel like they could have added so much more, like showing more interaction between the characters.\u001b[24m\n    \u001b[1mキャラクター同士の交流が増えるように、もっとたくさんのことを追加できたような気がします。\u001b[22m, \u001b[1m彼らは文字と文字の間、より相互作用を示すように、そんなに多くが追加されている可能性のような気がします。\u001b[22m\n\u001b[4mI recommend this anime and I hope you enjoy it as much as I did.\u001b[24m\n    \u001b[1m私はこのアニメをお勧めします。\u001b[22m, \u001b[1m私はこのアニメをお勧めしますし、私はあなたが同じくらい私がしたようにそれをお楽しみください。\u001b[22m"
  }
]
