[
  {
    "title": "Arata_Kangatari",
    "id": "16518",
    "url": "https://myanimelist.net/anime/16518/Arata_Kangatari",
    "user": "Yemi_Hikari",
    "profile": "/profile/Yemi_Hikari/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=103365",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  8\nキャラクター|  4\n|  6\n\n他の世界の場所を切り替える2人の概念は面白く、特に誰もその人を別の人であると認識していないときは面白いです。 問題は、シリーズのキャラクターの間に現れる紛争が完全に非現実的で、人々が現実的にどのように反応するかに根ざしていないとき、主人公と共感できないことです。 実際には、シリーズには何らかの矛盾が生じることが恐ろしく強く思われます。\n\n例えば、主な拮抗師は中学校にいたときにいじめられ、他の人がいじめられていることを知るためにのみ通常の生活を送っています。 彼らが他の人を嫉妬しているために人々がいじめるのは事実ですが、Aradowに向かうKadowakiの敵意は、特に中学校に戻って友人になっていたため、現実には根拠がないようです。 彼はとても些細なことに怒っていたので、私はこれを言う。 彼の父親は彼のやり方ではあるが、それは正直なところ彼の人格問題と彼の迫害の複雑さを正当化するものではない。\n\nもう一つの例は、カンナギとアカヒの葛藤です。 これは、実際の状況が何を伴っているかを知るために簡単な会話を通して解決されたかもしれない議論です。 多分、それはこのシリーズでは欠けている主なものの一つであり、実際にお互いにコミュニケーションできないことです。  1つか2つは分かりやすいですが、これはコミュニケーション部門にないキャストの大半です。 だからこそ、紛争のすべてが強制終了されるのです。\n\n紛争が強制されるので、興味深い考えになるものは何の原因にもなりません。 ストーリー・ラインはまた、キャラクターに別のキャラクターを提出させる必要があるため、うんざりしています。 カンナギが最終的にそれをアラタにいかにしても、全体のコンセプトは厄介です。 あたかも戦争に巻き込まれていて、勝利者が殺さずに勝つことができる袋に入れようとしているかのように感じます。 これは完全に非現実的です。\n\nこのArataの上に...現代世界からのもの...彼の貧しい同情私の態度で恐ろしく迷惑である。 私は彼が虐待を受けていることを知っていますが、いじめが起こっているのを見ている間、いじめを正当化する理由は存在しません。 つまり、作家がプロットデバイスを十分に考え出したからではなく、成長する必要のあるキャラクターとしてArataを出させるために、いじめをそこに投げ込むということです。\n\n私の楽しみとして...私は最初が好きだった、私はスタイルが好きだった、私は音が好きだった。 それが出てくると2番目のシーズンを見るかもしれない点に注意を喚起したキャラクターがいくつかありますが、それは正直言って世界で最も楽しいものではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThe concept of two people switching places in each others worlds is interesting, particularly when nobody recognizes the person as being a different person. Problem is you really can't sympathize with the main characters when the conflict that shows up between the characters in the series is completely unrealistic and not grounded in how people would react in reality. In fact, it seems horribly forced just so the series could have some kind of conflict to it.\n\n\u001b[1m他の世界の場所を切り替える2人の概念は面白く、特に誰もその人を別の人であると認識していないときは面白いです。 問題は、シリーズのキャラクターの間に現れる紛争が完全に非現実的で、人々が現実的にどのように反応するかに根ざしていないとき、主人公と共感できないことです。 実際には、シリーズには何らかの矛盾が生じることが恐ろしく強く思われます。\u001b[22m\n\u001b[1m(Hoka no sekai no basho o kirikaeru 2-ri no gainen wa omoshiroku, tokuni dare mo sono hito o betsu no hitodearu to ninshiki shite inai toki wa omoshiroidesu. Mondai wa, shirīzu no kyarakutā no ma ni arawareru funsō ga kanzen ni higenjitsuteki de, hitobito ga genjitsu-teki ni dono yō ni han'nō suru ka ni nezashite inai toki, shujinkō to kyōkan dekinai kotodesu. Jissai ni wa, shirīzu ni wa nanrakano mujun ga shōjiru koto ga osoroshiku tsuyoku omowa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe concept of two people switching places in each others worlds is interesting, particularly when nobody recognizes the person as being a different person. Problem is you really can't sympathize with the main characters when the conflict that shows up between the characters in the series is completely unrealistic and not grounded in how people would react in reality. In fact, it seems horribly forced just so the series could have some kind of conflict to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concept of two people switching places in each others worlds is interesting, particularly when nobody recognizes the person as being a different person.\u001b[24m\n    \u001b[1m他の世界の場所を切り替える2人の概念は面白く、特に誰もその人を別の人であると認識していないときは面白いです。\u001b[22m, \u001b[1m二人はお互いの世界で場所を切り替えるの概念は、誰もが別の人であると人を認識していない場合は特に、興味深いものです。\u001b[22m\n\u001b[4mProblem is you really can't sympathize with the main characters when the conflict that shows up between the characters in the series is completely unrealistic and not grounded in how people would react in reality.\u001b[24m\n    \u001b[1m問題は、シリーズのキャラクターの間に現れる紛争が完全に非現実的で、人々が現実的にどのように反応するかに根ざしていないとき、主人公と共感できないことです。\u001b[22m, \u001b[1m問題は、シリーズ内の文字の間に現れる競合は、人々が実際にどのように反応するかで完全に非現実的ではなく、接地されたときに、あなたが本当に主人公に共感することはできませんです。\u001b[22m\n\u001b[4mIn fact, it seems horribly forced just so the series could have some kind of conflict to it.\u001b[24m\n    \u001b[1m実際には、シリーズには何らかの矛盾が生じることが恐ろしく強く思われます。\u001b[22m, \u001b[1m実際には、それは恐ろしくだけのでシリーズがそれに紛争のいくつかの種類を持っている可能性が余儀なくようです。\u001b[22m\n\u001b[1m\u001b[22m\nFor example, the main antagonist was bullied when he was in middle school and he's just getting back to living a normal life only to find himself bullied by another person. While it is true that people do bully because they are jealous of other people, Kadowaki's animosity towards Arata doesn't seem any bit grounded in reality, particularly since the two used to be friends back in middle school. I say this because he got angry at something so trivial. Even though his father is the way he is, it honestly doesn't justify his personality problems as well as his persecution complex.\n\n\u001b[1m例えば、主な拮抗師は中学校にいたときにいじめられ、他の人がいじめられていることを知るためにのみ通常の生活を送っています。 彼らが他の人を嫉妬しているために人々がいじめるのは事実ですが、Aradowに向かっているKadowakiの敵意は、特に中学校に戻って友人になっていたため、現実には根拠がないようです。 彼はとても些細なことに怒っていたので、私はこれを言う。 彼の父親は彼のやり方ではあるが、それは正直なところ彼の人格問題と彼の迫害の複雑さを正当化するものではない。\u001b[22m\n\u001b[1m(Tatoeba, omona kikkō-shi wa chūgakkō ni ita toki ni ijime rare, hokanohito ga ijime rarete iru koto o shiru tame ni nomi tsūjō no seikatsu o okutte imasu. Karera ga hokanohito o shitto shite iru tame ni hitobito ga ijimeru no wa jijitsudesuga, Aradow ni mukatte iru Kadowaki no tekii wa, tokuni chūgakkō ni modotte yūjin ni natte ita tame, genjitsu ni wa konkyo ga nai yōdesu. Kare wa totemo sasainakoto ni okotte itanode, watashi wa kore o iu. Kare no chichioya wa kare no yarikatade wa aru ga, sore wa shōjikina tokoro kare no jinkaku mondai to kare no hakugai no fukuzatsu-sa o seitō-ka suru monode wanai.)\u001b[22m\n\nTranslations of \u001b[4mFor example, the main antagonist was bullied when he was in middle school and he's just getting back to living a normal life only to find himself bullied by another person. While it is true that people do bully because they are jealous of other people, Kadowaki's animosity towards Arata doesn't seem any bit grounded in reality, particularly since the two used to be friends back in middle school. I say this because he got angry at something so trivial. Even though his father is the way he is, it honestly doesn't justify his personality problems as well as his persecution complex.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor example, the main antagonist was bullied when he was in middle school and he's just getting back to living a normal life only to find himself bullied by another person.\u001b[24m\n    \u001b[1m例えば、主な拮抗師は中学校にいたときにいじめられ、他の人がいじめられていることを知るためにのみ通常の生活を送っています。\u001b[22m, \u001b[1m例えば、メインアンタゴニストは、彼は中学校にいたときいじめられたと彼が戻ったばかりの自分だけが別の人にいじめを見つけるために、通常の生活をしになってきました。\u001b[22m\n\u001b[4mWhile it is true that people do bully because they are jealous of other people, Kadowaki's animosity towards Arata doesn't seem any bit grounded in reality, particularly since the two used to be friends back in middle school.\u001b[24m\n    \u001b[1m彼らが他の人を嫉妬しているために人々がいじめるのは事実ですが、Aradowに向かっているKadowakiの敵意は、特に中学校に戻って友人になっていたため、現実には根拠がないようです。\u001b[22m, \u001b[1mそれは人々がいじめを行うことは事実ですが、彼らは他の人の嫉妬しているので、荒田に向けた門脇の憎悪は、2つのバック中学生で友達になるために使用される、特に以来、任意のビットが現実に接地していないようです。\u001b[22m\n\u001b[4mI say this because he got angry at something so trivial.\u001b[24m\n    \u001b[1m彼はとても些細なことに怒っていたので、私はこれを言う。\u001b[22m, \u001b[1m彼は些細なもので腹を立てたので、私はこれを言います。\u001b[22m\n\u001b[4mEven though his father is the way he is, it honestly doesn't justify his personality problems as well as his persecution complex.\u001b[24m\n    \u001b[1m彼の父親は彼のやり方ではあるが、それは正直なところ彼の人格問題と彼の迫害の複雑さを正当化するものではない。\u001b[22m, \u001b[1m彼の父は、彼があるようですが、それは正直に彼の人格の問題だけでなく、彼の迫害錯体を正当化しません。\u001b[22m\n\u001b[1m\u001b[22m\nAnother example is the conflict between Kannagi and Akachi. It's an argument that could have been resolved through simple conversation to find out what the actual situation entailed. Perhaps that is one of the major things that is lacking in this series, the inability of the characters to actually communicate with each other. One or two is understandable, but this is the majority of the cast that lack in the communication department. Which is why all of the conflict ends up being forced.\n\n\u001b[1mもう一つの例は、カンナギとアカヒの葛藤です。 これは、実際の状況が何を伴っているかを知るために簡単な会話を通して解決されたかもしれない議論です。 多分、それはこのシリーズでは欠けている主なものの一つであり、実際にお互いにコミュニケーションできないことです。  1つか2つは分かりやすいですが、これはコミュニケーション部門にないキャストの大半です。 だからこそ、紛争のすべてが強制終了されるのです。\u001b[22m\n\u001b[1m(Mōhitotsu no rei wa, kan'nagi to akahi no kattōdesu. Kore wa, jissai no jōkyō ga nani o tomonatte iru ka o shiru tame ni kantan'na kaiwa o tōshite kaiketsu sa reta kamo shirenai girondesu. Tabun, sore wa kono shirīzude wa kakete iru omona mono no hitotsudeari, jissai ni otagai ni komyunikēshon dekinai kotodesu. 1Tsu ka 2tsu wa wakari yasuidesuga, koreha komyunikēshon bumon ni nai kyasuto no taihandesu. Dakarakoso, funsō no subete ga kyōsei shūryō sa reru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnother example is the conflict between Kannagi and Akachi. It's an argument that could have been resolved through simple conversation to find out what the actual situation entailed. Perhaps that is one of the major things that is lacking in this series, the inability of the characters to actually communicate with each other. One or two is understandable, but this is the majority of the cast that lack in the communication department. Which is why all of the conflict ends up being forced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother example is the conflict between Kannagi and Akachi.\u001b[24m\n    \u001b[1mもう一つの例は、カンナギとアカヒの葛藤です。\u001b[22m, \u001b[1m別の例は、かんなぎとAkachi間の競合です。\u001b[22m\n\u001b[4mIt's an argument that could have been resolved through simple conversation to find out what the actual situation entailed.\u001b[24m\n    \u001b[1mこれは、実際の状況が何を伴っているかを知るために簡単な会話を通して解決されたかもしれない議論です。\u001b[22m, \u001b[1mこれは、実際の状況を伴うものを見つけるために、簡単な会話を通じて解決されている可能性が引数です。\u001b[22m\n\u001b[4mPerhaps that is one of the major things that is lacking in this series, the inability of the characters to actually communicate with each other.\u001b[24m\n    \u001b[1m多分、それはこのシリーズでは欠けている主なものの一つであり、実際にお互いにコミュニケーションできないことです。\u001b[22m, \u001b[1mおそらくそれは、このシリーズに欠けている主要なものの一つ、実際に相互に通信する文字のできないことです。\u001b[22m\n\u001b[4mOne or two is understandable, but this is the majority of the cast that lack in the communication department.\u001b[24m\n    \u001b[1m1つか2つは分かりやすいですが、これはコミュニケーション部門にないキャストの大半です。\u001b[22m, \u001b[1m一つまたは二つは理解できるが、これは、通信部門で欠けキャストの大部分です。\u001b[22m\n\u001b[4mWhich is why all of the conflict ends up being forced.\u001b[24m\n    \u001b[1mだからこそ、紛争のすべてが強制終了されるのです。\u001b[22m, \u001b[1mこれは紛争のすべてが強制されてしまう理由です。\u001b[22m\n\u001b[1m\u001b[22m\nBecause the conflict is forced, what amounts to an interesting idea ends up being bogged down. The story line is also bogged down with this need to have characters submit to another character. The whole concept is bothersome even with how Kannagi eventually puts it to Arata. It almost feels as if it is down playing war and trying to stuff it into a bag where the victor ends up being able to win without killing. Which in turn is completely unrealistic.\n\n\u001b[1m紛争が強制されるので、興味深い考えになるものは何の原因にもなりません。 ストーリー・ラインはまた、キャラクターに別のキャラクターを提出させる必要があるため、うんざりしています。 カンナギが最終的にそれをアラタにいかにしても、全体のコンセプトは厄介です。 あたかも戦争に巻き込まれていて、勝利者が殺さずに勝つことができる袋に入れようとしているかのように感じます。 これは完全に非現実的です。\u001b[22m\n\u001b[1m(Funsō ga kyōsei sa rerunode, kyōmibukai kangae ni naru mono wa nani no gen'in ni mo narimasen. Sutōrī rain wa mata, kyarakutā ni betsu no kyarakutā o teishutsu sa seru hitsuyō ga aru tame, unzari shite imasu. Kan'nagi ga saishūtekini sore o Arata ni ikani shite mo, zentai no konseputo wa yakkaidesu. Atakamo sensō ni makikoma rete ite, shōri-sha ga korosazu ni katsu koto ga dekiru fukuro ni ireyou to shite iru ka no yō ni kanjimasu. Kore wa kanzen ni higenjitsutekidesu.)\u001b[22m\n\nTranslations of \u001b[4mBecause the conflict is forced, what amounts to an interesting idea ends up being bogged down. The story line is also bogged down with this need to have characters submit to another character. The whole concept is bothersome even with how Kannagi eventually puts it to Arata. It almost feels as if it is down playing war and trying to stuff it into a bag where the victor ends up being able to win without killing. Which in turn is completely unrealistic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause the conflict is forced, what amounts to an interesting idea ends up being bogged down.\u001b[24m\n    \u001b[1m紛争が強制されるので、興味深い考えになるものは何の原因にもなりません。\u001b[22m, \u001b[1m競合が強制されているので、どのような面白いアイデアにのぼることは泥沼されてしまいます。\u001b[22m\n\u001b[4mThe story line is also bogged down with this need to have characters submit to another character.\u001b[24m\n    \u001b[1mストーリー・ラインはまた、キャラクターに別のキャラクターを提出させる必要があるため、うんざりしています。\u001b[22m, \u001b[1mストーリーラインはまた、文字が他の文字に提出するには、この必要性と泥沼されます。\u001b[22m\n\u001b[4mThe whole concept is bothersome even with how Kannagi eventually puts it to Arata.\u001b[24m\n    \u001b[1mカンナギが最終的にそれをアラタにいかにしても、全体のコンセプトは厄介です。\u001b[22m, \u001b[1m全体のコンセプトはあってもかんなぎが最終的アラタにそれを置くかと気になります。\u001b[22m\n\u001b[4mIt almost feels as if it is down playing war and trying to stuff it into a bag where the victor ends up being able to win without killing.\u001b[24m\n    \u001b[1mあたかも戦争に巻き込まれていて、勝利者が殺さずに勝つことができる袋に入れようとしているかのように感じます。\u001b[22m, \u001b[1mそれはほとんどそれがダウンして戦争を再生し、勝者が殺さずに勝つことができるという終わる袋にそれを詰め込むしようとしているかのように感じています。\u001b[22m\n\u001b[4mWhich in turn is completely unrealistic.\u001b[24m\n    \u001b[1mこれは完全に非現実的です。\u001b[22m, \u001b[1m今度は完全に非現実的です。\u001b[22m\n\u001b[1m\u001b[22m\nOn top of this Arata... the one from a modern world... is horribly annoying with his poor pity me attitude. I know that he was abused, but while we see the bullying occurring, the justification for the bullying ends up being non-existent as there seems to be no realistic reason to justify Kadowaki going after Arata. Which means that the bullying is thrown in there to make Arata come across as a character needing to grow and not because the creator thought out the plot device enough.\n\n\u001b[1mこのArataの上に...現代世界からのもの...彼の貧しい同情私の態度で恐ろしく迷惑である。 私は彼が虐待を受けていることを知っていますが、いじめが起こっているのを見ている間、いじめを正当化する理由は存在しません。 つまり、作家がプロットデバイスを十分に考え出したからではなく、成長する必要のあるキャラクターとしてArataを出させるために、いじめをそこに投げ込むということです。\u001b[22m\n\u001b[1m(Kono Arata no ue ni... Gendai sekai kara no mono... Kare no mazushī dōjō watashi no taido de osoroshiku meiwakudearu. Watashi wa kare ga gyakutai o ukete iru koto o shitte imasuga, ijime ga okotte iru no o mite iru ma, ijime o seitō-ka suru riyū wa sonzai shimasen. Tsumari, sakka ga purottodebaisu o jūbun ni kangaedashitakarade wa naku, seichō suru hitsuyō no aru kyarakutā to shite Arata o dasa seru tame ni, ijime o soko ni nagekomu to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOn top of this Arata... the one from a modern world... is horribly annoying with his poor pity me attitude. I know that he was abused, but while we see the bullying occurring, the justification for the bullying ends up being non-existent as there seems to be no realistic reason to justify Kadowaki going after Arata. Which means that the bullying is thrown in there to make Arata come across as a character needing to grow and not because the creator thought out the plot device enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn top of this Arata... the one from a modern world... is horribly annoying with his poor pity me attitude.\u001b[24m\n    \u001b[1mこのArataの上に...現代世界からのもの...彼の貧しい同情私の態度で恐ろしく迷惑である。\u001b[22m, \u001b[1mこの荒田の上に...現代世界からの1は...彼の貧しい残念私の態度と恐ろしく迷惑です。\u001b[22m\n\u001b[4mI know that he was abused, but while we see the bullying occurring, the justification for the bullying ends up being non-existent as there seems to be no realistic reason to justify Kadowaki going after Arata.\u001b[24m\n    \u001b[1m私は彼が虐待を受けていることを知っていますが、いじめが起こっているのを見ている間、いじめを正当化する理由は存在しません。\u001b[22m, \u001b[1m私は彼が虐待されたことを知っているが、私たちはいじめが発生して参照しながら、アラタの後に行く門脇を正当化するための現実的な理由がないように思われるように、いじめを正当化する理由は存在しないされて終わります。\u001b[22m\n\u001b[4mWhich means that the bullying is thrown in there to make Arata come across as a character needing to grow and not because the creator thought out the plot device enough.\u001b[24m\n    \u001b[1mつまり、作家がプロットデバイスを十分に考え出したからではなく、成長する必要のあるキャラクターとしてArataを出させるために、いじめをそこに投げ込むということです。\u001b[22m, \u001b[1mこれはいじめがアラタは作成者が十分なプロットデバイスを思ったので成長しないようにする必要が文字として渡って来る作るためにそこにスローされることを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nAs for my enjoyment... I liked the start, I liked the style, I liked the sound. There are a few characters that caught my attention to the point I might watch a second season if it comes out, but it's honestly not the most enjoyable thing in the world.\n\n\u001b[1m私の楽しみとして...私は最初が好きだった、私はスタイルが好きだった、私は音が好きだった。 それが出てくると2番目のシーズンを見るかもしれない点に注意を喚起したキャラクターがいくつかありますが、それは正直言って世界で最も楽しいものではありません。\u001b[22m\n\u001b[1m(Watashi no tanoshimi to shite... Watashi wa saisho ga sukidatta, watashi wa sutairu ga sukidatta, watashi wa oto ga sukidatta. Sore ga detekuru to 2-banme no shīzun o miru kamo shirenai ten ni chūi o kanki shita kyarakutā ga ikutsu ka arimasuga, sore wa shōjiki itte sekai de mottomo tanoshī monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs for my enjoyment... I liked the start, I liked the style, I liked the sound. There are a few characters that caught my attention to the point I might watch a second season if it comes out, but it's honestly not the most enjoyable thing in the world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for my enjoyment... I liked the start, I liked the style, I liked the sound.\u001b[24m\n    \u001b[1m私の楽しみとして...私は最初が好きだった、私はスタイルが好きだった、私は音が好きだった。\u001b[22m, \u001b[1m私の楽しみのためのように...私はスタートが好き、私はスタイルが好き、私は音が好きでした。\u001b[22m\n\u001b[4mThere are a few characters that caught my attention to the point I might watch a second season if it comes out, but it's honestly not the most enjoyable thing in the world.\u001b[24m\n    \u001b[1mそれが出てくると2番目のシーズンを見るかもしれない点に注意を喚起したキャラクターがいくつかありますが、それは正直言って世界で最も楽しいものではありません。\u001b[22m, \u001b[1mそこにそれが出てくる場合、私は第二シーズンを見るかもしれない点に私の注意を引いた数文字がありますが、それは正直に、世界で最も楽しいものではありません。\u001b[22m"
  },
  {
    "title": "Arata_Kangatari",
    "id": "16518",
    "url": "https://myanimelist.net/anime/16518/Arata_Kangatari",
    "user": "acheta",
    "profile": "/profile/acheta/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=135107",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|\nサウンド|  6\nキャラクター|  6\n|  5\n\nアラタ それは私の好きなマンガの一つです、そして、私はアニメが出ていたのを見て興奮しました。 それは残念だった。\n\n確かに、アニメのArataはまだ殺していなくても勝つことを望んでいる男ですが、彼はそれほど凶悪犯罪者ではありません。\n\nまた、アニメでは、キャラクターの関係は、例えば、アカッチとカンナギの間でうまく機能します。\n\n私を悩ませた主なものは、彼らが実際にメインキャストの一部だった私の好きなキャラクターを完全に切り捨てたことです。 十字架の女性。 彼女がクロスドレスをしているのは、彼女がヒメ一族のものだからだが、治癒力はないからだ。 これは結局、現実世界を含むもっと大きなプロットに終わるでしょう。 マンガでは、実際にはもっと多くのことが起こり、すべてがもっと面白くなります。 これは2年目のシーズンにも起こりますか？ おそらく。 しかし、Mikusaがどのように切り取られているのかを見ると、プロットの大きな部分が欠落します。\n\n良い漫画、悪いアニメの適応。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nArata. It's one of my favorite mangas, and I was excited to see an anime was going out. It was disappointing.\n\n\u001b[1mアラタ それは私の好きなマンガの一つです、そして、私はアニメが出ていたのを見て興奮しました。 それは残念だった。\u001b[22m\n\u001b[1m(Arata sore wa watashi no sukina manga no hitotsudesu, soshite, watashi wa anime ga dete ita no o mite kōfun shimashita. Sore wa zan'nendatta.)\u001b[22m\n\nTranslations of \u001b[4mArata. It's one of my favorite mangas, and I was excited to see an anime was going out. It was disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArata.\u001b[24m\n    \u001b[1mアラタ\u001b[22m, \u001b[1mアラタ。\u001b[22m\n\u001b[4mIt's one of my favorite mangas, and I was excited to see an anime was going out.\u001b[24m\n    \u001b[1mそれは私の好きなマンガの一つです、そして、私はアニメが出ていたのを見て興奮しました。\u001b[22m, \u001b[1mそれは私の好きな漫画の一つだ、と私はアニメが外出して見て興奮しました。\u001b[22m\n\u001b[4mIt was disappointing.\u001b[24m\n    \u001b[1mそれは残念だった。\u001b[22m, \u001b[1mそれは残念でした。\u001b[22m\n\u001b[1m\u001b[22m\nSure, in the anime Arata is still a guy who wants to win without killing, but he isn't that much of a wimp.\n\n\u001b[1m確かに、アニメのArataはまだ殺していなくても勝つことを望んでいる男ですが、彼はそれほど凶悪犯罪者ではありません。\u001b[22m\n\u001b[1m(Tashika ni, anime no Arata wa mada koroshite inakute mo katsu koto o nozonde iru otokodesuga, kare wa sorehodo kyōaku hanzai-shade wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSure, in the anime Arata is still a guy who wants to win without killing, but he isn't that much of a wimp.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSure, in the anime Arata is still a guy who wants to win without killing, but he isn't that much of a wimp.\u001b[24m\n    \u001b[1m確かに、アニメのArataはまだ殺していなくても勝つことを望んでいる男ですが、彼はそれほど凶悪犯罪者ではありません。\u001b[22m, \u001b[1m確かに、アニメにアラタはまだ殺さずに勝つために望んでいる男ですが、彼は弱虫のそれほどではありません。\u001b[22m\n\u001b[1m\u001b[22m\nBesides, in the anime the relations between the characters are worked out way better, for example between Akachi and Kannagi.\n\n\u001b[1mまた、アニメでは、キャラクターの関係は、例えば、アカッチとカンナギの間でうまく機能します。\u001b[22m\n\u001b[1m(Mata, animede wa, kyarakutā no kankei wa, tatoeba, akatchi to kan'nagi no ma de umaku kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBesides, in the anime the relations between the characters are worked out way better, for example between Akachi and Kannagi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides, in the anime the relations between the characters are worked out way better, for example between Akachi and Kannagi.\u001b[24m\n    \u001b[1mまた、アニメでは、キャラクターの関係は、例えば、アカッチとカンナギの間でうまく機能します。\u001b[22m, \u001b[1mまた、アニメで文字間の関係はAkachiとかんなぎの間例えば、良い方法働いています。\u001b[22m\n\u001b[1m\u001b[22m\nThe main thing that bothered me is that they completely cut out my favorite character who was in fact part of the main cast; a crossdressing female. The reason she is crossdressing is because she is from the hime clan but doesn't have healing powers. This will eventually end up in a much larger plot involving the real world. In the manga there actually happens more in the real world too, making everything a lot more interesting. Will this still happen in the second season? Possibly. But seeing how Mikusa is cut out, big parts from the plot will be missing.\n\n\u001b[1m私を悩ませた主なものは、彼らが実際にメインキャストの一部だった私の好きなキャラクターを完全に切り捨てたことです。 十字架の女性。 彼女がクロスドレスをしているのは、彼女がヒメ一族のものだからだが、治癒力はないからだ。 これは結局、現実世界を含むもっと大きなプロットに終わるでしょう。 マンガでは、実際にはもっと多くのことが起こり、すべてがもっと面白くなります。 これは2年目のシーズンにも起こりますか？ おそらく。 しかし、Mikusaがどのように切り取られているのかを見ると、プロットの大きな部分が欠落します。\u001b[22m\n\u001b[1m(Watashi o nayama seta omona mono wa, karera ga jissai ni mein kyasuto no ichibudatta watashi no sukina kyarakutā o kanzen ni kirisuteta kotodesu. Jūjika no josei. Kanojo ga kurosudoresu o shite iru no wa, kanojo ga Hime ichizoku no monodakaradaga, chiyu-ryoku wanaikarada. Kore wa kekkyoku, genjitsu sekai o fukumu motto ōkina purotto ni owarudeshou. Mangade wa, jissai ni wa motto ōku no koto ga okori, subete ga motto omoshiroku narimasu. Kore wa 2-nen-me no shīzun ni mo okorimasu ka? Osoraku. Shikashi, Mikusa ga dono yō ni kiritora rete iru no ka o miru to, purotto no ōkina bubun ga ketsuraku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main thing that bothered me is that they completely cut out my favorite character who was in fact part of the main cast; a crossdressing female. The reason she is crossdressing is because she is from the hime clan but doesn't have healing powers. This will eventually end up in a much larger plot involving the real world. In the manga there actually happens more in the real world too, making everything a lot more interesting. Will this still happen in the second season? Possibly. But seeing how Mikusa is cut out, big parts from the plot will be missing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main thing that bothered me is that they completely cut out my favorite character who was in fact part of the main cast;\u001b[24m\n    \u001b[1m私を悩ませた主なものは、彼らが実際にメインキャストの一部だった私の好きなキャラクターを完全に切り捨てたことです。\u001b[22m, \u001b[1m私を気に主なものは、彼らが完全に実際にメインキャストの一部であった私の好きな文字を切り出すことです。\u001b[22m\n\u001b[4ma crossdressing female.\u001b[24m\n    \u001b[1m十字架の女性。\u001b[22m, \u001b[1m異性装の女性。\u001b[22m\n\u001b[4mThe reason she is crossdressing is because she is from the hime clan but doesn't have healing powers.\u001b[24m\n    \u001b[1m彼女がクロスドレスをしているのは、彼女がヒメ一族のものだからだが、治癒力はないからだ。\u001b[22m, \u001b[1m彼女が姫一族からですが、癒しの力を持っていないので、彼女は異性装されている理由があります。\u001b[22m\n\u001b[4mThis will eventually end up in a much larger plot involving the real world.\u001b[24m\n    \u001b[1mこれは結局、現実世界を含むもっと大きなプロットに終わるでしょう。\u001b[22m, \u001b[1mこれは、最終的には現実の世界を含むはるかに大きいプロットになってしまいます。\u001b[22m\n\u001b[4mIn the manga there actually happens more in the real world too, making everything a lot more interesting.\u001b[24m\n    \u001b[1mマンガでは、実際にはもっと多くのことが起こり、すべてがもっと面白くなります。\u001b[22m, \u001b[1m漫画では、実際にすべてが、より多くの興味深い作り、あまりにも現実の世界でより多くが起こります。\u001b[22m\n\u001b[4mWill this still happen in the second season?\u001b[24m\n    \u001b[1mこれは2年目のシーズンにも起こりますか？\u001b[22m, \u001b[1mこれはまだ第二シーズンに起こるのだろうか？\u001b[22m\n\u001b[4mPossibly.\u001b[24m\n    \u001b[1mおそらく。\u001b[22m\n\u001b[4mBut seeing how Mikusa is cut out, big parts from the plot will be missing.\u001b[24m\n    \u001b[1mしかし、Mikusaがどのように切り取られているのかを見ると、プロットの大きな部分が欠落します。\u001b[22m, \u001b[1mしかしMikusaを切り出す方法を見て、プロットから大きな部品が欠落します。\u001b[22m\n\u001b[1m\u001b[22m\nGood manga, bad anime adaptation.\n\n\u001b[1m良い漫画、悪いアニメの適応。\u001b[22m\n\u001b[1m(Yoi manga, warui anime no tekiō.)\u001b[22m\n\nTranslations of \u001b[4mGood manga, bad anime adaptation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood manga, bad anime adaptation.\u001b[24m\n    \u001b[1m良い漫画、悪いアニメの適応。\u001b[22m, \u001b[1mグッド漫画、悪いアニメの適応。\u001b[22m"
  },
  {
    "title": "Arata_Kangatari",
    "id": "16518",
    "url": "https://myanimelist.net/anime/16518/Arata_Kangatari",
    "user": "ainthemix",
    "profile": "/profile/ainthemix/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=103399",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\n私はArata Kangatariが放送を開始し、それに興味があるとすぐに開始しました。私はまたマンガを読み始めました。 私はこの番組のこの部分がマンガのストーリーラインに完全に沿っていることを嬉しく思います。 シリーズの悪い部分はほとんどありませんが、贅沢に悪いことはありません。\n\nストーリー：ストーリーはかなり面白いですが、私はそれが「悪い部分」の1つであることがわかります。 それは典型的なshounen '私は世界のストーリーラインを保存したいので、何も新しいです。 いくつかの力はさっぱりしているように見えますが、キャラクターの成長があります（私は特にKannagiになると信じています）。しかし、全体的に見ても、シーズンごとに放送される同様の番組は無数にあります。 私は設定と2つの世界の交差点が好きです（これもデジャヴですが）ので、私はストーリーラインの嫌いな人だとは言えません。 それはさわやかで革新的ではありませんが、退屈ではありません。\n\nART＆amp; amp; サウンド：私はこれらのテーマの両方に対して高い評価を与えました。 アラタ・カンガタリには典型的なビショナン・アートがあると私は信じています。 ボディの割合、風景、武器、戦いのシーンはかなりうまくいっており、漫画はうまく描かれています。 それは本当にピカソのアートワークではありませんが、アートスタイルに関しては大きな欠陥はありません。 サウンドもかなり良いです。 私はオープニングシーンを本当に愛しました（これはまれですが、私はそれらをあまりスキップする傾向があります）。\n\n文字：私が選択しなければならない場合、私は文字がこのシリーズの私の好きな部分だと言うでしょう。 本当に鈍い文字がいくつかありますが、それらの大部分はとても楽しく、関連しやすいです（したがってマーク9、10ではありません）。 鈍い文字は主なペアArataとKadowakiです。 シリーズが進歩するにつれて成長し、彼は肌の肌から剥がれ、彼は面白くなります。 一方、門脇はこれまでのところキャラクターの成長はそれほど目に見えませんでした。 彼らは私の意見では本当に面白いので、私はKannagi、KuguraとYatakaを軽く持って来なければならない。 特にマンガで話題になっているクグラは、毎日の人間が不安や複雑さに関係しているという現実の問題を描いているからです。 それはキャラクターになるときに別の非常に興味深い部分は、それはコメディであり、同時に奨励されているように、かなぎ - ヤタカの関係です。\n\nエンジョイメント：楽しみになると、私はそれを8/10にしました。 マークは非常に高く、主にArata Kangatariがあなたのアドレナリンをいくつかの瞬間に高くすることができ、それはかなり楽しいものです。 一方、新しいことは何もないので、9または10を受け取っていません。ストーリーラインは反復することができ、主なアイデアは、時には神経が壊れるようになる可能性のあるクリシェカテゴリに分類されます。 しかしシリーズが進行するにつれて、キャラクターに慣れ、両方のストーリーライン（地球とアマワクニ）のストーリーラインの欠陥の大部分を許してしまうことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI started watching Arata Kangatari as soon as it began airing and being pretty interested in it, I also started reading manga. I am happy that this part of the show was totally along the manga storyline, which I find quite enjoyable. There are few bad parts of the series, but nothing extravagantly bad, I believe.\n\n\u001b[1m私はArata Kangatariが放送を開始し、それに興味があるとすぐに開始しました。私はまたマンガを読み始めました。 私はこの番組のこの部分がマンガのストーリーラインに完全に沿っていることを嬉しく思います。 シリーズの悪い部分はほとんどありませんが、贅沢に悪いことはありません。\u001b[22m\n\u001b[1m(Watashi wa Arata Kangatari ga hōsō o kaishi shi, soreni kyōmigāru to sugu ni kaishi shimashita. Watashi wa mata manga o yomi hajimemashita. Watashi wa kono bangumi no kono bubun ga manga no sutōrīrain ni kanzen ni sotte iru koto o ureshiku omoimasu. Shirīzu no warui bubun wa hotondo arimasenga, zeitaku ni warui koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI started watching Arata Kangatari as soon as it began airing and being pretty interested in it, I also started reading manga. I am happy that this part of the show was totally along the manga storyline, which I find quite enjoyable. There are few bad parts of the series, but nothing extravagantly bad, I believe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started watching Arata Kangatari as soon as it began airing and being pretty interested in it, I also started reading manga.\u001b[24m\n    \u001b[1m私はArata Kangatariが放送を開始し、それに興味があるとすぐに開始しました。私はまたマンガを読み始めました。\u001b[22m, \u001b[1m私は、すぐにそれが放映し、その中にはかなり興味を持っている始めたアラタKangatariを見始め、私も漫画を読み始めました。\u001b[22m\n\u001b[4mI am happy that this part of the show was totally along the manga storyline, which I find quite enjoyable.\u001b[24m\n    \u001b[1m私はこの番組のこの部分がマンガのストーリーラインに完全に沿っていることを嬉しく思います。\u001b[22m, \u001b[1m私はショーのこの部分は完全に私はかなり楽しい見つけるマンガのストーリーに沿ったことが嬉しいです。\u001b[22m\n\u001b[4mThere are few bad parts of the series, but nothing extravagantly bad, I believe.\u001b[24m\n    \u001b[1mシリーズの悪い部分はほとんどありませんが、贅沢に悪いことはありません。\u001b[22m, \u001b[1mそこシリーズのいくつかの悪い部分がありますが、何もぜいたくに悪い、私は信じています。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: Story is pretty much cliche, which I find to be one of the 'bad parts'. It is a typical shounen 'I wanna save the world' storyline, so nothing new. Some powers do seem refreshing and there is some character growth (I believe especially when it comes to Kannagi), but overall the idea is pretty much already used up in countless of similar shows which air every season. I do like the setting and the intersection of two worlds (even though this is deja vu also), so I can't say that I am a total hater of the storyline. It is not refreshing or innovative, but it is not boring either.\n\n\u001b[1mストーリー：ストーリーはかなり面白いですが、私はそれが「悪い部分」の1つであることがわかります。 それは典型的なshounen '私は世界のストーリーラインを保存したいので、何も新しいです。 いくつかの力はさっぱりしているように見えますが、キャラクターの成長があります（私は特にKannagiになると信じています）。しかし、全体的に見ても、シーズンごとに放送される同様の番組は無数にあります。 私は設定と2つの世界の交差点が好きです（これもデジャヴですが）ので、私はストーリーラインの嫌いな人だとは言えません。 それはさわやかで革新的ではありませんが、退屈ではありません。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa kanari omoshiroidesuga, watashi wa sore ga `warui bubun' no 1tsudearu koto ga wakarimasu. Sore wa tenkei-tekina shounen' watashi wa sekai no sutōrīrain o hozon shitainode, nani mo atarashīdesu. Ikutsu ka no chikara wa sappari shite iru yō ni miemasuga, kyarakutā no seichō ga arimasu (watashi wa tokuni Kannagi ni naru to shinjite imasu). Shikashi, zentai-teki ni mite mo, shīzun-goto ni hōsō sa reru dōyō no bangumi wa musū ni arimasu. Watashi wa settei to 2tsu no sekai no kōsaten ga sukidesu (kore mo dejavudesuga)node, watashi wa sutōrīrain no kirainahitoda to wa iemasen. Sore wa sawayakade kakushin-tekide wa arimasenga, taikutsude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: Story is pretty much cliche, which I find to be one of the 'bad parts'. It is a typical shounen 'I wanna save the world' storyline, so nothing new. Some powers do seem refreshing and there is some character growth (I believe especially when it comes to Kannagi), but overall the idea is pretty much already used up in countless of similar shows which air every season. I do like the setting and the intersection of two worlds (even though this is deja vu also), so I can't say that I am a total hater of the storyline. It is not refreshing or innovative, but it is not boring either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: Story is pretty much cliche, which I find to be one of the 'bad parts'.\u001b[24m\n    \u001b[1mストーリー：ストーリーはかなり面白いですが、私はそれが「悪い部分」の1つであることがわかります。\u001b[22m, \u001b[1mSTORY：ストーリーは、私は「悪い部分」の1であることがわかり、かなり決まり文句です。\u001b[22m\n\u001b[4mIt is a typical shounen 'I wanna save the world' storyline, so nothing new.\u001b[24m\n    \u001b[1mそれは典型的なshounen '私は世界のストーリーラインを保存したいので、何も新しいです。\u001b[22m, \u001b[1mストーリー「私は世界救うたい」を典型的な少年、それほど新しいものでは。\u001b[22m\n\u001b[4mSome powers do seem refreshing and there is some character growth (I believe especially when it comes to Kannagi), but overall the idea is pretty much already used up in countless of similar shows which air every season.\u001b[24m\n    \u001b[1mいくつかの力はさっぱりしているように見えますが、キャラクターの成長があります（私は特にKannagiになると信じています）。しかし、全体的に見ても、シーズンごとに放送される同様の番組は無数にあります。\u001b[22m, \u001b[1mいくつかの力がさわやか見えるんし、いくつかの文字の成長は（私はそれがかんなぎに来る場合は特に信じている）があるが、全体的なアイデアはかなり既にその空気類似番組毎シーズンの無数の中に使用されています。\u001b[22m\n\u001b[4mI do like the setting and the intersection of two worlds (even though this is deja vu also), so I can't say that I am a total hater of the storyline.\u001b[24m\n    \u001b[1m私は設定と2つの世界の交差点が好きです（これもデジャヴですが）ので、私はストーリーラインの嫌いな人だとは言えません。\u001b[22m, \u001b[1m私は設定と二つの世界の交差点（これはまた、既視感であっても）好きですので、私はストーリーの合計嫌いだと言うことはできません。\u001b[22m\n\u001b[4mIt is not refreshing or innovative, but it is not boring either.\u001b[24m\n    \u001b[1mそれはさわやかで革新的ではありませんが、退屈ではありません。\u001b[22m, \u001b[1mこれは、更新または革新的ではないが、それはどちらか退屈ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nART &amp; SOUND: I gave high marks for both of these themes. Arata Kangatari has a typical bishounen art, I believe, so it isn't hard on the eyes. Body proportions, scenery, weapon and fight scenes are pretty much well done and manga is drawn nicely. It is not really Pikaso's artwork, but I don't find any great faults when it comes to art style. Sound is pretty good as well, imho. I really loved the opening scene (which is rare, I tend to skip them a lot).\n\n\u001b[1mART＆amp; amp; サウンド：私はこれらのテーマの両方に対して高い評価を与えました。 アラタ・カンガタリには典型的なビショナン・アートがあると私は信じています。 ボディの割合、風景、武器、戦いのシーンはかなりうまくいっており、漫画はうまく描かれています。 それは本当にピカソのアートワークではありませんが、アートスタイルに関しては大きな欠陥はありません。 サウンドもかなり良いです。 私はオープニングシーンを本当に愛しました（これはまれですが、私はそれらをあまりスキップする傾向があります）。\u001b[22m\n\u001b[1m(Āto& amp; amp; saundo: Watashi wa korera no tēma no ryōhō ni taishite takai hyōka o ataemashita. Arata kangatari ni wa tenkei-tekina bishonan āto ga aru to watashi wa shinjite imasu. Bodi no wariai, fūkei, buki, tatakai no shīn wa kanari umaku itte ori, manga wa umaku egaka rete imasu. Sore wa hontōni Pikaso no ātowākude wa arimasenga, ātosutairu ni kanshite wa ōkina kekkan wa arimasen. Saundo mo kanari yoidesu. Watashi wa ōpuningushīn o hontōni aishimashita (kore wa maredesuga, watashi wa sorera o amari sukippu suru keikō ga arimasu).)\u001b[22m\n\nTranslations of \u001b[4mART &amp; SOUND: I gave high marks for both of these themes. Arata Kangatari has a typical bishounen art, I believe, so it isn't hard on the eyes. Body proportions, scenery, weapon and fight scenes are pretty much well done and manga is drawn nicely. It is not really Pikaso's artwork, but I don't find any great faults when it comes to art style. Sound is pretty good as well, imho. I really loved the opening scene (which is rare, I tend to skip them a lot).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART &amp;\u001b[24m\n    \u001b[1mART＆amp; amp;\u001b[22m, \u001b[1mART＆＃038;\u001b[22m\n\u001b[4mSOUND: I gave high marks for both of these themes.\u001b[24m\n    \u001b[1mサウンド：私はこれらのテーマの両方に対して高い評価を与えました。\u001b[22m, \u001b[1mSOUND：私はこれらのテーマの両方のために高い評価を与えました。\u001b[22m\n\u001b[4mArata Kangatari has a typical bishounen art, I believe, so it isn't hard on the eyes.\u001b[24m\n    \u001b[1mアラタ・カンガタリには典型的なビショナン・アートがあると私は信じています。\u001b[22m, \u001b[1mアラタKangatariは、典型的な美少年芸術を持って、私は信じているので、目には難しいことではありません。\u001b[22m\n\u001b[4mBody proportions, scenery, weapon and fight scenes are pretty much well done and manga is drawn nicely.\u001b[24m\n    \u001b[1mボディの割合、風景、武器、戦いのシーンはかなりうまくいっており、漫画はうまく描かれています。\u001b[22m, \u001b[1mプロポーション、風景、武器と戦うシーンはかなりよく出来ていると漫画がうまく描かれています。\u001b[22m\n\u001b[4mIt is not really Pikaso's artwork, but I don't find any great faults when it comes to art style.\u001b[24m\n    \u001b[1mそれは本当にピカソのアートワークではありませんが、アートスタイルに関しては大きな欠陥はありません。\u001b[22m, \u001b[1mそれは本当にPikasoのアートワークではありませんが、それはアートスタイルに来るとき、私はすべての偉大な欠陥を見つけることはありません。\u001b[22m\n\u001b[4mSound is pretty good as well, imho.\u001b[24m\n    \u001b[1mサウンドもかなり良いです。\u001b[22m, \u001b[1mサウンドは私見で、同様にかなり良いです。\u001b[22m\n\u001b[4mI really loved the opening scene (which is rare, I tend to skip them a lot).\u001b[24m\n    \u001b[1m私はオープニングシーンを本当に愛しました（これはまれですが、私はそれらをあまりスキップする傾向があります）。\u001b[22m, \u001b[1m私は本当に（私は彼らに多くのことをスキップする傾向があり、稀である）オープニングシーンを追加しました。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: If I had to choose, I would say that characters are my favorite parts of this series. There are some really dull characters, but majority of them is quite enjoyable and easy to relate to (hence the mark 9, not 10). The dull characters are the main pair, Arata and Kadowaki. Arata does grow as the series progress and when he peels out of his whiny skin, he becomes interesting as well. Kadowaki, on the other hand, hasn't witnessed so much character growth so far. I have to bring to light Kannagi, Kugura and Yataka though, as they are really interesting in my opinion. Especially Kugura, whose story is seen in manga, because he depicts real problems that everyday human can relate to, insecurities and complexes. Another very interesting part when it comes to characters is Kannagi-Yataka relationship, as it is comedic and encouraging in the same time.\n\n\u001b[1m文字：私が選択しなければならない場合、私は文字がこのシリーズの私の好きな部分だと言うでしょう。 本当に鈍い文字がいくつかありますが、それらの大部分はとても楽しく、関連しやすいです（したがってマーク9、10ではありません）。 鈍い文字は主なペアArataとKadowakiです。 シリーズが進歩するにつれて成長し、彼は肌の肌から剥がれ、彼は面白くなります。 一方、門脇はこれまでのところキャラクターの成長はそれほど目に見えませんでした。 彼らは私の意見では本当に面白いので、私はKannagi、KuguraとYatakaを軽く持って来なければならない。 特にマンガで話題になっているクグラは、毎日の人間が不安や複雑さに関係しているという現実の問題を描いているからです。 それは、キャラクターになると、面白くて面白いのは、同じ時間にコメディーと励ましのように、かなぎややカの関係です。\u001b[22m\n\u001b[1m(Moji: Watashi ga sentaku shinakereba naranai baai, watashi wa moji ga kono shirīzu no watashi no sukina bubunda to iudeshou. Hontōni nibui moji ga ikutsu ka arimasuga, sorera no daibubun wa totemo tanoshiku, kanren shi yasuidesu (shitagatte māku 9, 10de wa arimasen). Nibui moji wa omona pea Arata to Kadowakidesu. Shirīzu ga shinpo suru ni tsurete seichō shi, kare wa hada no hada kara hagare, kare wa omoshiroku narimasu. Ippō, Kadowaki wa kore made no tokoro kyarakutā no seichō wa sorehodo me ni miemasendeshita. Karera wa watashi no ikende wa hontōni omoshiroinode, watashi wa Kannagi, Kugura to Yataka o karuku motte konakereba naranai. Tokuni manga de wadai ni natte iru kugura wa, mainichi no ningen ga fuan ya fukuzatsu-sa ni kankei shite iru to iu genjitsu no mondai o kaite irukaradesu. Sore wa, kyarakutā ni naru to, omoshirokute omoshiroi no wa, onaji jikan ni komedī to hagemashi no yō ni, ka na giya ya ka no kankeidesu.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: If I had to choose, I would say that characters are my favorite parts of this series. There are some really dull characters, but majority of them is quite enjoyable and easy to relate to (hence the mark 9, not 10). The dull characters are the main pair, Arata and Kadowaki. Arata does grow as the series progress and when he peels out of his whiny skin, he becomes interesting as well. Kadowaki, on the other hand, hasn't witnessed so much character growth so far. I have to bring to light Kannagi, Kugura and Yataka though, as they are really interesting in my opinion. Especially Kugura, whose story is seen in manga, because he depicts real problems that everyday human can relate to, insecurities and complexes. Another very interesting part when it comes to characters is Kannagi-Yataka relationship, as it is comedic and encouraging in the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: If I had to choose, I would say that characters are my favorite parts of this series.\u001b[24m\n    \u001b[1m文字：私が選択しなければならない場合、私は文字がこのシリーズの私の好きな部分だと言うでしょう。\u001b[22m, \u001b[1mCHARACTER：私は選択しなければならないとしたら、私は文字がこのシリーズの私のお気に入りの一部であると言うでしょう。\u001b[22m\n\u001b[4mThere are some really dull characters, but majority of them is quite enjoyable and easy to relate to (hence the mark 9, not 10).\u001b[24m\n    \u001b[1m本当に鈍い文字がいくつかありますが、それらの大部分はとても楽しく、関連しやすいです（したがってマーク9、10ではありません）。\u001b[22m, \u001b[1mそこにいくつかの本当に鈍いの文字がありますが、それらの大部分は、（それゆえマーク9、いない10）に関係するのは非常に楽しく、簡単です。\u001b[22m\n\u001b[4mThe dull characters are the main pair, Arata and Kadowaki.\u001b[24m\n    \u001b[1m鈍い文字は主なペアArataとKadowakiです。\u001b[22m, \u001b[1m鈍い文字がメインのペア、アラタと門脇です。\u001b[22m\n\u001b[4mArata does grow as the series progress and when he peels out of his whiny skin, he becomes interesting as well.\u001b[24m\n    \u001b[1mシリーズが進歩するにつれて成長し、彼は肌の肌から剥がれ、彼は面白くなります。\u001b[22m, \u001b[1mアラタは、シリーズの進行状況として成長しないと、彼は不機嫌そうな皮膚の外に剥離するとき、彼は同様に興味深いとなります。\u001b[22m\n\u001b[4mKadowaki, on the other hand, hasn't witnessed so much character growth so far.\u001b[24m\n    \u001b[1m一方、門脇はこれまでのところキャラクターの成長はそれほど目に見えませんでした。\u001b[22m, \u001b[1m門脇は、他の一方で、これまであまりキャラクターの成長を目撃していません。\u001b[22m\n\u001b[4mI have to bring to light Kannagi, Kugura and Yataka though, as they are really interesting in my opinion.\u001b[24m\n    \u001b[1m彼らは私の意見では本当に面白いので、私はKannagi、KuguraとYatakaを軽く持って来なければならない。\u001b[22m, \u001b[1m私は、彼らが私の意見では、本当に興味深いとして、しかしかんなぎ、KuguraとYatakaに光を持参する必要があります。\u001b[22m\n\u001b[4mEspecially Kugura, whose story is seen in manga, because he depicts real problems that everyday human can relate to, insecurities and complexes.\u001b[24m\n    \u001b[1m特にマンガで話題になっているクグラは、毎日の人間が不安や複雑さに関係しているという現実の問題を描いているからです。\u001b[22m, \u001b[1mその話彼は日常の人間は、不安との複合体に関連することができる実際の問題を示しているので、マンガに見られる特にKugura、。\u001b[22m\n\u001b[4mAnother very interesting part when it comes to characters is Kannagi-Yataka relationship, as it is comedic and encouraging in the same time.\u001b[24m\n    \u001b[1mそれは、キャラクターになると、面白くて面白いのは、同じ時間にコメディーと励ましのように、かなぎややカの関係です。\u001b[22m, \u001b[1mそれは、同じ時間でコミカルかつ有望であるとして、それは文字に来るもう一つの非常に興味深い部分は、かんなぎ-Yataka関係です。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: When it comes to enjoyment, I gave it 8/10. The mark is pretty high, mostly because Arata Kangatari can get your adrenaline high in some moments and it is quite enjoyable. On the other hand, there is nothing new, therefore it didn't receive 9 or 10. Storyline can become repetitive and main ideas fall into the cliche category, which can become nerve wrecking sometimes. But as the series progress, you can really get to like characters and forgive most of the storyline faults for both storylines (Earth and Amawakuni).\n\n\u001b[1mエンジョイメント：楽しみになると、私はそれを8/10にしました。 マークは非常に高く、主にArata Kangatariがあなたのアドレナリンをいくつかの瞬間に高くすることができ、それはかなり楽しいものです。 一方、新しいことは何もないので、9または10を受け取っていません。ストーリーラインは反復することができ、主なアイデアは、時には神経が壊れるようになる可能性のあるクリシェカテゴリに分類されます。 しかしシリーズが進行するにつれて、キャラクターに慣れ、両方のストーリーライン（地球とアマワクニ）のストーリーラインの欠陥の大部分を許してしまうことができます。\u001b[22m\n\u001b[1m(Enjoimento: Tanoshimi ni naru to, watashi wa sore o 8/ 10 ni shimashita. Māku wa hijō ni takaku, omo ni Arata Kangatari ga anata no adorenarin o ikutsu ka no shunkan ni takaku suru koto ga deki, sore wa kanari tanoshī monodesu. Ippō, atarashī koto wa nani mo nainode, 9 matawa 10 o uketotte imasen. Sutōrīrain wa hanpuku suru koto ga deki, omona aidea wa, tokiniha shinkei ga kowareru yō ni naru kanōsei no aru kurishekategori ni bunrui sa remasu. Shikashi shirīzu ga shinkō suru ni tsurete, kyarakutā ni nare, ryōhō no sutōrīrain (chikyū to amawakuni) no sutōrīrain no kekkan no daibubun o yurushite shimau koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: When it comes to enjoyment, I gave it 8/10. The mark is pretty high, mostly because Arata Kangatari can get your adrenaline high in some moments and it is quite enjoyable. On the other hand, there is nothing new, therefore it didn't receive 9 or 10. Storyline can become repetitive and main ideas fall into the cliche category, which can become nerve wrecking sometimes. But as the series progress, you can really get to like characters and forgive most of the storyline faults for both storylines (Earth and Amawakuni).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: When it comes to enjoyment, I gave it 8/10.\u001b[24m\n    \u001b[1mエンジョイメント：楽しみになると、私はそれを8/10にしました。\u001b[22m, \u001b[1m享有：それは楽しみになると、私はそれ8/10ました。\u001b[22m\n\u001b[4mThe mark is pretty high, mostly because Arata Kangatari can get your adrenaline high in some moments and it is quite enjoyable.\u001b[24m\n    \u001b[1mマークは非常に高く、主にArata Kangatariがあなたのアドレナリンをいくつかの瞬間に高くすることができ、それはかなり楽しいものです。\u001b[22m, \u001b[1mマークはアラタKangatariは、いくつかの瞬間にあなたのアドレナリンが高く得ることができ、それは非常に楽しいです主な理由は、かなり高いです。\u001b[22m\n\u001b[4mOn the other hand, there is nothing new, therefore it didn't receive 9 or 10. Storyline can become repetitive and main ideas fall into the cliche category, which can become nerve wrecking sometimes.\u001b[24m\n    \u001b[1m一方、新しいことは何もないので、9または10を受け取っていません。ストーリーラインは反復することができ、主なアイデアは、時には神経が壊れるようになる可能性のあるクリシェカテゴリに分類されます。\u001b[22m, \u001b[1m一方、そこに新しいものは何もありません、したがって、それは9または10ストーリーラインを受信しませんでした反復的で主なアイデアになることができ、時には神経破壊になることが決まり文句のカテゴリに分類。\u001b[22m\n\u001b[4mBut as the series progress, you can really get to like characters and forgive most of the storyline faults for both storylines (Earth and Amawakuni).\u001b[24m\n    \u001b[1mしかしシリーズが進行するにつれて、キャラクターに慣れ、両方のストーリーライン（地球とアマワクニ）のストーリーラインの欠陥の大部分を許してしまうことができます。\u001b[22m, \u001b[1mしかし、一連の進行状況として、あなたは本当に文字を好きに取得し、両方のストーリー（地球とAmawakuni）のためのストーリー障害のほとんどを許すことができます。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Arata_Kangatari",
    "id": "16518",
    "url": "https://myanimelist.net/anime/16518/Arata_Kangatari",
    "user": "pantythief666",
    "profile": "/profile/pantythief666/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=105021",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  8\n\nこのレビューの目的は、私の個人的な意見ができるだけ少ないこのアニメについて、簡潔で詳細で主観的な見解を与え、厳密な数字の使用を避けることです。\n\nストーリー：良い（約7）\n概念はかなりユニークですが、私は言うでしょう。 別の世界の異なるキャラクターで役割を切り替えるというアイデアは、キャラクターに爽やかな視点をもたらし、そのために彼らの反応や経験を感じることができます。 しかし、ストーリーの進行は時には遅く、戦闘シーンはちょっと鈍いです。 しかしそれは別に、悪い話ではありません。\n\nアート：フェア（約6）\n芸術のスタイルは、あなたがほとんどのアニメで期待するかもしれないもののような、少し一般的ですが、それは悪くはありません。 キャラクターのアニメーションは時々停滞し、あなたは「動きのある口」のトークシーンを手に入れますが、それはあまりにも頻繁ではありません。 私はそれがアートのためのこのスコアを与える主な理由は、アニメーションが '強烈な'戦いのシーンで不足していることを伝えることができるためです。 しかし、あなたはうまくやっている背景がかなり助けになることがわかります。\n\nサウンド：フェア（約6）\n主人公の音は上質で、実際にはむしろそれに合っていますが、耳障りなこともあります。 サポートキャラクター、そのうちのいくつかはあまりにもきれいな音をdidntします。  OSTはそれほど悪くはないが、最初の部分は悪い終わりのテーマ、後半は残念だが魅力的ではない。これらは両方ともOLDCODEXの曲であるため、あなたは無意識のうちに頭の中で歌う 、私は知っていた。 それ以外は、背景で演奏された他の音楽は、忘れられていて、本当に悪くはなかった。\n\n文字：非常に良い（約8）\n\n\n楽しさ：非常に良い（約8）\nこれはかなり楽しめるシリーズです。 ほとんどの理由が述べられていますが、私は繰り返し述べます。 この外国の世界でキャラクターがどのように反応するかを見るには、特にその出来事から、現実的に見るのが魅力です。 次に、結果として、各キャラクターが異なる心理的状態を通過するのを見ることは、このショーにフレアを加え、ストーリーの進行を実現可能にする。 最後に、前述したように、キャラクターのインタラクションや背景ストーリーは素晴らしく、ほとんどの人はそれを楽しむでしょう。\n\n全体的：良い（約7）\n全体的に、これは悪いアニメではありませんが、当然のことながら、私の意見を認めません。 それは私が見た最も驚くべきアニメではありませんが、それはあなたにいくつかのエンターテイメントといくつかの笑いをここに与える可能性があります。 このシリーズのことは、あなたがそれを見るとき、あまりにも批判的でも過酷でもないようにしようとしているだけで、流れに乗って楽しむことです。ストーリー、キャラクター、そしてその他のものは全体として一緒に撮ったものです。 時計。 私は言うだろうが...それはちょっとここでゆっくりとすることができますし、時にはキャラクターはあなたを狂ってしまうが、それは全体のショーではない。\n\nこのレビューを読んでくれてありがとうと私はそれが助けたと思った。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nthe purpose of this review is to give a concise,detailed,subjective view on this anime with little of my personal opinions as possible, and avoid using strict numbers.\n\n\u001b[1mこのレビューの目的は、私の個人的な意見ができるだけ少ないこのアニメについて、簡潔で詳細で主観的な見解を与え、厳密な数字の使用を避けることです。\u001b[22m\n\u001b[1m(Kono rebyū no mokuteki wa, watashi no kojin-tekina iken ga dekirudake sukunai kono anime ni tsuite, kanketsude shōsaide shukan-tekina kenkai o atae, genmitsuna sūji no shiyō o yokeru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mthe purpose of this review is to give a concise,detailed,subjective view on this anime with little of my personal opinions as possible, and avoid using strict numbers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe purpose of this review is to give a concise,detailed,subjective view on this anime with little of my personal opinions as possible, and avoid using strict numbers.\u001b[24m\n    \u001b[1mこのレビューの目的は、私の個人的な意見ができるだけ少ないこのアニメについて、簡潔で詳細で主観的な見解を与え、厳密な数字の使用を避けることです。\u001b[22m, \u001b[1mこのレビューの目的は、可能な限り私の個人的な意見のほとんどでこのアニメに簡潔、詳細な、主観的なビューを提供し、厳密な数字を使用しないようにすることです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:Good (about a 7)\n\n\u001b[1mストーリー：良い（約7）\u001b[22m\n\u001b[1m(Sutōrī: Yoi (yaku 7))\u001b[22m\n\nTranslations of \u001b[4mStory:Good (about a 7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:Good (about a 7)\u001b[24m\n    \u001b[1mストーリー：良い（約7）\u001b[22m, \u001b[1mストーリー：グッド（約7）\u001b[22m\nThe concept is pretty unique i will say. The idea of switching roles with a different character, in a different world gives a refreshing perspective on the characters and you can feel their reactions and experiences because of this. However, the story progression is sometimes slow and the fight scenes are kinda dull. But that aside, its not a bad storyline.\n\n\u001b[1m概念はかなりユニークですが、私は言うでしょう。 別の世界の異なるキャラクターで役割を切り替えるというアイデアは、キャラクターに爽やかな視点をもたらし、そのために彼らの反応や経験を感じることができます。 しかし、ストーリーの進行は時には遅く、戦闘シーンはちょっと鈍いです。 しかしそれは別に、悪い話ではありません。\u001b[22m\n\u001b[1m(Gainen wa kanari yunīkudesuga, watashi wa iudeshou. Betsu no sekai no kotonaru kyarakutā de yakuwari o kirikaeru to iu aidea wa, kyarakutā ni sawayakana shiten o motarashi, sonotame ni karera no han'nō ya keiken o kanjiru koto ga dekimasu. Shikashi, sutōrī no shinkō wa tokiniha osoku, sentō shīn wa chotto nibuidesu. Shikashi sore wa betsuni, warui hanashide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe concept is pretty unique i will say. The idea of switching roles with a different character, in a different world gives a refreshing perspective on the characters and you can feel their reactions and experiences because of this. However, the story progression is sometimes slow and the fight scenes are kinda dull. But that aside, its not a bad storyline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concept is pretty unique i will say.\u001b[24m\n    \u001b[1m概念はかなりユニークですが、私は言うでしょう。\u001b[22m, \u001b[1mコンセプトは、私は言うだろう、かなりユニークです。\u001b[22m\n\u001b[4mThe idea of switching roles with a different character, in a different world gives a refreshing perspective on the characters and you can feel their reactions and experiences because of this.\u001b[24m\n    \u001b[1m別の世界の異なるキャラクターで役割を切り替えるというアイデアは、キャラクターに爽やかな視点をもたらし、そのために彼らの反応や経験を感じることができます。\u001b[22m, \u001b[1m別の世界では、異なる文字で役割を切り替えるのアイデアが文字にさわやかな視点を与え、あなたはそれらの反応や、このための経験を感じることができます。\u001b[22m\n\u001b[4mHowever, the story progression is sometimes slow and the fight scenes are kinda dull.\u001b[24m\n    \u001b[1mしかし、ストーリーの進行は時には遅く、戦闘シーンはちょっと鈍いです。\u001b[22m, \u001b[1mしかし、物語の進行が時々遅く、戦いのシーンはちょっと鈍いです。\u001b[22m\n\u001b[4mBut that aside, its not a bad storyline.\u001b[24m\n    \u001b[1mしかしそれは別に、悪い話ではありません。\u001b[22m, \u001b[1mしかし、それはさておき、その悪くないストーリー。\u001b[22m\n\u001b[1m\u001b[22m\nArt:Fair (about a 6)\n\n\u001b[1mアート：フェア（約6）\u001b[22m\n\u001b[1m(Āto: Fea (yaku 6))\u001b[22m\n\nTranslations of \u001b[4mArt:Fair (about a 6)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:Fair (about a 6)\u001b[24m\n    \u001b[1mアート：フェア（約6）\u001b[22m\nthe art style is kinda generic, like what you might expect in most anime, but it isnt bad. The character animations are sometimes stagnant and you get the 'moving mouth' talk scenes, but that isnt too often. The main reason i give it this score for the art is because you can tell the animation is lacking in an' intense' fight scene. But you will find that the backgrounds are done nicely and that helps quite a bit.\n\n\u001b[1m芸術のスタイルは、あなたがほとんどのアニメで期待するかもしれないもののような、少し一般的ですが、それは悪くはありません。 キャラクターのアニメーションは時々停滞し、あなたは「動きのある口」のトークシーンを手に入れますが、それはあまりにも頻繁ではありません。 私はそれがアートのためのこのスコアを与える主な理由は、アニメーションが '強烈な'戦いのシーンで不足していることを伝えることができるためです。 しかし、あなたはうまくやっている背景がかなり助けになることがわかります。\u001b[22m\n\u001b[1m(Geijutsu no sutairu wa, anata ga hotondo no anime de kitai suru kamo shirenai mono no yōna, sukoshi ippan-tekidesuga, sore wa waruku wa arimasen. Kyarakutā no animēshon wa tokidoki teitai shi, anata wa `ugoki no aru kuchi' no tōkushīn o te ni iremasuga, sore wa amarini mo hinpande wa arimasen. Watashi wa sore ga āto no tame no kono sukoa o ataeru omona riyū wa, animēshon ga' kyōretsuna' tatakai no shīn de fusoku shite iru koto o tsutaeru koto ga dekiru tamedesu. Shikashi, anata wa umaku yatte iru haikei ga kanari tasuke ni naru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe art style is kinda generic, like what you might expect in most anime, but it isnt bad. The character animations are sometimes stagnant and you get the 'moving mouth' talk scenes, but that isnt too often. The main reason i give it this score for the art is because you can tell the animation is lacking in an' intense' fight scene. But you will find that the backgrounds are done nicely and that helps quite a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe art style is kinda generic, like what you might expect in most anime, but it isnt bad.\u001b[24m\n    \u001b[1m芸術のスタイルは、あなたがほとんどのアニメで期待するかもしれないもののような、少し一般的ですが、それは悪くはありません。\u001b[22m, \u001b[1mアートスタイルを使用すると、ほとんどのアニメに期待するかもしれないもののように、ちょっと一般的であり、それは悪いイマイチ。\u001b[22m\n\u001b[4mThe character animations are sometimes stagnant and you get the 'moving mouth' talk scenes, but that isnt too often.\u001b[24m\n    \u001b[1mキャラクターのアニメーションは時々停滞し、あなたは「動きのある口」のトークシーンを手に入れますが、それはあまりにも頻繁ではありません。\u001b[22m, \u001b[1m文字のアニメーションは、時には停滞であり、あなたは「口を動かす」トークシーンを得るが、そのイマイチあまりにも頻繁に。\u001b[22m\n\u001b[4mThe main reason i give it this score for the art is because you can tell the animation is lacking in an' intense' fight scene.\u001b[24m\n    \u001b[1m私はそれがアートのためのこのスコアを与える主な理由は、アニメーションが '強烈な'戦いのシーンで不足していることを伝えることができるためです。\u001b[22m, \u001b[1mアニメーションは「強烈な」戦いのシーンに欠けている伝えることができるので、私は芸術のために、このスコアを与える主な理由です。\u001b[22m\n\u001b[4mBut you will find that the backgrounds are done nicely and that helps quite a bit.\u001b[24m\n    \u001b[1mしかし、あなたはうまくやっている背景がかなり助けになることがわかります。\u001b[22m, \u001b[1mしかし、あなたは背景がうまく行われていることがわかります、それはかなり役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nSound:Fair ( about a 6)\n\n\u001b[1mサウンド：フェア（約6）\u001b[22m\n\u001b[1m(Saundo: Fea (yaku 6))\u001b[22m\n\nTranslations of \u001b[4mSound:Fair ( about a 6)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:Fair ( about a 6)\u001b[24m\n    \u001b[1mサウンド：フェア（約6）\u001b[22m\nthe sound of the main characters are fine, and actually rather suits them though sometimes there can be a lot of screaming which you may or may not find annoying. The supporting characters, well some of them didnt sound too pretty. The OST is not too bad, it has a badass ending theme for the first part, the second half....still good, but not as appealing, since these are both OLDCODEX songs, you will find yourself subconsciously singing them in your head , i know i did. Other than that, the other music played in the backgrounds were rather forgettable, not really bad, you just are just apathetic to it.\n\n\u001b[1m主人公の音は上質で、実際にはむしろそれに合っていますが、耳障りなこともあります。 サポートキャラクター、そのうちのいくつかはあまりにもきれいな音をdidntします。  OSTはそれほど悪くはないが、最初の部分は悪い終わりのテーマ、後半は残念だが魅力的ではない。これらは両方ともOLDCODEXの曲であるため、あなたは無意識のうちに頭の中で歌う 、私は知っていた。 それ以外は、背景で演奏された他の音楽は、忘れられていて、本当に悪くはなかった。\u001b[22m\n\u001b[1m(Shujinkō no oto wa jōshitsu de, jissai ni wa mushiro sore ni atte imasuga, mimizawarina koto mo arimasu. Sapōtokyarakutā, sonōchi no ikutsu ka wa amarini mo kireina oto o didnt shimasu. OST wa sore hodo waruku wa naiga, saisho no bubun wa warui owari no tēma, kōhan wa zan'nendaga mirikitekide wanai. Korera wa ryōhō tomo OLDCODEX no kyokudearu tame, anata wa muishiki no uchi ni atama no naka de utau, watashi wa shitteita. Sore igai wa, haikei de ensō sa reta ta no ongaku wa, wasure rarete ite, hontōni waruku wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mthe sound of the main characters are fine, and actually rather suits them though sometimes there can be a lot of screaming which you may or may not find annoying. The supporting characters, well some of them didnt sound too pretty. The OST is not too bad, it has a badass ending theme for the first part, the second half....still good, but not as appealing, since these are both OLDCODEX songs, you will find yourself subconsciously singing them in your head , i know i did. Other than that, the other music played in the backgrounds were rather forgettable, not really bad, you just are just apathetic to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe sound of the main characters are fine, and actually rather suits them though sometimes there can be a lot of screaming which you may or may not find annoying.\u001b[24m\n    \u001b[1m主人公の音は上質で、実際にはむしろそれに合っていますが、耳障りなこともあります。\u001b[22m, \u001b[1mメインキャラクターの音は大丈夫です、そして時にはあなたがまたは迷惑見つけられない場合があり絶叫が多いかも知れません、実際にはむしろ自分に合いました。\u001b[22m\n\u001b[4mThe supporting characters, well some of them didnt sound too pretty.\u001b[24m\n    \u001b[1mサポートキャラクター、そのうちのいくつかはあまりにもきれいな音をdidntします。\u001b[22m, \u001b[1m脇役は、同様にそれらのいくつかは、あまりにもきれいに聞こえるんでし。\u001b[22m\n\u001b[4mThe OST is not too bad, it has a badass ending theme for the first part, the second half....still good, but not as appealing, since these are both OLDCODEX songs, you will find yourself subconsciously singing them in your head\u001b[24m\n    \u001b[1mOSTはそれほど悪くはないが、最初の部分は悪い終わりのテーマ、後半は残念だが魅力的ではない。これらは両方ともOLDCODEXの曲であるため、あなたは無意識のうちに頭の中で歌う\u001b[22m, \u001b[1mOSTは、これらは両方OLDCODEX曲があるので、あなた自身が無意識のうちにあなたの頭の中でそれらを歌っています、それはのような魅力的なまだ良いではなく、最初の部分のためのワルエンディングテーマ、後半を....持って、あまりにも悪いことではありません\u001b[22m\n\u001b[4m, i know i did.\u001b[24m\n    \u001b[1m、私は知っていた。\u001b[22m, \u001b[1m、私は私がやった知っています。\u001b[22m\n\u001b[4mOther than that, the other music played in the backgrounds were rather forgettable, not really bad, you just are just apathetic to it.\u001b[24m\n    \u001b[1mそれ以外は、背景で演奏された他の音楽は、忘れられていて、本当に悪くはなかった。\u001b[22m, \u001b[1mそれ以外は、バックグラウンドで再生他の音楽は、あなたはそれにちょうど無関心であり、実際には悪くはない、むしろ忘れられがちでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:Very Good (about an 8)\n\n\u001b[1m文字：非常に良い（約8）\u001b[22m\n\u001b[1m(Moji: Hijō ni yoi (yaku 8))\u001b[22m\n\nTranslations of \u001b[4mCharacters:Very Good (about an 8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters:Very Good (about an 8)\u001b[24m\n    \u001b[1m文字：非常に良い（約8）\u001b[22m, \u001b[1mキャラクター：（約8）とても良いです\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:Very Good (about an 8)\n\n\u001b[1m楽しさ：非常に良い（約8）\u001b[22m\n\u001b[1m(Tanoshisa: Hijō ni yoi (yaku 8))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:Very Good (about an 8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:Very Good (about an 8)\u001b[24m\n    \u001b[1m楽しさ：非常に良い（約8）\u001b[22m, \u001b[1m楽しさ：（約8）とても良いです\u001b[22m\nthis is a rather enjoyable series to watch. most of the reasons have been stated, but i shall reiterate. To see how the characters react in this foreign world is great to see, especially since its done, rather realistically. Next, as a result, watching each character go through different psychological states adds flare to this show and makes the story progression feasible. Lastly, mentioned before, the interactions and background stories for characters is great and likely, most anyone would enjoy it.\n\n\u001b[1mこれはかなり楽しめるシリーズです。 ほとんどの理由が述べられていますが、私は繰り返し述べます。 この外国の世界でキャラクターがどのように反応するかを見るには、特にその出来事から、現実的に見るのが魅力です。 次に、結果として、各キャラクターが異なる心理的状態を通過するのを見ることは、このショーにフレアを加え、ストーリーの進行を実現可能にする。 最後に、前述したように、キャラクターのインタラクションや背景ストーリーは素晴らしく、ほとんどの人はそれを楽しむでしょう。\u001b[22m\n\u001b[1m(Kore wa kanari tanoshimeru shirīzudesu. Hotondo no riyū ga nobe rarete imasuga, watashi wa kurikaeshi nobemasu. Kono gaikoku no sekai de kyarakutā ga dono yō ni han'nō suru ka o miru ni wa, tokuni sono dekigoto kara, genjitsu-teki ni miru no ga miryokudesu. Tsugini, kekka to shite, kaku kyarakutā ga kotonaru shinri-teki jōtai o tsūka suru no o miru koto wa, kono shō ni furea o kuwae, sutōrī no shinkō o jitsugen kanō ni suru. Saigo ni, zenjutsu shita yō ni, kyarakutā no intarakushon ya haikei sutōrī wa subarashiku, hotondo no hito wa sore o tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mthis is a rather enjoyable series to watch. most of the reasons have been stated, but i shall reiterate. To see how the characters react in this foreign world is great to see, especially since its done, rather realistically. Next, as a result, watching each character go through different psychological states adds flare to this show and makes the story progression feasible. Lastly, mentioned before, the interactions and background stories for characters is great and likely, most anyone would enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is a rather enjoyable series to watch.\u001b[24m\n    \u001b[1mこれはかなり楽しめるシリーズです。\u001b[22m, \u001b[1mこれは見てかなり楽しいシリーズです。\u001b[22m\n\u001b[4mmost of the reasons have been stated, but i shall reiterate.\u001b[24m\n    \u001b[1mほとんどの理由が述べられていますが、私は繰り返し述べます。\u001b[22m, \u001b[1m理由のほとんどが述べてきたが、私はあらためて表明しなければなりません。\u001b[22m\n\u001b[4mTo see how the characters react in this foreign world is great to see, especially since its done, rather realistically.\u001b[24m\n    \u001b[1mこの外国の世界でキャラクターがどのように反応するかを見るには、特にその出来事から、現実的に見るのが魅力です。\u001b[22m, \u001b[1m文字は、この外国人の世界にどのように反応するかを確認するにはかなり現実的に、そのが行われ、特に以来、見て素晴らしいです。\u001b[22m\n\u001b[4mNext, as a result, watching each character go through different psychological states adds flare to this show and makes the story progression feasible.\u001b[24m\n    \u001b[1m次に、結果として、各キャラクターが異なる心理的状態を通過するのを見ることは、このショーにフレアを加え、ストーリーの進行を実現可能にする。\u001b[22m, \u001b[1m次に、その結果として、各文字が異なる心理状態を経る見て、このショーにフレア追加し、ストーリーの進行が可能になります。\u001b[22m\n\u001b[4mLastly, mentioned before, the interactions and background stories for characters is great and likely, most anyone would enjoy it.\u001b[24m\n    \u001b[1m最後に、前述したように、キャラクターのインタラクションや背景ストーリーは素晴らしく、ほとんどの人はそれを楽しむでしょう。\u001b[22m, \u001b[1m最後に、前に述べたように、文字の相互作用と背景の物語は素晴らしいですし、おそらく、ほとんど誰もがそれを楽しんでいました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:Good (about a 7)\n\n\u001b[1m全体的：良い（約7）\u001b[22m\n\u001b[1m(Zentai-teki: Yoi (yaku 7))\u001b[22m\n\nTranslations of \u001b[4mOverall:Good (about a 7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:Good (about a 7)\u001b[24m\n    \u001b[1m全体的：良い（約7）\u001b[22m, \u001b[1m全体：グッド（約7）\u001b[22m\noverall this isnt a bad anime, but dont take my opinions for granted, just watch. its not the most amazing anime i have seen,but its one thats likely to give you some entertainment and a few laughs here and there. The thing about this series, is when you watch it, dont try to be too critical or harsh, just go with the flow and enjoy.The storyline, characters, andeverything else, taken together as a whole, makes this a rather fun series to watch. though i will say...it can get kinda slow here and there and sometimes the characters do get you pissy, but thats not the whole show.\n\n\u001b[1m全体的に、これは悪いアニメではありませんが、当然のことながら、私の意見を認めません。 それは私が見た最も驚くべきアニメではありませんが、それはあなたにいくつかのエンターテイメントといくつかの笑いをここに与える可能性があります。 このシリーズのことは、あなたがそれを見るとき、あまりにも批判的でも過酷でもないようにしようとしているだけで、流れに乗って楽しむことです。ストーリー、キャラクター、そしてその他のものは全体として一緒に撮ったものです。 時計。 私は言うだろうが...それはちょっとここでゆっくりとすることができますし、時にはキャラクターはあなたを狂ってしまうが、それは全体のショーではない。\u001b[22m\n\u001b[1m(Zentai-teki ni, kore wa warui animede wa arimasenga, tōzen no kotonagara, watashi no iken o mitomemasen. Sore wa watashi ga mita mottomo odorokubeki animede wa arimasenga, sore wa anata ni ikutsu ka no entāteimento to ikutsu ka no warai o koko ni ataeru kanōsei ga arimasu. Kono shirīzu no koto wa, anata ga sore o miru toki, amarini mo hihanteki demo kakokude mo nai yō ni shiyou to shite iru dake de, nagare ni notte tanoshimu kotodesu. Sutōrī, kyarakutā, soshite sonohoka no mono wa zentai to shite issho ni totta monodesu. Tokei. Watashi wa iudarouga... Sore wa chi ~yottokokodeyukkuritosurukotogadekimasushi, tokiniha kyarakutā wa anata o kurutte shimauga, sore wa zentai no shōde wanai.)\u001b[22m\n\nTranslations of \u001b[4moverall this isnt a bad anime, but dont take my opinions for granted, just watch. its not the most amazing anime i have seen,but its one thats likely to give you some entertainment and a few laughs here and there. The thing about this series, is when you watch it, dont try to be too critical or harsh, just go with the flow and enjoy.The storyline, characters, andeverything else, taken together as a whole, makes this a rather fun series to watch. though i will say...it can get kinda slow here and there and sometimes the characters do get you pissy, but thats not the whole show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall this isnt a bad anime, but dont take my opinions for granted, just watch.\u001b[24m\n    \u001b[1m全体的に、これは悪いアニメではありませんが、当然のことながら、私の意見を認めません。\u001b[22m, \u001b[1m全体的にこれは悪いアニメをイマイチが、ちょうど見て、付与されたために自分の意見を取るいけません。\u001b[22m\n\u001b[4mits not the most amazing anime i have seen,but its one thats likely to give you some entertainment and a few laughs here and there.\u001b[24m\n    \u001b[1mそれは私が見た最も驚くべきアニメではありませんが、それはあなたにいくつかのエンターテイメントといくつかの笑いをここに与える可能性があります。\u001b[22m, \u001b[1mここにあるあなたにいくつかのエンターテイメントといくつかの笑いを与える可能性が高い私が見てきた、そのない最も驚くべきアニメが、その1のthats。\u001b[22m\n\u001b[4mThe thing about this series, is when you watch it, dont try to be too critical or harsh, just go with the flow and enjoy.The storyline, characters, andeverything else, taken together as a whole, makes this a rather fun series to\u001b[24m\n    \u001b[1mこのシリーズのことは、あなたがそれを見るとき、あまりにも批判的でも過酷でもないようにしようとしているだけで、流れに乗って楽しむことです。ストーリー、キャラクター、そしてその他のものは全体として一緒に撮ったものです。\u001b[22m, \u001b[1m全体として一緒になって、このシリーズについての事、あなたがそれを見たときである、他のandeverything、文字、ちょうど流れとenjoy.Theのストーリーで行く、あまりにも重要または過酷にしようといけないが、このむしろ楽しいシリーズを作ります\u001b[22m\n\u001b[4mwatch.\u001b[24m\n    \u001b[1m時計。\u001b[22m, \u001b[1m見る。\u001b[22m, \u001b[1m見て。\u001b[22m\n\u001b[4mthough i will say...it can get kinda slow here and there and sometimes the characters do get you pissy, but thats not the whole show.\u001b[24m\n    \u001b[1m私は言うだろうが...それはちょっとここでゆっくりとすることができますし、時にはキャラクターはあなたを狂ってしまうが、それは全体のショーではない。\u001b[22m, \u001b[1m私は言うでしょうが...それはあちこちでちょっと遅い得ることができ、時には文字はあなたが不愉快な得るかが、全体のショーをないthatsの。\u001b[22m\n\u001b[1m\u001b[22m\nThank you for reading this review and i hoped it helped out.\n\n\u001b[1mこのレビューを読んでくれてありがとうと私はそれが助けたと思った。\u001b[22m\n\u001b[1m(Kono rebyū o yonde kurete arigatō to watashi wa sore ga tasuketa to omotta.)\u001b[22m\n\nTranslations of \u001b[4mThank you for reading this review and i hoped it helped out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank you for reading this review and i hoped it helped out.\u001b[24m\n    \u001b[1mこのレビューを読んでくれてありがとうと私はそれが助けたと思った。\u001b[22m, \u001b[1mこのレビューを読んでいただきありがとうございます、私はそれが出て助けを望みました。\u001b[22m"
  },
  {
    "title": "Arata_Kangatari",
    "id": "16518",
    "url": "https://myanimelist.net/anime/16518/Arata_Kangatari",
    "user": "hellphantom67",
    "profile": "/profile/hellphantom67/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=102659",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  4\nキャラクター|  7\n|  7\n\n私はこのシリーズについて複雑なことは何もないので、これを短くしていきますので、（Arata Kangatari）\n\nストーリー：それは大丈夫だよ、何が起こるか見に行きました。アラタはプリンセスがまだ生きていれば国を救うつもりです。でも、私は嫌なことがありますし、KadowakiはArataを殺そうとしています。 彼はレースで彼を打ち負かす（私は間違っている場合は私を修正してください）しかし、これは本当に私は義務の呼び出しで私を打ち負かすために私の友人を殺さなければならないそれは大丈夫だと私はそれが2番目のシーズンになると思う だからええ見るだろう\n\n\nアート：まあ、私はそれは非常に良いことを期待するアートについてはあまり言わないでくださいキャラクターのダイナミックなシーンを戦う特別な\n\n\nキャラクター：メインキャラクターは他のキャラクターの中でも最も発展しているでしょうか？そして、他のキャラクターにはちょっとした開発があり、これは12個のエピソードシリーズですので、それはいいことです\n\n\nサウンド：まあまあ私はオープニングとエンディングのいずれも好きではなかったし、シリーズの音楽はそれ自体が悪くないが、私にとっては思い出に残るものではない\n\n\n全体的に：シリーズは良いです。私はそれを見て楽しんでいます。彼らは全体的に別のシーズンになることを願っています... 7アウト10.....私はそれを見ることをお勧めします",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI will keep this short because there nothing to complicated about this series so let's review ( Arata Kangatari )\n\n\u001b[1m私はこのシリーズについて複雑なことは何もないので、これを短くしていきますので、（Arata Kangatari）\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ni tsuite fukuzatsuna koto wa nani mo nainode, kore o mijikaku shite ikimasunode,(Arata Kangatari))\u001b[22m\n\nTranslations of \u001b[4mI will keep this short because there nothing to complicated about this series so let's review ( Arata Kangatari )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will keep this short because there nothing to complicated about this series so let's review ( Arata Kangatari )\u001b[24m\n    \u001b[1m私はこのシリーズについて複雑なことは何もないので、これを短くしていきますので、（Arata Kangatari）\u001b[22m, \u001b[1mこのシリーズに関する複雑に何がそれほどのレビュー（アラタKangatari）が存在せないので、私はこの短いを維持します\u001b[22m\n\u001b[1m\u001b[22m\nStory : Okay the story it's okay i went see what will happen to Arata is he gonna save the country if the princess still be Alive ..... But there something that i hate and that Kadowaki wants to kill Arata because he didn't beat him in a race and ( correct me if i am wrong please do ) but if this true will i have to kill my friend for not beat me in call of duty will over role it's an okay beside i think it's gonna be a second season so yeah will see\n\n\u001b[1mストーリー：それは大丈夫だよ、何が起こるか見に行きました。アラタはプリンセスがまだ生きていれば国を救うつもりです。でも、私は嫌なことがありますし、KadowakiはArataを殺そうとしています。 彼はレースで彼を打ち負かす（私は間違っている場合は私を修正してください）しかし、これは本当に私は義務の呼び出しで私を打ち負かすために私の友人を殺さなければならないそれは大丈夫だと私はそれが2番目のシーズンになると思う だからええ見るだろう\u001b[22m\n\u001b[1m(Sutōrī: Sore wa daijōbudayo, nani ga okoru ka miniikimashita. Arata wa purinsesu ga mada ikite ireba kuni o sukuu tsumoridesu. Demo, watashi wa iyana koto ga arimasushi, Kadowaki wa Arata o korosou to shite imasu. Kare wa rēsu de kare o uchi makasu (watashi wa machigatte iru baai wa watashi o shūsei shite kudasai) shikashi, kore wa hontōni watashi wa gimu no yobidashi de watashi o uchi makasu tame ni watashi no yūjin o korosanakereba naranai sore wa daijōbuda to watashi wa sore ga 2-banme no shīzun ni naru to omoudakara ē mirudarou)\u001b[22m\n\nTranslations of \u001b[4mStory : Okay the story it's okay i went see what will happen to Arata is he gonna save the country if the princess still be Alive ..... But there something that i hate and that Kadowaki wants to kill Arata because he didn't beat him in a race and ( correct me if i am wrong please do ) but if this true will i have to kill my friend for not beat me in call of duty will over role it's an okay beside i think it's gonna be a second season so yeah will see\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory : Okay the story it's okay i went see what will happen to Arata is he gonna save the country if the princess still be Alive ..... But there something that i hate and that Kadowaki wants to kill Arata because he didn't\u001b[24m\n    \u001b[1mストーリー：それは大丈夫だよ、何が起こるか見に行きました。アラタはプリンセスがまだ生きていれば国を救うつもりです。でも、私は嫌なことがありますし、KadowakiはArataを殺そうとしています。\u001b[22m, \u001b[1mストーリー：王女はまだ生きているならばオーケー、それは私がアラタに何が起こるかを参照して行ってきました大丈夫だ物語は、彼が国を救うつもりされて.....しかし、そこに私は嫌いなもの、彼はしなかったので、門脇はアラタを殺すために望んでいること\u001b[22m\n\u001b[4mbeat him in a race and ( correct me if i am wrong please do ) but if this true will i have to kill my friend for not beat me in call of duty will over role it's an okay beside i think it's gonna be a second season\u001b[24m\n    \u001b[1m彼はレースで彼を打ち負かす（私は間違っている場合は私を修正してください）しかし、これは本当に私は義務の呼び出しで私を打ち負かすために私の友人を殺さなければならないそれは大丈夫だと私はそれが2番目のシーズンになると思う\u001b[22m, \u001b[1mレースで彼を倒すと（私が行ってください間違っているなら、私を修正）が、これは本当の私は、ロール上でデューティ意志の呼び出しで私を破っていないために私の友人を殺すために必要があります場合、私はそれがつもりセカンドシーズンであることだと思うの横にそれは大丈夫です\u001b[22m\n\u001b[4mso yeah will see\u001b[24m\n    \u001b[1mだからええ見るだろう\u001b[22m, \u001b[1mそうそう表示されます\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt : well i don't very much to say about the art expect it's very good Special in fighting scenes in character dynamic\n\n\u001b[1mアート：まあ、私はそれは非常に良いことを期待するアートについてはあまり言わないでくださいキャラクターのダイナミックなシーンを戦う特別な\u001b[22m\n\u001b[1m(Āto: Mā, watashi wa sore wa hijō ni yoi koto o kitai suru āto ni tsuite wa amari iwanaide kudasai kyarakutā no dainamikkuna shīn o tatakau tokubetsuna)\u001b[22m\n\nTranslations of \u001b[4mArt : well i don't very much to say about the art expect it's very good Special in fighting scenes in character dynamic\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt : well i don't very much to say about the art expect it's very good Special in fighting scenes in character dynamic\u001b[24m\n    \u001b[1mアート：まあ、私はそれは非常に良いことを期待するアートについてはあまり言わないでくださいキャラクターのダイナミックなシーンを戦う特別な\u001b[22m, \u001b[1mアート：よく私は芸術についての言うことは非常に多く、それが文字動的にシーンの戦いで非常に良い特別です期待していません\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters : Will the main character has the most development of the others and there is others each on of them got a little development and this a 12 episode series so it's a good thing\n\n\u001b[1mキャラクター：メインキャラクターは他のキャラクターの中でも最も発展しているでしょうか？そして、他のキャラクターにはちょっとした開発があり、これは12個のエピソードシリーズですので、それはいいことです\u001b[22m\n\u001b[1m(Kyarakutā: Meinkyarakutā wa hoka no kyarakutā no naka demo mottomo hatten shite irudeshou ka? Soshite, hoka no kyarakutā ni wa chottoshita kaihatsu ga ari, kore wa 12-ko no episōdoshirīzudesunode, sore wa ī kotodesu)\u001b[22m\n\nTranslations of \u001b[4mCharacters : Will the main character has the most development of the others and there is others each on of them got a little development and this a 12 episode series so it's a good thing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters : Will the main character has the most development of the others and there is others each on of them got a little development and this a 12 episode series so it's a good thing\u001b[24m\n    \u001b[1mキャラクター：メインキャラクターは他のキャラクターの中でも最も発展しているでしょうか？そして、他のキャラクターにはちょっとした開発があり、これは12個のエピソードシリーズですので、それはいいことです\u001b[22m, \u001b[1m文字：主人公は他のほとんどの開発を持っており、それは良いことですので、それらの上の他のそれぞれが少し開発し、この12エピソードシリーズを持ってあります\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound : well for me i didn't like any of the opening and ending and the music in the series it's self it's not bad but for me it's not memorable\n\n\u001b[1mサウンド：まあまあ私はオープニングとエンディングのいずれも好きではなかったし、シリーズの音楽はそれ自体が悪くないが、私にとっては思い出に残るものではない\u001b[22m\n\u001b[1m(Saundo: Mā mā watashi wa ōpuningu to endingu no izure mo sukide wa nakattashi, shirīzu no ongaku wa sore jitai ga warukunai ga, watashi ni totte wa omoide ni nokoru monode wanai)\u001b[22m\n\nTranslations of \u001b[4mSound : well for me i didn't like any of the opening and ending and the music in the series it's self it's not bad but for me it's not memorable\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound : well for me i didn't like any of the opening and ending and the music in the series it's self it's not bad but for me it's not memorable\u001b[24m\n    \u001b[1mサウンド：まあまあ私はオープニングとエンディングのいずれも好きではなかったし、シリーズの音楽はそれ自体が悪くないが、私にとっては思い出に残るものではない\u001b[22m, \u001b[1mサウンド：よく私のために私はそれはそれは悪くはない自己だが、私のためにそれが記憶に残るではない一連の開口部と終了や音楽のいずれかを好きではなかったです\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall : the series is good i enjoyed watching it i hope they make another season overall it gets ... An 7 Out 10 ..... so i recommend you to watch it\n\n\u001b[1m全体的に：シリーズは良いです。私はそれを見て楽しんでいます。彼らは全体的に別のシーズンになることを願っています... 7アウト10.....私はそれを見ることをお勧めします\u001b[22m\n\u001b[1m(Zentai-teki ni: Shirīzu wa yoidesu. Watashi wa sore o mite tanoshinde imasu. Karera wa zentai-teki ni betsu no shīzun ni naru koto o negatte imasu... 7 Auto 10..... Watashi wa sore o miru koto o o susume shimasu)\u001b[22m\n\nTranslations of \u001b[4mOverall : the series is good i enjoyed watching it i hope they make another season overall it gets ... An 7 Out 10 ..... so i recommend you to watch it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall : the series is good i enjoyed watching it i hope they make another season overall it gets ... An 7 Out 10 ..... so i recommend you to watch it\u001b[24m\n    \u001b[1m全体的に：シリーズは良いです。私はそれを見て楽しんでいます。彼らは全体的に別のシーズンになることを願っています... 7アウト10.....私はそれを見ることをお勧めします\u001b[22m, \u001b[1m全体：シリーズは、私はそれを見て楽しんだ良いですが、私は、彼らは別のシーズンは全体のそれを取得... 10アウト7を作る願っています.....ので、私はそれを見てすることをお勧めいたします\u001b[22m"
  },
  {
    "title": "Arata_Kangatari",
    "id": "16518",
    "url": "https://myanimelist.net/anime/16518/Arata_Kangatari",
    "user": "colonelpanic",
    "profile": "/profile/colonelpanic/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=107359",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは楽しい時計です。 ファンタジー要素は完全に考案されておらず、文字は信憑性スケールで平均以上です。 主人公は、何人かの人が（彼はいくつかの問題を抱えていますが）彼を描写し、彼はショーを通して人として成長し、変化します。\n\n私は門脇の憎しみを耐えがたいと感じた人に、私はこれを言うしかありません。 憎しみは、他人が理解できるロジック（徹底的にも信じられなくても、地獄少女が探求するコンセプト）をたどることはほとんどありません。 誰かがあなたに恋人を親切にしたり、理由がなくても、あなたの恋人を憎むことがあります。 この人があなたを憎むことに決めたら、事態を悪化させることを避けることは非常に困難です。 この人を無視すると、彼はますますあなたを憎むかもしれません。 和解しようとすると、あなたの努力は彼の偽りを養うだけです。\n\nいくつかの他のノート：\n私はまだスイッチングが必要な理由が不思議です。 効果的には、同じ話が幻想的な面だけで書かれている可能性があり、その話は日本側とあまり関係ない。\nこれはまさにOutani Kouから来る最高のサウンドトラックではありません...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis is an enjoyable watch. The fantasy elements don't feel completely contrived, and the characters are above average on the believability scale. The main character is never the whiny little baby that some people will portray him as (though he does have some issues), and he does grow and change as a person throughout the show.\n\n\u001b[1mこれは楽しい時計です。 ファンタジー要素は完全に考案されておらず、文字は信憑性スケールで平均以上です。 主人公は、何人かの人が（彼はいくつかの問題を抱えていますが）彼を描写し、彼はショーを通して人として成長し、変化します。\u001b[22m\n\u001b[1m(Kore wa tanoshī tokeidesu. Fantajī yōso wa kanzen ni kōan sa rete orazu, moji wa shinbyōsei sukēru de heikin ijōdesu. Shujinkō wa, nan'ninka no hito ga (kare wa ikutsu ka no mondai o kakaete imasuga) kare o byōsha shi, kare wa shō o tōshite hitotoshite seichō shi, henka shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is an enjoyable watch. The fantasy elements don't feel completely contrived, and the characters are above average on the believability scale. The main character is never the whiny little baby that some people will portray him as (though he does have some issues), and he does grow and change as a person throughout the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an enjoyable watch.\u001b[24m\n    \u001b[1mこれは楽しい時計です。\u001b[22m, \u001b[1mこれは楽しい腕時計です。\u001b[22m\n\u001b[4mThe fantasy elements don't feel completely contrived, and the characters are above average on the believability scale.\u001b[24m\n    \u001b[1mファンタジー要素は完全に考案されておらず、文字は信憑性スケールで平均以上です。\u001b[22m, \u001b[1mファンタジーの要素が完全に不自然に感じることはありません、との文字が信憑スケールの平均を上回っています。\u001b[22m\n\u001b[4mThe main character is never the whiny little baby that some people will portray him as (though he does have some issues), and he does grow and change as a person throughout the show.\u001b[24m\n    \u001b[1m主人公は、何人かの人が（彼はいくつかの問題を抱えていますが）彼を描写し、彼はショーを通して人として成長し、変化します。\u001b[22m, \u001b[1m主人公は（彼はいくつかの問題を持っていないが）一部の人のように彼を描写します不機嫌そうな小さな赤ちゃんになることはありません、と彼はショーを通じて人として成長し、変化しません。\u001b[22m\n\u001b[1m\u001b[22m\nTo those who found Kadowaki's hatred unbearable, I can only say this: I found it very true to life. Hatred seldom follows a logic others would understand (a concept that Jigoku Shoujo explores both thoroughly and believably). Someone may hate you for the smallest of slights, for being kind to them, or even for no reason at all. Once this person has decided to hate you it can be very difficult to avoid making things worse. If you ignore this person, he may hate you more and more. If you attempt to reconcile, your efforts may only feed his spite.\n\n\u001b[1m私は門脇の憎しみを耐えがたいと感じた人に、私はこれを言うしかありません。 憎しみは、他人が理解できるロジック（徹底的にも信じられなくても、地獄少女が探求するコンセプト）をたどることはほとんどありません。 誰かがあなたに恋人を親切にしたり、理由がなくても、あなたの恋人を憎むことがあります。 この人があなたを憎むことに決めたら、事態を悪化させることを避けることは非常に困難です。 この人を無視すると、彼はますますあなたを憎むかもしれません。 和解しようとすると、あなたの努力は彼の偽りを養うだけです。\u001b[22m\n\u001b[1m(Watashi wa Kadowaki no nikushimi o taegatai to kanjita hito ni, watashi wa kore o iu shika arimasen. Nikushimi wa, tanin ga rikai dekiru rojikku (tetteiteki ni mo shinji rarenakute mo, djigokushōjo ga tankyū suru konseputo) o tadoru koto wa hotondo arimasen. Darekaga anata ni koibito o shinsetsu ni shi tari, riyū ga nakute mo, anata no koibito o nikumu koto ga arimasu. Kono hito ga anata o nikumu koto ni kimetara, jitai o akka sa seru koto o yokeru koto wa hijō ni kon'nandesu. Kono hito o mushi suru to, kare wa masumasu anata o nikumu kamo shiremasen. Wakai shiyou to suru to, anata no doryoku wa kare no itsuwari o yashinau dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mTo those who found Kadowaki's hatred unbearable, I can only say this: I found it very true to life. Hatred seldom follows a logic others would understand (a concept that Jigoku Shoujo explores both thoroughly and believably). Someone may hate you for the smallest of slights, for being kind to them, or even for no reason at all. Once this person has decided to hate you it can be very difficult to avoid making things worse. If you ignore this person, he may hate you more and more. If you attempt to reconcile, your efforts may only feed his spite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo those who found Kadowaki's hatred unbearable, I can only say this: I found it very true to life.\u001b[24m\n    \u001b[1m私は門脇の憎しみを耐えがたいと感じた人に、私はこれを言うしかありません。\u001b[22m, \u001b[1m門脇さんの憎しみが耐え難い見つかった人に、私はこれを言うことができます：私は人生にそれは非常に真の発見しました。\u001b[22m\n\u001b[4mHatred seldom follows a logic others would understand (a concept that Jigoku Shoujo explores both thoroughly and believably).\u001b[24m\n    \u001b[1m憎しみは、他人が理解できるロジック（徹底的にも信じられなくても、地獄少女が探求するコンセプト）をたどることはほとんどありません。\u001b[22m, \u001b[1m憎しみはほとんどロジック他の人が（地獄少女は両方の徹底とbelievably探る概念）を理解するであろう続きません。\u001b[22m\n\u001b[4mSomeone may hate you for the smallest of slights, for being kind to them, or even for no reason at all.\u001b[24m\n    \u001b[1m誰かがあなたに恋人を親切にしたり、理由がなくても、あなたの恋人を憎むことがあります。\u001b[22m, \u001b[1m誰かが彼らに一種であるため、または、まったく理由もなく、侮辱の最小のためにあなたを憎むことがあります。\u001b[22m\n\u001b[4mOnce this person has decided to hate you it can be very difficult to avoid making things worse.\u001b[24m\n    \u001b[1mこの人があなたを憎むことに決めたら、事態を悪化させることを避けることは非常に困難です。\u001b[22m, \u001b[1mこの人はあなたを憎むすることを決定した後、物事が悪化することを避けることが非常に困難な場合があります。\u001b[22m\n\u001b[4mIf you ignore this person, he may hate you more and more.\u001b[24m\n    \u001b[1mこの人を無視すると、彼はますますあなたを憎むかもしれません。\u001b[22m, \u001b[1mあなたはこの人を無視した場合、彼はより多くのあなたを憎むことがあります。\u001b[22m\n\u001b[4mIf you attempt to reconcile, your efforts may only feed his spite.\u001b[24m\n    \u001b[1m和解しようとすると、あなたの努力は彼の偽りを養うだけです。\u001b[22m, \u001b[1mあなたが和解しようとすると、あなたの努力は彼にもかかわらずを供給することができます。\u001b[22m\n\u001b[1m\u001b[22m\nsome other notes:\n\n\u001b[1mいくつかの他のノート：\u001b[22m\n\u001b[1m(Ikutsu ka no ta no nōto:)\u001b[22m\n\nTranslations of \u001b[4msome other notes:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msome other notes:\u001b[24m\n    \u001b[1mいくつかの他のノート：\u001b[22m, \u001b[1mいくつかの他の注意事項：\u001b[22m\nI'm still wondering why the switching thing was necessary. Effectively the same story could have been written with only the fantasy side, and the story doesn't do much with the Japan side.\n\n\u001b[1m私はまだスイッチングが必要な理由が不思議です。 効果的には、同じ話が幻想的な面だけで書かれている可能性があり、その話は日本側とあまり関係ない。\u001b[22m\n\u001b[1m(Watashi wa mada suitchingu ga hitsuyōna riyū ga fushigidesu. Kōka-teki ni wa, onaji-banashi ga gensō-tekina men dake de kaka rete iru kanōsei ga ari, sono-wa wa Nihon-gawa to amari kankeinai.)\u001b[22m\n\nTranslations of \u001b[4mI'm still wondering why the switching thing was necessary. Effectively the same story could have been written with only the fantasy side, and the story doesn't do much with the Japan side.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm still wondering why the switching thing was necessary.\u001b[24m\n    \u001b[1m私はまだスイッチングが必要な理由が不思議です。\u001b[22m, \u001b[1mスイッチング事が必要だった理由私はまだ思ったんだけど。\u001b[22m\n\u001b[4mEffectively the same story could have been written with only the fantasy side, and the story doesn't do much with the Japan side.\u001b[24m\n    \u001b[1m効果的には、同じ話が幻想的な面だけで書かれている可能性があり、その話は日本側とあまり関係ない。\u001b[22m, \u001b[1m効果的に同じ話はファンタジー側で書き込まれている可能性があり、物語は日本側で多くを行いません。\u001b[22m\nThis isn't exactly the best soundtrack to come from Outani Kou...\n\n\u001b[1mこれはまさにOutani Kouから来る最高のサウンドトラックではありません...\u001b[22m\n\u001b[1m(Kore wa masani Outani Kou kara kuru saikō no saundotorakkude wa arimasen...)\u001b[22m\n\nTranslations of \u001b[4mThis isn't exactly the best soundtrack to come from Outani Kou...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis isn't exactly the best soundtrack to come from Outani Kou...\u001b[24m\n    \u001b[1mこれはまさにOutani Kouから来る最高のサウンドトラックではありません...\u001b[22m, \u001b[1mこれはまさにOutaniコウから来て最高のサウンドトラックではありません...\u001b[22m"
  },
  {
    "title": "Arata_Kangatari",
    "id": "16518",
    "url": "https://myanimelist.net/anime/16518/Arata_Kangatari",
    "user": "Mango-tan",
    "profile": "/profile/Mango-tan/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=103621",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\n私の究極の好きなアニメである限り、私はこれを偏らせないように最善を尽くします。\n\nまず、Arata Kangatariがとても楽しいと感じました。 私は友人としてのキャラクターを見ることができた、私は彼らの決定を理解することができ、私は提示された話を楽しむことができました。 私はそれが時々楽しい楽観的なものではないと言っていないだろう（例えば、Shosが彼に提出したことがどれくらい簡単か）。しかし、私はそれを気にしなかった。\n\n＆gt; ストーリーライン＆amp; 設定9/10\nさて、多くの人がこのアニメに問題を抱えていたようです。 しかし、その理由は、Arataが彼をレースで勝利させただけではないということです。 彼はArataに憤慨していた。  （Kadowakiの家族の背景、彼の競争力のある性質、決して気にされていないなど）\n彼らがドラマを他の次元に持ってきたのは本当に面白いですが、それはそれが面白いと思っています。\n物語はちょっと早すぎるかもしれませんが、いくつかのものはファンタジーワールドArataのように十分に集中していませんでしたが、彼らを責めることはできません。彼らは12エピソードしか持っていませんでした。\n私は皆の推論を受け入れることができた。 これに関して私に同意しない人もいるかもしれませんが、あなたが何か好きでなければ、あなたはしません。 個人的に、私はそれが素晴らしいことを見つける。\n私も本当に信用が好きで、コンセプトを信じています。 それは本当に良いアイデアだったし、彼らはそれがすべてうまくいっていると思う。\n私が9で10を与えない唯一の理由は、明らかに、その意味を一般の人々に伝えられなかったからです。 どのように私は完全に流れを得ることができるので、わからない...\n\n＆gt;サウンドトラック＆amp; amp;  Seiyuus 10/10\n。 ベスト。 これまで\nサウンドトラックは大谷浩が作ったもので、時に文字通り揺れていました。\n声優もすばらしい仕事をしました。 私はKadowakiのために他の誰かを想像することができたが、それは大丈夫だった。 アラタの声優も、アニメを大いに助けました。\nオープニングテーマとエンディングテーマはすごく素晴らしかったです。 私は彼らがアニメのジャンルによく合うと思う。 おそらく一部の人にとってはあまりに一般的すぎるかもしれませんが、私はそれらを完全にフィッティングと壮大なものにしました。  （ああ、最後のエピソードでは、2番目のEDがちょうど浮かんでいた; u;）\n\n＆gt;グラフィック＆amp; アート6〜10 + / 10\nうーん...一方で、グラフィックはこの世界から美しいものだった。 色、それがセットされた世界、服装、キャラクターデザイン、すべてが魅了されました。 私は本当に、本当にそれらを愛していた。 孫星の日の出のシーン...私はそれがとても息を呑むほど豪華だったとも言えません。  10 + / 10\n一方、... uuugghhhhh...私はとてもそうだったので、このアニメが絶対に受け入れられ、カラフルなものから「聖なる地獄」になっていくのを見て、すごく鼻が大きくて、  1フレーム/ 3秒か何？\nしかし、それは本当に予算のせいだと私は信じています。  6/10\n\n＆gt;文字9/10\nこれは嫌悪者になると、ニックピックするのが最も重要なポイントのようです。 彼らはArataがペアを成長させる必要があると言います、Kadowakiは彼のおっぱいなどを冷やす必要があります。私はこれらの男があなたの平均shounenヒーローよりも現実的な、より現実的だと思う私は最終的なエピソードArataが Kadowaki、または何かを憎んでいない。 実際には、2人がそれを話したら、それは多くの助けになるかもしれません - あるいは、私は最終的なエピソードまで考えました。 あなたは単純に＆gt;＆lt;  Kadowakiと交渉する。 彼はすでにArataをぶつけすぎてしまっている。\n私が思いつくことができる唯一のことは、私が好きな人物を見つけることができなかったことです。 彼らのどれも私にとって大したものではありませんでした。  （これはちょっと私が好きではない性格がないことを意味しますが、これはショーが興味をそそられていないと多くの人が言う理由かもしれません...？）\n\n全体的に私はショーに9を与える。私の心の中では、常に10 + / 10の絶対的なお気に入りになるだろうが、私はそれも...面白い部分があり、 最初の数回のエピソード（残念ながら）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs much as this is my ultimate favorite anime, I will try my best not to make this biased.\n\n\u001b[1m私の究極の好きなアニメである限り、私はこれを偏らせないように最善を尽くします。\u001b[22m\n\u001b[1m(Watashi no kyūkyoku no sukina animedearu kagiri, watashi wa kore o katayora senai yō ni saizen o tsukushimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs much as this is my ultimate favorite anime, I will try my best not to make this biased.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs much as this is my ultimate favorite anime, I will try my best not to make this biased.\u001b[24m\n    \u001b[1m私の究極の好きなアニメである限り、私はこれを偏らせないように最善を尽くします。\u001b[22m, \u001b[1m限り、これは私の究極の好きなアニメであるとして、私はこれが偏っ作ることなく、私の最善を尽くします。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I found Arata Kangatari very enjoyable. I could look at the characters as friends, I could understand their decisions, and I could enjoy the story that was presented. I won't say it wasn't kind of childishly optimistic at times (for example, how easy some Shos submitted to him), but I didn't mind it.\n\n\u001b[1mまず、Arata Kangatariがとても楽しいと感じました。 私は友人としてのキャラクターを見ることができた、私は彼らの決定を理解することができ、私は提示された話を楽しむことができました。 私はそれが時々楽しい楽観的なものではないと言っていないだろう（例えば、Shosが彼に提出したことがどれくらい簡単か）。しかし、私はそれを気にしなかった。\u001b[22m\n\u001b[1m(Mazu, Arata Kangatari ga totemo tanoshī to kanjimashita. Watashi wa yūjin to shite no kyarakutā o miru koto ga dekita, watashi wa karera no kettei o rikai suru koto ga deki, watashi wa teiji sa reta hanashi o tanoshimu koto ga dekimashita. Watashi wa sore ga tokidoki tanoshī rakukantekina monode wa nai to itte inaidarou (tatoeba, Shos ga kare ni teishutsu shita koto ga dorekurai kantan ka). Shikashi, watashi wa sore o ki ni shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I found Arata Kangatari very enjoyable. I could look at the characters as friends, I could understand their decisions, and I could enjoy the story that was presented. I won't say it wasn't kind of childishly optimistic at times (for example, how easy some Shos submitted to him), but I didn't mind it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I found Arata Kangatari very enjoyable.\u001b[24m\n    \u001b[1mまず、Arata Kangatariがとても楽しいと感じました。\u001b[22m, \u001b[1mまず第一に、私はアラタKangatariが非常に楽しい発見しました。\u001b[22m\n\u001b[4mI could look at the characters as friends, I could understand their decisions, and I could enjoy the story that was presented.\u001b[24m\n    \u001b[1m私は友人としてのキャラクターを見ることができた、私は彼らの決定を理解することができ、私は提示された話を楽しむことができました。\u001b[22m, \u001b[1m私は彼らの決定を理解することができ、友人としての文字で見ることができる、と私は提示された物語を楽しむことができます。\u001b[22m\n\u001b[4mI won't say it wasn't kind of childishly optimistic at times (for example, how easy some Shos submitted to him), but I didn't mind it.\u001b[24m\n    \u001b[1m私はそれが時々楽しい楽観的なものではないと言っていないだろう（例えば、Shosが彼に提出したことがどれくらい簡単か）。しかし、私はそれを気にしなかった。\u001b[22m, \u001b[1m私はそれが（いくつかの自助団体は彼に提出例えば、どのように簡単に）時間に種類の子供っぽく楽観的ではなかったと言うことはありませんが、私はそれを気にしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n&gt; Storyline &amp; Setting 9/10\n\n\u001b[1m＆gt; ストーリーライン＆amp; 設定9/10\u001b[22m\n\u001b[1m(& Gt; sutōrīrain& amp; settei 9/ 10)\u001b[22m\n\nTranslations of \u001b[4m&gt; Storyline &amp; Setting 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;\u001b[24m\n    \u001b[1m＆gt;\u001b[22m\n\u001b[4mStoryline &amp;\u001b[24m\n    \u001b[1mストーリーライン＆amp;\u001b[22m, \u001b[1mストーリー＆＃038;\u001b[22m\n\u001b[4mSetting 9/10\u001b[24m\n    \u001b[1m設定9/10\u001b[22m, \u001b[1m9月10日を設定します\u001b[22m\nOkay, a lot of people seemed to have trouble with this anime because they found Kadowaki's reason for hating Arata dumb. However, I'd like to say that to me it seems that the reason wasn't only that Arata let him win in a race. He was venting out his anger on Arata. (Kadowaki's family background, his competitive nature, never being cared about, etc.)\n\n\u001b[1mさて、多くの人がこのアニメに問題を抱えていたようです。 しかし、その理由は、Arataが彼をレースで勝利させただけではないということです。 彼はArataに憤慨していた。  （Kadowakiの家族の背景、彼の競争力のある性質、決して気にされていないなど）\u001b[22m\n\u001b[1m(Sate, ōku no hito ga kono anime ni mondai o kakaete ita yōdesu. Shikashi, sono riyū wa, Arata ga kare o rēsu de shōri sa seta dakede wa nai to iu kotodesu. Kare wa Arata ni fungai shite ita. (Kadowaki no kazoku no haikei, kare no kyōsō-ryoku no aru seishitsu, kesshite ki ni sa rete inai nado))\u001b[22m\n\nTranslations of \u001b[4mOkay, a lot of people seemed to have trouble with this anime because they found Kadowaki's reason for hating Arata dumb. However, I'd like to say that to me it seems that the reason wasn't only that Arata let him win in a race. He was venting out his anger on Arata. (Kadowaki's family background, his competitive nature, never being cared about, etc.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, a lot of people seemed to have trouble with this anime because they found Kadowaki's reason for hating Arata dumb.\u001b[24m\n    \u001b[1mさて、多くの人がこのアニメに問題を抱えていたようです。\u001b[22m, \u001b[1mさて、多くの人々は、彼らがダムアラタを嫌うため門脇の理由を見つけたのでこのアニメとのトラブルを持っているように見えました。\u001b[22m\n\u001b[4mHowever, I'd like to say that to me it seems that the reason wasn't only that Arata let him win in a race.\u001b[24m\n    \u001b[1mしかし、その理由は、Arataが彼をレースで勝利させただけではないということです。\u001b[22m, \u001b[1mしかし、私は私には理由はアラタは彼がレースで勝利しましょうということではないだけだったようだと言いたいのです。\u001b[22m\n\u001b[4mHe was venting out his anger on Arata.\u001b[24m\n    \u001b[1m彼はArataに憤慨していた。\u001b[22m, \u001b[1m彼はアラタに彼の怒りを通気しました。\u001b[22m\n\u001b[4m(Kadowaki's family background, his competitive nature, never being cared about, etc.)\u001b[24m\n    \u001b[1m（Kadowakiの家族の背景、彼の競争力のある性質、決して気にされていないなど）\u001b[22m, \u001b[1m（門脇さんの家族の背景、彼の競争力の性質上、気にしないされない、など）\u001b[22m\nIt's indeed kind of funny that they brought their drama to an other dimension, but I guess it made it interesting that way.\n\n\u001b[1m彼らがドラマを他の次元に持ってきたのは本当に面白いですが、それはそれが面白いと思っています。\u001b[22m\n\u001b[1m(Karera ga dorama o hoka no jigen ni motte kita no wa hontōni omoshiroidesuga, sore wa sore ga omoshiroi to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's indeed kind of funny that they brought their drama to an other dimension, but I guess it made it interesting that way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's indeed kind of funny that they brought their drama to an other dimension, but I guess it made it interesting that way.\u001b[24m\n    \u001b[1m彼らがドラマを他の次元に持ってきたのは本当に面白いですが、それはそれが面白いと思っています。\u001b[22m, \u001b[1mそれは彼らが他の次元に彼らのドラマをもたらしたと確かに種類の面白いですが、私はそれがそのように面白い作っ思います。\u001b[22m\nThe story advanced maybe a bit too fast, some things weren't focused on enough (like fantasy world Arata), but you can't blame them, they only had 12 episodes to work with (and a pretty tight budget).\n\n\u001b[1m物語はちょっと早すぎるかもしれませんが、いくつかのものはファンタジーワールドArataのように十分に集中していませんでしたが、彼らを責めることはできません。彼らは12エピソードしか持っていませんでした。\u001b[22m\n\u001b[1m(Monogatari wa chotto haya sugiru kamo shiremasenga, ikutsu ka no mono wa fantajīwārudo Arata no yō ni jūbun ni shūchū shite imasendeshitaga, karera o semeru koto wa dekimasen. Karera wa 12 episōdo shika motte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story advanced maybe a bit too fast, some things weren't focused on enough (like fantasy world Arata), but you can't blame them, they only had 12 episodes to work with (and a pretty tight budget).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story advanced maybe a bit too fast, some things weren't focused on enough (like fantasy world Arata), but you can't blame them, they only had 12 episodes to work with (and a pretty tight budget).\u001b[24m\n    \u001b[1m物語はちょっと早すぎるかもしれませんが、いくつかのものはファンタジーワールドArataのように十分に集中していませんでしたが、彼らを責めることはできません。彼らは12エピソードしか持っていませんでした。\u001b[22m, \u001b[1m物語は多分少し速すぎ進め、いくつかのものは、（空想の世界荒田のように）十分に焦点を当てていなかったが、あなたは彼らを責めることはできませんが、彼らは唯一の12で動作するようにエピソード（とかなりタイト予算）を有していました。\u001b[22m\nI could accept everybody's reasoning. Some people might disagree with me on this, but if you don't like something, then you don't. Personally, I find it awesome.\n\n\u001b[1m私は皆の推論を受け入れることができた。 これに関して私に同意しない人もいるかもしれませんが、あなたが何か好きでないなら、あなたはしません。 個人的に、私はそれが素晴らしいことを見つける。\u001b[22m\n\u001b[1m(Watashi wa mina no suiron o ukeireru koto ga dekita. Kore ni kanshite watashi ni dōi shinai hito mo iru kamo shiremasenga, anata ga nanika sukidenainara, anata wa shimasen. Kojin-teki ni, watashi wa sore ga subarashī koto o mitsukeru.)\u001b[22m\n\nTranslations of \u001b[4mI could accept everybody's reasoning. Some people might disagree with me on this, but if you don't like something, then you don't. Personally, I find it awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could accept everybody's reasoning.\u001b[24m\n    \u001b[1m私は皆の推論を受け入れることができた。\u001b[22m, \u001b[1m私はみんなの推論を受け入れることができます。\u001b[22m\n\u001b[4mSome people might disagree with me on this, but if you don't like something, then you don't.\u001b[24m\n    \u001b[1mこれに関して私に同意しない人もいるかもしれませんが、あなたが何か好きでないなら、あなたはしません。\u001b[22m, \u001b[1m一部の人々は、この上で私と一緒に同意しないかもしれませんが、あなたが何かを好きではない場合、あなたはしないでください。\u001b[22m\n\u001b[4mPersonally, I find it awesome.\u001b[24m\n    \u001b[1m個人的に、私はそれが素晴らしいことを見つける。\u001b[22m, \u001b[1m個人的に、私はそれは素晴らしい見つけます。\u001b[22m\nI also really like the whole trust and believe concept. It was a really good idea, and I think they made it all work out really well.\n\n\u001b[1m私も本当に信用が好きで、コンセプトを信じています。 それは本当に良いアイデアだったし、彼らはそれがすべてうまくいっていると思う。\u001b[22m\n\u001b[1m(Watashi mo hontōni shin'yō ga sukide, konseputo o shinjite imasu. Sore wa hontōni yoi aideadattashi, karera wa sore ga subete umaku itte iru to omou.)\u001b[22m\n\nTranslations of \u001b[4mI also really like the whole trust and believe concept. It was a really good idea, and I think they made it all work out really well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also really like the whole trust and believe concept.\u001b[24m\n    \u001b[1m私も本当に信用が好きで、コンセプトを信じています。\u001b[22m, \u001b[1mまた、私は本当に全体の信頼が好きで、概念を信じています。\u001b[22m\n\u001b[4mIt was a really good idea, and I think they made it all work out really well.\u001b[24m\n    \u001b[1mそれは本当に良いアイデアだったし、彼らはそれがすべてうまくいっていると思う。\u001b[22m, \u001b[1mそれは本当に良いアイデアだった、と私は、彼らはそれがすべて本当にうまく働かせたと思います。\u001b[22m\nThe only reason I give it 9 and not 10, is because, apparently, it failed to convey its meaning to the general public. I don't know how, because I could totally get with the flow...\n\n\u001b[1m私が9で10を与えない唯一の理由は、明らかに、その意味を一般の人々に伝えられなかったからです。 どのように私は完全に流れを得ることができるので、わからない...\u001b[22m\n\u001b[1m(Watashi ga 9 de 10 o ataenai yuiitsu no riyū wa, akiraka ni, sono imi o ippan no hitobito ni tsutae rarenakattakaradesu.Do no yō ni watashi wa kanzen ni nagare o eru koto ga dekiru node, wakaranai...)\u001b[22m\n\nTranslations of \u001b[4mThe only reason I give it 9 and not 10, is because, apparently, it failed to convey its meaning to the general public. I don't know how, because I could totally get with the flow...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only reason I give it 9 and not 10, is because, apparently, it failed to convey its meaning to the general public.\u001b[24m\n    \u001b[1m私が9で10を与えない唯一の理由は、明らかに、その意味を一般の人々に伝えられなかったからです。\u001b[22m, \u001b[1mどうやら、それは一般大衆にその意味を伝えることができなかった、ので、私は、それ9はなく10を与える唯一の理由です。\u001b[22m\n\u001b[4mI don't know how, because I could totally get with the flow...\u001b[24m\n    \u001b[1mどのように私は完全に流れを得ることができるので、わからない...\u001b[22m, \u001b[1m私は完全に流れに得ることができるので、私は、方法がわかりません...\u001b[22m\n\u001b[1m\u001b[22m\n&gt;Soundtracks &amp; Seiyuus 10/10\n\n\u001b[1m＆gt;サウンドトラック＆amp; amp;  Seiyuus 10/10\u001b[22m\n\u001b[1m(& Gt; saundotorakku& amp; amp; Seiyuus 10/ 10)\u001b[22m\n\nTranslations of \u001b[4m&gt;Soundtracks &amp; Seiyuus 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;Soundtracks &amp;\u001b[24m\n    \u001b[1m＆gt;サウンドトラック＆amp; amp;\u001b[22m, \u001b[1m＆GT;サウンドトラック＆＃038;\u001b[22m\n\u001b[4mSeiyuus 10/10\u001b[24m\n    \u001b[1mSeiyuus 10/10\u001b[22m\nThe. Best. Ever.\n\n\u001b[1m。 ベスト。 これまで\u001b[22m\n\u001b[1m(. Besuto. Kore made)\u001b[22m\n\nTranslations of \u001b[4mThe. Best. Ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mBest.\u001b[24m\n    \u001b[1mベスト。\u001b[22m\n\u001b[4mEver.\u001b[24m\n    \u001b[1mこれまで\u001b[22m, \u001b[1mエヴァー。\u001b[22m\nThe soundtrack was composed by Ko Otani, and I was literally shaking sometimes, it was THAT good.\n\n\u001b[1mサウンドトラックは大谷浩が作ったもので、時に文字通り揺れていました。\u001b[22m\n\u001b[1m(Saundotorakku wa Ōtani Hiroshi ga tsukutta mono de,-ji ni mojidōri yurete imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack was composed by Ko Otani, and I was literally shaking sometimes, it was THAT good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack was composed by Ko Otani, and I was literally shaking sometimes, it was THAT good.\u001b[24m\n    \u001b[1mサウンドトラックは大谷浩が作ったもので、時に文字通り揺れていました。\u001b[22m, \u001b[1mサウンドトラックは、それは良かった、コ大谷が作曲した、と私は、文字通り、時々震えていました。\u001b[22m\nThe voice actors also did a terrific job. I could have imagined someone else for Kadowaki, but it was okay. Arata's voice actor also helped the anime a lot.\n\n\u001b[1m声優もすばらしい仕事をしました。 私はKadowakiのために他の誰かを想像することができたが、大丈夫だった。 アラタの声優も、アニメを大いに助けました。\u001b[22m\n\u001b[1m(Seiyū mo subarashī shigoto o shimashita. Watashi wa Kadowaki no tame ni hoka no dareka o sōzō suru koto ga dekitaga, daijōbudatta. Arata no seiyū mo, anime o ōini tasukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors also did a terrific job. I could have imagined someone else for Kadowaki, but it was okay. Arata's voice actor also helped the anime a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors also did a terrific job.\u001b[24m\n    \u001b[1m声優もすばらしい仕事をしました。\u001b[22m, \u001b[1m声優も素晴らしい仕事をしました。\u001b[22m\n\u001b[4mI could have imagined someone else for Kadowaki, but it was okay.\u001b[24m\n    \u001b[1m私はKadowakiのために他の誰かを想像することができたが、大丈夫だった。\u001b[22m, \u001b[1m私は門脇のために他の誰かを想像したかもしれないが、それは大丈夫でした。\u001b[22m\n\u001b[4mArata's voice actor also helped the anime a lot.\u001b[24m\n    \u001b[1mアラタの声優も、アニメを大いに助けました。\u001b[22m, \u001b[1m荒田の声優もアニメをたくさん助けました。\u001b[22m\nThe opening and ending themes were all wonderful, I listen to them a lot. I think they match the genre of the anime pretty well. Maybe a bit too generic for some people, but I found them perfectly fitting and epic. ( Ah, and in the final episode, where the second ED just floated in ;u; )\n\n\u001b[1mオープニングテーマとエンディングテーマはすごく素晴らしかったです。 私は彼らがアニメのジャンルによく合うと思う。 おそらく一部の人にとってはあまりに一般的すぎるかもしれませんが、私はそれらを完全にフィッティングと壮大なものにしました。  （ああ、最後のエピソードでは、2番目のEDがちょうど浮かんでいた; u;）\u001b[22m\n\u001b[1m(Ōpuningutēma to endingutēma wa sugoku subarashikattadesu. Watashi wa karera ga anime no janru ni yoku au to omou. Osoraku ichibu no hito ni totte wa amarini ippan-teki sugiru kamo shiremasenga, watashi wa sorera o kanzen ni fittingu to sōdaina mono ni shimashita. (Ā , saigo no episōdode wa, 2-banme no ED ga chōdo ukande ita; u; ))\u001b[22m\n\nTranslations of \u001b[4mThe opening and ending themes were all wonderful, I listen to them a lot. I think they match the genre of the anime pretty well. Maybe a bit too generic for some people, but I found them perfectly fitting and epic. ( Ah, and in the final episode, where the second ED just floated in ;u; )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening and ending themes were all wonderful, I listen to them a lot.\u001b[24m\n    \u001b[1mオープニングテーマとエンディングテーマはすごく素晴らしかったです。\u001b[22m, \u001b[1mオープニングとエンディングテーマは、私は彼らに多くのことを聞いて、すべて素晴らしかったです。\u001b[22m\n\u001b[4mI think they match the genre of the anime pretty well.\u001b[24m\n    \u001b[1m私は彼らがアニメのジャンルによく合うと思う。\u001b[22m, \u001b[1m私は、彼らがかなりアニメのジャンルにマッチだと思います。\u001b[22m\n\u001b[4mMaybe a bit too generic for some people, but I found them perfectly fitting and epic.\u001b[24m\n    \u001b[1mおそらく一部の人にとってはあまりに一般的すぎるかもしれませんが、私はそれらを完全にフィッティングと壮大なものにしました。\u001b[22m, \u001b[1mたぶん少しも一部の人のための一般的な、しかし、私は彼らが完璧にフィッティングと叙事詩を発見しました。\u001b[22m\n\u001b[4m( Ah, and in the final episode, where the second ED just floated in ;u; )\u001b[24m\n    \u001b[1m（ああ、最後のエピソードでは、2番目のEDがちょうど浮かんでいた; u;）\u001b[22m, \u001b[1m（ああ、第二EDはわずかに浮い最終回、中; U;）\u001b[22m\n\u001b[1m\u001b[22m\n&gt;Graphics &amp; Art 6~10+/10\n\n\u001b[1m＆gt;グラフィック＆amp; アート6〜10 + / 10\u001b[22m\n\u001b[1m(& Gt; gurafikku& amp; āto 6 〜 10 +/ 10)\u001b[22m\n\nTranslations of \u001b[4m&gt;Graphics &amp; Art 6~10+/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;Graphics &amp;\u001b[24m\n    \u001b[1m＆gt;グラフィック＆amp;\u001b[22m, \u001b[1m＆GT;グラフィックス＆＃038;\u001b[22m\n\u001b[4mArt 6~10+/10\u001b[24m\n    \u001b[1mアート6〜10 + / 10\u001b[22m\nHmmm... on one hand, the graphics were out of this world beautiful. The colors, the whole world that it was set in, the outfits, the character designs, everything was mesmerizing. I really, really loved those. The Sousei no Hinowa scene... I can't even describe it was so breathtakingly gorgeous. 10+/10\n\n\u001b[1mうーん...一方で、グラフィックはこの世界から美しいものだった。 色、それがセットされた世界、服装、キャラクターデザイン、すべてが魅了されました。 私は本当に、本当にそれらを愛していた。 孫星の日の出のシーン...私はそれがとても息を呑むほど豪華だったとも言えません。  10 + / 10\u001b[22m\n\u001b[1m(U ̄ n... Ippō de, gurafikku wa kono sekai kara utsukushī monodatta. Iro, sore ga setto sa reta sekai, fukusō, kyarakutādezain, subete ga miryō sa remashita. Watashi wa hontōni, hontōni sorera o aishite ita. Mago hoshi no hinode no shīn... Watashi wa sore ga totemo ikiwonomu hodo gōkadattatomo iemasen. 10 +/ 10)\u001b[22m\n\nTranslations of \u001b[4mHmmm... on one hand, the graphics were out of this world beautiful. The colors, the whole world that it was set in, the outfits, the character designs, everything was mesmerizing. I really, really loved those. The Sousei no Hinowa scene... I can't even describe it was so breathtakingly gorgeous. 10+/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHmmm... on one hand, the graphics were out of this world beautiful.\u001b[24m\n    \u001b[1mうーん...一方で、グラフィックはこの世界から美しいものだった。\u001b[22m, \u001b[1mうーん...一方で、グラフィックが美しいこの世界の外にありました。\u001b[22m\n\u001b[4mThe colors, the whole world that it was set in, the outfits, the character designs, everything was mesmerizing.\u001b[24m\n    \u001b[1m色、それがセットされた世界、服装、キャラクターデザイン、すべてが魅了されました。\u001b[22m, \u001b[1m色は、それは、衣装、キャラクターデザインを中に設定されたことを全世界が、すべてが魅惑的でした。\u001b[22m\n\u001b[4mI really, really loved those.\u001b[24m\n    \u001b[1m私は本当に、本当にそれらを愛していた。\u001b[22m, \u001b[1m私は本当に、本当にそれらを愛しました。\u001b[22m\n\u001b[4mThe Sousei no Hinowa scene... I can't even describe it was so breathtakingly gorgeous.\u001b[24m\n    \u001b[1m孫星の日の出のシーン...私はそれがとても息を呑むほど豪華だったとも言えません。\u001b[22m, \u001b[1m創世なしHINOWAシーンは...私もそれはとても息をのむほどゴージャスた記述することはできません。\u001b[22m\n\u001b[4m10+/10\u001b[24m\n    \u001b[1m10 + / 10\u001b[22m\nOn the other hand, ... uuugghhhhh... I was so, so, so sorry to see this anime go from absolutely acceptable and colorful to 'holy hell how can their nose be that big' and 'how many frames is that, 1 frame / 3 seconds or what?'\n\n\u001b[1m一方、... uuugghhhhh...私はとてもそうだったので、このアニメが絶対に受け入れられ、カラフルなものから「聖なる地獄」になっていくのを見て、すごく鼻が大きくて、  1フレーム/ 3秒か何？\u001b[22m\n\u001b[1m(Ippō,... Uuugghhhhh... Watashi wa totemo sōdattanode, kono anime ga zettai ni ukeire rare, karafuruna mono kara `seinaru jigoku' ni natte iku no o mite, sugoku hana ga ōkikute, 1 furēmu/ 3-byō ka nani?)\u001b[22m\n\nTranslations of \u001b[4mOn the other hand, ... uuugghhhhh... I was so, so, so sorry to see this anime go from absolutely acceptable and colorful to 'holy hell how can their nose be that big' and 'how many frames is that, 1 frame / 3 seconds or what?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the other hand, ... uuugghhhhh... I was so, so, so sorry to see this anime go from absolutely acceptable and colorful to 'holy hell how can their nose be that big' and 'how many frames is that,\u001b[24m\n    \u001b[1m一方、... uuugghhhhh...私はとてもそうだったので、このアニメが絶対に受け入れられ、カラフルなものから「聖なる地獄」になっていくのを見て、すごく鼻が大きくて、\u001b[22m, \u001b[1m一方、... uuugghhhhh...私はそうだったので、このアニメはと 'どのように多くのフレームつまり、「どのように自分の鼻が大きいのことをすることができます聖なる地獄」に絶対に許容され、カラフルなから行くのを見てとても残念\u001b[22m\n\u001b[4m1 frame / 3 seconds or what?'\u001b[24m\n    \u001b[1m1フレーム/ 3秒か何？\u001b[22m, \u001b[1m1フレーム/ 3秒または何？」\u001b[22m\nBut that was really the budget's fault, I believe. 6/10\n\n\u001b[1mしかし、それは本当に予算のせいだと私は信じています。  6/10\u001b[22m\n\u001b[1m(Shikashi, sore wa hontōni yosan no seida to watashi wa shinjite imasu. 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mBut that was really the budget's fault, I believe. 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut that was really the budget's fault, I believe.\u001b[24m\n    \u001b[1mしかし、それは本当に予算のせいだと私は信じています。\u001b[22m, \u001b[1mしかし、それは本当に予算のせいだった、私は信じています。\u001b[22m\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\n&gt;Characters 9/10\n\n\u001b[1m＆gt;文字9/10\u001b[22m\n\u001b[1m(& Gt; moji 9/ 10)\u001b[22m\n\nTranslations of \u001b[4m&gt;Characters 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;Characters 9/10\u001b[24m\n    \u001b[1m＆gt;文字9/10\u001b[22m\nThis seems to be the biggest point to nitpick on when it comes to haters. They say Arata needs to grow a pair, Kadowaki needs to chill his tits, etc. etc. I think these guys are realistic, a lot more realistic than your average shounen heroes I liked how in the final episode Arata didn't just say he didn't hate Kadowaki, or anything. Indeed it could help a lot if the two talked it out - or so I thought, until the final episode. You simply &gt;can't&lt; negotiate with Kadowaki. He is way too obsessed with smashing Arata already.\n\n\u001b[1mこれは嫌悪者になると、ニックピックするのが最も重要なポイントのようです。 彼らはArataがペアを成長させる必要があると言います、Kadowakiは彼のおっぱいなどを冷やす必要があります。私はこれらの男があなたの平均shounenヒーローよりも現実的な、より現実的だと思う私は最終的なエピソードArataが Kadowaki、または何かを憎んでいない。 実際には、2人がそれを話したら、それは多くの助けになるかもしれません - あるいは、私は最終的なエピソードまで考えました。 あなたは単純に＆gt;＆lt;  Kadowakiと交渉する。 彼はすでにArataをぶつけすぎてしまっている。\u001b[22m\n\u001b[1m(Kore wa ken'o-sha ni naru to, nikkupikku suru no ga mottomo jūyōna pointo no yōdesu. Karera wa Arata ga pea o seichō sa seru hitsuyō ga aru to iimasu, Kadowaki wa kare no oppai nado o hiyasu hitsuyō ga arimasu. Watashi wa korera no otoko ga anata no heikin shounen hīrō yori mo genjitsu-tekina, yori genjitsu-tekida to omou watashi wa saishū-tekina episōdo Arata ga Kadowaki, matawa nanika o nikunde inai. Jissai ni wa, 2-ri ga sore o hanashitara, sore wa ōku no tasuke ni naru kamo shiremasen - aruiwa, watashi wa saishū-tekina episōdo made kangaemashita. Anata wa tanjun ni& gt; & lt; Kadowaki to kōshō suru. Kare wa sudeni Arata o butsuke sugite shimatte iru.)\u001b[22m\n\nTranslations of \u001b[4mThis seems to be the biggest point to nitpick on when it comes to haters. They say Arata needs to grow a pair, Kadowaki needs to chill his tits, etc. etc. I think these guys are realistic, a lot more realistic than your average shounen heroes I liked how in the final episode Arata didn't just say he didn't hate Kadowaki, or anything. Indeed it could help a lot if the two talked it out - or so I thought, until the final episode. You simply &gt;can't&lt; negotiate with Kadowaki. He is way too obsessed with smashing Arata already.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis seems to be the biggest point to nitpick on when it comes to haters.\u001b[24m\n    \u001b[1mこれは嫌悪者になると、ニックピックするのが最も重要なポイントのようです。\u001b[22m, \u001b[1mこれは、嫌いに来るときに小うるさいする最大のポイントであるように思われます。\u001b[22m\n\u001b[4mThey say Arata needs to grow a pair, Kadowaki needs to chill his tits, etc. etc. I think these guys are realistic, a lot more realistic than your average shounen heroes I liked how in the final episode Arata didn't just say he\u001b[24m\n    \u001b[1m彼らはArataがペアを成長させる必要があると言います、Kadowakiは彼のおっぱいなどを冷やす必要があります。私はこれらの男があなたの平均shounenヒーローよりも現実的な、より現実的だと思う私は最終的なエピソードArataが\u001b[22m, \u001b[1m彼らはより多くの現実的な私は、最終的なエピソードでアラタはちょうど彼言いませんでしたどのように言っていますあなたの平均少年ヒーローよりも、私はこれらの人が現実的だと思うなどなど、門脇は彼のおっぱいを冷却する必要がある、アラタがペアを成長させる必要があると言います\u001b[22m\n\u001b[4mdidn't hate Kadowaki, or anything.\u001b[24m\n    \u001b[1mKadowaki、または何かを憎んでいない。\u001b[22m, \u001b[1m門脇、または何かを嫌いではありませんでした。\u001b[22m\n\u001b[4mIndeed it could help a lot if the two talked it out - or so I thought, until the final episode.\u001b[24m\n    \u001b[1m実際には、2人がそれを話したら、それは多くの助けになるかもしれません - あるいは、私は最終的なエピソードまで考えました。\u001b[22m, \u001b[1m2はそれを話した場合確かにそれは多くのことを助けることができる - またはので、私は最終回まで、と思いました。\u001b[22m\n\u001b[4mYou simply &gt;can't&lt;\u001b[24m\n    \u001b[1mあなたは単純に＆gt;＆lt;\u001b[22m, \u001b[1mあなたは、単に＆GT; LTを、＆することはできません。\u001b[22m\n\u001b[4mnegotiate with Kadowaki.\u001b[24m\n    \u001b[1mKadowakiと交渉する。\u001b[22m, \u001b[1m門脇と交渉。\u001b[22m\n\u001b[4mHe is way too obsessed with smashing Arata already.\u001b[24m\n    \u001b[1m彼はすでにArataをぶつけすぎてしまっている。\u001b[22m, \u001b[1m彼はすでにアラタを壊しとあまりにも取りつかれています。\u001b[22m\nThe one and only thing that I could nitpick about, is that I couldn't find a favorite character. None of them stood out much to me, I liked the whole thing in general a lot more than I liked each character individually. (Though this also kinda means that there wasn't any character that I didn't like. This could perhaps be the reason why so many people say that the show didn't keep them interested...?)\n\n\u001b[1m私が思いつくことができる唯一のことは、私が好きな人物を見つけることができなかったことです。 彼らのどれも私にとって大したものではありませんでした。  （これはちょっと私が好きではない性格がないことを意味しますが、これはショーが興味をそそられていないと多くの人が言う理由かもしれません...？）\u001b[22m\n\u001b[1m(Watashi ga omoitsuku koto ga dekiru yuiitsu no koto wa, watashi ga sukina jinbutsu o mitsukeru koto ga dekinakatta kotodesu. Karera no dore mo watashi ni totte taishita monode wa arimasendeshita. (Kore wa chotto watashi ga sukide wanai seikaku ga nai koto o imi shimasuga, koreha shō ga kyōmi o sosora rete inaito ōku no hito ga iu riyū kamo shiremasen... ? ))\u001b[22m\n\nTranslations of \u001b[4mThe one and only thing that I could nitpick about, is that I couldn't find a favorite character. None of them stood out much to me, I liked the whole thing in general a lot more than I liked each character individually. (Though this also kinda means that there wasn't any character that I didn't like. This could perhaps be the reason why so many people say that the show didn't keep them interested...?)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe one and only thing that I could nitpick about, is that I couldn't find a favorite character.\u001b[24m\n    \u001b[1m私が思いつくことができる唯一のことは、私が好きな人物を見つけることができなかったことです。\u001b[22m, \u001b[1m私が小うるさいことができ、唯一の事は、私が好きなキャラクターを見つけることができなかったことです。\u001b[22m\n\u001b[4mNone of them stood out much to me, I liked the whole thing in general a lot more than I liked each character individually.\u001b[24m\n    \u001b[1m彼らのどれも私にとって大したものではありませんでした。\u001b[22m, \u001b[1mそれらのどれもが私にあまり際立っていない、私は私が個別に各文字を気に入っよりも多く、一般的に全体のことが好きでした。\u001b[22m\n\u001b[4m(Though this also kinda means that there wasn't any character that I didn't like. This could perhaps be the reason why so many people say that the show didn't keep them interested...?)\u001b[24m\n    \u001b[1m（これはちょっと私が好きではない性格がないことを意味しますが、これはショーが興味をそそられていないと多くの人が言う理由かもしれません...？）\u001b[22m, \u001b[1m（これもちょっと私は好きではなかった任意の文字がなかったことを意味しますが。これはおそらく、非常に多くの人々がショーが興味を持ってそれを守らなかったと言う理由かもしれません...？）\u001b[22m\n\u001b[1m\u001b[22m\nOverall I give the show a 9. In my heart it will always be 10+/10 absolute favorite, but I will also take into account that it had its ... hmm, 'interesting' parts and that the graphics went full retard after the first few episodes (unfortunately)\n\n\u001b[1m全体的に私はショーに9を与える。私の心の中では、常に10 + / 10の絶対的なお気に入りになるだろうが、私はそれも...面白い部分があり、 最初の数回のエピソード（残念ながら）\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa shō ni 9 o ataeru. Watashi no kokoronouchide wa, tsuneni 10 +/ 10 no zettai-tekina okiniiri ni narudarouga, watashi wa sore mo... Omoshiroi bubun ga ari, saisho no sū-kai no episōdo (zan'nen'nagara))\u001b[22m\n\nTranslations of \u001b[4mOverall I give the show a 9. In my heart it will always be 10+/10 absolute favorite, but I will also take into account that it had its ... hmm, 'interesting' parts and that the graphics went full retard after the first few episodes (unfortunately)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I give the show a 9. In my heart it will always be 10+/10 absolute favorite, but I will also take into account that it had its ... hmm, 'interesting' parts and that the graphics went full retard after\u001b[24m\n    \u001b[1m全体的に私はショーに9を与える。私の心の中では、常に10 + / 10の絶対的なお気に入りになるだろうが、私はそれも...面白い部分があり、\u001b[22m, \u001b[1m全体的に私はそれが常に10 + / 10絶対お気に入りのだろう私の心9.ショーを与えるが、それは、その...うーん、「面白い」の部分を持っていたことを私はまた、考慮に入れると、グラフィックスが後に完全リタードを行ったこと\u001b[22m\n\u001b[4mthe first few episodes (unfortunately)\u001b[24m\n    \u001b[1m最初の数回のエピソード（残念ながら）\u001b[22m, \u001b[1m最初のいくつかのエピソード（残念ながら）\u001b[22m"
  },
  {
    "title": "Arata_Kangatari",
    "id": "16518",
    "url": "https://myanimelist.net/anime/16518/Arata_Kangatari",
    "user": "DarkDendra",
    "profile": "/profile/DarkDendra/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=150921",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  6\n\n高校の少年についてのアニメ、古い元友と彼の友人であると思っていた人たちが多くの人を強く悩ますアニメ、Arat Kangatariは彼と友達ではないことにも強姦される。 基本的には、主人公の人生をかなり悲惨にし、彼が消えたいと思うようにする。 ある意味では 。 彼は、あなたがそれを好むところであれば、別の世界や次元に運ばれるだけです。\n私たちの主人公Arataは別の世界に運ばれ、Arataという別の男を置き換えます。 しかし、彼らは世界からのArataとして彼を見ます、彼らは日焼けしていないと黒い髪を持っている高校の少年として彼を見ていない。 彼女はArataに魅了されて以来、彼はコトハの秘密を保持していて、彼は他人だとは知らない。 すぐ後で、私たちの主人公、癒しをすることができる若い少女、盗賊の子供、そして12人のクールな兵士グループからキャストされた少数の旅行グループの開発が始まります。\n私の意見をかなり鈍く正直に言うと、このアニメは私の目には失望でした。 私はまだ漫画を読んでいないので注意してください、彼らはさらに何かについての詳細に入るかどうかは不明です。 私はこのアニメが「失望」であると言いますが、それはまだそれが完全に無駄になったような感覚を持っていた可能性に失望しています。 あなたは「偉大」であると考えられている剣を持っており、主人公はその剣を保持していますが、それは単純な障壁を生むものであり、本当にしません。  。 何でも それは実際には何か違うアニメの終わりまでは大きな失望でしたが、まだかなり虹の動きを見ている以外は、実際にはあまり改善されませんでした。\n特別な能力を持っていても、すべての剣は自分のやり方では本当にユニークでした。私は本当に好きで楽しんでいました。 彼らは基本的にすべて同じで、同じものなどを見ていたら、それはどのように総穴になる見ているしかし、彼らは本当に目的のために何かについては、あまりにも多くを説明しなかった、彼らはしなかった 王女と彼女の目的が何であるかについて多くの情報を提供することさえできます。 あるいは、なぜ彼らは初めに彼女にしたことをしたのか。 それはちょうどあなたがそこに座って、いつも考えているようにしました。そして、これは目的でした。  。  ？  '。\n物語はまだよく、かなりまともだった。 ちょうど2,3回のように見えましたが、その中にはかなり不必要な部品がいくつかありました。 。 彼に向かって何かの嫌悪感を持ち、彼をいじめ、または彼を殺したいという完全に弱い理由のように。 実際にはドライブがまったくなく、まったく空に見えませんでした。 良い敵キャラクターの可能性を完全に無駄にしていたように思えました。そこで、彼は彼に来るための愚かな無駄な理由を与えます。 それ以外は、物語は完全に良かった。 すべての物語には間違いがありますので、あなたはそれについて何もできません。 キャラクターには、キャラクターの成長がかなり良いキャラクターがあります。 彼の敵だけど、よく彼のためにはあまり進んでいない。 彼の敵はちょうど愚かな理由のために彼の勇気を嫌うちょうど彼の古い友人です。 彼が完全に喜んで彼を殺そうとしているのは別の疑問を引き起こすが、なぜこの男はこれについて狂っているのだろうか、彼は剣を持って彼を殺したいと思うのだろうか？ アラタと戦う敵のドライブはちょうど見えた。  。 \n全体的にストーリーは良かったし、完璧でしたが、それでもまだ良かったです。 キャラクターもとてもよかったし、それぞれとその1つを楽しんだ。 すべての敵は彼らとは異なった見通しを持ち、とても楽しかったです。 楽しさ？  1つのエピソードを辿るだけの努力がすべての時間を要したように思えたので、自分自身にとってはあまり楽しまなかった。 物事は実際には面白くないか、あるいは終わりまで良いものになっていませんでした。  。 何が起こったのかと失望してしまった。 私は漫画が欠けていると感じて説明する必要があると感じるものに深く入るように祈ることしかできません。 だから全体的に私はこのアニメ6を与えた、それはかなり良い公正なまともなアニメだった。\n私はそれをお勧めしますか？ 多分。 このアニメがあなたが探しているもののようなものなのかどうかだけで、あなたが持っていた問題は気にしません。 私はそれを見てはいけないとは言わないだろう。キャラクターや開発など、かなり良い点があるからだ。 だからあなたがそれにしているなら、アニメを見てください。 あなたは完全にあなた次第ですが、あなたは失望してしまいますか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nArat Kangatari, a anime about a young boy in high school who gets bullied a lot by an old ex friend and people who he thought are his friends get bullied as well into not being friends with him. Basically making the main character's life pretty miserable and to the point where he wants to disappear. Which in a sense . . he does, just he gets transported to another world or dimension, whichever you prefer to call it.\n\n\u001b[1m高校の少年についてのアニメ、古い元友と彼の友人であると思っていた人たちが多くの人を強く襲うArat Kangatariは、友人ではないことにも強姦される。 基本的には、主人公の人生をかなり悲惨にし、彼が消えたいと思うようにする。 ある意味では 。 彼は、あなたがそれを好むところであれば、別の世界や次元に運ばれるだけです。\u001b[22m\n\u001b[1m(Kōkō no shōnen ni tsuite no anime, furui moto tomo to kare no yūjindearu to omotte ita hito-tachi ga ōku no hito o tsuyoku osou Arat Kangatari wa, yūjinde wanai koto ni mo gōkan sa reru. Kihontekini wa, shujinkō no jinsei o kanari hisan ni shi, kare ga kietai to omou yō ni suru. Aruimide wa. Kare wa, anata ga sore o konomu tokorodeareba,-betsu no sekai ya jigen ni hakoba reru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mArat Kangatari, a anime about a young boy in high school who gets bullied a lot by an old ex friend and people who he thought are his friends get bullied as well into not being friends with him. Basically making the main character's life pretty miserable and to the point where he wants to disappear. Which in a sense . . he does, just he gets transported to another world or dimension, whichever you prefer to call it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArat Kangatari, a anime about a young boy in high school who gets bullied a lot by an old ex friend and people who he thought are his friends get bullied as well into not being friends with him.\u001b[24m\n    \u001b[1m高校の少年についてのアニメ、古い元友と彼の友人であると思っていた人たちが多くの人を強く襲うArat Kangatariは、友人ではないことにも強姦される。\u001b[22m, \u001b[1mARAT Kangatari、彼は彼の友人が彼と友達にされていないにも同様にいじめられるされていると思った古い元の友人や人々によって多くのことをいじめます高校生の若い男の子についてのアニメ。\u001b[22m\n\u001b[4mBasically making the main character's life pretty miserable and to the point where he wants to disappear.\u001b[24m\n    \u001b[1m基本的には、主人公の人生をかなり悲惨にし、彼が消えたいと思うようにする。\u001b[22m, \u001b[1m基本的に主人公の人生はかなり悲惨な作り、彼が消えるしたいポイントに。\u001b[22m\n\u001b[4mWhich in a sense .\u001b[24m\n    \u001b[1mある意味では\u001b[22m, \u001b[1m意味です。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mhe does, just he gets transported to another world or dimension, whichever you prefer to call it.\u001b[24m\n    \u001b[1m彼は、あなたがそれを好むところであれば、別の世界や次元に運ばれるだけです。\u001b[22m, \u001b[1m彼は、ちょうど彼は、あなたがそれを呼び出すことを好む方、別の世界や次元に転送されますありません。\u001b[22m\nArata our main character gets transported into another world and replaces another guy named Arata. Yet they see him as the Arata from their world, they don't see him as a high school boy who isn't tan and has black hair. Which he keeps it a secret from Kotoha since she was fascinated with Arata and has no idea he's someone else. Which soon later they start developing a little traveling group which consists of : our main character, a young girl who can heal, a bandit kid, and a cast out of the 12 cool group of warriors.\n\n\u001b[1m私たちの主人公Arataは別の世界に運ばれ、Arataという別の男を置き換えます。 しかし、彼らは世界からのArataとして彼を見ます、彼らは日焼けしていないと黒い髪を持っている高校の少年として彼を見ていない。 彼女はArataに魅了されて以来、彼はコトハの秘密を保持していて、彼は他人だとは知らない。 すぐ後で、私たちの主人公、癒しをすることができる若い少女、盗賊の子供、そして12人のクールな兵士グループからキャストされた少数の旅行グループの開発が始まります。\u001b[22m\n\u001b[1m(Watashitachi no shujinkō Arata wa betsu no sekai ni hakoba re, Arata to iu betsu no otoko o okikaemasu. Shikashi, karera wa sekai kara no Arata to shite kare o mimasu, karera wa hiyake shite inaito kuroi kami o motte iru kōkō no shōnen to shite kare o miteinai. Kanojo wa Arata ni miryō sa rete irai, kare wa kotoha no himitsu o hoji shite ite, kare wa taninda to wa shiranai. Sugu-go de, watashitachi no shujinkō, iyashi o suru koto ga dekiru wakai shōjo, tōzoku no kodomo, soshite 12-ri no kūruna heishi gurūpu kara kyasuto sa reta shōsū no ryokō gurūpu no kaihatsu ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mArata our main character gets transported into another world and replaces another guy named Arata. Yet they see him as the Arata from their world, they don't see him as a high school boy who isn't tan and has black hair. Which he keeps it a secret from Kotoha since she was fascinated with Arata and has no idea he's someone else. Which soon later they start developing a little traveling group which consists of : our main character, a young girl who can heal, a bandit kid, and a cast out of the 12 cool group of warriors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArata our main character gets transported into another world and replaces another guy named Arata.\u001b[24m\n    \u001b[1m私たちの主人公Arataは別の世界に運ばれ、Arataという別の男を置き換えます。\u001b[22m, \u001b[1m荒田私たちの主な文字は、別の世界に運ばれ、アラタという名前の別の男に置き換えられます。\u001b[22m\n\u001b[4mYet they see him as the Arata from their world, they don't see him as a high school boy who isn't tan and has black hair.\u001b[24m\n    \u001b[1mしかし、彼らは世界からのArataとして彼を見ます、彼らは日焼けしていないと黒い髪を持っている高校の少年として彼を見ていない。\u001b[22m, \u001b[1mしかし、彼らは日焼けではなく、黒い髪をしている高校生の少年として彼を見ていない、彼らの世界からアラタとして彼を参照してください。\u001b[22m\n\u001b[4mWhich he keeps it a secret from Kotoha since she was fascinated with Arata and has no idea he's someone else.\u001b[24m\n    \u001b[1m彼女はArataに魅了されて以来、彼はコトハの秘密を保持していて、彼は他人だとは知らない。\u001b[22m, \u001b[1mこれは彼女がアラタに魅了し、彼は他の誰かだないアイデアを持っていなかったので、彼はそれKotohaから秘密保持します。\u001b[22m\n\u001b[4mWhich soon later they start developing a little traveling group which consists of : our main character, a young girl who can heal, a bandit kid, and a cast out of the 12 cool group of warriors.\u001b[24m\n    \u001b[1mすぐ後で、私たちの主人公、癒しをすることができる若い少女、盗賊の子供、そして12人のクールな兵士グループからキャストされた少数の旅行グループの開発が始まります。\u001b[22m, \u001b[1mこれはすぐ後で、彼らはで構成されて少し走行グループ開発を開始：私たちのメインキャラクター、癒すことができます若い女の子、山賊の子供、と戦士の12クールなグループのうちキャストを。\u001b[22m\nTo give my opinion quite bluntly and honestly: this anime was a disappointment in my eyes. Take note I haven't read the manga yet, so I am uncertain if they even go into more details about anything. Though when I say this anime is a ' disappointment ' I am merely just disappointed at the potential that it held yet it felt like it was wasted entirely. You have a sword that is supposed to be the ' greatest ' and our main character holds that sword, but all it does is produce a simple barrier and not do really . . anything. That was a big disappointment, until the end of the anime where it actually does something different, yet it still didn't really improve much in the end except do some pretty looking rainbow moves.\n\n\u001b[1m私の意見をかなり鈍く正直に言うと、このアニメは私の目には失望でした。 私はまだ漫画を読んでいないので注意してください、彼らはさらに何かについての詳細に入るかどうかは不明です。 私はこのアニメが「失望」であると言いますが、それはまだそれが完全に無駄になったような感覚を持っていた可能性に失望しています。 あなたは「偉大」であると考えられている剣を持っており、主人公はその剣を保持していますが、それは単純な障壁を生むものであり、本当にしません。  。 何でも それは実際には何か違うアニメの終わりまでは大きな失望でしたが、まだかなり虹の動きを見ている以外は、実際にはあまり改善されませんでした。\u001b[22m\n\u001b[1m(Watashi no iken o kanari nibuku shōjiki ni iu to, kono anime wa watashi no me ni wa shitsubōdeshita. Watashi wa mada manga o yon de inainode chūi shite kudasai, karera wa sarani nanika ni tsuite no shōsai ni hairu ka dō ka wa fumeidesu. Watashi wa kono anime ga `shitsubō'dearu to iimasuga, sore wa mada sore ga kanzen ni muda ni natta yōna kankaku o motte ita kanōsei ni shitsubō shite imasu. Anata wa `idai'dearu to kangae rarete iru ken o motte ori, shujinkō wa sono ken o hoji shite imasuga, sore wa tanjun'na shōheki o umu monodeari, hontōni shimasen.. Nani demo sore wa jissai ni wa nanikachigau anime no owari made wa ōkina shitsubōdeshitaga, mada kanari niji no ugoki o mite iru igai wa, jissai ni wa amari kaizen sa remasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mTo give my opinion quite bluntly and honestly: this anime was a disappointment in my eyes. Take note I haven't read the manga yet, so I am uncertain if they even go into more details about anything. Though when I say this anime is a ' disappointment ' I am merely just disappointed at the potential that it held yet it felt like it was wasted entirely. You have a sword that is supposed to be the ' greatest ' and our main character holds that sword, but all it does is produce a simple barrier and not do really . . anything. That was a big disappointment, until the end of the anime where it actually does something different, yet it still didn't really improve much in the end except do some pretty looking rainbow moves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo give my opinion quite bluntly and honestly: this anime was a disappointment in my eyes.\u001b[24m\n    \u001b[1m私の意見をかなり鈍く正直に言うと、このアニメは私の目には失望でした。\u001b[22m, \u001b[1mかなりぶっきらぼうと正直に私の意見を与えるには：このアニメは私の目には期待外れに終わりました。\u001b[22m\n\u001b[4mTake note I haven't read the manga yet, so I am uncertain if they even go into more details about anything.\u001b[24m\n    \u001b[1m私はまだ漫画を読んでいないので注意してください、彼らはさらに何かについての詳細に入るかどうかは不明です。\u001b[22m, \u001b[1m私はまだ漫画を読んでいないので、彼らも何かの詳細に行く場合、私は確信がもてないのでご注意下さい。\u001b[22m\n\u001b[4mThough when I say this anime is a ' disappointment ' I am merely just disappointed at the potential that it held yet it felt like it was wasted entirely.\u001b[24m\n    \u001b[1m私はこのアニメが「失望」であると言いますが、それはまだそれが完全に無駄になったような感覚を持っていた可能性に失望しています。\u001b[22m, \u001b[1m私はこのアニメが「失望」であると言うとき、けれども私はそれはまだ開催され、それが完全に無駄になったようにそれは感じたことを潜在的に単にちょうど失望しています。\u001b[22m\n\u001b[4mYou have a sword that is supposed to be the ' greatest ' and our main character holds that sword, but all it does is produce a simple barrier and not do really .\u001b[24m\n    \u001b[1mあなたは「偉大」であると考えられている剣を持っており、主人公はその剣を保持していますが、それは単純な障壁を生むものであり、本当にしません。\u001b[22m, \u001b[1mあなたは「最大」ことになって、私たちのメインキャラクターは、その剣を保持しているが、それはないすべてが本当に簡単な障壁を生成していないされて剣を持っています。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4manything.\u001b[24m\n    \u001b[1m何でも\u001b[22m, \u001b[1m何でも。\u001b[22m\n\u001b[4mThat was a big disappointment, until the end of the anime where it actually does something different, yet it still didn't really improve much in the end except do some pretty looking rainbow moves.\u001b[24m\n    \u001b[1mそれは実際には何か違うアニメの終わりまでは大きな失望でしたが、まだかなり虹の動きを見ている以外は、実際にはあまり改善されませんでした。\u001b[22m, \u001b[1mすなわち、それは実際には別の何かをするアニメの終わりまで、大きな期待外れに終わった、まだそれはまだ実際にいくつかのかなり探して虹の移動を行うことを除き、最終的にはあまり改善されませんでした。\u001b[22m\nAll swords though that have special abilities were really unique in their own ways, which I really liked and enjoyed. Seeing how it'd be total bore if they were basically all the same and looked the same etc etc. Yet, they didn't really explain all too much about anything for the swords, if they even have a purpose, they didn't even give much information about the princess and what her purpose was. Or why they even did what they did to her in the beginning as well. It just made you sit there and think all the time ' And the purpose of this was . . ? '.\n\n\u001b[1m特別な能力を持っていても、すべての剣は自分のやり方では本当にユニークでした。私は本当に好きで楽しんでいました。 彼らは基本的にすべて同じで、同じものなどを見ていたら、それはどのように総穴になる見ているしかし、彼らは本当に目的のために何かについては、あまりにも多くを説明しなかった、彼らはしなかった 王女と彼女の目的が何であるかについて多くの情報を提供することさえできます。 あるいは、なぜ彼らは初めに彼女にしたことをしたのか。 それはちょうどあなたがそこに座って、いつも考えているようにしました。そして、これは目的でした。  。  ？  '。\u001b[22m\n\u001b[1m(Tokubetsuna nōryoku o motte ite mo, subete no ken wa jibun no yarikatade wa hontōni yunīkudeshita. Watashi wa hontōni suki de tanoshinde imashita. Karera wa kihontekini subete onajide, onaji mono nado o mite itara, sore wa dono yō ni sō ana ni naru mite iru shikashi, karera wa hontōni mokuteki no tame ni nanika ni tsuite wa, amarini mo ōku o setsumei shinakatta, karera wa shinakatta ōjo to kanojo no mokuteki ga nandearu ka ni tsuite ōku no jōhō o teikyō suru koto sae dekimasu. Aruiwa, naze karera wa hajime ni kanojo ni shita koto o shita no ka. Sore wa chōdo anata ga soko ni suwatte, itsumo kangaete iru yō ni shimashita. Soshite, koreha mokutekideshita.. ? '.)\u001b[22m\n\nTranslations of \u001b[4mAll swords though that have special abilities were really unique in their own ways, which I really liked and enjoyed. Seeing how it'd be total bore if they were basically all the same and looked the same etc etc. Yet, they didn't really explain all too much about anything for the swords, if they even have a purpose, they didn't even give much information about the princess and what her purpose was. Or why they even did what they did to her in the beginning as well. It just made you sit there and think all the time ' And the purpose of this was . . ? '.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll swords though that have special abilities were really unique in their own ways, which I really liked and enjoyed.\u001b[24m\n    \u001b[1m特別な能力を持っていても、すべての剣は自分のやり方では本当にユニークでした。私は本当に好きで楽しんでいました。\u001b[22m, \u001b[1m特殊能力を持つすべての剣しかし、私が本当に好きで、楽しんでいる、独自の方法で本当にユニークでした。\u001b[22m\n\u001b[4mSeeing how it'd be total bore if they were basically all the same and looked the same etc etc. Yet, they didn't really explain all too much about anything for the swords, if they even have a purpose, they didn't\u001b[24m\n    \u001b[1m彼らは基本的にすべて同じで、同じものなどを見ていたら、それはどのように総穴になる見ているしかし、彼らは本当に目的のために何かについては、あまりにも多くを説明しなかった、彼らはしなかった\u001b[22m, \u001b[1m、彼らは基本的にすべて同じであったと彼らも目的を持っている場合、彼らは本当に、剣のために何でもあまりにも多くを説明していませんでした、しかし、などなど同じに見えた場合、それは総ボアになるだろうどのように見て、彼らはしませんでした\u001b[22m\n\u001b[4meven give much information about the princess and what her purpose was.\u001b[24m\n    \u001b[1m王女と彼女の目的が何であるかについて多くの情報を提供することさえできます。\u001b[22m, \u001b[1mでも王女、何彼女の目的があったに関する多くの情報を与えます。\u001b[22m\n\u001b[4mOr why they even did what they did to her in the beginning as well.\u001b[24m\n    \u001b[1mあるいは、なぜ彼らは初めに彼女にしたことをしたのか。\u001b[22m, \u001b[1mまたはなぜ彼らも、彼らは同様に最初に彼女に何をしたかしました。\u001b[22m\n\u001b[4mIt just made you sit there and think all the time ' And the purpose of this was .\u001b[24m\n    \u001b[1mそれはちょうどあなたがそこに座って、いつも考えているようにしました。そして、これは目的でした。\u001b[22m, \u001b[1mそれはちょうどあなたがそこに座っていたすべての時間」そして、これの目的を考えさせられました。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m?\u001b[24m\n    \u001b[1m？\u001b[22m\n\u001b[4m'.\u001b[24m\n    \u001b[1m'。\u001b[22m\nThe story though was still good and pretty decent. It just seemed like a couple of times there was a couple of parts that were pretty unnecessary to have in there. . like a completely weak reason to have any sort of hate toward him, bully him, or want to kill him. There wasn't really any drive at all it just seemed completely empty. It seemed like they were completely wasting the potential of a good enemy character, where they just give him a silly completely wasteful reason to come after him. Other than that, the story was completely fine. All stories have faults so there's nothing much you can do about that. The characters have some pretty good character development going on for them all as well especially our main character of course. His enemy though, well there's just not much going on for him. His enemy is just his old friend who hates his guts just because of a silly reason. To the point where he's fully willing to kill him, which brings another question, why is this guy so crazy about this and to the point where he wants to take up a sword and kill him ? The enemy's drive to fight Arata just seemed . .\n\n\u001b[1m物語はまだよく、かなりまともだった。 ちょうど2,3回のように見えましたが、その中にはかなり不必要な部品がいくつかありました。 。 彼に向かって何かの嫌悪感を持ち、彼をいじめ、または彼を殺したいという完全に弱い理由のように。 実際にはドライブがまったくなく、まったく空に見えませんでした。 良い敵キャラクターの可能性を完全に無駄にしていたように思えました。そこで、彼は彼に来るための愚かな無駄な理由を与えます。 それ以外は、物語は完全に良かった。 すべての物語には間違いがありますので、あなたはそれについて何もできません。 キャラクターには、キャラクターの成長がかなり良いキャラクターがあります。 彼の敵だけど、よく彼のためにはあまり進んでいない。 彼の敵はちょうど愚かな理由のために彼の勇気を嫌うちょうど彼の古い友人です。 彼が完全に喜んで彼を殺そうとしているのは別の疑問を引き起こすが、なぜこの男はこれについて狂っているのだろうか、彼は剣を持って彼を殺したいと思うのだろうか？ アラタと戦う敵のドライブはちょうど見えた。  。 \u001b[22m\n\u001b[1m(Monogatari wa mada yoku, kanari matomodatta. Chōdo 2, 3-kai no yō ni miemashitaga, sono nakaniha kanari fuhitsuyōna buhin ga ikutsu ka arimashita. Sore igai wa, monogatari wa kanzen ni yokatta. Subete no monogatari ni wa machigai ga arimasunode, anata wa sore ni tsuite nani mo dekimasen. Kyarakutā ni wa, kyarakutā no seichō ga kanari yoi kyarakutā ga arimasu. Kare no tekidakedo, yoku kare no tame ni wa amari susunde inai. Kare no teki wa chōdo orokana riyū no tame ni kare no yūki o kirau chōdo kare no furui yūjindesu. Kare ga kanzen ni yorokonde kare o korosou to shite iru no wa betsu no gimon o hikiokosu ga, naze kono otoko wa kore ni tsuite kurutte iru nodarou ka, kare wa ken o motte kare o koroshitai to omou nodarou ka? Arata to tatakau teki no doraibu wa chōdo mieta... Kare ni mukatte nanika no ken'o-kan o mochi, kare o ijime, matawa kare o koroshitai to iu kanzen ni yowai riyū no yō ni. Jissai ni wa doraibu ga mattaku naku, mattaku sora ni miemasendeshita. Yoi teki kyarakutā no kanōsei o kanzen ni muda ni shite ita yō ni omoemashita. Sokode, kare wa kare ni kuru tame no orokana mudana riyū o ataemasu.)\u001b[22m\nAll in all, the story was good, it was perfect, but it was still good. The characters were also very good and I enjoyed each and one of them. All the enemies had a different outlook to them and it was very enjoyable. Enjoyment ? There wasn't really much enjoyment for myself as it seemed like most of the time it took all of my effort just to get through one episode. Things didn't really get interesting or good until the end which also just . . kind of ended in disappointment with what happened. I can only pray the manga goes deeper into the things that feel like it's missing and need to be explained. So overall I gave this anime a 6, it was a pretty good fair decent anime.\n\n\u001b[1m全体的にストーリーは良かったし、完璧でしたが、それでもまだ良かったです。 キャラクターもとてもよかったし、それぞれとその1つを楽しんだ。 すべての敵は彼らとは異なった見通しを持ち、とても楽しかったです。 楽しさ？  1つのエピソードを辿るだけの努力がすべての時間を要したように思えたので、自分自身にとってはあまり楽しまなかった。 物事は実際には面白くないか、あるいは終わりまで良いものになっていませんでした。  。 何が起こったのかと失望してしまった。 私は漫画が欠けていると感じて説明する必要があると感じるものに深く入るように祈ることしかできません。 だから全体的に私はこのアニメ6を与えた、それはかなり良い公正なまともなアニメだった。\u001b[22m\n\u001b[1m(Zentai-teki ni sutōrī wa yokattashi, kanpekideshitaga, soredemo mada yokattadesu. Kyarakutā mo totemo yokattashi, sorezore to sono 1tsu o tanoshinda. Subete no teki wa karera to wa kotonatta mitōshi o mochi, totemo tanoshikattadesu. Tanoshisa? 1Tsu no episōdo o tadoru dake no doryoku ga subete no jikan o yōshita yō ni omoetanode, jibun jishin ni totte wa amari tanoshimanakatta. Monogoto wa jissai ni wa omoshirokunai ka, aruiwa owari made yoimono ni natte imasendeshita.. Nani ga okotta no ka to shitsubō shite shimatta. Watashi wa manga ga kakete iru to kanjite setsumei suruhitsuyōgāru to kanjiru mono ni fukaku hairu yō ni inoru koto shika dekimasen. Dakara zentai-teki ni watashi wa kono anime 6 o ataeta, sore wa kanari yoi kōseina matomona animedatta.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, the story was good, it was perfect, but it was still good. The characters were also very good and I enjoyed each and one of them. All the enemies had a different outlook to them and it was very enjoyable. Enjoyment ? There wasn't really much enjoyment for myself as it seemed like most of the time it took all of my effort just to get through one episode. Things didn't really get interesting or good until the end which also just . . kind of ended in disappointment with what happened. I can only pray the manga goes deeper into the things that feel like it's missing and need to be explained. So overall I gave this anime a 6, it was a pretty good fair decent anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, the story was good, it was perfect, but it was still good.\u001b[24m\n    \u001b[1m全体的にストーリーは良かったし、完璧でしたが、それでもまだ良かったです。\u001b[22m, \u001b[1mすべてのすべてで、物語はそれが完璧だった、良かったが、それはまだ良かったです。\u001b[22m\n\u001b[4mThe characters were also very good and I enjoyed each and one of them.\u001b[24m\n    \u001b[1mキャラクターもとてもよかったし、それぞれとその1つを楽しんだ。\u001b[22m, \u001b[1m文字も非常に良かったと私はそれぞれ、それらのうちの一つを楽しみました。\u001b[22m\n\u001b[4mAll the enemies had a different outlook to them and it was very enjoyable.\u001b[24m\n    \u001b[1mすべての敵は彼らとは異なった見通しを持ち、とても楽しかったです。\u001b[22m, \u001b[1mすべての敵は彼らに別の見通しを持っていたし、それはとても楽しかったです。\u001b[22m\n\u001b[4mEnjoyment ?\u001b[24m\n    \u001b[1m楽しさ？\u001b[22m\n\u001b[4mThere wasn't really much enjoyment for myself as it seemed like most of the time it took all of my effort just to get through one episode.\u001b[24m\n    \u001b[1m1つのエピソードを辿るだけの努力がすべての時間を要したように思えたので、自分自身にとってはあまり楽しまなかった。\u001b[22m, \u001b[1mそれはちょうど1つのエピソードを介して取得する私の努力のすべてを取った時間のほとんどのように思えたとして自分のために本当に多くの楽しみはありませんでした。\u001b[22m\n\u001b[4mThings didn't really get interesting or good until the end which also just .\u001b[24m\n    \u001b[1m物事は実際には面白くないか、あるいは終わりまで良いものになっていませんでした。\u001b[22m, \u001b[1m物事は本当に終わりもちょうどまで面白いか良い取得できませんでした。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mkind of ended in disappointment with what happened.\u001b[24m\n    \u001b[1m何が起こったのかと失望してしまった。\u001b[22m, \u001b[1m種類の何が起こったのかと失望に終わりました。\u001b[22m\n\u001b[4mI can only pray the manga goes deeper into the things that feel like it's missing and need to be explained.\u001b[24m\n    \u001b[1m私は漫画が欠けていると感じて説明する必要があると感じるものに深く入るように祈ることしかできません。\u001b[22m, \u001b[1m私は漫画はそれが欠けているように感じると説明する必要がある事に深く入る祈ることができます。\u001b[22m\n\u001b[4mSo overall I gave this anime a 6, it was a pretty good fair decent anime.\u001b[24m\n    \u001b[1mだから全体的に私はこのアニメ6を与えた、それはかなり良い公正なまともなアニメだった。\u001b[22m, \u001b[1mだから全体的な私はそれはかなり良い公正なまともなアニメでした、このアニメに6を与えました。\u001b[22m\nWould I recommend it ? Maybe. It would just depend if this anime is the sort of thing you're looking for and you wouldn't mind the issues that it had. I wouldn't say don't watch it though, as it does have some pretty good points to it such as the characters and development that it held. So if you're up to it, go ahead and watch the anime. Will you end up disappointed or not though would be up to you completely.\n\n\u001b[1m私はそれをお勧めしますか？ 多分。 このアニメがあなたが探しているもののようなものなのかどうかだけで、あなたが持っていた問題は気にしません。 私はそれを見てはいけないとは言わないだろう。キャラクターや開発など、かなり良い点があるからだ。 だからあなたがそれにしているなら、アニメを見てください。 あなたは完全にあなた次第ですが、あなたは失望してしまいますか？\u001b[22m\n\u001b[1m(Watashi wa sore o o susume shimasu ka? Tabun. Kono anime ga anata ga sagashite iru mono no yōna monona no ka dō ka dake de, anata ga motte ita mondai wa ki ni shimasen. Watashi wa sore o mitehaikenai to wa iwanaidarou. Kyarakutā ya kaihatsu nado, kanari yoi ten ga aru karada. Dakara anata ga sore ni shite irunara, anime o mite kudasai. Anata wa kanzen ni anata shidaidesuga, anata wa shitsubō shite shimaimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mWould I recommend it ? Maybe. It would just depend if this anime is the sort of thing you're looking for and you wouldn't mind the issues that it had. I wouldn't say don't watch it though, as it does have some pretty good points to it such as the characters and development that it held. So if you're up to it, go ahead and watch the anime. Will you end up disappointed or not though would be up to you completely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWould I recommend it ?\u001b[24m\n    \u001b[1m私はそれをお勧めしますか？\u001b[22m, \u001b[1m私はそれを勧めますか？\u001b[22m\n\u001b[4mMaybe.\u001b[24m\n    \u001b[1m多分。\u001b[22m, \u001b[1m多分。\u001b[22m, \u001b[1mたぶん。\u001b[22m\n\u001b[4mIt would just depend if this anime is the sort of thing you're looking for and you wouldn't mind the issues that it had.\u001b[24m\n    \u001b[1mこのアニメがあなたが探しているもののようなものなのかどうかだけで、あなたが持っていた問題は気にしません。\u001b[22m, \u001b[1mこのアニメは、あなたが探しているものの一種である場合、それはちょうど依存するであろうと、あなたはそれが持っていた問題を気にしないだろう。\u001b[22m\n\u001b[4mI wouldn't say don't watch it though, as it does have some pretty good points to it such as the characters and development that it held.\u001b[24m\n    \u001b[1m私はそれを見てはいけないとは言わないだろう。キャラクターや開発など、かなり良い点があるからだ。\u001b[22m, \u001b[1m私はそれは、このような、それが開催された文字や開発など、それにはいくつかのかなり良い点を持っているように、しかし、それを見ていない言わないだろう。\u001b[22m\n\u001b[4mSo if you're up to it, go ahead and watch the anime.\u001b[24m\n    \u001b[1mだからあなたがそれにしているなら、アニメを見てください。\u001b[22m, \u001b[1mあなたはそれまでならだから、先に行くと、アニメを見て。\u001b[22m\n\u001b[4mWill you end up disappointed or not though would be up to you completely.\u001b[24m\n    \u001b[1mあなたは完全にあなた次第ですが、あなたは失望してしまいますか？\u001b[22m, \u001b[1mあなたはしかし、完全にあなた次第だろう失望かないことになります。\u001b[22m"
  },
  {
    "title": "Arata_Kangatari",
    "id": "16518",
    "url": "https://myanimelist.net/anime/16518/Arata_Kangatari",
    "user": "JokerChoker",
    "profile": "/profile/JokerChoker/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=158987",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はシリーズをたくさん楽しんでいます。そして、私にとっては、主人公とアンタゴニストがお互いにどう動いているのか、非合理的で非現実的なことは、私がアニメを見たよりも中学生の十代の人生に近いです。 現実的ではないと言う人は明らかにいじめを経験したことはなく、それは幼い子供達がどのように不合理で馬鹿になるのか、子どもたちは感情を理解することができず、カワオキ感情を扱うことができません。 いずれにせよ、私はこのアニメシリーズを多く楽しんでいました。最近、新しいアニメが非常に弱くて奇妙になっているので、私はそれを見つけられたのでうれしいです。 私はアニメを見て育ち、最近2年間に私が最近見たすべてのアニメはぞっとする。\n\nプロット自体はユニークで、一種です。 漫画とアニメの違いは、まったく離れていることになります。 それは抽選のようなので、マンガがアニメのようになることを期待しないでください。\n\n書籍はムービーよりも優れており、マンガはアニメよりも優れています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI am enjoying the series a lot and for the person bellow me saying how irrational and unrealistic how thee protagonist and Antagonist are actin toward each other is closer to a middle school teenage life than I have ever seen an anime go through. Those who say it's not realistic has obviously never experienced bullying and how irrational and idiotic it can get but being young, children are incapable of understanding and handling their emotions hence Kawaokis emotions. AT any rate, I enjoyed this anime series a lot and I am so glad I found it because new anime these days are getting very...weak and weird. I grew up watching anime and all the anime I have recently watching in the last 2 years is appalling.\n\n\u001b[1m私はシリーズをたくさん楽しんでいます。そして、私にとっては、主人公とアンタゴニストがお互いにどう動いているのか、非合理的で非現実的なことは、私がアニメを見たよりも中学生の十代の人生に近いです。 現実的ではないと言う人は明らかにいじめを経験したことはなく、それは幼い子供達がどのように不合理で馬鹿になるのか、子どもたちは感情を理解することができず、カワオキ感情を扱うことはできません。 どんなレートでも、私はこのアニメシリーズを楽しんでいました。最近、新しいアニメが非常に弱くて奇妙になっているので、私はそれを見つけられたのでとてもうれしいです。 私はアニメを見て育ち、最近2年間に私が最近見たすべてのアニメはぞっとする。\u001b[22m\n\u001b[1m(Watashi wa shirīzu o takusan tanoshinde imasu. Soshite, watashi ni totte wa, shujinkō to antagonisuto ga otagai ni dō ugoite iru no ka, higōri-tekide higenjitsutekina koto wa, watashi ga anime o mi tayori mo chūgakusei no jūdai no jinsei ni chikaidesu. Genjitsu-tekide wa nai to iu hito wa akiraka ni ijime o keiken shita koto wa naku, sore wa osanai kodomodachi ga dono yō ni fugōride baka ni naru no ka, kodomo-tachi wa kanjō o rikai suru koto ga dekizu, kawaoki kanjō o atsukau koto wa dekimasen. Don'na rēto demo, watashi wa kono animeshirīzu o tanoshinde imashita. Saikin, atarashī anime ga hijō ni yowakute kimyō ni natte irunode, watashi wa sore o mitsuke raretanode totemo ureshīdesu. Watashi wa anime o mite sodachi, saikin 2-nenkan ni watashi ga saikin mita subete no anime wa zotto suru.)\u001b[22m\n\nTranslations of \u001b[4mI am enjoying the series a lot and for the person bellow me saying how irrational and unrealistic how thee protagonist and Antagonist are actin toward each other is closer to a middle school teenage life than I have ever seen an anime go through. Those who say it's not realistic has obviously never experienced bullying and how irrational and idiotic it can get but being young, children are incapable of understanding and handling their emotions hence Kawaokis emotions. AT any rate, I enjoyed this anime series a lot and I am so glad I found it because new anime these days are getting very...weak and weird. I grew up watching anime and all the anime I have recently watching in the last 2 years is appalling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am enjoying the series a lot and for the person bellow me saying how irrational and unrealistic how thee protagonist and Antagonist are actin toward each other is closer to a middle school teenage life than I have ever seen an anime go through.\u001b[24m\n    \u001b[1m私はシリーズをたくさん楽しんでいます。そして、私にとっては、主人公とアンタゴニストがお互いにどう動いているのか、非合理的で非現実的なことは、私がアニメを見たよりも中学生の十代の人生に近いです。\u001b[22m, \u001b[1m私は一連の多くを楽しむ人のために私がどのように不合理と非現実的なた主人公及び拮抗薬は、互いに向かってアクチンされている方法は私が今までアニメが通過見ているよりも、中学校十代の生活に近いと言って怒鳴るしています。\u001b[22m\n\u001b[4mThose who say it's not realistic has obviously never experienced bullying and how irrational and idiotic it can get but being young, children are incapable of understanding and handling their emotions hence Kawaokis emotions.\u001b[24m\n    \u001b[1m現実的ではないと言う人は明らかにいじめを経験したことはなく、それは幼い子供達がどのように不合理で馬鹿になるのか、子どもたちは感情を理解することができず、カワオキ感情を扱うことはできません。\u001b[22m, \u001b[1mそれは現実的ではないと言う人は、明らかにそれが得ることができるいじめとどのように不合理とばかばかしいを経験していないが、若いということがない、子どもたちが理解することができないので、Kawaokisの感情を自分の感情を処理しています。\u001b[22m\n\u001b[4mAT any rate, I enjoyed this anime series a lot and I am so glad I found it because new anime these days are getting very...weak and weird.\u001b[24m\n    \u001b[1mどんなレートでも、私はこのアニメシリーズを楽しんでいました。最近、新しいアニメが非常に弱くて奇妙になっているので、私はそれを見つけられたのでとてもうれしいです。\u001b[22m, \u001b[1mいずれにせよ、私はこのアニメシリーズをたくさん楽しんで、私は新しいアニメは、これらの日は非常に...弱いと奇妙ななっているので、私はそれを見つけたので嬉しいです。\u001b[22m\n\u001b[4mI grew up watching anime and all the anime I have recently watching in the last 2 years is appalling.\u001b[24m\n    \u001b[1m私はアニメを見て育ち、最近2年間に私が最近見たすべてのアニメはぞっとする。\u001b[22m, \u001b[1m私はアニメを見て育ったと私は最近、最後の2年間で見てきたすべてのアニメがひどいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot itself is unique and one of a kind. The difference in manga and anime is and will always be quite far from or close to. It's sort of a draw so do not expect the manga to be like the anime.\n\n\u001b[1mプロット自体はユニークで、一種です。 漫画とアニメの違いは、まったく離れていることになります。 それは抽選のようなので、マンガがアニメのようになることを期待しないでください。\u001b[22m\n\u001b[1m(Purotto jitai wa yunīku de, isshudesu. Manga to anime no chigai wa, mattaku hanarete iru koto ni narimasu. Sore wa chūsen no yōnanode, manga ga anime no yō ni naru koto o kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe plot itself is unique and one of a kind. The difference in manga and anime is and will always be quite far from or close to. It's sort of a draw so do not expect the manga to be like the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot itself is unique and one of a kind.\u001b[24m\n    \u001b[1mプロット自体はユニークで、一種です。\u001b[22m, \u001b[1mプロット自体はユニークであり、種類の1つ。\u001b[22m\n\u001b[4mThe difference in manga and anime is and will always be quite far from or close to.\u001b[24m\n    \u001b[1m漫画とアニメの違いは、まったく離れていることになります。\u001b[22m, \u001b[1mマンガやアニメの差があり、常にかなり遠いからかに近くなります。\u001b[22m\n\u001b[4mIt's sort of a draw so do not expect the manga to be like the anime.\u001b[24m\n    \u001b[1mそれは抽選のようなので、マンガがアニメのようになることを期待しないでください。\u001b[22m, \u001b[1mそれはとても漫画はアニメのようなことを期待していないドローのようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nBOOKS WILL BE BETTER THAN THE MOVIE, MANGA WILL BE BETTER THAN THE Anime.\n\n\u001b[1m書籍はムービーよりも優れており、マンガはアニメよりも優れています。\u001b[22m\n\u001b[1m(Shoseki wa mūbī yori mo sugurete ori, manga wa anime yori mo sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mBOOKS WILL BE BETTER THAN THE MOVIE, MANGA WILL BE BETTER THAN THE Anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBOOKS WILL BE BETTER THAN THE MOVIE, MANGA WILL BE BETTER THAN THE Anime.\u001b[24m\n    \u001b[1m書籍はムービーよりも優れており、マンガはアニメよりも優れています。\u001b[22m, \u001b[1mBOOKSはMOVIE THAN良くなる、MANGAはアニメよりも良いでしょう。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
