[
  {
    "title": "Kaguya-hime_no_Monogatari",
    "id": "16664",
    "url": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
    "user": "Jager_Kirito",
    "profile": "/profile/Jager_Kirito/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=223645",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nKaguya-himeの物語はこれまで最高の映画の一つです。 私は高畠功のこのアニメーション作品がどれだけ好きであるかを説明することはできません。 私はちょうどこれがいかになされたかの方法を愛する...\n\nストーリーは日本の人々に基づいており、現代のメディアのために正しい方法で採用されたばかりです。 たとえそうでなくても、実際のストーリーがどのようなものかを感じることができますが、何を意味するのか理解したい場合は、まず映画を見なければなりません。\n\nこのアニメは、アート部門の芸術の素晴らしい例です。 絵画は半分しか作られていないので、あなたが映画を見たときにあなたの想像力を最高に輝かせることができます\nレベル。 そして、絵画が10秒で20回以上完全に変わったとき、映画の真ん中にシーンがあります。 芸術は単に素晴らしいです！\n\n映画の音響効果を聞くと、母親の歌声を聞いたときに4歳の子供のように魅了されない方法はありません。 一部のサウンドトラックでは、クリエイターは完全なフィルハーモニー管弦楽団を使用しました。 彼らはまた、子供たちと一緒に歌いながらいくつかの曲を演奏しました、そして、私は彼らが本当にユニークな方法で感情的であると言うことができます。\n\nキャラクターはフォークに基づいていますが、実際には現実的に見えています。 映画を見ているうちに何が入っているのかを見ることができますが、あなたが映画の創作者であっても、かぐやを理解することはできません。\n\n映画の楽しさはあなたが想像することのできる最高の場所から来ています...それは愛からです、私はショーを見たときに私はそれを感じたと私はカガヤのキャラクターを愛していたので、私はまた、 最高はここから来ます。\n\nストーリー10\nアート10\nサウンド10\nキャラクター10\n楽しさ10\n全体10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nKaguya-hime no Monogatari is one of the best movies ever. I can't describe how i much i love this animated work from Isao Takahata. I just love the way how this was made...\n\n\u001b[1mKaguya-himeの物語はこれまで最高の映画の一つです。 私は高畠功のこのアニメーション作品がどれだけ好きであるかを説明することはできません。 私はちょうどこれがいかになされたかの方法を愛する...\u001b[22m\n\u001b[1m(Kaguya - hime no monogatari wa kore made saikō no eiga no hitotsudesu. Watashi wa Takahata Isao no kono animēshon sakuhin ga dore dake sukidearu ka o setsumei suru koto wa dekimasen. Watashi wa chi ~youdokoregaikaninasaretakano hōhō o aisuru...)\u001b[22m\n\nTranslations of \u001b[4mKaguya-hime no Monogatari is one of the best movies ever. I can't describe how i much i love this animated work from Isao Takahata. I just love the way how this was made...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaguya-hime no Monogatari is one of the best movies ever.\u001b[24m\n    \u001b[1mKaguya-himeの物語はこれまで最高の映画の一つです。\u001b[22m, \u001b[1mかぐや姫の物語は、今までにない最高の映画の一つです。\u001b[22m\n\u001b[4mI can't describe how i much i love this animated work from Isao Takahata.\u001b[24m\n    \u001b[1m私は高畠功のこのアニメーション作品がどれだけ好きであるかを説明することはできません。\u001b[22m, \u001b[1m私は私がずっと私は高畑勲からこのアニメーション作品を愛してどのように記述することはできません。\u001b[22m\n\u001b[4mI just love the way how this was made...\u001b[24m\n    \u001b[1m私はちょうどこれがいかになされたかの方法を愛する...\u001b[22m, \u001b[1m私はちょうどこれがなされたかの道を愛して...\u001b[22m\n\u001b[1m\u001b[22m\nThe story is based on a japanese folk and it's just adopted on the right way for the modern media. You just can feel how real the story is, even if it isn't, but if you want to understand what i mean you have to watch the movie first.\n\n\u001b[1mストーリーは日本の人々に基づいており、現代のメディアのために正しい方法で採用されたばかりです。 たとえそうでなくても、実際のストーリーがどのようなものかを感じることができますが、何を意味するのか理解したい場合は、まず映画を見なければなりません。\u001b[22m\n\u001b[1m(Sutōrī wa Nihon no hitobito ni motodzuite ori, gendai no media no tame ni tadashī hōhō de saiyō sa reta bakaridesu. Tatoe sōdenakute mo, jissai no sutōrī ga dono yōna mono ka o kanjiru koto ga dekimasuga, nani o imi suru no ka rikai shitai baai wa, mazu eiga o minakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story is based on a japanese folk and it's just adopted on the right way for the modern media. You just can feel how real the story is, even if it isn't, but if you want to understand what i mean you have to watch the movie first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is based on a japanese folk and it's just adopted on the right way for the modern media.\u001b[24m\n    \u001b[1mストーリーは日本の人々に基づいており、現代のメディアのために正しい方法で採用されたばかりです。\u001b[22m, \u001b[1m物語は、日本の民俗に基づいており、それがちょうど現代のメディアのための正しい道に採択されています。\u001b[22m\n\u001b[4mYou just can feel how real the story is, even if it isn't, but if you want to understand what i mean you have to watch the movie first.\u001b[24m\n    \u001b[1mたとえそうでなくても、実際のストーリーがどのようなものかを感じることができますが、何を意味するのか理解したい場合は、まず映画を見なければなりません。\u001b[22m, \u001b[1mあなたはそれがない場合でも、物語がどのように現実の感じることができますが、あなたは私が何を意味するか理解したい場合は、最初の映画を見ています。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is a great example for the art in the art category. The painting is just half made, so when you watch the movie you can shine your imagination in the highest\n\n\u001b[1mこのアニメは、アート部門の芸術の素晴らしい例です。 絵画は半分しか作られていないので、あなたが映画を見たときにあなたの想像力を最高に輝かせることができます\u001b[22m\n\u001b[1m(Kono anime wa, āto bumon no geijutsu no subarashī reidesu. Kaiga wa hanbun shika tsukura rete inainode, anata ga eiga o mita toki ni anata no sōzō-ryoku o saikō ni kagayaka seru koto ga dekimasu)\u001b[22m\n\nTranslations of \u001b[4mThis anime is a great example for the art in the art category. The painting is just half made, so when you watch the movie you can shine your imagination in the highest\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is a great example for the art in the art category.\u001b[24m\n    \u001b[1mこのアニメは、アート部門の芸術の素晴らしい例です。\u001b[22m, \u001b[1mこのアニメは芸術部門の芸術のための偉大な例です。\u001b[22m\n\u001b[4mThe painting is just half made, so when you watch the movie you can shine your imagination in the highest\u001b[24m\n    \u001b[1m絵画は半分しか作られていないので、あなたが映画を見たときにあなたの想像力を最高に輝かせることができます\u001b[22m, \u001b[1m絵は半分だけ作られているので、あなたは映画を見るとき、あなたは最高のあなたの想像力を当てることができます\u001b[22m\nlevel. And there is a scene on the middle of the movie when the paintings are completely changed like 20+ times in 10 seconds, and it's hand drown! The art is simply brilliant!\n\n\u001b[1mレベル。 そして、絵画が10秒で20回以上完全に変わったとき、映画の真ん中にシーンがあります。 芸術は単に素晴らしいです！\u001b[22m\n\u001b[1m(Reberu. Soshite, kaiga ga 10-byō de 20-kai ijō kanzen ni kawatta toki, eiga no man'naka ni shīn ga arimasu. Geijutsu wa tan'ni subarashīdesu!)\u001b[22m\n\nTranslations of \u001b[4mlevel. And there is a scene on the middle of the movie when the paintings are completely changed like 20+ times in 10 seconds, and it's hand drown! The art is simply brilliant!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlevel.\u001b[24m\n    \u001b[1mレベル。\u001b[22m\n\u001b[4mAnd there is a scene on the middle of the movie when the paintings are completely changed like 20+ times in 10 seconds, and it's hand drown!\u001b[24m\n    \u001b[1mそして、絵画が10秒で20回以上完全に変わったとき、映画の真ん中にシーンがあります。\u001b[22m, \u001b[1mそして絵が完全に10秒で20+回のように変更され、それの手が溺れている映画の真ん中にシーンがあります！\u001b[22m\n\u001b[4mThe art is simply brilliant!\u001b[24m\n    \u001b[1m芸術は単に素晴らしいです！\u001b[22m, \u001b[1m芸術は、単に素晴らしいです！\u001b[22m\n\u001b[1m\u001b[22m\nWhen you hear the sound effects in the movie, there is no way to not be enchanted like a 4 years old kid when he hears her mother's singing. For some of the sound tracks the creators used a complete philharmonic orchestra. They also did some tracks with children singing, and i can say they are just emotional in a real unique way.\n\n\u001b[1m映画の音響効果を聞くと、母親の歌声を聞いたときに4歳の子供のように魅了されない方法はありません。 一部のサウンドトラックでは、クリエイターは完全なフィルハーモニー管弦楽団を使用しました。 彼らはまた、子供たちと一緒に歌いながらいくつかの曲を演奏しました、そして、私は彼らが本当にユニークな方法で感情的であると言うことができます。\u001b[22m\n\u001b[1m(Eiga no onkyō kōka o kiku to, hahaoya no utagoe o kiita toki ni 4-sai no kodomo no yō ni miryō sa renai hōhō wa arimasen. Ichibu no saundotorakkude wa, kurieitā wa kanzen'na firuhāmonī kangengaku-dan o shiyō shimashita. Karera wa mata, kodomo-tachi to issho ni utainagara ikutsu ka no kyoku o ensō shimashita, soshite, watashi wa karera ga hontōni yunīkuna hōhō de kanjō-tekidearu to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen you hear the sound effects in the movie, there is no way to not be enchanted like a 4 years old kid when he hears her mother's singing. For some of the sound tracks the creators used a complete philharmonic orchestra. They also did some tracks with children singing, and i can say they are just emotional in a real unique way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen you hear the sound effects in the movie, there is no way to not be enchanted like a 4 years old kid when he hears her mother's singing.\u001b[24m\n    \u001b[1m映画の音響効果を聞くと、母親の歌声を聞いたときに4歳の子供のように魅了されない方法はありません。\u001b[22m, \u001b[1mあなたは映画の効果音を聞くと、彼は彼女の母の歌を聞く4歳の子供のように魅了されていない方法はありません。\u001b[22m\n\u001b[4mFor some of the sound tracks the creators used a complete philharmonic orchestra.\u001b[24m\n    \u001b[1m一部のサウンドトラックでは、クリエイターは完全なフィルハーモニー管弦楽団を使用しました。\u001b[22m, \u001b[1m音のいくつかのためにクリエイターが完了フィルハーモニー管弦楽団を使用し追跡します。\u001b[22m\n\u001b[4mThey also did some tracks with children singing, and i can say they are just emotional in a real unique way.\u001b[24m\n    \u001b[1m彼らはまた、子供たちと一緒に歌いながらいくつかの曲を演奏しました、そして、私は彼らが本当にユニークな方法で感情的であると言うことができます。\u001b[22m, \u001b[1m彼らはまた、子供たちが歌うと、いくつかの曲をやった、と私は、彼らが本当のユニークな方法でちょうど感情的であると言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are based from the folk, but they are looking really realistic. While you watch the film you can see what is going inside, but you will never be able to understand kaguya, even if you are the creator of the movie.\n\n\u001b[1mキャラクターはフォークに基づいていますが、実際には現実的に見えています。 映画を見ているうちに何が入っているのかを見ることができますが、あなたが映画の創作者であっても、かぐやを理解することはできません。\u001b[22m\n\u001b[1m(Kyarakutā wa fōku ni motodzuite imasuga, jissai ni wa genjitsu-teki ni miete imasu. Eiga o mite iru uchi ni nani ga haitte iru no ka o miru koto ga dekimasuga, anata ga eiga no sōsaku-shadeatte mo, ka guya o rikai suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are based from the folk, but they are looking really realistic. While you watch the film you can see what is going inside, but you will never be able to understand kaguya, even if you are the creator of the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are based from the folk, but they are looking really realistic.\u001b[24m\n    \u001b[1mキャラクターはフォークに基づいていますが、実際には現実的に見えています。\u001b[22m, \u001b[1m文字がフォークから基づいていますが、彼らは本当に現実的な探しています。\u001b[22m\n\u001b[4mWhile you watch the film you can see what is going inside, but you will never be able to understand kaguya, even if you are the creator of the movie.\u001b[24m\n    \u001b[1m映画を見ているうちに何が入っているのかを見ることができますが、あなたが映画の創作者であっても、かぐやを理解することはできません。\u001b[22m, \u001b[1mあなたは映画を見ながらあなたは映画の作成者である場合でも、あなたは内部に起こっているかを見ることができますが、かぐや姫を理解することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThe enjoyment of the film is comming from the best place you can imagine... It is from the love, when i watched the show i felt that and because i used to love the character of kaguya i also felt what she felt and i think the best comes frome here.\n\n\u001b[1m映画の楽しさはあなたが想像することのできる最高の場所から来ています...それは愛からです、私はショーを見たときに私はそれを感じたと私はカガヤのキャラクターを愛していたので、私はまた、 最高はここから来ます。\u001b[22m\n\u001b[1m(Eiga no tanoshisa wa anata ga sōzō suru koto no dekiru saikō no basho kara kite imasu... Sore wa ai karadesu, watashi wa shō o mita toki ni watashi wa sore o kanjita to watashi wa Kagaya no kyarakutā o aishite itanode, watashi wa mata, saikō wa koko kara kimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe enjoyment of the film is comming from the best place you can imagine... It is from the love, when i watched the show i felt that and because i used to love the character of kaguya i also felt what she felt and i think the best comes frome here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe enjoyment of the film is comming from the best place you can imagine... It is from the love, when i watched the show i felt that and because i used to love the character of kaguya i also felt what she felt and i think\u001b[24m\n    \u001b[1m映画の楽しさはあなたが想像することのできる最高の場所から来ています...それは愛からです、私はショーを見たときに私はそれを感じたと私はカガヤのキャラクターを愛していたので、私はまた、\u001b[22m, \u001b[1mフィルムの楽しさは、それは私がそれを感じたショーを見て、私はかぐや姫の文字を愛するために使用されるので、私はまた彼女が感じたことを感じたと私は思う愛、からである...あなたが想像できる最高の場所から来れます\u001b[22m\n\u001b[4mthe best comes frome here.\u001b[24m\n    \u001b[1m最高はここから来ます。\u001b[22m, \u001b[1m最高のは、ここフローム来ます。\u001b[22m\n\u001b[1m\u001b[22m\nStory 10\n\n\u001b[1mストーリー10\u001b[22m\n\u001b[1m(Sutōrī 10)\u001b[22m\n\nTranslations of \u001b[4mStory 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 10\u001b[24m\n    \u001b[1mストーリー10\u001b[22m\nArt 10\n\n\u001b[1mアート10\u001b[22m\n\u001b[1m(Āto 10)\u001b[22m\n\nTranslations of \u001b[4mArt 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10\u001b[24m\n    \u001b[1mアート10\u001b[22m\nSound 10\n\n\u001b[1mサウンド10\u001b[22m\n\u001b[1m(Saundo 10)\u001b[22m\n\nTranslations of \u001b[4mSound 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10\u001b[24m\n    \u001b[1mサウンド10\u001b[22m\nCharacter 10\n\n\u001b[1mキャラクター10\u001b[22m\n\u001b[1m(Kyarakutā 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 10\u001b[24m\n    \u001b[1mキャラクター10\u001b[22m, \u001b[1m文字10\u001b[22m\nEnjoyment 10\n\n\u001b[1m楽しさ10\u001b[22m\n\u001b[1m(Tanoshisa 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 10\u001b[24m\n    \u001b[1m楽しさ10\u001b[22m\nOverall 10\n\n\u001b[1m全体10\u001b[22m\n\u001b[1m(Zentai 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 10\u001b[24m\n    \u001b[1m全体10\u001b[22m, \u001b[1m全体的に10\u001b[22m"
  },
  {
    "title": "Kaguya-hime_no_Monogatari",
    "id": "16664",
    "url": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
    "user": "Fake_Williams",
    "profile": "/profile/Fake_Williams/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=218307",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nジブリのスタジオの仕事のもうひとつ、これはオスカーの意識のためにノミネートされた別のものです。 残念ながら、彼らは勝っていませんでした。 動いている。\n\n私は最初、Barnes and Noblesからこの映画を見て自分自身をこの映画に吸収していました。 私はとても興味があったので、その名前を尋ね、アニメのウェブサイトで自宅で最初から最後まで見ることにしました。 ある時点で、私はジブリの古い作品だと思っていましたが、それは昔のアニメーションでした。正直言っていいですね。 しかし、私は彼らがそれをもっと愛していた古い民間伝承（これは竹のカッターのテイルズに基づいている）を再解釈するために意図的にそれを置くことに気付きました。\n\n多くの人が、かぐや姫の人生を描いて以来、映画のほとんどが詰め物だと言っているかもしれませんが、私はそれが彼女の人生に没頭し、すぐに彼女と感情的に 彼女は何年前に彼女の人生に住んでいたのかによって終わります。 彼女の他の子供たちとのやりとり、欲望、そして自由さえも彼女を解放し、贅沢な生活を放棄したいが、自分が望むことをする能力を制限する。\n\nそのプロットは、わずかに微妙な変化を伴ってフォークに従う。 しかし、これが目立つのは時間の経過と王女がもっとシンプルなものとどう競合していたかです。 最後に、音楽は皆が本当に幸せだった時を覚えているように、あなたを涙に動かすでしょう。\n\n間違いなく、この映画をお勧めします。 私は数ヶ月間、何度もシリーズを見直していました。 感情的に激しく、何かが達成されることは決してありませんが、私たちは常にそれを願っています。 私は悲しいですか？ 大変ですが、これは悲劇的なイベントの良いストーリーがあなたにするものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAnother of Ghibli studio's work, this is another which got nominated for the Oscar aware. Unfortunately they did not win -_-. Moving on.\n\n\u001b[1mジブリのスタジオの仕事のもうひとつ、これはオスカーの意識のためにノミネートされた別のものです。 残念ながら、彼らは勝っていませんでした。 動いている。\u001b[22m\n\u001b[1m(Jiburi no sutajio no shigoto no mō hitotsu, koreha osukā no ishiki no tame ni nominēto sa reta betsu no monodesu. Zan'nen'nagara, karera wa katte imasendeshita. Ugoite iru.)\u001b[22m\n\nTranslations of \u001b[4mAnother of Ghibli studio's work, this is another which got nominated for the Oscar aware. Unfortunately they did not win -_-. Moving on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother of Ghibli studio's work, this is another which got nominated for the Oscar aware.\u001b[24m\n    \u001b[1mジブリのスタジオの仕事のもうひとつ、これはオスカーの意識のためにノミネートされた別のものです。\u001b[22m, \u001b[1mジブリスタジオの仕事のもう一つは、これはオスカー意識にノミネートしまっている別のです。\u001b[22m\n\u001b[4mUnfortunately they did not win -_-.\u001b[24m\n    \u001b[1m残念ながら、彼らは勝っていませんでした。\u001b[22m, \u001b[1m残念ながら、彼らは-_-勝てませんでした。\u001b[22m\n\u001b[4mMoving on.\u001b[24m\n    \u001b[1m動いている。\u001b[22m, \u001b[1m上に移動します。\u001b[22m\n\u001b[1m\u001b[22m\nI first found myself absorb into this movie when watching it from Barnes and Nobles. Because I was so interested, I decided to ask for the name of it and see it from start to finish back at home in a anime website. At one point, I thought it was Ghibli's old work due to the old-looking animation, which was pretty good to be honest. However, I realized they intentionally put it that way in order to retell an old folklore (this is based on Tales of the Bamboo Cutter) which made me love it even more.\n\n\u001b[1m私は最初、Barnes and Noblesからこの映画を見て自分自身をこの映画に吸収していました。 私はとても興味があったので、その名前を尋ね、アニメのウェブサイトで自宅で最初から最後まで見ることにしました。 ある時点で、私はジブリの古い作品だと思っていましたが、それは昔のアニメーションでした。正直言っていいですね。 しかし、私は彼らがそれをもっと愛していた古い民間伝承（これは竹のカッターのテイルズに基づいている）を再解釈するために意図的にそれを置くことに気付きました。\u001b[22m\n\u001b[1m(Watashi wa saisho, Barnes ando Nobles kara kono eiga o mite jibun jishin o kono eiga ni kyūshū shite imashita. Watashi wa totemo kyōmi ga attanode, sono namae o tazune, anime no u~ebusaito de jitaku de saisho kara saigomade miru koto ni shimashita. Aru jiten de, watashi wa jiburi no furui sakuhinda to omotte imashitaga, sore wa mukashi no animēshondeshita. Shōjiki itte īdesu ne. Shikashi, watashi wa karera ga sore o motto aishite ita furui minkan denshō (kore wa take no kattā no teiruzu ni motodzuite iru) o sai kaishaku suru tame ni itotekini sore o oku koto ni kidzukimashita.)\u001b[22m\n\nTranslations of \u001b[4mI first found myself absorb into this movie when watching it from Barnes and Nobles. Because I was so interested, I decided to ask for the name of it and see it from start to finish back at home in a anime website. At one point, I thought it was Ghibli's old work due to the old-looking animation, which was pretty good to be honest. However, I realized they intentionally put it that way in order to retell an old folklore (this is based on Tales of the Bamboo Cutter) which made me love it even more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI first found myself absorb into this movie when watching it from Barnes and Nobles.\u001b[24m\n    \u001b[1m私は最初、Barnes and Noblesからこの映画を見て自分自身をこの映画に吸収していました。\u001b[22m, \u001b[1m私が最初にバーンズ＆ノーブルからそれを見たときに自分自身がこの映画の中に吸収さがわかりました。\u001b[22m\n\u001b[4mBecause I was so interested, I decided to ask for the name of it and see it from start to finish back at home in a anime website.\u001b[24m\n    \u001b[1m私はとても興味があったので、その名前を尋ね、アニメのウェブサイトで自宅で最初から最後まで見ることにしました。\u001b[22m, \u001b[1m私はとても興味があったので、私はアニメのウェブサイトに自宅に戻って終了することの名前を尋ねると、最初からそれを見ることにしました。\u001b[22m\n\u001b[4mAt one point, I thought it was Ghibli's old work due to the old-looking animation, which was pretty good to be honest.\u001b[24m\n    \u001b[1mある時点で、私はジブリの古い作品だと思っていましたが、それは昔のアニメーションでした。正直言っていいですね。\u001b[22m, \u001b[1mある時点で、私はそれが正直に言うとかなりよかった古い探してアニメーションに起因ジブリの古い仕事だと思いました。\u001b[22m\n\u001b[4mHowever, I realized they intentionally put it that way in order to retell an old folklore (this is based on Tales of the Bamboo Cutter) which made me love it even more.\u001b[24m\n    \u001b[1mしかし、私は彼らがそれをもっと愛していた古い民間伝承（これは竹のカッターのテイルズに基づいている）を再解釈するために意図的にそれを置くことに気付きました。\u001b[22m, \u001b[1mしかし、私は私はさらにそれを愛するなさ（これは竹カッターの物語に基づいている）彼らは意図的に古い民話を再び語るためにそのように置く実現しました。\u001b[22m\n\u001b[1m\u001b[22m\nA lot of people might say most of the movie were fillers since it portrays the life of Princess Kaguya, but I disagree since it gave a different effect, in which, it immerse yourself to her life and you soon feel more emotionally connected to her at the end due to how she lived her life in the previous years. Her interaction with other children, desires and even freedom makes one wish to free her and discard a lifestyle of luxury but limits someone's ability to do what they want.\n\n\u001b[1m多くの人が、かぐや姫の人生を描いて以来、映画のほとんどが詰め物だと言っているかもしれませんが、私はそれが彼女の人生に没頭し、すぐに彼女と感情的に 彼女は何年前に彼女の人生に住んでいたのかによって終わります。 彼女の他の子供たちとのやりとり、欲望、そして自由さえも彼女を解放し、贅沢な生活を放棄したいが、自分が望むことをする能力を制限する。\u001b[22m\n\u001b[1m(Ōku no hito ga, kaguyahime no jinsei o egaite irai, eiga no hotondo ga tsumebutsuda to itte iru kamo shiremasenga, watashi wa sore ga kanojo no jinsei ni bottō shi, sugu ni kanojo to kanjō-teki ni kanojo wa nan'nenmae ni kanojo no jinsei ni sunde ita no ka ni yotte owarimasu. Kanojo no ta no kodomo-tachi to no yaritori, yokubō, soshite jiyū sae mo kanojo o kaihō shi, zeitakuna seikatsu o hōki shitaiga, jibun ga nozomu koto o suru nōryoku o seigen suru.)\u001b[22m\n\nTranslations of \u001b[4mA lot of people might say most of the movie were fillers since it portrays the life of Princess Kaguya, but I disagree since it gave a different effect, in which, it immerse yourself to her life and you soon feel more emotionally connected to her at the end due to how she lived her life in the previous years. Her interaction with other children, desires and even freedom makes one wish to free her and discard a lifestyle of luxury but limits someone's ability to do what they want.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of people might say most of the movie were fillers since it portrays the life of Princess Kaguya, but I disagree since it gave a different effect, in which, it immerse yourself to her life and you soon feel more emotionally connected to her at\u001b[24m\n    \u001b[1m多くの人が、かぐや姫の人生を描いて以来、映画のほとんどが詰め物だと言っているかもしれませんが、私はそれが彼女の人生に没頭し、すぐに彼女と感情的に\u001b[22m, \u001b[1mそれは姫かぐやの生活を描いたので、多くの人が映画のほとんどは、充填剤だったと言うかもしれないが、それはそれは彼女の人生に没頭、ここで、異なる効果を与え、あなたはすぐにもっと感情的に接続された彼女にで感じるので、私は同意しません\u001b[22m\n\u001b[4mthe end due to how she lived her life in the previous years.\u001b[24m\n    \u001b[1m彼女は何年前に彼女の人生に住んでいたのかによって終わります。\u001b[22m, \u001b[1m彼女は前の年に彼女の人生を生き方法に起因するエンド。\u001b[22m\n\u001b[4mHer interaction with other children, desires and even freedom makes one wish to free her and discard a lifestyle of luxury but limits someone's ability to do what they want.\u001b[24m\n    \u001b[1m彼女の他の子供たちとのやりとり、欲望、そして自由さえも彼女を解放し、贅沢な生活を放棄したいが、自分が望むことをする能力を制限する。\u001b[22m, \u001b[1m他の子供たち、欲望、さらには自由と彼女の相互作用は1つが彼女を解放し、贅沢なライフスタイルを破棄したいなりますが、彼らがやりたいために誰かの能力を制限します。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot follows accordingly to the folktale with slightly subtle changes. However what made this stand out so much was the passage of time and how the princess was contend with something more simple. At the very end, the music will move you to tears as it make one remember a time when everyone was truly happy.\n\n\u001b[1mそのプロットは、わずかに微妙な変化を伴ってフォークに従う。 しかし、これが目立つのは時間の経過と王女がもっとシンプルなものとどう競合していたかです。 最後に、音楽は皆が本当に幸せだった時を覚えているように、あなたを涙に動かすでしょう。\u001b[22m\n\u001b[1m(Sono purotto wa, wazuka ni bimyōna henka o tomonatte fōku ni shitagau. Shikashi, kore ga medatsu no wa jikan no keika to ōjo ga motto shinpuruna mono to dō kyōgō shite ita kadesu. Saigo ni, ongaku wa mina ga hontōni shiawasedatta toki o oboete iru yō ni, anata o namida ni ugokasudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe plot follows accordingly to the folktale with slightly subtle changes. However what made this stand out so much was the passage of time and how the princess was contend with something more simple. At the very end, the music will move you to tears as it make one remember a time when everyone was truly happy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot follows accordingly to the folktale with slightly subtle changes.\u001b[24m\n    \u001b[1mそのプロットは、わずかに微妙な変化を伴ってフォークに従う。\u001b[22m, \u001b[1mプロットは、少し微妙な変化と民話に応じて、次の。\u001b[22m\n\u001b[4mHowever what made this stand out so much was the passage of time and how the princess was contend with something more simple.\u001b[24m\n    \u001b[1mしかし、これが目立つのは時間の経過と王女がもっとシンプルなものとどう競合していたかです。\u001b[22m, \u001b[1mしかし、何これはそんなに目立たせたことは、時間の経過であったとどのように王女は、よりシンプルなものと競合しました。\u001b[22m\n\u001b[4mAt the very end, the music will move you to tears as it make one remember a time when everyone was truly happy.\u001b[24m\n    \u001b[1m最後に、音楽は皆が本当に幸せだった時を覚えているように、あなたを涙に動かすでしょう。\u001b[22m, \u001b[1m一番最後に、音楽はそれが1、誰もが本当に幸せだった時間を覚えて作るように涙にあなたを移動します。\u001b[22m\n\u001b[1m\u001b[22m\nDefinitely would recommend this movie. I found myself re-watching the series many times for several months. Its emotionally poignant and a theme that something can never be attained yet we always desire for it. Was I a sad? Very much, but this is what good storytelling of tragic events would do to you.\n\n\u001b[1m間違いなく、この映画をお勧めします。 私は数ヶ月間、何度もシリーズを見直していました。 感情的に激しく、何かが決して達成できないというテーマが、私たちは常にそれを望んでいます。 私は悲しいですか？ 大変ですが、これは悲劇的なイベントの良いストーリーがあなたにするものです。\u001b[22m\n\u001b[1m(Machigainaku, kono eiga o o susume shimasu. Watashi wa sū-kagetsu-kan, nando mo shirīzu o minaoshite imashita. Kanjō-teki ni hageshiku, nanika ga kesshite tassei dekinai to iu tēma ga, watashitachi wa tsuneni sore o nozonde imasu. Watashi wa kanashīdesu ka? Taihendesuga, koreha higeki-tekina ibento no yoi sutōrī ga anata ni suru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mDefinitely would recommend this movie. I found myself re-watching the series many times for several months. Its emotionally poignant and a theme that something can never be attained yet we always desire for it. Was I a sad? Very much, but this is what good storytelling of tragic events would do to you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely would recommend this movie.\u001b[24m\n    \u001b[1m間違いなく、この映画をお勧めします。\u001b[22m, \u001b[1m確かにこの映画をお勧めします。\u001b[22m\n\u001b[4mI found myself re-watching the series many times for several months.\u001b[24m\n    \u001b[1m私は数ヶ月間、何度もシリーズを見直していました。\u001b[22m, \u001b[1m私は自分自身、数ヶ月のためにシリーズを何度も再見て発見しました。\u001b[22m\n\u001b[4mIts emotionally poignant and a theme that something can never be attained yet we always desire for it.\u001b[24m\n    \u001b[1m感情的に激しく、何かが決して達成できないというテーマが、私たちは常にそれを望んでいます。\u001b[22m, \u001b[1mその感情的に心を打つと何かが、我々は常にそれを望んでまだ達成することはできませんテーマ。\u001b[22m\n\u001b[4mWas I a sad?\u001b[24m\n    \u001b[1m私は悲しいですか？\u001b[22m, \u001b[1m私は悲しかったですか？\u001b[22m\n\u001b[4mVery much, but this is what good storytelling of tragic events would do to you.\u001b[24m\n    \u001b[1m大変ですが、これは悲劇的なイベントの良いストーリーがあなたにするものです。\u001b[22m, \u001b[1m非常に多く、これは悲劇的な出来事の良い物語があなたに何をするのかです。\u001b[22m"
  },
  {
    "title": "Kaguya-hime_no_Monogatari",
    "id": "16664",
    "url": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
    "user": "Ikzer",
    "profile": "/profile/Ikzer/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=186531",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\n映画は初めに見るのが難しいが、とても美しく仕上げる必要がある映画です。 これは珍しいアニメーションスタイルで、一部の人には迷惑をかけることがありますが、それはその価値があると思います。\n\n最初は混乱しました。 宣伝用の写真やニュース、水彩画の周りのすべての動揺などにもかかわらず、私は何を期待するか分からなかったので、楽しむためにはしばらく時間がかかりました。 しかし、数分後、私はそれを完全に楽しんだ。\n\nジブリが社会的批評を偽装しようとしているのは、面白いことです。 ここで、高畑は、私のことを言うことができず、自分自身では生きられず、いつも他の人が望むことを果たさなければならないという、見た目の社会を批判している。 ここで私たちはKaguyaに苦しんで、彼女が彼女ではないことを見て、彼女が耐えなければならないすべてのステップで苦しんで、彼女が自分自身になることを決めたとき、パーティーは終わり、彼女は彼女の意志に逆らって帰宅しなければならなかった。\n\nある時点で映画が飽きているのは事実ですが、最終的に映画のすべての「ミクロストーリー」が必要であることを認識し、Kaguyaに共感し、私たちの人生と苦しみを助けます。\n\n物語のスタイルはとても日本語です。 つまり、アクションは西洋スタイルのようにはっきりとしたものではなく、そのことが時にはどこに行くのかわからず、空でもパスがないように感じるのです。 しかし、それは悪いことではありません。 実際には、ハリウッド映画（アニメーションを含む）とは異なり、どのように終了するのかはわかりません。 ディズニー映画では、キャラクターが表示され、キャラクターが設定された後、誰が恋人になるのか、誰が苦しむのか、誰が死ぬのか、誰がヒーローになるのか、誰もが幸せになる方法を知る。  Kaguya-himeや日本の映画では、めったに起こらないので驚くかもしれません。\n\nしかし、映画はまったく素晴らしいものではありません。 アニメーションは美しいですが、時にはそれは実験的で混乱することもありますが、それ以外の時間は伝統的なアニメーションよりもはるかに表現力豊かなこともあります。 しかし、音楽部門では素晴らしいことだと言わざるを得ません。 すべての曲、すべての曲、1つ1つのビットが素晴らしいです。\n\n冒頭に見るハード映画、最後に素晴らしい経験。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIt's a movie that it's hard to watch at the beginning, but so beautiful that you have to finish it. It's an unusual animation style, which can bother some people, but I think it's totally worth it.\n\n\u001b[1m映画は初めに見るのが難しいが、とても美しく仕上げる必要がある映画です。 これは珍しいアニメーションスタイルで、一部の人には迷惑をかけることがありますが、それはその価値があると思います。\u001b[22m\n\u001b[1m(Eiga wa hajime ni miru no ga muzukashīga, totemo utsukushiku shiageru hitsuyō ga aru eigadesu. Kore wa mezurashī animēshonsutairu de, ichibu no hito ni wa meiwaku o kakeru koto ga arimasuga, sore wa sono kachi ga aru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a movie that it's hard to watch at the beginning, but so beautiful that you have to finish it. It's an unusual animation style, which can bother some people, but I think it's totally worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a movie that it's hard to watch at the beginning, but so beautiful that you have to finish it.\u001b[24m\n    \u001b[1m映画は初めに見るのが難しいが、とても美しく仕上げる必要がある映画です。\u001b[22m, \u001b[1mそれは初めに見るのは難しい映画だが、あなたがそれを完了するために持っていることをとても美しいです。\u001b[22m\n\u001b[4mIt's an unusual animation style, which can bother some people, but I think it's totally worth it.\u001b[24m\n    \u001b[1mこれは珍しいアニメーションスタイルで、一部の人には迷惑をかけることがありますが、それはその価値があると思います。\u001b[22m, \u001b[1mそれは一部の人を気にすることができ、異常なアニメーションのスタイル、ですが、私はそれはそれは全く価値があると思います。\u001b[22m\n\u001b[1m\u001b[22m\nAt first I was confused. Even having followed the promotional pictures and news and all the stir around the watercolor-kind of animation and so, I didn't knew what to expect, so It took me a while to start enjoying. But after some minutes, I totally enjoyed it.\n\n\u001b[1m最初は混乱しました。 宣伝用の写真やニュース、水彩画の周りのすべての動揺などにもかかわらず、私は何を期待するか分からなかったので、楽しむためにはしばらく時間がかかりました。 しかし、数分後、私はそれを完全に楽しんだ。\u001b[22m\n\u001b[1m(Saisho wa konran shimashita. Senden-yō no shashin ya nyūsu, suisaiga no mawari no subete no dōyō nado nimokakawarazu, watashi wa nani o kitai suru ka wakaranakattanode, tanoshimu tame ni wa shibaraku jikan ga kakarimashita. Shikashi, sūfungo, watashi wa sore o kanzen ni tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mAt first I was confused. Even having followed the promotional pictures and news and all the stir around the watercolor-kind of animation and so, I didn't knew what to expect, so It took me a while to start enjoying. But after some minutes, I totally enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first I was confused.\u001b[24m\n    \u001b[1m最初は混乱しました。\u001b[22m, \u001b[1m最初は、私は混乱していました。\u001b[22m\n\u001b[4mEven having followed the promotional pictures and news and all the stir around the watercolor-kind of animation and so, I didn't knew what to expect, so It took me a while to start enjoying.\u001b[24m\n    \u001b[1m宣伝用の写真やニュース、水彩画の周りのすべての動揺などにもかかわらず、私は何を期待するか分からなかったので、楽しむためにはしばらく時間がかかりました。\u001b[22m, \u001b[1mでもプロモーション写真やニュースやアニメーションの水彩種の周りのすべての騒ぎを続いたので、私が期待して知っていなかったので、それを楽しんで開始するために私にしばらく時間がかかりました。\u001b[22m\n\u001b[4mBut after some minutes, I totally enjoyed it.\u001b[24m\n    \u001b[1mしかし、数分後、私はそれを完全に楽しんだ。\u001b[22m, \u001b[1mしかし、いくつかの分後、私は完全にそれを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nIt's funny how Ghibli tries so little to camouflage their social criticism. Here Takahata criticise that society of looks, of what other say about me, of not being able to live on my own, and always having to fulfill what others want. Here we suffer with Kaguya, watching her not being her, suffering at every step she have to endure and just when she decide to be herself, the party was over and she had to go back home against her will.\n\n\u001b[1mジブリが社会的批評を偽装しようとしているのは、面白いことです。 ここで、高畑は、私のことを言うことができず、自分自身では生きられず、いつも他の人が望むことを果たさなければならないという、見た目の社会を批判している。 ここで私たちはKaguyaに苦しんで、彼女が彼女ではないことを見て、彼女が耐えなければならないすべてのステップで苦しんで、彼女が自分自身になることを決めたとき、パーティーは終わり、彼女は彼女の意志に逆らって帰宅しなければならなかった。\u001b[22m\n\u001b[1m(Jiburi ga shakai-teki hihyō o gisō shiyou to shite iru no wa, omoshiroikotodesu. Koko de, Takahata wa, watashinokoto o iu koto ga dekizu, jibun jishinde wa iki rarezu, itsumo hokanohito ga nozomu koto o hatasanakereba naranai to iu, mitame no shakai o hihan shite iru. Koko de watashitachiha Kaguya ni kurushinde, kanojo ga kanojode wanai koto o mite, kanojo ga taenakereba naranai subete no suteppu de kurushinde, kanojo ga jibun jishin ni naru koto o kimeta toki, pātī wa owari, kanojo wa kanojo no ishi ni sakaratte kitaku shinakereba naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mIt's funny how Ghibli tries so little to camouflage their social criticism. Here Takahata criticise that society of looks, of what other say about me, of not being able to live on my own, and always having to fulfill what others want. Here we suffer with Kaguya, watching her not being her, suffering at every step she have to endure and just when she decide to be herself, the party was over and she had to go back home against her will.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's funny how Ghibli tries so little to camouflage their social criticism.\u001b[24m\n    \u001b[1mジブリが社会的批評を偽装しようとしているのは、面白いことです。\u001b[22m, \u001b[1mこれはジブリが彼らの社会的批判をカモフラージュするので、少ししようとどのように面白いです。\u001b[22m\n\u001b[4mHere Takahata criticise that society of looks, of what other say about me, of not being able to live on my own, and always having to fulfill what others want.\u001b[24m\n    \u001b[1mここで、高畑は、私のことを言うことができず、自分自身では生きられず、いつも他の人が望むことを果たさなければならないという、見た目の社会を批判している。\u001b[22m, \u001b[1mここ高畠は自分で生活することができること、そして常に他の人が欲しいものを満たすために持っていないの、他は私について言うことで、ルックスの社会を批判します。\u001b[22m\n\u001b[4mHere we suffer with Kaguya, watching her not being her, suffering at every step she have to endure and just when she decide to be herself, the party was over and she had to go back home against her will.\u001b[24m\n    \u001b[1mここで私たちはKaguyaに苦しんで、彼女が彼女ではないことを見て、彼女が耐えなければならないすべてのステップで苦しんで、彼女が自分自身になることを決めたとき、パーティーは終わり、彼女は彼女の意志に逆らって帰宅しなければならなかった。\u001b[22m, \u001b[1mここでは、彼女が耐えなければなら、彼女は彼女自身になろうと決心ちょうどその時、パーティーが終わったと、彼女は彼女の意志に反して帰って行かなければならなかったすべてのステップで苦しんで、彼女は彼女ではない見て、かぐやに苦しみます。\u001b[22m\n\u001b[1m\u001b[22m\nIt's true that the movie it's boring at certain moments, but in the end one realize that every 'microstory' in the film is needed, they help to empathize with Kaguya and make ours her life and suffering.\n\n\u001b[1mある時点で映画が飽きているのは事実ですが、最終的に映画のすべての「ミクロストーリー」が必要であることを認識し、Kaguyaに共感し、私たちの人生と苦しみを助けます。\u001b[22m\n\u001b[1m(Aru jiten de eiga ga akite iru no wa jijitsudesuga, saishūtekini eiga no subete no `mikurosutōrī' ga hitsuyōdearu koto o ninshiki shi, Kaguya ni kyōkan shi, watashitachi no jinsei to kurushimi o tasukemasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's true that the movie it's boring at certain moments, but in the end one realize that every 'microstory' in the film is needed, they help to empathize with Kaguya and make ours her life and suffering.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's true that the movie it's boring at certain moments, but in the end one realize that every 'microstory' in the film is needed, they help to empathize with Kaguya and make ours her life and suffering.\u001b[24m\n    \u001b[1mある時点で映画が飽きているのは事実ですが、最終的に映画のすべての「ミクロストーリー」が必要であることを認識し、Kaguyaに共感し、私たちの人生と苦しみを助けます。\u001b[22m, \u001b[1mこれは、映画は、それが特定の瞬間に退屈だというのは本当だが、最終的に1は、フィルム内のすべての「microstory 'が必要であることを認識し、彼らはかぐや姫に共感し、私たち彼女の人生と苦しみ作るのを助けます。\u001b[22m\n\u001b[1m\u001b[22m\nThe narrative style is very Japanese. I mean, the action isn't as clear and straightforward as in western styles, and that's why the story sometimes feels empty or pathless, not being clear to where it's going. But that's not a bad thing. Actually, it's interesting since unlike in Hollywood movies (including animation) you don't know for sure how it's gonna end. In Disney movies, after the characters are displayed and their personalities are set, you know who will be friend, who will be lover, who will suffer, who will die, who will be the hero and how happy everyone's gonna end. In Kaguya-hime, and in Japanese movies, that rarely happens so it can be surprising.\n\n\u001b[1m物語のスタイルはとても日本語です。 つまり、アクションは西洋スタイルのようにはっきりとしたものではなく、そのことが時にはどこに行くのかわからず、空でもパスがないように感じるのです。 しかし、それは悪いことではありません。 実際には、ハリウッド映画（アニメーションを含む）とは異なり、どのように終了するのかはわかりません。 ディズニー映画では、キャラクターが表示され、キャラクターが設定された後、誰が恋人になるのか、誰が苦しむのか、誰が死ぬのか、誰がヒーローになるのか、誰もが幸せになる方法を知る。  Kaguya-himeや日本の映画では、めったに起こらないので驚くかもしれません。\u001b[22m\n\u001b[1m(Monogatari no sutairu wa totemo nihongodesu. Tsumari, akushon wa seiyō sutairu no yō ni hakkiri to shita monode wa naku, sono koto ga tokiniha doko ni iku no ka wakarazu, sora demo pasu ga nai yō ni kanjiru nodesu. Shikashi, sore wa warui kotode wa arimasen. Jissai ni wa, Hariuddo eiga (animēshon o fukumu) to wa kotonari, dono yō ni shūryō suru no ka wa wakarimasen. Dizunī eigade wa, kyarakutā ga hyōji sa re, kyarakutā ga settei sa reta nochi, dare ga koibito ni naru no ka, dare ga kurushimu no ka, dare ga shinu no ka, dare ga hīrō ni naru no ka, daremoga shiawase ni naru hōhō o shiru. Kaguya - hime ya Nihon no eigade wa, mettani okoranainode odoroku kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThe narrative style is very Japanese. I mean, the action isn't as clear and straightforward as in western styles, and that's why the story sometimes feels empty or pathless, not being clear to where it's going. But that's not a bad thing. Actually, it's interesting since unlike in Hollywood movies (including animation) you don't know for sure how it's gonna end. In Disney movies, after the characters are displayed and their personalities are set, you know who will be friend, who will be lover, who will suffer, who will die, who will be the hero and how happy everyone's gonna end. In Kaguya-hime, and in Japanese movies, that rarely happens so it can be surprising.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe narrative style is very Japanese.\u001b[24m\n    \u001b[1m物語のスタイルはとても日本語です。\u001b[22m, \u001b[1m物語のスタイルは非常に日本人です。\u001b[22m\n\u001b[4mI mean, the action isn't as clear and straightforward as in western styles, and that's why the story sometimes feels empty or pathless, not being clear to where it's going.\u001b[24m\n    \u001b[1mつまり、アクションは西洋スタイルのようにはっきりとしたものではなく、そのことが時にはどこに行くのかわからず、空でもパスがないように感じるのです。\u001b[22m, \u001b[1m私が意味する、アクションは西洋スタイルでのように明確かつ簡単ではない、との話は時々空または未踏感じる理由です、それが起こっている場所には明らかではありません。\u001b[22m\n\u001b[4mBut that's not a bad thing.\u001b[24m\n    \u001b[1mしかし、それは悪いことではありません。\u001b[22m, \u001b[1mしかし、それは悪いことではないのです。\u001b[22m\n\u001b[4mActually, it's interesting since unlike in Hollywood movies (including animation) you don't know for sure how it's gonna end.\u001b[24m\n    \u001b[1m実際には、ハリウッド映画（アニメーションを含む）とは異なり、どのように終了するのかはわかりません。\u001b[22m, \u001b[1m実際に、それはあなたがそれがつもり終わりですか確かなことはわかりません（アニメーションを含む）のハリウッド映画とは異なりので、興味深いです。\u001b[22m\n\u001b[4mIn Disney movies, after the characters are displayed and their personalities are set, you know who will be friend, who will be lover, who will suffer, who will die, who will be the hero and how happy everyone's gonna end.\u001b[24m\n    \u001b[1mディズニー映画では、キャラクターが表示され、キャラクターが設定された後、誰が恋人になるのか、誰が苦しむのか、誰が死ぬのか、誰がヒーローになるのか、誰もが幸せになる方法を知る。\u001b[22m, \u001b[1m文字が表示され、その個性が設定された後、ディズニー映画では、あなたが主人公とどのように誰もが幸せのつもりの終わりになるでしょう死んでしまう苦しむ恋人、になる友人、、になります誰が知っています。\u001b[22m\n\u001b[4mIn Kaguya-hime, and in Japanese movies, that rarely happens so it can be surprising.\u001b[24m\n    \u001b[1mKaguya-himeや日本の映画では、めったに起こらないので驚くかもしれません。\u001b[22m, \u001b[1mそれは驚くべきことでできるように、かぐや姫では、日本映画の中で、それはめったに起こりません。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough, the movie isn't totally wonderfull. The animation is beautiful, yes, but sometimes it can be too experimental and confusing, while other times it can be really expressive, much more than traditional animation. But in the music department I have to say it's wonderful. Every song, every piece, every single bit is wonderful.\n\n\u001b[1mしかし、映画はまったく素晴らしいものではありません。 アニメーションは美しいですが、時にはそれは実験的で混乱することもありますが、それ以外の時間は伝統的なアニメーションよりもはるかに表現力豊かなこともあります。 しかし、音楽部門では素晴らしいことだと言わざるを得ません。 すべての曲、すべての曲、1つ1つのビットが素晴らしいです。\u001b[22m\n\u001b[1m(Shikashi, eiga wa mattaku subarashī monode wa arimasen. Animēshon wa utsukushīdesuga, tokiniha sore wa jikken-tekide konran suru koto mo arimasuga, soreigai no jikan wa dentō-tekina animēshon yori mo haruka ni hyōgen-ryoku yutakana koto mo arimasu. Shikashi, ongaku bumonde wa subarashī kotoda to iwazaru o emasen. Subete no kyoku, subete no kyoku, 1tsu 1tsu no bitto ga subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough, the movie isn't totally wonderfull. The animation is beautiful, yes, but sometimes it can be too experimental and confusing, while other times it can be really expressive, much more than traditional animation. But in the music department I have to say it's wonderful. Every song, every piece, every single bit is wonderful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough, the movie isn't totally wonderfull.\u001b[24m\n    \u001b[1mしかし、映画はまったく素晴らしいものではありません。\u001b[22m, \u001b[1mが、映画は全くのwonderfullではありません。\u001b[22m\n\u001b[4mThe animation is beautiful, yes, but sometimes it can be too experimental and confusing, while other times it can be really expressive, much more than traditional animation.\u001b[24m\n    \u001b[1mアニメーションは美しいですが、時にはそれは実験的で混乱することもありますが、それ以外の時間は伝統的なアニメーションよりもはるかに表現力豊かなこともあります。\u001b[22m, \u001b[1mアニメーションは、はい、美しいですが、他の回は、それが伝統的なアニメーションよりもはるかに多く、実際に表現することができますが、時にはそれは、あまりにも実験と混乱することができます。\u001b[22m\n\u001b[4mBut in the music department I have to say it's wonderful.\u001b[24m\n    \u001b[1mしかし、音楽部門では素晴らしいことだと言わざるを得ません。\u001b[22m, \u001b[1mしかし、音楽部門で私はそれは素晴らしいです言っています。\u001b[22m\n\u001b[4mEvery song, every piece, every single bit is wonderful.\u001b[24m\n    \u001b[1mすべての曲、すべての曲、1つ1つのビットが素晴らしいです。\u001b[22m, \u001b[1mすべての曲、すべての作品は、一つ一つのビットが素敵です。\u001b[22m\n\u001b[1m\u001b[22m\nA hard movie to watch at the beginning, a wonderful experience in the end.\n\n\u001b[1m冒頭に見るハード映画、最後に素晴らしい経験。\u001b[22m\n\u001b[1m(Bōtō ni miru hādo eiga, saigo ni subarashī keiken.)\u001b[22m\n\nTranslations of \u001b[4mA hard movie to watch at the beginning, a wonderful experience in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA hard movie to watch at the beginning, a wonderful experience in the end.\u001b[24m\n    \u001b[1m冒頭に見るハード映画、最後に素晴らしい経験。\u001b[22m, \u001b[1m初めに見て難しい映画、最後に素晴らしい経験。\u001b[22m"
  },
  {
    "title": "Kaguya-hime_no_Monogatari",
    "id": "16664",
    "url": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
    "user": "delta5",
    "profile": "/profile/delta5/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=211010",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこの映画は完璧です。 それを傑作と呼ぶのは控えめな表現です。 私は、「かぐや姫の物語」が達成するあらゆるアニメーション作品を見たことはありません。 一つのフレームが無駄になるわけではなく、そのスタイルは絵画的ではあるが抽象的ではないので、変容的かつ完全に動いている出来事に自分の完全かつ完全な浸漬を損なうことはない。\n\nこれは今までに作られた最高のアニメーション映画であり、Herzog、Eisenstein、Scorsese、Renoir、Ozu、そして映画界の他の巨匠たちの作品でもあります。\n\n「かぐや姫の物語」はすごいです。 将来的には別のアニメーション映画が、華麗な芸術性と人類に対する特別な思いやりの同様の高さを達成する可能性はありますが、この映画の場所はこれまでにないでしょう。 映画史上最大の芸術作品の1つであるルノワールの「Grand Illusion」と比較します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis film is perfect. Calling it a masterpiece is an understatement. I have never seen any animated work of any sort that attains what 'Kaguya-hime no Monogatari' achieves. Not a single frame is wasted, and its style is painterly yet not so abstract as to detract from one's utter and complete immersion in what is a transformative and utterly moving event.\n\n\u001b[1mこの映画は完璧です。 それを傑作と呼ぶのは控えめな表現です。 私は、「かぐや姫の物語」が達成するあらゆるアニメーション作品を見たことはありません。 一つのフレームが無駄になるわけではなく、そのスタイルは絵画的ではあるが抽象的ではないので、変容的かつ完全に動いている出来事に自分の完全かつ完全な浸漬を損なうことはない。\u001b[22m\n\u001b[1m(Kono eiga wa kanpekidesu. Sore o kessaku to yobu no wa hikaemena hyōgendesu. Watashi wa,`kaguyahime no monogatari' ga tassei suru arayuru animēshon sakuhin o mita koto wa arimasen. Hitotsu no furēmu ga muda ni naru wakede wa naku, sono sutairu wa kaiga-tekide wa aru ga chūshō-tekide wanainode, hen'yō-teki katsu kanzen ni ugoite iru dekigoto ni jibun no kanzen katsu kanzen'na shinshi o sokonau koto wanai.)\u001b[22m\n\nTranslations of \u001b[4mThis film is perfect. Calling it a masterpiece is an understatement. I have never seen any animated work of any sort that attains what 'Kaguya-hime no Monogatari' achieves. Not a single frame is wasted, and its style is painterly yet not so abstract as to detract from one's utter and complete immersion in what is a transformative and utterly moving event.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis film is perfect.\u001b[24m\n    \u001b[1mこの映画は完璧です。\u001b[22m\n\u001b[4mCalling it a masterpiece is an understatement.\u001b[24m\n    \u001b[1mそれを傑作と呼ぶのは控えめな表現です。\u001b[22m, \u001b[1m傑作、それを呼び出すと、控えめです。\u001b[22m\n\u001b[4mI have never seen any animated work of any sort that attains what 'Kaguya-hime no Monogatari' achieves.\u001b[24m\n    \u001b[1m私は、「かぐや姫の物語」が達成するあらゆるアニメーション作品を見たことはありません。\u001b[22m, \u001b[1m私は何を「かぐや姫の物語」実現を達成するいかなる種類のアニメーション作品を見たことがありません。\u001b[22m\n\u001b[4mNot a single frame is wasted, and its style is painterly yet not so abstract as to detract from one's utter and complete immersion in what is a transformative and utterly moving event.\u001b[24m\n    \u001b[1m一つのフレームが無駄になるわけではなく、そのスタイルは絵画的ではあるが抽象的ではないので、変容的かつ完全に動いている出来事に自分の完全かつ完全な浸漬を損なうことはない。\u001b[22m, \u001b[1mていない単一のフレームが無駄になるし、そのスタイルはまだ絵画の変革と全く移動イベントであるものの中で自分の全くの、完全な浸漬を損なうほど抽象的ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nNot only is this the absolute best animated film ever made, it also ranks with works by Herzog, Eisenstein, Scorsese, Renoir, Ozu, and other masters of cinema.\n\n\u001b[1mこれは今までに作られた最高のアニメーション映画であり、Herzog、Eisenstein、Scorsese、Renoir、Ozu、そして映画界の他の巨匠たちの作品でもあります。\u001b[22m\n\u001b[1m(Kore wa ima made ni tsukura reta saikō no animēshon eigadeari, Herzog, Eisenstein, Scorsese, runowāru, Ozu, soshite eiga-kai no ta no kyoshō-tachi no sakuhin demo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNot only is this the absolute best animated film ever made, it also ranks with works by Herzog, Eisenstein, Scorsese, Renoir, Ozu, and other masters of cinema.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot only is this the absolute best animated film ever made, it also ranks with works by Herzog, Eisenstein, Scorsese, Renoir, Ozu, and other masters of cinema.\u001b[24m\n    \u001b[1mこれは今までに作られた最高のアニメーション映画であり、Herzog、Eisenstein、Scorsese、Renoir、Ozu、そして映画界の他の巨匠たちの作品でもあります。\u001b[22m, \u001b[1mこれはこれまでに作った最高の絶対的なアニメーション映画である、それはまた、ヘルツォーク、エイゼンシュテイン、スコセッシ、ルノワール、小津作品、および映画の他のマスターにランクされていないだけ。\u001b[22m\n\u001b[1m\u001b[22m\n'Kaguya-hime no Monogatari' is sui generis. It is possible that, in the future, another animated film may attain similar heights of brilliant artistry and extraordinary compassion for humanity, but nothing will ever take this film's place. I would compare it to Renoir's 'Grand Illusion' as one of the greatest artistic works in the entire history of cinema.\n\n\u001b[1m「かぐや姫の物語」はすごいです。 将来的には別のアニメーション映画が、華麗な芸術性と人類に対する特別な思いやりの同様の高さを達成する可能性はありますが、この映画の場所はこれまでにないでしょう。 映画史上最大の芸術作品の1つであるルノワールの「Grand Illusion」と比較します。\u001b[22m\n\u001b[1m(`Kaguyahime no monogatari' wa sugoidesu. Shōrai-teki ni wa betsu no animēshon eiga ga, kareina geijutsu-sei to jinrui ni taisuru tokubetsuna omoiyari no dōyō no taka-sa o tassei suru kanōsei wa arimasuga, kono eiga no basho wa kore made ni naideshou. Eiga shijō saidai no geijutsu sakuhin no 1tsudearu runowāru no `Grand Illusion' to hikaku shimasu.)\u001b[22m\n\nTranslations of \u001b[4m'Kaguya-hime no Monogatari' is sui generis. It is possible that, in the future, another animated film may attain similar heights of brilliant artistry and extraordinary compassion for humanity, but nothing will ever take this film's place. I would compare it to Renoir's 'Grand Illusion' as one of the greatest artistic works in the entire history of cinema.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Kaguya-hime no Monogatari' is sui generis.\u001b[24m\n    \u001b[1m「かぐや姫の物語」はすごいです。\u001b[22m, \u001b[1m「かぐや姫の物語は、「特殊なです。\u001b[22m\n\u001b[4mIt is possible that, in the future, another animated film may attain similar heights of brilliant artistry and extraordinary compassion for humanity, but nothing will ever take this film's place.\u001b[24m\n    \u001b[1m将来的には別のアニメーション映画が、華麗な芸術性と人類に対する特別な思いやりの同様の高さを達成する可能性はありますが、この映画の場所はこれまでにないでしょう。\u001b[22m, \u001b[1m将来的には、別のアニメーション映画は、人類のための華麗な芸術性と臨時思いやりの同様の高さを達成するかもしれないが、何も今までにこの映画の場所を取らないだろう、ということが可能です。\u001b[22m\n\u001b[4mI would compare it to Renoir's 'Grand Illusion' as one of the greatest artistic works in the entire history of cinema.\u001b[24m\n    \u001b[1m映画史上最大の芸術作品の1つであるルノワールの「Grand Illusion」と比較します。\u001b[22m, \u001b[1m私は、映画の全体の歴史の中で最大の芸術作品の一つとして、ルノワールの「グランド・イリュージョン」にそれを比較します。\u001b[22m"
  },
  {
    "title": "Kaguya-hime_no_Monogatari",
    "id": "16664",
    "url": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
    "user": "SoulEater95",
    "profile": "/profile/SoulEater95/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=197705",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nスタジオジブリの映画をしっかりと信じているので、これは私の全時間お気に入りの一つになりました。 私はいつも私が少しだったので古い民俗舞踊などを愛してきました。この映画は本当に私の心の中に掘り下げられ、私が存在していなかったものを引き出しました。\nこの映画はあらゆる点で完璧な傑作です。 私はそれに夢中になっていたため、映画に5分も捉えられず、1秒間停止しなかった。 キャラクターはとてもリアルなので、これはアニメだとは信じられず、アニメーションから出て、私はそれが私を吹き飛ばしたと言わなければならない。 これがジブリ映画であることを考えれば、彼らは誰もが本当にそれを信じていないところにアニメーションスタイルを完全に変えました。 ストーリーは息を呑むようなものでした。ストーリーを引き出すためにアニメーションを使用する方法は素晴らしかったです。 私は良い時のために最後に泣いた。 この映画を見てみたい人は、最後にそれを後悔しないでください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs a firm believer in Studio Ghibli's films this became one of my all time favorites. I have always loved old folklore and such since I was little and this film really dug into my heart and pulled out something that I did not even know existed.\n\n\u001b[1mスタジオジブリの映画をしっかりと信じているので、これは私の全時間お気に入りの一つになりました。 私はいつも私が少しだったので古い民俗舞踊などを愛してきました。この映画は本当に私の心の中に掘り下げられ、私が存在していなかったものを引き出しました。\u001b[22m\n\u001b[1m(Sutajiojiburi no eiga o shikkari to shinjite irunode, kore wa watashi no zen-jikan okiniiri no hitotsu ni narimashita. Watashi wa itsumo watashi ga sukoshidattanode furui minzoku buyō nado o aishite kimashita. Kono eiga wa hontōni watashi no kokoronouchi ni horisage rare, watashi ga sonzai shite inakatta mono o hikidashimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs a firm believer in Studio Ghibli's films this became one of my all time favorites. I have always loved old folklore and such since I was little and this film really dug into my heart and pulled out something that I did not even know existed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a firm believer in Studio Ghibli's films this became one of my all time favorites.\u001b[24m\n    \u001b[1mスタジオジブリの映画をしっかりと信じているので、これは私の全時間お気に入りの一つになりました。\u001b[22m, \u001b[1mスタジオジブリの映画の中で固く信じように、これは私のすべての時間のお気に入りの一つとなりました。\u001b[22m\n\u001b[4mI have always loved old folklore and such since I was little and this film really dug into my heart and pulled out something that I did not even know existed.\u001b[24m\n    \u001b[1m私はいつも私が少しだったので古い民俗舞踊などを愛してきました。この映画は本当に私の心の中に掘り下げられ、私が存在していなかったものを引き出しました。\u001b[22m, \u001b[1m私は少しだったので、私はいつも古い民話などを愛しているし、この映画は本当に私の心の中に掘ったと私は存在さえ知らなかった何かを取り出しました。\u001b[22m\nThis movie is a complete masterpiece in every way. I became obsessed with it not even 5 minutes into the movie and did not pause it for 1 second because I was so entranced by the story. The characters seemed so real that I could not believe that this was an animation, and going off of the animation I have to say that it blew me away. Considering that this was a Ghibli film they completely changed the animation style to where no one would believe it was really them. The story was breath taking and the way that they used the animation to bring out the story was amazing. I even cried at the end for a good hour. Please for anybody considering watching this movie please do you will not regret it in the end!!\n\n\u001b[1mこの映画はあらゆる点で完璧な傑作です。 私はそれに夢中になっていたため、映画に5分も捉えられず、1秒間停止しなかった。 キャラクターはとてもリアルなので、これはアニメだとは信じられず、アニメーションから出て、私はそれが私を吹き飛ばしたと言わなければならない。 これがジブリ映画であることを考えれば、彼らは誰もが本当にそれを信じていないところにアニメーションスタイルを完全に変えました。 ストーリーは息を呑むようなものでした。ストーリーを引き出すためにアニメーションを使用する方法は素晴らしかったです。 私は良い時のために最後に泣いた。 この映画を見てみたい人は、最後にそれを後悔しないでください！\u001b[22m\n\u001b[1m(Kono eiga wa arayuru tende kanpekina kessakudesu. Watashi wa sore ni muchū ni natte ita tame, eiga ni 5-bu mo torae rarezu, 1-byōkan teishi shinakatta. Kyarakutā wa totemo riarunanode, koreha animeda to wa shinji rarezu, animēshon kara dete, watashi wa sore ga watashi o fukitobashita to iwanakereba naranai. Kore ga jiburi eigadearu koto o kangaereba, karera wa daremoga hontōni sore o shinjite inai tokoro ni animēshonsutairu o kanzen ni kaemashita. Sutōrī wa iki o nomu yōna monodeshita. Sutōrī o hikidasu tame ni animēshon o shiyō suru hōhō wa subarashikattadesu. Watashi wa yoi toki no tame ni saigo ni naita. Kono eiga o mite mitai hito wa, saigo ni sore o kōkai shinaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mThis movie is a complete masterpiece in every way. I became obsessed with it not even 5 minutes into the movie and did not pause it for 1 second because I was so entranced by the story. The characters seemed so real that I could not believe that this was an animation, and going off of the animation I have to say that it blew me away. Considering that this was a Ghibli film they completely changed the animation style to where no one would believe it was really them. The story was breath taking and the way that they used the animation to bring out the story was amazing. I even cried at the end for a good hour. Please for anybody considering watching this movie please do you will not regret it in the end!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is a complete masterpiece in every way.\u001b[24m\n    \u001b[1mこの映画はあらゆる点で完璧な傑作です。\u001b[22m, \u001b[1mこの映画はあらゆる方法で完全な傑作です。\u001b[22m\n\u001b[4mI became obsessed with it not even 5 minutes into the movie and did not pause it for 1 second because I was so entranced by the story.\u001b[24m\n    \u001b[1m私はそれに夢中になっていたため、映画に5分も捉えられず、1秒間停止しなかった。\u001b[22m, \u001b[1m私がいなくても5分の映画にそれに取りつかれて、私がそのように物語に魅了されたため、1秒のためにそれを一時停止していなかったとなりました。\u001b[22m\n\u001b[4mThe characters seemed so real that I could not believe that this was an animation, and going off of the animation I have to say that it blew me away.\u001b[24m\n    \u001b[1mキャラクターはとてもリアルなので、これはアニメだとは信じられず、アニメーションから出て、私はそれが私を吹き飛ばしたと言わなければならない。\u001b[22m, \u001b[1m文字は、私はこれがアニメだったことを信じることができなかったように現実のように見えた、と私はそれが私を吹き飛ばしたと言わざるを得ないアニメーションのオフに行きます。\u001b[22m\n\u001b[4mConsidering that this was a Ghibli film they completely changed the animation style to where no one would believe it was really them.\u001b[24m\n    \u001b[1mこれがジブリ映画であることを考えれば、彼らは誰もが本当にそれを信じていないところにアニメーションスタイルを完全に変えました。\u001b[22m, \u001b[1mこれは、彼らが完全に誰もそれが本当に彼らだったと思いませんでしょうどこにアニメーションスタイルを変更ジブリフィルムであったことを考えると。\u001b[22m\n\u001b[4mThe story was breath taking and the way that they used the animation to bring out the story was amazing.\u001b[24m\n    \u001b[1mストーリーは息を呑むようなものでした。ストーリーを引き出すためにアニメーションを使用する方法は素晴らしかったです。\u001b[22m, \u001b[1m物語は息を取っていた、彼らは話を引き出すためにアニメーションを使用する方法は驚くべきものでした。\u001b[22m\n\u001b[4mI even cried at the end for a good hour.\u001b[24m\n    \u001b[1m私は良い時のために最後に泣いた。\u001b[22m, \u001b[1m私も良い時間の終わりに泣きました。\u001b[22m\n\u001b[4mPlease for anybody considering watching this movie please do you will not regret it in the end!!\u001b[24m\n    \u001b[1mこの映画を見てみたい人は、最後にそれを後悔しないでください！\u001b[22m, \u001b[1mしてくださいこの映画を見て考えると誰のためにあなたが最後にそれを後悔しないようにしてください！\u001b[22m"
  },
  {
    "title": "Kaguya-hime_no_Monogatari",
    "id": "16664",
    "url": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
    "user": "bigmustache93",
    "profile": "/profile/bigmustache93/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=233099",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|  9\n\nこの映画は、視覚的な傑作、3Dアニメーション上の2Dアニメーションの勝利、そして美しく手描きのアニメーションがどれほど美しく手描きであるかを思い出させるものです。\n\nこのアニメの最も注目すべき点は、ユニークなアートスタイルとカラフルなアニメーションです。それは単に驚くべきことです。水彩の背景とスケッチのあるキャラクターデザインと美しい音楽スコア、魅力的なテーマは、この映画を忘れられない経験にしました。 それは人生に来た古代の絵のように感じ、シーケンスのいくつかは特に宮殿のシーケンスと月のパレードからの逃避行息を呑むようです。\n\nジョー・ヒアイアシが作ったサウンドトラックの話は、空にあるモノトーンと城のような最高のアニメ映画の楽譜の後ろにいる男。彼は再びここで素晴らしい仕事をした。音楽は王女の気持ちを伝え、 彼女の幸せ、彼女の悲しみと後悔の間に彼女の気持ちをかなり良く捕えて、唯一見つけた犯罪は天体であったにもかかわらず偉大であったが、それはそれが意図していたシーンに合っていなかった それはそれがそれの間に果たしたその特定のシーンに合っていることがわかりますが、それはまだ素晴らしいです。\n\nストーリーとキャラクターである映画の中で最も重要な部分になった今、この映画は11世紀にさかのぼる古い日本の民話である「バンボカッターの物語」に基づいており、  （大丈夫、私はエンディングを台無しにしたくない）まで、ペーシングは少し遅かったが、私の興味を失わせるにはあまりにも遅くはなかった、話の私の唯一の問題は、 ちょっと急いで感じるような気がしましたが、個人の生命を象徴するかぐやの人生（予期せぬ方法で終わることができる短くて早い旅としての人生）を見れば、あなたは終わりを許すことができます。\n彼女のキャラクターと恋に落ちないのは非常に難しいが、映画の中で彼女は感情（喜び、幸福、悲しみ、怒り、悲しみと後悔）の大きな配列を展示しますが、 ほとんどの人間と親戚のキャラクターはバンボーカッターとその妻であり、両親が娘のためにやることは何でもあり、妻は世話をして母親を受け入れるようになり、父親は思いやりと責任ある父親として登場しました。 この勇敢な王女を育てるという神聖な使命を与えられて、彼は彼女にとって最高だと思うことをしますが、彼女は本当に望んでいるものを理解できません。また、セツマルもあります。彼の性格は元のストーリーにはありません。 彼女が宮殿に住むことを辞めていないなら、かぐやの人生の方向性を私たちに示すストーリー。\n\n全体的にこの映画は楽しい腕時計だった、それは '大きなヒーロー6'に失われたことは残念だ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis movie is a visual masterpiece ,a triumph of 2D animation over 3D animation and a reminder of how beautiful and artistic hand drawn animation could be.\n\n\u001b[1mこの映画は、視覚的な傑作、3Dアニメーション上の2Dアニメーションの勝利、そして美しく手描きのアニメーションがどれほど美しく手描きであるかを思い出させるものです。\u001b[22m\n\u001b[1m(Kono eiga wa, shikaku-tekina kessaku, 3 D animēshon-jō no 2 D animēshon no shōri, soshite utsukushiku tegaki no animēshon ga dorehodo utsukushiku tegakidearu ka o omoidasa seru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie is a visual masterpiece ,a triumph of 2D animation over 3D animation and a reminder of how beautiful and artistic hand drawn animation could be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is a visual masterpiece ,a triumph of 2D animation over 3D animation and a reminder of how beautiful and artistic hand drawn animation could be.\u001b[24m\n    \u001b[1mこの映画は、視覚的な傑作、3Dアニメーション上の2Dアニメーションの勝利、そして美しく手描きのアニメーションがどれほど美しく手描きであるかを思い出させるものです。\u001b[22m, \u001b[1mこの映画は視覚的な傑作、3Dアニメーション、手描きアニメーションが可能性がどのように美しく、芸術のリマインダーを超える2Dアニメーションの勝利です。\u001b[22m\n\u001b[1m\u001b[22m\nas I mentioned, the most remarkable thing about this anime is its unique art style and colourful animation,it is simply astonishing ,the watercolour background and the sketchy character design along with the beautiful musical score and the compelling themes made this movie an unforgettable experience, it feels like an ancient paintings that came to life,some of the sequences are breathtaking particularly the escape from the palace sequence and the moon parade .\n\n\u001b[1mこのアニメの最も注目すべき点は、ユニークなアートスタイルとカラフルなアニメーションです。それは単に驚くべきことです。水彩の背景とスケッチのあるキャラクターデザインと美しい音楽スコア、魅力的なテーマは、この映画を忘れられない経験にしました。 それは人生に来た古代の絵のように感じ、シーケンスのいくつかは特に宮殿のシーケンスと月のパレードからの逃避行息を呑むようです。\u001b[22m\n\u001b[1m(Kono anime no mottomo chūmoku subeki ten wa, yunīkuna ātosutairu to karafuruna animēshondesu. Sore wa tan'ni odorokubeki kotodesu. Suisai no haikei to suketchi no aru kyarakutādezain to utsukushī ongaku sukoa, miryoku-tekina tēma wa, kono eiga o wasurerarenai keiken ni shimashita. Sore wa jinsei ni kita kodai no e no yō ni kanji, shīkensu no ikutsu ka wa tokuni kyūden no shīkensu to tsuki no parēdo kara no tōhikō ikiwonomu-yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mas I mentioned, the most remarkable thing about this anime is its unique art style and colourful animation,it is simply astonishing ,the watercolour background and the sketchy character design along with the beautiful musical score and the compelling themes made this movie an unforgettable experience, it feels like an ancient paintings that came to life,some of the sequences are breathtaking particularly the escape from the palace sequence and the moon parade .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mas I mentioned, the most remarkable thing about this anime is its unique art style and colourful animation,it is simply astonishing ,the watercolour background and the sketchy character design along with the beautiful musical score and the compelling themes made this movie an unforgettable experience,\u001b[24m\n    \u001b[1mこのアニメの最も注目すべき点は、ユニークなアートスタイルとカラフルなアニメーションです。それは単に驚くべきことです。水彩の背景とスケッチのあるキャラクターデザインと美しい音楽スコア、魅力的なテーマは、この映画を忘れられない経験にしました。\u001b[22m, \u001b[1m私は、このアニメについての最も注目すべき事は、そのユニークなアートスタイル、カラフルなアニメーションで述べたように、それは単に驚くべきことである、水彩画の背景、美しい楽譜とこの映画の忘れられない経験製魅力的なテーマと一緒に大ざっぱなキャラクターデザイン、\u001b[22m\n\u001b[4mit feels like an ancient paintings that came to life,some of the sequences are breathtaking particularly the escape from the palace sequence and the moon parade .\u001b[24m\n    \u001b[1mそれは人生に来た古代の絵のように感じ、シーケンスのいくつかは特に宮殿のシーケンスと月のパレードからの逃避行息を呑むようです。\u001b[22m, \u001b[1mそれは生命に来た古代の絵画のように感じている、シーケンスの一部は宮殿のシーケンスと月のパレードから特に脱出息をのむようです。\u001b[22m\n\u001b[1m\u001b[22m\nspeaking of the soundtrack which composed by Joe hisiashi the man behind the musical score of some of the best anime movies like princess mononoke and castle in the sky ..etc,he's done a great job again here,the music conveys the princess' feelings , it capture her feelings pretty good during her happiness, her sadness and her regret,the only flaw I found was the celestial being track which albeit being great but it didn't fit the scene it played during it,maybe that was intentional but I don 't find it to be fitting to that particular scene it played during it,it still fantastic though.\n\n\u001b[1mジョー・ヒアイアシが作ったサウンドトラックの話は、空にあるモノトーンと城のような最高のアニメ映画の楽譜の後ろにいる男。彼は再びここで素晴らしい仕事をした。音楽は王女の気持ちを伝え、 彼女の幸せ、彼女の悲しみと後悔の間に彼女の気持ちをかなり良く捕えて、唯一見つけた犯罪は天体であったにもかかわらず偉大であったが、それはそれが意図していたシーンに合っていなかった それはそれがそれの間に果たしたその特定のシーンに合っていることがわかりますが、それはまだ素晴らしいです。\u001b[22m\n\u001b[1m(Jō hiaiashi ga tsukutta saundotorakku no hanashi wa, sora ni aru monotōn to shiro no yōna saikō no anime eiga no gakufu no ushiro ni iru otoko. Kare wa futatabi koko de subarashī shigoto o shita. Ongaku wa ōjo no kimochi o tsutae, kanojo no shiawase, kanojo no kanashimi to kōkai no ma ni kanojo no kimochi o kanari yoku toraete, yuiitsu mitsuketa hanzai wa tentaideatta nimokakawarazu idaideattaga, sore wa sore ga ito shite ita shīn ni atte inakatta sore wa sore ga sore no ma ni hatashita sono tokutei no shīn ni atte iru koto ga wakarimasuga, sore wa mada subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mspeaking of the soundtrack which composed by Joe hisiashi the man behind the musical score of some of the best anime movies like princess mononoke and castle in the sky ..etc,he's done a great job again here,the music conveys the princess' feelings , it capture her feelings pretty good during her happiness, her sadness and her regret,the only flaw I found was the celestial being track which albeit being great but it didn't fit the scene it played during it,maybe that was intentional but I don 't find it to be fitting to that particular scene it played during it,it still fantastic though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mspeaking of the soundtrack which composed by Joe hisiashi the man behind the musical score of some of the best anime movies like princess mononoke and castle in the sky ..etc,he's done a great job again here,the music conveys the princess' feelings ,\u001b[24m\n    \u001b[1mジョー・ヒアイアシが作ったサウンドトラックの話は、空にあるモノトーンと城のような最高のアニメ映画の楽譜の後ろにいる男。彼は再びここで素晴らしい仕事をした。音楽は王女の気持ちを伝え、\u001b[22m, \u001b[1mスカイ..etcで姫もののけとお城のような最高のアニメ映画のいくつかの楽譜の背後にある男がジョーによって構成されるサウンドトラックのhisiashi言えば、彼は再びここに素晴らしい仕事をしています、音楽は、姫の気持ちを伝えます\u001b[22m\n\u001b[4mit capture her feelings pretty good during her happiness, her sadness and her regret,the only flaw I found was the celestial being track which albeit being great but it didn't fit the scene it played during it,maybe that was intentional but I don\u001b[24m\n    \u001b[1m彼女の幸せ、彼女の悲しみと後悔の間に彼女の気持ちをかなり良く捕えて、唯一見つけた犯罪は天体であったにもかかわらず偉大であったが、それはそれが意図していたシーンに合っていなかった\u001b[22m, \u001b[1mそれが彼女の幸せ、彼女の悲しみと彼女の後悔の間にかなり良い彼女の気持ちをキャプチャ、私が見つけた唯一の欠点はあるものの偉大されソレスタルビーイングトラックだったが、それは、それはそれ中に再生シーンに合わせていなかった、多分それは意図的なものだったが、私ドン\u001b[22m\n\u001b[4m't find it to be fitting to that particular scene it played during it,it still fantastic though.\u001b[24m\n    \u001b[1mそれはそれがそれの間に果たしたその特定のシーンに合っていることがわかりますが、それはまだ素晴らしいです。\u001b[22m, \u001b[1m'tはそれはそれはしかし、それはまだ素晴らしい、それ中に再生、特定のシーンにふさわしいであることがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nNow to the most important part of the movie which is the story and the characters,this movie is based on 'the tale of the bambo cutter' an old Japanese folktale that date back to the 11th century,it tells the story of the princess that has been found by the bambo cutter until(okay,I don't want to spoil the ending ),the pacing was a bit slow,but not too slow to make me lose my interest ,my only problem with the story is that the ending felt a bit rushed and anticlimactic but if you look at the life of kaguya as a metaphor of life of any individual (life as a short and fast journey that could end in an unexpected way )then you could tolerate the ending.\n\n\u001b[1mストーリーとキャラクターである映画の中で最も重要な部分になった今、この映画は11世紀にさかのぼる古い日本の民話である「バンボカッターの物語」に基づいており、  （大丈夫、私はエンディングを台無しにしたくない）まで、ペーシングは少し遅かったが、私の興味を失わせるにはあまりにも遅くはなかった、話の私の唯一の問題は、 ちょっと急いで感じるような気がしましたが、個人の生命を象徴するかぐやの人生（予期せぬ方法で終わることができる短くて早い旅としての人生）を見れば、あなたは終わりを許すことができます。\u001b[22m\n\u001b[1m(Sutōrī to kyarakutādearu eiga no naka de mottomo jūyōna bubun ni natta ima, kono eiga wa 11 seiki ni sakanoboru furui Nihon no minwadearu `banbokattā no monogatari' ni motodzuite ori, (daijōbu, watashi wa endingu o dainashi ni shitakunai) made, pēshingu wa sukoshi osokatta ga, watashi no kyōmi o ushinawa seru ni wa amarini mo osoku wa nakatta, hanashi no watashi no yuiitsu no mondai wa, chotto isoide kanjiru yōna ki ga shimashitaga, kojin no seimei o shōchō suru ka guya no jinsei (yoki senu hōhō de owaru koto ga dekiru mijikakute hayai tabi to shite no jinsei) o mireba, anata wa owari o yurusu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow to the most important part of the movie which is the story and the characters,this movie is based on 'the tale of the bambo cutter' an old Japanese folktale that date back to the 11th century,it tells the story of the princess that has been found by the bambo cutter until(okay,I don't want to spoil the ending ),the pacing was a bit slow,but not too slow to make me lose my interest ,my only problem with the story is that the ending felt a bit rushed and anticlimactic but if you look at the life of kaguya as a metaphor of life of any individual (life as a short and fast journey that could end in an unexpected way )then you could tolerate the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow to the most important part of the movie which is the story and the characters,this movie is based on 'the tale of the bambo cutter' an old Japanese folktale that date back to the 11th century,it tells the story of the princess that\u001b[24m\n    \u001b[1mストーリーとキャラクターである映画の中で最も重要な部分になった今、この映画は11世紀にさかのぼる古い日本の民話である「バンボカッターの物語」に基づいており、\u001b[22m, \u001b[1m今、物語やキャラクターである映画の最も重要な部分に、この映画が戻って11世紀にさかのぼる古い日本の民話」bamboカッターの物語」に基づいており、その姫の物語\u001b[22m\n\u001b[4mhas been found by the bambo cutter until(okay,I don't want to spoil the ending ),the pacing was a bit slow,but not too slow to make me lose my interest ,my only problem with the story is that the ending\u001b[24m\n    \u001b[1m（大丈夫、私はエンディングを台無しにしたくない）まで、ペーシングは少し遅かったが、私の興味を失わせるにはあまりにも遅くはなかった、話の私の唯一の問題は、\u001b[22m, \u001b[1m（大丈夫、私はエンディングを台無しにしたくない）、ペーシングは私が私の興味を失わせるには余りにも遅い少し遅かったではなくなるまで、物語と私の唯一の問題は終わるということですbamboカッターで発見されました\u001b[22m\n\u001b[4mfelt a bit rushed and anticlimactic but if you look at the life of kaguya as a metaphor of life of any individual (life as a short and fast journey that could end in an unexpected way )then you could tolerate the ending.\u001b[24m\n    \u001b[1mちょっと急いで感じるような気がしましたが、個人の生命を象徴するかぐやの人生（予期せぬ方法で終わることができる短くて早い旅としての人生）を見れば、あなたは終わりを許すことができます。\u001b[22m, \u001b[1mビットは急いと拍子抜けしますが、（予期しない方法で終わる可能性が短く、高速な旅のような生活）の任意の個々の人生のメタファーとしてかぐやの生活を見れば、あなたは結末に耐えることができ感じました。\u001b[22m\nthe titular character kaguya is the one that developed the most,during the movie she will exhibit a large array of emotions (joy,happiness, sadness,anger,sorrow and regret)it is very hard to not fell in love with her character but the most human and relatable characters are the bambo cutters and his wife, they do anything that any parents would do for the best of their daughter,the wife came as caring and accepting mother while the father came as caring and responsible father ,he think he has given the sacred mission of raising this ethereal princess, he do what he think is the best for her yet he fails to understand what she really wants.there is also setumaru ,his character is absent in the original story but he helped to add a side story that shows us the other direction that kaguya's life would have taken if she hadn't left to live in the palace.\n\n\u001b[1m彼女のキャラクターと恋に落ちないのは非常に難しいが、映画の中で彼女は感情（喜び、幸福、悲しみ、怒り、悲しみと後悔）の大きな配列を展示しますが、 ほとんどの人間と親戚のキャラクターはバンボーカッターとその妻であり、両親が娘のためにやることは何でもあり、妻は世話をして母親を受け入れるようになり、父親は思いやりと責任ある父親として登場しました。 この勇敢な王女を育てるという神聖な使命を与えられて、彼は彼女にとって最高だと思うことをしますが、彼女は本当に望んでいるものを理解できません。また、セツマルもあります。彼の性格は元のストーリーにはありません。 彼女が宮殿に住むことを辞めていないなら、かぐやの人生の方向性を私たちに示すストーリー。\u001b[22m\n\u001b[1m(Kanojo no kyarakutā to koi ni ochinai no wa hijō ni muzukashīga, eiga no naka de kanojo wa kanjō (yorokobi, kōfuku, kanashimi, ikari, kanashimi to kōkai) no ōkina hairetsu o tenji shimasuga, hotondo no ningen to shinseki no kyarakutā wa banbōkattā to sono tsumadeari, ryōshin ga musume no tame ni yaru koto wa nandemoari, tsuma wa sewa o shite hahaoya o ukeireru yō ni nari, chichioya wa omoiyari to sekinin aru chichioya to shite tōjō shimashita. Kono yūkan'na ōjo o sodateru to iu shinseina shimei o atae rarete, kare wa kanojo ni totte saikōda to omou koto o shimasuga, kanojo wa hontōni nozonde iru mono o rikai dekimasen. Mata, setsumaru mo arimasu. Kare no seikaku wa gen no sutōrī ni wa arimasen. Kanojo ga kyūden ni sumu koto o yamete inainara, ka guya no jinsei no hōkō-sei o watashitachi ni shimesu sutōrī.)\u001b[22m\n\nTranslations of \u001b[4mthe titular character kaguya is the one that developed the most,during the movie she will exhibit a large array of emotions (joy,happiness, sadness,anger,sorrow and regret)it is very hard to not fell in love with her character but the most human and relatable characters are the bambo cutters and his wife, they do anything that any parents would do for the best of their daughter,the wife came as caring and accepting mother while the father came as caring and responsible father ,he think he has given the sacred mission of raising this ethereal princess, he do what he think is the best for her yet he fails to understand what she really wants.there is also setumaru ,his character is absent in the original story but he helped to add a side story that shows us the other direction that kaguya's life would have taken if she hadn't left to live in the palace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe titular character kaguya is the one that developed the most,during the movie she will exhibit a large array of emotions (joy,happiness, sadness,anger,sorrow and regret)it is very hard to not fell in love with her character but the\u001b[24m\n    \u001b[1m彼女のキャラクターと恋に落ちないのは非常に難しいが、映画の中で彼女は感情（喜び、幸福、悲しみ、怒り、悲しみと後悔）の大きな配列を展示しますが、\u001b[22m, \u001b[1m名ばかりの文字かぐやは、それが彼女のキャラクターと恋に落ちたではなく、非常に困難である映画の間に、彼女は感情（喜び、幸せ、悲しみ、怒り、悲しみと後悔）の大規模な配列を示すであろう、ほとんどを開発したものです\u001b[22m\n\u001b[4mmost human and relatable characters are the bambo cutters and his wife, they do anything that any parents would do for the best of their daughter,the wife came as caring and accepting mother while the father came as caring and responsible father ,he think he has\u001b[24m\n    \u001b[1mほとんどの人間と親戚のキャラクターはバンボーカッターとその妻であり、両親が娘のためにやることは何でもあり、妻は世話をして母親を受け入れるようになり、父親は思いやりと責任ある父親として登場しました。\u001b[22m, \u001b[1mほとんどの人間と話すことのできる文字の父は思いやりと責任ある父として来ながらbamboカッターと彼の妻であり、それらはいずれかの親が娘の最善のために行うあらゆる処理を実行、妻は、思いやりと受け入れる母を来た、彼は彼が持っていると思います\u001b[22m\n\u001b[4mgiven the sacred mission of raising this ethereal princess, he do what he think is the best for her yet he fails to understand what she really wants.there is also setumaru ,his character is absent in the original story but he helped to add a side\u001b[24m\n    \u001b[1mこの勇敢な王女を育てるという神聖な使命を与えられて、彼は彼女にとって最高だと思うことをしますが、彼女は本当に望んでいるものを理解できません。また、セツマルもあります。彼の性格は元のストーリーにはありません。\u001b[22m, \u001b[1mこのエーテル王女を上げるの神聖な使命を考えると、彼は彼が何を考えてやっていることは彼女のために最善である、まだ彼は彼女は本当に、setumaruもwants.thereである彼の性格は原作には存在しないが、彼はサイドを追加するのに役立ったかを理解するために失敗しました\u001b[22m\n\u001b[4mstory that shows us the other direction that kaguya's life would have taken if she hadn't left to live in the palace.\u001b[24m\n    \u001b[1m彼女が宮殿に住むことを辞めていないなら、かぐやの人生の方向性を私たちに示すストーリー。\u001b[22m, \u001b[1m私たちに彼女が宮殿に住んで残っていなかった場合はかぐや姫の人生がかかったでしょう、他の方向を示している物語。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this movie was enjoyable watch,it is a shame that it lost to 'big hero 6' .\n\n\u001b[1m全体的にこの映画は楽しい腕時計だった、それは '大きなヒーロー6'に失われたことは残念だ。\u001b[22m\n\u001b[1m(Zentai-teki ni kono eiga wa tanoshī udedokeidatta, soreha' ōkina hīrō 6' ni ushinawa reta koto wa zan'nenda.)\u001b[22m\n\nTranslations of \u001b[4mOverall this movie was enjoyable watch,it is a shame that it lost to 'big hero 6' .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this movie was enjoyable watch,it is a shame that it lost to 'big hero 6' .\u001b[24m\n    \u001b[1m全体的にこの映画は楽しい腕時計だった、それは '大きなヒーロー6'に失われたことは残念だ。\u001b[22m, \u001b[1m全体的にこの映画は楽しい時計だった、それはそれは大きなヒーロー6 'に失われたことが残念です。\u001b[22m"
  },
  {
    "title": "Kaguya-hime_no_Monogatari",
    "id": "16664",
    "url": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
    "user": "-Zero-Requiem-",
    "profile": "/profile/-Zero-Requiem-/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=229160",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nスタジオジブリの最高級映画のひとつ。\nプリンセスかぐやや「かぐや姫の物語」の物語は、応答性、人間であること、そして自分を見つけるという美しい物語です。  Imdbのプロットの概要を引用する古い竹カッターと妻によって輝く竹の茎の中に見つけられた小さな女の子は、絶妙な若い女性に急速に成長します。 神秘的な若い王女は彼女に遭遇するすべての人を魅了しますが、最終的に彼女は彼女の運命、彼女の犯罪に対する罰に立ち向かわなければなりません。\n\nこの映画は典型的なアニメスタイルのようには見えませんが、水色で描くことを選んだので、柔らかく滑らかな外観になります。 それは過度に詳細ではない、それは普遍的な方法で様々な美しい色を使用しました。 キャラクターの心の状態を反映するようにスタイルを変えることさえあります。 アニメーションは私が今までに目撃した最高のものの1つで、それを描くには5年以上かかりました。 ストーリーは非常にシンプルですが、それは挑発的でも非常に悲しいことでもあります。 映画は、すべての人間の多様性、欲張り、ゼリー、ケア、ナルシシズム、悲しい、幸せなどを示しています。 映画は、私たちのすべての否定的な感情を持って人間になる価値があるのか​​、それとも何も覚えていないほうがよい場合に反映されます。 かぐやを引用するにはちょっとだけ、この場所に住む喜びを感じる。 私たちは皆、感情を悪く、悪く経験しています。そして、かぐや姫は人間であることを経験することになりますが、彼女は本当にこの世界に属していますか？\n私が美しいアニメーション以外を指摘しなければならないことの1つは、信じられないほどの素晴らしい音楽です。 映画の中の私の好きなシーンには、花の畑を飛び回っているカップルが含まれています。 プリンセスかぐやの話は、とても悲しい、美しい、とても良い映画です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOne of Studio Ghibli's finest movies.\n\n\u001b[1mスタジオジブリの最高級映画のひとつ。\u001b[22m\n\u001b[1m(Sutajiojiburi no sai kōkyū eiga no hitotsu.)\u001b[22m\n\nTranslations of \u001b[4mOne of Studio Ghibli's finest movies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of Studio Ghibli's finest movies.\u001b[24m\n    \u001b[1mスタジオジブリの最高級映画のひとつ。\u001b[22m, \u001b[1mスタジオジブリの最高の映画の一つ。\u001b[22m\nThe tale of the princess kaguya or 'kaguya-hime no Monogatari' is a beautiful story about responsebility, what it means to be human, and finding yourself. Quoting Imdb plot synopsis 'Found inside a shining stalk of bamboo by an old bamboo cutter and his wife, a tiny girl grows rapidly into an exquisite young lady. The mysterious young princess enthralls all who encounter her - but ultimately she must confront her fate, the punishment for her crime.'\n\n\u001b[1mプリンセスかぐやや「かぐや姫の物語」の物語は、応答性、人間であること、そして自分を見つけるという美しい物語です。  Imdbのプロットの概要を引用する古い竹カッターと妻によって輝く竹の茎の中に見つけられた小さな女の子は、絶妙な若い女性に急速に成長します。 神秘的な若い王女は彼女に遭遇するすべての人を魅了しますが、最終的に彼女は彼女の運命、彼女の犯罪に対する罰に立ち向かわなければなりません。\u001b[22m\n\u001b[1m(Purinsesu kagu yaya `kaguyahime no monogatari' no monogatari wa, ōtō-sei, ningendearu koto, soshite jibun o mitsukeru to iu utsukushī monogataridesu. Imdb no purotto no gaiyō o in'yō suru furui take kattā to tsuma ni yotte kagayaku take no kuki no naka ni mitsuke rareta chīsana on'nanoko wa, zetsumyōna wakai josei ni kyūsoku ni seichō shimasu. Shinpi-tekina wakai ōjo wa kanojo ni sōgū suru subete no hito o miryō shimasuga, saishūtekini kanojo wa kanojonounmei, kanojo no hanzai ni taisuru batsu ni tachimukawanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe tale of the princess kaguya or 'kaguya-hime no Monogatari' is a beautiful story about responsebility, what it means to be human, and finding yourself. Quoting Imdb plot synopsis 'Found inside a shining stalk of bamboo by an old bamboo cutter and his wife, a tiny girl grows rapidly into an exquisite young lady. The mysterious young princess enthralls all who encounter her - but ultimately she must confront her fate, the punishment for her crime.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe tale of the princess kaguya or 'kaguya-hime no Monogatari' is a beautiful story about responsebility, what it means to be human, and finding yourself.\u001b[24m\n    \u001b[1mプリンセスかぐやや「かぐや姫の物語」の物語は、応答性、人間であること、そして自分を見つけるという美しい物語です。\u001b[22m, \u001b[1m姫かぐや「かぐや姫の物語」の物語は、それが人間であることを意味するものresponsebility、および自分自身を見つけることについての美しい物語です。\u001b[22m\n\u001b[4mQuoting Imdb plot synopsis 'Found inside a shining stalk of bamboo by an old bamboo cutter and his wife, a tiny girl grows rapidly into an exquisite young lady.\u001b[24m\n    \u001b[1mImdbのプロットの概要を引用する古い竹カッターと妻によって輝く竹の茎の中に見つけられた小さな女の子は、絶妙な若い女性に急速に成長します。\u001b[22m, \u001b[1m古い竹カッターと彼の妻によって竹の輝く茎の中に発見IMDBプロットの概要」を引用し、小さな女の子が絶妙な若い女性に急速に成長します。\u001b[22m\n\u001b[4mThe mysterious young princess enthralls all who encounter her - but ultimately she must confront her fate, the punishment for her crime.'\u001b[24m\n    \u001b[1m神秘的な若い王女は彼女に遭遇するすべての人を魅了しますが、最終的に彼女は彼女の運命、彼女の犯罪に対する罰に立ち向かわなければなりません。\u001b[22m, \u001b[1m神秘的な若い王女は彼女が発生したすべての人をenthralls  - が、最終的に彼女は、彼女の罪のために罰を彼女の運命に直面しなければなりません」。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie doens't look like typical anime style, instead they've chose to draw it with watercoloring, which gives it a soft and smooth look. It isn't overly detailed, it used a variety of beautiful colors in unconventional ways. Sometimes they even change the style to reflect a character's state of mind. The animation is one of the best I've ever witnessesed, and apperently it took over 5 years to draw, and that paid off. The story is simple enough allthough it manages to be though provoking and very sad. The movie shows the variety of all humans, greedy, jelous, caring, narcissistic, sad, happy, and so on. The movie reflects on if it's worth being human with all our negative emotions, or if it's better to not remember anything. To quote Kaguya: Just a little longer, to feel the joy of living in this place'. We all experience emotions, bad and good, and Princess Kaguya gets to experience what it means to be a human, but does she really belong in this world?\n\n\u001b[1mこの映画は典型的なアニメスタイルのようには見えませんが、水色で描くことを選んだので、柔らかく滑らかな外観になります。 それは過度に詳細ではない、それは普遍的な方法で様々な美しい色を使用しました。 キャラクターの心の状態を反映するようにスタイルを変えることさえあります。 アニメーションは私が今までに目撃した最高のものの1つで、それを描くには5年以上かかりました。 ストーリーは非常にシンプルですが、それは挑発的でも非常に悲しいことでもあります。 映画は、すべての人間の多様性、欲張り、ゼリー、ケア、ナルシシズム、悲しい、幸せなどを示しています。 映画は、私たちのすべての否定的な感情を持って人間になる価値があるのか​​、それとも何も覚えていないほうがよい場合に反映されます。 かぐやを引用するにはちょっとだけ、この場所に住む喜びを感じる。 私たちは皆、感情を悪く、悪く経験しています。そして、かぐや姫は人間であることを経験することになりますが、彼女は本当にこの世界に属していますか？\u001b[22m\n\u001b[1m(Kono eiga wa tenkei-tekina anime sutairu no yō ni wa miemasenga, mizuiro de kaku koto o erandanode, yawarakaku namerakana gaikan ni narimasu. Sore wa kado ni shōsaide wanai, soreha fuhentekina hōhō de samazamana utsukushī iro o shiyō shimashita. Kyarakutā no kokoro no jōtai o han'ei suru yō ni sutairu o kaeru koto sae arimasu. Animēshon wa watashi ga ima made ni mokugeki shita saikō no mono no 1tsu de, sore o kaku ni wa 5-nen ijō kakarimashita. Sutōrī wa hijō ni shinpurudesuga, soreha chōhatsu-tekide mo hijō ni kanashī kotode mo arimasu. Eiga wa, subete no ningen no tayō-sei, yokubari, zerī, kea, narushishizumu, kanashī, shiawase nado o shimeshite imasu. Eiga wa, watashitachi no subete no hitei-tekina kanjō o motte ningen ni naru kachi ga aru no ka ​​, soretomo nani mo oboete inai hō ga yoi baai ni han'ei sa remasu. Ka guya o in'yō suru ni wa chotto dake, kono basho ni sumu yorokobi o kanjiru. Watashitachi wa mina, kanjō o waruku, waruku keiken shite imasu. Soshite, kaguyahime wa ningendearu koto o keiken suru koto ni narimasuga, kanojo wa hontōni kono sekai ni zokushite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThis movie doens't look like typical anime style, instead they've chose to draw it with watercoloring, which gives it a soft and smooth look. It isn't overly detailed, it used a variety of beautiful colors in unconventional ways. Sometimes they even change the style to reflect a character's state of mind. The animation is one of the best I've ever witnessesed, and apperently it took over 5 years to draw, and that paid off. The story is simple enough allthough it manages to be though provoking and very sad. The movie shows the variety of all humans, greedy, jelous, caring, narcissistic, sad, happy, and so on. The movie reflects on if it's worth being human with all our negative emotions, or if it's better to not remember anything. To quote Kaguya: Just a little longer, to feel the joy of living in this place'. We all experience emotions, bad and good, and Princess Kaguya gets to experience what it means to be a human, but does she really belong in this world?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie doens't look like typical anime style, instead they've chose to draw it with watercoloring, which gives it a soft and smooth look.\u001b[24m\n    \u001b[1mこの映画は典型的なアニメスタイルのようには見えませんが、水色で描くことを選んだので、柔らかく滑らかな外観になります。\u001b[22m, \u001b[1mこの映画ではなく、彼らはそれをソフトで滑らかな外観を与える、watercoloringでそれを描画することを選んだき、典型的なアニメスタイルのように見えるdoens't。\u001b[22m\n\u001b[4mIt isn't overly detailed, it used a variety of beautiful colors in unconventional ways.\u001b[24m\n    \u001b[1mそれは過度に詳細ではない、それは普遍的な方法で様々な美しい色を使用しました。\u001b[22m, \u001b[1mそれは型破りな方法で美しいさまざまな色を使用し、過度に詳しくありません。\u001b[22m\n\u001b[4mSometimes they even change the style to reflect a character's state of mind.\u001b[24m\n    \u001b[1mキャラクターの心の状態を反映するようにスタイルを変えることさえあります。\u001b[22m, \u001b[1m時には彼らも、心のキャラクタの状態を反映するようにスタイルを変更します。\u001b[22m\n\u001b[4mThe animation is one of the best I've ever witnessesed, and apperently it took over 5 years to draw, and that paid off.\u001b[24m\n    \u001b[1mアニメーションは私が今までに目撃した最高のものの1つで、それを描くには5年以上かかりました。\u001b[22m, \u001b[1mアニメーションは、私が今までwitnessesedた中で最高の一つであり、apperentlyそれが描画するために5年を引き継いだ、それが報われました。\u001b[22m\n\u001b[4mThe story is simple enough allthough it manages to be though provoking and very sad.\u001b[24m\n    \u001b[1mストーリーは非常にシンプルですが、それは挑発的でも非常に悲しいことでもあります。\u001b[22m, \u001b[1mそれはしかし挑発と非常に悲しいことに管理allthough話は十分に簡単です。\u001b[22m\n\u001b[4mThe movie shows the variety of all humans, greedy, jelous, caring, narcissistic, sad, happy, and so on.\u001b[24m\n    \u001b[1m映画は、すべての人間の多様性、欲張り、ゼリー、ケア、ナルシシズム、悲しい、幸せなどを示しています。\u001b[22m, \u001b[1m映画は、自己陶酔悲しい、幸せ、というようにすべての人間、貪欲、jelous、思いやりのある、さまざまなを示しています。\u001b[22m\n\u001b[4mThe movie reflects on if it's worth being human with all our negative emotions, or if it's better to not remember anything.\u001b[24m\n    \u001b[1m映画は、私たちのすべての否定的な感情を持って人間になる価値があるのか、それとも何も覚えていないほうがよい場合に反映されます。\u001b[22m, \u001b[1mそれはすべて私たちの否定的な感情を持つ人間であることの価値がある場合は、ムービーは上の反映、またはそれは何も覚えていない方が良いでしょう場合。\u001b[22m\n\u001b[4mTo quote Kaguya: Just a little longer, to feel the joy of living in this place'.\u001b[24m\n    \u001b[1mかぐやを引用するにはちょっとだけ、この場所に住む喜びを感じる。\u001b[22m, \u001b[1mかぐやの言葉を引用するには：ちょうど少し長く、この場所で生きる喜びを感じるように」。\u001b[22m\n\u001b[4mWe all experience emotions, bad and good, and Princess Kaguya gets to experience what it means to be a human, but does she really belong in this world?\u001b[24m\n    \u001b[1m私たちは皆、感情を悪く、悪く経験しています。そして、かぐや姫は人間であることを経験することになりますが、彼女は本当にこの世界に属していますか？\u001b[22m, \u001b[1m我々は、すべての経験の感情、悪いと良い、と姫かぐやは、それが人間であることの意味体験して取得しますが、彼女は本当にこの世界に属していますか？\u001b[22m\nOne thing I got to point out other than the BEAUTIFUL animation is the music which is incredible, just incredible. My favorite scene from the movie includes a couple flying over a field of flowers, which is just too amazing to be real. The tale of princess kaguya is very sad, beautiful and a very good movie.\n\n\u001b[1m私が美しいアニメーション以外を指摘しなければならないことの1つは、信じられないほどの素晴らしい音楽です。 映画の中の私の好きなシーンには、花の畑を飛び回っているカップルが含まれています。 プリンセスかぐやの話は、とても悲しい、美しい、とても良い映画です。\u001b[22m\n\u001b[1m(Watashi ga utsukushī animēshon igai o shiteki shinakereba naranai koto no 1tsu wa, shinji rarenai hodo no subarashī ongakudesu. Eiga no naka no watashi no sukina shīn ni wa, hana no hata o tobimawatte iru kappuru ga fukuma rete imasu. Purinsesu ka guya no hanashi wa, totemo kanashī, utsukushī, tote mo yoi eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mOne thing I got to point out other than the BEAUTIFUL animation is the music which is incredible, just incredible. My favorite scene from the movie includes a couple flying over a field of flowers, which is just too amazing to be real. The tale of princess kaguya is very sad, beautiful and a very good movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing I got to point out other than the BEAUTIFUL animation is the music which is incredible, just incredible.\u001b[24m\n    \u001b[1m私が美しいアニメーション以外を指摘しなければならないことの1つは、信じられないほどの素晴らしい音楽です。\u001b[22m, \u001b[1m私は美しいアニメーション以外を指摘するようになったことの一つは、信じられないほど、信じられないほどである音楽です。\u001b[22m\n\u001b[4mMy favorite scene from the movie includes a couple flying over a field of flowers, which is just too amazing to be real.\u001b[24m\n    \u001b[1m映画の中の私の好きなシーンには、花の畑を飛び回っているカップルが含まれています。\u001b[22m, \u001b[1m映画の好きなシーンは、本物であるには余りにも素晴らしいです花のフィールドの上を飛んカップルを、含まれています。\u001b[22m\n\u001b[4mThe tale of princess kaguya is very sad, beautiful and a very good movie.\u001b[24m\n    \u001b[1mプリンセスかぐやの話は、とても悲しい、美しい、とても良い映画です。\u001b[22m, \u001b[1m王女のかぐや姫の物語は非常に、悲しい美しく、非常に良い映画です。\u001b[22m"
  },
  {
    "title": "Kaguya-hime_no_Monogatari",
    "id": "16664",
    "url": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
    "user": "Terrorking",
    "profile": "/profile/Terrorking/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=204178",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\n2008年、高橋勲（著）は「フルガングの墓」で有名で、5年連続の「かぐや姫の物語」の新作映画に取り組み始めたと発表した。 プリンセスかぐや）が出てきました。\n「かぐや姫の物語」は、日本の伝説「竹刀の話」（「かぐや姫」とも呼ばれます）の適応です。\n\nストーリー：\n\n物語は非常に人気があります。 物語は3つのセクションに分けることができます：始まり、首都での生活と終わり。\n当初は、沖縄という名前の竹カッターに続いて、ある日、輝く竹の芽の中に親指の大きさの乳児を見つけました。 妻と一緒に、彼女を自分の子供として育てることにしました。\n物語のこの部分は、彼女の初期の関係である「かぐや姫」の成長を特徴とし、彼女の性格を築いています。 この時点までの話は、幼児の生命を完全に表す軽快なものです。\n首都での生活の中で、かぐや姫の性格は成熟し、物語は暗い道を下っていく。  Kaguyaは自由の制限に直面していますが、5人の君主の話のおかげで気分は軽くなります。\n私はエンディングを台無しにしたくないが、私はいくつかのことを指摘する必要がある。 日本の天皇の登場後、映画は感情的な終わりを築き始めますが、物語の本当の終わりではありません。\nオリジナルの物語は、富士山の命名と不滅のエリクサーの破壊で終わります（これはアニメにも言及されていないので、実際のスポイラーではありません）。 これは適応であり、この決定はキャラクター、特に天皇に影響を及ぼすため、基本的には映画の中では、かぐや姫を「壊す」副キャラクターに降格され、元のストーリーでは、  Kaguyaのキャラクターの重要性。\nこの決定はアニメの品質にはあまり影響しません。功績の良いところで終了することに決めましたが、完成したと感じていますが、個人的には言及することが重要だと思います。\n\nキャラクター：\n\n主人公は明らかにKaguyaであり、他のすべてのキャラクターは彼女の成長を支えている。  Kaguyaのキャラクターは、出会いや環境に基づいて進化していく最初から最後まで、映画に完全に組み込まれています。\nそれは、すべてのキャラクターが彼の進化を持っており、ストーリーの流れを助けることを支持するキャラクターが本当にステレオタイプではないと言いました。 いくつかの場合、王子のように、キャラクターは気分を明るくするのに役立ちます。\n\nART＆amp; amp; アニメーション：\n\nアートスタイルはあなたのいつものアニメスタイルではありません。 このタイプの芸術は、パステルと水彩画が混在する古い児童書に使用されているものに似ています。\n最初は文字の太い輪郭がやや迷惑になることがありますが、最初の20分後にはそれに慣れるでしょう。\nキャラクターのディテールが不足しているため、スケッチに戻った数少ない芸術の美しさには影響しません。 背景には十分な細部があり、ほとんどの場合、文字が目立つように彩度の低い色を使用します。\n芸術のスタイルのため、アニメーションは時々不安定になりますが、私の意見では、その特定のアートスタイルを使用せずに、そのシーンの影響を決して達成できない、宮殿からの脱出のような美しい瞬間を可能にします。\n\n音：\n\nスタジオ・ジブリの伝統によれば、「かぐや姫の物語」の音楽を奏でる人物は、久石譲ですが、これは他の人と比べると最高です。 それはまだまだ合ったサウンドトラックだと言いました。スタンドアロンのプレイリストとしても聞くのは楽しいです。\n声優に関するいくつかのノート。\n加賀谷の声優（朝倉あき）は女優であり、初めてのダビングであり、彼女の声の音色を変えて歌舞伎の成長のさまざまな段階を区別することで非常にうまくやった（それは多くの声優が持っている品質ではない）  。\n沖縄の声優（卓井武夫）は有名な俳優であり、これは彼の2番目（そして最後の）ダビング経験であり、残念なことに彼は2012年6月に亡くなりました。彼の解釈は、かぐやの父の本質を表現するのにはほとんど完璧でした。\n\n楽しみ：\n\n個人的に私は映画を好きだった、私は芸術のスタイルについて懐疑的だったが、それは良いことが判明した。\n映画自体は、喜びから悲しみへの感情のジェットコースターであり、すべてがイメージと声優の組み合わせで完全に表現されています。\n\n全体：\n\n私はこの映画を若者と老人（他のすべてのスタジオジブリ映画のように）に、アニメを観ていない人でも、これは素晴らしい映画だと推薦します。\n私は、将来的には芸術的なスタイルのために「かぐや姫の物語」を覚えていると思います。\n高橋勲は、「ホタルの墓」とほぼ同じくらい良い映画を見て、彼の作品の多くを見たいと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIn 2008 Isao Takahata, best known for his work “Grave of the Fireflies”, announced that he started working on a new full-length movie and in November 2013, after 5 years of production “Kaguya-Hime no Monogatari” (The tale of princess Kaguya) came out.\n\n\u001b[1m2008年、高橋勲（著）は「フルガングの墓」で有名で、5年連続の「かぐや姫の物語」の新作映画に取り組み始めたと発表した。 プリンセスかぐや）が出てきました。\u001b[22m\n\u001b[1m(2008-Nen, takahashi isao (shiru) wa `furugangu no haka' de yūmeide, 5-nen renzoku no `kaguyahime no monogatari' no shinsaku eiga ni torikumihajimeta to happyō shita. Purinsesu kagu ya) ga dete kimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn 2008 Isao Takahata, best known for his work “Grave of the Fireflies”, announced that he started working on a new full-length movie and in November 2013, after 5 years of production “Kaguya-Hime no Monogatari” (The tale of princess Kaguya) came out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn 2008 Isao Takahata, best known for his work “Grave of the Fireflies”, announced that he started working on a new full-length movie and in November 2013, after 5 years of production “Kaguya-Hime no Monogatari” (The tale of\u001b[24m\n    \u001b[1m2008年、高橋勲（著）は「フルガングの墓」で有名で、5年連続の「かぐや姫の物語」の新作映画に取り組み始めたと発表した。\u001b[22m, \u001b[1m彼は生産「かぐや姫の物語」（物語のの5年後、新しいフルレングスの映画にと2013年11月に作業を開始したことを2008高畑勲では、最高の彼の作品「火垂るの墓」、のために知られているが発表しました\u001b[22m\n\u001b[4mprincess Kaguya) came out.\u001b[24m\n    \u001b[1mプリンセスかぐや）が出てきました。\u001b[22m, \u001b[1m姫かぐや）が出てきました。\u001b[22m\n“Kaguya-hime no Monogatari” is an adaptation of the Japanese folktale “The tale of the bamboo cutter” (also known as “Princess Kaguya”).\n\n\u001b[1m「かぐや姫の物語」は、日本の伝説「竹刀の話」（「かぐや姫」とも呼ばれます）の適応です。\u001b[22m\n\u001b[1m(`Kaguyahime no monogatari' wa, Nihon no densetsu `shinai no hanashi'(`kaguyahime'-tomo yoba remasu) no tekiōdesu.)\u001b[22m\n\nTranslations of \u001b[4m“Kaguya-hime no Monogatari” is an adaptation of the Japanese folktale “The tale of the bamboo cutter” (also known as “Princess Kaguya”).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Kaguya-hime no Monogatari” is an adaptation of the Japanese folktale “The tale of the bamboo cutter” (also known as “Princess Kaguya”).\u001b[24m\n    \u001b[1m「かぐや姫の物語」は、日本の伝説「竹刀の話」（「かぐや姫」とも呼ばれます）の適応です。\u001b[22m, \u001b[1m「かぐや姫の物語」は（も\"姫かぐや」として知られている）「竹のカッターの物語」日本の民話を適応したものです。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY:\n/ˈstôrē/\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mSTORY:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nThe tale is quite popular; the story can be divided in 3 sections: beginning, life in the capital and the ending.\n\n\u001b[1m物語は非常に人気があります。 物語は3つのセクションに分けることができます：始まり、首都での生活と終わり。\u001b[22m\n\u001b[1m(Monogatari wa hijō ni ninki ga arimasu. Monogatari wa 3ttsu no sekushon ni wakeru koto ga dekimasu: Hajimari, shuto de no seikatsu to owari.)\u001b[22m\n\nTranslations of \u001b[4mThe tale is quite popular; the story can be divided in 3 sections: beginning, life in the capital and the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe tale is quite popular;\u001b[24m\n    \u001b[1m物語は非常に人気があります。\u001b[22m\n\u001b[4mthe story can be divided in 3 sections: beginning, life in the capital and the ending.\u001b[24m\n    \u001b[1m物語は3つのセクションに分けることができます：始まり、首都での生活と終わり。\u001b[22m, \u001b[1m当初、首都での生活とエンディング：物語は3つのセクションに分割することができます。\u001b[22m\nIn the beginning the story follows a bamboo cutter named Okina that one day found an infant the size of his thumb inside a shining bamboo shoot. With his wife they decided to raise her as their own child.\n\n\u001b[1m当初は、沖縄という名前の竹カッターに続いて、ある日、輝く竹の芽の中に親指の大きさの乳児がいることがわかりました。 妻と一緒に、彼女を自分の子供として育てることにしました。\u001b[22m\n\u001b[1m(Tōsho wa, Okinawa to iu namae no take kattā ni tsudzuite, aru hi, kagayaku take no me no naka ni oyayubi no ōki-sa no nyūji ga iru koto ga wakarimashita. Tsuma to issho ni, kanojo o jibun no kodomo to shite sodateru koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn the beginning the story follows a bamboo cutter named Okina that one day found an infant the size of his thumb inside a shining bamboo shoot. With his wife they decided to raise her as their own child.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the beginning the story follows a bamboo cutter named Okina that one day found an infant the size of his thumb inside a shining bamboo shoot.\u001b[24m\n    \u001b[1m当初は、沖縄という名前の竹カッターに続いて、ある日、輝く竹の芽の中に親指の大きさの乳児がいることがわかりました。\u001b[22m, \u001b[1m初めに、物語は1日は乳児に輝いタケノコ内部の親指の大きさを検出したこと翁という名前の竹カッターに従います。\u001b[22m\n\u001b[4mWith his wife they decided to raise her as their own child.\u001b[24m\n    \u001b[1m妻と一緒に、彼女を自分の子供として育てることにしました。\u001b[22m, \u001b[1m妻と一緒に彼らは自分の子供として彼女を上げることにしました。\u001b[22m\nThis part of the story feature the growth of Kaguya-hime her early relationship and build up her character. The story to this point is lighthearted perfectly representing the life of an infant.\n\n\u001b[1m物語のこの部分は、彼女の初期の関係である「かぐや姫」の成長を特徴とし、彼女の性格を築いています。 この時点までの話は、幼児の生命を完全に表す軽快なものです。\u001b[22m\n\u001b[1m(Monogatari no kono bubun wa, kanojo no shoki no kankeidearu `kaguyahime' no seichō o tokuchō to shi, kanojo no seikaku o kizuite imasu. Kono jiten made no hanashi wa, yōji no seimei o kanzen ni arawasu keikaina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis part of the story feature the growth of Kaguya-hime her early relationship and build up her character. The story to this point is lighthearted perfectly representing the life of an infant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis part of the story feature the growth of Kaguya-hime her early relationship and build up her character.\u001b[24m\n    \u001b[1m物語のこの部分は、彼女の初期の関係である「かぐや姫」の成長を特徴とし、彼女の性格を築いています。\u001b[22m, \u001b[1m物語のこの部分は、彼女の初期の関係をかぐや姫と彼女のキャラクターを構築するの成長を備えています。\u001b[22m\n\u001b[4mThe story to this point is lighthearted perfectly representing the life of an infant.\u001b[24m\n    \u001b[1mこの時点までの話は、幼児の生命を完全に表す軽快なものです。\u001b[22m, \u001b[1mここまでの話は完全に幼児の生活を表す気軽されます。\u001b[22m\nDuring the life in the capital the character of kaguya-hime matured and the story starts to go down a darker path. Kaguya is faced with restriction of liberty but thanks to the story of the five princes the mood is lighten.\n\n\u001b[1m首都での生活の中で、かぐや姫の性格は成熟し、物語は暗い道を下っていく。  Kaguyaは自由の制限に直面していますが、5人の君主の話のおかげで気分は軽くなります。\u001b[22m\n\u001b[1m(Shuto de no seikatsu no naka de, kaguyahime no seikaku wa seijuku shi, monogatari wa kurai michi o kudatte iku. Kaguya wa jiyū no seigen ni chokumen shite imasuga, 5-ri no kunshu no hanashi no okage de kibun wa karuku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mDuring the life in the capital the character of kaguya-hime matured and the story starts to go down a darker path. Kaguya is faced with restriction of liberty but thanks to the story of the five princes the mood is lighten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDuring the life in the capital the character of kaguya-hime matured and the story starts to go down a darker path.\u001b[24m\n    \u001b[1m首都での生活の中で、かぐや姫の性格は成熟し、物語は暗い道を下っていく。\u001b[22m, \u001b[1m首都での生活中にかぐや姫の文字が成熟し、物語は暗い道を行くを開始します。\u001b[22m\n\u001b[4mKaguya is faced with restriction of liberty but thanks to the story of the five princes the mood is lighten.\u001b[24m\n    \u001b[1mKaguyaは自由の制限に直面していますが、5人の君主の話のおかげで気分は軽くなります。\u001b[22m, \u001b[1mかぐやは自由の制限に直面したが、気分を明るくされる5人の王子の物語に感謝されます。\u001b[22m\nI don’t want to spoil the ending but I need to point out a few things. After the introduction of the Emperor of Japan as a character the movie start to build up its emotional ending but is not the real ending of the story.\n\n\u001b[1m私はエンディングを台無しにしたくないが、私はいくつかのことを指摘する必要がある。 日本の天皇の登場後、映画は感情的な終わりを築き始めますが、物語の本当の終わりではありません。\u001b[22m\n\u001b[1m(Watashi wa endingu o dainashi ni shitakunaiga, watashi wa ikutsu ka no koto o shiteki suruhitsuyōgāru. Nihon no ten'nō no tōjō-go, eiga wa kanjō-tekina owari o kizuki hajimemasuga, monogatari no hontō no owaride wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI don’t want to spoil the ending but I need to point out a few things. After the introduction of the Emperor of Japan as a character the movie start to build up its emotional ending but is not the real ending of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don’t want to spoil the ending but I need to point out a few things.\u001b[24m\n    \u001b[1m私はエンディングを台無しにしたくないが、私はいくつかのことを指摘する必要がある。\u001b[22m, \u001b[1m私は結末を台無しにしたくないが、私はいくつかのことを指摘する必要があります。\u001b[22m\n\u001b[4mAfter the introduction of the Emperor of Japan as a character the movie start to build up its emotional ending but is not the real ending of the story.\u001b[24m\n    \u001b[1m日本の天皇の登場後、映画は感情的な終わりを築き始めますが、物語の本当の終わりではありません。\u001b[22m, \u001b[1m文字としての日本の天皇の紹介ムービーの後、その感情的な結末を構築し始めるが、物語の真の結末ではありません。\u001b[22m\nThe original tale ends with the naming of Mount Fuji and the destruction of the elixir of immortality (both of this are not even mentioned in the anime so it’s not a real spoiler). I wanted to mention it because this is an adaptation and this decision influence the characters especially the Emperor, basically in the movie he is relegated to a secondary character who “breaks” Kaguya-hime, while in the original story he becomes the protagonist reinforcing the importance of Kaguya's character.\n\n\u001b[1mオリジナルの物語は、富士山の命名と不滅のエリクサーの破壊で終わります（これはアニメにも言及されていないので、実際のスポイラーではありません）。 これは適応であり、この決定はキャラクター、特に天皇に影響を及ぼすため、基本的には映画の中では、かぐや姫を「壊す」副キャラクターに降格され、元のストーリーでは、  Kaguyaのキャラクターの重要性。\u001b[22m\n\u001b[1m(Orijinaru no monogatari wa, Fujisan no meimei to fumetsu no erikusā no hakai de owarimasu (kore wa anime ni mo genkyū sa rete inainode, jissai no supoirāde wa arimasen). Kore wa tekiōdeari, kono kettei wa kyarakutā, tokuni ten'nō ni eikyō o oyobosu tame, kihontekini wa eiga no nakade wa, kaguyahime o `kowasu' fuku kyarakutā ni kōkaku sa re,-moto no sutōrīde wa, Kaguya no kyarakutā no jūyō-sei.)\u001b[22m\n\nTranslations of \u001b[4mThe original tale ends with the naming of Mount Fuji and the destruction of the elixir of immortality (both of this are not even mentioned in the anime so it’s not a real spoiler). I wanted to mention it because this is an adaptation and this decision influence the characters especially the Emperor, basically in the movie he is relegated to a secondary character who “breaks” Kaguya-hime, while in the original story he becomes the protagonist reinforcing the importance of Kaguya's character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe original tale ends with the naming of Mount Fuji and the destruction of the elixir of immortality (both of this are not even mentioned in the anime so it’s not a real spoiler).\u001b[24m\n    \u001b[1mオリジナルの物語は、富士山の命名と不滅のエリクサーの破壊で終わります（これはアニメにも言及されていないので、実際のスポイラーではありません）。\u001b[22m, \u001b[1mオリジナルの物語は、富士山の命名と不老不死の薬（それが本当のスポイラーはありませんので、これの両方があってもアニメで言及されていない）の破壊で終わります。\u001b[22m\n\u001b[4mI wanted to mention it because this is an adaptation and this decision influence the characters especially the Emperor, basically in the movie he is relegated to a secondary character who “breaks” Kaguya-hime, while in the original story he becomes the protagonist reinforcing the\u001b[24m\n    \u001b[1mこれは適応であり、この決定はキャラクター、特に天皇に影響を及ぼすため、基本的には映画の中では、かぐや姫を「壊す」副キャラクターに降格され、元のストーリーでは、\u001b[22m, \u001b[1m私は、元の物語の中で彼は、補強主人公になりながら、これは、基本的に彼は二文字\"休憩\"かぐや姫に追いやられている映画の中で、天皇特に適応と、この決定に影響を与える文字であるため、それを言及したかったです\u001b[22m\n\u001b[4mimportance of Kaguya's character.\u001b[24m\n    \u001b[1mKaguyaのキャラクターの重要性。\u001b[22m, \u001b[1mかぐやの性格の重要性。\u001b[22m\nThis decision doesn’t really influence the quality of the anime Isao decided to end at a good point of the story and it feels completed but I personally think that it’s important to mention.\n\n\u001b[1mこの決定はアニメの品質にはあまり影響しません。功績の良いところで終了することに決めましたが、完成したと感じていますが、個人的には言及することが重要だと思います。\u001b[22m\n\u001b[1m(Kono kettei wa anime no hinshitsu ni wa amari eikyō shimasen. Kōseki no yoi tokoro de shūryō suru koto ni kimemashitaga, kansei shita to kanjite imasuga, kojin-teki ni wa genkyū suru koto ga jūyōda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis decision doesn’t really influence the quality of the anime Isao decided to end at a good point of the story and it feels completed but I personally think that it’s important to mention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis decision doesn’t really influence the quality of the anime Isao decided to end at a good point of the story and it feels completed but I personally think that it’s important to mention.\u001b[24m\n    \u001b[1mこの決定はアニメの品質にはあまり影響しません。功績の良いところで終了することに決めましたが、完成したと感じていますが、個人的には言及することが重要だと思います。\u001b[22m, \u001b[1mこの決定は本当に功は物語の良い点で終了することを決定し、それが完了した感じが、私は個人的には言及することが重要だと思うアニメの品質に影響を与えません。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nThe main character obviously is Kaguya and every other character supports her growth. Kaguya’s character is fully built in the movie from the start to the end it evolves based on the encounters and the environment.\n\n\u001b[1m主人公は明らかにKaguyaであり、他のすべてのキャラクターは彼女の成長を支えている。  Kaguyaのキャラクターは、出会いや環境に基づいて進化していく最初から最後まで、映画に完全に組み込まれています。\u001b[22m\n\u001b[1m(Shujinkō wa akiraka ni Kaguyadeari, hoka no subete no kyarakutā wa kanojo no seichō o sasaete iru. Kaguya no kyarakutā wa, deai ya kankyō nimotozuite shinka shite iku saisho kara saigomade, eiga ni kanzen ni kumikoma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main character obviously is Kaguya and every other character supports her growth. Kaguya’s character is fully built in the movie from the start to the end it evolves based on the encounters and the environment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character obviously is Kaguya and every other character supports her growth.\u001b[24m\n    \u001b[1m主人公は明らかにKaguyaであり、他のすべてのキャラクターは彼女の成長を支えている。\u001b[22m, \u001b[1m主人公は明らかにかぐや姫であり、他のすべての文字は、彼女の成長をサポートしています。\u001b[22m\n\u001b[4mKaguya’s character is fully built in the movie from the start to the end it evolves based on the encounters and the environment.\u001b[24m\n    \u001b[1mKaguyaのキャラクターは、出会いや環境に基づいて進化していく最初から最後まで、映画に完全に組み込まれています。\u001b[22m, \u001b[1mかぐやの文字が完全に出会いや環境に基づいて、それは進化最初から最後まで映画の中で構築されています。\u001b[22m\nThat said the supporting characters aren’t really stereotypes every character has his evolution and help the story flow. In some cases, like the princes, the characters help to lighten the mood.\n\n\u001b[1mそれは、すべてのキャラクターが彼の進化を持っており、ストーリーの流れを助けることを支持するキャラクターが本当にステレオタイプではないと言いました。 場合によっては、王子のように、キャラクターは気分を明るくするのに役立ちます。\u001b[22m\n\u001b[1m(Sore wa, subete no kyarakutā ga kare no shinka o motte ori, sutōrī no nagare o tasukeru koto o shiji suru kyarakutā ga hontōni sutereo taipude wa nai to iimashita. Baainiyotte wa, ōji no yō ni, kyarakutā wa kibun o akaruku suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat said the supporting characters aren’t really stereotypes every character has his evolution and help the story flow. In some cases, like the princes, the characters help to lighten the mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said the supporting characters aren’t really stereotypes every character has his evolution and help the story flow.\u001b[24m\n    \u001b[1mそれは、すべてのキャラクターが彼の進化を持っており、ストーリーの流れを助けることを支持するキャラクターが本当にステレオタイプではないと言いました。\u001b[22m, \u001b[1mそれは脇役が本当にすべての文字が彼の進化を持っているステレオタイプ、ストーリーの流れを助けていないと述べました。\u001b[22m\n\u001b[4mIn some cases, like the princes, the characters help to lighten the mood.\u001b[24m\n    \u001b[1m場合によっては、王子のように、キャラクターは気分を明るくするのに役立ちます。\u001b[22m, \u001b[1mいくつかのケースでは、王侯のように、文字は、気分を明るくするのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nART &amp; ANIMATION:\n\n\u001b[1mART＆amp; amp; アニメーション：\u001b[22m\n\u001b[1m(Āto& amp; amp; animēshon:)\u001b[22m\n\nTranslations of \u001b[4mART &amp; ANIMATION:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART &amp;\u001b[24m\n    \u001b[1mART＆amp; amp;\u001b[22m, \u001b[1mART＆＃038;\u001b[22m\n\u001b[4mANIMATION:\u001b[24m\n    \u001b[1mアニメーション：\u001b[22m, \u001b[1mアニメ：\u001b[22m, \u001b[1mANIMATION：\u001b[22m\n\u001b[1m\u001b[22m\nThe art style is not your usual anime style. This type of art resembles the one used in old children’s books with a mix of pastel and watercolors.\n\n\u001b[1mアートスタイルはあなたのいつものアニメスタイルではありません。 このタイプの芸術は、パステルと水彩画が混在する古い児童書に使用されているものに似ています。\u001b[22m\n\u001b[1m(Ātosutairu wa anata no itsumo no anime sutairude wa arimasen. Kono taipu no geijutsu wa, pasuteru to suisaiga ga konzai suru furui jidō-sho ni shiyō sa rete iru mono ni nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style is not your usual anime style. This type of art resembles the one used in old children’s books with a mix of pastel and watercolors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style is not your usual anime style.\u001b[24m\n    \u001b[1mアートスタイルはあなたのいつものアニメスタイルではありません。\u001b[22m, \u001b[1mアートスタイルは、あなたのいつものアニメのスタイルではありません。\u001b[22m\n\u001b[4mThis type of art resembles the one used in old children’s books with a mix of pastel and watercolors.\u001b[24m\n    \u001b[1mこのタイプの芸術は、パステルと水彩画が混在する古い児童書に使用されているものに似ています。\u001b[22m, \u001b[1m芸術のこのタイプは、パステルと水彩画の混合物と古い子供向けの本で使用したものに似ています。\u001b[22m\nAt first the heavy outline on the characters can be slightly annoying but after the first 20 minutes you will get used to it.\n\n\u001b[1m最初は文字の太い輪郭がやや迷惑になることがありますが、最初の20分後にはそれに慣れるでしょう。\u001b[22m\n\u001b[1m(Saisho wa moji no futoi rinkaku ga yaya meiwaku ni naru koto ga arimasuga, saisho no 20-bu-go ni wa sore ni narerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAt first the heavy outline on the characters can be slightly annoying but after the first 20 minutes you will get used to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first the heavy outline on the characters can be slightly annoying but after the first 20 minutes you will get used to it.\u001b[24m\n    \u001b[1m最初は文字の太い輪郭がやや迷惑になることがありますが、最初の20分後にはそれに慣れるでしょう。\u001b[22m, \u001b[1m最初は文字の上に重い輪郭が少しいらいらすることができますが、最初の20分後に、あなたはそれに慣れるでしょう。\u001b[22m\nThe lack of detail on the character does not impact on the beauty of the art even in the few occasions when the drawing reverts to a sketch. The backgrounds have enough details and for the most part use less saturated colors that let the characters stand out.\n\n\u001b[1mキャラクターのディテールが不足しているため、スケッチに戻った数少ない芸術の美しさには影響しません。 背景には十分な細部があり、ほとんどの場合、文字が目立つように彩度の低い色を使用します。\u001b[22m\n\u001b[1m(Kyarakutā no ditēru ga fusoku shite iru tame, suketchi ni modotta kazusukunai geijutsu no utsukushi-sa ni wa eikyō shimasen. Haikei ni wa jūbun'na saibu ga ari, hotondo no baai, moji ga medatsu yō ni saido no hikui iro o shiyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe lack of detail on the character does not impact on the beauty of the art even in the few occasions when the drawing reverts to a sketch. The backgrounds have enough details and for the most part use less saturated colors that let the characters stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe lack of detail on the character does not impact on the beauty of the art even in the few occasions when the drawing reverts to a sketch.\u001b[24m\n    \u001b[1mキャラクターのディテールが不足しているため、スケッチに戻った数少ない芸術の美しさには影響しません。\u001b[22m, \u001b[1m図面がスケッチに戻る時に、文字上の詳細の欠如があっても、いくつかの場面で芸術の美しさには影響を与えません。\u001b[22m\n\u001b[4mThe backgrounds have enough details and for the most part use less saturated colors that let the characters stand out.\u001b[24m\n    \u001b[1m背景には十分な細部があり、ほとんどの場合、文字が目立つように彩度の低い色を使用します。\u001b[22m, \u001b[1m背景には、十分な詳細を持っており、ほとんどの部分で使用するために以下の文字が目立つせて色を飽和させました。\u001b[22m\nDue to the art style the animation feels choppy at times but enables some beautiful moments like the escape from the palace during the party, in my opinion without the use of that particular art style you will never achieve the impact of that scene.\n\n\u001b[1m芸術のスタイルのため、アニメーションは時々不安定になりますが、私の意見では、その特定のアートスタイルを使用せずに、そのシーンの影響を決して達成できない、宮殿からの脱出のような美しい瞬間を可能にします。\u001b[22m\n\u001b[1m(Geijutsu no sutairu no tame, animēshon wa tokidoki fuantei ni narimasuga, watashi no ikende wa, sono tokutei no ātosutairu o shiyō sezu ni, sono shīn no eikyō o kesshite tassei dekinai, kyūden kara no dasshutsu no yōna utsukushī shunkan o kanō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDue to the art style the animation feels choppy at times but enables some beautiful moments like the escape from the palace during the party, in my opinion without the use of that particular art style you will never achieve the impact of that scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDue to the art style the animation feels choppy at times but enables some beautiful moments like the escape from the palace during the party, in my opinion without the use of that particular art style you will never achieve the impact of that scene.\u001b[24m\n    \u001b[1m芸術のスタイルのため、アニメーションは時々不安定になりますが、私の意見では、その特定のアートスタイルを使用せずに、そのシーンの影響を決して達成できない、宮殿からの脱出のような美しい瞬間を可能にします。\u001b[22m, \u001b[1mアートスタイルによるアニメーションは、時間に途切れ途切れに感じていますが、そのシーンの影響を達成することはありません、その特定のアートスタイルを使用せずに私の意見では、当事者間に宮殿からの脱出のようないくつかの美しい瞬間を可能にします。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND:\n/sound/\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSOUND:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nAs per Studio Ghibli’s tradition the man behind the music of “Kaguya-hime no monogatari” is Joe Hisaishi, but this is not the best compared to other ones that he made. With that said this is still a fitting soundtrack and it’s pleasant to hear even as a standalone playlist.\n\n\u001b[1mスタジオ・ジブリの伝統によれば、「かぐや姫の物語」の音楽を奏でる人物は、久石譲ですが、これは他の人と比べると最高です。 それはまだまだ合ったサウンドトラックだと言いました。スタンドアロンのプレイリストとしても聞くのは楽しいです。\u001b[22m\n\u001b[1m(Sutajio jiburi no dentō ni yoreba,`kaguyahime no monogatari' no ongaku o kanaderu jinbutsu wa, hisaishijōdesuga, koreha hokanohito to kuraberu to saikōdesu. Sore wa madamada atta saundotorakkuda to iimashita. Sutandoaron no pureirisuto to shite mo kiku no wa tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs per Studio Ghibli’s tradition the man behind the music of “Kaguya-hime no monogatari” is Joe Hisaishi, but this is not the best compared to other ones that he made. With that said this is still a fitting soundtrack and it’s pleasant to hear even as a standalone playlist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs per Studio Ghibli’s tradition the man behind the music of “Kaguya-hime no monogatari” is Joe Hisaishi, but this is not the best compared to other ones that he made.\u001b[24m\n    \u001b[1mスタジオ・ジブリの伝統によれば、「かぐや姫の物語」の音楽を奏でる人物は、久石譲ですが、これは他の人と比べると最高です。\u001b[22m, \u001b[1mスタジオジブリの伝統に従って「かぐや姫の物語」の音楽の後ろの男は久石譲ですが、これは彼が作っ他のものに比べて最高ではないです。\u001b[22m\n\u001b[4mWith that said this is still a fitting soundtrack and it’s pleasant to hear even as a standalone playlist.\u001b[24m\n    \u001b[1mそれはまだまだ合ったサウンドトラックだと言いました。スタンドアロンのプレイリストとしても聞くのは楽しいです。\u001b[22m, \u001b[1mそのことを、これはまだフィッティングサウンドトラックであり、それがあってもスタンドアロンのプレイリストとして聞くことが心地よいですと述べました。\u001b[22m\nA few notes on the voice actors.\n\n\u001b[1m声優に関するいくつかのノート。\u001b[22m\n\u001b[1m(Seiyū ni kansuru ikutsu ka no nōto.)\u001b[22m\n\nTranslations of \u001b[4mA few notes on the voice actors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA few notes on the voice actors.\u001b[24m\n    \u001b[1m声優に関するいくつかのノート。\u001b[22m, \u001b[1m声優にはいくつかの注意事項。\u001b[22m\nKaguya's voice actor (Aki Asakura) is an actress and this was her first time dubbing, she did a very good job with changing the tone of her voice to distinguish the various phases of Kaguya's growth (that's not a quality that many voice actor have) .\n\n\u001b[1m加賀谷の声優（朝倉あき）は女優であり、初めてのダビングであり、彼女の声の音色を変えて歌舞伎の成長のさまざまな段階を区別することで非常にうまくやった（それは多くの声優が持っている品質ではない）  。\u001b[22m\n\u001b[1m(Kagaya no seiyū (asakura aki) wa joyūdeari, hajimete no dabingudeari, kanojo no koe no neiro o kaete kabuki no seichō no samazamana dankai o kubetsu suru koto de hijō ni umaku yatta (sore wa ōku no seiyū ga motte iru hinshitsude wa nai).)\u001b[22m\n\nTranslations of \u001b[4mKaguya's voice actor (Aki Asakura) is an actress and this was her first time dubbing, she did a very good job with changing the tone of her voice to distinguish the various phases of Kaguya's growth (that's not a quality that many voice actor have) .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaguya's voice actor (Aki Asakura) is an actress and this was her first time dubbing, she did a very good job with changing the tone of her voice to distinguish the various phases of Kaguya's growth (that's not a quality that many voice actor have)\u001b[24m\n    \u001b[1m加賀谷の声優（朝倉あき）は女優であり、初めてのダビングであり、彼女の声の音色を変えて歌舞伎の成長のさまざまな段階を区別することで非常にうまくやった（それは多くの声優が持っている品質ではない）\u001b[22m, \u001b[1mかぐやの声優（朝倉あき）は女優であり、これは彼女の最初の時間ダビングだった、彼女はかぐや姫の成長のさまざまな段階を区別するために彼女の声のトーンを変えて非常に良い仕事をした（つまり、多くの声優が持っている品質ではありません）\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nOkina’s voice actor (Chii Takeo) was a famous actor and this was his second (and last) dubbing experience, unfortunately he died in June of 2012. His interpretation of the character was almost perfect expressing the nature of Kaguya’s father.\n\n\u001b[1m沖縄の声優（卓井武夫）は有名な俳優であり、これは彼の2番目（そして最後の）ダビング経験であり、残念なことに彼は2012年6月に亡くなりました。彼の解釈は、かぐやの父の本質を表現するのにはほとんど完璧でした。\u001b[22m\n\u001b[1m(Okinawa no seiyū (Taku Wakashi Takeo) wa yūmeina haiyūdeari, kore wa kare no 2-banme (soshite saigo no) dabingu keikendeari, zan'nen'nakotoni kare wa 2012-nen 6 tsuki ni nakunarimashita. Kare no kaishaku wa, ka guya no chichi no honshitsu o hyōgen suru no ni wa hotondo kanpekideshita.)\u001b[22m\n\nTranslations of \u001b[4mOkina’s voice actor (Chii Takeo) was a famous actor and this was his second (and last) dubbing experience, unfortunately he died in June of 2012. His interpretation of the character was almost perfect expressing the nature of Kaguya’s father.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkina’s voice actor (Chii Takeo) was a famous actor and this was his second (and last) dubbing experience, unfortunately he died in June of 2012. His interpretation of the character was almost perfect expressing the nature of Kaguya’s father.\u001b[24m\n    \u001b[1m沖縄の声優（卓井武夫）は有名な俳優であり、これは彼の2番目（そして最後の）ダビング経験であり、残念なことに彼は2012年6月に亡くなりました。彼の解釈は、かぐやの父の本質を表現するのにはほとんど完璧でした。\u001b[22m, \u001b[1m翁の声優（ちぃ武男）は有名な俳優だった、これは彼のダビング秒（最後の）経験だった、残念ながら彼は文字の彼の解釈がかぐや姫の父親の性質を発現するほぼ完璧だった2012年6月に死亡しました。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT:\n/enˈjoimənt/\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mENJOYMENT:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nPersonally I liked the film, first I was skeptical about the art style but it turned out to be good.\n\n\u001b[1m個人的に私は映画を好きだった、私は芸術のスタイルについて懐疑的だったが、それは良いことが判明した。\u001b[22m\n\u001b[1m(Kojin-teki ni watashi wa eiga o sukidatta, watashi wa geijutsu no sutairu ni tsuite kaigi-tekidattaga, sore wa yoi koto ga hanmei shita.)\u001b[22m\n\nTranslations of \u001b[4mPersonally I liked the film, first I was skeptical about the art style but it turned out to be good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally I liked the film, first I was skeptical about the art style but it turned out to be good.\u001b[24m\n    \u001b[1m個人的に私は映画を好きだった、私は芸術のスタイルについて懐疑的だったが、それは良いことが判明した。\u001b[22m, \u001b[1m個人的に私は最初、私はアートスタイルに懐疑的だったが、それは良いことが判明し、フィルムが好きでした。\u001b[22m\nThe movie itself is a roller coaster of emotion from joy to sadness and everything is expressed perfectly with the combination of images and voice actors.\n\n\u001b[1m映画自体は、喜びから悲しみへの感情のジェットコースターであり、すべてがイメージと声優の組み合わせで完全に表現されています。\u001b[22m\n\u001b[1m(Eiga jitai wa, yorokobi kara kanashimi e no kanjō no jettokōsutādeari, subete ga imēji to seiyū no kumiawase de kanzen ni hyōgen sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie itself is a roller coaster of emotion from joy to sadness and everything is expressed perfectly with the combination of images and voice actors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie itself is a roller coaster of emotion from joy to sadness and everything is expressed perfectly with the combination of images and voice actors.\u001b[24m\n    \u001b[1m映画自体は、喜びから悲しみへの感情のジェットコースターであり、すべてがイメージと声優の組み合わせで完全に表現されています。\u001b[22m, \u001b[1m映画自体は喜びから悲しみの感情のジェットコースターであり、すべてのものは、画像や声優の組み合わせで完璧に表現されます。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOVERALL:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nI will recommend this movie to everyone young and old (like every other studio Ghibli film), even for people who don’t watch anime this is a great film.\n\n\u001b[1m私はこの映画を若者と老人（他のすべてのスタジオジブリ映画のように）に、アニメを観ていない人でも、これは素晴らしい映画だと推薦します。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o wakamono to rōjin (hoka no subete no sutajiojiburi eiga no yō ni) ni, anime o mite inai hito demo, kore wa subarashī eigada to suisen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI will recommend this movie to everyone young and old (like every other studio Ghibli film), even for people who don’t watch anime this is a great film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will recommend this movie to everyone young and old (like every other studio Ghibli film), even for people who don’t watch anime this is a great film.\u001b[24m\n    \u001b[1m私はこの映画を若者と老人（他のすべてのスタジオジブリ映画のように）に、アニメを観ていない人でも、これは素晴らしい映画だと推薦します。\u001b[22m, \u001b[1m私もこれは素晴らしい映画であるアニメを見ていない人のために、（他のすべてのスタジオジブリの映画のような）老若男女すべての人にこの映画をお勧めします。\u001b[22m\nI think that in the future I will definitely remember “Kaguya-hime no monogatari” for its art style and less for the story.\n\n\u001b[1m私は、将来的には芸術的なスタイルのために「かぐや姫の物語」を覚えていると思います。\u001b[22m\n\u001b[1m(Watashi wa, shōrai-teki ni wa geijutsu-tekina sutairu no tame ni `kaguyahime no monogatari' o oboete iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI think that in the future I will definitely remember “Kaguya-hime no monogatari” for its art style and less for the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think that in the future I will definitely remember “Kaguya-hime no monogatari” for its art style and less for the story.\u001b[24m\n    \u001b[1m私は、将来的には芸術的なスタイルのために「かぐや姫の物語」を覚えていると思います。\u001b[22m, \u001b[1m私は将来的には私は間違いなく、そのアートスタイルとストーリーにはあまり用の「かぐや姫の物語」を覚えているだろうと思います。\u001b[22m\nIt’s good to see Isao Takahata back with a movie almost as good as “Grave of the Fireflies” and I hope to see many other of his works.\n\n\u001b[1m高橋勲は、「ホタルの墓」とほぼ同じくらい良い映画を見て、彼の作品の多くを見たいと思っています。\u001b[22m\n\u001b[1m(Takahashi isao wa,`hotaru no haka' to hobo onaji kurai yoi eiga o mite, kare no sakuhin no ōku o mitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s good to see Isao Takahata back with a movie almost as good as “Grave of the Fireflies” and I hope to see many other of his works.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s good to see Isao Takahata back with a movie almost as good as “Grave of the Fireflies” and I hope to see many other of his works.\u001b[24m\n    \u001b[1m高橋勲は、「ホタルの墓」とほぼ同じくらい良い映画を見て、彼の作品の多くを見たいと思っています。\u001b[22m, \u001b[1mこれは「火垂るの墓」とほぼ同じ良い映画とバック高畑勲を見て良いことだと私は彼の作品の他の多くのことを期待しています。\u001b[22m"
  },
  {
    "title": "Kaguya-hime_no_Monogatari",
    "id": "16664",
    "url": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
    "user": "inesDS",
    "profile": "/profile/inesDS/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=202954",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  8\n\nスタジオジブリからこの美しいアートワークを説明するのはどこから始めることができますか？\n\nいつものように、スタジオジブリはもう一度私を感動させるのに成功しました。 この映画のアートワークは単なる言い訳ではありませんでした。 キャラクターの気分に合わせてスタイルが変わりました。私は、これを描くためにさまざまな素材をどのように使用したか、本当に好きでした。 鮮やかな色、木炭、細部は本当に私が彼らの文化の一部だったように感じました。\n\nキャラクターは感動しませんでした。私は、彼らがカギヤ（主人公）のプリンセスに確かに独立した強い個性を与えることができたと思っていました。 彼女はかなり傷つきやすく、壊れやすいように見えましたが、もちろんプリンセスの典型的な性格に合っていますが、私は彼女をより確信していると思います。\n\nもう一方の物語は魅力的ですが、別の時間に別の文化にあなたを連れ去ります。 私は彼らがどのように少しの言葉を使用したのが好きですが、この映画がフォローするのは簡単で、とても深い会話を含んでいたので、すべてをとても完璧に、最小限に説明することができました。\n\nそして最後には、伝統的な楽器の美しい歌と古い曲が話の子供たちによって歌われて、音楽もとても合っていました。\n\nあなたはより伝統的で静かな映画を探すなら、私は間違いなくこの映画をお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nwhere could I possibly begin to describe this beautiful artwork from studio Ghibli?\n\n\u001b[1mスタジオジブリからこの美しいアートワークを説明するのはどこから始めることができますか？\u001b[22m\n\u001b[1m(Sutajiojiburi kara kono utsukushī ātowāku o setsumei suru no wa doko kara hajimeru koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mwhere could I possibly begin to describe this beautiful artwork from studio Ghibli?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhere could I possibly begin to describe this beautiful artwork from studio Ghibli?\u001b[24m\n    \u001b[1mスタジオジブリからこの美しいアートワークを説明するのはどこから始めることができますか？\u001b[22m, \u001b[1mここで、私はおそらく、スタジオジブリからこの美しいアートワークを記述するために始めることができますか？\u001b[22m\n\u001b[1m\u001b[22m\nAs usual,studio Ghibli succeeded to impress me once again. The artwork of this movie was just indescribable. The style changed with the mood of the character, and I really liked how they used different materials to draw this. The vibrant colours, the charcoal, the details really made me feel like I was part of their culture.\n\n\u001b[1mいつものように、スタジオジブリはもう一度私を感動させるのに成功しました。 この映画のアートワークは単なる言い訳ではありませんでした。 キャラクターの気分に合わせてスタイルが変わりました。私は、これを描くためにさまざまな素材をどのように使用したか、本当に好きでした。 鮮やかな色、木炭、細部は本当に私が彼らの文化の一部だったように感じました。\u001b[22m\n\u001b[1m(Itsumo no yō ni, sutajiojiburi wa mōichido watashi o kandō sa seru no ni seikō shimashita. Kono eiga no ātowāku wa tan'naru iiwakede wa arimasendeshita. Kyarakutā no kibun ni awa sete sutairu ga kawarimashita. Watashi wa, kore o kaku tame ni samazamana sozai o dono yō ni shiyō shita ka, hontōni sukideshita. Azayakana iro, mokutan, saibu wa hontōni watashi ga karera no bunka no ichibudatta yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs usual,studio Ghibli succeeded to impress me once again. The artwork of this movie was just indescribable. The style changed with the mood of the character, and I really liked how they used different materials to draw this. The vibrant colours, the charcoal, the details really made me feel like I was part of their culture.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs usual,studio Ghibli succeeded to impress me once again.\u001b[24m\n    \u001b[1mいつものように、スタジオジブリはもう一度私を感動させるのに成功しました。\u001b[22m, \u001b[1mいつものように、スタジオジブリは再び私を印象づけることに成功しました。\u001b[22m\n\u001b[4mThe artwork of this movie was just indescribable.\u001b[24m\n    \u001b[1mこの映画のアートワークは単なる言い訳ではありませんでした。\u001b[22m, \u001b[1mこの映画のアートワークは、単に言葉で表せないほどでした。\u001b[22m\n\u001b[4mThe style changed with the mood of the character, and I really liked how they used different materials to draw this.\u001b[24m\n    \u001b[1mキャラクターの気分に合わせてスタイルが変わりました。私は、これを描くためにさまざまな素材をどのように使用したか、本当に好きでした。\u001b[22m, \u001b[1mスタイルは、文字の気分で変え、そして私は本当に彼らがこれを描画するために、異なる材料を使用する方法を言っています。\u001b[22m\n\u001b[4mThe vibrant colours, the charcoal, the details really made me feel like I was part of their culture.\u001b[24m\n    \u001b[1m鮮やかな色、木炭、細部は本当に私が彼らの文化の一部だったように感じました。\u001b[22m, \u001b[1m鮮やかな色、木炭は、詳細が本当に私は彼らの文化の一部であったように私は感じました。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the characters, I was less impressed.I thought that they could definately give princess Kaguya( the protagonist) a more independent and stronger personality. She seemded pretty vulnerable and fragile,wich of course matches the typical personality of a princess, but I would love to see her as a more.....confident person i guess.\n\n\u001b[1mキャラクターは感動しませんでした。私は、彼らがカギヤ（主人公）のプリンセスに確かに独立した強い個性を与えることができたと思っていました。 彼女はかなり傷つきやすく、壊れやすいように見えましたが、もちろんプリンセスの典型的な性格に合っていますが、私は彼女をより確信していると思います。\u001b[22m\n\u001b[1m(Kyarakutā wa kandō shimasendeshita. Watashi wa, karera ga kagiya (shujinkō) no purinsesu ni tashika ni dokuritsu shita tsuyoi kosei o ataeru koto ga dekita to omotte imashita. Kanojo wa kanari kizutsuki yasuku, koware yasui yō ni miemashitaga, mochiron purinsesu no tenkei-tekina seikaku ni atte imasuga, watashi wa kanojo o yori kakushin shite iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the characters, I was less impressed.I thought that they could definately give princess Kaguya( the protagonist) a more independent and stronger personality. She seemded pretty vulnerable and fragile,wich of course matches the typical personality of a princess, but I would love to see her as a more.....confident person i guess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the characters, I was less impressed.I thought that they could definately give princess Kaguya( the protagonist) a more independent and stronger personality.\u001b[24m\n    \u001b[1mキャラクターは感動しませんでした。私は、彼らがカギヤ（主人公）のプリンセスに確かに独立した強い個性を与えることができたと思っていました。\u001b[22m, \u001b[1m文字のように、私はimpressed.Iが、彼らは間違いなく姫かぐや（主人公）より独立し、強い個性を与えることができると考え少なかったです。\u001b[22m\n\u001b[4mShe seemded pretty vulnerable and fragile,wich of course matches the typical personality of a princess, but I would love to see her as a more.....confident person i guess.\u001b[24m\n    \u001b[1m彼女はかなり傷つきやすく、壊れやすいように見えましたが、もちろんプリンセスの典型的な性格に合っていますが、私は彼女をより確信していると思います。\u001b[22m, \u001b[1m彼女はかなり脆弱で壊れやすいseemded、当然のウィッヒは王女の典型的な性格と一致しますが、私は私が推測するより.....自信を持って人として彼女を見てみたいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story on the other hand is enchanting, it takes you away to a different culture in a different time. I like how they used little words, but could describe everything so perfectely and minimalisticlly that this movie was easy to follow, yet it contained pretty deep conversations .\n\n\u001b[1mもう一方の物語は魅力的ですが、別の時間に別の文化にあなたを連れ去ります。 私は彼らがどのように少しの言葉を使用したのが好きですが、この映画がフォローするのは簡単で、とても深い会話を含んでいたので、すべてをとても完璧に、最小限に説明することができました。\u001b[22m\n\u001b[1m(Mō ippō no monogatari wa mirikitekidesuga,-betsu no jikan ni betsu no bunka ni anata o tsuresarimasu. Watashi wa karera ga dono yō ni sukoshi no kotoba o shiyō shita no ga sukidesuga, kono eiga ga forō suru no wa kantande, totemo fukai kaiwa o fukunde itanode, subete o totemo kanpeki ni, saishōgen ni setsumei suru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story on the other hand is enchanting, it takes you away to a different culture in a different time. I like how they used little words, but could describe everything so perfectely and minimalisticlly that this movie was easy to follow, yet it contained pretty deep conversations .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story on the other hand is enchanting, it takes you away to a different culture in a different time.\u001b[24m\n    \u001b[1mもう一方の物語は魅力的ですが、別の時間に別の文化にあなたを連れ去ります。\u001b[22m, \u001b[1m一方、物語は魅惑的である、それは異なる時間に異なる文化にあなたを奪います。\u001b[22m\n\u001b[4mI like how they used little words, but could describe everything so perfectely and minimalisticlly that this movie was easy to follow, yet it contained pretty deep conversations .\u001b[24m\n    \u001b[1m私は彼らがどのように少しの言葉を使用したのが好きですが、この映画がフォローするのは簡単で、とても深い会話を含んでいたので、すべてをとても完璧に、最小限に説明することができました。\u001b[22m, \u001b[1m私は、彼らが少しの単語を使用する方法好きですが、この映画は従うことは簡単だったようperfectelyとminimalisticllyすべてを記述することができる、まだそれはかなり深い会話を含んでいました。\u001b[22m\n\u001b[1m\u001b[22m\nAnd last but not least, the music was also very fitting, with the beautiful songs from traditional instruments and old songs sang by the children of the story.\n\n\u001b[1mそして最後には、伝統的な楽器の美しい歌と古い曲が話の子供たちによって歌われて、音楽もとても合っていました。\u001b[22m\n\u001b[1m(Soshite saigo ni wa, dentō-tekina gakki no utsukushī uta to furui kyoku ga hanashi no kodomo-tachi ni yotte utawa rete, ongaku mo totemo atte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd last but not least, the music was also very fitting, with the beautiful songs from traditional instruments and old songs sang by the children of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd last but not least, the music was also very fitting, with the beautiful songs from traditional instruments and old songs sang by the children of the story.\u001b[24m\n    \u001b[1mそして最後には、伝統的な楽器の美しい歌と古い曲が話の子供たちによって歌われて、音楽もとても合っていました。\u001b[22m, \u001b[1m伝統的な楽器の美しい曲と古い曲が物語の子どもたちが歌ったとし、少なくとも最後のではなく、音楽は、また非常にフィッティングしました。\u001b[22m\n\u001b[1m\u001b[22m\nI would definitely recommend this movie, if you look for a more traditional and tranquil movie.\n\n\u001b[1mあなたはより伝統的で静かな映画を探すなら、私は間違いなくこの映画をお勧めします。\u001b[22m\n\u001b[1m(Anata wa yori dentō-tekide shizukana eiga o sagasunara, watashi wa machigainaku kono eiga o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would definitely recommend this movie, if you look for a more traditional and tranquil movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would definitely recommend this movie, if you look for a more traditional and tranquil movie.\u001b[24m\n    \u001b[1mあなたはより伝統的で静かな映画を探すなら、私は間違いなくこの映画をお勧めします。\u001b[22m, \u001b[1mあなたはより多くの伝統的で静かな映画を探している場合、私は間違いなく、この映画をお勧めします。\u001b[22m"
  }
]
