[
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "Lestrad",
    "profile": "/profile/Lestrad/reviews",
    "pages": "14",
    "number": "1",
    "link": "/reviews.php?id=66133",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n私はこれを見てから私が受け取ったほど期待していなかった、私は吹き飛ばされた。\n\nこの話は、日常的に起こっていることのほとんどを制御することができず、あなたの代わりに働くことを望んでいるにもかかわらず、宇宙はそれをさらに困難にする方法を見つけるようです それらを得る。 それが起こると、実際に結果がどうなるかを選択することはできません。あなたが望むものでない場合でも、それが何であれ取る必要があります。\n\nこの映画に付随するすばらしい芸術は、あなたが実際にキャラクターとその状況で特定できる場所、色が状況に合った場所、あなたが肖像画になりたいものに混乱することはできません。 あなたはあなたが何を見ているかについてたくさん考える必要はないので、あなたが完璧に見ていることを理解しています。\n\n音楽はとてもうまくやっているので、いくつかの場面であなたの気持ちをどのようにプッシュしているのか気づかないと、それを補強してしまいます。\n\nキャラクターから、自分と自分の感情を簡単に見つけ出すことができます。彼らは自分の人生で考えることができず、忘れないように世界がどのようにして座って見なければならないのか、 成功するのをより困難にしてください。\n\nキャラクターが感じていることを感じ始めることができ、自分の人生と並行して作ることができるというストーリーを補うことができれば、これは必ず楽しむでしょう。 もしそれが私に起これば。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI wasn't expecting as much as i received from seeing this one, i was blown away.\n\n\u001b[1m私はこれを見てから私が受け取ったほど期待していなかった、私は吹き飛ばされた。\u001b[22m\n\u001b[1m(Watashi wa kore o mitekara watashi ga uketotta hodo kitai shite inakatta, watashi wa fukitobasa reta.)\u001b[22m\n\nTranslations of \u001b[4mI wasn't expecting as much as i received from seeing this one, i was blown away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wasn't expecting as much as i received from seeing this one, i was blown away.\u001b[24m\n    \u001b[1m私はこれを見てから私が受け取ったほど期待していなかった、私は吹き飛ばされた。\u001b[22m, \u001b[1m私は私がこれを見てから、私は吹き飛ばされた受信できるだけ多くを期待していませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThis story is about that,not being able to control most of the things that happen to you on a daily basis and despite that you want them to work on your behalf, the universe seems to find a way to make it even harder for you to get them. When that occurs you can't actually choose what the outcome will be and you have to take whatever it comes even when it might not be something you would like.\n\n\u001b[1mこの話は、日常的に起こっていることのほとんどを制御することができず、あなたの代わりに働くことを望んでいるにもかかわらず、宇宙はそれをさらに困難にする方法を見つけるようです それらを得る。 それが起こると、実際に結果がどうなるかを選択することはできません。あなたが望むものでない場合でも、それが何であれ取る必要があります。\u001b[22m\n\u001b[1m(Kono hanashi wa, nichijō-teki ni okotte iru koto no hotondo o seigyo suru koto ga dekizu, anata no kawari ni hataraku koto o nozonde iru nimokakawarazu, uchū wa sore o sarani kon'nan ni suru hōhō o mitsukeru yōdesu sorera o eru. Sore ga okoru to, jissai ni kekka ga dō naru ka o sentaku suru koto wa dekimasen. Anata ga nozomu monodenai baai demo, sore ga nande are toru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis story is about that,not being able to control most of the things that happen to you on a daily basis and despite that you want them to work on your behalf, the universe seems to find a way to make it even harder for you to get them. When that occurs you can't actually choose what the outcome will be and you have to take whatever it comes even when it might not be something you would like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is about that,not being able to control most of the things that happen to you on a daily basis and despite that you want them to work on your behalf, the universe seems to find a way to make it even harder for you to\u001b[24m\n    \u001b[1mこの話は、日常的に起こっていることのほとんどを制御することができず、あなたの代わりに働くことを望んでいるにもかかわらず、宇宙はそれをさらに困難にする方法を見つけるようです\u001b[22m, \u001b[1mこの物語は、日常的に、あなたは彼らがあなたに代わって仕事をしたいということにもかかわらず、あなたに起こることのほとんどを制御することができない、それについてである、宇宙はそれがさらに困難にあなたのためにする方法を見つけるように見えます\u001b[22m\n\u001b[4mget them.\u001b[24m\n    \u001b[1mそれらを得る。\u001b[22m, \u001b[1mそれらを取得。\u001b[22m, \u001b[1mそれらを入手してください。\u001b[22m, \u001b[1mそれらを得ます。\u001b[22m\n\u001b[4mWhen that occurs you can't actually choose what the outcome will be and you have to take whatever it comes even when it might not be something you would like.\u001b[24m\n    \u001b[1mそれが起こると、実際に結果がどうなるかを選択することはできません。あなたが望むものでない場合でも、それが何であれ取る必要があります。\u001b[22m, \u001b[1mそれが発生した場合、あなたは実際に結果がどうなるかを選択することはできませんし、それはあなたが望むものではないかもしれない場合でも、それは来るものは何でも取る必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe amazing art that comes with this movie, put you in a context on where you can actually identify with the characters and their situations,the colors fit the situation, you can't get confused on what is wanted to be portrait where and why, you understand what you're looking at perfectly which make u compenetrate even more with the story, since you do not need to think a lot about what you're looking at.\n\n\u001b[1mこの映画に付随するすばらしい芸術は、あなたが実際にキャラクターとその状況で特定できる場所、色が状況に合った場所、あなたが肖像画になりたいものに混乱することはできません。 あなたはあなたが何を見ているかについてたくさん考える必要はないので、あなたが完璧に見ていることを理解しています。\u001b[22m\n\u001b[1m(Kono eiga ni fuzui suru subarashī geijutsu wa, anata ga jissai ni kyarakutā to sono jōkyō de tokutei dekiru basho,-iro ga jōkyō ni atta basho, anata ga shōzō-ga ni naritai mono ni konran suru koto wa dekimasen. Anata wa anata ga nani o mite iru ka ni tsuite takusan kangaeru hitsuyō wanainode, anata ga kanpeki ni mite iru koto o rikai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe amazing art that comes with this movie, put you in a context on where you can actually identify with the characters and their situations,the colors fit the situation, you can't get confused on what is wanted to be portrait where and why, you understand what you're looking at perfectly which make u compenetrate even more with the story, since you do not need to think a lot about what you're looking at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe amazing art that comes with this movie, put you in a context on where you can actually identify with the characters and their situations,the colors fit the situation, you can't get confused on what is wanted to be portrait where and why,\u001b[24m\n    \u001b[1mこの映画に付随するすばらしい芸術は、あなたが実際にキャラクターとその状況で特定できる場所、色が状況に合った場所、あなたが肖像画になりたいものに混乱することはできません。\u001b[22m, \u001b[1mこの映画に付属している素晴らしい技術は、あなたが実際に文字とその状況に識別することができる場所のコンテキストにあなたを置く、色が状況に合わせ、あなたは、肖像画とその理由であることが望まれているかについて混乱することはできません\u001b[22m\n\u001b[4myou understand what you're looking at perfectly which make u compenetrate even more with the story, since you do not need to think a lot about what you're looking at.\u001b[24m\n    \u001b[1mあなたはあなたが何を見ているかについてたくさん考える必要はないので、あなたが完璧に見ていることを理解しています。\u001b[22m, \u001b[1mあなたは完全にあなたが見ているものについて多くのことを考える必要はありませんので、uは、さらに多くの物語とcompenetrate作るこれを見ているかを理解します。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is so well done that you don't notice how it pushes your feelings in some scenes reinforcing them, it doesn't take you out of the story, it does immerse you even more.\n\n\u001b[1m音楽はとてもうまくやっているので、いくつかの場面であなたの気持ちをどのようにプッシュしているのか気づかないと、それを補強してしまいます。\u001b[22m\n\u001b[1m(Ongaku wa totemo umaku yatte irunode, ikutsu ka no bamen de anata no kimochi o dono yō ni pusshu shite iru no ka kidzukanai to, sore o hokyō shite shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is so well done that you don't notice how it pushes your feelings in some scenes reinforcing them, it doesn't take you out of the story, it does immerse you even more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is so well done that you don't notice how it pushes your feelings in some scenes reinforcing them, it doesn't take you out of the story, it does immerse you even more.\u001b[24m\n    \u001b[1m音楽はとてもうまくやっているので、いくつかの場面であなたの気持ちをどのようにプッシュしているのか気づかないと、それを補強してしまいます。\u001b[22m, \u001b[1m音楽はとてもよく、それはそれらを強化いくつかのシーンであなたの気持ちをプッシュする方法あなたは、それがさらにあなたを浸すん、それは物語のあなたを取ることはありません気づかないことが行われます。\u001b[22m\n\u001b[1m\u001b[22m\nFrom the characters you can easily find yourself identified with them and with their feelings, they can be so human that you can't help but to think in your own life, when they have to sit and watch how the world conspires to make forget or try harder to succeed.\n\n\u001b[1mキャラクターから、自分と自分の感情を簡単に見つけ出すことができます。彼らは自分の人生で考えることができず、忘れないように世界がどのようにして座って見なければならないのか、 成功するのをより困難にしてください。\u001b[22m\n\u001b[1m(Kyarakutā kara, jibun to jibun no kanjō o kantan ni mitsukedasu koto ga dekimasu. Karera wa jibun no jinsei de kangaeru koto ga dekizu, wasurenai yō ni sekai ga dono yō ni shite suwatte minakereba naranai no ka, seikō suru no o yori kon'nan ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mFrom the characters you can easily find yourself identified with them and with their feelings, they can be so human that you can't help but to think in your own life, when they have to sit and watch how the world conspires to make forget or try harder to succeed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the characters you can easily find yourself identified with them and with their feelings, they can be so human that you can't help but to think in your own life, when they have to sit and watch how the world conspires to make forget or\u001b[24m\n    \u001b[1mキャラクターから、自分と自分の感情を簡単に見つけ出すことができます。彼らは自分の人生で考えることができず、忘れないように世界がどのようにして座って見なければならないのか、\u001b[22m, \u001b[1m彼らは座って、世界が忘れたりするために共謀方法を見ているときの文字からは、簡単に、自分が彼らと識別され、自分の感情で、彼らはあなたがあなた自身の生活の中で考えることではなく、助けることができないように人間のすることができます見つけることができます\u001b[22m\n\u001b[4mtry harder to succeed.\u001b[24m\n    \u001b[1m成功するのをより困難にしてください。\u001b[22m, \u001b[1m成功するために難しくしよう。\u001b[22m\n\u001b[1m\u001b[22m\nYou will surely enjoy this if you can compenetrate with the story that you can start feeling what the characters are feeling and can make a parallel with your own life and most of all if you enjoy those bittersweet endings that keep you thinking 'what would i do if that happens to me'.\n\n\u001b[1mキャラクターが感じていることを感じ始めることができ、自分の人生と並行して作ることができるというストーリーを補うことができれば、これは必ず楽しむでしょう。 もしそれが私に起これば。\u001b[22m\n\u001b[1m(Kyarakutā ga kanjite iru koto o kanji hajimeru koto ga deki, jibun no jinsei to heikōshite tsukuru koto ga dekiru to iu sutōrī o oginau koto ga dekireba, kore wa kanarazu tanoshimudeshou. Moshi sore ga watashi ni okoreba.)\u001b[22m\n\nTranslations of \u001b[4mYou will surely enjoy this if you can compenetrate with the story that you can start feeling what the characters are feeling and can make a parallel with your own life and most of all if you enjoy those bittersweet endings that keep you thinking 'what would i do if that happens to me'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou will surely enjoy this if you can compenetrate with the story that you can start feeling what the characters are feeling and can make a parallel with your own life and most of all if you enjoy those bittersweet endings that keep you thinking 'what would i do\u001b[24m\n    \u001b[1mキャラクターが感じていることを感じ始めることができ、自分の人生と並行して作ることができるというストーリーを補うことができれば、これは必ず楽しむでしょう。\u001b[22m, \u001b[1mあなたは文字が感じていると、あなたは「私は何をするだろうと考えておくそれらのほろ苦い結末を楽しむ場合は、あなた自身の人生とすべてのほとんどと平行して行うことができるものを感じ始めることができます話をcompenetrateできる場合は、確かにこれをお楽しみいただけます\u001b[22m\n\u001b[4mif that happens to me'.\u001b[24m\n    \u001b[1mもしそれが私に起これば。\u001b[22m, \u001b[1mそれは私に発生した場合」。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "Warai_Otoko",
    "profile": "/profile/Warai_Otoko/reviews",
    "pages": "14",
    "number": "2",
    "link": "/reviews.php?id=52607",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  8\n\n5センチメートル/秒は、タカキとアカリの間のラブストーリーを語ります。それは、自分たちのコントロールの中で、互いを引き離し、前進しようとすること、そして単にあなたができなければあなたの人生に何が起こるのかについてです。 アニメ映画祭で初めてこの映画を見たのですが、もう1年半後についにDVDに出てきました。 私がこのレビューを書いたのであれば、このレビューとはまったく異なっているはずです。  DVDでこれを見ることができ、2度目の視聴でこの映画の私の意見が「了解」から「偉大」にアップグレードされました。\n\n私の最初の視聴はサブ、2回目はダビングであったことを指摘しておきます。 一般的に私はアニメを見るとき、私はダブかサブを見ても問題ありません、どちらも気にしません。 しかし、あるものが別のものを上回るようなケースがあります。 あなたがこの映画のサブを見ることを選ぶならば、あなたの好みや意見が何であっても、新海は感覚の饗宴の半分を逃してしまいます。  5センチメートル/秒はあまりにも良く見え、あまりにも美しく見えて、字幕に気を散らす。  2つのダブ、元のADVダブと新しいバングズームダブ、私が持っているものがあった。 彼らはそれでかなり良い仕事をした、新海の映画のすべてのダブは、そのような視覚映画のために幸運で素晴らしいです。 一言で言えば、ダビングは私に映画のためのより良い感謝を与え、それは私が新海の作品を見ることを選択する方法です。\n\nDVDには、シンカイとの30分間のインタビューが収録されています。そこで、スクリプトの過程でどの段階を経たのかを詳しく説明します。 映画には3つの相互作用が含まれていますが、もともと約10になる予定でした。 私はなぜ映画がもっと短くなる必要があると感じたのか分かりません。5センチメートル/秒は90分の長さのプレイスと簡単にマッチすることができました。\n\n\n\nほとんどの人がこの映画と分かち合う論争のポイントは終わりです。 今では、ほとんどのアニメファンが難しい方法を学ばなければならないことの1つは、多くのアニメストーリーの結末によってあなたが狂ってしまうことを望まないならば、あいまいな結末のためにかなり厚い肌を開発する必要があるということです。 私はその終わりについて小さなことを言っています（同じことが最初は実際にスポイラーではありません）。そして、それは列車の障壁が降りるときです。列車がスピードを上げる前に、 反対側の人々の この事実は、両方の場合において劇的な効果が得られるように変更されている。 この話の中で列車の障壁が彼らの想定していた通りに働くと、その最終シーンがどうなってしまったのだろうかと思う。\n\n正直言って、私は本当に映画に大きな苦しみが1つしかありません。それは2つの理由から、最後の曲/モンタージュです。 まず、選択の楽曲は面倒であり、映画が設定した音色と完全に衝突します。 それはあなたの声ではなく、Place Promisedの終わりのためにはるかに優れた曲であり、遠くの星の声からは「何年もずっと遠い」というわけではありません。 私がアニメ映画祭だったとき、そのシーケンスが上がったとき、私はその部分の聴衆の中の少数の人から落ち着いた力量を聞いた。 空気中の一般的な感情は「本当に！」と思う。 新楽の前の作品を見直してみると、男性の歌声は映画の中ではあまり効果がないことが分かりました。 第二に、さらに重要なのは、ソング中に演奏されるモンタージュには、理想的には適切に組み立てられてプロットに統合されるべきシーケンスが含まれていることです。 最終的にモンタージュがどんなに良い場所にもなるように、これらのビットを置くことがどこにもないように感じられたので、それは私を苛立たせました。 最後の曲はそれまでの彼の映画の定番だと思われますが、この曲ではその理由でうまくいきませんでした。\n\nコメントを閉じる。 いくつかの欠点があるにもかかわらず、5センチメートル/秒が新大松のもう一つの勝利です。 そして本当にこの批評は、この映画が本当に好きで、それよりも長く、より長くなる可能性を認識した人からのものです。 新海がこのような心からの奉仕を続けてくれることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n5 Centimetres Per Second tells a love story between Takaki and Akari, it’s about the circumstances out of their control which rips them apart from one another, about trying to move on and what happens to your life if you simply aren’t able to. I first saw this movie at an anime film festival and again about a year and half later when it finally came out on DVD. If I had written this review back then it would have turned out totally different from how this one did. Being able to watch this on DVD and having a second viewing upgraded my opinion of this movie from ‘Ok’ to ‘Great’.\n\n\u001b[1m5センチメートル/秒は、タカキとアカリの間のラブストーリーを語ります。それは、自分たちのコントロールの中で、互いを引き離し、前進しようとすること、そして単にあなたができないならあなたの人生に何が起こるのかについてです。 アニメ映画祭で初めてこの映画を見たのですが、もう1年半後についにDVDに出てきました。 私がこのレビューを書いたのであれば、このレビューとはまったく異なっているはずです。  DVDでこれを見ることができ、2度目の視聴でこの映画の私の意見が「了解」から「偉大」にアップグレードされました。\u001b[22m\n\u001b[1m(5Senchi mētoru/ byō wa, Takaki to Akari no ma no rabusutōrī o katarimasu. Sore wa, jibun-tachi no kontorōru no naka de, tagai o hikihanashi, zenshin shiyou to suru koto, soshite tan'ni anata ga dekinainara anata no jinsei ni nani ga okoru no ka ni tsuitedesu. Anime eigamatsuri de hajimete kono eiga o mita nodesuga, mō 1 nenhango ni tsuini DVD ni dete kimashita. Watashi ga kono rebyū o kaita nodeareba, kono rebyū to wa mattaku kotonatte iru hazudesu. DVD de kore o miru koto ga deki, 2-dome no shichō de kono eiga no watashi no iken ga `ryōkai' kara `idai' ni appugurēdo sa remashita.)\u001b[22m\n\nTranslations of \u001b[4m5 Centimetres Per Second tells a love story between Takaki and Akari, it’s about the circumstances out of their control which rips them apart from one another, about trying to move on and what happens to your life if you simply aren’t able to. I first saw this movie at an anime film festival and again about a year and half later when it finally came out on DVD. If I had written this review back then it would have turned out totally different from how this one did. Being able to watch this on DVD and having a second viewing upgraded my opinion of this movie from ‘Ok’ to ‘Great’.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5 Centimetres Per Second tells a love story between Takaki and Akari, it’s about the circumstances out of their control which rips them apart from one another, about trying to move on and what happens to your life if you simply aren’t able to.\u001b[24m\n    \u001b[1m5センチメートル/秒は、タカキとアカリの間のラブストーリーを語ります。それは、自分たちのコントロールの中で、互いを引き離し、前進しようとすること、そして単にあなたができないならあなたの人生に何が起こるのかについてです。\u001b[22m, \u001b[1m秒速5 Centimetresは、それが上に移動しようとしていると何をするだけにできない場合は、あなたの人生に何が起こるについて、互いからそれらを離れてリッピングそれらの制御のうちの状況についてです、高木とあかりの間の愛の物語を伝えます。\u001b[22m\n\u001b[4mI first saw this movie at an anime film festival and again about a year and half later when it finally came out on DVD.\u001b[24m\n    \u001b[1mアニメ映画祭で初めてこの映画を見たのですが、もう1年半後についにDVDに出てきました。\u001b[22m, \u001b[1mそれは最終的にはDVDで出てきたとき、私は最初の約一年半後、再びアニメ映画祭でこの映画を見て。\u001b[22m\n\u001b[4mIf I had written this review back then it would have turned out totally different from how this one did.\u001b[24m\n    \u001b[1m私がこのレビューを書いたのであれば、このレビューとはまったく異なっているはずです。\u001b[22m, \u001b[1m私は当時、このレビューを書いた場合、それはこの1つはどうやったのかは全く異なるが判明しただろう。\u001b[22m\n\u001b[4mBeing able to watch this on DVD and having a second viewing upgraded my opinion of this movie from ‘Ok’ to ‘Great’.\u001b[24m\n    \u001b[1mDVDでこれを見ることができ、2度目の視聴でこの映画の私の意見が「了解」から「偉大」にアップグレードされました。\u001b[22m, \u001b[1mDVDでこれを見ることができることと第二の視野を持つことは「大」に「OK」からこの映画の私の意見をアップグレードしました。\u001b[22m\n\u001b[1m\u001b[22m\nI should point out that my first viewing was sub and the second was dub. Generally when I watch anime I have no problem watching either dub or sub, I really don’t mind either way. But there are certain cases that call for one over the other. Whatever your preference or opinion is on the issue if you choose to watch this movie sub you are missing out on half of what makes a Shinkai work a feast for the senses. 5 Centimetres Per Second looks too good and sounds too beautiful to be distracted by subtitles. There were two dubs made, the original ADV dub and the newer Bang Zoom dub, which is the one I have. They did a pretty good job with it, all the dubs on Shinkai’s movies have been great which is fortunate for such visual movies. In short the dub gave me a better appreciation for the movie and it is how I choose to watch Shinkai’s works.\n\n\u001b[1m私の最初の視聴はサブ、2回目はダビングであったことを指摘しておきます。 一般的に私はアニメを見るとき、私はダブかサブを見ても問題ありません、どちらも気にしません。 しかし、あるものが別のものを上回るようなケースがあります。 あなたがこの映画のサブを見ることを選ぶならば、あなたの好みや意見が何であっても、新海は感覚の饗宴の半分を逃してしまいます。  5センチメートル/秒はあまりにも良く見え、あまりにも美しく見えて、字幕に気を散らす。  2つのダブ、元のADVダブと新しいバングズームダブ、私が持っているものがあった。 彼らはそれでかなり良い仕事をした、新海の映画のすべてのダブは、そのような視覚映画のために幸運で素晴らしいです。 一言で言えば、ダビングは私に映画のためのより良い感謝を与え、それは私が新海の作品を見ることを選択する方法です。\u001b[22m\n\u001b[1m(Watashi no saisho no shichō wa sabu, 2-kai-me wa dabingudeatta koto o shiteki shite okimasu. Ippantekini watashi wa anime o miru toki, watashi wa dabu ka sabu o mite mo mondaiarimasen, dochira mo ki ni shimasen. Shikashi, aru mono ga betsu no mono o uwamawaru yōna kēsu ga arimasu. Anata ga kono eiga no sabu o miru koto o erabunaraba, anata no konomi ya iken ga nandeatte mo, Shinkai wa kankaku no kyōen no hanbun o nogashite shimaimasu. 5Senchi mētoru/ byō wa amarini mo yoku mie, amarini mo utsukushiku miete, jimaku ni ki o chirasu. 2Tsu no dabu,-moto no ADV dabu to atarashī banguzūmudabu, watashi ga motte iru mono ga atta. Karera wa sore de kanari yoi shigoto o shita, Shinkai no eiga no subete no dabu wa, sono yōna shikaku eiga no tame ni kōunde subarashīdesu. Hitokoto de ieba, dabingu wa watashi ni eiga no tame no yoriyoi kansha o atae, sore wa watashi ga Shinkai no sakuhin o miru koto o sentaku suru hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI should point out that my first viewing was sub and the second was dub. Generally when I watch anime I have no problem watching either dub or sub, I really don’t mind either way. But there are certain cases that call for one over the other. Whatever your preference or opinion is on the issue if you choose to watch this movie sub you are missing out on half of what makes a Shinkai work a feast for the senses. 5 Centimetres Per Second looks too good and sounds too beautiful to be distracted by subtitles. There were two dubs made, the original ADV dub and the newer Bang Zoom dub, which is the one I have. They did a pretty good job with it, all the dubs on Shinkai’s movies have been great which is fortunate for such visual movies. In short the dub gave me a better appreciation for the movie and it is how I choose to watch Shinkai’s works.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI should point out that my first viewing was sub and the second was dub.\u001b[24m\n    \u001b[1m私の最初の視聴はサブ、2回目はダビングであったことを指摘しておきます。\u001b[22m, \u001b[1m私は私の最初の視聴がサブだったと第二がダブだったことを指摘しなければなりません。\u001b[22m\n\u001b[4mGenerally when I watch anime I have no problem watching either dub or sub, I really don’t mind either way.\u001b[24m\n    \u001b[1m一般的に私はアニメを見るとき、私はダブかサブを見ても問題ありません、どちらも気にしません。\u001b[22m, \u001b[1m私はアニメを見て一般的にするとき私は、私は本当にいずれかの方法を気にしない、ダブまたはサブのいずれかを見て何の問題もありません。\u001b[22m\n\u001b[4mBut there are certain cases that call for one over the other.\u001b[24m\n    \u001b[1mしかし、あるものが別のものを上回るようなケースがあります。\u001b[22m, \u001b[1mしかし、他の上の1つを要求する特定の例があります。\u001b[22m\n\u001b[4mWhatever your preference or opinion is on the issue if you choose to watch this movie sub you are missing out on half of what makes a Shinkai work a feast for the senses.\u001b[24m\n    \u001b[1mあなたがこの映画のサブを見ることを選ぶならば、あなたの好みや意見が何であっても、新海は感覚の饗宴の半分を逃してしまいます。\u001b[22m, \u001b[1mあなたは新海は感覚のための饗宴を仕事にするものの半分を逃しているこの映画のサブを見るために選択した場合、どちらがお好みや意見は問題です。\u001b[22m\n\u001b[4m5 Centimetres Per Second looks too good and sounds too beautiful to be distracted by subtitles.\u001b[24m\n    \u001b[1m5センチメートル/秒はあまりにも良く見え、あまりにも美しく見えて、字幕に気を散らす。\u001b[22m, \u001b[1m秒速5 Centimetresもよさそうだと字幕に気を取られるには余りにも美しい音。\u001b[22m\n\u001b[4mThere were two dubs made, the original ADV dub and the newer Bang Zoom dub, which is the one I have.\u001b[24m\n    \u001b[1m2つのダブ、元のADVダブと新しいバングズームダブ、私が持っているものがあった。\u001b[22m, \u001b[1m作られた2つのダビング、オリジナルADVダブと私が持っているものである新しいバンズームダブは、ありました。\u001b[22m\n\u001b[4mThey did a pretty good job with it, all the dubs on Shinkai’s movies have been great which is fortunate for such visual movies.\u001b[24m\n    \u001b[1m彼らはそれでかなり良い仕事をした、新海の映画のすべてのダブは、そのような視覚映画のために幸運で素晴らしいです。\u001b[22m, \u001b[1m彼らは、このような視覚的な映画の幸運であり、それは、新海の映画のすべてのダビングは素晴らしいされているとかなり良い仕事をしました。\u001b[22m\n\u001b[4mIn short the dub gave me a better appreciation for the movie and it is how I choose to watch Shinkai’s works.\u001b[24m\n    \u001b[1m一言で言えば、ダビングは私に映画のためのより良い感謝を与え、それは私が新海の作品を見ることを選択する方法です。\u001b[22m, \u001b[1m要するにダブは私に映画のためのより良い理解を与え、それは私が新海の作品を鑑賞することを選択する方法です。\u001b[22m\n\u001b[1m\u001b[22m\nThe DVD contains a 30 min long interview with Shinkai where he detailed the stages he went through during the script process. The movie contains three interconnecting acts but originally there were going to be about ten. I don’t understand why he felt the movie needed to be shorter, 5 Centimetres Per Second could have easily matched the 90 minute length of Place Promised if not longer and it still would have been an amazing movie.\n\n\u001b[1mDVDには、シンカイとの30分間のインタビューが収録されています。そこで、スクリプトの過程でどの段階を経たのかを詳しく説明します。 映画には3つの相互作用が含まれていますが、もともと約10になる予定でした。 私はなぜ映画がもっと短くなる必要があると感じたのか分かりません。5センチメートル/秒は90分の長さのプレイスと簡単にマッチすることができました。\u001b[22m\n\u001b[1m(DVD ni wa, shinkai to no 30-funkan no intabyū ga shūroku sa rete imasu. Sokode, sukuriputo no katei de dono dankai o heta no ka o kuwashiku setsumei shimasu. Eiga ni wa 3ttsu no sōgo sayō ga fukuma rete imasuga, motomoto yaku 10 ni naru yoteideshita. Watashi wa naze eiga ga motto mijikaku naru hitsuyō ga aru to kanjita no ka wakarimasen. 5Senchi mētoru/ byō wa 90-bu no naga-sa no pureisu to kantan ni matchi suru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe DVD contains a 30 min long interview with Shinkai where he detailed the stages he went through during the script process. The movie contains three interconnecting acts but originally there were going to be about ten. I don’t understand why he felt the movie needed to be shorter, 5 Centimetres Per Second could have easily matched the 90 minute length of Place Promised if not longer and it still would have been an amazing movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe DVD contains a 30 min long interview with Shinkai where he detailed the stages he went through during the script process.\u001b[24m\n    \u001b[1mDVDには、シンカイとの30分間のインタビューが収録されています。そこで、スクリプトの過程でどの段階を経たのかを詳しく説明します。\u001b[22m, \u001b[1mDVDは、彼がスクリプトの処理中に通過した段階を詳述新海で30分ロングインタビューが含まれています。\u001b[22m\n\u001b[4mThe movie contains three interconnecting acts but originally there were going to be about ten.\u001b[24m\n    \u001b[1m映画には3つの相互作用が含まれていますが、もともと約10になる予定でした。\u001b[22m, \u001b[1m映画は3相互接続する行為が含まれていますが、もともとは約10があるように行っていました。\u001b[22m\n\u001b[4mI don’t understand why he felt the movie needed to be shorter, 5 Centimetres Per Second could have easily matched the 90 minute length of Place Promised if not longer and it still would have been an amazing movie.\u001b[24m\n    \u001b[1m私はなぜ映画がもっと短くなる必要があると感じたのか分かりません。5センチメートル/秒は90分の長さのプレイスと簡単にマッチすることができました。\u001b[22m, \u001b[1m彼は短いことが必要な映画を感じた理由を私は理解していない、秒速5 Centimetresは簡単そうでない場合は、より長い約束の場所の90分の長さに一致している可能性があり、それはまだ素晴らしい映画だったでしょう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nA point of contention most people will share with this movie is its ending. Now one of the things that most anime fans will have to learn the hard way is that if you don’t want to be driven insane by the conclusion of a lot of anime stories you need to develop a fairly thick skin for ambiguous endings. I'll say one small thing about that ending (the same thing happens at the start so its not really a spoiler) and that is when train barriers come down, they are down for a good few minutes before a train speeds by obscuring your view of the people on the other side. This fact is changed for dramatic effect in both instances. It makes me wonder how that end scene would have gone if train barriers acted the way they’re supposed to in this story.\n\n\u001b[1mほとんどの人がこの映画と分かち合う論争のポイントは終わりです。 今では、ほとんどのアニメファンが難しい方法を学ばなければならないことの1つは、多くのアニメストーリーの結末によってあなたが狂ってしまうことを望まないならば、あいまいな結末のためにかなり厚い肌を開発する必要があるということです。 私はその終わりについて小さなことを言っています（同じことが最初は実際にスポイラーではありません）。そして、それは列車の障壁が降りるときです。列車がスピードを上げる前に、 反対側の人々の この事実は、両方の場合において劇的な効果が得られるように変更されている。 この話の中で列車の障壁が彼らの想定していた通りに働くと、その最終シーンがどうなってしまったのだろうかと思う。\u001b[22m\n\u001b[1m(Hotondo no hito ga kono eiga to wakachi au ronsō no pointo wa owaridesu. Ima dewa, hotondo no anime fan ga muzukashī hōhō o manabanakereba naranai koto no 1tsu wa, ōku no animesutōrī no ketsumatsu ni yotte anata ga kurutte shimau koto o nozomanainaraba, aimaina ketsumatsu no tame ni kanari atsui hada o kaihatsu suruhitsuyōgāru to iu kotodesu. Watashi wa sono owari ni tsuite chīsana koto o itte imasu (onaji koto ga saisho wa jissai ni supoirāde wa arimasen). Soshite, soreha ressha no shōheki ga oriru tokidesu. Ressha ga supīdo o ageru mae ni, hantaisoku no hitobito no kono jijitsu wa, ryōhō no baai ni oite gekitekina kōka ga e rareru yō ni henkō sa rete iru. Kono-wa no naka de ressha no shōheki ga karera no sōtei shite ita tōri ni hataraku to, sono saishū shīn ga dō natte shimatta nodarou ka to omou.)\u001b[22m\n\nTranslations of \u001b[4mA point of contention most people will share with this movie is its ending. Now one of the things that most anime fans will have to learn the hard way is that if you don’t want to be driven insane by the conclusion of a lot of anime stories you need to develop a fairly thick skin for ambiguous endings. I'll say one small thing about that ending (the same thing happens at the start so its not really a spoiler) and that is when train barriers come down, they are down for a good few minutes before a train speeds by obscuring your view of the people on the other side. This fact is changed for dramatic effect in both instances. It makes me wonder how that end scene would have gone if train barriers acted the way they’re supposed to in this story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA point of contention most people will share with this movie is its ending.\u001b[24m\n    \u001b[1mほとんどの人がこの映画と分かち合う論争のポイントは終わりです。\u001b[22m, \u001b[1mほとんどの人がこの映画で共有する競合のポイントは、その結末です。\u001b[22m\n\u001b[4mNow one of the things that most anime fans will have to learn the hard way is that if you don’t want to be driven insane by the conclusion of a lot of anime stories you need to develop a fairly thick skin for ambiguous endings.\u001b[24m\n    \u001b[1m今では、ほとんどのアニメファンが難しい方法を学ばなければならないことの1つは、多くのアニメストーリーの結末によってあなたが狂ってしまうことを望まないならば、あいまいな結末のためにかなり厚い肌を開発する必要があるということです。\u001b[22m, \u001b[1m今、ほとんどのアニメファンは、ハードな方法を学ぶ必要がありますものの一つは、あなたがあいまいな結末のために、かなり厚い皮を開発する必要があるアニメの物語の多くの締結により非常識駆動したくない場合ということです。\u001b[22m\n\u001b[4mI'll say one small thing about that ending (the same thing happens at the start so its not really a spoiler) and that is when train barriers come down, they are down for a good few minutes before a train speeds by obscuring your view\u001b[24m\n    \u001b[1m私はその終わりについて小さなことを言っています（同じことが最初は実際にスポイラーではありません）。そして、それは列車の障壁が降りるときです。列車がスピードを上げる前に、\u001b[22m, \u001b[1m私はそれが終わる約1小さな事は（同じことがない本当にスポイラーので、開始時に行われます）、鉄道障壁が降りてくるときには、彼らはあなたのビューを曖昧にすることにより列車の速度の前に良い数分間ダウンしていると言うでしょう\u001b[22m\n\u001b[4mof the people on the other side.\u001b[24m\n    \u001b[1m反対側の人々の\u001b[22m, \u001b[1m反対側の人々の。\u001b[22m\n\u001b[4mThis fact is changed for dramatic effect in both instances.\u001b[24m\n    \u001b[1mこの事実は、両方の場合において劇的な効果が得られるように変更されている。\u001b[22m, \u001b[1mこの事実は、両方の場合で劇的な効果のために変更されます。\u001b[22m\n\u001b[4mIt makes me wonder how that end scene would have gone if train barriers acted the way they’re supposed to in this story.\u001b[24m\n    \u001b[1mこの話の中で列車の障壁が彼らの想定していた通りに働くと、その最終シーンがどうなってしまったのだろうかと思う。\u001b[22m, \u001b[1mそれは私が列車の障壁は、彼らがこの物語の中ですることになっているように行動した場合、エンド・シーンが行っているだろうか思ってしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nHonestly though, I really have only one major gripe against the movie and that’s the song/montage at the very end, for two reasons. First, the song of choice is tedious and completely clashes with the tone the movie sets. It’s no “Your Voice”, a much better song for the end of Place Promised and its no “Through The Years And Far Away” from Voices of a Distant Star. I remember when I was that the anime film festival, when that sequence came up I heard subdued titters from a few people in the audience at that part. I think the general feeling in the air was “Really!?”. It’s not just that the tone of the song is wrong, after rewatching Shinkai’s previous works I realized that a male singing voice simply does not work in his movies much less that type of song. Secondly and more importantly, the montage that plays during the song contains sequences that ideally should have been properly fleshed out and integrated into the plot. It kind of frustrated me because it felt like he had nowhere to put these bits so a montage at the end was as good a place as any. The song at the end seems to be a staple of his movies thus far but in this one it didn’t work for those reasons.\n\n\u001b[1m正直言って、私は本当に映画に大きな苦しみが1つしかありません。それは2つの理由から、最後の曲/モンタージュです。 まず、選択の楽曲は面倒であり、映画が設定した音色と完全に衝突します。 それはあなたの声ではなく、Place Promisedの終わりのためにはるかに優れた曲であり、遠くの星の声からは「何年もずっと遠い」というわけではありません。 私がアニメ映画祭だったとき、そのシーケンスが上がったとき、私はその部分の聴衆の中の少数の人から落ち着いた力量を聞いた。 空気中の一般的な感情は「本当に！」と思う。 新楽の前の作品を見直してみると、男性の歌声は映画の中ではあまり効果がないことが分かりました。 第二に、さらに重要なのは、ソング中に演奏されるモンタージュには、理想的には適切に組み立てられてプロットに統合されるべきシーケンスが含まれていることです。 最終的にモンタージュがどんなに良い場所にもなるように、これらのビットを置くことがどこにもないように感じられたので、それは私を苛立たせました。 最後の曲はそれまでの彼の映画の定番だと思われますが、この曲ではその理由でうまくいきませんでした。\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa hontōni eiga ni ōkina kurushimi ga 1tsu shika arimasen. Sore wa 2tsu no riyū kara, saigo no kyoku/ montājudesu. Mazu, sentaku no gakkyoku wa mendōdeari, eiga ga settei shita neiro to kanzen ni shōtotsu shimasu. Sore wa anata no koede wa naku, Place Promised no owari no tame ni haruka ni sugureta kyokudeari, tōku no hoshi no koe kara wa `nan'nen mo zutto tōi' to iu wakede wa arimasen. Watashi ga anime eigamatsuridatta toki, sono shīkensu ga agatta toki, watashi wa sono bubun no chōshū no naka no shōsū no hito kara ochitsuita rikiryō o kiita. Kūki-chū no ippantekina kanjō wa `hontōni!' To omou. Shin raku no mae no sakuhin o minaoshite miru to, dansei no utagoe wa eiga no nakade wa amari kōka ga nai koto ga wakarimashita. Daini ni, sarani jūyōna no wa, songu-chū ni ensō sa reru montāju ni wa, risō-teki ni wa tekisetsu ni kumitate rarete purotto ni tōgō sa rerubeki shīkensu ga fukuma rete iru kotodesu. Saishūtekini montāju ga don'nani yoi basho ni mo naru yō ni, korera no bitto o oku koto ga dokoni mo nai yō ni kanji raretanode, sore wa watashi o iradata semashita. Saigo no kyoku wa sore made no kare no eiga no teibanda to omowa remasuga, kono kyokude wa sono riyū de umaku ikimasendeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nClosing Comments. 5 Centimetres Per Second is another victory for Makoto Shinkai despite a few shortcomings. And really those criticisms are from someone who really liked this movie and recognised its potential to be better and longer than it was. I really hope Shinkai continues to release such heartfelt works.\n\n\u001b[1mコメントを閉じる。 いくつかの欠点があるにもかかわらず、5センチメートル/秒が新大松のもう一つの勝利です。 そして本当にこの批評は、この映画が本当に好きで、それよりも長く、より長くなる可能性を認識した人からのものです。 新海がこのような心からの奉仕を続けてくれることを願っています。\u001b[22m\n\u001b[1m(Komento o tojiru. Ikutsu ka no ketten ga aru nimokakawarazu, 5senchi mētoru/ byō ga shin Ōmatsu no mōhitotsu no shōridesu. Soshite hontōni kono hihyō wa, kono eiga ga hontōni sukide, sore yori mo nagaku, yori nagaku naru kanōsei o ninshiki shita hito kara no monodesu. Shinkai ga ko no yōna kokoro kara no hōshi o tsudzukete kureru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mClosing Comments. 5 Centimetres Per Second is another victory for Makoto Shinkai despite a few shortcomings. And really those criticisms are from someone who really liked this movie and recognised its potential to be better and longer than it was. I really hope Shinkai continues to release such heartfelt works.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClosing Comments.\u001b[24m\n    \u001b[1mコメントを閉じる。\u001b[22m, \u001b[1mコメントを閉じます。\u001b[22m\n\u001b[4m5 Centimetres Per Second is another victory for Makoto Shinkai despite a few shortcomings.\u001b[24m\n    \u001b[1mいくつかの欠点があるにもかかわらず、5センチメートル/秒が新大松のもう一つの勝利です。\u001b[22m, \u001b[1m秒速5 Centimetresは、いくつかの欠点にもかかわらず、新海誠のための別の勝利です。\u001b[22m\n\u001b[4mAnd really those criticisms are from someone who really liked this movie and recognised its potential to be better and longer than it was.\u001b[24m\n    \u001b[1mそして本当にこの批評は、この映画が本当に好きで、それよりも長く、より長くなる可能性を認識した人からのものです。\u001b[22m, \u001b[1mそして、実際にそれらの批判は本当にこの映画が好きで、より良い、それがあったよりも長くなるようにその可能性を認識した人からです。\u001b[22m\n\u001b[4mI really hope Shinkai continues to release such heartfelt works.\u001b[24m\n    \u001b[1m新海がこのような心からの奉仕を続けてくれることを願っています。\u001b[22m, \u001b[1m私は本当に新海がそのような心のこもった作品をリリースし続けたいと考えています。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "Mortsyn",
    "profile": "/profile/Mortsyn/reviews",
    "pages": "14",
    "number": "3",
    "link": "/reviews.php?id=60255",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n注：このレビューは、私がMortsynという名前でAniDBに投稿した私自身のレビューのコピーです。\n\n5センチメートル/秒またはByousoku 5センチメートル私が今まで見た中で最も美しい映画の一つです！ どのようにあなたはそれを愛していないことができますか？ それはあなたが本当に簡単なプロットから本当に良いことを作ることができることを証明します！\n\nアニメーション：最初の1分を見る。 私は何か他のことを言わなければなりませんか？ いいえ、本当ですか？ その1分は私が今までに言うことができるものよりもはるかに多くを言います。 彼らが言うように、絵は千語以上の話しをしています。 私は本当にこの映画がどれほど信じられないのかを説明することはできません。このようなものです。辞書で美しいアニメーションを見れば、毎秒5センチメートルが現れるでしょう。\n\nサウンド：あまり知られていない声のキャストによる堅実な演奏。 どんな妖精たちも、それらを有名にしてくれる多くの異なるアニメで演奏したことはありません。 しかし、それでも、彼らはまだ彼らのラインを非常にうまく運んでいます。 ああ、終わりの歌、もう一度、山崎正義のもう一つのチャンスは、私が今まで聞いた中で最高の日本の歌かもしれないと言うことさえありますか？ 私は意味する...ちょうどうわー...どうしてあなたはそれを愛していないのですか？ 実際にそれが1997年からの曲であるという事実は、それが古典的なので、それをさらに良くする！\n\nストーリー：ストーリーは、3つの部分に分かれたかなりのラブストーリーです。 各部分はおよそ1人の男性キャラクターであり、3つの異なる期間に2人の異なる女の子との関係です。 さて、基本的な物語と前提はとてもシンプルですが、どうにかしてとてもうまく機能しました。 彼らがどうやってそれを取り除くことができたのか本当に分かっていないのですが、そうした限り私は満足しています。\n\nキャラクター：あなたは3つのメインキャラクターを持っています。 メインのオスのリード・タカキ・トーノ、クラッシュした篠原あかり、タミキ、スミタ・カネエに恋している女の子たち。 彼らはすべて非常によく開発されています。私はあなたがたとえどれひとり嫌いでもどうやっていいのかわかりません。 この部門の唯一の本当に主な問題は、映画の進行には少なすぎる文字があることです。 しかし、それは本当にちょっと楽しさを落とさない小さな苦情です。\n\n楽しさ：あなたがこのレビューを読んでいれば、なぜこの映画が面白くて楽しんでいるのかを完全に知っているはずです。 もしそうでなければ、私にそれをもう一度伝えさせてください：それは、GODDAMNエンターテインメントとエンジョイ！\n\nだから、シンプルで深いプロットで本当にロマンチックなアニメが欲しいなら、これは完璧なアニメです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNote: This review is a copy of my own review I posted on AniDB under the name Mortsyn.\n\n\u001b[1m注：このレビューは、私がMortsynという名前でAniDBに投稿した私自身のレビューのコピーです。\u001b[22m\n\u001b[1m(Chū: Kono rebyū wa, watashi ga Mortsyn to iu namae de AniDB ni tōkō shita watashi jishin no rebyū no kopīdesu.)\u001b[22m\n\nTranslations of \u001b[4mNote: This review is a copy of my own review I posted on AniDB under the name Mortsyn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: This review is a copy of my own review I posted on AniDB under the name Mortsyn.\u001b[24m\n    \u001b[1m注：このレビューは、私がMortsynという名前でAniDBに投稿した私自身のレビューのコピーです。\u001b[22m, \u001b[1m注：このレビューは私が名前Mortsyn下AniDBに掲載私の独自のレビューのコピーです。\u001b[22m\n\u001b[1m\u001b[22m\n5 Centimeters per Second or Byousoku 5 Centimeter is one of the most beautiful movie(s) I have ever seen! How can you not love it? It proves that you can make a really good thing out of a really simple plot!\n\n\u001b[1m5センチメートル/秒またはByousoku 5センチメートル私が今まで見た中で最も美しい映画の一つです！ どのようにあなたはそれを愛していないことができますか？ それはあなたが本当に簡単なプロットから本当に良いことを作ることができることを証明します！\u001b[22m\n\u001b[1m(5Senchi mētoru/ byō matawa Byousoku 5senchi mētoru watashi ga imamade mita naka de mottomo utsukushī eiga no hitotsudesu! Dono yō ni anata wa sore o aishite inai koto ga dekimasu ka? Sore wa anata ga hontōni kantan'na purotto kara hontōni yoi koto o tsukuru koto ga dekiru koto o shōmei shimasu!)\u001b[22m\n\nTranslations of \u001b[4m5 Centimeters per Second or Byousoku 5 Centimeter is one of the most beautiful movie(s) I have ever seen! How can you not love it? It proves that you can make a really good thing out of a really simple plot!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5 Centimeters per Second or Byousoku 5 Centimeter is one of the most beautiful movie(s) I have ever seen!\u001b[24m\n    \u001b[1m5センチメートル/秒またはByousoku 5センチメートル私が今まで見た中で最も美しい映画の一つです！\u001b[22m, \u001b[1m2回目又はByousoku 5センチメートル当たり5センチメートルは私が今まで見た中で最も美しい映画（複数可）の一つです！\u001b[22m\n\u001b[4mHow can you not love it?\u001b[24m\n    \u001b[1mどのようにあなたはそれを愛していないことができますか？\u001b[22m, \u001b[1mどのようにそれを愛することができないのですか？\u001b[22m\n\u001b[4mIt proves that you can make a really good thing out of a really simple plot!\u001b[24m\n    \u001b[1mそれはあなたが本当に簡単なプロットから本当に良いことを作ることができることを証明します！\u001b[22m, \u001b[1mそれはあなたが本当に単純なプロットのうち、本当に良いものを作ることができることを証明します！\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: Watch the first minute. Do I even have to say anything else? No really, do I?! That one minutes says much more than what I could ever say. It's just as they say, a picture speaks more than a thousand words. I really can't explain how incredible this movie looks, it is like this 'If you look up Beautiful Animation in the dictionary, 5 Centimeters per Second is the thing that's gonna show up'.\n\n\u001b[1mアニメーション：最初の1分を見る。 私は何か他のことを言わなければなりませんか？ いいえ、本当ですか？ その1分は私が今までに言うことができるものよりもはるかに多くを言います。 彼らが言うように、絵は千語以上の話しをしています。 私は本当にこの映画がどれほど信じられないのかを説明することはできません。このようなものです。辞書で美しいアニメーションを見れば、毎秒5センチメートルが現れるでしょう。\u001b[22m\n\u001b[1m(Animēshon: Saisho no 1-bu o miru. Watashi wa nani ka hoka no koto o iwanakereba narimasen ka? Īe, hontōdesuka? Sono 1-bu wa watashi ga ima made ni iu koto ga dekiru mono yori mo haruka ni ōku o iimasu. Karera ga iu yō ni, e wa sen-go ijō no hanashi o shite imasu. Watashi wa hontōni kono eiga ga dorehodo shinji rarenai no ka o setsumei suru koto wa dekimasen. Ko no yōna monodesu. Jisho de utsukushī animēshon o mireba, maibyō 5senchi mētoru ga arawarerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAnimation: Watch the first minute. Do I even have to say anything else? No really, do I?! That one minutes says much more than what I could ever say. It's just as they say, a picture speaks more than a thousand words. I really can't explain how incredible this movie looks, it is like this 'If you look up Beautiful Animation in the dictionary, 5 Centimeters per Second is the thing that's gonna show up'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: Watch the first minute.\u001b[24m\n    \u001b[1mアニメーション：最初の1分を見る。\u001b[22m, \u001b[1mアニメーション：最初の分をご覧ください。\u001b[22m\n\u001b[4mDo I even have to say anything else?\u001b[24m\n    \u001b[1m私は何か他のことを言わなければなりませんか？\u001b[22m, \u001b[1m私も何かを言うことはありますか？\u001b[22m\n\u001b[4mNo really, do I?!\u001b[24m\n    \u001b[1mいいえ、本当ですか？\u001b[22m, \u001b[1mいいえ、本当に、私は行いません！\u001b[22m\n\u001b[4mThat one minutes says much more than what I could ever say.\u001b[24m\n    \u001b[1mその1分は私が今までに言うことができるものよりもはるかに多くを言います。\u001b[22m, \u001b[1mつまり、1分は私が今まで言うことができるものよりもはるかに多くを語っています。\u001b[22m\n\u001b[4mIt's just as they say, a picture speaks more than a thousand words.\u001b[24m\n    \u001b[1m彼らが言うように、絵は千語以上の話しをしています。\u001b[22m, \u001b[1mそれは彼らが絵は千の言葉よりも多くを話す、言うだけのようです。\u001b[22m\n\u001b[4mI really can't explain how incredible this movie looks, it is like this 'If you look up Beautiful Animation in the dictionary, 5 Centimeters per Second is the thing that's gonna show up'.\u001b[24m\n    \u001b[1m私は本当にこの映画がどれほど信じられないのかを説明することはできません。このようなものです。辞書で美しいアニメーションを見れば、毎秒5センチメートルが現れるでしょう。\u001b[22m, \u001b[1m私は本当にそれがこの「あなたが辞書に美しいアニメーションを見ると、秒速5センチメートルつもりだ現れるものである」のようなものです、この映画がどのように見えるか信じられない説明することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Solid performance by a lesser known voice cast. None of the seiyuu's have performed in a lot of different animes ('cept for one) that makes them famous. But even so they all still manages to deliver their lines extremely well. Oh and need I even say that the ending song One More Time, One More Chance by Yamazaki Masayoshi is maybe the best japanese song I have ever heard, EVER? I mean... Just wow... How can you not love it? The fact that it's actually a song from 1997 makes it even better, because it's a classic!\n\n\u001b[1mサウンド：あまり知られていない声のキャストによる堅実な演奏。 どんな妖精たちも、それらを有名にしてくれる多くの異なるアニメで演奏したことはありません。 しかし、それでも、彼らはまだ彼らのラインを非常にうまく運んでいます。 ああ、終わりの歌、もう一度、山崎正義のもう一つのチャンスは、私が今まで聞いた中で最高の日本の歌かもしれないと言うことさえありますか？ 私は意味する...ちょうどうわー...どうしてあなたはそれを愛していないのですか？ 実際にそれが1997年からの曲であるという事実は、それが古典的なので、それをさらに良くする！\u001b[22m\n\u001b[1m(Saundo: Amari shira rete inai koe no kyasuto ni yoru kenjitsuna ensō. Don'na yōsei-tachi mo, sorera o yūmei ni shite kureru ōku no kotonaru anime de ensō shita koto wa arimasen. Shikashi, soredemo, karera wa mada karera no rain o hijō ni umaku hakonde imasu. Ā, owari no uta, mōichido, Yamazaki Masayoshi no mōhitotsu no chansu wa, watashi ga imamade kiita naka de saikō no nihon'nouta kamo shirenai to iu koto sae arimasu ka? Watashi wa imi suru... Chōdo uwa ̄ ... Dōshite anata wa sore o aishite inai nodesu ka? Jissai ni sore ga 1997-nen kara no kyokudearu to iu jijitsu wa, sore ga koten-tekinanode, sore o sarani yoku suru!)\u001b[22m\n\nTranslations of \u001b[4mSound: Solid performance by a lesser known voice cast. None of the seiyuu's have performed in a lot of different animes ('cept for one) that makes them famous. But even so they all still manages to deliver their lines extremely well. Oh and need I even say that the ending song One More Time, One More Chance by Yamazaki Masayoshi is maybe the best japanese song I have ever heard, EVER? I mean... Just wow... How can you not love it? The fact that it's actually a song from 1997 makes it even better, because it's a classic!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Solid performance by a lesser known voice cast.\u001b[24m\n    \u001b[1mサウンド：あまり知られていない声のキャストによる堅実な演奏。\u001b[22m, \u001b[1mサウンド：あまり知られていないボイスキャストによる固体のパフォーマンスを。\u001b[22m\n\u001b[4mNone of the seiyuu's have performed in a lot of different animes ('cept for one) that makes them famous.\u001b[24m\n    \u001b[1mどんな妖精たちも、それらを有名にしてくれる多くの異なるアニメで演奏したことはありません。\u001b[22m, \u001b[1m声優さんのいずれも、彼らは有名になり、異なるアニメの多く（ '1のためのCEPT）で行われていません。\u001b[22m\n\u001b[4mBut even so they all still manages to deliver their lines extremely well.\u001b[24m\n    \u001b[1mしかし、それでも、彼らはまだ彼らのラインを非常にうまく運んでいます。\u001b[22m, \u001b[1mしかし、たとえそうであっても、彼らすべてはまだ非常によく彼らのラインを提供するために管理しています。\u001b[22m\n\u001b[4mOh and need I even say that the ending song One More Time, One More Chance by Yamazaki Masayoshi is maybe the best japanese song I have ever heard, EVER?\u001b[24m\n    \u001b[1mああ、終わりの歌、もう一度、山崎正義のもう一つのチャンスは、私が今まで聞いた中で最高の日本の歌かもしれないと言うことさえありますか？\u001b[22m, \u001b[1mああ、と私も山崎まさよしによってエンディングソングワン・モア・タイム、ワン・モア・チャンスがEVER、多分私が今まで聞いた中で最高の日本の歌であることを言う必要がありますか？\u001b[22m\n\u001b[4mI mean... Just wow... How can you not love it?\u001b[24m\n    \u001b[1m私は意味する...ちょうどうわー...どうしてあなたはそれを愛していないのですか？\u001b[22m, \u001b[1m私はちょうどすごい...どのようにあなたがそれを愛することができない...意味ですか？\u001b[22m\n\u001b[4mThe fact that it's actually a song from 1997 makes it even better, because it's a classic!\u001b[24m\n    \u001b[1m実際にそれが1997年からの曲であるという事実は、それが古典的なので、それをさらに良くする！\u001b[22m, \u001b[1mそれは古典的だから、それは実際に1997年からの曲だという事実は、それがさらに良くなります！\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story is pretty much a love story split into 3 parts. Each part is about one male character and his relationship with 2 different girls during 3 different time periods. Now, the basic story and premise is very simple, but they somehow made it work extremely well. Don't really know how they managed to pull it off, but as long as they did I'm happy.\n\n\u001b[1mストーリー：ストーリーは3つの部分に分かれたかなりラブストーリーです。 各部分はおよそ1人の男性キャラクターであり、3つの異なる期間に2人の異なる女の子との関係です。 さて、基本的な物語と前提はとてもシンプルですが、どうにかしてとてもうまく機能しました。 彼らがどうやってそれを取り除くことができたのか本当に分かっていないのですが、そうした限り私は満足しています。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa 3ttsu no bubun ni wakareta kanari rabusutōrīdesu. Kaku bubun wa oyoso 1-ri no dansei kyarakutādeari, 3ttsu no kotonaru kikan ni 2 hito no kotonaru on'nanoko to no kankeidesu. Sate, kihon-tekina monogatari to zentei wa totemo shinpurudesuga, dōnika shite totemo umaku kinō shimashita. Karera ga dō yatte sore o torinozoku koto ga dekita no ka hontōni wakatte inai nodesuga, sōshita kagiri watashi wa manzoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story is pretty much a love story split into 3 parts. Each part is about one male character and his relationship with 2 different girls during 3 different time periods. Now, the basic story and premise is very simple, but they somehow made it work extremely well. Don't really know how they managed to pull it off, but as long as they did I'm happy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story is pretty much a love story split into 3 parts.\u001b[24m\n    \u001b[1mストーリー：ストーリーは3つの部分に分かれたかなりラブストーリーです。\u001b[22m, \u001b[1mストーリー：ストーリーはかなりの3つの部分に分かれ愛の物語です。\u001b[22m\n\u001b[4mEach part is about one male character and his relationship with 2 different girls during 3 different time periods.\u001b[24m\n    \u001b[1m各部分はおよそ1人の男性キャラクターであり、3つの異なる期間に2人の異なる女の子との関係です。\u001b[22m, \u001b[1m各部分は、約1男性キャラと3異なる時間の間に2つの異なる女の子と彼の関係です。\u001b[22m\n\u001b[4mNow, the basic story and premise is very simple, but they somehow made it work extremely well.\u001b[24m\n    \u001b[1mさて、基本的な物語と前提はとてもシンプルですが、どうにかしてとてもうまく機能しました。\u001b[22m, \u001b[1mさて、基本的なストーリーと前提は非常に簡単ですが、彼らは何とかそれは非常にうまく機能しました。\u001b[22m\n\u001b[4mDon't really know how they managed to pull it off, but as long as they did I'm happy.\u001b[24m\n    \u001b[1m彼らがどうやってそれを取り除くことができたのか本当に分かっていないのですが、そうした限り私は満足しています。\u001b[22m, \u001b[1m本当に彼らがそれをやってのけるために管理方法を知っているが、限り、彼らがしたように私は満足しているしないでください。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: You got three main characters; The main male lead Toono Takaki, his crush Shinohara Akari, and the girls who's got a crush on Takaki, Sumita Kanae. They are all very well developed and I see no reason how you could even dislike even one of them. The only really main problem in this department is that there are too few characters in the movie's progression. But that's really just a minor complaint that doesn't bring down the enjoyment one bit.\n\n\u001b[1mキャラクター：あなたは3つのメインキャラクターを持っています。 メインのオスのリード・タカキ・トーノ、クラッシュした篠原あかり、タミキ、スミタ・カネエに恋している女の子たち。 彼らはすべて非常によく開発されています。私はあなたがたとえどれひとり嫌いでもどうやっていいのかわかりません。 この部門の唯一の本当に主な問題は、映画の進行には少なすぎる文字があることです。 しかし、それは本当にちょっと楽しさを落とさない小さな苦情です。\u001b[22m\n\u001b[1m(Kyarakutā: Anata wa 3ttsu no meinkyarakutā o motte imasu. Mein no osu no rīdo Takaki tōno, kurasshu shita Shinohara Akari, tamiki, sumita kanee ni koishite iru on'nanoko-tachi. Karera wa subete hijō ni yoku kaihatsu sa rete imasu. Watashi wa anata ga tatoe dore hitori kiraide mo dō yatte ī no ka wakarimasen. Kono bumon no yuiitsu no hontōni omona mondai wa, eiga no shinkō ni wa sukuna sugiru moji ga aru kotodesu. Shikashi, sore wa hontōni chotto tanoshisa o otosanai chīsana kujōdesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: You got three main characters; The main male lead Toono Takaki, his crush Shinohara Akari, and the girls who's got a crush on Takaki, Sumita Kanae. They are all very well developed and I see no reason how you could even dislike even one of them. The only really main problem in this department is that there are too few characters in the movie's progression. But that's really just a minor complaint that doesn't bring down the enjoyment one bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: You got three main characters;\u001b[24m\n    \u001b[1mキャラクター：あなたは3つのメインキャラクターを持っています。\u001b[22m, \u001b[1m文字：あなたは、3つの主要な文字を持って。\u001b[22m\n\u001b[4mThe main male lead Toono Takaki, his crush Shinohara Akari, and the girls who's got a crush on Takaki, Sumita Kanae.\u001b[24m\n    \u001b[1mメインのオスのリード・タカキ・トーノ、クラッシュした篠原あかり、タミキ、スミタ・カネエに恋している女の子たち。\u001b[22m, \u001b[1m主な男性のリード遠野貴樹、彼のクラッシュ篠原あかり、と高木、住田香苗に片思いを持っている女の子。\u001b[22m\n\u001b[4mThey are all very well developed and I see no reason how you could even dislike even one of them.\u001b[24m\n    \u001b[1m彼らはすべて非常によく開発されています。私はあなたがたとえどれひとり嫌いでもどうやっていいのかわかりません。\u001b[22m, \u001b[1m彼らはすべての非常によく発達しており、私はあなたがあっても、それらの一つでも嫌いでしたか理由を見ません。\u001b[22m\n\u001b[4mThe only really main problem in this department is that there are too few characters in the movie's progression.\u001b[24m\n    \u001b[1mこの部門の唯一の本当に主な問題は、映画の進行には少なすぎる文字があることです。\u001b[22m, \u001b[1mこの部門のだけは本当に主な問題は、ムービーの進行にあまりにもいくつかの文字があるということです。\u001b[22m\n\u001b[4mBut that's really just a minor complaint that doesn't bring down the enjoyment one bit.\u001b[24m\n    \u001b[1mしかし、それは本当にちょっと楽しさを落とさない小さな苦情です。\u001b[22m, \u001b[1mしかし、それは本当に楽しみの1ビットがダウンすることはありませんだけでマイナーな苦情です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Well, if you're finished reading this review, you should perfectly now know why this movie is just so goddamn entertaining and enjoying to watch. If not, then let me tell you it again: IT'S GODDAMN ENTERTAINING AND ENJOYING!\n\n\u001b[1m楽しさ：あなたがこのレビューを読んでいれば、なぜこの映画が面白くて楽しんでいるのかを完全に知っているはずです。 もしそうでなければ、私にそれをもう一度伝えさせてください：それは、GODDAMNエンターテインメントとエンジョイ！\u001b[22m\n\u001b[1m(Tanoshisa: Anata ga kono rebyū o yonde ireba, naze kono eiga ga omoshirokute tanoshinde iru no ka o kanzen ni shitte iru hazudesu. Moshi sōdenakereba, watashi ni sore o mōichido tsutae sasete kudasai: Sore wa, GODDAMN entāteinmento to enjoi!)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Well, if you're finished reading this review, you should perfectly now know why this movie is just so goddamn entertaining and enjoying to watch. If not, then let me tell you it again: IT'S GODDAMN ENTERTAINING AND ENJOYING!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Well, if you're finished reading this review, you should perfectly now know why this movie is just so goddamn entertaining and enjoying to watch.\u001b[24m\n    \u001b[1m楽しさ：あなたがこのレビューを読んでいれば、なぜこの映画が面白くて楽しんでいるのかを完全に知っているはずです。\u001b[22m, \u001b[1m楽しさ：あなたはこのレビューを読み終えている場合は、この映画はちょうどので、田舎者の白人野郎面白いと見るのが楽しんでいる理由さて、あなたは完全に今知っている必要があります。\u001b[22m\n\u001b[4mIf not, then let me tell you it again: IT'S GODDAMN ENTERTAINING AND ENJOYING!\u001b[24m\n    \u001b[1mもしそうでなければ、私にそれをもう一度伝えさせてください：それは、GODDAMNエンターテインメントとエンジョイ！\u001b[22m, \u001b[1mそうでない場合、私は再びあなたにそれを教えてみましょう：ITは田舎者の白人野郎面白く、楽しんで！\u001b[22m\n\u001b[1m\u001b[22m\nSo all in all, if you want a really romantic anime with a simple yet deep plot, then this is the perfect anime to watch!\n\n\u001b[1mだから、シンプルで深いプロットで本当にロマンチックなアニメが欲しいなら、これは完璧なアニメです！\u001b[22m\n\u001b[1m(Dakara, shinpurude fukai purotto de hontōni romanchikkuna anime ga hoshīnara, kore wa kanpekina animedesu!)\u001b[22m\n\nTranslations of \u001b[4mSo all in all, if you want a really romantic anime with a simple yet deep plot, then this is the perfect anime to watch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo all in all, if you want a really romantic anime with a simple yet deep plot, then this is the perfect anime to watch!\u001b[24m\n    \u001b[1mだから、シンプルで深いプロットで本当にロマンチックなアニメが欲しいなら、これは完璧なアニメです！\u001b[22m, \u001b[1mあなたはシンプルながら深いプロットで本当にロマンチックなアニメをしたいのであれば、すべてのすべてで、これは見て完璧なアニメです！\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "superrman",
    "profile": "/profile/superrman/reviews",
    "pages": "14",
    "number": "4",
    "link": "/reviews.php?id=28104",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは最高です..\n私は映画の最初の部分にとても興味をそそられました。 非常に官能的でしたが、同時に、トゥーノ、タカキ、シノハラ、アカリには苦痛を与えました。彼らの愛が本当にあり、永遠に見えたからです。\n2番目の部分は、戸田孝貴が大好きだったので、隅田さんにはとても悲しい気分でしたが、SMSはいつも読んでいますが、送っていないことに気づいていました。 彼女が彼の周りにいたとき彼女。\n5センチメートル/秒の3番目の部分は、真の愛より長く持続する痛みがどのようにして人々を麻痺させ閉鎖させるのかを示しているので、最も興味深いと思いました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is one of the best..\n\n\u001b[1mこのアニメは最高です..\u001b[22m\n\u001b[1m(Kono anime wa saikōdesu..)\u001b[22m\n\nTranslations of \u001b[4mThis anime is one of the best..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is one of the best..\u001b[24m\n    \u001b[1mこのアニメは最高です..\u001b[22m, \u001b[1mこのアニメは、最高の1つです..\u001b[22m\nVery intrigued me the first part of the movie. It was very sensual, but at the same time and painful for Touno, Takaki and Shinohara, Akari, because their love was real and seemed eternal.\n\n\u001b[1m私は映画の最初の部分にとても興味をそそられました。 非常に官能的でしたが、同時に、トゥーノ、タカキ、シノハラ、アカリには苦痛を与えました。彼らの愛が本当にあり、永遠に見えたからです。\u001b[22m\n\u001b[1m(Watashi wa eiga no saisho no bubun ni totemo kyōmi o sosora remashita. Hijō ni kan'nō-tekideshitaga, dōjini, to~ūno, Takaki, shinohara, Akari ni wa kutsū o ataemashita. Karera no ai ga hontōni ari, eien ni mietakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mVery intrigued me the first part of the movie. It was very sensual, but at the same time and painful for Touno, Takaki and Shinohara, Akari, because their love was real and seemed eternal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery intrigued me the first part of the movie.\u001b[24m\n    \u001b[1m私は映画の最初の部分にとても興味をそそられました。\u001b[22m, \u001b[1m非常に私は映画の最初の部分を興味をそそら。\u001b[22m\n\u001b[4mIt was very sensual, but at the same time and painful for Touno, Takaki and Shinohara, Akari, because their love was real and seemed eternal.\u001b[24m\n    \u001b[1m非常に官能的でしたが、同時に、トゥーノ、タカキ、シノハラ、アカリには苦痛を与えました。彼らの愛が本当にあり、永遠に見えたからです。\u001b[22m, \u001b[1m彼らの愛は本物だったと永遠のように見えたので、非常に官能的な、しかし同時にと遠野、高木と篠原、あかりのための苦痛でした。\u001b[22m\nThe second part I felt very sad for Sumida, Kanae at the beginning because she loved Touno, Takaki too much, but noticed that he constantly reads SMS-s, but not send them, constantly was conceived somewhere far away and looked like that in postonno her when she was around him.\n\n\u001b[1m2番目の部分は、戸田孝貴が大好きだったので、隅田さんにはとても悲しい気分でしたが、SMSはいつも読んでいますが、送っていないことに気づいていました。 彼女が彼の周りにいたとき彼女。\u001b[22m\n\u001b[1m(2-Banme no bubun wa, Toda kōki ga daisukidattanode, Sumida-san ni wa totemo kanashī kibundeshitaga, SMS wa itsumo yonde imasuga, okutte inai koto ni kidzuite imashita. Kanojo ga kare no mawari ni ita toki kanojo.)\u001b[22m\n\nTranslations of \u001b[4mThe second part I felt very sad for Sumida, Kanae at the beginning because she loved Touno, Takaki too much, but noticed that he constantly reads SMS-s, but not send them, constantly was conceived somewhere far away and looked like that in postonno her when she was around him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second part I felt very sad for Sumida, Kanae at the beginning because she loved Touno, Takaki too much, but noticed that he constantly reads SMS-s, but not send them, constantly was conceived somewhere far away and looked like that in postonno\u001b[24m\n    \u001b[1m2番目の部分は、戸田孝貴が大好きだったので、隅田さんにはとても悲しい気分でしたが、SMSはいつも読んでいますが、送っていないことに気づいていました。\u001b[22m, \u001b[1m彼女はあまりにも多くの遠野、高木を愛したが、彼は常にSMS-Sを読み込むことに気づいたが、それらを送信しない、常にどこか遠くに考案さpostonnoでいるように見えたので、私は初めに墨田区、香苗のために非常に悲しかった第二部\u001b[22m\n\u001b[4mher when she was around him.\u001b[24m\n    \u001b[1m彼女が彼の周りにいたとき彼女。\u001b[22m, \u001b[1m彼女は彼女が彼の周りでした。\u001b[22m\nThe third part of 5 Centimeters per Second, I thought was most interesting because it shows how for a pain that lasted longer than true love, make people numb and closed.\n\n\u001b[1m5センチメートル/秒の3番目の部分は、真の愛より長く持続する痛みがどのようにして人々を麻痺させ閉鎖させるのかを示しているので、最も興味深いと思いました。\u001b[22m\n\u001b[1m(5Senchi mētoru/ byō no 3-banme no bubun wa, shin no ai yori nagaku jizoku suru itami ga dono yō ni shite hitobito o mahi sa se heisa sa seru no ka o shimeshite irunode, mottomo kyōmibukai to omoimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe third part of 5 Centimeters per Second, I thought was most interesting because it shows how for a pain that lasted longer than true love, make people numb and closed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe third part of 5 Centimeters per Second, I thought was most interesting because it shows how for a pain that lasted longer than true love, make people numb and closed.\u001b[24m\n    \u001b[1m5センチメートル/秒の3番目の部分は、真の愛より長く持続する痛みがどのようにして人々を麻痺させ閉鎖させるのかを示しているので、最も興味深いと思いました。\u001b[22m, \u001b[1m秒速5センチメートルの3番目の部分は、私はそれが本当の愛よりも長く続いた痛みのために、人々が無感覚にし、閉じた方法を示しているため最も興味深いと思いました。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "bangyo17",
    "profile": "/profile/bangyo17/reviews",
    "pages": "14",
    "number": "5",
    "link": "/reviews.php?id=62893",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nさて、私の最後のレビューからしばらくして、今この傑作アニメのための時間です。 ご存じのように、この映画は普通の映画ではありません。 最初は物語を本当に理解できませんでした。 その時、私は「それはそれですか？ 真剣に？ これはまったく興味深いことではありません。」そして、私はもう一度それを見ようとしました。 そして、私は赤ちゃんのように泣いていた、と憶測する。 もちろん私は冗談ではない、私は真剣だ。 結末は他のアニメとは異なり、予期せぬものでした。 そのような結末は私にとって非常に現実的です。\n\n行動を愛する一部の人々のために＆amp; アニメとの戦い、彼らは本当に物語、気分、象徴主義、および対話に焦点を当てているので、彼らはこのアニメ退屈見つける。 このアニメは主人公の気持ちを完全に描写しているが、未成年者の聴衆（17歳以下）は気分をすぐに理解することはできない。 私は17+と言ったとき、このアニメが喜びや成熟した場面でいっぱいではない、それはこのアニメが聴衆の感情を演じるからです。したがって、観客はこのアニメをすべて理解するのに十分成熟していなければなりません。\n\nあなたが本当に好きなものや誰かを失うことを感じたことがありますか？ あるいは、「私はそれをtommorowにした」のような不確実性の感覚ですが、実際に何も起こっていない、進歩はありませんが、あなたはまだ必死に馬鹿のように同じことをしようとしていますか？ それは私の涙が、泣いているのではなく、笑いながら落ちたのです。 ああ、その感情は本当に本当に本当にイライラしていますね。 もしあなたがいなくても、このアニメを見終わったら、あなたはそのような気持ちを間違いなく理解するでしょう。 はい、たとえあなたが以前にその気持ちを感じていなかったとしても、このアニメは非常に素晴らしいので、あなたがこのように想像するように強制する可能性があるので、理解するでしょう\"私がTakakiの靴に立ったらどうですか？ 私は何をすべきですか？\"そのような混乱、後悔。 私が言葉であなたに語ったときはとてもシンプルですが、もしあなたがそれを感じたら？ そしてええ、すべてのスライス・オブ・ライフ・アニメがこれを行うことはできませんでした。観客の気持ちで本当に演奏できる傑作だけです。 うん、本当に意味がある。 私は同じことをしようとしたが、失敗した多くのアニメを見た。\n\nその話の横に＆amp; 気分のこと、私に印象づける1つのこと：芸術。 アートワークは確かに非常に詳細で美しいです。 列車が来ると、例えば、ワウは素晴らしいです！ 照明効果は非常に現実的で美しいです。 イベントイラスト、特にエンディングシーン。 ダーン、それは状況を完璧に、非常にEDの歌の歌詞に合わせて説明します。 私が泣いているためにシーンを一時停止したのは、これが初めてです（約1〜2分が一時停止し、かなり長い時間、LOL）。\n\nさて、これはアニメが好きなものです。 このアニメにはファンタジーが全くありませんでした。 それがあれば、気分を崩壊させるでしょう。 最近のアニメ制作者は、このアニメからレッスンを受けるべきです。 私は、OSTのような物語やその他の重要なものではなく、ファンであることだけを売るアニメにうんざりしています。 しかし、そのアニメが素晴らしいキャラクターを持っているなら、私は気にしません、笑。\n\n私は将来このようなアニメがあることを願っています。 うん、私は願っています！  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay, it’s been a while since my last review, now it’s time for this masterpiece anime. You know, this movie isn’t an ordinary one. I didn’t really understand the story at first. At that time, I thought “Is that it? Seriously? This isn’t interesting at all.” Then I tried to watch it once again. And guess what, I was crying like a baby, LOL. Of course I’m not kidding, I’m serious. The ending was different that other animes and was unexpected. That kind of ending is very very realistic to me.\n\n\u001b[1mさて、私の最後のレビューからしばらくして、今この傑作アニメのための時間です。 ご存じのように、この映画は普通の映画ではありません。 最初は物語を本当に理解できませんでした。 その時、私は「それはそれですか？ 真剣に？ これはまったく興味深いことではありません。」そして、私はもう一度それを見ようとしました。 そして、私は赤ちゃんのように泣いていた、と憶測する。 もちろん私は冗談ではない、私は真剣だ。 結末は他のアニメとは異なり、予期せぬものでした。 そのような結末は私にとって非常に現実的です。\u001b[22m\n\u001b[1m(Sate, watashi no saigo no rebyū kara shibaraku shite, ima kono kessaku anime no tame no jikandesu. Gozonji no yō ni, kono eiga wa futsū no eigade wa arimasen. Saisho wa monogatari o hontōni rikai dekimasendeshita. Sonotoki, watashi wa `sore wa soredesu ka? Shinken ni? Kore wa mattaku kyōmibukai kotode wa arimasen.' Soshite, watashi wa mōichido sore o miyou to shimashita. Soshite, watashi wa akachan no yō ni naiteita, to okusoku suru. Mochiron watashi wa jōdande wanai, watashi wa shinkenda. Ketsumatsu wa hoka no anime to wa kotonari, yoki senu monodeshita. So no yōna ketsumatsu wa watashi ni totte hijō ni genjitsu-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mOkay, it’s been a while since my last review, now it’s time for this masterpiece anime. You know, this movie isn’t an ordinary one. I didn’t really understand the story at first. At that time, I thought “Is that it? Seriously? This isn’t interesting at all.” Then I tried to watch it once again. And guess what, I was crying like a baby, LOL. Of course I’m not kidding, I’m serious. The ending was different that other animes and was unexpected. That kind of ending is very very realistic to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, it’s been a while since my last review, now it’s time for this masterpiece anime.\u001b[24m\n    \u001b[1mさて、私の最後のレビューからしばらくして、今この傑作アニメのための時間です。\u001b[22m, \u001b[1mさて、それは今ではこの傑作アニメの時間だ、私の最後のレビュー以来、しばらくしています。\u001b[22m\n\u001b[4mYou know, this movie isn’t an ordinary one.\u001b[24m\n    \u001b[1mご存じのように、この映画は普通の映画ではありません。\u001b[22m, \u001b[1mあなたが知っている、この映画は普通のものではありません。\u001b[22m\n\u001b[4mI didn’t really understand the story at first.\u001b[24m\n    \u001b[1m最初は物語を本当に理解できませんでした。\u001b[22m, \u001b[1m私は実際に最初に話を理解していませんでした。\u001b[22m\n\u001b[4mAt that time, I thought “Is that it?\u001b[24m\n    \u001b[1mその時、私は「それはそれですか？\u001b[22m, \u001b[1mその時、私は「それことです思いましたか？\u001b[22m\n\u001b[4mSeriously?\u001b[24m\n    \u001b[1m真剣に？\u001b[22m\n\u001b[4mThis isn’t interesting at all.” Then I tried to watch it once again.\u001b[24m\n    \u001b[1mこれはまったく興味深いことではありません。」そして、私はもう一度それを見ようとしました。\u001b[22m, \u001b[1mこれは全然面白くないです。\"それから私は再びそれを見てみました。\u001b[22m\n\u001b[4mAnd guess what, I was crying like a baby, LOL.\u001b[24m\n    \u001b[1mそして、私は赤ちゃんのように泣いていた、と憶測する。\u001b[22m, \u001b[1mそしてLOL、私は赤ん坊のように泣いていたものを、と思います。\u001b[22m\n\u001b[4mOf course I’m not kidding, I’m serious.\u001b[24m\n    \u001b[1mもちろん私は冗談ではない、私は真剣だ。\u001b[22m, \u001b[1mもちろん、私は冗談ではない、私は深刻です。\u001b[22m\n\u001b[4mThe ending was different that other animes and was unexpected.\u001b[24m\n    \u001b[1m結末は他のアニメとは異なり、予期せぬものでした。\u001b[22m, \u001b[1mエンディングは、他のアニメに異なっていたと予想外でした。\u001b[22m\n\u001b[4mThat kind of ending is very very realistic to me.\u001b[24m\n    \u001b[1mそのような結末は私にとって非常に現実的です。\u001b[22m, \u001b[1mエンディングのようなものは非常に非常に現実的な私にはあります。\u001b[22m\n\u001b[1m\u001b[22m\nFor some people who loves action &amp; fighting anime, they will find this anime boring because it’s indeed focus on story, mood, symbolism, and dialogue. This anime illustrated all of main characters’ feelings perfectly, although underage audience (below 17) will not immediately understand the mood. When I said 17+, it’s not like this anime is full of ecchi or mature scene, it’s because this anime plays with audience’s feelings, therefore the audience must be mature enough to understand everything this anime brought to them.\n\n\u001b[1m行動を愛する一部の人々のために＆amp; アニメとの戦い、彼らは本当に物語、気分、象徴主義、および対話に焦点を当てているので、彼らはこのアニメ退屈見つける。 このアニメは主人公の気持ちを完全に描写しているが、未成年者の聴衆（17歳以下）は気分をすぐに理解することはできない。 私は17+と言ったとき、このアニメが喜びや成熟した場面でいっぱいではない、それはこのアニメが聴衆の感情を演じるからです。したがって、観客はこのアニメをすべて理解するのに十分成熟していなければなりません。\u001b[22m\n\u001b[1m(Kōdō o aisuru ichibu no hitobito no tame ni& amp; anime to notatakai, karera wa hontōni monogatari, kibun, shōchō shugi, oyobi taiwa ni shōten o atete irunode, karera wa kono anime taikutsu mitsukeru. Kono anime wa shujinkō no kimochi o kanzen ni byōsha shite iruga, miseinen-sha no chōshū (17 saiika) wa kibun o sugu ni rikai suru koto wa dekinai. Watashi wa 17 + to itta toki, kono anime ga yorokobi ya seijuku shita bamen de ippaide wanai, sore wa kono anime ga chōshū no kanjō o enjirukaradesu. Shitagatte, kankyaku wa kono anime o subete rikai surunoni jūbun seijuku shite inakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor some people who loves action &amp; fighting anime, they will find this anime boring because it’s indeed focus on story, mood, symbolism, and dialogue. This anime illustrated all of main characters’ feelings perfectly, although underage audience (below 17) will not immediately understand the mood. When I said 17+, it’s not like this anime is full of ecchi or mature scene, it’s because this anime plays with audience’s feelings, therefore the audience must be mature enough to understand everything this anime brought to them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor some people who loves action &amp;\u001b[24m\n    \u001b[1m行動を愛する一部の人々のために＆amp;\u001b[22m, \u001b[1mアクション＆アンペアを愛する何人かの人々のために。\u001b[22m\n\u001b[4mfighting anime, they will find this anime boring because it’s indeed focus on story, mood, symbolism, and dialogue.\u001b[24m\n    \u001b[1mアニメとの戦い、彼らは本当に物語、気分、象徴主義、および対話に焦点を当てているので、彼らはこのアニメ退屈見つける。\u001b[22m, \u001b[1mアニメを戦って、彼らはそれが実際に物語、気分、象徴、との対話に重点を置いているので退屈なこのアニメを見つけるでしょう。\u001b[22m\n\u001b[4mThis anime illustrated all of main characters’ feelings perfectly, although underage audience (below 17) will not immediately understand the mood.\u001b[24m\n    \u001b[1mこのアニメは主人公の気持ちを完全に描写しているが、未成年者の聴衆（17歳以下）は気分をすぐに理解することはできない。\u001b[22m, \u001b[1m（17以下）未成年の観客はすぐに気分を理解することはありませんが、このアニメは、完全にメインキャラクターの感情のすべてを示しました。\u001b[22m\n\u001b[4mWhen I said 17+, it’s not like this anime is full of ecchi or mature scene, it’s because this anime plays with audience’s feelings, therefore the audience must be mature enough to understand everything this anime brought to them.\u001b[24m\n    \u001b[1m私は17+と言ったとき、このアニメが喜びや成熟した場面でいっぱいではない、それはこのアニメが聴衆の感情を演じるからです。したがって、観客はこのアニメをすべて理解するのに十分成熟していなければなりません。\u001b[22m, \u001b[1m私は17+を言ったとき、それはこのアニメが好きではないですエッチまたは成熟シーンがいっぱいです、このアニメが視聴者の気持ちで演じているので、それはですので、観客はこのアニメが彼らにもたらしたすべてを理解するのに十分成熟しなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nHave you ever feel losing something or someone that you really loves? Or the feeling of uncertainty like “I will made it tommorow,” but actually nothing happened, no progress, but you still desperately trying to do the same thing like an idiot? It made my tears fell down because of laughing, man.. instead of crying. Oh yeah, that feeling is really reallly frustrating, isn’t it? If you haven’t, when you finished watching this anime, you will definitely understand that kind of feelings. Yes, even though you maybe haven’t felt that feelings before, you will understand, because this anime is very superb, it could force you to imagine like this “What if I stood at Takaki’s shoes? What should I do?” That kind of confusion, regret. It’s very simple when I told you by words, but what if you feel like that? And yeah, not every slice-of-life anime could done this, only masterpieces that could REALLY play with audience’s feelings. Yep, I mean REALLY. I’ve seen many animes that tried to do the same thing but failed.\n\n\u001b[1mあなたが本当に好きなものや誰かを失うことを感じたことがありますか？ あるいは「私はそれをtommorowにした」のような不確実性の感覚ですが、実際には何も起こっていません、進歩はありませんが、あなたはまだ絶望的に馬鹿のように同じことをしようとしていますか？ それは私の涙が、泣いているのではなく、笑いながら落ちたのです。 ああ、その感情は本当に本当に本当にイライラしていますね。 もしあなたがいなくても、このアニメを見終わったら、あなたはそのような気持ちを間違いなく理解するでしょう。 はい、あなたは以前にその感情を感じなかったかもしれませんが、このアニメは非常に素晴らしいので、これはあなたがこのような想像力を強制する可能性があるため、理解する\"私はTakakiの靴に立った場合はどう？ 私は何をすべきですか？\"そのような混乱、後悔。 私が言葉であなたに語ったときはとてもシンプルですが、もしあなたがそれを感じたら？ そしてええ、すべてのスライス・オブ・ライフ・アニメがこれを行うことはできませんでした。観客の気持ちで本当に演奏できる傑作だけです。 うん、本当に意味がある。 私は同じことをしようとしたが、失敗した多くのアニメを見た。\u001b[22m\n\u001b[1m(Anata ga hontōni sukinamono ya dareka o ushinau koto o kanjita koto ga arimasu ka? Aruiwa `watashi wa sore o tommorow ni shita' no yōna fukakujitsusei no kankakudesuga, jissai ni wa nani mo okotte imasen, shinpo wa arimasenga, anata wa mada zetsubō-teki ni baka no yō ni onaji koto o shiyou to shite imasu ka? Ā, sono kanjō wa hontōni hontōni hontōni iraira shite imasu ne. Moshi anata ga inakute mo, kono anime o mi owattara, anata wa sono yōna kimochi o machigainaku rikai surudeshou. Hai, anata wa izen ni sono kanjō o kanjinakatta kamo shiremasenga, kono anime wa hijō ni subarashīnode, kore wa anata ga ko no yōna sōzō-ryoku o kyōsei suru kanōsei ga aru tame, rikai suru\" watashi wa takaki no kutsu ni tatta baai wa dō? Watashi wa nani o subekidesu ka? \" Sono yōna konran, kōkai. Watashi ga kotoba de anata ni katatta toki wa totemo shinpurudesuga, moshi anata ga sore o kanjitara? Soshite e e, subete no suraisu Obu raifu anime ga kore o okonau koto wa dekimasendeshita. Kankyaku no kimochi de hontōni ensō dekiru kessaku dakedesu. Un, hontōni imi ga aru. Watashi wa onaji koto o shiyou to shitaga, shippaishita ōku no anime o mita. Sore wa watashi no namida ga, naite iru node wa naku, warainagara ochita nodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nBeside that story &amp; mood thingy, one thing that make me impressed: the art. The artwork is indeed very detail and beautiful. When a train comes, for example, WOW that’s amazing! The lighting effect is very realistic and beautiful. The event illustration also, especially the ending scene. Damn, it describes the situation perfectly and very fit with the ED song’s lyrics. That’s the first time I paused a scene because I’m crying (approximately 1-2 minutes paused, that quite a long time, LOL).\n\n\u001b[1mその話の横に＆amp; 気分のこと、私に印象づける1つのこと：芸術。 アートワークは確かに非常に詳細で美しいです。 列車が来ると、例えば、ワウは素晴らしいです！ 照明効果は非常に現実的で美しいです。 イベントイラスト、特にエンディングシーン。 ダーン、それは状況を完璧に、非常にEDの歌の歌詞に合わせて説明します。 私が泣いているためにシーンを一時停止したのは、これが初めてです（約1〜2分が一時停止し、かなり長い時間、LOL）。\u001b[22m\n\u001b[1m(Sono-wa no yoko ni& amp; kibun no koto, watashi ni inshōdzukeru 1tsu no koto: Geijutsu. Ātowāku wa tashika ni hijō ni shōsaide utsukushīdesu. Ressha ga kuru to, tatoeba, wau wa subarashīdesu! Shōmei kōka wa hijō ni genjitsu-tekide utsukushīdesu. Ibento irasuto, tokuni endingushīn. Dān, soreha jōkyō o kanpeki ni, hijō ni ED no uta no kashi ni awa sete setsumei shimasu. Watashi ga naite iru tame ni shīn o ichiji teishi shita no wa, kore ga hajimetedesu (yaku 1 〜 2-bu ga ichiji teishi shi, kanari nagai jikan, LOL).)\u001b[22m\n\nTranslations of \u001b[4mBeside that story &amp; mood thingy, one thing that make me impressed: the art. The artwork is indeed very detail and beautiful. When a train comes, for example, WOW that’s amazing! The lighting effect is very realistic and beautiful. The event illustration also, especially the ending scene. Damn, it describes the situation perfectly and very fit with the ED song’s lyrics. That’s the first time I paused a scene because I’m crying (approximately 1-2 minutes paused, that quite a long time, LOL).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeside that story &amp;\u001b[24m\n    \u001b[1mその話の横に＆amp;\u001b[22m, \u001b[1mその話＆＃038の他に、\u001b[22m\n\u001b[4mmood thingy, one thing that make me impressed: the art.\u001b[24m\n    \u001b[1m気分のこと、私に印象づける1つのこと：芸術。\u001b[22m, \u001b[1m気分ブツ、私は感心する1つの事：アート。\u001b[22m\n\u001b[4mThe artwork is indeed very detail and beautiful.\u001b[24m\n    \u001b[1mアートワークは確かに非常に詳細で美しいです。\u001b[22m\n\u001b[4mWhen a train comes, for example, WOW that’s amazing!\u001b[24m\n    \u001b[1m列車が来ると、例えば、ワウは素晴らしいです！\u001b[22m, \u001b[1m列車が来るとき、例えば、WOWそれは驚くべきことです！\u001b[22m\n\u001b[4mThe lighting effect is very realistic and beautiful.\u001b[24m\n    \u001b[1m照明効果は非常に現実的で美しいです。\u001b[22m\n\u001b[4mThe event illustration also, especially the ending scene.\u001b[24m\n    \u001b[1mイベントイラスト、特にエンディングシーン。\u001b[22m, \u001b[1mまた、イベントイラスト、特にエンディングシーン。\u001b[22m\n\u001b[4mDamn, it describes the situation perfectly and very fit with the ED song’s lyrics.\u001b[24m\n    \u001b[1mダーン、それは状況を完璧に、非常にEDの歌の歌詞に合わせて説明します。\u001b[22m, \u001b[1mくそー、それはED曲の歌詞と完全にと非常にフィット状況を説明しています。\u001b[22m\n\u001b[4mThat’s the first time I paused a scene because I’m crying (approximately 1-2 minutes paused, that quite a long time, LOL).\u001b[24m\n    \u001b[1m私が泣いているためにシーンを一時停止したのは、これが初めてです（約1〜2分が一時停止し、かなり長い時間、LOL）。\u001b[22m, \u001b[1mそれは私が泣いてるので、私は、シーンを一時停止して初めて（約1-2分は、かなり長い時間、LOL、一時停止中）。\u001b[22m\n\u001b[1m\u001b[22m\nAlright, this is what anime should like. This anime didn’t have any fanservice, LOL. If it has, it will DEFINITELY ruin the mood. Recent anime makers should take a lesson from this anime. I’m sick of anime that ONLY sell fanservice, not story or other important things like OST. But if that anime have superb characters, I dont mind though, LOL.\n\n\u001b[1mさて、これはアニメが好きなものです。 このアニメにはファンタジーが全くありませんでした。 それがあれば、気分を崩壊させるでしょう。 最近のアニメ制作者は、このアニメからレッスンを受けるべきです。 私は、OSTのような物語やその他の重要なものではなく、ファンであることだけを売るアニメにうんざりしています。 しかし、そのアニメが素晴らしいキャラクターを持っているなら、私は気にしません、笑。\u001b[22m\n\u001b[1m(Sate, koreha anime ga sukina monodesu. Kono anime ni wa fantajī ga mattaku arimasendeshita. Sore ga areba, kibun o hōkai sa serudeshou. Saikin no anime seisaku-sha wa, kono anime kara ressun o ukerubekidesu. Watashi wa, OST no yōna monogatari ya sonohoka no jūyōna monode wa naku, fandearu koto dake o uru anime ni unzari shite imasu. Shikashi, sono anime ga subarashī kyarakutā o motte irunara, watashi wa ki ni shimasen, Emi.)\u001b[22m\n\nTranslations of \u001b[4mAlright, this is what anime should like. This anime didn’t have any fanservice, LOL. If it has, it will DEFINITELY ruin the mood. Recent anime makers should take a lesson from this anime. I’m sick of anime that ONLY sell fanservice, not story or other important things like OST. But if that anime have superb characters, I dont mind though, LOL.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright, this is what anime should like.\u001b[24m\n    \u001b[1mさて、これはアニメが好きなものです。\u001b[22m, \u001b[1mさてさて、これはアニメが好きべきものです。\u001b[22m\n\u001b[4mThis anime didn’t have any fanservice, LOL.\u001b[24m\n    \u001b[1mこのアニメにはファンタジーが全くありませんでした。\u001b[22m, \u001b[1mこのアニメは、LOL、任意のサービスカットを持っていませんでした。\u001b[22m\n\u001b[4mIf it has, it will DEFINITELY ruin the mood.\u001b[24m\n    \u001b[1mそれがあれば、気分を崩壊させるでしょう。\u001b[22m, \u001b[1mそれが持っている場合、それは間違いなく気分を台無しにします。\u001b[22m\n\u001b[4mRecent anime makers should take a lesson from this anime.\u001b[24m\n    \u001b[1m最近のアニメ制作者は、このアニメからレッスンを受けるべきです。\u001b[22m, \u001b[1m最近のアニメメーカーはこのアニメからは教訓にすべきです。\u001b[22m\n\u001b[4mI’m sick of anime that ONLY sell fanservice, not story or other important things like OST.\u001b[24m\n    \u001b[1m私は、OSTのような物語やその他の重要なものではなく、ファンであることだけを売るアニメにうんざりしています。\u001b[22m, \u001b[1m私はONLYサービスカットではなく、ストーリーやOSTのような他の重要なものを売るアニメのうんざりです。\u001b[22m\n\u001b[4mBut if that anime have superb characters, I dont mind though, LOL.\u001b[24m\n    \u001b[1mしかし、そのアニメが素晴らしいキャラクターを持っているなら、私は気にしません、笑。\u001b[22m, \u001b[1mそのアニメは素晴らしい文字を持っている場合しかし、私はLOL、しかし心をいけません。\u001b[22m\n\u001b[1m\u001b[22m\nI hope there will be an anime like this one sometime in the future. Yeah, I hope! :)\n\n\u001b[1m私は将来このようなアニメがあることを願っています。 うん、私は願っています！  :)\u001b[22m\n\u001b[1m(Watashi wa shōrai kono yōna anime ga aru koto o negatte imasu. Un, watashi wa negatte imasu! : ))\u001b[22m\n\nTranslations of \u001b[4mI hope there will be an anime like this one sometime in the future. Yeah, I hope! :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope there will be an anime like this one sometime in the future.\u001b[24m\n    \u001b[1m私は将来このようなアニメがあることを願っています。\u001b[22m, \u001b[1m私は、いつか将来的にこのようなアニメがあることを願っています。\u001b[22m\n\u001b[4mYeah, I hope!\u001b[24m\n    \u001b[1mうん、私は願っています！\u001b[22m, \u001b[1mええ、私は願っています！\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "allegrotime",
    "profile": "/profile/allegrotime/reviews",
    "pages": "14",
    "number": "6",
    "link": "/reviews.php?id=90545",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はちょうど5センチメートル/秒の英国のダブを見終わったばかりで、うわー、それは本当に痛い愛がいかにできるかを本当に描写しました。 ほとんどの人はいつでもどこかで喜びと喜びを経験しています。私はそれが私をある意味で動かすことができたと思います。 提示されたキャラクターや状況はとてもリアルで親切でした。素晴らしいものでした。\n\nどのように最初の愛がうまくいかないかのような正直な描写に加えて、アニメーションは本当に素晴らしいものでした。 詳細はたくさんあり、景色は素晴らしいです。 リッチな色がアニメーションにも使われました。\n\n私はジョニー・ヨン・ボッシュの声を非常に素早く認識することができました。そして、彼は彼が主な役割を果たす非常に良い仕事をしたと思いました。 初めは新海誠さんの他の映画を見て、ちょうど大丈夫だと思ってから約5cm / secで懐疑的でしたが、これは本当に驚きました。 個人的には、2番目の部分/エピソードは、私が彼女に重点を置くことができたので、おそらく私に最も感情的になったものでした。\n\nこれは素晴らしいアニメです、私は強くそれをお勧めします。 あなたがこれを見ているときに、ちょっとした気持ちに備えてください。 ああ、間違いなく分裂の後でこれを見ないでください！ それは悲劇的で、美しく、そして現実的なラブストーリーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI just finished watching the English dub of 5 Centimeters per Second, and wow, it really depicted just how painful love can be. Most people at some point or another have experienced the joys and pains of falling in love, which I think is why it was able to move me in a certain way. The characters and situations presented felt so real and relatable, which was wonderful.\n\n\u001b[1m私はちょうど5センチメートル/秒の英国のダブを見終わったばかりで、うわー、それは本当に痛い愛がいかにできるかを本当に描写しました。 ほとんどの人はいつでもどこかで喜びと喜びを経験しています。私はそれが私をある意味で動かすことができたと思います。 提示されたキャラクターや状況はとてもリアルで親切でした。素晴らしいものでした。\u001b[22m\n\u001b[1m(Watashi wa chōdo 5senchi mētoru/ byō no Igirisu no dabu o mi owatta bakari de, uwa ̄ , sore wa hontōni itai ai ga ikani dekiru ka o hontōni byōsha shimashita. Hotondo no hito wa itsu demo doko ka de yorokobi to yorokobi o keiken shite imasu. Watashi wa sore ga watashi o aruimide ugokasu koto ga dekita to omoimasu. Teiji sa reta kyarakutā ya jōkyō wa totemo riarude shinsetsudeshita. Subarashī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI just finished watching the English dub of 5 Centimeters per Second, and wow, it really depicted just how painful love can be. Most people at some point or another have experienced the joys and pains of falling in love, which I think is why it was able to move me in a certain way. The characters and situations presented felt so real and relatable, which was wonderful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just finished watching the English dub of 5 Centimeters per Second, and wow, it really depicted just how painful love can be.\u001b[24m\n    \u001b[1m私はちょうど5センチメートル/秒の英国のダブを見終わったばかりで、うわー、それは本当に痛い愛がいかにできるかを本当に描写しました。\u001b[22m, \u001b[1m私はちょうど秒速5センチメートルの英語吹き替えを見終わって、うわー、それは本当に痛い愛がすることができますどれだけ描写します。\u001b[22m\n\u001b[4mMost people at some point or another have experienced the joys and pains of falling in love, which I think is why it was able to move me in a certain way.\u001b[24m\n    \u001b[1mほとんどの人はいつでもどこかで喜びと喜びを経験しています。私はそれが私をある意味で動かすことができたと思います。\u001b[22m, \u001b[1mいくつかのポイントまたは別のほとんどの人々は、私は特定の方法で私を移動することができた理由だと思う恋に落ちるの喜びと痛みを、経験しています。\u001b[22m\n\u001b[4mThe characters and situations presented felt so real and relatable, which was wonderful.\u001b[24m\n    \u001b[1m提示されたキャラクターや状況はとてもリアルで親切でした。素晴らしいものでした。\u001b[22m, \u001b[1m提示された文字や状況は素敵だったので、実数と話すことのできる感じました。\u001b[22m\n\u001b[1m\u001b[22m\nIn addition to such an honest depiction of how a first love may not work out, the animation was absolutely stunning. There is plenty of detail present, and the sceneries are gorgeous. Rich colors were utilized in the animation as well.\n\n\u001b[1mどのように最初の愛がうまくいかないかのような正直な描写に加えて、アニメーションは本当に素晴らしいものでした。 詳細はたくさんあり、景色は素晴らしいです。 リッチな色がアニメーションにも使われました。\u001b[22m\n\u001b[1m(Dono yō ni saisho no ai ga umaku ikanai ka no yōna shōjikina byōsha ni kuwaete, animēshon wa hontōni subarashī monodeshita. Shōsai wa takusan ari, keshiki wa subarashīdesu. Ritchina iro ga animēshon ni mo tsukawa remashita.)\u001b[22m\n\nTranslations of \u001b[4mIn addition to such an honest depiction of how a first love may not work out, the animation was absolutely stunning. There is plenty of detail present, and the sceneries are gorgeous. Rich colors were utilized in the animation as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn addition to such an honest depiction of how a first love may not work out, the animation was absolutely stunning.\u001b[24m\n    \u001b[1mどのように最初の愛がうまくいかないかのような正直な描写に加えて、アニメーションは本当に素晴らしいものでした。\u001b[22m, \u001b[1m最初の愛はうまくいかないことがありますかのような正直な描写に加えて、アニメーションは絶対に素晴らしいでした。\u001b[22m\n\u001b[4mThere is plenty of detail present, and the sceneries are gorgeous.\u001b[24m\n    \u001b[1m詳細はたくさんあり、景色は素晴らしいです。\u001b[22m, \u001b[1mそこディテール存在がたくさんあり、景色がゴージャスです。\u001b[22m\n\u001b[4mRich colors were utilized in the animation as well.\u001b[24m\n    \u001b[1mリッチな色がアニメーションにも使われました。\u001b[22m, \u001b[1m豊富なカラーバリエーションも同様にアニメーションで利用されました。\u001b[22m\n\u001b[1m\u001b[22m\nI was able to recognize Johnny Yong Bosch's voice very quickly, and I thought he did a very good job playing the main role. I was initially skeptical about 5 cm/sec since I had seen other films by Makoto Shinkai and thought they were just okay, but this really surprised me. Personally, the second portion/episode was what got to me the most emotionally, probably since I could emphasize with her.\n\n\u001b[1m私はジョニー・ヨン・ボッシュの声を非常に素早く認識することができました。そして、彼は彼が主な役割を果たす非常に良い仕事をしたと思いました。 初めは新海誠さんの他の映画を見て、ちょうど大丈夫だと思ってから約5cm / secで懐疑的でしたが、これは本当に驚きました。 個人的には、2番目の部分/エピソードは、私が彼女に重点を置くことができたので、おそらく私に最も感情的になったものでした。\u001b[22m\n\u001b[1m(Watashi wa jonī yon Bosshu no koe o hijō ni subayaku ninshiki suru koto ga dekimashita. Soshite, kare wa kare ga omona yakuwariwohatasu hijō ni yoi shigoto o shita to omoimashita. Hajime wa shinkai makoto-san no ta no eiga o mite, chōdo daijōbuda to omotte kara yaku 5 cm/ sec de kaigi-tekideshitaga, kore wa hontōni odorokimashita. Kojin-teki ni wa, 2-banme no bubun/ episōdo wa, watashi ga kanojo ni jūtenwooku koto ga dekitanode, osoraku watashi ni mottomo kanjō-teki ni natta monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI was able to recognize Johnny Yong Bosch's voice very quickly, and I thought he did a very good job playing the main role. I was initially skeptical about 5 cm/sec since I had seen other films by Makoto Shinkai and thought they were just okay, but this really surprised me. Personally, the second portion/episode was what got to me the most emotionally, probably since I could emphasize with her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was able to recognize Johnny Yong Bosch's voice very quickly, and I thought he did a very good job playing the main role.\u001b[24m\n    \u001b[1m私はジョニー・ヨン・ボッシュの声を非常に素早く認識することができました。そして、彼は彼が主な役割を果たす非常に良い仕事をしたと思いました。\u001b[22m, \u001b[1m私は非常に迅速にジョニー・ヨング・ボッシュの声を認識することができた、と私は彼が主な役割を果たしている、非常に良い仕事をしたと思いました。\u001b[22m\n\u001b[4mI was initially skeptical about 5 cm/sec since I had seen other films by Makoto Shinkai and thought they were just okay, but this really surprised me.\u001b[24m\n    \u001b[1m初めは新海誠さんの他の映画を見て、ちょうど大丈夫だと思ってから約5cm / secで懐疑的でしたが、これは本当に驚きました。\u001b[22m, \u001b[1m私は新海誠によって他の映画を見て、彼らはちょうどいいと思っていたていたので、私は最初は懐疑的約5cm / secであったが、これは本当に私を驚かせました。\u001b[22m\n\u001b[4mPersonally, the second portion/episode was what got to me the most emotionally, probably since I could emphasize with her.\u001b[24m\n    \u001b[1m個人的には、2番目の部分/エピソードは、私が彼女に重点を置くことができたので、おそらく私に最も感情的になったものでした。\u001b[22m, \u001b[1m個人的には、第二の部分/エピソードは、私は彼女と強調する可能性があるので、おそらく、最も感情的に私に得たものでした。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a great anime, I highly recommend it. Just be prepared for some feelings when you watch this. Oh, and definitely don't watch this after a breakup! It's a tragic, beautiful, and realistic love story.\n\n\u001b[1mこれは素晴らしいアニメです、私は強くそれをお勧めします。 あなたがこれを見ているときに、ちょっとした気持ちに備えてください。 ああ、間違いなく分裂の後でこれを見ないでください！ それは悲劇的で、美しく、そして現実的なラブストーリーです。\u001b[22m\n\u001b[1m(Kore wa subarashī animedesu, watashi wa tsuyoku sore o o susume shimasu. Anata ga kore o mite iru toki ni, chottoshita kimochi ni sonaete kudasai. Ā, machigainaku bunretsu no nochi de kore o minaide kudasai! Sore wa higeki-tekide, utsukushiku, soshite genjitsu-tekina rabusutōrīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a great anime, I highly recommend it. Just be prepared for some feelings when you watch this. Oh, and definitely don't watch this after a breakup! It's a tragic, beautiful, and realistic love story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a great anime, I highly recommend it.\u001b[24m\n    \u001b[1mこれは素晴らしいアニメです、私は強くそれをお勧めします。\u001b[22m, \u001b[1mこれは素晴らしいアニメですが、私は非常にお勧めします。\u001b[22m\n\u001b[4mJust be prepared for some feelings when you watch this.\u001b[24m\n    \u001b[1mあなたがこれを見ているときに、ちょっとした気持ちに備えてください。\u001b[22m, \u001b[1mちょうどあなたがこれを見ていくつかの感情のために準備されます。\u001b[22m\n\u001b[4mOh, and definitely don't watch this after a breakup!\u001b[24m\n    \u001b[1mああ、間違いなく分裂の後でこれを見ないでください！\u001b[22m, \u001b[1mああ、間違いなく崩壊した後、これを見ていません！\u001b[22m\n\u001b[4mIt's a tragic, beautiful, and realistic love story.\u001b[24m\n    \u001b[1mそれは悲劇的で、美しく、そして現実的なラブストーリーです。\u001b[22m, \u001b[1mそれは、悲劇的な美しい、と現実的な愛の物語です。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "DreDog",
    "profile": "/profile/DreDog/reviews",
    "pages": "14",
    "number": "7",
    "link": "/reviews.php?id=30239",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私のレビューでは、プロットを詳しく説明したくありません。 映画は長距離の関係に基づいています。\n\n私は通常、ロマンスだけに基づいて映画やショーの大きなファンではありませんが、この映画は本当に例外です。 芸術は素晴らしく、物語は触っていた。 シリーズや映画は非常に短いです。 あなたがこのタイプのアニメのファンではない場合でも、私はこのショーを強く勧めます。 多分あなたは私のような心の変化を経験するでしょうか？ 私はこのタイプのアニメをもっと頻繁に見ているとは言いません。\n\nさまざまな種類のアニメを試してみることを恥ずかしくないでください。 あなたはそれを楽しんでいるかもしれません。  ：D\n\n全体的に、エンターテイメントの品質は私のためにはトップ10でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn my reviews I do not like to go over the plot in much detail. The movie is based on long distance relationships.\n\n\u001b[1m私のレビューでは、プロットを詳しく説明したくありません。 映画は長距離の関係に基づいています。\u001b[22m\n\u001b[1m(Watashi no rebyūde wa, purotto o kuwashiku setsumei shitaku arimasen. Eiga wa chōkyori no kankei ni motodzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn my reviews I do not like to go over the plot in much detail. The movie is based on long distance relationships.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my reviews I do not like to go over the plot in much detail.\u001b[24m\n    \u001b[1m私のレビューでは、プロットを詳しく説明したくありません。\u001b[22m, \u001b[1m私のレビューでは、私は多くの詳細のプロット上に行くのが好きではありません。\u001b[22m\n\u001b[4mThe movie is based on long distance relationships.\u001b[24m\n    \u001b[1m映画は長距離の関係に基づいています。\u001b[22m, \u001b[1m映画は遠距離恋愛に基づいています。\u001b[22m\n\u001b[1m\u001b[22m\nI am usually not a big fan of movies or shows solely based on romance but this movie is really an exception. The art is amazing and the story was touching. The series or movie is very short. Even if you are not a fan of this type anime I would highly recommend this show. Who knows maybe you will have a change of heart like me? Not to say i'll be watching this type of anime more often or anything.\n\n\u001b[1m私は通常、ロマンスだけに基づいて映画やショーの大きなファンではありませんが、この映画は本当に例外です。 芸術は素晴らしく、物語は触っていた。 シリーズや映画は非常に短いです。 あなたがこのタイプのアニメのファンではない場合でも、私はこのショーを強く勧めます。 多分あなたは私のような心の変化を経験するでしょうか？ 私はこのタイプのアニメをもっと頻繁に見ているとは言いません。\u001b[22m\n\u001b[1m(Watashi wa tsūjō, romansu dake nimotozuite eiga ya shō no ōkina fande wa arimasenga, kono eiga wa hontōni reigaidesu. Geijutsu wa subarashiku, monogatari wa sawatte ita. Shirīzu ya eiga wa hijō ni mijikaidesu. Anata ga kono taipu no anime no fande wanai baai demo, watashi wa kono shō o tsuyoku susumemasu. Tabun anata wa watashi no yōna kokoro no henka o keiken surudeshou ka? Watashi wa kono taipu no anime o motto hinpan ni mite iru to wa iimasen.)\u001b[22m\n\nTranslations of \u001b[4mI am usually not a big fan of movies or shows solely based on romance but this movie is really an exception. The art is amazing and the story was touching. The series or movie is very short. Even if you are not a fan of this type anime I would highly recommend this show. Who knows maybe you will have a change of heart like me? Not to say i'll be watching this type of anime more often or anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am usually not a big fan of movies or shows solely based on romance but this movie is really an exception.\u001b[24m\n    \u001b[1m私は通常、ロマンスだけに基づいて映画やショーの大きなファンではありませんが、この映画は本当に例外です。\u001b[22m, \u001b[1m私は通常、もっぱら恋愛に基づいて、映画や番組の大ファンではないですが、この映画は本当に例外です。\u001b[22m\n\u001b[4mThe art is amazing and the story was touching.\u001b[24m\n    \u001b[1m芸術は素晴らしく、物語は触っていた。\u001b[22m, \u001b[1m芸術は素晴らしいですし、話は感動的でした。\u001b[22m\n\u001b[4mThe series or movie is very short.\u001b[24m\n    \u001b[1mシリーズや映画は非常に短いです。\u001b[22m, \u001b[1mシリーズまたは映画は非常に短いです。\u001b[22m\n\u001b[4mEven if you are not a fan of this type anime I would highly recommend this show.\u001b[24m\n    \u001b[1mあなたがこのタイプのアニメのファンではない場合でも、私はこのショーを強く勧めます。\u001b[22m, \u001b[1mあなたがこのタイプのアニメのファンではない場合であっても、私は非常にこのショーをお勧めします。\u001b[22m\n\u001b[4mWho knows maybe you will have a change of heart like me?\u001b[24m\n    \u001b[1m多分あなたは私のような心の変化を経験するでしょうか？\u001b[22m, \u001b[1m誰が多分あなたは私のような心の変化を持っています知っていますか？\u001b[22m\n\u001b[4mNot to say i'll be watching this type of anime more often or anything.\u001b[24m\n    \u001b[1m私はこのタイプのアニメをもっと頻繁に見ているとは言いません。\u001b[22m, \u001b[1m私はより頻繁にアニメのこのタイプを見たり、何でもするだろうと言うことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nDon't shy away from trying out different types of anime. You may find yourself enjoying it. :D\n\n\u001b[1mさまざまな種類のアニメを試してみることを恥ずかしくないでください。 あなたはそれを楽しんでいるかもしれません。  ：D\u001b[22m\n\u001b[1m(Samazamana shurui no anime o tameshite miru koto o hazukashikunaide kudasai. Anata wa sore o tanoshinde iru kamo shiremasen. : D)\u001b[22m\n\nTranslations of \u001b[4mDon't shy away from trying out different types of anime. You may find yourself enjoying it. :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't shy away from trying out different types of anime.\u001b[24m\n    \u001b[1mさまざまな種類のアニメを試してみることを恥ずかしくないでください。\u001b[22m, \u001b[1mアニメの異なる種類を試してから敬遠しないでください。\u001b[22m\n\u001b[4mYou may find yourself enjoying it.\u001b[24m\n    \u001b[1mあなたはそれを楽しんでいるかもしれません。\u001b[22m, \u001b[1mあなた自身がそれを楽しんで見つけることができます。\u001b[22m\n\u001b[4m:D\u001b[24m\n    \u001b[1m：D\u001b[22m\n\u001b[1m\u001b[22m\nOverall the entertainment quality was top notch 10/10 for me.\n\n\u001b[1m全体的に、エンターテイメントの品質は私のためにはトップ10でした。\u001b[22m\n\u001b[1m(Zentai-teki ni, entāteimento no hinshitsu wa watashi no tame ni wa toppu 10deshita.)\u001b[22m\n\nTranslations of \u001b[4mOverall the entertainment quality was top notch 10/10 for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the entertainment quality was top notch 10/10 for me.\u001b[24m\n    \u001b[1m全体的に、エンターテイメントの品質は私のためにはトップ10でした。\u001b[22m, \u001b[1m全体的なエンターテイメントの品質は私のために一流10/10でした。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "Proxy11",
    "profile": "/profile/Proxy11/reviews",
    "pages": "14",
    "number": "8",
    "link": "/reviews.php?id=42463",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nこれらは私のレビューであり、役に立つかどうかは分かりませんが、それは素晴らしいことです。 私は執筆/入力には熟達していません。これは単なるサイトへの貢献です。 読者がショーを終えたと思う。\n\nストーリー\n\n5センチメートル/秒は非常に単純に時間の物語です。 それは時間と距離によって分けられた約2人の人で、人生はゆっくりとしかし必然的に異なる道を分けている。 彼らは実際のプロットは関係なく、私たちは彼らが残した人の思い出を保持しようとして、人生の中でキャラクターに従うだけです。 感情の全範囲はこの簡単なストーリーを通して表示され、これは誰にとっても簡単に関連します。 私は3番目の円弧が少し急いだと感じましたが、完全な経験に悪影響はありませんでした。 彼らはプロットがないので、実際にはあまり言わない。\n\nアニメーション\n\n環境に対する非常に高いディテールと優れた照明の使用は、私がこれまでに見た中で最も美しい作品の一つです。 私は特にClannadスタイルのキャラクターデザインのジャンルの別アニメではないことを嬉しく思います。 彼らはそれについて私が言うことができる負のものはほとんどありません。 その1つは、映画が「畏敬の念」のすべての瞬間が徐々に進行するようになることです。 これは悪いことではありません。なぜなら、それはまだ美しいですが、最初ははるかに詳細です。\n\nキャラクター\n\n彼らはわずか3文字ですが、いずれも開発をしていません。 これは、このように意図されているので、人生の歩みから誰でも、話されている話に関連付けることができます。 彼らが表示する感情はかなり現実的で、あなたが関連する可能性が高い以上、それはアニメからの素晴らしいことです。 主人公は、人生の障害にもかかわらず、特別な育児友人との接触を維持しようとします。 そして、最終的には、彼らが共有した気持ちを覚えて、彼らがもはや同じ人であるかどうか疑問に思う。 私はアニメが私の意見でそうであるように本物のように見えないので、私は感心しています。 実在の世界の関係から生まれたキャラクターたち。\n\n最終的な思考\n\nあなたが私のレビューから分かるように、毎秒5センチメートルの焦点は人間の要素であり、それがあなたと個人的かつ感情的にどのようにつながっているのです。 これはその影響とあなたの楽しみを決定します。 誰も、自分の人生で自分のやり方でここに描かれている経験の一部を分かち合うことを否定することはできません。 その単純な真実は最も単純な方法で伝えられました。 見て。 それを生きてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThese are my Reviews if they're helpful great, if not, that's great too. I am NOT adept at writing/typing this is merely a contribution to the site. I assume the reader has finished the show.\n\n\u001b[1mこれらは私のレビューであり、役に立つかどうかは分かりませんが、それは素晴らしいことです。 私は執筆/入力には熟達していません。これは単なるサイトへの貢献です。 読者がショーを終えたと思う。\u001b[22m\n\u001b[1m(Korera wa watashi no rebyūdeari, yakunitatsu ka dō ka wa wakarimasen ga, sore wa subarashī kotodesu. Watashi wa shippitsu/ nyūryoku ni wa jukutatsu shite imasen. Kore wa tan'naru saito e no kōkendesu. Dokusha ga shō o oeta to omou.)\u001b[22m\n\nTranslations of \u001b[4mThese are my Reviews if they're helpful great, if not, that's great too. I am NOT adept at writing/typing this is merely a contribution to the site. I assume the reader has finished the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese are my Reviews if they're helpful great, if not, that's great too.\u001b[24m\n    \u001b[1mこれらは私のレビューであり、役に立つかどうかは分かりませんが、それは素晴らしいことです。\u001b[22m, \u001b[1m彼らは偉大な役立つなら、それはあまりにも素晴らしいではない場合、これらは、私のレビューです。\u001b[22m\n\u001b[4mI am NOT adept at writing/typing this is merely a contribution to the site.\u001b[24m\n    \u001b[1m私は執筆/入力には熟達していません。これは単なるサイトへの貢献です。\u001b[22m, \u001b[1m私は、これは単にサイトへの貢献である書き込み/タイピングに熟達していないです。\u001b[22m\n\u001b[4mI assume the reader has finished the show.\u001b[24m\n    \u001b[1m読者がショーを終えたと思う。\u001b[22m, \u001b[1m私は読者がショーを終了したと仮定します。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\n5 Centimeters per Second is quite simply the story of time. It's about two people separated by time and distance, how life slowly but inevitably divides them down different paths. Their is no actual plot involved we just follow the characters through their life as they try to hold on to the memories of those they left. The full range of emotions are displayed through this simple story making this easy to relate to for anyone. I felt the third arc was slightly rushed but it had no negative effect on the full experience. Their is really not much to say because their is no plot.\n\n\u001b[1m5センチメートル/秒は非常に単純に時間の物語です。 それは時間と距離によって分けられた約2人の人で、人生はゆっくりとしかし必然的に異なる道を分けている。 彼らは実際のプロットは関係なく、私たちは彼らが残した人の思い出を保持しようとして、人生の中でキャラクターに従うだけです。 感情の全範囲はこの簡単なストーリーを通して表示され、これは誰にとっても簡単に関連します。 私は3番目の円弧が少し急いだと感じましたが、完全な経験に悪影響はありませんでした。 彼らはプロットがないので、実際にはあまり言わない。\u001b[22m\n\u001b[1m(5Senchi mētoru/ byō wa hijō ni tanjun ni jikan no monogataridesu. Sore wa jikan to kyori ni yotte wake rareta yaku 2-ri no hito de, jinsei wa yukkuri to shikashi hitsuzen-teki ni kotonaru michi o wakete iru. Karera wa jissai no purotto wa kankei naku, watashitachi wa karera ga nokoshita hito no omoide o hoji shiyou to shite, jinsei no naka de kyarakutā ni shitagau dakedesu. Kanjō no zen han'i wa kono kantan'na sutōrī o tōshite hyōji sa re, kore wa dare ni tottemo kantan ni kanren shimasu. Watashi wa 3-banme no enko ga sukoshi isoida to kanjimashitaga, kanzen'na keiken ni akueikyō wa arimasendeshita. Karera wa purotto ga nainode, jissai ni wa amari iwanai.)\u001b[22m\n\nTranslations of \u001b[4m5 Centimeters per Second is quite simply the story of time. It's about two people separated by time and distance, how life slowly but inevitably divides them down different paths. Their is no actual plot involved we just follow the characters through their life as they try to hold on to the memories of those they left. The full range of emotions are displayed through this simple story making this easy to relate to for anyone. I felt the third arc was slightly rushed but it had no negative effect on the full experience. Their is really not much to say because their is no plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5 Centimeters per Second is quite simply the story of time.\u001b[24m\n    \u001b[1m5センチメートル/秒は非常に単純に時間の物語です。\u001b[22m, \u001b[1m秒速5センチメートルは非常に単純に時間の物語です。\u001b[22m\n\u001b[4mIt's about two people separated by time and distance, how life slowly but inevitably divides them down different paths.\u001b[24m\n    \u001b[1mそれは時間と距離によって分けられた約2人の人で、人生はゆっくりとしかし必然的に異なる道を分けている。\u001b[22m, \u001b[1mそれは、人生はゆっくりと、しかし必然的に異なるパスをそれらを分割する方法、時間と距離によって分離された約2人です。\u001b[22m\n\u001b[4mTheir is no actual plot involved we just follow the characters through their life as they try to hold on to the memories of those they left.\u001b[24m\n    \u001b[1m彼らは実際のプロットは関係なく、私たちは彼らが残した人の思い出を保持しようとして、人生の中でキャラクターに従うだけです。\u001b[22m, \u001b[1m彼らは左それらの思い出を保持しようとして、私達はちょうど彼らの人生を文字に従い関与実際のプロットは、それらのではありません。\u001b[22m\n\u001b[4mThe full range of emotions are displayed through this simple story making this easy to relate to for anyone.\u001b[24m\n    \u001b[1m感情の全範囲はこの簡単なストーリーを通して表示され、これは誰にとっても簡単に関連します。\u001b[22m, \u001b[1m感情の完全な範囲は人のために関連する、これが容易になり、この単純な話を介して表示されます。\u001b[22m\n\u001b[4mI felt the third arc was slightly rushed but it had no negative effect on the full experience.\u001b[24m\n    \u001b[1m私は3番目の円弧が少し急いだと感じましたが、完全な経験に悪影響はありませんでした。\u001b[22m, \u001b[1m私は、第三の弧がわずかに運ばれたと感じたが、それは完全な経験に負の影響を与えませんでした。\u001b[22m\n\u001b[4mTheir is really not much to say because their is no plot.\u001b[24m\n    \u001b[1m彼らはプロットがないので、実際にはあまり言わない。\u001b[22m, \u001b[1m何のプロットは自分ではないので、言っても過言では本当に自分ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nDefinitions of \u001b[4mAnimation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n\u001b[1m\u001b[22m\nVery high detail to environments and the excellent use of lighting makes this one of the most beautiful works I've ever seen. I'm particularly glad it's not another anime of it's genre with Clannad style character designs. Their is very few negative things I could say about it. One of which being as the movie progresses all the 'Awe' moments show less and less. This isn't a bad thing because it's still beautiful but with much more detail in the beginning.\n\n\u001b[1m環境に対する非常に高いディテールと優れた照明の使用は、私がこれまでに見た中で最も美しい作品の一つです。 私は特にClannadスタイルのキャラクターデザインのジャンルの別アニメではないことを嬉しく思います。 彼らはそれについて私が言うことができる負のものはほとんどありません。 その1つは、映画が「畏敬の念」のすべての瞬間が徐々に進行するようになることです。 これは悪いことではありません。なぜなら、それはまだ美しいですが、最初ははるかに詳細です。\u001b[22m\n\u001b[1m(Kankyō ni taisuru hijō ni takai ditēru to sugureta shōmei no shiyō wa, watashi ga kore made ni mita naka de mottomo utsukushī sakuhin no hitotsudesu. Watashi wa tokuni Clannad sutairu no kyarakutādezain no janru no betsu animede wanai koto o ureshiku omoimasu. Karera wa sore ni tsuite watashi ga iu koto ga dekiru fu no mono wa hotondo arimasen. Sono 1tsu wa, eiga ga `ikei no nen' no subete no shunkan ga jojoni shinkō suru yō ni naru kotodesu. Kore wa warui kotode wa arimasen. Nazenara, sore wa mada utsukushīdesuga, saisho wa haruka ni shōsaidesu.)\u001b[22m\n\nTranslations of \u001b[4mVery high detail to environments and the excellent use of lighting makes this one of the most beautiful works I've ever seen. I'm particularly glad it's not another anime of it's genre with Clannad style character designs. Their is very few negative things I could say about it. One of which being as the movie progresses all the 'Awe' moments show less and less. This isn't a bad thing because it's still beautiful but with much more detail in the beginning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery high detail to environments and the excellent use of lighting makes this one of the most beautiful works I've ever seen.\u001b[24m\n    \u001b[1m環境に対する非常に高いディテールと優れた照明の使用は、私がこれまでに見た中で最も美しい作品の一つです。\u001b[22m, \u001b[1m環境や照明の優れた使用に非常に高いの詳細は、私が今まで見た中で最も美しい作品のこの1になります。\u001b[22m\n\u001b[4mI'm particularly glad it's not another anime of it's genre with Clannad style character designs.\u001b[24m\n    \u001b[1m私は特にClannadスタイルのキャラクターデザインのジャンルの別アニメではないことを嬉しく思います。\u001b[22m, \u001b[1m私はそれがクラナドスタイルのキャラクターデザインと、それのジャンルの他のアニメではありません特にうれしいです。\u001b[22m\n\u001b[4mTheir is very few negative things I could say about it.\u001b[24m\n    \u001b[1m彼らはそれについて私が言うことができる負のものはほとんどありません。\u001b[22m, \u001b[1m私はそれについて言うことができる非常に少数の否定的なことは、彼らのです。\u001b[22m\n\u001b[4mOne of which being as the movie progresses all the 'Awe' moments show less and less.\u001b[24m\n    \u001b[1mその1つは、映画が「畏敬の念」のすべての瞬間が徐々に進行するようになることです。\u001b[22m, \u001b[1m映画は、すべての「素晴らしい」モーメントが少なくを示す進むにつれてあることの一つ。\u001b[22m\n\u001b[4mThis isn't a bad thing because it's still beautiful but with much more detail in the beginning.\u001b[24m\n    \u001b[1mこれは悪いことではありません。なぜなら、それはまだ美しいですが、最初ははるかに詳細です。\u001b[22m, \u001b[1mそれは初めに、まだ美しいが、はるかに詳細にですので、これは悪いことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nTheir is only three characters, none of them have any development. It's intended this way so anyone from any walk of life can relate to the story being told. The emotions they display are pretty surreal and more than likely you can relate to, that's great coming from a Anime. The main character tries hard to keep in contact with a special child-hood friend despite life's obstacles. Then eventually he struggles with remembering the feelings they shared, wondering if they're even the same people anymore. I am impressed because no anime seems as genuine as this does in my opinion. Well done characters mirrored from real world relationships.\n\n\u001b[1m彼らはわずか3文字ですが、いずれも開発をしていません。 これは、このように意図されているので、人生の歩みから誰でも、話されている話に関連付けることができます。 彼らが表示する感情はかなり現実的で、あなたが関連する可能性が高い以上、それはアニメからの素晴らしいことです。 主人公は、人生の障害にもかかわらず、特別な育児友人との接触を維持しようとします。 そして、最終的には、彼らが共有した気持ちを覚えて、彼らがもはや同じ人であるかどうか疑問に思う。 私はアニメが私の意見でそうであるように本物のように見えないので、私は感心しています。 実在の世界の関係から生まれたキャラクターたち。\u001b[22m\n\u001b[1m(Karera wa wazuka 3 mojidesuga, izure mo kaihatsu o shite imasen. Kore wa, kono yō ni ito sa rete irunode, jinsei no ayumi kara daredemo, hanasa rete iru hanashi ni kanrendzukeru koto ga dekimasu. Karera ga hyōji suru kanjō wa kanari genjitsu-tekide, anata ga kanren suru kanōsei ga takai ijō, soreha anime kara no subarashī kotodesu. Shujinkō wa, jinsei no shōgai nimokakawarazu, tokubetsuna ikuji yūjin to no sesshoku o iji shiyou to shimasu. Soshite, saishūtekini wa, karera ga kyōyū shita kimochi o oboete, karera ga mohaya onaji hitodearu ka dō ka gimon ni omou. Watashi wa anime ga watashi no iken de sōdearu yō ni honmono no yō ni mienainode, watashi wa kanshin shite imasu. Jitsuzai no sekai no kankei kara umareta kyarakutā-tachi.)\u001b[22m\n\nTranslations of \u001b[4mTheir is only three characters, none of them have any development. It's intended this way so anyone from any walk of life can relate to the story being told. The emotions they display are pretty surreal and more than likely you can relate to, that's great coming from a Anime. The main character tries hard to keep in contact with a special child-hood friend despite life's obstacles. Then eventually he struggles with remembering the feelings they shared, wondering if they're even the same people anymore. I am impressed because no anime seems as genuine as this does in my opinion. Well done characters mirrored from real world relationships.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTheir is only three characters, none of them have any development.\u001b[24m\n    \u001b[1m彼らはわずか3文字ですが、いずれも開発をしていません。\u001b[22m, \u001b[1m3文字のみ、それらのいずれも任意の開発を持っているが、それらのです。\u001b[22m\n\u001b[4mIt's intended this way so anyone from any walk of life can relate to the story being told.\u001b[24m\n    \u001b[1mこれは、このように意図されているので、人生の歩みから誰でも、話されている話に関連付けることができます。\u001b[22m, \u001b[1m生活のあらゆる散歩から誰もが物語が言われるに関連することができるので、それはこの方法を意図しています。\u001b[22m\n\u001b[4mThe emotions they display are pretty surreal and more than likely you can relate to, that's great coming from a Anime.\u001b[24m\n    \u001b[1m彼らが表示する感情はかなり現実的で、あなたが関連する可能性が高い以上、それはアニメからの素晴らしいことです。\u001b[22m, \u001b[1m彼らが表示される感情はかなりシュールであなたは、それはアニメから来る素晴らしいに関連することができる可能性が高い以上です。\u001b[22m\n\u001b[4mThe main character tries hard to keep in contact with a special child-hood friend despite life's obstacles.\u001b[24m\n    \u001b[1m主人公は、人生の障害にもかかわらず、特別な育児友人との接触を維持しようとします。\u001b[22m, \u001b[1m主人公は、人生の障害にもかかわらず、特別な子-フード友人との接触を保つために一生懸命しようとします。\u001b[22m\n\u001b[4mThen eventually he struggles with remembering the feelings they shared, wondering if they're even the same people anymore.\u001b[24m\n    \u001b[1mそして、最終的には、彼らが共有した気持ちを覚えて、彼らがもはや同じ人であるかどうか疑問に思う。\u001b[22m, \u001b[1mそして、最終的に彼は、彼らはもはやあっても同じ人なら不思議、彼らは共有の気持ちを思い出して苦労します。\u001b[22m\n\u001b[4mI am impressed because no anime seems as genuine as this does in my opinion.\u001b[24m\n    \u001b[1m私はアニメが私の意見でそうであるように本物のように見えないので、私は感心しています。\u001b[22m, \u001b[1m何のアニメが、これは私の意見ではないほど本物のようだので、私は感銘を受けました。\u001b[22m\n\u001b[4mWell done characters mirrored from real world relationships.\u001b[24m\n    \u001b[1m実在の世界の関係から生まれたキャラクターたち。\u001b[22m, \u001b[1mよくやった文字は、現実の世界との関係からミラーリング。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Thought\n\n\u001b[1m最終的な思考\u001b[22m\n\u001b[1m(Saishū-tekina shikō)\u001b[22m\n\nTranslations of \u001b[4mFinal Thought\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Thought\u001b[24m\n    \u001b[1m最終的な思考\u001b[22m, \u001b[1m最終的な思想\u001b[22m\n\u001b[1m\u001b[22m\nAs you see from my review the focus of 5 Centimeters per Second is in the human element, how it connects with you personally and emotionally. This will determine it's impact and your enjoyment. No one can deny sharing some of the experiences portrayed here in their own life and in their own way. That simple truth told in the most simple way. Watch it. Live it.\n\n\u001b[1mあなたが私のレビューから分かるように、毎秒5センチメートルの焦点は人間の要素であり、それがあなたと個人的かつ感情的にどのようにつながっているのです。 これはその影響とあなたの楽しみを決定します。 誰も、自分の人生で自分のやり方でここに描かれている経験の一部を分かち合うことを否定することはできません。 その単純な真実は最も単純な方法で伝えられました。 見て。 それを生きてください。\u001b[22m\n\u001b[1m(Anata ga watashi no rebyū kara wakaru yō ni, maibyō 5senchi mētoru no shōten wa ningen no yōsodeari, sore ga anata to kojin-teki katsu kanjō-teki ni dono yō ni tsunagatte iru nodesu. Kore wa sono eikyō to anata no tanoshimi o kettei shimasu. Dare mo, jibun no jinsei de jibun no yarikata de koko ni egaka rete iru keiken no ichibu o wakachi au koto o hitei suru koto wa dekimasen. Sono tanjun'na shinjitsu wa mottomo tanjun'na hōhō de tsutae raremashita. Mite. Sore o ikite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAs you see from my review the focus of 5 Centimeters per Second is in the human element, how it connects with you personally and emotionally. This will determine it's impact and your enjoyment. No one can deny sharing some of the experiences portrayed here in their own life and in their own way. That simple truth told in the most simple way. Watch it. Live it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you see from my review the focus of 5 Centimeters per Second is in the human element, how it connects with you personally and emotionally.\u001b[24m\n    \u001b[1mあなたが私のレビューから分かるように、毎秒5センチメートルの焦点は人間の要素であり、それがあなたと個人的かつ感情的にどのようにつながっているのです。\u001b[22m, \u001b[1mあなたは私のレビューからわかるように秒速5センチメートルの焦点は、それが個人的に感情的にあなたとの接続方法、人的要素です。\u001b[22m\n\u001b[4mThis will determine it's impact and your enjoyment.\u001b[24m\n    \u001b[1mこれはその影響とあなたの楽しみを決定します。\u001b[22m, \u001b[1mこれは、それの影響とあなたの楽しみを決定します。\u001b[22m\n\u001b[4mNo one can deny sharing some of the experiences portrayed here in their own life and in their own way.\u001b[24m\n    \u001b[1m誰も、自分の人生で自分のやり方でここに描かれている経験の一部を分かち合うことを否定することはできません。\u001b[22m, \u001b[1m誰もが自分の生活の中で、独自の方法で、ここで描か経験の一部を共有否定することはできません。\u001b[22m\n\u001b[4mThat simple truth told in the most simple way.\u001b[24m\n    \u001b[1mその単純な真実は最も単純な方法で伝えられました。\u001b[22m, \u001b[1mつまり、単純な真実は、ほとんどの簡単な方法で語りました。\u001b[22m\n\u001b[4mWatch it.\u001b[24m\n    \u001b[1m見て。\u001b[22m, \u001b[1mそれを見てください。\u001b[22m, \u001b[1mそれを見ます。\u001b[22m\n\u001b[4mLive it.\u001b[24m\n    \u001b[1mそれを生きてください。\u001b[22m, \u001b[1mそれを生きます。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "Elsoreth",
    "profile": "/profile/Elsoreth/reviews",
    "pages": "14",
    "number": "9",
    "link": "/reviews.php?id=33125",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  10\n\n毎秒5cmの新進誠の美しい作品です。私のお気に入りの1つです。 ロマンスの中心に、ショーはその話をするために3つの短いエピソードを使用しています。 これは遅いロマンスが好きな人のためのショーです。 あなたがそれらに立つことができない場合、それはまだアートの美しさには見守ることができますが、物語自体にロマンスとドラマだけではありません。\n\n私はその最後の段落で何度か美しさを述べました。それは理由があります。 これは私が実際に息を忘れさせた唯一のアニメであり、映画のシーンの中には、芸術だけで心が揺れるものがあります。 本当に、あなたがロマンスアニメに入っているなら、これは必見です。\n\n\nストーリー（8）\n - 予備（6）\nさて、ショーの背後にある前提は、それほどオリジナルではありません。 時間の経過に伴う愛の基本的な調査、元来何が彼が彼の人生の間に変化するように主要な主役を示すために時間の経過の使用です。\n - 実施（9）\n毎秒5cmの背後にあるアイデアは以前から行われていましたが、映画は多くの点で傑作です。 間違いなく、遅くて涙のかわいい映画は、遅いロマンスができること全てです。\n\nキャラクター（7）\n毎秒5cmの文字がすべてショーの低点であり、それほど低いわけではありません。\n - 開発（7）\nキャラクターはいろいろな意味で人生に応じて変化しますが、主人公ができるだけ多くはないという点で正直でなければなりません。 私はこれを言っていますが、彼の人生の長年をカバーすると予想されるように、大量の開発が示されています。\n - オリジナル（5）\n文字はオリジナルではありません。 しかし、それはロマンスなので、元のキャラクターのやり方ではあまりできないことがあるので、私はこれを重要でないとみなしています。\n-Dialog（8）\nこのダイアログはストーリーのために非常によく開発されていますが、遅いロマンスはあまりありません。 しかし、ダイアログの遅いペースは映画の雰囲気に加わります。話が余りにもなく、思い出に残るものの多くはありません。\n - その他（9）\n私はいくつかのキャラクターがあまり好きではなかったと認めますが、それらについてのすべてが（私にとっては）信じられないと叫びました。 ストーリーの最後は古典的なおとぎ話ではありませんが、それは信じられないものです。 私にとっては、実際の人が映画の中でどのように行動しているかを視覚化できるという事実は、キャラクターのデザインが平均以上であることを示しています。\n\nサウンド（8）\n5cm /秒の音は物語の援助であるほど記憶に残る。 それだけでは、サウンドトラックは、主に柔らかいクラシックなメロディーが目立つことはありませんでしたが、このストーリーでは余分な要素が追加されています。\n - 背景雰囲気（9）\n映画のサウンドのポイントは、この背景の雰囲気を追加することです、そしてそれはすばらしいことです。 終わりのない音楽ストリームの緊張感は、映画の緊張感が上がり、同じように解放されます。 物語と芸術が急上昇のクライマックスに達すると、音楽もそうです。 おそらくそれ自体は思い出に残るものではないかもしれませんが、音楽は映画で素晴らしいです。\n - テーマ（7）\n映画を開いたり閉じたりする音楽は、音楽全体の感触の続きに過ぎないので、このカテゴリは重要ではないようです。 しかし、それは、映画の終わりに何が起こったのか、それがその仕事をするのを考える時間を許します。\n\nアート（10）\nこの映画に芸術のために10を与えていない人は、心の中にいません。 それについてのすべてが、物語が各ショットの細部まで移動する方法から、驚くべきものです。 畑の草のすべての刃を見ることができ、雲の頭上を吹き飛ばしながら風をほとんど感じることができます。 目立つものはキャラクターの細部の減少ですが、目立つ唯一の理由は他のすべてがとても素晴らしいことです。\n\n私はロマンスを許すことができる人なら誰でも、この映画を鑑賞することをお勧めします。 あなたがロマンスのためにロマンスになっているものの1つでは、この映画を見て後悔することはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n5 cm per second is the beautiful work of Makoto Shinkai, and one of my favorites. Romance at its core, the show uses three short episodes to tell its story. This is a show for people that like slow romances. If you can't stand them, it's still watchable for the beauty of its art, but there is nothing but romance and drama in the story itself.\n\n\u001b[1m毎秒5cmの新進誠の美しい作品です。私のお気に入りの1つです。 ロマンスの中心に、ショーはその話をするために3つの短いエピソードを使用しています。 これは遅いロマンスが好きな人のためのショーです。 あなたがそれらに立つことができない場合、それはまだアートの美しさには見守ることができますが、物語自体にロマンスとドラマだけではありません。\u001b[22m\n\u001b[1m(Maibyō 5 cm no shinshin makoto no utsukushī sakuhindesu. Watashi no okiniiri no 1tsudesu. Romansu no chūshin ni, shō wa sono hanashi o suru tame ni 3ttsu no mijikai episōdo o shiyō shite imasu. Kore wa osoi romansu ga sukinahito no tame no shōdesu. Anata ga sorera ni tatsu koto ga dekinai baai, sore wa mada āto no utsukushi-sa ni wa mimamoru koto ga dekimasuga, monogatari jitai ni romansu to dorama dakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m5 cm per second is the beautiful work of Makoto Shinkai, and one of my favorites. Romance at its core, the show uses three short episodes to tell its story. This is a show for people that like slow romances. If you can't stand them, it's still watchable for the beauty of its art, but there is nothing but romance and drama in the story itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5 cm per second is the beautiful work of Makoto Shinkai, and one of my favorites.\u001b[24m\n    \u001b[1m毎秒5cmの新進誠の美しい作品です。私のお気に入りの1つです。\u001b[22m, \u001b[1m秒あたり5センチメートル新海誠の美しい作品で、私のお気に入りの一つ。\u001b[22m\n\u001b[4mRomance at its core, the show uses three short episodes to tell its story.\u001b[24m\n    \u001b[1mロマンスの中心に、ショーはその話をするために3つの短いエピソードを使用しています。\u001b[22m, \u001b[1mそのコアでロマンス、ショーはその話をするために3つの短いエピソードを使用しています。\u001b[22m\n\u001b[4mThis is a show for people that like slow romances.\u001b[24m\n    \u001b[1mこれは遅いロマンスが好きな人のためのショーです。\u001b[22m, \u001b[1mこれは、ゆっくりとロマンスが好きな人のためのショーです。\u001b[22m\n\u001b[4mIf you can't stand them, it's still watchable for the beauty of its art, but there is nothing but romance and drama in the story itself.\u001b[24m\n    \u001b[1mあなたがそれらに立つことができない場合、それはまだアートの美しさには見守ることができますが、物語自体にロマンスとドラマだけではありません。\u001b[22m, \u001b[1mあなたがそれらを立つことができない場合は、その芸術の美しさのために、まだなんとか見だが、ストーリー自体はロマンスとドラマが、何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nI said beauty several times in that last paragraph, and it is in there for a reason. This is the only anime I have watched that has actually caused me to forget to breathe, some of the scenes in the movie are that mind-boggling from their art alone. Truly, if you're into romance anime this is a must see.\n\n\u001b[1m私はその最後の段落で何度か美しさを述べました。それは理由があります。 これは私が実際に息を忘れさせた唯一のアニメであり、映画のシーンの中には、芸術だけで心が揺れるものがあります。 本当に、あなたがロマンスアニメに入っているなら、これは必見です。\u001b[22m\n\u001b[1m(Watashi wa sono saigo no danraku de nando ka utsukushi-sa o nobemashita. Sore wa riyū ga arimasu. Kore wa watashi ga jissai ni iki o wasure saseta yuiitsu no animedeari, eiga no shīn no nakaniha, geijutsu dake de kokoro ga yureru mono ga arimasu. Hontōni, anata ga romansuanime ni haitte irunara, koreha hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mI said beauty several times in that last paragraph, and it is in there for a reason. This is the only anime I have watched that has actually caused me to forget to breathe, some of the scenes in the movie are that mind-boggling from their art alone. Truly, if you're into romance anime this is a must see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI said beauty several times in that last paragraph, and it is in there for a reason.\u001b[24m\n    \u001b[1m私はその最後の段落で何度か美しさを述べました。それは理由があります。\u001b[22m, \u001b[1m私はその最後の段落に美しさを数回言って、それが理由のためにそこにあります。\u001b[22m\n\u001b[4mThis is the only anime I have watched that has actually caused me to forget to breathe, some of the scenes in the movie are that mind-boggling from their art alone.\u001b[24m\n    \u001b[1mこれは私が実際に息を忘れさせた唯一のアニメであり、映画のシーンの中には、芸術だけで心が揺れるものがあります。\u001b[22m, \u001b[1mこれは私が映画の中のシーンのいくつかは、単独で彼らの芸術から気が遠くなるようなことをしている、実際に私が呼吸することを忘れさせたことを見てきた唯一のアニメです。\u001b[22m\n\u001b[4mTruly, if you're into romance anime this is a must see.\u001b[24m\n    \u001b[1m本当に、あなたがロマンスアニメに入っているなら、これは必見です。\u001b[22m, \u001b[1mあなたは恋愛アニメ化している場合、本当に、これは必見です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory (8)\n\n\u001b[1mストーリー（8）\u001b[22m\n\u001b[1m(Sutōrī (8 ))\u001b[22m\n\nTranslations of \u001b[4mStory (8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (8)\u001b[24m\n    \u001b[1mストーリー（8）\u001b[22m\n-premise (6)\n\n\u001b[1m - 予備（6）\u001b[22m\n\u001b[1m(- Yobi (6 ))\u001b[22m\n\nTranslations of \u001b[4m-premise (6)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-premise (6)\u001b[24m\n    \u001b[1m - 予備（6）\u001b[22m, \u001b[1m-premise（6）\u001b[22m\nOkay, the premise behind the show isn't all that original. Basic examination of love over time, what is original is the use of passage of time to show the main protagonist as he changes throughout his life.\n\n\u001b[1mさて、ショーの背後にある前提は、それほどオリジナルではありません。 時間の経過に伴う愛の基本的な調査、元来何が彼が彼の人生の間に変化するように主要な主役を示すために時間の経過の使用です。\u001b[22m\n\u001b[1m(Sate, shō no haigo ni aru zentei wa, sorehodo orijinarude wa arimasen. Jikan no keika ni tomonau ai no kihon-tekina chōsa, ganrai nani ga kare ga kare no jinsei no ma ni henka suru yō ni shuyōna shuyaku o shimesu tame ni jikan no keika no shiyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOkay, the premise behind the show isn't all that original. Basic examination of love over time, what is original is the use of passage of time to show the main protagonist as he changes throughout his life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, the premise behind the show isn't all that original.\u001b[24m\n    \u001b[1mさて、ショーの背後にある前提は、それほどオリジナルではありません。\u001b[22m, \u001b[1mさて、ショーの背後にある前提はすべて、オリジナルではありません。\u001b[22m\n\u001b[4mBasic examination of love over time, what is original is the use of passage of time to show the main protagonist as he changes throughout his life.\u001b[24m\n    \u001b[1m時間の経過に伴う愛の基本的な調査、元来何が彼が彼の人生の間に変化するように主要な主役を示すために時間の経過の使用です。\u001b[22m, \u001b[1m彼は彼の人生を通して変化するように時間をかけて愛の基本的な検査は、どのようなオリジナルのは、主人公を示すために時間の経過を使用することです。\u001b[22m\n-Implementation (9)\n\n\u001b[1m - 実施（9）\u001b[22m\n\u001b[1m(- Jisshi (9 ))\u001b[22m\n\nTranslations of \u001b[4m-Implementation (9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Implementation (9)\u001b[24m\n    \u001b[1m - 実施（9）\u001b[22m, \u001b[1m-Implementation（9）\u001b[22m\nWhile the ideas behind 5 cm per second have all been done before, the movie is in many ways a masterpiece. Definitely a slow and tear-jerky film, it is slow romance being all it can be.\n\n\u001b[1m毎秒5cmの背後にあるアイデアは以前から行われていましたが、映画は多くの点で傑作です。 間違いなく、遅くて涙のかわいい映画は、遅いロマンスができること全てです。\u001b[22m\n\u001b[1m(Maibyō 5 cm no haigo ni aru aidea wa izen kara okonawa rete imashitaga, eiga wa ōku no tende kessakudesu. Machigainaku, osokute namida no kawaī eiga wa, osoi romansu ga dekiru koto subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the ideas behind 5 cm per second have all been done before, the movie is in many ways a masterpiece. Definitely a slow and tear-jerky film, it is slow romance being all it can be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the ideas behind 5 cm per second have all been done before, the movie is in many ways a masterpiece.\u001b[24m\n    \u001b[1m毎秒5cmの背後にあるアイデアは以前から行われていましたが、映画は多くの点で傑作です。\u001b[22m, \u001b[1m毎秒5センチメートルの背後にある考え方は、すべての前に行われてきたが、映画はいろいろな意味で傑作です。\u001b[22m\n\u001b[4mDefinitely a slow and tear-jerky film, it is slow romance being all it can be.\u001b[24m\n    \u001b[1m間違いなく、遅くて涙のかわいい映画は、遅いロマンスができること全てです。\u001b[22m, \u001b[1m確かに、それはそれができるすべてである遅いロマンスが遅いと涙ぎくしゃくフィルムです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (7)\n\n\u001b[1mキャラクター（7）\u001b[22m\n\u001b[1m(Kyarakutā (7 ))\u001b[22m\n\nTranslations of \u001b[4mCharacters (7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (7)\u001b[24m\n    \u001b[1mキャラクター（7）\u001b[22m, \u001b[1m文字（7）\u001b[22m\nThe characters in 5 cm per second are in all probability the low point of the show, and are not all that low.\n\n\u001b[1m毎秒5cmの文字がすべてショーの低点であり、それほど低いわけではありません。\u001b[22m\n\u001b[1m(Maibyō 5 cm no moji ga subete shō no hiku tendeari, sore hodo hikui wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in 5 cm per second are in all probability the low point of the show, and are not all that low.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in 5 cm per second are in all probability the low point of the show, and are not all that low.\u001b[24m\n    \u001b[1m毎秒5cmの文字がすべてショーの低点であり、それほど低いわけではありません。\u001b[22m, \u001b[1m毎秒5センチメートル内の文字は、すべての確率でshowの低い点であり、すべてが低くありません。\u001b[22m\n-Development(7)\n\n\u001b[1m - 開発（7）\u001b[22m\n\u001b[1m(- Kaihatsu (7 ))\u001b[22m\n\nTranslations of \u001b[4m-Development(7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Development(7)\u001b[24m\n    \u001b[1m - 開発（7）\u001b[22m, \u001b[1m開発 - （7）\u001b[22m\nThe characters do in many ways change according to their lives, but I have to be honest in that the main character does not as much as he could. Although I say this, there is a large amount of development shown, as is to be expected given it covers many years of his life.\n\n\u001b[1mキャラクターはいろいろな意味で人生に応じて変化しますが、主人公ができるだけ多くはないという点で正直でなければなりません。 私はこれを言っていますが、彼の人生の長年をカバーすると予想されるように、大量の開発が示されています。\u001b[22m\n\u001b[1m(Kyarakutā wa iroirona imi de jinsei ni ōjite henka shimasuga, shujinkō ga dekiru dake ōku wa nai to iu tende shōjikidenakereba narimasen. Watashi wa kore o itte imasuga, kare no jinsei no naganen o kabā suru to yosō sa reru yō ni, tairyō no kaihatsu ga shimesa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters do in many ways change according to their lives, but I have to be honest in that the main character does not as much as he could. Although I say this, there is a large amount of development shown, as is to be expected given it covers many years of his life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters do in many ways change according to their lives, but I have to be honest in that the main character does not as much as he could.\u001b[24m\n    \u001b[1mキャラクターはいろいろな意味で人生に応じて変化しますが、主人公ができるだけ多くはないという点で正直でなければなりません。\u001b[22m, \u001b[1m文字は、多くの方法で自分たちの生活に応じて変更するのですが、私は主人公が同じくらい彼ができたとしてしないことに正直でなければなりません。\u001b[22m\n\u001b[4mAlthough I say this, there is a large amount of development shown, as is to be expected given it covers many years of his life.\u001b[24m\n    \u001b[1m私はこれを言っていますが、彼の人生の長年をカバーすると予想されるように、大量の開発が示されています。\u001b[22m, \u001b[1m私はこれを言うが、それは彼の人生の多くの年をカバーして与えられた期待されるように、示され開発が多量に存在します。\u001b[22m\n-Originality(5)\n\n\u001b[1m - オリジナル（5）\u001b[22m\n\u001b[1m(- Orijinaru (5 ))\u001b[22m\n\nTranslations of \u001b[4m-Originality(5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Originality(5)\u001b[24m\n    \u001b[1m - オリジナル（5）\u001b[22m, \u001b[1m-Originality（5）\u001b[22m\nCharacters are not original. But it's a romance, so there isn't much that can be done in the way of original characters, so I deem this unimportant and about average.\n\n\u001b[1m文字はオリジナルではありません。 しかし、それはロマンスなので、元のキャラクターのやり方ではあまりできないことがあるので、私はこれを重要でないとみなしています。\u001b[22m\n\u001b[1m(Moji wa orijinarude wa arimasen. Shikashi, soreha romansunanode,-moto no kyarakutā no yarikatade wa amari dekinai koto ga aru node, watashi wa kore o jūyōdenai to minashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are not original. But it's a romance, so there isn't much that can be done in the way of original characters, so I deem this unimportant and about average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are not original.\u001b[24m\n    \u001b[1m文字はオリジナルではありません。\u001b[22m\n\u001b[4mBut it's a romance, so there isn't much that can be done in the way of original characters, so I deem this unimportant and about average.\u001b[24m\n    \u001b[1mしかし、それはロマンスなので、元のキャラクターのやり方ではあまりできないことがあるので、私はこれを重要でないとみなしています。\u001b[22m, \u001b[1mしかし、それは恋愛なので、元の文字のような方法で行うことができ、その多くはありませんので、私は重要でないと、平均についてこのみなします。\u001b[22m\n-Dialog(8)\n\n\u001b[1m-Dialog（8）\u001b[22m\n\u001b[1m(- Daiarogu (8 ))\u001b[22m\n\nTranslations of \u001b[4m-Dialog(8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Dialog(8)\u001b[24m\n    \u001b[1m-Dialog（8）\u001b[22m\nThe dialog is very well developed for the story, although as a slow romance there isn't much of it. However, the slow pace of the dialog adds to the atmosphere of the movie, there isn't an excess of talking and much of what there is is memorable.\n\n\u001b[1mこのダイアログはストーリーのために非常によく開発されていますが、遅いロマンスはあまりありません。 しかし、ダイアログの遅いペースは映画の雰囲気に加わります。話が余りにもなく、思い出に残るものの多くはありません。\u001b[22m\n\u001b[1m(Kono daiarogu wa sutōrī no tame ni hijō ni yoku kaihatsu sa rete imasuga, osoi romansu wa amari arimasen. Shikashi, daiarogu no osoi pēsu wa eiga no fun'iki ni kuwawarimasu. Hanashi ga amarini mo naku, omoide ni nokorumonono ōku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe dialog is very well developed for the story, although as a slow romance there isn't much of it. However, the slow pace of the dialog adds to the atmosphere of the movie, there isn't an excess of talking and much of what there is is memorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe dialog is very well developed for the story, although as a slow romance there isn't much of it.\u001b[24m\n    \u001b[1mこのダイアログはストーリーのために非常によく開発されていますが、遅いロマンスはあまりありません。\u001b[22m, \u001b[1m遅いロマンスとして、それの多くはありませんが、ダイアログは非常によく、物語のために開発されています。\u001b[22m\n\u001b[4mHowever, the slow pace of the dialog adds to the atmosphere of the movie, there isn't an excess of talking and much of what there is is memorable.\u001b[24m\n    \u001b[1mしかし、ダイアログの遅いペースは映画の雰囲気に加わります。話が余りにもなく、思い出に残るものの多くはありません。\u001b[22m, \u001b[1mしかし、ダイアログのゆっくりとしたペースが映画の雰囲気に追加し、そこに話を超えるものではなく、そこにあるものの多くが印象的です。\u001b[22m\n-Other(9)\n\n\u001b[1m - その他（9）\u001b[22m\n\u001b[1m(- Sonohoka (9 ))\u001b[22m\n\nTranslations of \u001b[4m-Other(9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Other(9)\u001b[24m\n    \u001b[1m - その他（9）\u001b[22m\nI admit, I didn't much like some of the characters, but everything about them screamed (to me) believable. The end of the story isn't a classic fairytale ending, but it's a believable one. For me, the fact that I can visualize actual people acting the way the characters in the movie act tells me the character design is well above average.\n\n\u001b[1m私はいくつかのキャラクターがあまり好きではなかったと認めますが、それらについてのすべてが（私にとっては）信じられないと叫びました。 ストーリーの最後は古典的なおとぎ話ではありませんが、それは信じられないものです。 私にとっては、実際の人が映画の中でどのように行動しているかを視覚化できるという事実は、キャラクターのデザインが平均以上であることを示しています。\u001b[22m\n\u001b[1m(Watashi wa ikutsu ka no kyarakutā ga amari sukide wa nakatta to mitomemasuga, sorera ni tsuite no subete ga (watashi ni totte wa) shinjirarenai to sakebimashita. Sutōrī no saigo wa koten-tekina otogibanashide wa arimasenga, sore wa shinji rarenai monodesu. Watashi ni totte wa, jissai no hito ga eiga no naka de dono yō ni kōdō shite iru ka o shikaku-ka dekiru to iu jijitsu wa, kyarakutā no dezain ga heikin ijōdearu koto o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI admit, I didn't much like some of the characters, but everything about them screamed (to me) believable. The end of the story isn't a classic fairytale ending, but it's a believable one. For me, the fact that I can visualize actual people acting the way the characters in the movie act tells me the character design is well above average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI admit, I didn't much like some of the characters, but everything about them screamed (to me) believable.\u001b[24m\n    \u001b[1m私はいくつかのキャラクターがあまり好きではなかったと認めますが、それらについてのすべてが（私にとっては）信じられないと叫びました。\u001b[22m, \u001b[1m私は信じられない、私は文字のいくつかのようなあまりしませんでしたが、それらについてのすべてが（私に）叫んだ、認めます。\u001b[22m\n\u001b[4mThe end of the story isn't a classic fairytale ending, but it's a believable one.\u001b[24m\n    \u001b[1mストーリーの最後は古典的なおとぎ話ではありませんが、それは信じられないものです。\u001b[22m, \u001b[1m物語の最後には、古典的なおとぎ話のエンディングはありませんが、それは信じられる一つです。\u001b[22m\n\u001b[4mFor me, the fact that I can visualize actual people acting the way the characters in the movie act tells me the character design is well above average.\u001b[24m\n    \u001b[1m私にとっては、実際の人が映画の中でどのように行動しているかを視覚化できるという事実は、キャラクターのデザインが平均以上であることを示しています。\u001b[22m, \u001b[1m私にとっては、事実は私が映画の行為中の文字は、文字のデザインはよく平均を上回っている私に語ったように作用する実際の人々を視覚化することができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound(8)\n\n\u001b[1mサウンド（8）\u001b[22m\n\u001b[1m(Saundo (8 ))\u001b[22m\n\nTranslations of \u001b[4mSound(8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound(8)\u001b[24m\n    \u001b[1mサウンド（8）\u001b[22m\nThe sound of 5 cm per second is memorable so much as it is an aid for the story. By itself the soundtrack would not stand out, primarily soft classical melodies, but with the story it adds that extra element.\n\n\u001b[1m5cm /秒の音は物語の援助であるほど記憶に残る。 それだけでは、サウンドトラックは、主に柔らかいクラシックなメロディーが目立つことはありませんでしたが、このストーリーでは余分な要素が追加されています。\u001b[22m\n\u001b[1m(5 Cm/ byō no oto wa monogatari no enjodearu hodo kioku ni nokoru. Sore dakede wa, saundotorakku wa, omo ni yawarakai kurashikkuna merodī ga medatsu koto wa arimasendeshitaga, kono sutōrīde wa yobun'na yōso ga tsuika sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound of 5 cm per second is memorable so much as it is an aid for the story. By itself the soundtrack would not stand out, primarily soft classical melodies, but with the story it adds that extra element.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound of 5 cm per second is memorable so much as it is an aid for the story.\u001b[24m\n    \u001b[1m5cm /秒の音は物語の援助であるほど記憶に残る。\u001b[22m, \u001b[1m毎秒5cmの音はあまりそれが物語のための援助であるとして印象的です。\u001b[22m\n\u001b[4mBy itself the soundtrack would not stand out, primarily soft classical melodies, but with the story it adds that extra element.\u001b[24m\n    \u001b[1mそれだけでは、サウンドトラックは、主に柔らかいクラシックなメロディーが目立つことはありませんでしたが、このストーリーでは余分な要素が追加されています。\u001b[22m, \u001b[1mそれ自体でサウンドトラックは、主にソフトな古典的なメロディーを目立たないだろうが、話をして、それは、余分な要素が追加されます。\u001b[22m\n-Background atmosphere(9)\n\n\u001b[1m - 背景雰囲気（9）\u001b[22m\n\u001b[1m(- Haikei fun'iki (9 ))\u001b[22m\n\nTranslations of \u001b[4m-Background atmosphere(9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Background atmosphere(9)\u001b[24m\n    \u001b[1m - 背景雰囲気（9）\u001b[22m, \u001b[1m-background雰囲気（9）\u001b[22m\nThe point of the sound in the movie is to add this background atmosphere, and it does it wonderfully. Tension in the never-ending stream of music builds as tension in the movie does, and releases the same way. When the story and art reaches its soaring climaxes, so does the music. Perhaps not memorable by itself, but the music is great with the movie.\n\n\u001b[1m映画のサウンドのポイントは、この背景の雰囲気を追加することです、そしてそれはすばらしいことです。 終わりのない音楽ストリームの緊張感は、映画の緊張感が上がり、同じように解放されます。 物語と芸術が急上昇のクライマックスに達すると、音楽もそうです。 おそらくそれ自体は思い出に残るものではないかもしれませんが、音楽は映画で素晴らしいです。\u001b[22m\n\u001b[1m(Eiga no saundo no pointo wa, kono haikei no fun'iki o tsuika suru kotodesu, soshite sore wa subarashī kotodesu. Owari no nai ongaku sutorīmu no kinchō-kan wa, eiga no kinchō-kan ga agari, onajiyōni kaihō sa remasu. Monogatari to geijutsu ga kyūjōshō no kuraimakkusu ni tassuru to, ongaku mo sōdesu. Osoraku sore jitai wa omoide ni nokoru monode wanai kamo shiremasenga, ongaku wa eiga de subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe point of the sound in the movie is to add this background atmosphere, and it does it wonderfully. Tension in the never-ending stream of music builds as tension in the movie does, and releases the same way. When the story and art reaches its soaring climaxes, so does the music. Perhaps not memorable by itself, but the music is great with the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe point of the sound in the movie is to add this background atmosphere, and it does it wonderfully.\u001b[24m\n    \u001b[1m映画のサウンドのポイントは、この背景の雰囲気を追加することです、そしてそれはすばらしいことです。\u001b[22m, \u001b[1m映画の中の音の点は、このような背景の雰囲気を追加することであり、それは見事にそれをしません。\u001b[22m\n\u001b[4mTension in the never-ending stream of music builds as tension in the movie does, and releases the same way.\u001b[24m\n    \u001b[1m終わりのない音楽ストリームの緊張感は、映画の緊張感が上がり、同じように解放されます。\u001b[22m, \u001b[1m映画の中のテンションが同じように行い、リリースとして音楽の終わることのないストリームの張力を構築します。\u001b[22m\n\u001b[4mWhen the story and art reaches its soaring climaxes, so does the music.\u001b[24m\n    \u001b[1m物語と芸術が急上昇のクライマックスに達すると、音楽もそうです。\u001b[22m, \u001b[1mストーリーとアート、その高騰クライマックスに達すると、そのように音楽を行います。\u001b[22m\n\u001b[4mPerhaps not memorable by itself, but the music is great with the movie.\u001b[24m\n    \u001b[1mおそらくそれ自体は思い出に残るものではないかもしれませんが、音楽は映画で素晴らしいです。\u001b[22m, \u001b[1mおそらく、それ自体で記憶に残るが、音楽は映画で素晴らしいではありません。\u001b[22m\n-Themes(7)\n\n\u001b[1m - テーマ（7）\u001b[22m\n\u001b[1m(- Tēma (7 ))\u001b[22m\n\nTranslations of \u001b[4m-Themes(7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Themes(7)\u001b[24m\n    \u001b[1m - テーマ（7）\u001b[22m, \u001b[1m-themes（7）\u001b[22m\nThe music to open and close the movie are merely continuations of the feel of the music throughout, so this category seems unimportant. However, it does allow for the time at the end of the movie to think about what just happened, and for that it does its job.\n\n\u001b[1m映画を開いたり閉じたりする音楽は、音楽全体の感触の続きに過ぎないので、このカテゴリは重要ではないようです。 しかし、それは、映画の終わりに何が起こったのか、それがその仕事をするのを考える時間を許します。\u001b[22m\n\u001b[1m(Eiga o ai tari toji tari suru ongaku wa, ongaku zentai no kanshoku no tsudzuki ni suginainode, kono kategori wa jūyōde wa nai yōdesu. Shikashi, soreha, eiga no owari ni nani ga okotta no ka, sore ga sono shigoto o suru no o kangaeru jikan o yurushimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music to open and close the movie are merely continuations of the feel of the music throughout, so this category seems unimportant. However, it does allow for the time at the end of the movie to think about what just happened, and for that it does its job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music to open and close the movie are merely continuations of the feel of the music throughout, so this category seems unimportant.\u001b[24m\n    \u001b[1m映画を開いたり閉じたりする音楽は、音楽全体の感触の続きに過ぎないので、このカテゴリは重要ではないようです。\u001b[22m, \u001b[1mムービーを開閉する音楽は、単にを通じて音楽の感触を継続しているので、このカテゴリには、重要でないようです。\u001b[22m\n\u001b[4mHowever, it does allow for the time at the end of the movie to think about what just happened, and for that it does its job.\u001b[24m\n    \u001b[1mしかし、それは、映画の終わりに何が起こったのか、それがその仕事をするのを考える時間を許します。\u001b[22m, \u001b[1mしかし、それだけで何が起こったのかを考える映画の終わりの時間を可能にしないし、そのためにそれは、その仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt(10)\n\n\u001b[1mアート（10）\u001b[22m\n\u001b[1m(Āto (10))\u001b[22m\n\nTranslations of \u001b[4mArt(10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt(10)\u001b[24m\n    \u001b[1mアート（10）\u001b[22m\nAnyone that doesn't give this movie a 10 for its art is out of their mind. Everything about it is stunning, from the way it moves as the story does to the detail in each shot. One can see every blade of grass in the field, and almost feel the wind as it blows the clouds overhead. The one thing that is noticeable is a decrease in the character detail, but the only reason it's noticeable at all is because everything else is so amazing.\n\n\u001b[1mこの映画に芸術のために10を与えていない人は、心の中にいません。 それについてのすべてが、物語が各ショットの細部まで移動する方法から、見事になります。 畑の草のすべての刃を見ることができ、雲の頭上を吹き飛ばしながら風をほとんど感じることができます。 目立つものはキャラクターの細部の減少ですが、目立つ唯一の理由は他のすべてがとても素晴らしいことです。\u001b[22m\n\u001b[1m(Kono eiga ni geijutsu no tame ni 10 o ataete inai hito wa, kokoronouchi ni imasen. Sore ni tsuite no subete ga, monogatari ga kaku shotto no saibu made idō suru hōhō kara, migoto ni narimasu. Hata no kusa no subete no ha o miru koto ga deki, kumo no zujō o fukitobashinagara kaze o hotondo kanjiru koto ga dekimasu. Medatsu mono wa kyarakutā no saibu no genshōdesuga, medatsu yuiitsu no riyū wa hoka no subete ga totemo subarashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnyone that doesn't give this movie a 10 for its art is out of their mind. Everything about it is stunning, from the way it moves as the story does to the detail in each shot. One can see every blade of grass in the field, and almost feel the wind as it blows the clouds overhead. The one thing that is noticeable is a decrease in the character detail, but the only reason it's noticeable at all is because everything else is so amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyone that doesn't give this movie a 10 for its art is out of their mind.\u001b[24m\n    \u001b[1mこの映画に芸術のために10を与えていない人は、心の中にいません。\u001b[22m, \u001b[1mその芸術のためにこの映画に10を与えるものではありません誰もが自分の心のうちです。\u001b[22m\n\u001b[4mEverything about it is stunning, from the way it moves as the story does to the detail in each shot.\u001b[24m\n    \u001b[1mそれについてのすべてが、物語が各ショットの細部まで移動する方法から、見事になります。\u001b[22m, \u001b[1mそれについてのすべてが道からそれは話が各ショットで詳細に行うように移動し、素晴らしいです。\u001b[22m\n\u001b[4mOne can see every blade of grass in the field, and almost feel the wind as it blows the clouds overhead.\u001b[24m\n    \u001b[1m畑の草のすべての刃を見ることができ、雲の頭上を吹き飛ばしながら風をほとんど感じることができます。\u001b[22m, \u001b[1m一つは、フィールドで草のすべてのブレードを見て、それは雲のオーバーヘッドを吹くとほとんど風を感じることができます。\u001b[22m\n\u001b[4mThe one thing that is noticeable is a decrease in the character detail, but the only reason it's noticeable at all is because everything else is so amazing.\u001b[24m\n    \u001b[1m目立つものはキャラクターの細部の減少ですが、目立つ唯一の理由は他のすべてがとても素晴らしいことです。\u001b[22m, \u001b[1m顕著である一つのことは、文字の細部の減少であるが、それ以外はとても素晴らしいですので、それがすべてで顕著だ唯一の理由です。\u001b[22m\n\u001b[1m\u001b[22m\nI recommend that anybody that can tolerate romance watch this movie, if only for the art. If you are one of those that is into romance for the romance you will not regret watching this film.\n\n\u001b[1m私はロマンスを許すことができる人なら誰でも、この映画を鑑賞することをお勧めします。 あなたがロマンスのためにロマンスになっているものの1つでは、この映画を見て後悔することはありません。\u001b[22m\n\u001b[1m(Watashi wa romansu o yurusu koto ga dekiru hitonara dare demo, kono eiga o kanshō suru koto o o susume shimasu. Anata ga romansu no tame ni romansu ni natte iru mono no 1tsude wa, kono eiga o mite kōkai suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI recommend that anybody that can tolerate romance watch this movie, if only for the art. If you are one of those that is into romance for the romance you will not regret watching this film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend that anybody that can tolerate romance watch this movie, if only for the art.\u001b[24m\n    \u001b[1m私はロマンスを許すことができる人なら誰でも、この映画を鑑賞することをお勧めします。\u001b[22m, \u001b[1m私は芸術のためならばロマンスを許容することができる誰もが、この映画を見ていることをお勧めします。\u001b[22m\n\u001b[4mIf you are one of those that is into romance for the romance you will not regret watching this film.\u001b[24m\n    \u001b[1mあなたがロマンスのためにロマンスになっているものの1つでは、この映画を見て後悔することはありません。\u001b[22m, \u001b[1mあなたは恋愛のための恋愛にあるものの一つである場合は、この映画を見て後悔しないように。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "chennette",
    "profile": "/profile/chennette/reviews",
    "pages": "14",
    "number": "10",
    "link": "/reviews.php?id=21151",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは非常に美しいアニメでした。 それはロマンスと良いアニメーションと非常に良い物語を持っています。 恋に落ちるが感情のために分かれた二人の物語はとても面白い。 それは非常にお勧めです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis was a very beautiful anime. It has romance and good animation and a very good story. The tale of two people who are in love but separated because of their emotions is very interesting. It is highly recommened.\n\n\u001b[1mこれは非常に美しいアニメでした。 それはロマンスと良いアニメーションと非常に良い物語を持っています。 恋に落ちるが感情のために分かれた二人の物語はとても面白い。 それは非常にお勧めです。\u001b[22m\n\u001b[1m(Kore wa hijō ni utsukushī animedeshita. Sore wa romansu to yoi animēshon to hijō ni yoi monogatari o motte imasu. Koiniochiru ga kanjō no tame ni wakareta futari no monogatari wa totemo omoshiroi. Sore wa hijō ni o susumedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis was a very beautiful anime. It has romance and good animation and a very good story. The tale of two people who are in love but separated because of their emotions is very interesting. It is highly recommened.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was a very beautiful anime.\u001b[24m\n    \u001b[1mこれは非常に美しいアニメでした。\u001b[22m\n\u001b[4mIt has romance and good animation and a very good story.\u001b[24m\n    \u001b[1mそれはロマンスと良いアニメーションと非常に良い物語を持っています。\u001b[22m, \u001b[1mそれはロマンスと良いアニメーションと非常に良い話を持っています。\u001b[22m\n\u001b[4mThe tale of two people who are in love but separated because of their emotions is very interesting.\u001b[24m\n    \u001b[1m恋に落ちるが感情のために分かれた二人の物語はとても面白い。\u001b[22m, \u001b[1mために自分の感情への愛にあるが、分離された2人の物語は非常に興味深いです。\u001b[22m\n\u001b[4mIt is highly recommened.\u001b[24m\n    \u001b[1mそれは非常にお勧めです。\u001b[22m, \u001b[1mそれは非常にrecommenedされます。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "igarath",
    "profile": "/profile/igarath/reviews",
    "pages": "14",
    "number": "11",
    "link": "/reviews.php?id=16931",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n不可能なロマンスは、この3つの部分の映画の中の物語のように立つ。 おそらく、私が見たアニメの芸術の中で最も魅力的なもの、劇的ではない場所でのプロット、ニュアンスと感情の沢山のものに夢中になっていた。 これは私が私のアニメで大好きなものです - 私は大胆になりたい、私は描かれたい、私は文字と恋に落ちたいです。 この映画はそれだけでなく、おなじみの魔法のダッシュも持っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe impossible romance stands as the story in this three parts movie, one that felt like something that shouldn't but ended too early. I found myself staring at the screen, mesmerized by probably one of the best animation arts I've seen, a dramatic yet not stuck-in-place plot and a lot of nuances and emotion. This is what I love in my anime - I want to be awed, I want to be drawn, I want to fall in love with the characters. This movie have it all, and a dash of familiar magic too.\n\n\u001b[1m不可能なロマンスは、この3つの部分の映画の中の物語のように立つ。 おそらく、私が見たアニメの芸術の中で最も魅力的なもの、劇的ではない場所でのプロット、ニュアンスと感情の沢山のものに夢中になっていた。 これは私が私のアニメで大好きなものです - 私は大胆になりたい、私は描かれたい、私は文字と恋に落ちたいです。 この映画はそれだけでなく、おなじみの魔法のダッシュも持っています。\u001b[22m\n\u001b[1m(Fukanōna romansu wa, kono 3ttsu no bubun no eiga no naka no monogatari no yō ni tatsu. Osoraku, watashi ga mita anime no geijutsu no naka de mottomo miryoku-tekina mono, gekitekide wanai basho de no purotto, nyuansu to kanjō no takusan no mono ni muchū ni natte ita. Kore wa watashi ga watashi no anime de daisukina monodesu - watashi wa daitan ni naritai, watashi wa egaka retai, watashi wa moji to koi ni ochitaidesu. Kono eiga wa sore dakedenaku, onajimi no mahō no dasshu mo motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe impossible romance stands as the story in this three parts movie, one that felt like something that shouldn't but ended too early. I found myself staring at the screen, mesmerized by probably one of the best animation arts I've seen, a dramatic yet not stuck-in-place plot and a lot of nuances and emotion. This is what I love in my anime - I want to be awed, I want to be drawn, I want to fall in love with the characters. This movie have it all, and a dash of familiar magic too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe impossible romance stands as the story in this three parts movie, one that felt like something that shouldn't but ended too early.\u001b[24m\n    \u001b[1m不可能なロマンスは、この3つの部分の映画の中の物語のように立つ。\u001b[22m, \u001b[1m不可能ロマンスは、この三つの部分の映画の中で物語が、あまりにも早期に終了してはならないもののように感じた一人として立っています。\u001b[22m\n\u001b[4mI found myself staring at the screen, mesmerized by probably one of the best animation arts I've seen, a dramatic yet not stuck-in-place plot and a lot of nuances and emotion.\u001b[24m\n    \u001b[1mおそらく、私が見たアニメの芸術の中で最も魅力的なもの、劇的ではない場所でのプロット、ニュアンスと感情の沢山のものに夢中になっていた。\u001b[22m, \u001b[1m私は自分自身が、私が見た中で最高のアニメーション芸術のおそらく1、劇的まだない立ち往生インプレースプロットとニュアンスや感情の多くに魅了、画面を見つめて発見しました。\u001b[22m\n\u001b[4mThis is what I love in my anime - I want to be awed, I want to be drawn, I want to fall in love with the characters.\u001b[24m\n    \u001b[1mこれは私が私のアニメで大好きなものです - 私は大胆になりたい、私は描かれたい、私は文字と恋に落ちたいです。\u001b[22m, \u001b[1m私は畏敬の念をしたい、私は描くことにしたい、私は文字と恋に落ちるしたい - これは私が私のアニメに愛するものです。\u001b[22m\n\u001b[4mThis movie have it all, and a dash of familiar magic too.\u001b[24m\n    \u001b[1mこの映画はそれだけでなく、おなじみの魔法のダッシュも持っています。\u001b[22m, \u001b[1mこの映画はそれをすべて持っている、とあまりにもおなじみの魔法のダッシュ。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "Kapuu",
    "profile": "/profile/Kapuu/reviews",
    "pages": "14",
    "number": "12",
    "link": "/reviews.php?id=34615",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  6\n\nこのアニメ映画を最初に見たとき、私はそれが何だったのか、それがなぜ「5センチメートル/秒」と呼ばれたのか疑問に思っていました。\n\n映画の3つのエピソードの中で、実際には、最近のファンタジーに匹敵するAnimeのものとは違って、視聴者をもっと欲しがるように開発することはできません。\n5センチメートル/秒は主にキャラクターの小さなキャストに焦点を当てており、それはまた、お互いの関係に焦点を合わせます。 この映画の中で私が見たときに見たことの一つは、たとえストーリー・ラインではなかったとしても、キャラクター同士が互いに仲良くしてくれたということでした。 慎重に計画された感情についても同じことが言えます。\n\n今この映画の中の芸術は...素晴らしいです。 美しいもの、特に背景や特定のシーン - それを他のアニメと比較すると、5センチメートル/秒のアートが他のアニメーションに比べて美しく見えるはずですが、 方法。 アニメの芸術とは少しずつ細かく調整されていますが、驚くほど調整されています。 芸術をキャラクターと比較することは、それほど魅力的ではないかもしれませんが、そのような壮大な映画を作るためには、ちょうど共存しています。\n\n音に関しては、私は実際に音楽に関心を持っていませんでした。自分にとってそれは動機づけではなく、私が覚えている限りではそれほど楽しめるものはあまりありませんでした。\n\nその作品を楽しむことは、ある人にとっては適しているように、おそらく公正であろう。他の人にとっては、その中に「行動」を持たないので興味がないだろう。  「アニメ」のライン。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first watched this Anime movie, I wondered what it was about, and why it was called '5 Centimeters per Second'.\n\n\u001b[1mこのアニメ映画を最初に見たとき、私はそれが何だったのか、それがなぜ「5センチメートル/秒」と呼ばれたのか疑問に思いました。\u001b[22m\n\u001b[1m(Kono anime eiga o saisho ni mita toki, watashi wa sore ga nandatta no ka, sore ga naze `5senchi mētoru/ byō' to yoba reta no ka gimon ni omoimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first watched this Anime movie, I wondered what it was about, and why it was called '5 Centimeters per Second'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first watched this Anime movie, I wondered what it was about, and why it was called '5 Centimeters per Second'.\u001b[24m\n    \u001b[1mこのアニメ映画を最初に見たとき、私はそれが何だったのか、それがなぜ「5センチメートル/秒」と呼ばれたのか疑問に思いました。\u001b[22m, \u001b[1m私が最初にこのアニメ映画を見たとき、私はそれが約だったかと思った、そしてなぜそれが「秒速5センチメートル」と呼ばれていました。\u001b[22m\n\u001b[1m\u001b[22m\nWithin the movie's three episodes, there is not really any development within them which could entrigue the viewer into wanting more unlike recent or more 'fantasy' based Anime's.\n\n\u001b[1m映画の3つのエピソードの中で、実際には、最近のファンタジーに匹敵するAnimeのものとは違って、視聴者をもっと欲しがるように開発することはできません。\u001b[22m\n\u001b[1m(Eiga no 3ttsu no episōdo no naka de, jissai ni wa, saikin no fantajī ni hitteki suru Anime no mono to wa chigatte, shichō-sha o motto hoshigaru yō ni kaihatsu suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mWithin the movie's three episodes, there is not really any development within them which could entrigue the viewer into wanting more unlike recent or more 'fantasy' based Anime's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWithin the movie's three episodes, there is not really any development within them which could entrigue the viewer into wanting more unlike recent or more 'fantasy' based Anime's.\u001b[24m\n    \u001b[1m映画の3つのエピソードの中で、実際には、最近のファンタジーに匹敵するAnimeのものとは違って、視聴者をもっと欲しがるように開発することはできません。\u001b[22m, \u001b[1m映画の3つのエピソードの中で、アニメのベースの最近の以上の '幻想'とは異なり、よりを望むにビューアをentrigueことができ、その中の任意の開発は実際にはありません。\u001b[22m\n5 Centimeters per Second focuses mainly on a small cast of characters, which then also combines the focus onto the relationships towards each other. One thing I saw within this movie when I watched it, was that how the characters interated with each other did intrigue me, even if the story-line didn't. The same goes for their carefully planned emotions.\n\n\u001b[1m5センチメートル/秒は主にキャラクターの小さなキャストに焦点を当てており、それはまた、お互いの関係に焦点を合わせます。 この映画の中で私が見たときに見たことの一つは、たとえストーリー・ラインではなかったとしても、キャラクター同士が互いに仲良くしてくれたということでした。 慎重に計画された感情についても同じことが言えます。\u001b[22m\n\u001b[1m(5Senchi mētoru/ byō wa omoni kyarakutā no chīsana kyasuto ni shōten o atete ori, soreha mata, otagai no kankei ni shōten o awasemasu. Kono eiga no naka de watashi ga mita toki ni mita koto no hitotsu wa, tatoe sutōrī rainde wa nakatta to shite mo, kyarakutā dōshi ga tagaini nakayoku shite kureta to iu kotodeshita. Shinchō ni keikaku sa reta kanjō ni tsuite mo onaji koto ga iemasu.)\u001b[22m\n\nTranslations of \u001b[4m5 Centimeters per Second focuses mainly on a small cast of characters, which then also combines the focus onto the relationships towards each other. One thing I saw within this movie when I watched it, was that how the characters interated with each other did intrigue me, even if the story-line didn't. The same goes for their carefully planned emotions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5 Centimeters per Second focuses mainly on a small cast of characters, which then also combines the focus onto the relationships towards each other.\u001b[24m\n    \u001b[1m5センチメートル/秒は主にキャラクターの小さなキャストに焦点を当てており、それはまた、お互いの関係に焦点を合わせます。\u001b[22m, \u001b[1m秒速5センチメートルは、その後も互いに向かっての関係に焦点を組み合わせた文字の小さなキャスト、に主に焦点を当てています。\u001b[22m\n\u001b[4mOne thing I saw within this movie when I watched it, was that how the characters interated with each other did intrigue me, even if the story-line didn't.\u001b[24m\n    \u001b[1mこの映画の中で私が見たときに見たことの一つは、たとえストーリー・ラインではなかったとしても、キャラクター同士が互いに仲良くしてくれたということでした。\u001b[22m, \u001b[1m私はそれを見たとき、私はこの映画の中に見たことの一つは、どのように相互にinterated文字はストーリーラインはしなかった場合でも、私は陰謀なかったことでした。\u001b[22m\n\u001b[4mThe same goes for their carefully planned emotions.\u001b[24m\n    \u001b[1m慎重に計画された感情についても同じことが言えます。\u001b[22m, \u001b[1m同じことは、その慎重に計画の感情のために行きます。\u001b[22m\n\u001b[1m\u001b[22m\nNow as for the art within this movie... It's amazing. Beautiful infact, especially backgrounds and certain scenes - if you were to compare it to other animes you would see that the art in 5 Centimeters per Second would be beautifully compared to others, however for some - it'll be like a light is guiding the way. Every little detail to do with art in the anime, is amazingly co-ordinated... Not one bit seems out of place. Comparing the art to the characters may not seem all that appealing, however it somewhat just co-exists to make it such a magnificent movie.\n\n\u001b[1m今この映画の中の芸術は...素晴らしいです。 美しいもの、特に背景や特定のシーン - それを他のアニメと比較すると、5センチメートル/秒のアートが他のアニメーションに比べて美しく見えるはずですが、 方法。 アニメの芸術とは少しずつ細かく調整されていますが、驚くほど調整されています。 芸術をキャラクターと比較することは、それほど魅力的ではないかもしれませんが、そのような壮大な映画を作るためには、ちょうど共存しています。\u001b[22m\n\u001b[1m(Ima kono eiga no naka no geijutsu wa... Subarashīdesu. Utsukushī mono, tokuni haikei ya tokutei no shīn - sore o hoka no anime to hikaku suru to, 5senchi mētoru/ byō no āto ga hoka no animēshon ni kurabete utsukushiku mieru hazudesuga, hōhō. Anime no geijutsu to wa sukoshi zutsu komakaku chōsei sa rete imasuga, odoroku hodo chōsei sa rete imasu. Geijutsu o kyarakutā to hikaku suru koto wa, sorehodo mirikitekide wanai kamo shiremasenga, sono yōna sōdaina eiga o tsukuru tame ni wa, chōdo kyōzon shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow as for the art within this movie... It's amazing. Beautiful infact, especially backgrounds and certain scenes - if you were to compare it to other animes you would see that the art in 5 Centimeters per Second would be beautifully compared to others, however for some - it'll be like a light is guiding the way. Every little detail to do with art in the anime, is amazingly co-ordinated... Not one bit seems out of place. Comparing the art to the characters may not seem all that appealing, however it somewhat just co-exists to make it such a magnificent movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow as for the art within this movie... It's amazing.\u001b[24m\n    \u001b[1m今この映画の中の芸術は...素晴らしいです。\u001b[22m, \u001b[1m今、この映画の中でアートのよう...それは驚くべきことです。\u001b[22m\n\u001b[4mBeautiful infact, especially backgrounds and certain scenes - if you were to compare it to other animes you would see that the art in 5 Centimeters per Second would be beautifully compared to others, however for some - it'll be like a light is guiding the\u001b[24m\n    \u001b[1m美しいもの、特に背景や特定のシーン - それを他のアニメと比較すると、5センチメートル/秒のアートが他のアニメーションに比べて美しく見えるはずですが、\u001b[22m, \u001b[1m美しいInfactは、特に背景や特定のシーン - それは光が導光されるようになるだろう - あなたは他のアニメと比較した場合、あなたがしかし、いくつかのために、秒速5センチメートルのアートが美しく、他と比較されることを見ることになります\u001b[22m\n\u001b[4mway.\u001b[24m\n    \u001b[1m方法。\u001b[22m\n\u001b[4mEvery little detail to do with art in the anime, is amazingly co-ordinated... Not one bit seems out of place.\u001b[24m\n    \u001b[1mアニメの芸術とは少しずつ細かく調整されていますが、驚くほど調整されています。\u001b[22m, \u001b[1mアニメでアートを行うには細部ではなく、1つのビットは場違いと思われる...驚くほど協調的です。\u001b[22m\n\u001b[4mComparing the art to the characters may not seem all that appealing, however it somewhat just co-exists to make it such a magnificent movie.\u001b[24m\n    \u001b[1m芸術をキャラクターと比較することは、それほど魅力的ではないかもしれませんが、そのような壮大な映画を作るためには、ちょうど共存しています。\u001b[22m, \u001b[1m文字に芸術を比較すると、しかし、それはややちょうどそれを、このような壮大な映画を作るために共存し、すべてがその魅力的なようでないかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the sound, I didn't really take an interest in the music, for myself it wasn't that motivating, and as far as I can remember, there wasn't all that much to be joyful about.\n\n\u001b[1m音に関しては、私は実際に音楽に関心を持っていませんでした。自分にとってそれは動機づけではなく、私が覚えている限りではそれほど楽しめるものはあまりありませんでした。\u001b[22m\n\u001b[1m(Oto ni kanshite wa, watashi wa jissai ni ongaku ni kanshin o motte imasendeshita. Jibun ni totte sore wa dōkidzukede wa naku, watashi ga oboete iru kagiride wa sorehodo tanoshimeru mono wa amari arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the sound, I didn't really take an interest in the music, for myself it wasn't that motivating, and as far as I can remember, there wasn't all that much to be joyful about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the sound, I didn't really take an interest in the music, for myself it wasn't that motivating, and as far as I can remember, there wasn't all that much to be joyful about.\u001b[24m\n    \u001b[1m音に関しては、私は実際に音楽に関心を持っていませんでした。自分にとってそれは動機づけではなく、私が覚えている限りではそれほど楽しめるものはあまりありませんでした。\u001b[22m, \u001b[1m音に関しては、私は本当に自分のためにそれが動機ではなかった、音楽に興味を持ちませんでしたし、私の知る限り覚えているように、すべての約楽しいことはそれほどありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe enjoyment of the piece would probably be fair, as it would be suited for certain people, where as for others it would not be interesting to them as it hasn't got any 'action' within it, nothing which could change the story- line of the 'anime'.\n\n\u001b[1mその作品を楽しむことは、ある人にとっては適しているように、おそらく公正であろう。他の人にとっては、その中に「行動」を持たないので興味がないだろう。  「アニメ」のライン。\u001b[22m\n\u001b[1m(Sono sakuhin o tanoshimu koto wa, aru hito ni totte wa tekishite iru yō ni, osoraku kōseidearou. Hokanohito ni totte wa, sono naka ni `kōdō' o motanainode kyōmi ga naidarou. `Anime' no rain.)\u001b[22m\n\nTranslations of \u001b[4mThe enjoyment of the piece would probably be fair, as it would be suited for certain people, where as for others it would not be interesting to them as it hasn't got any 'action' within it, nothing which could change the story- line of the 'anime'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe enjoyment of the piece would probably be fair, as it would be suited for certain people, where as for others it would not be interesting to them as it hasn't got any 'action' within it, nothing which could change the story-\u001b[24m\n    \u001b[1mその作品を楽しむことは、ある人にとっては適しているように、おそらく公正であろう。他の人にとっては、その中に「行動」を持たないので興味がないだろう。\u001b[22m, \u001b[1mそれは、それはそれ内の任意の 'アクション'を持っていないように他の人のためとして、それは彼らに面白いではないであろう特定の人々のためのstory-を変更することができ何も適していないであろうとして、作品の楽しさは、おそらく、公正であろう\u001b[22m\n\u001b[4mline of the 'anime'.\u001b[24m\n    \u001b[1m「アニメ」のライン。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "tplusent",
    "profile": "/profile/tplusent/reviews",
    "pages": "14",
    "number": "13",
    "link": "/reviews.php?id=20396",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nまあ、私は通常ロマンスアニメのためのものではありませんが、この映画は本当に私を吹き飛ばしました。 彼らは本当に若かったので友達だった少女と少年のことで、女の子は別の町に移動します。\n\nストーリー：\nストーリーは短いものの、それは良いペースで進み、何も残さなかった。 この映画は本当にすばらしい話をしています。私が見た多くのアニメ映画よりも優れています。  8/10\n\nアート：\n芸術は毎秒5センチメートルの私の好きな部分です。 キャラクターは美しく描かれ、アニメーションは流動的です。 背景は単に素晴らしいです。  2番目のエピソードでは、夜空が鮮やかです。 私はちょうど私の背景として設定しなければならなかった。 それ自体で芸術です。  10/10\n\n音：\n音も素晴らしいです。 声優はキャラクターにとって完璧であり、キャラクターに多くの感情を与える。 バックグラウンドミュージックも素晴らしいです。 それは映画の気分によく合うので、賞に値する。  10/10\n\nキャラクター：\n文字は物語にとって非常に重要です。 彼らは本当のようです。 本当の人のような行為はそうです。 それほど多くのキャラクターがいないにもかかわらず、この映画はこの映画のために与えられた時間の量のためのキャラクターの適切な量を持っていた。  9/10\n\n楽しみ：\nストーリー、芸術、キャラクター、そしてサウンドをまとめると、毎秒5センチメートルが傑作だと言えます。 私は本当にこの映画とそれに関するすべてを楽しんだ。 それはちょうど完璧と思われ、私はクリエイターがそれでより良い仕事をしたとは思わない。  9/20\n\n私はこのアニメをお勧めします。 私はあなたがそれを後悔するとは思わない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWell, I'm not usually one for romance anime, but this movie really blew me away. It is about A girl and a boy who have been friends since they were really young and the girl moves to a different town.\n\n\u001b[1mまあ、私は通常ロマンスアニメのためのものではありませんが、この映画は本当に私を吹き飛ばしました。 彼らは本当に若かったので友達だった少女と少年のことで、女の子は別の町に移動します。\u001b[22m\n\u001b[1m(Mā, watashi wa tsūjō romansu anime no tame no monode wa arimasenga, kono eiga wa hontōni watashi o fukitobashimashita. Karera wa hontōni wakakattanode tomodachidatta shōjo to shōnen no koto de, on'nanoko wa betsu no machi ni idō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, I'm not usually one for romance anime, but this movie really blew me away. It is about A girl and a boy who have been friends since they were really young and the girl moves to a different town.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I'm not usually one for romance anime, but this movie really blew me away.\u001b[24m\n    \u001b[1mまあ、私は通常ロマンスアニメのためのものではありませんが、この映画は本当に私を吹き飛ばしました。\u001b[22m, \u001b[1mまあ、私は恋愛アニメのために、通常1ないんだけど、この映画は本当に私を吹き飛ばしました。\u001b[22m\n\u001b[4mIt is about A girl and a boy who have been friends since they were really young and the girl moves to a different town.\u001b[24m\n    \u001b[1m彼らは本当に若かったので友達だった少女と少年のことで、女の子は別の町に移動します。\u001b[22m, \u001b[1mそれは彼らが本当に若い頃からの友人されていると女の子が別の町に移動している女の子と男の子についてです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nEven though the story is short, it went at a good pace and didn't leave anything out. This movie really has a great story-- better than a lot of anime movies I've seen. 8/10\n\n\u001b[1mストーリーは短いものの、それは良いペースで進み、何も残さなかった。 この映画は本当にすばらしい話をしています。私が見た多くのアニメ映画よりも優れています。  8/10\u001b[22m\n\u001b[1m(Sutōrī wa mijikai mono no, sore wa yoi pēsu de susumi, nani mo nokosanakatta. Kono eiga wa hontōni subarashī hanashi o shite imasu. Watashi ga mita ōku no anime eiga yori mo sugurete imasu. 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEven though the story is short, it went at a good pace and didn't leave anything out. This movie really has a great story-- better than a lot of anime movies I've seen. 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though the story is short, it went at a good pace and didn't leave anything out.\u001b[24m\n    \u001b[1mストーリーは短いものの、それは良いペースで進み、何も残さなかった。\u001b[22m, \u001b[1mストーリーは短いですが、それは良いペースで行って、何を残していませんでした。\u001b[22m\n\u001b[4mThis movie really has a great story-- better than a lot of anime movies I've seen.\u001b[24m\n    \u001b[1mこの映画は本当にすばらしい話をしています。私が見た多くのアニメ映画よりも優れています。\u001b[22m, \u001b[1mこの映画は本当に私が見てきたアニメ映画の多くよりも優れた素晴らしいstory--を持っています。\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art happens to be my favorite part of 5 Centimeters per Second. The characters are beautifully drawn and the animation is fluid. The backgrounds are simply amazing. In the second episode, the night sky is radiant. I just had to set it as my background. It's art by itself. 10/10\n\n\u001b[1m芸術は毎秒5センチメートルの私の好きな部分です。 キャラクターは美しく描かれ、アニメーションは流動的です。 背景は単に素晴らしいです。  2番目のエピソードでは、夜空が鮮やかです。 私はちょうど私の背景として設定しなければならなかった。 それ自体で芸術です。  10/10\u001b[22m\n\u001b[1m(Geijutsu wa maibyō 5senchi mētoru no watashi no sukina bubundesu. Kyarakutā wa utsukushiku egaka re, animēshon wa ryūdōtekidesu. Haikei wa tan'ni subarashīdesu. 2-Banme no episōdode wa, yozora ga azayakadesu. Watashi wa chōdo watashi no haikei to shite settei shinakereba naranakatta. Sore jitai de geijutsudesu. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe art happens to be my favorite part of 5 Centimeters per Second. The characters are beautifully drawn and the animation is fluid. The backgrounds are simply amazing. In the second episode, the night sky is radiant. I just had to set it as my background. It's art by itself. 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art happens to be my favorite part of 5 Centimeters per Second.\u001b[24m\n    \u001b[1m芸術は毎秒5センチメートルの私の好きな部分です。\u001b[22m, \u001b[1m芸術は秒速5センチメートルの私のお気に入りの一部であることを起こります。\u001b[22m\n\u001b[4mThe characters are beautifully drawn and the animation is fluid.\u001b[24m\n    \u001b[1mキャラクターは美しく描かれ、アニメーションは流動的です。\u001b[22m, \u001b[1m文字が美しく描かれ、アニメーションは流体であるされています。\u001b[22m\n\u001b[4mThe backgrounds are simply amazing.\u001b[24m\n    \u001b[1m背景は単に素晴らしいです。\u001b[22m, \u001b[1m背景には、ただ驚くばかりです。\u001b[22m\n\u001b[4mIn the second episode, the night sky is radiant.\u001b[24m\n    \u001b[1m2番目のエピソードでは、夜空が鮮やかです。\u001b[22m, \u001b[1m第2話では、夜空は、放射です。\u001b[22m\n\u001b[4mI just had to set it as my background.\u001b[24m\n    \u001b[1m私はちょうど私の背景として設定しなければならなかった。\u001b[22m, \u001b[1m私はちょうど私の背景として設定する必要がありました。\u001b[22m\n\u001b[4mIt's art by itself.\u001b[24m\n    \u001b[1mそれ自体で芸術です。\u001b[22m, \u001b[1mそれはそれ自体が芸術です。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound is also amazing. The voice actors are perfect for the characters and they give lots of emotion to the characters. The background music is great too. It fits the mood of the movie so well, that it deserves an award. 10/10\n\n\u001b[1m音も素晴らしいです。 声優はキャラクターにとって完璧であり、キャラクターに多くの感情を与える。 バックグラウンドミュージックも素晴らしいです。 それは映画の気分によく合うので、賞に値する。  10/10\u001b[22m\n\u001b[1m(Oto mo subarashīdesu. Seiyū wa kyarakutā ni totte kanpekideari, kyarakutā ni ōku no kanjō o ataeru. Bakkuguraundomyūjikku mo subarashīdesu. Sore wa eiga no kibun ni yoku au node,-shō ni ataisuru. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe sound is also amazing. The voice actors are perfect for the characters and they give lots of emotion to the characters. The background music is great too. It fits the mood of the movie so well, that it deserves an award. 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is also amazing.\u001b[24m\n    \u001b[1m音も素晴らしいです。\u001b[22m\n\u001b[4mThe voice actors are perfect for the characters and they give lots of emotion to the characters.\u001b[24m\n    \u001b[1m声優はキャラクターにとって完璧であり、キャラクターに多くの感情を与える。\u001b[22m, \u001b[1m声優は、文字に最適です、彼らは文字に感情の多くを与えます。\u001b[22m\n\u001b[4mThe background music is great too.\u001b[24m\n    \u001b[1mバックグラウンドミュージックも素晴らしいです。\u001b[22m, \u001b[1m背景音楽が大きすぎます。\u001b[22m\n\u001b[4mIt fits the mood of the movie so well, that it deserves an award.\u001b[24m\n    \u001b[1mそれは映画の気分によく合うので、賞に値する。\u001b[22m, \u001b[1mそれは賞に値することは、非常によく映画の気分にフィットします。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters are very important to the story. They seem real. The act like a real person would. Even though there aren't that many characters, this movie had the right amount of characters for the amount of time given for this movie. 9/10\n\n\u001b[1m文字は物語にとって非常に重要です。 彼らは本当のようです。 本当の人のような行為はそうです。 それほど多くのキャラクターがいないにもかかわらず、この映画はこの映画のために与えられた時間の量のためのキャラクターの適切な量を持っていた。  9/10\u001b[22m\n\u001b[1m(Moji wa monogatari ni totte hijō ni jūyōdesu. Karera wa hontō no yōdesu. Hontō no hito no yōna kōi wa sōdesu. Sorehodo ōku no kyarakutā ga inai nimokakawarazu, kono eiga wa kono eiga no tame ni atae rareta jikan no ryō no tame no kyarakutā no tekisetsuna-ryō o motte ita. 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe characters are very important to the story. They seem real. The act like a real person would. Even though there aren't that many characters, this movie had the right amount of characters for the amount of time given for this movie. 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are very important to the story.\u001b[24m\n    \u001b[1m文字は物語にとって非常に重要です。\u001b[22m, \u001b[1m文字が物語に非常に重要です。\u001b[22m\n\u001b[4mThey seem real.\u001b[24m\n    \u001b[1m彼らは本当のようです。\u001b[22m\n\u001b[4mThe act like a real person would.\u001b[24m\n    \u001b[1m本当の人のような行為はそうです。\u001b[22m, \u001b[1m実在の人物のような行為があろう。\u001b[22m\n\u001b[4mEven though there aren't that many characters, this movie had the right amount of characters for the amount of time given for this movie.\u001b[24m\n    \u001b[1mそれほど多くのキャラクターがいないにもかかわらず、この映画はこの映画のために与えられた時間の量のためのキャラクターの適切な量を持っていた。\u001b[22m, \u001b[1mその多くの文字がありませんが、この映画はこの映画のために与えられた時間の量のために、文字の適切な量を持っていました。\u001b[22m\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nPutting together the story, art, character, and sound, I would say that 5 Centimeters per Second is a masterpiece. I really enjoyed this movie and everything about it. It just seems so perfect and I don't think the creators could have done a better job with it. 9/20\n\n\u001b[1mストーリー、芸術、キャラクター、そしてサウンドをまとめると、毎秒5センチメートルが傑作だと言えます。 私は本当にこの映画とそれに関するすべてを楽しんだ。 それはちょうど完璧と思われ、私はクリエイターがそれでより良い仕事をしたとは思わない。  9/20\u001b[22m\n\u001b[1m(Sutōrī, geijutsu, kyarakutā, soshite saundo o matomeru to, maibyō 5senchi mētoru ga kessakuda to iemasu. Watashi wa hontōni kono eiga to sore ni kansuru subete o tanoshinda. Sore wa chōdo kanpeki to omowa re, watashi wa kurieitā ga sore de yoriyoi shigoto o shita to wa omowanai. 9/ 20)\u001b[22m\n\nTranslations of \u001b[4mPutting together the story, art, character, and sound, I would say that 5 Centimeters per Second is a masterpiece. I really enjoyed this movie and everything about it. It just seems so perfect and I don't think the creators could have done a better job with it. 9/20\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPutting together the story, art, character, and sound, I would say that 5 Centimeters per Second is a masterpiece.\u001b[24m\n    \u001b[1mストーリー、芸術、キャラクター、そしてサウンドをまとめると、毎秒5センチメートルが傑作だと言えます。\u001b[22m, \u001b[1m物語、アート、文字、音を一緒に入れて、私は秒速5センチメートルは傑作だと思います。\u001b[22m\n\u001b[4mI really enjoyed this movie and everything about it.\u001b[24m\n    \u001b[1m私は本当にこの映画とそれに関するすべてを楽しんだ。\u001b[22m, \u001b[1m私は本当にそれについてのこの映画、すべてを楽しみました。\u001b[22m\n\u001b[4mIt just seems so perfect and I don't think the creators could have done a better job with it.\u001b[24m\n    \u001b[1mそれはちょうど完璧と思われ、私はクリエイターがそれでより良い仕事をしたとは思わない。\u001b[22m, \u001b[1mそれはちょうどので、完璧なようで、私はクリエイターはそれでより良い仕事をしている可能性はないと思います。\u001b[22m\n\u001b[4m9/20\u001b[24m\n    \u001b[1m9/20\u001b[22m, \u001b[1m9月20日\u001b[22m\n\u001b[1m\u001b[22m\nI high recommend this anime. I don't think you'll regret it.\n\n\u001b[1m私はこのアニメをお勧めします。 私はあなたがそれを後悔するとは思わない。\u001b[22m\n\u001b[1m(Watashi wa kono anime o o susume shimasu. Watashi wa anata ga sore o kōkai suru to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mI high recommend this anime. I don't think you'll regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI high recommend this anime.\u001b[24m\n    \u001b[1m私はこのアニメをお勧めします。\u001b[22m, \u001b[1m私は高いこのアニメをお勧めします。\u001b[22m\n\u001b[4mI don't think you'll regret it.\u001b[24m\n    \u001b[1m私はあなたがそれを後悔するとは思わない。\u001b[22m, \u001b[1m私はあなたがそれを後悔しないと思います。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "canabliss",
    "profile": "/profile/canabliss/reviews",
    "pages": "14",
    "number": "14",
    "link": "/reviews.php?id=30688",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\n多くの人がこの映画の素晴らしさについて書いてきましたが、私はあまりにもそれが良いものであり、それに値するという理由だけで、やっています。 私が今まで見た中で最もリアルなアニメ映画、奇跡、魔法、ランダムコメディ、オーバー・ザ・トップ・アクションやドラマはなく、現実的で美しいです。 現実的には、2つ以上の方法で、アニメがアニメで見たことの中で最も詳細であることを意味します。それは人生のように感じられるほど詳細です。実際、あなたが青い線で人生を見ているようでした 。 それが現実的だと感じたもう一つの方法は、ストーリーラインとキャラクターでした。ここには魔法はなく、非現実的な奇跡や超大国などはありません。ストーリーラインは誰にも起こり得るものですが、 私が見たより良い空想のいくつかよりも強力に感じるような方法で。 これは、あなたが私に尋ねるならば、新井誠の最高の仕事です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nPlenty of people have written about how great this film is, but I am going to too, just because it is that good and deserves it. The most realistic anime film I have ever seen, there are no miracles, magic, random comedy, over-the-top action or drama, it is just realistic and beautiful. By realistic I mean that in more than two ways, the animations are the most detailed I have ever seen in anime, it is so detailed it felt like it could be life, in fact, it seemed like you were watching life in blu-ray . The other way it felt realistic was the storyline and characters, as I said there is no magic that goes on here, there is no unrealistic miracles or superpowers or anything of the sort, the storyline is something that can happen to anyone but it is told in such a way to make it feel more powerful than some of the better fantasies I have seen. This is by far Makoto Shinkai's best work if you ask me.\n\n\u001b[1m多くの人がこの映画の素晴らしさについて書いてきましたが、私はあまりにもそれが良いものであり、それに値するという理由だけで、やっています。 私が今まで見た中で最もリアルなアニメ映画、奇跡、魔法、ランダムコメディ、オーバー・ザ・トップ・アクションやドラマはなく、現実的で美しいです。 現実的には、2つ以上の方法で、アニメがアニメで見たことの中で最も詳細であることを意味します。それは人生のように感じられるほど詳細です。実際、あなたが青い線で人生を見ているようでした 。 それが現実的だと感じたもう一つの方法は、ストーリーラインとキャラクターでした。ここには魔法はなく、非現実的な奇跡や超大国などはありません。ストーリーラインは誰にも起こり得るものですが、 私が見たより良い空想のいくつかよりも強力に感じるような方法で。 これは、あなたが私に尋ねるならば、新井誠の最高の仕事です。\u001b[22m\n\u001b[1m(Ōku no hito ga kono eiga no subarashi-sa ni tsuite kaite kimashitaga, watashi wa amarini mo sore ga yoi monodeari, sore ni ataisuru to iu riyū dake de, yatte imasu. Watashi ga imamade mita naka de mottomo riaruna anime eiga, kiseki, mahō, randamukomedi, ōbā za toppu akushon ya dorama wa naku, genjitsu-tekide utsukushīdesu. Genjitsu-teki ni wa, 2tsu ijō no hōhō de, anime ga anime de mita koto no naka de mottomo shōsaidearu koto o imi shimasu. Sore wa jinsei no yō ni kanji rareru hodo shōsaidesu. Jissai, anata ga aoi sen de jinsei o mite iru yōdeshita. Sore ga genjitsu-tekida to kanjita mōhitotsu no hōhō wa, sutōrīrain to kyarakutādeshita. Koko ni wa mahō wa naku, higenjitsutekina kiseki ya chō taikoku nado wa arimasen. Sutōrīrain wa darenimo okori eru monodesuga, watashi ga mita yoriyoi kūsō no ikutsu ka yori mo kyōryoku ni kanjiru yōna hōhō de. Kore wa, anata ga watashi ni tazunerunaraba, arai makoto no saikō no shigotodesu.)\u001b[22m\n\nTranslations of \u001b[4mPlenty of people have written about how great this film is, but I am going to too, just because it is that good and deserves it. The most realistic anime film I have ever seen, there are no miracles, magic, random comedy, over-the-top action or drama, it is just realistic and beautiful. By realistic I mean that in more than two ways, the animations are the most detailed I have ever seen in anime, it is so detailed it felt like it could be life, in fact, it seemed like you were watching life in blu-ray . The other way it felt realistic was the storyline and characters, as I said there is no magic that goes on here, there is no unrealistic miracles or superpowers or anything of the sort, the storyline is something that can happen to anyone but it is told in such a way to make it feel more powerful than some of the better fantasies I have seen. This is by far Makoto Shinkai's best work if you ask me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlenty of people have written about how great this film is, but I am going to too, just because it is that good and deserves it.\u001b[24m\n    \u001b[1m多くの人がこの映画の素晴らしさについて書いてきましたが、私はあまりにもそれが良いものであり、それに値するという理由だけで、やっています。\u001b[22m, \u001b[1mそれは良いとすると、それに値することであるからといって、人のプレンティは、この映画がいかに素晴らしいについて書かれているが、私はあまりにもするつもりです。\u001b[22m\n\u001b[4mThe most realistic anime film I have ever seen, there are no miracles, magic, random comedy, over-the-top action or drama, it is just realistic and beautiful.\u001b[24m\n    \u001b[1m私が今まで見た中で最もリアルなアニメ映画、奇跡、魔法、ランダムコメディ、オーバー・ザ・トップ・アクションやドラマはなく、現実的で美しいです。\u001b[22m, \u001b[1m私が今まで見た中で最も現実的なアニメ映画は、何の奇跡、魔法、ランダムコメディ、オーバーザトップアクションやドラマが存在しない、それだけで現実的で美しいです。\u001b[22m\n\u001b[4mBy realistic I mean that in more than two ways, the animations are the most detailed I have ever seen in anime, it is so detailed it felt like it could be life, in fact, it seemed like you were watching life in blu-ray\u001b[24m\n    \u001b[1m現実的には、2つ以上の方法で、アニメがアニメで見たことの中で最も詳細であることを意味します。それは人生のように感じられるほど詳細です。実際、あなたが青い線で人生を見ているようでした\u001b[22m, \u001b[1m現実的なことで私は以上の2通りの方法で、アニメーションは、私が今までのアニメで見た中で最も詳細であること、あなたがブルーレイでの生活を見ていたようにそれが人生、実際には、それが見えたかもしれないようにそれは感じたので詳細であることを意味します\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThe other way it felt realistic was the storyline and characters, as I said there is no magic that goes on here, there is no unrealistic miracles or superpowers or anything of the sort, the storyline is something that can happen to anyone but it is told\u001b[24m\n    \u001b[1mそれが現実的だと感じたもう一つの方法は、ストーリーラインとキャラクターでした。ここには魔法はなく、非現実的な奇跡や超大国などはありません。ストーリーラインは誰にも起こり得るものですが、\u001b[22m, \u001b[1m私はここに行く魔法が存在しない言ったように、それは現実的な感じ他の方法は、全く非現実的な奇跡や超大国や種のものは存在しない、ストーリーやキャラクターだったストーリーは誰にでも起こることができるものですが、それは言われています\u001b[22m\n\u001b[4min such a way to make it feel more powerful than some of the better fantasies I have seen.\u001b[24m\n    \u001b[1m私が見たより良い空想のいくつかよりも強力に感じるような方法で。\u001b[22m, \u001b[1mこのように、それは私が見てきたより良い空想のいくつかよりも強力な感じにします。\u001b[22m\n\u001b[4mThis is by far Makoto Shinkai's best work if you ask me.\u001b[24m\n    \u001b[1mこれは、あなたが私に尋ねるならば、新井誠の最高の仕事です。\u001b[22m, \u001b[1mあなたは私に言わせればこれはこれまで新海誠の最高の仕事によるものです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "JearBear",
    "profile": "/profile/JearBear/reviews",
    "pages": "14",
    "number": "15",
    "link": "/reviews.php?id=145295",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  8\n\n物事を開始するには、これは絶対に豪華な映画だと言うことができます！  1080pでそれを見ることができれば！ それは言われている、それの残りの部分はどれくらい良いですか？ まあ、以前は何度も伝えられてきた話ですが、それはとてもうまく伝わっています。 最初のエピソードは確かに最高です。 それが最初のものだったら、おそらくこれを9としていたでしょう。私が感じる2番目のものは本当にちょうど靴ひもであった。それは良いもので、すべてで、最初と3番目は 同じ文字の周りにあり、2番目の文字はそうではありません。 私は、このエピソードが第1と第3の間の時間のより深いところに行くのに使われたと思います。 結末は間違いなく私が欲しかったが、まだ良いです。 あなたが恋愛物語になり、物語やビジュアルのために多分いくつかの組織を破るように感じるなら、私はこれを強く勧めます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTo start things off let me say this is an absolutely GORGEOUS movie! If you can watch it in 1080p do it! That being said, how good is the rest of it? Well, the story is one that has been told many time before, but it is told very well. The first episode is the best for sure. If it had just been the first one I probably would have given this a 9. The second one I feel was really just shoehorned in. It was good and everything, I just didn't quite understand its purpose since the first and third are based around the same characters and the second isn't. I wish this episode would have been used to go more in depth of the time between the first and third one. The ending is definitely not the one I wanted but is still good. If you are into love stories and feel like maybe breaking out some tissues, because of the story and visuals, I would highly recommend this one.\n\n\u001b[1m物事を開始するには、これは絶対に豪華な映画だと言うことができます！  1080pでそれを見ることができれば！ それは言われている、それの残りの部分はどれくらい良いですか？ まあ、以前は何度も伝えられてきた話ですが、それはとてもうまく伝わっています。 最初のエピソードは確かに最高です。 それが最初のものだったら、おそらくこれを9としていたでしょう。私が感じる2番目のものは本当にちょうど靴ひもであった。それは良いもので、すべてで、最初と3番目は 同じ文字の周りにあり、2番目の文字はそうではありません。 私は、このエピソードが第1と第3の間の時間のより深いところに行くのに使われたと思います。 結末は間違いなく私が欲しかったが、まだ良いです。 あなたが恋愛物語になり、物語やビジュアルのために多分いくつかの組織を破るように感じるなら、私はこれを強く勧めます。\u001b[22m\n\u001b[1m(Monogoto o kaishi suru ni wa, kore wa zettai ni gōkana eigada to iu koto ga dekimasu! 1080 P de sore o miru koto ga dekireba! Sore wa iwa rete iru, sore no nokori no bubun wa dore kurai yoidesu ka? Mā, izen wa nando mo tsutae rarete kita hanashidesuga, sore wa totemo umaku tsutawatte imasu. Saisho no episōdo wa tashika ni saikōdesu. Sore ga saisho no monodattara, osoraku kore o 9 to shite itadeshou. Watashi ga kanjiru 2-banme no mono wa hontōni chōdo kutsu himodeatta. Sore wa yoi mono de, subete de, saisho to 3-banme wa onaji moji no mawari ni ari, 2-banme no moji wa sōde wa arimasen. Watashi wa, kono episōdo ga dai 1 to dai 3 no ma no jikan no yori fukai tokoro ni iku no ni tsukawa reta to omoimasu. Ketsumatsu wa machigainaku watashi ga hoshikattaga, mada yoidesu. Anata ga ren'ai monogatari ni nari, monogatari ya bijuaru no tame ni tabun ikutsu ka no soshiki o yaburu yō ni kanjirunara, watashi wa kore o tsuyoku susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mTo start things off let me say this is an absolutely GORGEOUS movie! If you can watch it in 1080p do it! That being said, how good is the rest of it? Well, the story is one that has been told many time before, but it is told very well. The first episode is the best for sure. If it had just been the first one I probably would have given this a 9. The second one I feel was really just shoehorned in. It was good and everything, I just didn't quite understand its purpose since the first and third are based around the same characters and the second isn't. I wish this episode would have been used to go more in depth of the time between the first and third one. The ending is definitely not the one I wanted but is still good. If you are into love stories and feel like maybe breaking out some tissues, because of the story and visuals, I would highly recommend this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo start things off let me say this is an absolutely GORGEOUS movie!\u001b[24m\n    \u001b[1m物事を開始するには、これは絶対に豪華な映画だと言うことができます！\u001b[22m, \u001b[1m物事を始めるために、私は、これは絶対にGORGEOUS映画であるとしましょう！\u001b[22m\n\u001b[4mIf you can watch it in 1080p do it!\u001b[24m\n    \u001b[1m1080pでそれを見ることができれば！\u001b[22m, \u001b[1mあなたは1080でそれを見ることができる場合は、それを行います！\u001b[22m\n\u001b[4mThat being said, how good is the rest of it?\u001b[24m\n    \u001b[1mそれは言われている、それの残りの部分はどれくらい良いですか？\u001b[22m, \u001b[1m言われていること、それの残りの部分はどのように良いのですか？\u001b[22m\n\u001b[4mWell, the story is one that has been told many time before, but it is told very well.\u001b[24m\n    \u001b[1mまあ、以前は何度も伝えられてきた話ですが、それはとてもうまく伝わっています。\u001b[22m, \u001b[1mさて、話は前に多くの時間を言われているものであるが、それは非常によく言われます。\u001b[22m\n\u001b[4mThe first episode is the best for sure.\u001b[24m\n    \u001b[1m最初のエピソードは確かに最高です。\u001b[22m, \u001b[1m最初のエピソードは確かに最適です。\u001b[22m\n\u001b[4mIf it had just been the first one I probably would have given this a 9. The second one I feel was really just shoehorned in. It was good and everything, I just didn't quite understand its purpose since the first and third are based\u001b[24m\n    \u001b[1mそれが最初のものだったら、おそらくこれを9としていたでしょう。私が感じる2番目のものは本当にちょうど靴ひもであった。それは良いもので、すべてで、最初と3番目は\u001b[22m, \u001b[1mそれはちょうど私はおそらく私が感じる9.第1は本当にただでshoehornedた。それは良かったし、すべて第一及び第三のベースとしているので、私は非常にその目的を理解していなかったこれを与えたであろう最初の1であったならば\u001b[22m\n\u001b[4maround the same characters and the second isn't.\u001b[24m\n    \u001b[1m同じ文字の周りにあり、2番目の文字はそうではありません。\u001b[22m, \u001b[1m同じ文字と第二の周りではありません。\u001b[22m\n\u001b[4mI wish this episode would have been used to go more in depth of the time between the first and third one.\u001b[24m\n    \u001b[1m私は、このエピソードが第1と第3の間の時間のより深いところに行くのに使われたと思います。\u001b[22m, \u001b[1m私はこのエピソードは、第1および第3の1の間の時間の深さに多くを行くために使用されていることを望みます。\u001b[22m\n\u001b[4mThe ending is definitely not the one I wanted but is still good.\u001b[24m\n    \u001b[1m結末は間違いなく私が欲しかったが、まだ良いです。\u001b[22m, \u001b[1mエンディングは間違いなく私が欲しかったものではありませんが、それでも良いです。\u001b[22m\n\u001b[4mIf you are into love stories and feel like maybe breaking out some tissues, because of the story and visuals, I would highly recommend this one.\u001b[24m\n    \u001b[1mあなたが恋愛物語になり、物語やビジュアルのために多分いくつかの組織を破るように感じるなら、私はこれを強く勧めます。\u001b[22m, \u001b[1mあなたは愛の物語にしていると、おそらくので、ストーリーとビジュアルの、いくつかの組織を壊すように感じる場合は、私は非常にこれをお勧めします。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "KerrieV1243",
    "profile": "/profile/KerrieV1243/reviews",
    "pages": "14",
    "number": "16",
    "link": "/reviews.php?id=126693",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nこの映画は、私が今まで見た中で最も痛快なものかもしれません。 私はルーツビールを飲んでいるわけではなく、いつもの最初の愛がいつもしていたものだったので、私はソフトドリンクの上にタブRBをどのようにポップしているのか、助けてもらえませんでした。 私がほとんど無意識のうちに微笑みながらやっているような小さなこと。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis movie may be the most poignant thing I have ever watched. I couldn't help but think of how I still pop the tab RB on top of my soft drinks not because I'm drinking Root Beer but because it was what my first love always used to do. Such a small thing that I almost do unconsciously with a faint smile.\n\n\u001b[1mこの映画は、私が今まで見た中で最も痛快なものかもしれません。 私はルーツビールを飲んでいるわけではなく、いつもの最初の愛がいつもしていたものだったので、私はソフトドリンクの上にタブRBをどのようにポップしているのか、助けてもらえませんでした。 私がほとんど無意識のうちに微笑みながらやっているような小さなこと。\u001b[22m\n\u001b[1m(Kono eiga wa, watashi ga imamade mita naka de mottomo tsūkaina mono kamo shiremasen. Watashi wa rūtsubīru o nonde iru wakede wa naku, itsumo no saisho no ai ga itsumo shite ita monodattanode, watashi wa sofutodorinku no ue ni tabu RB o dono yō ni poppu shite iru no ka, tasukete moraemasendeshita. Watashi ga hotondo muishiki no uchi ni hohoeminagara yatte iru yōna chīsana koto.)\u001b[22m\n\nTranslations of \u001b[4mThis movie may be the most poignant thing I have ever watched. I couldn't help but think of how I still pop the tab RB on top of my soft drinks not because I'm drinking Root Beer but because it was what my first love always used to do. Such a small thing that I almost do unconsciously with a faint smile.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie may be the most poignant thing I have ever watched.\u001b[24m\n    \u001b[1mこの映画は、私が今まで見た中で最も痛快なものかもしれません。\u001b[22m, \u001b[1mこの映画は私が今まで見た中で最も感動的なものになるかもしれませんね。\u001b[22m\n\u001b[4mI couldn't help but think of how I still pop the tab RB on top of my soft drinks not because I'm drinking Root Beer but because it was what my first love always used to do.\u001b[24m\n    \u001b[1m私はルーツビールを飲んでいるわけではなく、いつもの最初の愛がいつもしていたものだったので、私はソフトドリンクの上にタブRBをどのようにポップしているのか、助けてもらえませんでした。\u001b[22m, \u001b[1m私は助けるが、私はルートビールを飲んだので、私はまだない私のソフトドリンクの上部にあるタブのRBをポップする方法を考えるが、それは私の最初の愛は常に行うために使用したものだったので、できませんでした。\u001b[22m\n\u001b[4mSuch a small thing that I almost do unconsciously with a faint smile.\u001b[24m\n    \u001b[1m私がほとんど無意識のうちに微笑みながらやっているような小さなこと。\u001b[22m, \u001b[1m私はほとんどかすかな笑顔で無意識に行うような小さなもの。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "xblack13catx",
    "profile": "/profile/xblack13catx/reviews",
    "pages": "14",
    "number": "17",
    "link": "/reviews.php?id=10980",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nその意味を理解するためには、本当に3つすべてを見なければなりません。 私は通常、映画を見ながら泣いている人ではありませんが、これは本当に良かったです。 あなたは、これらの種類のエンディングで多くのアニメを見ることはありません。 作家は通常この種のリスクを負うことを恐れる。 全体的に私はそれがかなり素晴らしいと思った。 その風景はとてもうまくいった。 私は2番目のepのシーンが息を飲むと思った。 私をほとんど泣かせてくれることはたくさんあります。 あなたは本当にこれを見てください。 ところで、一度にすべてのepsを見ることができない場合はしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nYou really have to see all three to understand its meaning. I'm not usually a person who cries while watching a movie, but this was really good. You don't see a lot of animes with those kinds of endings. Writers are usually afraid to take that kind of risk. Overall I thought it was pretty amazing. The scenery was very well done. I thought the scenes in the second ep were breath-taking. It's a lot to make me even almost cry. You should really watch this. By the way, don't if you can't watch all the eps at once.\n\n\u001b[1mその意味を理解するためには、本当に3つすべてを見なければなりません。 私は通常、映画を見ながら泣いている人ではありませんが、これは本当に良かったです。 あなたは、これらの種類のエンディングで多くのアニメを見ることはありません。 作家は通常この種のリスクを負うことを恐れる。 全体的に私はそれがかなり素晴らしいと思った。 その風景はとてもうまくいった。 私は2番目のepのシーンが息を飲むと思った。 私をほとんど泣かせてくれることはたくさんあります。 あなたは本当にこれを見てください。 ところで、一度にすべてのepsを見ることができない場合はしないでください。\u001b[22m\n\u001b[1m(Sono imi o rikai suru tame ni wa, hontōni 3ttsu subete o minakereba narimasen. Watashi wa tsūjō, eiga o minagara naite iru hitode wa arimasenga, koreha hontōniyokattadesu. Anata wa, korera no shurui no endingu de ōku no anime o miru koto wa arimasen. Sakka wa tsūjō kono tane no risuku o ou koto o osoreru. Zentai-teki ni watashi wa sore ga kanari subarashī to omotta. Sono fūkei wa totemo umaku itta. Watashi wa 2-banme no ep no shīn ga iki o nomu to omotta. Watashi o hotondo naka sete kureru koto wa takusan arimasu. Anata wa hontōni kore o mite kudasai. Tokorode, ichido ni subete no eps o miru koto ga dekinai baai wa shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mYou really have to see all three to understand its meaning. I'm not usually a person who cries while watching a movie, but this was really good. You don't see a lot of animes with those kinds of endings. Writers are usually afraid to take that kind of risk. Overall I thought it was pretty amazing. The scenery was very well done. I thought the scenes in the second ep were breath-taking. It's a lot to make me even almost cry. You should really watch this. By the way, don't if you can't watch all the eps at once.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou really have to see all three to understand its meaning.\u001b[24m\n    \u001b[1mその意味を理解するためには、本当に3つすべてを見なければなりません。\u001b[22m, \u001b[1mあなたは本当に、すべての3つはその意味を理解するために参照する必要があります。\u001b[22m\n\u001b[4mI'm not usually a person who cries while watching a movie, but this was really good.\u001b[24m\n    \u001b[1m私は通常、映画を見ながら泣いている人ではありませんが、これは本当に良かったです。\u001b[22m, \u001b[1m私は通常、映画を見ながら泣く人ではないんだけど、これは本当に良かったです。\u001b[22m\n\u001b[4mYou don't see a lot of animes with those kinds of endings.\u001b[24m\n    \u001b[1mあなたは、これらの種類のエンディングで多くのアニメを見ることはありません。\u001b[22m, \u001b[1mあなたは終末のそれらの種類とアニメの多くは表示されません。\u001b[22m\n\u001b[4mWriters are usually afraid to take that kind of risk.\u001b[24m\n    \u001b[1m作家は通常この種のリスクを負うことを恐れる。\u001b[22m, \u001b[1m作家は、通常、リスクのようなものを取ることを恐れています。\u001b[22m\n\u001b[4mOverall I thought it was pretty amazing.\u001b[24m\n    \u001b[1m全体的に私はそれがかなり素晴らしいと思った。\u001b[22m, \u001b[1m全体的に私はそれはかなり驚くべきだと思いました。\u001b[22m\n\u001b[4mThe scenery was very well done.\u001b[24m\n    \u001b[1mその風景はとてもうまくいった。\u001b[22m, \u001b[1m風景は非常によく行われていました。\u001b[22m\n\u001b[4mI thought the scenes in the second ep were breath-taking.\u001b[24m\n    \u001b[1m私は2番目のepのシーンが息を飲むと思った。\u001b[22m, \u001b[1m私は2番目のEPでのシーンは息をのむと思っていました。\u001b[22m\n\u001b[4mIt's a lot to make me even almost cry.\u001b[24m\n    \u001b[1m私をほとんど泣かせてくれることはたくさんあります。\u001b[22m, \u001b[1mそれは私にもほぼ泣かせるために多くのです。\u001b[22m\n\u001b[4mYou should really watch this.\u001b[24m\n    \u001b[1mあなたは本当にこれを見てください。\u001b[22m, \u001b[1mあなたは本当にこれを見なければなりません。\u001b[22m\n\u001b[4mBy the way, don't if you can't watch all the eps at once.\u001b[24m\n    \u001b[1mところで、一度にすべてのepsを見ることができない場合はしないでください。\u001b[22m, \u001b[1mあなたが一度にすべてのepsを見ることができない場合ちなみに、ありません。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "DaveAri",
    "profile": "/profile/DaveAri/reviews",
    "pages": "14",
    "number": "18",
    "link": "/reviews.php?id=84265",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  10\n\n私はいつも甘酸っぱいアニメ/マンガの吸盤であり、私はそれを見てから数日間考えていました。\n\nまず、アートワークは特に背景と空が素晴らしいです、彼らは本当に話の雰囲気と雰囲気を設定しています。 物語そのものはとても現実的なので、あなたは本当に幸せになり、粉砕されます。 それは2つの完全に正常な文字（悪いことではありません:)を反映し、実際にあなたの世界にあなたを描画します。\n物語は、距離と時間が人々を隔てることができ、苦い気持ちがあなたを見たときに決してあなたを去らないことです。\n\nこのアニメは間違いなく腕時計であり、わずか60分であなたを動かすことができるのは驚くべきことです。 それはまた、clannad afと一緒にtearjerkerのためにランクされます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've always been a sucker for bittersweet animes/mangas and this one had me thinking for days after I watched it.\n\n\u001b[1m私はいつも甘酸っぱいアニメ/マンガの吸盤であり、私はそれを見てから数日間考えていました。\u001b[22m\n\u001b[1m(Watashi wa itsumo amazuppai anime/ manga no kyūbandeari, watashi wa sore o mitekara sūjitsukan kangaete imashita.)\u001b[22m\n\nTranslations of \u001b[4mI've always been a sucker for bittersweet animes/mangas and this one had me thinking for days after I watched it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've always been a sucker for bittersweet animes/mangas and this one had me thinking for days after I watched it.\u001b[24m\n    \u001b[1m私はいつも甘酸っぱいアニメ/マンガの吸盤であり、私はそれを見てから数日間考えていました。\u001b[22m, \u001b[1m私はいつもほろ苦いアニメ/漫画のための吸盤てきたし、この1は私がそれを見た後、私は日のために考えていました。\u001b[22m\n\u001b[1m\u001b[22m\nFirstly the artwork is great especially the backgrounds and sky, with the sound they really set the tone and ambience of the story. The story itself is so realistic that it makes you both really happy and crushed. It reflects around two totally normal characters ( not a bad thing :) ) and really draws you into their world.\n\n\u001b[1mまず、アートワークは特に背景と空が素晴らしいです、彼らは本当に話の雰囲気と雰囲気を設定しています。 物語そのものはとても現実的なので、あなたは本当に幸せになり、粉砕されます。 それは2つの完全に正常な文字（悪いことではありません:)を反映し、実際にあなたの世界にあなたを描画します。\u001b[22m\n\u001b[1m(Mazu, ātowāku wa tokuni haikei to sora ga subarashīdesu, karera wa hontōni hanashi no fun'iki to fun'iki o settei shite imasu. Monogatari sonomono wa totemo genjitsu-tekinanode, anata wa hontōni shiawase ni nari, funsai sa remasu. Sore wa 2tsu no kanzen ni seijōna moji (warui kotode wa arimasen: ) O han'ei shi, jissai ni anata no sekai ni anata o byōga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirstly the artwork is great especially the backgrounds and sky, with the sound they really set the tone and ambience of the story. The story itself is so realistic that it makes you both really happy and crushed. It reflects around two totally normal characters ( not a bad thing :) ) and really draws you into their world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirstly the artwork is great especially the backgrounds and sky, with the sound they really set the tone and ambience of the story.\u001b[24m\n    \u001b[1mまず、アートワークは特に背景と空が素晴らしいです、彼らは本当に話の雰囲気と雰囲気を設定しています。\u001b[22m, \u001b[1mまずアートワークは、彼らが本当に物語のトーンや雰囲気を設定する音で、特に背景と空素晴らしいです。\u001b[22m\n\u001b[4mThe story itself is so realistic that it makes you both really happy and crushed.\u001b[24m\n    \u001b[1m物語そのものはとても現実的なので、あなたは本当に幸せになり、粉砕されます。\u001b[22m, \u001b[1m物語自体は、それはあなたの両方が本当に幸せと破砕させることはとても現実的です。\u001b[22m\n\u001b[4mIt reflects around two totally normal characters ( not a bad thing :) ) and really draws you into their world.\u001b[24m\n    \u001b[1mそれは2つの完全に正常な文字（悪いことではありません:)を反映し、実際にあなたの世界にあなたを描画します。\u001b[22m, \u001b[1mこれは、2つの完全に通常の文字（ない悪いこと:)）の周りに反射して、本当に自分の世界にあなたを描画します。\u001b[22m\nThe story is about how distance and time can keep people apart and bittersweet feelings never leave you when watching it.\n\n\u001b[1m物語は、距離と時間が人々を隔てることができ、苦い気持ちがあなたを見たときに決してあなたを去らないことです。\u001b[22m\n\u001b[1m(Monogatari wa, kyori to jikan ga hitobito o hedateru koto ga deki, nigai kimochi ga anata o mita toki ni kesshite anata o saranai kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about how distance and time can keep people apart and bittersweet feelings never leave you when watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about how distance and time can keep people apart and bittersweet feelings never leave you when watching it.\u001b[24m\n    \u001b[1m物語は、距離と時間が人々を隔てることができ、苦い気持ちがあなたを見たときに決してあなたを去らないことです。\u001b[22m, \u001b[1m物語は、距離と時間が離れて人々を保つことができるし、それを見たときにほろ苦い感情があなたを離れることはないかについてです。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is definitely a must watch and in only 60min it it surprising how much it can move you. It ranks up there with clannad af for tearjerker aswell.\n\n\u001b[1mこのアニメは間違いなく腕時計であり、わずか60分であなたを動かすことができるのは驚くべきことです。 それはまた、clannad afと一緒にtearjerkerのためにランクされます。\u001b[22m\n\u001b[1m(Kono anime wa machigainaku udedokeideari, wazuka 60-bu de anata o ugokasu koto ga dekiru no wa odorokubeki kotodesu. Sore wa mata, clannad af to issho ni tearjerker no tame ni ranku sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is definitely a must watch and in only 60min it it surprising how much it can move you. It ranks up there with clannad af for tearjerker aswell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is definitely a must watch and in only 60min it it surprising how much it can move you.\u001b[24m\n    \u001b[1mこのアニメは間違いなく腕時計であり、わずか60分であなたを動かすことができるのは驚くべきことです。\u001b[22m, \u001b[1mこのアニメは、それがあなたを移動することができますどのくらいの驚くべきそれだけで60分見てでなければならない間違いです。\u001b[22m\n\u001b[4mIt ranks up there with clannad af for tearjerker aswell.\u001b[24m\n    \u001b[1mそれはまた、clannad afと一緒にtearjerkerのためにランクされます。\u001b[22m, \u001b[1mこれは、ティアジャーカーのaswellのためCLANNAD AFとそこにランクされています。\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "ScrambledApples",
    "profile": "/profile/ScrambledApples/reviews",
    "pages": "14",
    "number": "19",
    "link": "/reviews.php?id=103985",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nこれは私の最初のレビューであり、私は最初に私が書くことのマスターでもないと言っても、私は正直では近くにいますが、私はベストを尽くします（私はスポイラーを含むことを控えましたが、私は無意識に それらはあなた自身の危険で読まれる！私があまりにも多く散歩すれば申し訳ありません..）\n\n物語は非常に典型的なもので、特定の状況のた​​めに2人の幼なじみの友人が分かれています。 しかし、それよりもはるかにプロットがあります。 このプロットには、時間が進むにつれて滝木とあかりが直面する闘争と、互いの関係をいかに長くするかが含まれています。 私がこの物語について好きだったのは、それがどれほど現実的かということでした。 さらに、この物語は時間と距離がいかに恐ろしいものになるかを描いている。\n\n芸術は非常に詳細で美しく、スタイルは非常に伝統的でユニークでした（最近のほとんどのアニメとは異なります）。 私は彼らがキャラクターや風景をどのように陰にするのが大好きです。 私がそれに高いスコアを与えるのを妨げたことの1つは、キャラクターの顔が他のものよりも詳細で描かれていなかったという事実でした。\n\nサウンドトラックは驚異的だった。 私は特に第3話の間に演奏された曲が好きでした。歌詞はキャラクターの感情を適切に伝え、シーンには完璧でした。 まだアニメが終わったにもかかわらず、私の頭の中で歌が聞こえる。\n\n今すぐキャラクターに、彼らはよく計画され、現実的だった。  TakakiとAkariはとても典型的な人であり、私たちの誰かと同じように、より親密で楽しいものになるかもしれません。 高木が好きだった女の子の感情はとても現実的で本当に美しいものでした。 私は特に、明日、明後日、さらにはそれを超えて、私はまだ彼と恋に落ちないことを知っています。\n\n全体的に、それは本当に傑作であり、私は誰もがそれを試してみることをお勧めします。 あなたはそれを後悔しません！ 私はちょうどそのシリーズを終え、私の感情を説明する言葉は本当に見つからない。 たとえawestruckでも仕事をすることはできません。 終わりは感傷的な感情を放つ。 第3話の終わり近くで、私は文字通り、彼らがお互いに会うことを切望していた私の座席の端にあった。 しかし、私はすべての願いが叶ったとは思わない？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review and I must first say I'm not a master of writing nor am I even close to one to be honest, but I will try my best.( I refrained myself from including spoilers, but I might have unconsciously included them so read at your own risk! Sorry if I ramble too much..)\n\n\u001b[1mこれは私の最初のレビューであり、私は最初に私が書くことのマスターでもないと言っても、私は正直では近くにいますが、私はベストを尽くします（私はスポイラーを含むことを控えましたが、私は無意識に それらはあなた自身の危険で読まれる！私があまりにも多く散歩すれば申し訳ありません..）\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdeari, watashi wa saisho ni watashi ga kaku koto no masutāde mo nai to itte mo, watashi wa shōjikide wa chikaku ni imasuga, watashi wa besuto o tsukushimasu (watashi wa supoirā o fukumu koto o hikaemashitaga, watashi wa muishiki ni sorera wa anata jishin no kikende yoma reru! Watashi ga amarini mo ōku sanpo sureba mōshiwake arimasen.. ))\u001b[22m\n\nTranslations of \u001b[4mThis is my first review and I must first say I'm not a master of writing nor am I even close to one to be honest, but I will try my best.( I refrained myself from including spoilers, but I might have unconsciously included them so read at your own risk! Sorry if I ramble too much..)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review and I must first say I'm not a master of writing nor am I even close to one to be honest, but I will try my best.( I refrained myself from including spoilers, but I might have unconsciously included\u001b[24m\n    \u001b[1mこれは私の最初のレビューであり、私は最初に私が書くことのマスターでもないと言っても、私は正直では近くにいますが、私はベストを尽くします（私はスポイラーを含むことを控えましたが、私は無意識に\u001b[22m, \u001b[1mこれは私の最初のレビューで、私が最初に私が執筆のマスターじゃないも私は正直であることが1にさえ近いですが、私は自分のベストを尽くすと言わなければならない。（私はネタバレを含むから自分自身を控え、私は無意識のうちに含まれている可能性があります\u001b[22m\n\u001b[4mthem so read at your own risk! Sorry if I ramble too much..)\u001b[24m\n    \u001b[1mそれらはあなた自身の危険で読まれる！私があまりにも多く散歩すれば申し訳ありません..）\u001b[22m, \u001b[1mそれらので、ご自身の責任で読んでください！申し訳ありませんが、私はあまりにも多くをとりとめた場合..）\u001b[22m\n\u001b[1m\u001b[22m\nThe story is very typical, two childhood friends gets separated because of certain circumstances; however, there is much more to the plot than that. The plot includes the struggles Takaki and Akari face as time progresses and the how they long for each other. The one thing I liked about this story was how realistic it was: things do not always go the way you want them to. Additionally, the story portrays how time and distance can be such a frightening thing.\n\n\u001b[1m物語は非常に典型的なもので、特定の状況のた​​めに2人の幼なじみの友人が分かれています。 しかし、それよりもはるかにプロットがあります。 このプロットには、時間が進むにつれて滝木とあかりが直面する闘争と、互いの関係をいかに長くするかが含まれています。 私がこの物語について好きだったのは、それがどれほど現実的かということでした。 さらに、この物語は時間と距離がいかに恐ろしいものになるかを描いている。\u001b[22m\n\u001b[1m(Monogatari wa hijō ni tenkei-tekina mono de, tokutei no jōkyō nota ​​-me ni 2-ri no osananajimi no yūjin ga wakarete imasu. Shikashi, sore yori mo haruka ni purotto ga arimasu. Kono purotto ni wa, jikan ga susumu ni tsurete taki ki to Akari ga chokumen suru tōsō to, tagai no kankei o ikani nagaku suru ka ga fukuma rete imasu. Watashi ga kono monogatari ni tsuite sukidatta no wa, sore ga dorehodo genjitsu-teki ka to iu kotodeshita. Sarani, kono monogatari wa jikan to kyori ga ikani osoroshī mono ni naru ka o kaite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story is very typical, two childhood friends gets separated because of certain circumstances; however, there is much more to the plot than that. The plot includes the struggles Takaki and Akari face as time progresses and the how they long for each other. The one thing I liked about this story was how realistic it was: things do not always go the way you want them to. Additionally, the story portrays how time and distance can be such a frightening thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is very typical, two childhood friends gets separated because of certain circumstances;\u001b[24m\n    \u001b[1m物語は非常に典型的なもので、特定の状況のために2人の幼なじみの友人が分かれています。\u001b[22m, \u001b[1m物語は2幼なじみがあるため、特定の状況で区切られます、非常に典型的です。\u001b[22m\n\u001b[4mhowever, there is much more to the plot than that.\u001b[24m\n    \u001b[1mしかし、それよりもはるかにプロットがあります。\u001b[22m, \u001b[1mしかし、それよりもプロットにはるかにあります。\u001b[22m\n\u001b[4mThe plot includes the struggles Takaki and Akari face as time progresses and the how they long for each other.\u001b[24m\n    \u001b[1mこのプロットには、時間が進むにつれて滝木とあかりが直面する闘争と、互いの関係をいかに長くするかが含まれています。\u001b[22m, \u001b[1mプロットは、時間が進むにつれて闘争貴樹と明里の顔が含まれており、彼らはお互いのために長い間か。\u001b[22m\n\u001b[4mThe one thing I liked about this story was how realistic it was: things do not always go the way you want them to.\u001b[24m\n    \u001b[1m私がこの物語について好きだったのは、それがどれほど現実的かということでした。\u001b[22m, \u001b[1m物事は常にあなたがそれらをしたいの道を行っていない：私はこの話を言っています一つのことは、どのように現実的なことがありました。\u001b[22m\n\u001b[4mAdditionally, the story portrays how time and distance can be such a frightening thing.\u001b[24m\n    \u001b[1mさらに、この物語は時間と距離がいかに恐ろしいものになるかを描いている。\u001b[22m, \u001b[1mさらに、物語は時間と距離がそのような恐ろしいものになることができますどのように描いています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was very detailed and beautiful, and the style was very traditional and unique(unlike most animes these days). I love how they shade the characters and scenery. One thing that kept me from giving it a higher score was the fact that the characters’ faces were drawn with less detail than the others.\n\n\u001b[1m芸術は非常に詳細で美しく、スタイルは非常に伝統的でユニークでした（最近のほとんどのアニメとは異なります）。 私は彼らがキャラクターや風景をどのように陰にするのが大好きです。 私がそれに高いスコアを与えるのを妨げたことの1つは、キャラクターの顔が他のものよりも詳細で描かれていなかったという事実でした。\u001b[22m\n\u001b[1m(Geijutsu wa hijō ni shōsaide utsukushiku, sutairu wa hijō ni dentō-tekide yunīkudeshita (saikin no hotondo no anime to wa kotonarimasu). Watashi wa karera ga kyarakutā ya fūkei o dono yō ni in ni suru no ga daisukidesu. Watashi ga sore ni takai sukoa o ataeru no o samatageta koto no 1tsu wa, kyarakutā no kao ga hoka no mono yori mo shōsaide egaka rete inakatta to iu jijitsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was very detailed and beautiful, and the style was very traditional and unique(unlike most animes these days). I love how they shade the characters and scenery. One thing that kept me from giving it a higher score was the fact that the characters’ faces were drawn with less detail than the others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was very detailed and beautiful, and the style was very traditional and unique(unlike most animes these days).\u001b[24m\n    \u001b[1m芸術は非常に詳細で美しく、スタイルは非常に伝統的でユニークでした（最近のほとんどのアニメとは異なります）。\u001b[22m, \u001b[1m芸術は非常に詳細で美しいだった、とスタイルが（ほとんどのアニメとは異なり、これらの日）は非常に伝統的でユニークでした。\u001b[22m\n\u001b[4mI love how they shade the characters and scenery.\u001b[24m\n    \u001b[1m私は彼らがキャラクターや風景をどのように陰にするのが大好きです。\u001b[22m, \u001b[1m私はどのように彼らは日陰の文字や風景が大好きです。\u001b[22m\n\u001b[4mOne thing that kept me from giving it a higher score was the fact that the characters’ faces were drawn with less detail than the others.\u001b[24m\n    \u001b[1m私がそれに高いスコアを与えるのを妨げたことの1つは、キャラクターの顔が他のものよりも詳細で描かれていなかったという事実でした。\u001b[22m, \u001b[1mそれに高いスコアを与えることから私を保ったことの一つは、キャラクターの顔が他より少ない詳細に描かれたという事実でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack was astounding. I especially liked the song that was played during the third episode, the lyrics properly conveyed the emotions of both the character and it was perfect for the scene. I can still hear the song playing through my head even though the anime has already ended.\n\n\u001b[1mサウンドトラックは驚異的だった。 私は特に第3話の間に演奏された曲が好きでした。歌詞はキャラクターの感情を適切に伝え、シーンには完璧でした。 まだアニメが終わったにもかかわらず、私の頭の中で歌が聞こえる。\u001b[22m\n\u001b[1m(Saundotorakku wa kyōi-tekidatta. Watashi wa tokuni dai 3-wa no ma ni ensō sa reta kyoku ga sukideshita. Kashi wa kyarakutā no kanjō o tekisetsu ni tsutae, shīn ni wa kanpekideshita. Mada anime ga owatta nimokakawarazu, watashi no atama no naka de uta ga kikoeru.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack was astounding. I especially liked the song that was played during the third episode, the lyrics properly conveyed the emotions of both the character and it was perfect for the scene. I can still hear the song playing through my head even though the anime has already ended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack was astounding.\u001b[24m\n    \u001b[1mサウンドトラックは驚異的だった。\u001b[22m, \u001b[1mサウンドトラックは驚異的でした。\u001b[22m\n\u001b[4mI especially liked the song that was played during the third episode, the lyrics properly conveyed the emotions of both the character and it was perfect for the scene.\u001b[24m\n    \u001b[1m私は特に第3話の間に演奏された曲が好きでした。歌詞はキャラクターの感情を適切に伝え、シーンには完璧でした。\u001b[22m, \u001b[1m私は特に第三のエピソードの間に演奏された曲を気に入って、歌詞が適切に文字の両方の感情を伝え、それがシーンのために完璧でした。\u001b[22m\n\u001b[4mI can still hear the song playing through my head even though the anime has already ended.\u001b[24m\n    \u001b[1mまだアニメが終わったにもかかわらず、私の頭の中で歌が聞こえる。\u001b[22m, \u001b[1m私はまだアニメはすでに終了しているにもかかわらず、私の頭を介して再生中の曲を聞くことができます。\u001b[22m\n\u001b[1m\u001b[22m\nNow onto the characters, they were well-planned and realistic. Takaki and Akari are very typical people -and might as well be like any one of us here- which makes it much more relatable and enjoyable. The emotions of the girl who liked Takaki were very realistic and truly beautiful. I especially loved the part where she said: 'For tomorrow, the day after tomorrow, and even beyond that I know that I will still be helplessly in love with him...'\n\n\u001b[1m今すぐキャラクターに、彼らはよく計画され、現実的だった。  TakakiとAkariはとても典型的な人であり、私たちの誰かと同じように、より親密で楽しいものになるかもしれません。 高木が好きだった女の子の感情はとても現実的で本当に美しいものでした。 私は特に明日、明後日、さらにはそれを越えて、私はまだ彼と恋に落ちることはないことを知っています。\u001b[22m\n\u001b[1m(Ima sugu kyarakutā ni, karera wa yoku keikaku sa re, genjitsu-tekidatta. Takaki to Akari wa totemo tenkei-tekina hitodeari, watashitachi no dareka to onajiyōni, yori shinmitsude tanoshī mono ni naru kamo shiremasen. Takagi ga sukidatta on'nanoko no kanjō wa totemo genjitsu-tekide hontōni utsukushī monodeshita. Watashi wa tokuni ashita, asatte, sarani wa sore o koete, watashi wa mada kare to koiniochiru koto wanai koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow onto the characters, they were well-planned and realistic. Takaki and Akari are very typical people -and might as well be like any one of us here- which makes it much more relatable and enjoyable. The emotions of the girl who liked Takaki were very realistic and truly beautiful. I especially loved the part where she said: 'For tomorrow, the day after tomorrow, and even beyond that I know that I will still be helplessly in love with him...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow onto the characters, they were well-planned and realistic.\u001b[24m\n    \u001b[1m今すぐキャラクターに、彼らはよく計画され、現実的だった。\u001b[22m, \u001b[1mさて、文字の上に、彼らはよく計画と現実的でした。\u001b[22m\n\u001b[4mTakaki and Akari are very typical people -and might as well be like any one of us here- which makes it much more relatable and enjoyable.\u001b[24m\n    \u001b[1mTakakiとAkariはとても典型的な人であり、私たちの誰かと同じように、より親密で楽しいものになるかもしれません。\u001b[22m, \u001b[1m高木とあかりは非常に一般的な人々である - と同様にそれをはるかに話すことのできる、楽しい作るhere-私たちのいずれかのようであるかもしれません。\u001b[22m\n\u001b[4mThe emotions of the girl who liked Takaki were very realistic and truly beautiful.\u001b[24m\n    \u001b[1m高木が好きだった女の子の感情はとても現実的で本当に美しいものでした。\u001b[22m, \u001b[1m高木が好きな女の子の感情は非常に現実的な、本当に美しかったです。\u001b[22m\n\u001b[4mI especially loved the part where she said: 'For tomorrow, the day after tomorrow, and even beyond that I know that I will still be helplessly in love with him...'\u001b[24m\n    \u001b[1m私は特に明日、明後日、さらにはそれを越えて、私はまだ彼と恋に落ちることはないことを知っています。\u001b[22m, \u001b[1m私は特に彼女が言った部分愛さ：「明日のために、明後日を、さらにそれを超えて、私はまだ彼と恋にどうしようもなくなることを知っています...」\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it is truly a masterpiece and I encourage everyone to give it a try. You won’t regret it! I just finished the series and I really cannot find the words to describe my feeling. Even awestruck cannot do the job. The ending gives off a sentimental feeling. Near the end of the 3rd episode I was literally on the edge of my seat desperately wishing they would meet each other. But, I guess not all wishes come true eh?\n\n\u001b[1m全体的に、それは本当に傑作であり、私は誰もがそれを試してみることをお勧めします。 あなたはそれを後悔しません！ 私はちょうどそのシリーズを終え、私の感情を説明する言葉は本当に見つからない。 たとえawestruckでも仕事をすることはできません。 終わりは感傷的な感情を放つ。 第3話の終わり近くで、私は文字通り、彼らがお互いに会うことを切望していた私の座席の端にあった。 しかし、私はすべての願いが叶ったとは思わない？\u001b[22m\n\u001b[1m(Zentai-teki ni, sore wa hontōni kessakudeari, watashi wa daremoga sore o tameshite miru koto o o susume shimasu. Anata wa sore o kōkai shimasen! Watashi wa chōdo sono shirīzu o oe, watashi no kanjō o setsumei suru kotoba wa hontōni mitsukaranai. Tatoe awestruck demo shigoto o suru koto wa dekimasen. Owari wa kanshō-tekina kanjō o hanatsu. Dai 3-wa no owari chikaku de, watashi wa mojidōri, karera ga otagai ni au koto o setsubō shite ita watashi no zaseki no hashi ni atta. Shikashi, watashi wa subete no negai ga kanatta to wa omowanai?)\u001b[22m\n\nTranslations of \u001b[4mOverall, it is truly a masterpiece and I encourage everyone to give it a try. You won’t regret it! I just finished the series and I really cannot find the words to describe my feeling. Even awestruck cannot do the job. The ending gives off a sentimental feeling. Near the end of the 3rd episode I was literally on the edge of my seat desperately wishing they would meet each other. But, I guess not all wishes come true eh?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it is truly a masterpiece and I encourage everyone to give it a try.\u001b[24m\n    \u001b[1m全体的に、それは本当に傑作であり、私は誰もがそれを試してみることをお勧めします。\u001b[22m, \u001b[1m全体的に、それは本当に傑作だと私はそれを試してみるために皆を奨励します。\u001b[22m\n\u001b[4mYou won’t regret it!\u001b[24m\n    \u001b[1mあなたはそれを後悔しません！\u001b[22m, \u001b[1mあなたはそれを後悔しないように！\u001b[22m\n\u001b[4mI just finished the series and I really cannot find the words to describe my feeling.\u001b[24m\n    \u001b[1m私はちょうどそのシリーズを終え、私の感情を説明する言葉は本当に見つからない。\u001b[22m, \u001b[1m私はちょうどシリーズを終えたと私は本当に私の気持ちを表現する言葉を見つけることができません。\u001b[22m\n\u001b[4mEven awestruck cannot do the job.\u001b[24m\n    \u001b[1mたとえawestruckでも仕事をすることはできません。\u001b[22m, \u001b[1m仕事をすることができなくても畏敬の念を覚えます。\u001b[22m\n\u001b[4mThe ending gives off a sentimental feeling.\u001b[24m\n    \u001b[1m終わりは感傷的な感情を放つ。\u001b[22m, \u001b[1mエンディングはセンチメンタル感を放ちます。\u001b[22m\n\u001b[4mNear the end of the 3rd episode I was literally on the edge of my seat desperately wishing they would meet each other.\u001b[24m\n    \u001b[1m第3話の終わり近くで、私は文字通り、彼らがお互いに会うことを切望していた私の座席の端にあった。\u001b[22m, \u001b[1m第三話の終わり近くに、私は必死に彼らはお互いに会う希望私の席の端に文字通りありました。\u001b[22m\n\u001b[4mBut, I guess not all wishes come true eh?\u001b[24m\n    \u001b[1mしかし、私はすべての願いが叶ったとは思わない？\u001b[22m, \u001b[1mしかし、私はすべての願いがえっ真来ないと思いますか？\u001b[22m"
  },
  {
    "title": "Byousoku_5_Centimeter",
    "id": "1689",
    "url": "https://myanimelist.net/anime/1689/Byousoku_5_Centimeter",
    "user": "Mizukiss",
    "profile": "/profile/Mizukiss/reviews",
    "pages": "14",
    "number": "20",
    "link": "/reviews.php?id=58061",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  8\n\n'あなたは知っていますか？ 桜が落ちる速度... 1秒あたり5センチメートル。 私はどんなスピードで生きなければなりません...あなたをもう一度見ることができますか？  - 高木琴乃\n\n新海誠の話の類似点について話すと、長距離関係と高齢化が直ちに起こります。 新海さんの心を込めた物語の中で遍在しているのは、パンとバターの中核のようです。 したがって、結局のところ魅力のように働いていたので、彼の作品では繰り返しのテーマに気付くのは驚くことではありません。 毎秒5センチメートルも例外ではありません。 何人かは新海さんの詩的なストーリーテイストのせいだと言っている人もいれば、話を終える気まぐれな方法を述べている人もいれば、シンカイ氏は感情的な側を悪用し続けるとか、 あなたは、私がそれらに同意するかどうかを知っています（でも、3番目）が、その理由は最大の成功要因ではありません。\n\n5CPSが成功する主な理由は、心温まるストーリーから何も取り除かないことです。なぜなら、5CPSが成功する主な理由は、その偉大なグラフィックプレゼンテーションによるものですが、ストーリーとその実行は実際にケーキのアイシングです。  5CPSの風光明媚な環境で、すべての視覚的な輝きに魅了されない方は、想像もできません。 芸術は、ストーリーラインを読み上げるよりも背景を賞賛することに興味があるほどです。 これは、最終的には新海さんが最高のアニメーションを作って、魅力的なグラフィックスを使って素晴らしいアニメーションを制作しています。\n\n新進誠の映画や日本のアニメに慣れていれば、この映画を少しでも気に入ってくれるでしょう。 その視覚的な傑作だけでなく、物語の甘い性質のために。 しかし、あなたがすでに新海氏の以前の作品を見ていれば、残念ながら独創的ではありません。 私はもっ​​と自分自身で遠方星の声を楽しむことがあります。\n\nP.S私はこのように急いで塩の穀物でこのレビューを取った。  （：\n\n「私が彼女に伝えなければならなかったこと...そして彼女が聞くことを望んだこと。 そんなにたくさんの人がいました..」 - 高木琴乃",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n'Do you know? The speed at which cherry blossoms fall… 5 centimeters per second. At what speed must I live... to be able to see you again?' -Tono Takaki\n\n\u001b[1m'あなたは知っていますか？ 桜が落ちる速度... 1秒あたり5センチメートル。 私はどんなスピードで生きなければなりません...あなたをもう一度見ることができますか？  - 高木琴乃\u001b[22m\n\u001b[1m(' Anata wa shitte imasu ka? Sakura ga ochiru sokudo... 1-Byō-atari 5senchi mētoru. Watashi wa don'na supīdo de ikinakereba narimasen... Anata o mōichido miru koto ga dekimasu ka? - Takagi Kotono)\u001b[22m\n\nTranslations of \u001b[4m'Do you know? The speed at which cherry blossoms fall… 5 centimeters per second. At what speed must I live... to be able to see you again?' -Tono Takaki\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Do you know?\u001b[24m\n    \u001b[1m'あなたは知っていますか？\u001b[22m, \u001b[1mあなたは知っていますか？\u001b[22m, \u001b[1m「あなたは知っていますか？\u001b[22m\n\u001b[4mThe speed at which cherry blossoms fall… 5 centimeters per second.\u001b[24m\n    \u001b[1m桜が落ちる速度... 1秒あたり5センチメートル。\u001b[22m, \u001b[1m桜の花が落下する速度...秒速5センチメートル。\u001b[22m\n\u001b[4mAt what speed must I live... to be able to see you again?'\u001b[24m\n    \u001b[1m私はどんなスピードで生きなければなりません...あなたをもう一度見ることができますか？\u001b[22m, \u001b[1mどのような速度では私が住んでいる必要があります...またお会いできることを？」\u001b[22m\n\u001b[4m-Tono Takaki\u001b[24m\n    \u001b[1m - 高木琴乃\u001b[22m, \u001b[1m-Tono高木\u001b[22m\n\u001b[1m\u001b[22m\nWhen talking about the similarities of Makoto Shinkai's stories,long-distance relationship and coming of age separation immediately comes to mind. Those seems to be the bread and butter core that are omnipresent in every one of Mr Shinkai's heartwrenching tales. Therefore,it is hardly surprising to notice the recurring themes in his works because in the end,it still worked like a charm. 5 Centimeter per Second is no exception. Some said it was because of Mr Shinkai's poetic style of storytelling,others mentioned his whimsical way of concluding a story while a few went as far as to saying Mr Shinkai continue to exploit human's sentimental side and tinker around emotions with sappy romance. You know what,I agree with them (even the 3rd) but still,those reasons aren't the biggest success factor.\n\n\u001b[1m新海誠の話の類似点について話すと、長距離関係と高齢化が直ちに起こります。 新海さんの心を込めた物語の中で遍在しているのは、パンとバターの中核のようです。 したがって、結局のところ魅力のように働いていたので、彼の作品では繰り返しのテーマに気付くのは驚くことではありません。 毎秒5センチメートルも例外ではありません。 何人かは新海さんの詩的なストーリーテイストのせいだと言っている人もいれば、話を終える気まぐれな方法を述べている人もいれば、シンカイ氏は感情的な側を悪用し続けるとか、 あなたは、私がそれらに同意するかどうかを知っています（でも、3番目）が、その理由は最大の成功要因ではありません。\u001b[22m\n\u001b[1m(Shinkai makoto no hanashi no ruiji-ten ni tsuite hanasu to, chōkyori kankei to kōrei-ka ga tadachini okorimasu. Shinkai-san no kokoro o kometa monogatari no naka de henzai shite iru no wa, pan to batā no chūkaku no yōdesu. Shitagatte, kekkyokunotokoro miryoku no yō ni hataraite itanode, kare no sakuhinde wa kurikaeshi no tēma ni kidzuku no wa odoroku kotode wa arimasen. Maibyō 5senchi mētoru mo reigaide wa arimasen. Nan'ninka wa Shinkai-san no shitekina sutōrīteisuto no seida to itte iru hito mo ireba,-banashi o oeru kimagurena hōhō o nobete iru hito mo ireba, shinkai-shi wa kanjō-tekina soba o akuyō shi tsudzukeru toka, anata wa, watashi ga sorera ni dōi suru ka dō ka o shitte imasu (demo, 3-banme) ga, sono riyū wa saidai no seikō yōinde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhen talking about the similarities of Makoto Shinkai's stories,long-distance relationship and coming of age separation immediately comes to mind. Those seems to be the bread and butter core that are omnipresent in every one of Mr Shinkai's heartwrenching tales. Therefore,it is hardly surprising to notice the recurring themes in his works because in the end,it still worked like a charm. 5 Centimeter per Second is no exception. Some said it was because of Mr Shinkai's poetic style of storytelling,others mentioned his whimsical way of concluding a story while a few went as far as to saying Mr Shinkai continue to exploit human's sentimental side and tinker around emotions with sappy romance. You know what,I agree with them (even the 3rd) but still,those reasons aren't the biggest success factor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen talking about the similarities of Makoto Shinkai's stories,long-distance relationship and coming of age separation immediately comes to mind.\u001b[24m\n    \u001b[1m新海誠の話の類似点について話すと、長距離関係と高齢化が直ちに起こります。\u001b[22m, \u001b[1m新海誠の物語の類似点について話したとき、長距離関係と年齢の分離の到来がすぐに頭に浮かぶ。\u001b[22m\n\u001b[4mThose seems to be the bread and butter core that are omnipresent in every one of Mr Shinkai's heartwrenching tales.\u001b[24m\n    \u001b[1m新海さんの心を込めた物語の中で遍在しているのは、パンとバターの中核のようです。\u001b[22m, \u001b[1mそれらは氏新海のheartwrenching物語の一つ一つに偏在しているパンとバターのコアであると思われます。\u001b[22m\n\u001b[4mTherefore,it is hardly surprising to notice the recurring themes in his works because in the end,it still worked like a charm.\u001b[24m\n    \u001b[1mしたがって、結局のところ魅力のように働いていたので、彼の作品では繰り返しのテーマに気付くのは驚くことではありません。\u001b[22m, \u001b[1mしたがって、最終的に、それはまだ魅力のように働いていたので、彼の作品には定期的なテーマを気づくことはほとんど驚くべきことです。\u001b[22m\n\u001b[4m5 Centimeter per Second is no exception.\u001b[24m\n    \u001b[1m毎秒5センチメートルも例外ではありません。\u001b[22m, \u001b[1m秒速5センチメートルも例外ではありません。\u001b[22m\n\u001b[4mSome said it was because of Mr Shinkai's poetic style of storytelling,others mentioned his whimsical way of concluding a story while a few went as far as to saying Mr Shinkai continue to exploit human's sentimental side and tinker around emotions with sappy romance.\u001b[24m\n    \u001b[1m何人かは新海さんの詩的なストーリーテイストのせいだと言っている人もいれば、話を終える気まぐれな方法を述べている人もいれば、シンカイ氏は感情的な側を悪用し続けるとか、\u001b[22m, \u001b[1mいくつかは、いくつかの氏新海は人間の感情的側面を悪用し、感傷的なロマンスで感情を周りいじくり回すし続けると言うに限り行きながら、他の人が話を締結彼の気まぐれな方法を述べ、それが原因で物語の氏新海さんの詩的なスタイルであったと述べました。\u001b[22m\n\u001b[4mYou know what,I agree with them (even the 3rd) but still,those reasons aren't the biggest success factor.\u001b[24m\n    \u001b[1mあなたは、私がそれらに同意するかどうかを知っています（でも、3番目）が、その理由は最大の成功要因ではありません。\u001b[22m, \u001b[1mあなたは、私は彼ら（でも第三）が、それでも、それらの理由は、最大の成功要因ではないに同意するか知っています。\u001b[22m\n\u001b[1m\u001b[22m\nNot to take away anything from the story which is heartwarming to say the least,the main reason why 5CPS was able to be successful is largely due to its stellar graphic presentation whereas the story and its execution are actually just the icing on the cake. It is inconceivable for one not to be fascinated by all the visual glitters in the scenic setting of 5CPS. The art is to the extent where one may be more interested in admiring the background than say..reading the storyline. This is ultimately what Mr Shinkai does best,producing superb quality animation with mesmerizing graphics that makes for an enthralling experience completely different from your normal vapid animation style.\n\n\u001b[1m5CPSが成功する主な理由は、心温まるストーリーから何も取り除かないことです。なぜなら、5CPSが成功する主な理由は、その偉大なグラフィックプレゼンテーションによるものですが、ストーリーとその実行は実際にケーキのアイシングです。  5CPSの風光明媚な環境で、すべての視覚的な輝きに魅了されない方は、想像もできません。 芸術は、ストーリーラインを読み上げるよりも背景を賞賛することに興味があるほどです。 これは、最終的には新海さんが最高のアニメーションを作って、魅力的なグラフィックスを使って素晴らしいアニメーションを制作しています。\u001b[22m\n\u001b[1m(5 CPS ga seikō suru omona riyū wa, kokoroatatamaru sutōrī kara nani mo torinozokanai kotodesu. Nazenara, 5 CPS ga seikō suru omona riyū wa, sono idaina gurafikkupurezentēshon ni yoru monodesuga, sutōrī to sono jikkō wa jissai ni kēki no aishingudesu. 5 CPS no fūkō meibina kankyō de, subete no shikaku-tekina kagayaki ni miryō sa renai kata wa, sōzō mo dekimasen. Geijutsu wa, sutōrīrain o yomiageru yori mo haikei o shōsan suru koto ni kyōmigāru hododesu. Kore wa, saishūtekini wa Shinkai-san ga saikō no animēshon o tsukutte, miryoku-tekina gurafikkusu o tsukatte subarashī animēshon o seisaku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNot to take away anything from the story which is heartwarming to say the least,the main reason why 5CPS was able to be successful is largely due to its stellar graphic presentation whereas the story and its execution are actually just the icing on the cake. It is inconceivable for one not to be fascinated by all the visual glitters in the scenic setting of 5CPS. The art is to the extent where one may be more interested in admiring the background than say..reading the storyline. This is ultimately what Mr Shinkai does best,producing superb quality animation with mesmerizing graphics that makes for an enthralling experience completely different from your normal vapid animation style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot to take away anything from the story which is heartwarming to say the least,the main reason why 5CPS was able to be successful is largely due to its stellar graphic presentation whereas the story and its execution are actually just the icing on the cake.\u001b[24m\n    \u001b[1m5CPSが成功する主な理由は、心温まるストーリーから何も取り除かないことです。なぜなら、5CPSが成功する主な理由は、その偉大なグラフィックプレゼンテーションによるものですが、ストーリーとその実行は実際にケーキのアイシングです。\u001b[22m, \u001b[1m控えめに言っても心温まるれる話から何かを奪うようにはないストーリーとその実行が実際にケーキの上だけでアイシングしているのに対し、5CPSを成功させることができた主な理由は、その恒星のグラフィックプレゼンテーションに大部分です。\u001b[22m\n\u001b[4mIt is inconceivable for one not to be fascinated by all the visual glitters in the scenic setting of 5CPS.\u001b[24m\n    \u001b[1m5CPSの風光明媚な環境で、すべての視覚的な輝きに魅了されない方は、想像もできません。\u001b[22m, \u001b[1mそれは5CPSの風光明媚な設定ですべてのビジュアル輝きに魅了されない1のために考えられません。\u001b[22m\n\u001b[4mThe art is to the extent where one may be more interested in admiring the background than say..reading the storyline.\u001b[24m\n    \u001b[1m芸術は、ストーリーラインを読み上げるよりも背景を賞賛することに興味があるほどです。\u001b[22m, \u001b[1m芸術は1つがストーリーをsay..readingよりもバックグラウンドを眺め、より興味がある可能性があり程度までです。\u001b[22m\n\u001b[4mThis is ultimately what Mr Shinkai does best,producing superb quality animation with mesmerizing graphics that makes for an enthralling experience completely different from your normal vapid animation style.\u001b[24m\n    \u001b[1mこれは、最終的には新海さんが最高のアニメーションを作って、魅力的なグラフィックスを使って素晴らしいアニメーションを制作しています。\u001b[22m, \u001b[1mこれは氏新海は通常の気の抜けたアニメーションスタイルとは全く異なる夢中にさせる経験のために作る魅惑的なグラフィックスと優れた品質のアニメーションを生成する、最も得意最終的です。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're new to Makoto Shinkai's film or Japanese animation in general,chances are you'll gonna love this film to bits. Not only because of its visual masterpiece but also the bittersweet nature of the story. But if you did already watch Mr Shinkai's previous works,it is unfortunately not a whole lot different originality-wise. I happen to enjoy Voice of the Distant Star more myself.\n\n\u001b[1m新進誠の映画や日本のアニメに慣れていれば、この映画を少しでも気に入ってくれるでしょう。 その視覚的な傑作だけでなく、物語の甘い性質のために。 しかし、あなたがすでに新海氏の以前の作品を見ていれば、残念ながら独創的ではありません。 私はもっ​​と自分自身で遠方星の声を楽しむことがあります。\u001b[22m\n\u001b[1m(Shinshin makoto no eiga ya nihon'noanime ni narete ireba, kono eiga o sukoshi demo kiniitte kurerudeshou. Sono shikaku-tekina kessaku dakedenaku, monogatari no amai seishitsu no tame ni. Shikashi, anata ga sudeni Shinkai-shi no izen no sakuhin o mite ireba, zan'nen'nagara dokusō-tekide wa arimasen. Watashi wa mo~tsu​​ to jibun jishin de enpō hoshi no koe o tanoshimu koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're new to Makoto Shinkai's film or Japanese animation in general,chances are you'll gonna love this film to bits. Not only because of its visual masterpiece but also the bittersweet nature of the story. But if you did already watch Mr Shinkai's previous works,it is unfortunately not a whole lot different originality-wise. I happen to enjoy Voice of the Distant Star more myself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're new to Makoto Shinkai's film or Japanese animation in general,chances are you'll gonna love this film to bits.\u001b[24m\n    \u001b[1m新進誠の映画や日本のアニメに慣れていれば、この映画を少しでも気に入ってくれるでしょう。\u001b[22m, \u001b[1mあなたは一般的には新海誠監督の映画や日本のアニメーションに新しいしている場合、チャンスはあなたがビットにこの映画を愛するつもりでしょうです。\u001b[22m\n\u001b[4mNot only because of its visual masterpiece but also the bittersweet nature of the story.\u001b[24m\n    \u001b[1mその視覚的な傑作だけでなく、物語の甘い性質のために。\u001b[22m, \u001b[1mためだけでなく、その視覚的な傑作だけでなく、物語のほろ苦い性質の。\u001b[22m\n\u001b[4mBut if you did already watch Mr Shinkai's previous works,it is unfortunately not a whole lot different originality-wise.\u001b[24m\n    \u001b[1mしかし、あなたがすでに新海氏の以前の作品を見ていれば、残念ながら独創的ではありません。\u001b[22m, \u001b[1mあなたは既に氏新海の以前の作品を見なかった場合しかし、それは残念ながら全体の多くの異なる独創-賢明ではありません。\u001b[22m\n\u001b[4mI happen to enjoy Voice of the Distant Star more myself.\u001b[24m\n    \u001b[1m私はもっと自分自身で遠方星の声を楽しむことがあります。\u001b[22m, \u001b[1m私は遠くの星より自分の声を楽しむことが起こります。\u001b[22m\n\u001b[1m\u001b[22m\nP.S I kind of rushed this so take this review with a grain of salt. (:\n\n\u001b[1mP.S私はこのように急いで塩の穀物でこのレビューを取った。  （：\u001b[22m\n\u001b[1m(P. S watashi wa kono yō ni isoide shio no kokumotsu de kono rebyū o totta. ( :)\u001b[22m\n\nTranslations of \u001b[4mP.S I kind of rushed this so take this review with a grain of salt. (:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S I kind of rushed this so take this review with a grain of salt.\u001b[24m\n    \u001b[1mP.S私はこのように急いで塩の穀物でこのレビューを取った。\u001b[22m, \u001b[1mP.S私は一種のように塩の粒でこのレビューを取るこれを急ぎました。\u001b[22m\n\u001b[4m(:\u001b[24m\n    \u001b[1m（：\u001b[22m\n\u001b[1m\u001b[22m\n'The things I had to tell her... and the things I hoped she would listen to. There were so many of them..' -Tono Takaki\n\n\u001b[1m「私が彼女に伝えなければならなかったこと...そして彼女が聞くことを望んだこと。 そんなにたくさんの人がいました..」 - 高木琴乃\u001b[22m\n\u001b[1m(`Watashi ga kanojo ni tsutaenakereba naranakatta koto... Soshite kanojo ga kiku koto o nozonda koto. Son'nani takusan no hito ga imashita..' - Takagi Kotono)\u001b[22m\n\nTranslations of \u001b[4m'The things I had to tell her... and the things I hoped she would listen to. There were so many of them..' -Tono Takaki\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'The things I had to tell her... and the things I hoped she would listen to.\u001b[24m\n    \u001b[1m「私が彼女に伝えなければならなかったこと...そして彼女が聞くことを望んだこと。\u001b[22m, \u001b[1m「私は彼女に言うために持っていたもの...と私は彼女に耳を傾けることを望んだもの。\u001b[22m\n\u001b[4mThere were so many of them..' -Tono Takaki\u001b[24m\n    \u001b[1mそんなにたくさんの人がいました..」 - 高木琴乃\u001b[22m, \u001b[1mそれらの多くがありました.. '-Tono高木\u001b[22m"
  }
]
