[
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "Rootz",
    "profile": "/profile/Rootz/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=113985",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  7\nキャラクター|  10\n|  7\n\n追いかけて、本当に重要なものに行きましょう：\n\nストーリー：私の人生を見ている私のアニメで見た中で最も興味深いプロットの一つ。 新しい地獄の支配者を選ぶ権力を持つ現実主義者は、岩石を前にした。 肉欲の悪魔と彼の仲間/ライバルは地獄の新しい支配者として選ばれたい。 ビクトリア朝イングランドセット。 天使の真ん中に。 待って...何？ それは私の最初の良い印象だった、設定は良い、時間は良かった（個人的な意見、私はオルのイングランド時代が大好き）、よく、私は失望していませんでした。 たとえ時にはペースが遅くても、プロットはすばらしかった（個人的な意見では、フィラー・エスクなエピソードがなければ生きることができた）。 エピソードは陽気な、または劇的だったが、それでも彼らはそれの主要なテーマを逃れていない、ヘルッキングは選択する必要があり、特定の人間はそれを行う必要があります。 私は遅いペースで動くアニメを嫌うので、驚くべきですが、私はフルポイントを与えることができません、そして、これはそのケースでした。\n\nアート：時にはショーの予算が神のようなもので、アートが吸う、時には予算が低く、ベジタリアンが低く、芸術は狂って良いです。 今回は、予算が低く、芸術が駄目だと言うことができます。 繰り返されるシーン！ この時間と日に！ アートと同じような悪い印象を残すものは何もなく、ひどいものでした。 オープニング・エンディングとエンディング・アートは素晴らしかったですが、それはレーティングを上げた理由です。私はそれに4を与えたいと思っていたからです。それ以上に何も言わずに、それを見て自分の結論を出してください。\n\nサウンド：OPやEDの芸術についての私の意見はすでに述べましたが、音楽について話しましょう。 その曲は素晴らしかったです。 私にとっては、アニメのサウンドは、それがインサート・ソングを聴いている人ではないので、意見を述べるのはかなり難しいです。 しかし、音は上級者に良いアニメを上げることができるものであり、それは私がここで起こったと思います。 私はそれを言ったが、音は非常に良く、うまくいき、アニメの古典的なビクトリア朝のテーマに合っていて、劇的なシーンには素晴らしいインサート・ソングが入っていた。 良い、良い。\n\nキャラクター：それはショーが完了したことです。 コメディではないが、ドラマ、アクション、コメディの真ん中にあるものは、私を大声で何度も笑ってしまった。 悪魔と現実主義の関係はすごくうまくいっていて、二次的なキャラクターは魅力的でした。 特に地獄の大男たち。 プロットはユニークで、主人公とその対応者もユニークでした。  （私は本当に神を見たいと思っていましたが、残念なことです）、そしてそのために、あなたのためにウィリアムとダンタリオンを10点増やすことはできませんでした。\n\n楽しさ：私はそれが好きで、プロットは独特で、設定はユニークでした（私はビクトリア朝のテーマが大好きだとあなたに話しましたか？）、芸術は悪い部分でしたが、 文字はこの損失をそのawesomenessで補う。 良い、それは私が言うことです。\n\n全体として、私は1つのアドバイスでそれをお勧めします。 私のように、あなたがショーを選んでいる間、アートをたくさんの配慮に惹きつけたら、それを試してみてください。それは良いショーです。それは私のためにとても驚きでした。 しかし、警告されて、芸術は吸う。 あなたは皆それが欲しいと願っています。 またね。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nLet's cut the chase, and go to what really matters:\n\n\u001b[1m追いかけて、本当に重要なものに行きましょう：\u001b[22m\n\u001b[1m(Oikakete, hontōni jūyōna mono ni ikimashou:)\u001b[22m\n\nTranslations of \u001b[4mLet's cut the chase, and go to what really matters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's cut the chase, and go to what really matters:\u001b[24m\n    \u001b[1m追いかけて、本当に重要なものに行きましょう：\u001b[22m, \u001b[1mそれでは、追跡をカットし、本当に重要なものへ行こう：\u001b[22m\n\u001b[1m\u001b[22m\nStory: one of the most curious plot I've seen in my anime watching life. A rock headed realist with the power to select the new ruler of Hell. A meatheaded demon and his companions/rivals wanting to be selected as the new ruler of Hell. A Victorian England set. Angels in the middle of it. Wait...what? That was my first good impression, the setting was good, the time was good (personal opinion, I love the Ol' England times) and, well, I didn't got disappointed. The plot was amazing, even though sometimes it was quite slow-paced (again, personal opinion, I could live without some 'filler-esque' episodes). The episodes were hilarious, or dramatic, but even so they didn't fled the main theme of it, the Hellking must be chosen, and a certain human needs to do it. Amazing, but I can't give full points because I hate slow paced animes, and this was a case of it.\n\n\u001b[1mストーリー：私の人生を見ている私のアニメで見た中で最も興味深いプロットの一つ。 新しい地獄の支配者を選ぶ権力を持つ現実主義者は、岩石を前にした。 肉欲の悪魔と彼の仲間/ライバルは地獄の新しい支配者として選ばれたい。 ビクトリア朝イングランドセット。 天使の真ん中に。 待って...何？ それは私の最初の良い印象だった、設定は良い、時間は良かった（個人的な意見、私はオルのイングランド時代が大好き）、よく、私は失望していませんでした。 たとえ時にはペースが遅くても、プロットはすばらしかった（個人的な意見では、フィラー・エスクなエピソードがなければ生きることができた）。 エピソードは陽気な、または劇的だったが、それでも彼らはそれの主要なテーマを逃れていない、ヘルッキングは選択する必要があり、特定の人間はそれを行う必要があります。 私は遅いペースで動くアニメを嫌うので、驚くべきですが、私はフルポイントを与えることができません、そして、これはそのケースでした。\u001b[22m\n\u001b[1m(Sutōrī: Watashinojinsei o mite iru watashi no anime de mita naka de mottomo kyōmibukai purotto no hitotsu. Atarashī jigoku no shihai-sha o erabu kenryoku o motsu genjitsu shugi-sha wa, ganseki o mae ni shita. Nikuyoku no akuma to kare no nakama/ raibaru wa jigoku no atarashī shihai-sha to shite eraba retai. Bikutoria asa Ingurando setto. Tenshi no man'naka ni. Matte... Nani? Sore wa watashi no saisho no yoi inshōdatta, settei wa yoi, jikan wa yokatta (kojin-tekina iken, watashi wa oru no Ingurando jidai ga daisuki), yoku, watashi wa shitsubō shite imasendeshita. Tatoe tokiniha pēsu ga osokute mo, purotto wa subarashikatta (kojin-tekina ikende wa, firā esukuna episōdo ga nakereba ikiru koto ga dekita). Episōdo wa yōkina, matawa gekitekidattaga, soredemo karera wa sore no shuyōna tēma o nogarete inai, herukkingu wa sentaku suru hitsuyō ga ari, tokutei no ningen wa sore o okonau hitsuyō ga arimasu. Watashi wa osoi pēsu de ugoku anime o kirau node, odorokubekidesuga, watashi wa furu pointo o ataeru koto ga dekimasen, soshite, kore wa sono kēsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mStory: one of the most curious plot I've seen in my anime watching life. A rock headed realist with the power to select the new ruler of Hell. A meatheaded demon and his companions/rivals wanting to be selected as the new ruler of Hell. A Victorian England set. Angels in the middle of it. Wait...what? That was my first good impression, the setting was good, the time was good (personal opinion, I love the Ol' England times) and, well, I didn't got disappointed. The plot was amazing, even though sometimes it was quite slow-paced (again, personal opinion, I could live without some 'filler-esque' episodes). The episodes were hilarious, or dramatic, but even so they didn't fled the main theme of it, the Hellking must be chosen, and a certain human needs to do it. Amazing, but I can't give full points because I hate slow paced animes, and this was a case of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: one of the most curious plot I've seen in my anime watching life.\u001b[24m\n    \u001b[1mストーリー：私の人生を見ている私のアニメで見た中で最も興味深いプロットの一つ。\u001b[22m, \u001b[1mストーリー：私は私のアニメ見ての人生で見た中で最も好奇心プロットの一つ。\u001b[22m\n\u001b[4mA rock headed realist with the power to select the new ruler of Hell.\u001b[24m\n    \u001b[1m新しい地獄の支配者を選ぶ権力を持つ現実主義者は、岩石を前にした。\u001b[22m, \u001b[1mパワーと岩向かった現実主義者は、地獄の新しい支配者を選択します。\u001b[22m\n\u001b[4mA meatheaded demon and his companions/rivals wanting to be selected as the new ruler of Hell.\u001b[24m\n    \u001b[1m肉欲の悪魔と彼の仲間/ライバルは地獄の新しい支配者として選ばれたい。\u001b[22m, \u001b[1m頭の悪い悪魔と地獄の新たな支配者として選択されることを望む彼の仲間/ライバル。\u001b[22m\n\u001b[4mA Victorian England set.\u001b[24m\n    \u001b[1mビクトリア朝イングランドセット。\u001b[22m, \u001b[1mビクトリア朝のイギリスのセット。\u001b[22m\n\u001b[4mAngels in the middle of it.\u001b[24m\n    \u001b[1m天使の真ん中に。\u001b[22m, \u001b[1mその途中で天使。\u001b[22m\n\u001b[4mWait...what?\u001b[24m\n    \u001b[1m待って...何？\u001b[22m, \u001b[1m...何を待つのか？\u001b[22m\n\u001b[4mThat was my first good impression, the setting was good, the time was good (personal opinion, I love the Ol' England times) and, well, I didn't got disappointed.\u001b[24m\n    \u001b[1mそれは私の最初の良い印象だった、設定は良い、時間は良かった（個人的な意見、私はオルのイングランド時代が大好き）、よく、私は失望していませんでした。\u001b[22m, \u001b[1mそれは私の最初の良い印象だった設定が良かった、時間が良い（個人的な意見、私は老いたイングランド回を愛し）と、よく、私は失望しましませんでした。\u001b[22m\n\u001b[4mThe plot was amazing, even though sometimes it was quite slow-paced (again, personal opinion, I could live without some 'filler-esque' episodes).\u001b[24m\n    \u001b[1mたとえ時にはペースが遅くても、プロットはすばらしかった（個人的な意見では、フィラー・エスクなエピソードがなければ生きることができた）。\u001b[22m, \u001b[1mプロットは、時には非常に遅いペース（再び、個人的な意見、私はいくつかの「フィラー風 'エピソードなしでは生きてできた）であったにも関わらず、驚くべきものでした。\u001b[22m\n\u001b[4mThe episodes were hilarious, or dramatic, but even so they didn't fled the main theme of it, the Hellking must be chosen, and a certain human needs to do it.\u001b[24m\n    \u001b[1mエピソードは陽気な、または劇的だったが、それでも彼らはそれの主要なテーマを逃れていない、ヘルッキングは選択する必要があり、特定の人間はそれを行う必要があります。\u001b[22m, \u001b[1mエピソードは陽気、または劇的であったが、たとえそうであっても、彼らはそれのメインテーマを逃れていなかった、Hellkingが選択されなければならない、と特定の人間はそれを行う必要があります。\u001b[22m\n\u001b[4mAmazing, but I can't give full points because I hate slow paced animes, and this was a case of it.\u001b[24m\n    \u001b[1m私は遅いペースで動くアニメを嫌うので、驚くべきですが、私はフルポイントを与えることができません、そして、これはそのケースでした。\u001b[22m, \u001b[1mアメージング、私は遅いペースのアニメを嫌い、これはそれのケースだったので、私は完全なポイントを与えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: sometimes the show budget is godlike, and the art sucks, sometimes the budget is low, veeery low, and the art is crazily good. This time, I can say, the budget is low, and the art sucks. Repeated scenes! At this time and day! Nothing leaves such a bad impression as the art, and it was terrible. The opening and ending art were good, maybe that's what lifted up the rating, because I was willing to give it a 4. Nothing more to say, watch it and take your own conclusions.\n\n\u001b[1mアート：時にはショーの予算が神のようなもので、アートが吸う、時には予算が低く、ベジタリアンが低く、芸術は狂って良いです。 今回は、予算が低く、芸術が駄目だと言うことができます。 繰り返されるシーン！ この時間と日に！ アートと同じような悪い印象を残すものは何もなく、ひどいものでした。 オープニング・エンディングとエンディング・アートは素晴らしかったですが、それはレーティングを上げた理由です。私はそれに4を与えたいと思っていたからです。それ以上に何も言わずに、それを見て自分の結論を出してください。\u001b[22m\n\u001b[1m(Āto: Tokiniha shō no yosan ga kami no yōna mono de, āto ga suu, tokiniha yosan ga hikuku, bejitarian ga hikuku, geijutsu wa kurutte yoidesu. Konkai wa, yosan ga hikuku, geijutsu ga dameda to iu koto ga dekimasu. Kurikaesareru shīn! Kono-jikan to Ni~Tsu ni! Āto to onajiyōna warui inshō o nokosu mono wa nani mo naku, hidoi monodeshita. Ōpuningu endingu to endingu āto wa subarashikattadesuga, soreha rētingu o ageta riyūdesu. Watashi wa sore ni 4 o ataetai to omotte itakaradesu. Sore ijō ni nani mo iwazu ni, sore o mite jibun no ketsuron o dashite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mArt: sometimes the show budget is godlike, and the art sucks, sometimes the budget is low, veeery low, and the art is crazily good. This time, I can say, the budget is low, and the art sucks. Repeated scenes! At this time and day! Nothing leaves such a bad impression as the art, and it was terrible. The opening and ending art were good, maybe that's what lifted up the rating, because I was willing to give it a 4. Nothing more to say, watch it and take your own conclusions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: sometimes the show budget is godlike, and the art sucks, sometimes the budget is low, veeery low, and the art is crazily good.\u001b[24m\n    \u001b[1mアート：時にはショーの予算が神のようなもので、アートが吸う、時には予算が低く、ベジタリアンが低く、芸術は狂って良いです。\u001b[22m, \u001b[1mアート：時々ショーの予算は神のようであり、そしてアートが吸う、時には予算がveeery低く、低く、芸術は夢中になって良いです。\u001b[22m\n\u001b[4mThis time, I can say, the budget is low, and the art sucks.\u001b[24m\n    \u001b[1m今回は、予算が低く、芸術が駄目だと言うことができます。\u001b[22m, \u001b[1m今回は、私が言うことができ、予算が低く、芸術は吸います。\u001b[22m\n\u001b[4mRepeated scenes!\u001b[24m\n    \u001b[1m繰り返されるシーン！\u001b[22m, \u001b[1m繰り返しのシーン！\u001b[22m\n\u001b[4mAt this time and day!\u001b[24m\n    \u001b[1mこの時間と日に！\u001b[22m, \u001b[1mこの時間と曜日で！\u001b[22m\n\u001b[4mNothing leaves such a bad impression as the art, and it was terrible.\u001b[24m\n    \u001b[1mアートと同じような悪い印象を残すものは何もなく、ひどいものでした。\u001b[22m, \u001b[1m何もアートのような悪い印象を残さない、そしてそれはひどいものでした。\u001b[22m\n\u001b[4mThe opening and ending art were good, maybe that's what lifted up the rating, because I was willing to give it a 4. Nothing more to say, watch it and take your own conclusions.\u001b[24m\n    \u001b[1mオープニング・エンディングとエンディング・アートは素晴らしかったですが、それはレーティングを上げた理由です。私はそれに4を与えたいと思っていたからです。それ以上に何も言わずに、それを見て自分の結論を出してください。\u001b[22m, \u001b[1m開口部とアートを終了するには良好であった、多分それは私がそれを、言うそれを見て、あなた自身の結論を取るために、より4.何も与えないために喜んでいたので、評価を上げものです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I already told my opinion about the OP and ED arts, let's talk about music. The songs were great. For me, the anime sound is quite hard to give it an opinion, since I'm not someone that keeps listening to the insert songs. But the sound is something that can raise a good anime to a higher class, and that is what I think that happened here. The art sucks, ok, I said it, but the sound was very good, well done and it fit the 'classic Victorian theme' of the anime and the dramatic scenes got awesome insert songs. Good, good.\n\n\u001b[1mサウンド：OPやEDの芸術についての私の意見はすでに述べましたが、音楽について話しましょう。 その曲は素晴らしかったです。 私にとっては、アニメのサウンドは、それがインサート・ソングを聴いている人ではないので、意見を述べるのはかなり難しいです。 しかし、音は上級者に良いアニメを上げることができるものであり、それは私がここで起こったと思います。 私はそれを言ったが、音は非常に良く、うまくいき、アニメの古典的なビクトリア朝のテーマに合っていて、劇的なシーンには素晴らしいインサート・ソングが入っていた。 良い、良い。\u001b[22m\n\u001b[1m(Saundo: OP ya ED no geijutsu ni tsuite no watashi no iken wa sudeni nobemashitaga, ongaku ni tsuite hanashimashou. Sono kyoku wa subarashikattadesu. Watashi ni totte wa, anime no saundo wa, sore ga insāto songu o kiite iru hitode wanainode, iken o noberu no wa kanari muzukashīdesu. Shikashi,-on wa jōkyū-sha ni yoi anime o ageru koto ga dekiru monodeari, sore wa watashi ga koko de okotta to omoimasu. Watashi wa sore o ittaga,-on wa hijō ni yoku, umaku iki, anime no koten-tekina Bikutoria asa no tēma ni atte ite, gekitekina shīn ni wa subarashī insāto songu ga haitte ita. Yoi, yoi.)\u001b[22m\n\nTranslations of \u001b[4mSound: I already told my opinion about the OP and ED arts, let's talk about music. The songs were great. For me, the anime sound is quite hard to give it an opinion, since I'm not someone that keeps listening to the insert songs. But the sound is something that can raise a good anime to a higher class, and that is what I think that happened here. The art sucks, ok, I said it, but the sound was very good, well done and it fit the 'classic Victorian theme' of the anime and the dramatic scenes got awesome insert songs. Good, good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I already told my opinion about the OP and ED arts, let's talk about music.\u001b[24m\n    \u001b[1mサウンド：OPやEDの芸術についての私の意見はすでに述べましたが、音楽について話しましょう。\u001b[22m, \u001b[1mサウンド：私はすでにのは、音楽について話しましょう、OPとED芸術についての私の意見を語りました。\u001b[22m\n\u001b[4mThe songs were great.\u001b[24m\n    \u001b[1mその曲は素晴らしかったです。\u001b[22m, \u001b[1m曲は素晴らしかったです。\u001b[22m\n\u001b[4mFor me, the anime sound is quite hard to give it an opinion, since I'm not someone that keeps listening to the insert songs.\u001b[24m\n    \u001b[1m私にとっては、アニメのサウンドは、それがインサート・ソングを聴いている人ではないので、意見を述べるのはかなり難しいです。\u001b[22m, \u001b[1m私は挿入歌に耳を傾け続けて誰かいませんので、私にとっては、アニメのサウンドは、それに意見を与えることは非常に困難です。\u001b[22m\n\u001b[4mBut the sound is something that can raise a good anime to a higher class, and that is what I think that happened here.\u001b[24m\n    \u001b[1mしかし、音は上級者に良いアニメを上げることができるものであり、それは私がここで起こったと思います。\u001b[22m, \u001b[1mしかし、音はより高いクラスに良いアニメを上げることができるものであり、それは私がここで起き考えるものです。\u001b[22m\n\u001b[4mThe art sucks, ok, I said it, but the sound was very good, well done and it fit the 'classic Victorian theme' of the anime and the dramatic scenes got awesome insert songs.\u001b[24m\n    \u001b[1m私はそれを言ったが、音は非常に良く、うまくいき、アニメの古典的なビクトリア朝のテーマに合っていて、劇的なシーンには素晴らしいインサート・ソングが入っていた。\u001b[22m, \u001b[1m芸術はOK、吸う、私はそれを言ったが、音がよくやった、非常に良かったと、それはアニメの「古典的なビクトリア朝のテーマを「適合し、ドラマチックなシーンが素晴らしいの挿入歌を得ました。\u001b[22m\n\u001b[4mGood, good.\u001b[24m\n    \u001b[1m良い、良い。\u001b[22m, \u001b[1m良い、良いです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: that is were the show gets it done. An anime that is not comedy per se, but something in the middle of drama, action and comedy made me laugh it out loud a lot of times. The devils x realist relationship was awesomely well done, and the secondary characters were captivating. Specially the big guys of Hell. The plot was unique, and the protagonists and their counterparts were unique as well. Nothing could get any better (though I really wanted to see God, what a pity), and for that, 10 for you William and Dantalion.\n\n\u001b[1mキャラクター：それはショーが完了したことです。 コメディではないが、ドラマ、アクション、コメディの真ん中にあるものは、私を大声で何度も笑ってしまった。 悪魔と現実主義の関係はすごくうまくいっていて、二次的なキャラクターは魅力的でした。 特に地獄の大男たち。 プロットはユニークで、主人公とその対応者もユニークでした。  （私は本当に神を見たいと思っていましたが、残念なことです）、そしてそのために、あなたのためにウィリアムとダンタリオンを10点増やすことはできませんでした。\u001b[22m\n\u001b[1m(Kyarakutā: Sore wa shō ga kanryō shita kotodesu. Komedide wa naiga, dorama, akushon, komedi no man'naka ni aru mono wa, watashi o ōgoe de nando mo waratte shimatta. Akuma to genjitsu shugi no kankei wa sugoku umaku itte ite, niji-tekina kyarakutā wa mirikitekideshita. Tokuni jigoku no ōotoko-tachi. Purotto wa yunīku de, shujinkō to sono taiō-sha mo yunīkudeshita. (Watashi wa hontōni kami o mitai to omotte imashitaga, zan'nen'na kotodesu), soshite sonotame ni, anata no tame ni U~Iriamu to dantarion o 10-ten fuyasu koto wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: that is were the show gets it done. An anime that is not comedy per se, but something in the middle of drama, action and comedy made me laugh it out loud a lot of times. The devils x realist relationship was awesomely well done, and the secondary characters were captivating. Specially the big guys of Hell. The plot was unique, and the protagonists and their counterparts were unique as well. Nothing could get any better (though I really wanted to see God, what a pity), and for that, 10 for you William and Dantalion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: that is were the show gets it done.\u001b[24m\n    \u001b[1mキャラクター：それはショーが完了したことです。\u001b[22m, \u001b[1mキャラクター：ショーをしたされ、それが行われます。\u001b[22m\n\u001b[4mAn anime that is not comedy per se, but something in the middle of drama, action and comedy made me laugh it out loud a lot of times.\u001b[24m\n    \u001b[1mコメディではないが、ドラマ、アクション、コメディの真ん中にあるものは、私を大声で何度も笑ってしまった。\u001b[22m, \u001b[1mそれ自体はコメディではないアニメが、ドラマの途中で何か、アクションやコメディは私が大声で多くの時間をそれを笑わせました。\u001b[22m\n\u001b[4mThe devils x realist relationship was awesomely well done, and the secondary characters were captivating.\u001b[24m\n    \u001b[1m悪魔と現実主義の関係はすごくうまくいっていて、二次的なキャラクターは魅力的でした。\u001b[22m, \u001b[1m悪魔のx現実主義の関係は、上空でよくやった、と二文字が魅惑されました。\u001b[22m\n\u001b[4mSpecially the big guys of Hell.\u001b[24m\n    \u001b[1m特に地獄の大男たち。\u001b[22m, \u001b[1m地獄の特別大物。\u001b[22m\n\u001b[4mThe plot was unique, and the protagonists and their counterparts were unique as well.\u001b[24m\n    \u001b[1mプロットはユニークで、主人公とその対応者もユニークでした。\u001b[22m, \u001b[1mプロットはユニークで、主人公とその対応にもユニークでした。\u001b[22m\n\u001b[4mNothing could get any better (though I really wanted to see God, what a pity), and for that, 10 for you William and Dantalion.\u001b[24m\n    \u001b[1m（私は本当に神を見たいと思っていましたが、残念なことです）、そしてそのために、あなたのためにウィリアムとダンタリオンを10点増やすことはできませんでした。\u001b[22m, \u001b[1m何も任意のより良い（私は本当に神を見たかったのに、何の同情）を得ることができなかったし、そのために、10あなたウィリアムとダンタリオンのために。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I don't know what to say here except that I liked it, the plot was unique, the setting was unique (have I told you guys that I love the Victorian theme?), the art was the bad part, but the characters compensate this loss with their awesomeness. Good, that is what I say.\n\n\u001b[1m楽しさ：私はそれが好きで、プロットは独特で、設定はユニークでした（私はビクトリア朝のテーマが大好きだとあなたに話しましたか？）、芸術は悪い部分でしたが、 文字はこの損失をそのawesomenessで補う。 良い、それは私が言うことです。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa sore ga sukide, purotto wa dokutokude, settei wa yunīkudeshita (watashi wa Bikutoria asa no tēma ga daisukida to anata ni hanashimashita ka?), Geijutsu wa warui bubundeshitaga, moji wa kono sonshitsu o sono awesomeness de oginau. Yoi, sore wa watashi ga iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I don't know what to say here except that I liked it, the plot was unique, the setting was unique (have I told you guys that I love the Victorian theme?), the art was the bad part, but the characters compensate this loss with their awesomeness. Good, that is what I say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I don't know what to say here except that I liked it, the plot was unique, the setting was unique (have I told you guys that I love the Victorian theme?), the art was the bad part, but the\u001b[24m\n    \u001b[1m楽しさ：私はそれが好きで、プロットは独特で、設定はユニークでした（私はビクトリア朝のテーマが大好きだとあなたに話しましたか？）、芸術は悪い部分でしたが、\u001b[22m, \u001b[1m楽しさ：私はそれを気に入っていることを除いて、ここで言うことかわからない、プロットはユニークだった、設定がユニークだった（私はビクトリア朝のテーマを愛する皆さんに言った？）、芸術は悪い部分でしたが、\u001b[22m\n\u001b[4mcharacters compensate this loss with their awesomeness.\u001b[24m\n    \u001b[1m文字はこの損失をそのawesomenessで補う。\u001b[22m, \u001b[1m文字は、その素晴らしさでこの損失を補償します。\u001b[22m\n\u001b[4mGood, that is what I say.\u001b[24m\n    \u001b[1m良い、それは私が言うことです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I recommend it, with one advice. If you, like me, takes art into A LOT of consideration while picking a show, please, give it a try, it is a good show and it was quite the surprise of the season for me. But be warned, the art sucks. Hope you all like it. See you.\n\n\u001b[1m全体として、私は1つのアドバイスでそれをお勧めします。 私のように、あなたがショーを選んでいる間、アートをたくさんの配慮に惹きつけたら、それを試してみてください。それは良いショーです。それは私のためにとても驚きでした。 しかし、警告されて、芸術は吸う。 あなたは皆それが欲しいと願っています。 またね。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa 1tsu no adobaisu de sore o o susume shimasu. Watashi no yō ni, anata ga shō o erande iru ma, āto o takusan no hairyo ni hiki tsuketara, sore o tameshite mite kudasai. Sore wa yoi shōdesu. Sore wa watashi no tame ni totemo odorokideshita. Shikashi, keikoku sa rete, geijutsu wa suu. Anata wa mina sore ga hoshī to negatte imasu. Mata ne.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I recommend it, with one advice. If you, like me, takes art into A LOT of consideration while picking a show, please, give it a try, it is a good show and it was quite the surprise of the season for me. But be warned, the art sucks. Hope you all like it. See you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I recommend it, with one advice.\u001b[24m\n    \u001b[1m全体として、私は1つのアドバイスでそれをお勧めします。\u001b[22m, \u001b[1m全体的に、私は1つのアドバイスで、それをお勧めします。\u001b[22m\n\u001b[4mIf you, like me, takes art into A LOT of consideration while picking a show, please, give it a try, it is a good show and it was quite the surprise of the season for me.\u001b[24m\n    \u001b[1m私のように、あなたがショーを選んでいる間、アートをたくさんの配慮に惹きつけたら、それを試してみてください。それは良いショーです。それは私のためにとても驚きでした。\u001b[22m, \u001b[1mショーを摘みながら、あなたは、私のように、配慮のLOTに芸術を取る場合、それは良いショーで、それを試してみるとそれは私のために今シーズンのかなりの驚きだったしてください。\u001b[22m\n\u001b[4mBut be warned, the art sucks.\u001b[24m\n    \u001b[1mしかし、警告されて、芸術は吸う。\u001b[22m, \u001b[1mしかし警告され、芸術は吸います。\u001b[22m\n\u001b[4mHope you all like it.\u001b[24m\n    \u001b[1mあなたは皆それが欲しいと願っています。\u001b[22m, \u001b[1mあなたのすべてがそれを好き願っています。\u001b[22m\n\u001b[4mSee you.\u001b[24m\n    \u001b[1mまたね。\u001b[22m, \u001b[1mお会いしましょう。\u001b[22m, \u001b[1mあなたを参照してください。\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "SoEmmazing",
    "profile": "/profile/SoEmmazing/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=113853",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  8\n\n大井マカイは間違いなく、あなたはおそらく第一印象にあるだろう：これはとても元気ではなく、物語は退屈で、なぜ誰もがこれを作ってくれるだろう。\nしかし、あなたが実際に最初のエピソードを終えると、あなたは魅了され、ストーリー全体と深く結びついています。\n\nストーリー：ストーリーは素晴らしいです。 それは催眠/喜びの救済が詰まったアクションです。 この物語は、若い高校生の十代の少年のウィリアム・ツインニング（William Twinning）を中心としており、設定はブラック・バトラーとほぼ同じです。 ウィリアムは偉大な悪魔の味方ソロモンの子孫であると判明し、ウィリアムは現実主義の規則的な生活をバランスさせなければならないが、悪魔は彼の人生に干渉し始め、この「天と地獄のナンセンス」をウィリアム 彼らが地獄を統一している間、彼らを引き続き奉仕する悪魔の1人を選ぶことになっています。\n\n芸術：芸術は単に美しい。 あらゆるシーンに細部までこだわっており、それぞれのキャラクターは個性に合わせて特別にデザインされています。 色はすべて変化し、活気があります。\n\nサウンド：サウンドは素晴らしい品質です（もちろん、ビデオサーバーによって異なります）。 声は文字を完全に一致させます。 すべてが非常に同期されているので、声優がそのキャラクターを声に出して揺れ動くのではなく、効果音と戦いのシーンが非常によく魅了されたことが分かります。 また、OP＆amp; 私の意見では、EDのサウントトラックは素晴らしかったし、シリーズとかなりよくマッチしていた。\n\n文字：前述したように、文字はすべてシリーズの大規模目的のために特別に作成されています。 彼らはすべて異なって創造的です。 立ち往生から催眠、頑固、喜びに至るまで、あらゆる気分を満たすキャラクターもあります。 キャラクターは実際にプロットを精緻化するのを果たし、視聴者に付き添って感情的な感情につながる傾向があります〜;...つまり、キャラクターは素敵です。\n\n楽しさ：私はこのアニメが非常に楽しいと思った、私は毎週日曜日に新リリースを待っていた。 このアニメはあなたが笑いを覚えていることを保証し、時には泣い​​ても、あなたが感情的なタイプ（咳）であれば、間違いないですが、これまでにMakai Oujiについて読んだり聞いたことがあれば このシリーズを楽しもう。\n\n長所：キャラクター、アート、ユニークなプロット、サウンド、ストーリー、コメディ、FEEEEELLLSSS\n短所：時にはプロットから少し離れたフィラー/迷子になって、戦闘シーンでより多くのアクションを起こすことができました。ちょうど1シーズンのために少し急いでいました",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nMakai Ouji is definitely something you would probably on first impression be like: This is so unoriginal, the story is boring, why would anyone make this.\n\n\u001b[1m大井マカイは間違いなく、あなたはおそらく第一印象にあるだろう：これはとても元気ではなく、物語は退屈で、なぜ誰もがこれを作ってくれるだろう。\u001b[22m\n\u001b[1m(Ōi makai wa machigainaku, anata wa osoraku daiichiinshō ni arudarou: Kore wa totemo genkide wa naku, monogatari wa taikutsu de, naze daremoga kore o tsukutte kurerudarou.)\u001b[22m\n\nTranslations of \u001b[4mMakai Ouji is definitely something you would probably on first impression be like: This is so unoriginal, the story is boring, why would anyone make this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMakai Ouji is definitely something you would probably on first impression be like: This is so unoriginal, the story is boring, why would anyone make this.\u001b[24m\n    \u001b[1m大井マカイは間違いなく、あなたはおそらく第一印象にあるだろう：これはとても元気ではなく、物語は退屈で、なぜ誰もがこれを作ってくれるだろう。\u001b[22m, \u001b[1mこれは、物語はなぜ誰もこれになるだろう、退屈なので、独創性に欠けるです：魔界王子は間違いなくあなたは、おそらく第一印象のようなものだものです。\u001b[22m\nBut once you actually finish the first episode, you become enticed and deeply connected with the whole story and it's characters, honestly worth your time.\n\n\u001b[1mしかし、あなたが実際に最初のエピソードを終えると、あなたは魅了され、ストーリー全体と深く結びついています。\u001b[22m\n\u001b[1m(Shikashi, anata ga jissai ni saisho no episōdo o oeru to, anata wa miryō sa re, sutōrī zentai to fukaku musubitsuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut once you actually finish the first episode, you become enticed and deeply connected with the whole story and it's characters, honestly worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut once you actually finish the first episode, you become enticed and deeply connected with the whole story and it's characters, honestly worth your time.\u001b[24m\n    \u001b[1mしかし、あなたが実際に最初のエピソードを終えると、あなたは魅了され、ストーリー全体と深く結びついています。\u001b[22m, \u001b[1mあなたが実際に最初のエピソードを終えるしかし、一度、あなたは誘惑と深く全体的な話で接続となり、それは正直に、あなたの時間の価値の文字があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story is great. It's action packed with jocular/jovial relief. The story centers around a young high-school teenage boy named William Twinning, and the setting is around the same as Black Butler, I would say. William turns out to be the descendant of the great demon tamer Solomon, and William is now forced to balance out his regular life, of realism, while demons begin to meddle in his life and bring out this 'nonsense of heaven and hell' as William is supposed to choose one of the demons to continuously serve him as they rule Hell together.\n\n\u001b[1mストーリー：ストーリーは素晴らしいです。 それは催眠/喜びの救済が詰まったアクションです。 この物語は、若い高校生の十代の少年のウィリアム・ツインニング（William Twinning）を中心としており、設定はブラック・バトラーとほぼ同じです。 ウィリアムは偉大な悪魔の味方ソロモンの子孫であると判明し、ウィリアムは現実主義の規則的な生活をバランスさせなければならないが、悪魔は彼の人生に干渉し始め、この「天と地獄のナンセンス」をウィリアム 彼らが地獄を統一している間、彼らを引き続き奉仕する悪魔の1人を選ぶことになっています。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa subarashīdesu. Sore wa saimin/ yorokobi no kyūsai ga tsumatta akushondesu. Kono monogatari wa, wakai kōkōsei no jūdai no shōnen no U~Iriamu tsuin'ningu (u~iriamu Twinning) o chūshin to shite ori, settei wa burakku batorā to hobo onajidesu. U~Iriamu wa idaina akuma no mikata Soromon no shisondearu to hanmei shi, U~Iriamu wa genjitsu shugi no kisoku-tekina seikatsu o baransu sa senakereba naranaiga, akuma wa kare no jinsei ni kanshō shi hajime, kono `ten to jigoku no nansensu' o U~Iriamu karera ga jigoku o tōitsu shite iru ma, karera o hikitsudzuki hōshi suru akuma no 1-ri o erabu koto ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story is great. It's action packed with jocular/jovial relief. The story centers around a young high-school teenage boy named William Twinning, and the setting is around the same as Black Butler, I would say. William turns out to be the descendant of the great demon tamer Solomon, and William is now forced to balance out his regular life, of realism, while demons begin to meddle in his life and bring out this 'nonsense of heaven and hell' as William is supposed to choose one of the demons to continuously serve him as they rule Hell together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story is great.\u001b[24m\n    \u001b[1mストーリー：ストーリーは素晴らしいです。\u001b[22m, \u001b[1mストーリー：物語は素晴らしいです。\u001b[22m\n\u001b[4mIt's action packed with jocular/jovial relief.\u001b[24m\n    \u001b[1mそれは催眠/喜びの救済が詰まったアクションです。\u001b[22m, \u001b[1mそれはひょうきん/陽気な救済を詰めたアクションです。\u001b[22m\n\u001b[4mThe story centers around a young high-school teenage boy named William Twinning, and the setting is around the same as Black Butler, I would say.\u001b[24m\n    \u001b[1mこの物語は、若い高校生の十代の少年のウィリアム・ツインニング（William Twinning）を中心としており、設定はブラック・バトラーとほぼ同じです。\u001b[22m, \u001b[1m物語はウィリアム・ツイニングという若い高校生十代の少年を中心と設定は黒執事と同じ程度で、私は言うでしょう。\u001b[22m\n\u001b[4mWilliam turns out to be the descendant of the great demon tamer Solomon, and William is now forced to balance out his regular life, of realism, while demons begin to meddle in his life and bring out this 'nonsense of heaven and hell' as William\u001b[24m\n    \u001b[1mウィリアムは偉大な悪魔の味方ソロモンの子孫であると判明し、ウィリアムは現実主義の規則的な生活をバランスさせなければならないが、悪魔は彼の人生に干渉し始め、この「天と地獄のナンセンス」をウィリアム\u001b[22m, \u001b[1mウィリアムはソロモンの偉大な悪魔の調教師の子孫であることが判明し、悪魔は彼の人生に干渉するとウィリアムとしてこの「天国と地獄のナンセンス」を引き出すために始めながら、ウィリアムは今、リアリズムの、彼の規則正しい生活のバランスを取ることを余儀なくされています\u001b[22m\n\u001b[4mis supposed to choose one of the demons to continuously serve him as they rule Hell together.\u001b[24m\n    \u001b[1m彼らが地獄を統一している間、彼らを引き続き奉仕する悪魔の1人を選ぶことになっています。\u001b[22m, \u001b[1m彼らは一緒に地獄を支配するよう継続的に彼を提供するために悪魔のいずれかを選択することになっています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art is simply beautiful. There's meticulous detail in every scene, and each character is specially designed to match their personality. The colours are all varied and vibrant.\n\n\u001b[1m芸術：芸術は単に美しい。 あらゆるシーンに細部までこだわっており、それぞれのキャラクターは個性に合わせて特別にデザインされています。 色はすべて変化し、活気があります。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa tan'ni utsukushī. Arayuru shīn ni saibu made kodawatte ori, sorezore no kyarakutā wa kosei ni awa sete tokubetsu ni dezain sa rete imasu. Iro wa subete henka shi, kakki ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art is simply beautiful. There's meticulous detail in every scene, and each character is specially designed to match their personality. The colours are all varied and vibrant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art is simply beautiful.\u001b[24m\n    \u001b[1m芸術：芸術は単に美しい。\u001b[22m, \u001b[1mアート：芸術は単に美しいです。\u001b[22m\n\u001b[4mThere's meticulous detail in every scene, and each character is specially designed to match their personality.\u001b[24m\n    \u001b[1mあらゆるシーンに細部までこだわっており、それぞれのキャラクターは個性に合わせて特別にデザインされています。\u001b[22m, \u001b[1mそこ細心の詳細は、あらゆるシーンでだし、それぞれの文字は特別に彼らの個性にマッチするように設計されています。\u001b[22m\n\u001b[4mThe colours are all varied and vibrant.\u001b[24m\n    \u001b[1m色はすべて変化し、活気があります。\u001b[22m, \u001b[1m色は多様で活気のある全てです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sound is in great quality (of course, this varies with your video server). The voices match the characters perfectly. You can tell that the voice actors didn't slack off in voicing their characters, as everything was very synced, and the sound effects and fight scenes were very well captivated. Also, the OP &amp; ED sountracks were great, in my opinion, and they matched quite well with the series.\n\n\u001b[1mサウンド：サウンドは素晴らしい品質です（もちろん、ビデオサーバーによって異なります）。 声は文字を完全に一致させます。 すべてが非常に同期されているので、声優がそのキャラクターを声に出して揺れ動くのではなく、効果音と戦いのシーンが非常によく魅了されたことが分かります。 また、OP＆amp; 私の意見では、EDのサウントトラックは素晴らしかったし、シリーズとかなりよくマッチしていた。\u001b[22m\n\u001b[1m(Saundo: Saundo wa subarashī hinshitsudesu (mochiron, bideosābā ni yotte kotonarimasu). Koe wa moji o kanzen ni itchi sa semasu. Subete ga hijō ni dōki sa rete irunode, seiyū ga sono kyarakutā o koenidashite yureugoku node wa naku, kōka-on to tatakai no shīn ga hijō ni yoku miryō sa reta koto ga wakarimasu. Mata, OP& amp; watashi no ikende wa, ED no sauntotorakku wa subarashikattashi, shirīzu to kanari yoku matchi shite ita.)\u001b[22m\n\nTranslations of \u001b[4mSound: The sound is in great quality (of course, this varies with your video server). The voices match the characters perfectly. You can tell that the voice actors didn't slack off in voicing their characters, as everything was very synced, and the sound effects and fight scenes were very well captivated. Also, the OP &amp; ED sountracks were great, in my opinion, and they matched quite well with the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sound is in great quality (of course, this varies with your video server).\u001b[24m\n    \u001b[1mサウンド：サウンドは素晴らしい品質です（もちろん、ビデオサーバーによって異なります）。\u001b[22m, \u001b[1mサウンド：サウンドが素晴らしい品質である（もちろん、これはあなたのビデオサーバによって異なります）。\u001b[22m\n\u001b[4mThe voices match the characters perfectly.\u001b[24m\n    \u001b[1m声は文字を完全に一致させます。\u001b[22m, \u001b[1m声は完全に文字に一致します。\u001b[22m\n\u001b[4mYou can tell that the voice actors didn't slack off in voicing their characters, as everything was very synced, and the sound effects and fight scenes were very well captivated.\u001b[24m\n    \u001b[1mすべてが非常に同期されているので、声優がそのキャラクターを声に出して揺れ動くのではなく、効果音と戦いのシーンが非常によく魅了されたことが分かります。\u001b[22m, \u001b[1mあなたは声優はすべてが非常に同期されたように、自分のキャラクターを表明に緩める、およびサウンドエフェクトやシーンは非常によく、魅了された戦わなかったことを伝えることができます。\u001b[22m\n\u001b[4mAlso, the OP &amp;\u001b[24m\n    \u001b[1mまた、OP＆amp;\u001b[22m, \u001b[1mまた、OP＆＃038;\u001b[22m\n\u001b[4mED sountracks were great, in my opinion, and they matched quite well with the series.\u001b[24m\n    \u001b[1m私の意見では、EDのサウントトラックは素晴らしかったし、シリーズとかなりよくマッチしていた。\u001b[22m, \u001b[1mEDのsountracksは、私の意見では、素晴らしかった、と彼らはシリーズと非常によく一致しました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: As mentioned, the characters are all specially created for a large purpose of the series. They are all different and creative. There's also a character that meets every mood, from being stuck up, to jocular, to stubborn, to jovial. The characters really fulfill in elaborating the plot, and they tend to attach to the viewers, leading up to SENTIMENTAL FEELINGS ;~;...I mean, the characters are lovely.\n\n\u001b[1m文字：前述したように、文字はすべてシリーズの大規模目的のために特別に作成されています。 彼らはすべて異なって創造的です。 立ち往生から催眠、頑固、喜びに至るまで、あらゆる気分を満たすキャラクターもあります。 キャラクターは実際にプロットを精緻化するのを果たし、視聴者に付き添って感情的な感情につながる傾向があります〜;...つまり、キャラクターは素敵です。\u001b[22m\n\u001b[1m(Moji: Zenjutsu shita yō ni, moji wa subete shirīzu no ōkibo mokuteki no tame ni tokubetsu ni sakusei sa rete imasu. Karera wa subete kotonatte sōzō-tekidesu. Tachiōjō kara saimin, ganko, yorokobi ni itaru made, arayuru kibun o mitasu kyarakutā mo arimasu. Kyarakutā wa jissai ni purotto o seichi-ka suru no o hatashi, shichō-sha ni tsukisotte kanjō-tekina kanjō ni tsunagaru keikō ga arimasu 〜; ... Tsumari, kyarakutā wa sutekidesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: As mentioned, the characters are all specially created for a large purpose of the series. They are all different and creative. There's also a character that meets every mood, from being stuck up, to jocular, to stubborn, to jovial. The characters really fulfill in elaborating the plot, and they tend to attach to the viewers, leading up to SENTIMENTAL FEELINGS ;~;...I mean, the characters are lovely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: As mentioned, the characters are all specially created for a large purpose of the series.\u001b[24m\n    \u001b[1m文字：前述したように、文字はすべてシリーズの大規模目的のために特別に作成されています。\u001b[22m, \u001b[1mキャラクター：前述のように、文字はすべて特別シリーズの大きな目的のために作成されます。\u001b[22m\n\u001b[4mThey are all different and creative.\u001b[24m\n    \u001b[1m彼らはすべて異なって創造的です。\u001b[22m, \u001b[1m彼らはすべての異なると創造的です。\u001b[22m\n\u001b[4mThere's also a character that meets every mood, from being stuck up, to jocular, to stubborn, to jovial.\u001b[24m\n    \u001b[1m立ち往生から催眠、頑固、喜びに至るまで、あらゆる気分を満たすキャラクターもあります。\u001b[22m, \u001b[1m陽気に、頑固なために、ひょうきんに、立ち往生しているから、すべての気分を満たしている文字もあります。\u001b[22m\n\u001b[4mThe characters really fulfill in elaborating the plot, and they tend to attach to the viewers, leading up to SENTIMENTAL FEELINGS ;~;...I mean, the characters are lovely.\u001b[24m\n    \u001b[1mキャラクターは実際にプロットを精緻化するのを果たし、視聴者に付き添って感情的な感情につながる傾向があります〜;...つまり、キャラクターは素敵です。\u001b[22m, \u001b[1m〜;...私は意味、文字が素敵な文字は本当にプロットを起草中で果たす、と彼らはセンチメンタルFEELINGSに至るまで、視聴者に付着する傾向があります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I found this anime extremely enjoyable, I was frantically awaiting a new release every Sunday. This anime will guarantee to make you laugh..and sometimes even cry, if you're the sentimental type (cough), but there's no doubt that if you've liked what you've read/heard about Makai Ouji so far, you 'll enjoy this series.\n\n\u001b[1m楽しさ：私はこのアニメが非常に楽しいと思った、私は毎週日曜日に新リリースを待っていた。 このアニメはあなたが笑いを覚えていることを保証し、時には泣い​​ても、あなたが感情的なタイプ（咳）であれば、間違いないですが、これまでにMakai Oujiについて読んだり聞いたことがあれば このシリーズを楽しもう。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa kono anime ga hijō ni tanoshī to omotta, watashi wa maishū nichiyōbi ni shin rirīsu o matteita. Kono anime wa anata ga warai o oboete iru koto o hoshō shi, tokiniha nai ​​te mo, anata ga kanjō-tekina taipu (seki)deareba, machigainaidesuga, kore made ni Makai Ouji ni tsuite yon dari kiita koto ga areba kono shirīzu o tanoshimou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I found this anime extremely enjoyable, I was frantically awaiting a new release every Sunday. This anime will guarantee to make you laugh..and sometimes even cry, if you're the sentimental type (cough), but there's no doubt that if you've liked what you've read/heard about Makai Ouji so far, you 'll enjoy this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I found this anime extremely enjoyable, I was frantically awaiting a new release every Sunday.\u001b[24m\n    \u001b[1m楽しさ：私はこのアニメが非常に楽しいと思った、私は毎週日曜日に新リリースを待っていた。\u001b[22m, \u001b[1m楽しさ：私は必死に毎週日曜日の新しいリリースを待っていた、このアニメは非常に楽しい発見。\u001b[22m\n\u001b[4mThis anime will guarantee to make you laugh..and sometimes even cry, if you're the sentimental type (cough), but there's no doubt that if you've liked what you've read/heard about Makai Ouji so far, you\u001b[24m\n    \u001b[1mこのアニメはあなたが笑いを覚えていることを保証し、時には泣いても、あなたが感情的なタイプ（咳）であれば、間違いないですが、これまでにMakai Oujiについて読んだり聞いたことがあれば\u001b[22m, \u001b[1mこのアニメは、あなたがlaugh..and時には泣かせるすることを保証します、あなたは感傷的なタイプ（咳）をしているが、あなたは何を読んで気に入ってしまった場合/これまで魔界王子の話を聞いたことは間違いありません場合は、あなたを\u001b[22m\n\u001b[4m'll enjoy this series.\u001b[24m\n    \u001b[1mこのシリーズを楽しもう。\u001b[22m, \u001b[1m「このシリーズを楽しめてしまう。\u001b[22m\n\u001b[1m\u001b[22m\nPros: Characters, art, unique plot, sound, story, comedy, FEEEEELLLSSS\n\n\u001b[1m長所：キャラクター、アート、ユニークなプロット、サウンド、ストーリー、コメディ、FEEEEELLLSSS\u001b[22m\n\u001b[1m(Chōsho: Kyarakutā, āto, yunīkuna purotto, saundo, sutōrī, komedi, FEEEEELLLSSS)\u001b[22m\n\nTranslations of \u001b[4mPros: Characters, art, unique plot, sound, story, comedy, FEEEEELLLSSS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros: Characters, art, unique plot, sound, story, comedy, FEEEEELLLSSS\u001b[24m\n    \u001b[1m長所：キャラクター、アート、ユニークなプロット、サウンド、ストーリー、コメディ、FEEEEELLLSSS\u001b[22m, \u001b[1m長所：キャラクター、アート、ユニークなプロット、サウンド、ストーリー、コメディー、FEEEEELLLSSS\u001b[22m\nCons: A bit too many fillers/straying away from the plot at times, could have more action in fight scenes, a bit rushed due to only one season\n\n\u001b[1m短所：時にはプロットから少し離れたフィラー/迷子になって、戦闘シーンでより多くのアクションを起こすことができました。ちょうど1シーズンのために少し急いでいました\u001b[22m\n\u001b[1m(Tansho: Tokiniha purotto kara sukoshi hanareta firā/ maigo ni natte, sentō shīn de yori ōku no akushon o okosu koto ga dekimashita. Chōdo 1 shīzun no tame ni sukoshi isoide imashita)\u001b[22m\n\nTranslations of \u001b[4mCons: A bit too many fillers/straying away from the plot at times, could have more action in fight scenes, a bit rushed due to only one season\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons: A bit too many fillers/straying away from the plot at times, could have more action in fight scenes, a bit rushed due to only one season\u001b[24m\n    \u001b[1m短所：時にはプロットから少し離れたフィラー/迷子になって、戦闘シーンでより多くのアクションを起こすことができました。ちょうど1シーズンのために少し急いでいました\u001b[22m, \u001b[1m短所：少しあまりにも多くの充填剤は/離れ回でのプロットからはぐれ、戦いのシーンでより多くのアクションを持つことができ、ビットが原因だけで1シーズンに駆けつけ\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "cintopaz",
    "profile": "/profile/cintopaz/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=121083",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  3\nキャラクター|  2\n|  1\n\n私は本当にこのアニメが好きだった。 残念なことに、私が考えることができるすべての12のエピソードに座った後、それはどのように私の時間の完全な無駄だった。 私は漫画を読んでいないので、私がこのレビューで言うことは、アニメだけのために言います。\n\n\n\nサウンドトラックは何も特別なものではありません。サウンドトラックがアニメにどのように追加されたかを考えると、私は完全な空白を描きます。 芸術は、少なくとも恐るべき言い方でした。 おそらく私はこのアニメに大きな期待を寄せていたのかもしれませんが、アートはアニメを安く見せてくれる素敵なアトリエになってしまいました。 私の絶対的な最悪の部分はおそらくアクションシーンです。 あなたがアクションファンなら、私はあなたが10フィートのポールでもこの​​アニメに触れないことをお勧めします。 それはすべて間違っていた、ちょうどアクションシーンについて考えると、私は秒針の恥ずかしさを与える。 このアニメの制作から財務的にはあまり進んでいないことは本当に分かりますが、執筆部門ではそれを補うこともできませんでした。\n\n私はマンガを読む前にシリーズを完全にゴミ箱に入れたくないので、私はこのアニメを自分のリストで1つ与えましたが、ここでは2つを与えました。 私はまだアニメを見てからマンガベースのシリーズを判断するべきではないことを学んだので、私はまだマンガを試してみるつもりです。 しかし、あなたがこのシリーズにショットを与えることを考えているなら、私はあなたがマンガにまっすぐにスキップすることを強く勧めます。 楽しさの価値がないこのアニメであなたの時間を無駄にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nI really wanted to like this anime. Unfortunately after sitting through 12 episodes all I could think about was how it was a complete waste of my time. I haven't read the manga myself so what ever that I say in this review I say it for the anime only.\n\n\u001b[1m私は本当にこのアニメが好きだった。 残念なことに、私が考えることができるすべての12のエピソードに座った後、それはどのように私の時間の完全な無駄だった。 私は漫画を読んでいないので、私がこのレビューで言うことは、アニメだけのために言います。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime ga sukidatta. Zan'nen'nakotoni, watashi ga kangaeru koto ga dekiru subete no 12 no episōdo ni suwatta nochi, sore wa dono yō ni watashinojikan no kanzen'na mudadatta. Watashi wa manga o yon de inainode, watashi ga kono rebyū de iu koto wa, anime dake no tame ni iimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really wanted to like this anime. Unfortunately after sitting through 12 episodes all I could think about was how it was a complete waste of my time. I haven't read the manga myself so what ever that I say in this review I say it for the anime only.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really wanted to like this anime.\u001b[24m\n    \u001b[1m私は本当にこのアニメが好きだった。\u001b[22m, \u001b[1m私は本当にこのアニメを好きに望んでいました。\u001b[22m\n\u001b[4mUnfortunately after sitting through 12 episodes all I could think about was how it was a complete waste of my time.\u001b[24m\n    \u001b[1m残念なことに、私が考えることができるすべての12のエピソードに座った後、それはどのように私の時間の完全な無駄だった。\u001b[22m, \u001b[1m残念ながら12話を通して、座った後、私は考えることができるすべては、それが私の時間の無駄だったかでした。\u001b[22m\n\u001b[4mI haven't read the manga myself so what ever that I say in this review I say it for the anime only.\u001b[24m\n    \u001b[1m私は漫画を読んでいないので、私がこのレビューで言うことは、アニメだけのために言います。\u001b[22m, \u001b[1m私は私が唯一のアニメのためにそれを言って、このレビューに言うことを今まで自分がそう何漫画を読んでいません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack is nothing special, I draw a complete blank when I think about how the soundtrack added on to the anime so it really wasn't anything memorable. The art was to say the very least horrifying. Maybe because I had high expectations going in to this anime but the art consisted of all the wrong colors on the palatte that made the anime look cheap and the amateurish. The absolute worst part for me is probably the action scenes. If you are an action fan I suggest that you don't touch this anime even with a ten foot pole. It was all wrong, just thinking about the action scenes gives me second hand embarrassment. You can really tell that there wasn't much going for this anime financially from its production, but they also failed to make up for it in the writing department.\n\n\u001b[1mサウンドトラックは何も特別なものではありません。サウンドトラックがアニメにどのように追加されたかを考えると、私は完全な空白を描きます。 芸術は、少なくとも恐るべき言い方でした。 おそらく私はこのアニメに大きな期待を寄せていたのかもしれませんが、アートはアニメを安く見せてくれる素敵なアトリエになってしまいました。 私の絶対的な最悪の部分はおそらくアクションシーンです。 あなたがアクションファンなら、私はあなたが10フィートのポールでもこの​​アニメに触れないことをお勧めします。 それはすべて間違っていた、ちょうどアクションシーンについて考えると、私は秒針の恥ずかしさを与える。 このアニメの制作から財務的にはあまり進んでいないことは本当に分かりますが、執筆部門ではそれを補うこともできませんでした。\u001b[22m\n\u001b[1m(Saundotorakku wa nani mo tokubetsuna monode wa arimasen. Saundotorakku ga anime ni dono yō ni tsuika sa reta ka o kangaeru to, watashi wa kanzen'na kūhaku o kakimasu. Geijutsu wa, sukunakutomo osorubeki iikatadeshita. Osoraku watashi wa kono anime ni ōkina kitai o yosete ita no kamo shiremasenga, āto wa anime o yasuku misete kureru sutekina atorie ni natte shimaimashita. Watashi no zettai-tekina saiaku no bubun wa osoraku akushonshīndesu. Anata ga akushon fan'nara, watashi wa anata ga 10 fīto no pōru demo kono ​​ anime ni furenai koto o o susume shimasu. Sore wa subete machigatte ita, chōdo akushonshīn ni tsuite kangaeru to, watashi wa byōshin no hazukashi-sa o ataeru. Kono anime no seisaku kara zaimu-teki ni wa amari susunde inai koto wa hontōni wakarimasuga, shippitsu bumonde wa sore o oginau koto mo dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack is nothing special, I draw a complete blank when I think about how the soundtrack added on to the anime so it really wasn't anything memorable. The art was to say the very least horrifying. Maybe because I had high expectations going in to this anime but the art consisted of all the wrong colors on the palatte that made the anime look cheap and the amateurish. The absolute worst part for me is probably the action scenes. If you are an action fan I suggest that you don't touch this anime even with a ten foot pole. It was all wrong, just thinking about the action scenes gives me second hand embarrassment. You can really tell that there wasn't much going for this anime financially from its production, but they also failed to make up for it in the writing department.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack is nothing special, I draw a complete blank when I think about how the soundtrack added on to the anime so it really wasn't anything memorable.\u001b[24m\n    \u001b[1mサウンドトラックは何も特別なものではありません。サウンドトラックがアニメにどのように追加されたかを考えると、私は完全な空白を描きます。\u001b[22m, \u001b[1mサウンドトラックは、私はそれは本当に思い出に残るものではありませんでしたので、サウンドトラックアニメへ追加する方法について考えるとき、私は完全な空白を描き、特別なものではありません。\u001b[22m\n\u001b[4mThe art was to say the very least horrifying.\u001b[24m\n    \u001b[1m芸術は、少なくとも恐るべき言い方でした。\u001b[22m, \u001b[1mアートは恐ろしい非常に控えめに言っていました。\u001b[22m\n\u001b[4mMaybe because I had high expectations going in to this anime but the art consisted of all the wrong colors on the palatte that made the anime look cheap and the amateurish.\u001b[24m\n    \u001b[1mおそらく私はこのアニメに大きな期待を寄せていたのかもしれませんが、アートはアニメを安く見せてくれる素敵なアトリエになってしまいました。\u001b[22m, \u001b[1mたぶんので、私はこのアニメに行く高い期待を持っていたが、技術は、アニメが安く、素人見せていたpalatte上のすべての間違った色で構成されていました。\u001b[22m\n\u001b[4mThe absolute worst part for me is probably the action scenes.\u001b[24m\n    \u001b[1m私の絶対的な最悪の部分はおそらくアクションシーンです。\u001b[22m, \u001b[1m私のための絶対的な最悪の部分は、おそらくアクションシーンです。\u001b[22m\n\u001b[4mIf you are an action fan I suggest that you don't touch this anime even with a ten foot pole.\u001b[24m\n    \u001b[1mあなたがアクションファンなら、私はあなたが10フィートのポールでもこのアニメに触れないことをお勧めします。\u001b[22m, \u001b[1mあなたは、アクションのファンなら、私はあなたも10フィートのポールでこのアニメに触れていないことを示唆しています。\u001b[22m\n\u001b[4mIt was all wrong, just thinking about the action scenes gives me second hand embarrassment.\u001b[24m\n    \u001b[1mそれはすべて間違っていた、ちょうどアクションシーンについて考えると、私は秒針の恥ずかしさを与える。\u001b[22m, \u001b[1mそれはちょうどアクションシーンについて考え、すべて間違っていた私に秒針の恥ずかしさを提供します。\u001b[22m\n\u001b[4mYou can really tell that there wasn't much going for this anime financially from its production, but they also failed to make up for it in the writing department.\u001b[24m\n    \u001b[1mこのアニメの制作から財務的にはあまり進んでいないことは本当に分かりますが、執筆部門ではそれを補うこともできませんでした。\u001b[22m, \u001b[1mあなたは本当に多く、その生産から財政的にこのアニメのためにそこに行くされていないことを伝えることができ、彼らはまた、ライティング部門でそれを補うために失敗しました。\u001b[22m\n\u001b[1m\u001b[22m\nI gave this anime a 1 on my own list but a 2 here because I don't want to completely trash a series before reading the manga. I'm still going to give the manga a try because I've learned that you should never judge a manga-based series from only watching the anime. However if you're thinking about giving this series a shot I highly suggest that you skip straight to the manga. Don't waste your time with this anime that has no enjoyment value.\n\n\u001b[1m私はマンガを読む前にシリーズを完全にゴミ箱に入れたくないので、私はこのアニメを自分のリストで1つ与えましたが、ここでは2つを与えました。 私はまだアニメを見てからマンガベースのシリーズを判断するべきではないことを学んだので、私はまだマンガを試してみるつもりです。 しかし、あなたがこのシリーズにショットを与えることを考えているなら、私はあなたがマンガにまっすぐにスキップすることを強く勧めます。 楽しさの価値がないこのアニメであなたの時間を無駄にしないでください。\u001b[22m\n\u001b[1m(Watashi wa manga o yomu mae ni shirīzu o kanzen ni gomibako ni iretakunainode, watashi wa kono anime o jibun no risuto de 1tsu ataemashitaga, kokode wa 2tsu o ataemashita. Watashi wa mada anime o mitekara mangabēsu no shirīzu o handan surubekide wanai koto o manandanode, watashi wa mada manga o tameshite miru tsumoridesu. Shikashi, anata ga kono shirīzu ni shotto o ataeru koto o kangaete irunara, watashi wa anata ga manga ni massugu ni sukippu suru koto o tsuyoku susumemasu. Tanoshisa no kachi ga nai kono anime de anata no jikan o muda ni shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI gave this anime a 1 on my own list but a 2 here because I don't want to completely trash a series before reading the manga. I'm still going to give the manga a try because I've learned that you should never judge a manga-based series from only watching the anime. However if you're thinking about giving this series a shot I highly suggest that you skip straight to the manga. Don't waste your time with this anime that has no enjoyment value.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave this anime a 1 on my own list but a 2 here because I don't want to completely trash a series before reading the manga.\u001b[24m\n    \u001b[1m私はマンガを読む前にシリーズを完全にゴミ箱に入れたくないので、私はこのアニメを自分のリストで1つ与えましたが、ここでは2つを与えました。\u001b[22m, \u001b[1m私は完全に漫画を読む前にシリーズをゴミ箱にしたくないので、私はここで自分のリストにこのアニメは1を与えたが、2。\u001b[22m\n\u001b[4mI'm still going to give the manga a try because I've learned that you should never judge a manga-based series from only watching the anime.\u001b[24m\n    \u001b[1m私はまだアニメを見てからマンガベースのシリーズを判断するべきではないことを学んだので、私はまだマンガを試してみるつもりです。\u001b[22m, \u001b[1m私はまだ、私はあなただけのアニメを見てから漫画ベースのシリーズを判断してはならないことを学んだので、漫画を試してみるつもりです。\u001b[22m\n\u001b[4mHowever if you're thinking about giving this series a shot I highly suggest that you skip straight to the manga.\u001b[24m\n    \u001b[1mしかし、あなたがこのシリーズにショットを与えることを考えているなら、私はあなたがマンガにまっすぐにスキップすることを強く勧めます。\u001b[22m, \u001b[1mしかし、あなたがこのシリーズに私は非常にあなたが漫画にまっすぐにスキップすることを示唆しているショットを与えることについて考えている場合。\u001b[22m\n\u001b[4mDon't waste your time with this anime that has no enjoyment value.\u001b[24m\n    \u001b[1m楽しさの価値がないこのアニメであなたの時間を無駄にしないでください。\u001b[22m, \u001b[1m何の楽しみ値を持っていないこのアニメであなたの時間を無駄にしないでください。\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "symbiotic",
    "profile": "/profile/symbiotic/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=182534",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  4\nキャラクター|  5\n|  4\n\n私はこのアニメを見ました。なぜなら、それは私が超自然のジャンルを本当に楽しんでいたのを見ているアニメのポイントだったからです。 何らかの理由で私はこれを示唆しました。\n\n私はそれに否定的にコメントしたくないのですが、その偽善は非常に間違っていました。 私はこれがアクションパックの悪魔のようなものだと思ったが（瞬間はあるが）、私はそれを見始めるとサインしなかったshounen aiのトーンがたくさんあった。\n\nいくつかのキャラクターは、彼らの多くが非常に甘く見え、男性は全く好きではないという点で良い点を持っています。 私はキャラクターが少し一次元であるように感じただけでなく、彼らはすべてのエピソードで同じことを繰り返すように思えた。\n\nストーリーは奇妙なペースで進行し、愚かなエピソードと最後の急いで結論を導いた。\n\n自分でそれをチェックしてください。私はもう一度自分自身を見ている人ではありませんが、私はそれが初めて大丈夫だと思います。\n\nちなみに、それはジャンルではありませんが、それはshounen愛ではないが、あなたは暗黙のうちに見えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\ni watched this anime because it was at the point in my anime watching where I really enjoyed the supernatural genre; for some reason I was suggested this.\n\n\u001b[1m私はこのアニメを見ました。なぜなら、それは私が超自然のジャンルを本当に楽しんでいたのを見ているアニメのポイントだったからです。 何らかの理由で私はこれを示唆しました。\u001b[22m\n\u001b[1m(Watashi wa kono anime o mimashita. Nazenara, sore wa watashi ga chō shizen no janru o hontōni tanoshinde ita no o mite iru anime no pointodattakaradesu. Nanrakano riyū de watashi wa kore o shisa shimashita.)\u001b[22m\n\nTranslations of \u001b[4mi watched this anime because it was at the point in my anime watching where I really enjoyed the supernatural genre; for some reason I was suggested this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi watched this anime because it was at the point in my anime watching where I really enjoyed the supernatural genre;\u001b[24m\n    \u001b[1m私はこのアニメを見ました。なぜなら、それは私が超自然のジャンルを本当に楽しんでいたのを見ているアニメのポイントだったからです。\u001b[22m, \u001b[1mそれは私が本当に超自然ジャンルを楽しんでどこ見て私のアニメのポイントであったので、私はこのアニメを見ました。\u001b[22m\n\u001b[4mfor some reason I was suggested this.\u001b[24m\n    \u001b[1m何らかの理由で私はこれを示唆しました。\u001b[22m, \u001b[1m何らかの理由で、私はこれを示唆されました。\u001b[22m\n\u001b[1m\u001b[22m\nI don't want to negatively comment on it but the pretence was very misinforming. I thought this was going to be action packed demon brawls (although it does have it's moments), however what I got was a lot of over tones of the shounen ai which I did not sign up for when I started watching it.\n\n\u001b[1m私はそれに否定的にコメントしたくないのですが、その偽善は非常に間違っていました。 私はこれがアクションパックの悪魔のようなものだと思ったが（瞬間はあるが）、私はそれを見始めるとサインしなかったshounen aiのトーンがたくさんあった。\u001b[22m\n\u001b[1m(Watashi wa sore ni hitei-teki ni komento shitakunai nodesuga, sono gizen wa hijō ni machigatte imashita. Watashi wa kore ga akushon pakku no akuma no yōna monoda to omottaga (shunkan wa aru ga), watashi wa sore o mi hajimeru to sain shinakatta shounen ai no tōn ga takusan atta.)\u001b[22m\n\nTranslations of \u001b[4mI don't want to negatively comment on it but the pretence was very misinforming. I thought this was going to be action packed demon brawls (although it does have it's moments), however what I got was a lot of over tones of the shounen ai which I did not sign up for when I started watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't want to negatively comment on it but the pretence was very misinforming.\u001b[24m\n    \u001b[1m私はそれに否定的にコメントしたくないのですが、その偽善は非常に間違っていました。\u001b[22m, \u001b[1m私は否定的にそれについてコメントする必要はありませんが、見せかけは非常にmisinformingました。\u001b[22m\n\u001b[4mI thought this was going to be action packed demon brawls (although it does have it's moments), however what I got was a lot of over tones of the shounen ai which I did not sign up for when I started watching it.\u001b[24m\n    \u001b[1m私はこれがアクションパックの悪魔のようなものだと思ったが（瞬間はあるが）、私はそれを見始めるとサインしなかったshounen aiのトーンがたくさんあった。\u001b[22m, \u001b[1m私は、これは私がそれを見始めたときにサインアップしていなかった少年愛のトーンを超えるの多くがあったしかし、何を私が得た、（それは瞬間だ持っていないが）アクションパック悪魔の喧嘩になるだろうと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nsome characters do have their good points with a lot of them looking very effeminate and not like men at all. I felt like the characters were a bit one dimensional as well as they only seemed to repeat the same thing every episode.\n\n\u001b[1mいくつかのキャラクターは、彼らの多くが非常に甘く見え、男性は全く好きではないという点で良い点を持っています。 私はキャラクターが少し一次元であるように感じただけでなく、彼らはすべてのエピソードで同じことを繰り返すように思えた。\u001b[22m\n\u001b[1m(Ikutsu ka no kyarakutā wa, karera no ōku ga hijō ni amaku mie, dansei wa mattaku sukide wa nai to iu tende yoi ten o motte imasu. Watashi wa kyarakutā ga sukoshi ichi-jigendearu yō ni kanjita dakedenaku, karera wa subete no episōdo de onaji koto o kurikaesu yō ni omoeta.)\u001b[22m\n\nTranslations of \u001b[4msome characters do have their good points with a lot of them looking very effeminate and not like men at all. I felt like the characters were a bit one dimensional as well as they only seemed to repeat the same thing every episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msome characters do have their good points with a lot of them looking very effeminate and not like men at all.\u001b[24m\n    \u001b[1mいくつかのキャラクターは、彼らの多くが非常に甘く見え、男性は全く好きではないという点で良い点を持っています。\u001b[22m, \u001b[1m一部の文字は、それらの多くは非常に女々しい探しで自分の良い点を持っているし、まったく人を好きではありません。\u001b[22m\n\u001b[4mI felt like the characters were a bit one dimensional as well as they only seemed to repeat the same thing every episode.\u001b[24m\n    \u001b[1m私はキャラクターが少し一次元であるように感じただけでなく、彼らはすべてのエピソードで同じことを繰り返すように思えた。\u001b[22m, \u001b[1m文字だけでなく、彼らが唯一の同じことをすべてのエピソードを繰り返すように見えたように、ビット1次元だったような気がしました。\u001b[22m\n\u001b[1m\u001b[22m\nthe story progressed at a weird pace with stupid episodes most of the way through and a final rushed conclusion.\n\n\u001b[1mストーリーは奇妙なペースで進行し、愚かなエピソードと最後の急いで結論を導いた。\u001b[22m\n\u001b[1m(Sutōrī wa kimyōna pēsu de shinkō shi, orokana episōdo to saigo no isoide ketsuron o michibiita.)\u001b[22m\n\nTranslations of \u001b[4mthe story progressed at a weird pace with stupid episodes most of the way through and a final rushed conclusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story progressed at a weird pace with stupid episodes most of the way through and a final rushed conclusion.\u001b[24m\n    \u001b[1mストーリーは奇妙なペースで進行し、愚かなエピソードと最後の急いで結論を導いた。\u001b[22m, \u001b[1m物語は、スルーウェイの最も愚かなエピソードや、最終的な急いで結論と奇妙なペースで進行しました。\u001b[22m\n\u001b[1m\u001b[22m\ncheck it out for yourself although it is not one I would watch again myself I think it's ok the first time around.\n\n\u001b[1m自分でそれをチェックしてください。私はもう一度自分自身を見ている人ではありませんが、私はそれが初めて大丈夫だと思います。\u001b[22m\n\u001b[1m(Jibun de sorewochekkushitekudasai. Watashi wa mōichido jibun jishin o mite iru hitode wa arimasenga, watashi wa sore ga hajimete daijōbuda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mcheck it out for yourself although it is not one I would watch again myself I think it's ok the first time around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcheck it out for yourself although it is not one I would watch again myself I think it's ok the first time around.\u001b[24m\n    \u001b[1m自分でそれをチェックしてください。私はもう一度自分自身を見ている人ではありませんが、私はそれが初めて大丈夫だと思います。\u001b[22m, \u001b[1mそれは一つではないですが、私は私はそれが最初の頃大丈夫だと思う、もう一度自分自身を見ることになる自分自身でそれをチェックアウト。\u001b[22m\n\u001b[1m\u001b[22m\nby the way it's genre may not say it's not shounen ai but just watch it you will see the undertones.\n\n\u001b[1mちなみに、それはジャンルではありませんが、それはshounen愛ではないが、あなたは暗黙のうちに見えます。\u001b[22m\n\u001b[1m(Chinamini, soreha janrude wa arimasenga, soreha shounen aide wa naiga, anata wa anmoku no uchi ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mby the way it's genre may not say it's not shounen ai but just watch it you will see the undertones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mby the way it's genre may not say it's not shounen ai but just watch it you will see the undertones.\u001b[24m\n    \u001b[1mちなみに、それはジャンルではありませんが、それはshounen愛ではないが、あなたは暗黙のうちに見えます。\u001b[22m, \u001b[1mそれはジャンルだ方法によって、それが少年のaiではないと言うが、ちょうどあなたがほのかが表示され、それを見ていない可能性があります。\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "Jihyeon",
    "profile": "/profile/Jihyeon/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=199639",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\n大井麻衣の話は素晴らしかったですが、完璧ではありませんが、それほど悪くはありません。 私は、次に起こることとそれに全面的に興味を持った。 いくつかのシーンが急いで、私は彼らがメインプロットラインから離れているように感じました。\n\n最後のエピソードは私に寒さを与えたが、そのエンディングはちょっとだった。 あまりにも多くの質問に答えが残っていない、アニメは多くの可能性がありますが、それはただ急いで感じる。 ストーリーの進行は以前のエピソードから遅かった、彼らはちょうど最後のエピソードのためにすべてを急いだ。\n\n私はまだ漫画を読んでいないし、アニメを見ていたが、私は言うことができたエピソードは楽しいと私は笑顔と笑顔にした。 私は本当にキャラクターが好きでしたが、ちょうど私がひどくなるシーンがいくつかありましたが、それは扱いやすいものです。\n\n全体的に、私は楽しみのために、そして物語の主な目標に重点を置くことをあまり期待していない人たちのために、このアニメを推薦したいと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Makai Ouji was nice, it's not that perfect but not too bad either. I was intrigued the whole time on what will happen next and that. Some scenes were rushed and I felt like they were just goofing off from the main plot line.\n\n\u001b[1m大井麻衣の話は素晴らしかったですが、完璧ではありませんが、それほど悪くはありません。 私は、次に起こることとそれに全面的に興味を持った。 いくつかのシーンが急いで、私は彼らがメインプロットラインから離れているように感じました。\u001b[22m\n\u001b[1m(Ōi Mai no hanashi wa subarashikattadesuga, kanpekide wa arimasenga, sore hodo waruku wa arimasen. Watashi wa,-ji ni okoru koto to sore ni zenmen-teki ni kyōmi o motta. Ikutsu ka no shīn ga isoide, watashi wa karera ga meinpurottorain kara hanarete iru yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Makai Ouji was nice, it's not that perfect but not too bad either. I was intrigued the whole time on what will happen next and that. Some scenes were rushed and I felt like they were just goofing off from the main plot line.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Makai Ouji was nice, it's not that perfect but not too bad either.\u001b[24m\n    \u001b[1m大井麻衣の話は素晴らしかったですが、完璧ではありませんが、それほど悪くはありません。\u001b[22m, \u001b[1m魔界王子の物語は、それはどちらか、その完璧な、あまりにも悪くはないではありません、素敵でした。\u001b[22m\n\u001b[4mI was intrigued the whole time on what will happen next and that.\u001b[24m\n    \u001b[1m私は、次に起こることとそれに全面的に興味を持った。\u001b[22m, \u001b[1m私は次のとそれを何が起こるかに全体の時間を興味をそそられました。\u001b[22m\n\u001b[4mSome scenes were rushed and I felt like they were just goofing off from the main plot line.\u001b[24m\n    \u001b[1mいくつかのシーンが急いで、私は彼らがメインプロットラインから離れているように感じました。\u001b[22m, \u001b[1mいくつかのシーンが駆けつけ、彼らはちょうどメインプロットラインから怠けるたように私は感じました。\u001b[22m\n\u001b[1m\u001b[22m\nLast episode gave me the chills but that ending was a bit meh. Too many questions left unanswered, the anime has a lot of potential but it just feels rushed. The story progression was slow from the previous episodes, they just rushed everything for the last episode.\n\n\u001b[1m最後のエピソードは私に寒さを与えたが、そのエンディングはちょっとだった。 あまりにも多くの質問に答えが残っていない、アニメは多くの可能性がありますが、それはただ急いで感じる。 ストーリーの進行は以前のエピソードから遅かった、彼らはちょうど最後のエピソードのためにすべてを急いだ。\u001b[22m\n\u001b[1m(Saigo no episōdo wa watashi ni samu-sa o ataetaga, sono endingu wa chottodatta. Amarini mo ōku no shitsumon ni kotae ga nokotte inai, anime wa ōku no kanōsei ga arimasuga, soreha tada isoide kanjiru. Sutōrī no shinkō wa izen no episōdo kara osokatta, karera wa chōdo saigo no episōdo no tame ni subete o isoida.)\u001b[22m\n\nTranslations of \u001b[4mLast episode gave me the chills but that ending was a bit meh. Too many questions left unanswered, the anime has a lot of potential but it just feels rushed. The story progression was slow from the previous episodes, they just rushed everything for the last episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLast episode gave me the chills but that ending was a bit meh.\u001b[24m\n    \u001b[1m最後のエピソードは私に寒さを与えたが、そのエンディングはちょっとだった。\u001b[22m, \u001b[1m最後のエピソードは私に悪寒を与えたが、その結末は、ビットまあまあでした。\u001b[22m\n\u001b[4mToo many questions left unanswered, the anime has a lot of potential but it just feels rushed.\u001b[24m\n    \u001b[1mあまりにも多くの質問に答えが残っていない、アニメは多くの可能性がありますが、それはただ急いで感じる。\u001b[22m, \u001b[1m未回答のままにあまりにも多くの質問、アニメは多くの可能性を持っていますが、それはちょうど急いで感じています。\u001b[22m\n\u001b[4mThe story progression was slow from the previous episodes, they just rushed everything for the last episode.\u001b[24m\n    \u001b[1mストーリーの進行は以前のエピソードから遅かった、彼らはちょうど最後のエピソードのためにすべてを急いだ。\u001b[22m, \u001b[1m物語の進行が前のエピソードから遅かった、彼らは最後のエピソードのためにすべてを急ぎました。\u001b[22m\n\u001b[1m\u001b[22m\nI haven't read the manga yet and just watched the anime, But what I could say was the episodes were enjoyable and they made me laugh and smile. I really liked the characters but there were some scenes that just made me cringe but it's manageable.\n\n\u001b[1m私はまだ漫画を読んでいないし、アニメを見ていたが、私は言うことができたエピソードは楽しいと私は笑顔と笑顔にした。 私は本当にキャラクターが好きでしたが、ちょうど私がひどくなるシーンがいくつかありましたが、それは扱いやすいものです。\u001b[22m\n\u001b[1m(Watashi wa mada manga o yon de inaishi, anime o mite itaga, watashi wa iu koto ga dekita episōdo wa tanoshī to watashi wa egao to egao ni shita. Watashi wa hontōni kyarakutā ga sukideshita ga, chōdo watashi ga hidoku naru shīn ga ikutsu ka arimashitaga, soreha atsukai yasui monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI haven't read the manga yet and just watched the anime, But what I could say was the episodes were enjoyable and they made me laugh and smile. I really liked the characters but there were some scenes that just made me cringe but it's manageable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven't read the manga yet and just watched the anime, But what I could say was the episodes were enjoyable and they made me laugh and smile.\u001b[24m\n    \u001b[1m私はまだ漫画を読んでいないし、アニメを見ていたが、私は言うことができたエピソードは楽しいと私は笑顔と笑顔にした。\u001b[22m, \u001b[1m私はまだ漫画を読んで、単にアニメを見て、しかし、私が言うことができることはエピソードが楽しいだったし、彼らは私が笑うと笑顔なされたていません。\u001b[22m\n\u001b[4mI really liked the characters but there were some scenes that just made me cringe but it's manageable.\u001b[24m\n    \u001b[1m私は本当にキャラクターが好きでしたが、ちょうど私がひどくなるシーンがいくつかありましたが、それは扱いやすいものです。\u001b[22m, \u001b[1m私は実際に文字を言っていたがちょうど私がうんざり作っいくつかのシーンがあったが、それは管理可能です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I'd recommend this anime for those people who would watch for enjoyment and for those who are not expecting too much focusing on the main goal of the story.\n\n\u001b[1m全体的に、私は楽しみのために、そして物語の主な目標に重点を置くことをあまり期待していない人たちのために、このアニメを推薦したいと思います。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa tanoshimi no tame ni, soshite monogatari no omona mokuhyō ni jūtenwooku koto o amari kitai shite inai hito-tachi no tame ni, kono anime o suisen shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I'd recommend this anime for those people who would watch for enjoyment and for those who are not expecting too much focusing on the main goal of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I'd recommend this anime for those people who would watch for enjoyment and for those who are not expecting too much focusing on the main goal of the story.\u001b[24m\n    \u001b[1m全体的に、私は楽しみのために、そして物語の主な目標に重点を置くことをあまり期待していない人たちのために、このアニメを推薦したいと思います。\u001b[22m, \u001b[1m全体的に、私は楽しみのために、あまりにも多くの物語の主な目標に焦点を当てて期待していない人のために見たものだったそれらの人々のためにこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "TrisEverdeen",
    "profile": "/profile/TrisEverdeen/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=205497",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  10\n\nスポイラフリー\n評価：8\n\nストーリー：8\nアート：9\nサウンド：7\nキャラクター：6\n楽しさ：10\n\n私は通常、レビューを書いていないが、平均的なプロットラインとやや突然の終わりのために、このアニメはやや興味深い。 決してマンガを読んだり、宗教的な専門家であったりすることは決してありませんでした。 私は全体的に芸術は恒星だと言わなければならない。 あなたはそれが悪化したことをポイントで知ることができますが、一般的には問題ありませんでした。 それはプロットラインがサブパールかもしれないが、それはまだ魅力的だった。 すべてのエピソードは、次のもののために私の席の端に私を持っていたすべてのエピソードは、コメディと深刻なコンテンツの良いミックスを持っていた（フィラーのエピソードは少し考えていたと思う）。 終わりに費やしましたが、私は、観客がサイドキャラクターの裏話を少なくし、フィラーなしで、そしてアニメクリシェを強制することはないと思います。\n\nOPとEDはかなりキャッチーであり、確かにストーリーラインに合っていますが、私はそれを驚くほどと呼んでいません。\n\nウィリアム・ツインニングに苛立つのは簡単ですが、それは彼がどのようになっているのかと思います。 しかし、悪魔の陽気な人格はそれを補ってくれました。\n\nそれは軽くて素早いアニメなので、私はそれをお勧めします。 しかし、私は2番目のシーズンは必要ないと簡単に言うでしょうが、スピンオフ/続編を作るのに十分なプロットラインがあります。 悪魔と現実主義者を楽しむ人たちは、おそらく黒執事、あるいは他の超自然派や人と奴隷型のアニメを楽しんでいたでしょう。\n\n（P.S.それは私がそれを読まなかったが、マンガを読むことを決定した人は、多くの人々が崩壊していたので、いくつかの適応策の変更を準備することを前提としていると思います。\n\nまた、傍観者であれば、見込みのあるウォッチャーに知られている必要があります。 あなたは警告されています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSpoiler-free\n\n\u001b[1mスポイラフリー\u001b[22m\n\u001b[1m(Supoirafurī)\u001b[22m\n\nTranslations of \u001b[4mSpoiler-free\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler-free\u001b[24m\n    \u001b[1mスポイラフリー\u001b[22m, \u001b[1mスポイラーフリー\u001b[22m\nRating: 8\n\n\u001b[1m評価：8\u001b[22m\n\u001b[1m(Hyōka: 8)\u001b[22m\n\nTranslations of \u001b[4mRating: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating: 8\u001b[24m\n    \u001b[1m評価：8\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nSound:7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound:7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nCharacter: 6\n\n\u001b[1mキャラクター：6\u001b[22m\n\u001b[1m(Kyarakutā: 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6\u001b[24m\n    \u001b[1mキャラクター：6\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\n\u001b[1m\u001b[22m\nI typically don't write reviews, but for an average plot-line and somewhat abrupt ending this anime is somewhat intriguing. Never having read the manga, nor being a religious expert, the idea was pretty interesting, yet unoriginal. I have to say though overall the art is stellar; you can tell it deteriorated at points, but generally it was fine. It's plot line might be sub-par, but it was still enticing. Every episode had me on the edge of my seat for the next one, and every episode had a good mix of comedy and serious content (Thought the filler episodes were a bit much.) I feel like some of the slow filler time could have been spent on the ending, but I guess without the filler the audience would have gotten less backstory on the side characters, and also the mandatory anime clichés.\n\n\u001b[1m私は通常、レビューを書いていないが、平均的なプロットラインとやや突然の終わりのために、このアニメはやや興味深い。 決してマンガを読んだり、宗教的な専門家であったりすることは決してありませんでした。 私は全体的に芸術は恒星だと言わなければならない。 あなたはそれが悪化したことをポイントで知ることができますが、一般的には問題ありませんでした。 それはプロットラインがサブパールかもしれないが、それはまだ魅力的だった。 すべてのエピソードは、次のもののために私の席の端に私を持っていたすべてのエピソードは、コメディと深刻なコンテンツの良いミックスを持っていた（フィラーのエピソードは少し考えていたと思う）。 終わりに費やしましたが、私は、観客がサイドキャラクターの裏話を少なくし、フィラーなしで、そしてアニメクリシェを強制することはないと思います。\u001b[22m\n\u001b[1m(Watashi wa tsūjō, rebyū o kaite inaiga, heikin-tekina purottorain to yaya totsuzen no owari no tame ni, kono anime wa yaya kyōmibukai. Kesshite manga o yon dari, shūkyō-tekina senmonkadeattari suru koto wa kesshite arimasendeshita. Watashi wa zentai-teki ni geijutsu wa kōseida to iwanakereba naranai. Anata wa sore ga akka shita koto o pointo de shiru koto ga dekimasuga, ippantekini wa mondai arimasendeshita. Sore wa purottorain ga sabupāru kamo shirenaiga, sore wa mada mirikitekidatta. Subete no episōdo wa,-ji no mono no tame ni watashi no seki no hashi ni watashi o motte ita subete no episōdo wa, komedi to shinkokuna kontentsu no yoi mikkusu o motte ita (firā no episōdo wa sukoshi kangaete ita to omou). Owari ni tsuiyashimashitaga, watashi wa, kankyaku ga saidokyarakutā no urabanashi o sukunaku shi, firā nashi de, soshite animekurishe o kyōsei suru koto wa nai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI typically don't write reviews, but for an average plot-line and somewhat abrupt ending this anime is somewhat intriguing. Never having read the manga, nor being a religious expert, the idea was pretty interesting, yet unoriginal. I have to say though overall the art is stellar; you can tell it deteriorated at points, but generally it was fine. It's plot line might be sub-par, but it was still enticing. Every episode had me on the edge of my seat for the next one, and every episode had a good mix of comedy and serious content (Thought the filler episodes were a bit much.) I feel like some of the slow filler time could have been spent on the ending, but I guess without the filler the audience would have gotten less backstory on the side characters, and also the mandatory anime clichés.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI typically don't write reviews, but for an average plot-line and somewhat abrupt ending this anime is somewhat intriguing.\u001b[24m\n    \u001b[1m私は通常、レビューを書いていないが、平均的なプロットラインとやや突然の終わりのために、このアニメはやや興味深い。\u001b[22m, \u001b[1m私は一般的にレビューを書いていないが、平均プロットラインとやや急な結末のためにこのアニメは多少興味をそそられます。\u001b[22m\n\u001b[4mNever having read the manga, nor being a religious expert, the idea was pretty interesting, yet unoriginal.\u001b[24m\n    \u001b[1m決してマンガを読んだり、宗教的な専門家であったりすることは決してありませんでした。\u001b[22m, \u001b[1m漫画を読んでいない、また宗教的な専門家であること、アイデアは非常に興味深い、まだ独創性に欠けるだったん。\u001b[22m\n\u001b[4mI have to say though overall the art is stellar;\u001b[24m\n    \u001b[1m私は全体的に芸術は恒星だと言わなければならない。\u001b[22m, \u001b[1m私は、全体的な芸術は恒星のですが、言わなければなりません。\u001b[22m\n\u001b[4myou can tell it deteriorated at points, but generally it was fine.\u001b[24m\n    \u001b[1mあなたはそれが悪化したことをポイントで知ることができますが、一般的には問題ありませんでした。\u001b[22m, \u001b[1mあなたはそれがポイントで悪化伝えることができますが、一般的には大丈夫でした。\u001b[22m\n\u001b[4mIt's plot line might be sub-par, but it was still enticing.\u001b[24m\n    \u001b[1mそれはプロットラインがサブパールかもしれないが、それはまだ魅力的だった。\u001b[22m, \u001b[1mこれは、プロットラインは、サブパーかもしれませんが、それはまだ魅力的でした。\u001b[22m\n\u001b[4mEvery episode had me on the edge of my seat for the next one, and every episode had a good mix of comedy and serious content (Thought the filler episodes were a bit much.) I feel like some of the slow filler time could have been\u001b[24m\n    \u001b[1mすべてのエピソードは、次のもののために私の席の端に私を持っていたすべてのエピソードは、コメディと深刻なコンテンツの良いミックスを持っていた（フィラーのエピソードは少し考えていたと思う）。\u001b[22m, \u001b[1mすべてのエピソードは、次のいずれかの私の席の端に私を持っていて、すべてのエピソードはコメディと深刻な内容の良いミックスを持っていた（フィラーエピソードはビットずっと思っていた。）私は遅いフィラー時間のいくつかのように感じるだったかもしれません\u001b[22m\n\u001b[4mspent on the ending, but I guess without the filler the audience would have gotten less backstory on the side characters, and also the mandatory anime clichés.\u001b[24m\n    \u001b[1m終わりに費やしましたが、私は、観客がサイドキャラクターの裏話を少なくし、フィラーなしで、そしてアニメクリシェを強制することはないと思います。\u001b[22m, \u001b[1mエンディングに費やさ、私は、充填剤なしで観客が側文字にあまり裏話を得て、また必須のアニメの決まり文句であろうと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe OP and ED are pretty catchy, and definitely fits the storyline, but I wouldn't call it amazing.\n\n\u001b[1mOPとEDはかなりキャッチーであり、確かにストーリーラインに合っていますが、私はそれを驚くほどと呼んでいません。\u001b[22m\n\u001b[1m(OP to ED wa kanari kyatchīdeari, tashika ni sutōrīrain ni atte imasuga, watashi wa sore o odoroku hodo to yonde imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe OP and ED are pretty catchy, and definitely fits the storyline, but I wouldn't call it amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP and ED are pretty catchy, and definitely fits the storyline, but I wouldn't call it amazing.\u001b[24m\n    \u001b[1mOPとEDはかなりキャッチーであり、確かにストーリーラインに合っていますが、私はそれを驚くほどと呼んでいません。\u001b[22m, \u001b[1mOPとEDはかなりキャッチーであり、間違いなくストーリーに合う、私はそれは素晴らしい呼び出すことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nIt should be noted that it's easy to get irritated with William Twinning, yet I suppose that's how he's supposed to be. The hilarious personalities of the demons made up for it though.\n\n\u001b[1mウィリアム・ツインニングに苛立つのは簡単ですが、それは彼がどのようになっているのかと思います。 しかし、悪魔の陽気な人格はそれを補ってくれました。\u001b[22m\n\u001b[1m(U~Iriamu tsuin'ningu ni iradatsu no wa kantandesuga, sore wa kare ga dono yō ni natte iru no ka to omoimasu. Shikashi, akuma no yōkina jinkaku wa sore o oginatte kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mIt should be noted that it's easy to get irritated with William Twinning, yet I suppose that's how he's supposed to be. The hilarious personalities of the demons made up for it though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt should be noted that it's easy to get irritated with William Twinning, yet I suppose that's how he's supposed to be.\u001b[24m\n    \u001b[1mウィリアム・ツインニングに苛立つのは簡単ですが、それは彼がどのようになっているのかと思います。\u001b[22m, \u001b[1mウィリアム姉妹提携とイライラするのは簡単です、まだ私は彼がなることになっている方法ですと仮定していることに留意すべきです。\u001b[22m\n\u001b[4mThe hilarious personalities of the demons made up for it though.\u001b[24m\n    \u001b[1mしかし、悪魔の陽気な人格はそれを補ってくれました。\u001b[22m, \u001b[1mしかしそれのために作ら悪魔の陽気な個性。\u001b[22m\n\u001b[1m\u001b[22m\nI'd recommend it because it's a light and quick anime. However, I would easily say that it doesn't need a second season;there is enough plotline to make a spinoff/sequel though. Those who might enjoy Devils and Realist probably enjoyed Kuroshitsuji, or other supernaturalesque or man and servant type animes.\n\n\u001b[1mそれは軽くて素早いアニメなので、私はそれをお勧めします。 しかし、私は2番目のシーズンは必要ないと簡単に言うでしょうが、スピンオフ/続編を作るのに十分なプロットラインがあります。 悪魔と現実主義者を楽しむ人たちは、おそらく黒執事、あるいは他の超自然派や人と奴隷型のアニメを楽しんでいたでしょう。\u001b[22m\n\u001b[1m(Sore wa karukute subayai animenanode, watashi wa sore o o susume shimasu. Shikashi, watashi wa 2-banme no shīzun wa hitsuyō nai to kantan ni iudeshouga, supin'ofu/ zokuhen o tsukuru no ni jūbun'na purottorain ga arimasu. Akuma to genjitsu shugi-sha o tanoshimu hito-tachi wa, osoraku kuro shitsuji, aruiwa hoka no chō shizen-ha ya hito to dorei-gata no anime o tanoshinde itadeshou.)\u001b[22m\n\nTranslations of \u001b[4mI'd recommend it because it's a light and quick anime. However, I would easily say that it doesn't need a second season;there is enough plotline to make a spinoff/sequel though. Those who might enjoy Devils and Realist probably enjoyed Kuroshitsuji, or other supernaturalesque or man and servant type animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd recommend it because it's a light and quick anime.\u001b[24m\n    \u001b[1mそれは軽くて素早いアニメなので、私はそれをお勧めします。\u001b[22m, \u001b[1mそれは光と迅速なアニメだから、私はそれをお勧めします。\u001b[22m\n\u001b[4mHowever, I would easily say that it doesn't need a second season;there is enough plotline to make a spinoff/sequel though.\u001b[24m\n    \u001b[1mしかし、私は2番目のシーズンは必要ないと簡単に言うでしょうが、スピンオフ/続編を作るのに十分なプロットラインがあります。\u001b[22m, \u001b[1mしかし、私は簡単にそれが第二シーズンを必要としないと言うでしょう。しかしスピンオフ/続編を作るのに十分なplotlineがあります。\u001b[22m\n\u001b[4mThose who might enjoy Devils and Realist probably enjoyed Kuroshitsuji, or other supernaturalesque or man and servant type animes.\u001b[24m\n    \u001b[1m悪魔と現実主義者を楽しむ人たちは、おそらく黒執事、あるいは他の超自然派や人と奴隷型のアニメを楽しんでいたでしょう。\u001b[22m, \u001b[1m魔界王子devils and realistを楽しむかもしれない人たちは、おそらく黒執事、または他のsupernaturalesqueまたは男とサーバントタイプアニメを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\n(P.S. It is noted, that while I didn't read it, I guess for those who decide to read the manga first be prepared to get some adaption changes, because that's something a lot people were having meltdowns about.)\n\n\u001b[1m（P.S.それは私がそれを読まなかったが、マンガを読むことを決定した人は、多くの人々が崩壊していたので、いくつかの適応策の変更を準備することを前提としていると思います。\u001b[22m\n\u001b[1m((P. S. Sore wa watashi ga sore o yomanakattaga, manga o yomu koto o kettei shita hito wa, ōku no hitobito ga hōkai shite itanode, ikutsu ka no tekiō-saku no henkō o junbi suru koto o zentei to shite iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4m(P.S. It is noted, that while I didn't read it, I guess for those who decide to read the manga first be prepared to get some adaption changes, because that's something a lot people were having meltdowns about.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(P.S. It is noted, that while I didn't read it, I guess for those who decide to read the manga first be prepared to get some adaption changes, because that's something a lot people were having meltdowns about.)\u001b[24m\n    \u001b[1m（P.S.それは私がそれを読まなかったが、マンガを読むことを決定した人は、多くの人々が崩壊していたので、いくつかの適応策の変更を準備することを前提としていると思います。\u001b[22m, \u001b[1m（P.S.私がそれを読んでなかったことが多くの人々が約メルトダウンを持ったものだから、私は、最初のいくつかの適応の変更を取得するために調製することが漫画を読んですることを決定した人のために推測することは、留意されたいです。）\u001b[22m\n\u001b[1m\u001b[22m\nAlso a sidenote, it should be known to prospective watchers there's also a ridiculous amount of unneccessary cross dressers if that bothers you. You have been warned.\n\n\u001b[1mまた、傍観者であれば、見込みのあるウォッチャーに知られている必要があります。 あなたは警告されています。\u001b[22m\n\u001b[1m(Mata, bōkan-shadeareba, mikominoaru u~otchā ni shira rete iru hitsuyō ga arimasu. Anata wa keikoku sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso a sidenote, it should be known to prospective watchers there's also a ridiculous amount of unneccessary cross dressers if that bothers you. You have been warned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso a sidenote, it should be known to prospective watchers there's also a ridiculous amount of unneccessary cross dressers if that bothers you.\u001b[24m\n    \u001b[1mまた、傍観者であれば、見込みのあるウォッチャーに知られている必要があります。\u001b[22m, \u001b[1mまた追記、それはあなたを気にあれば不必要なクロスドレッサーのとんでもない量もあります将来のウォッチャーに知られている必要があります。\u001b[22m\n\u001b[4mYou have been warned.\u001b[24m\n    \u001b[1mあなたは警告されています。\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "HabitPlays",
    "profile": "/profile/HabitPlays/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=200127",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  7\n\nこのシリーズは非常に興味深いものですが、どうやってそれに慣れたのか分かりませんでしたが、かなり良いと判明しました。 このシリーズはソロモン王の子孫ウィリアム・ツィニングに続き、ルシファーが深い眠りにいる間に次の悪魔の王を選ぶことができます。 あなたがより超自然的なタイプのアニメを好きなら、このアニメを楽しむかもしれません。 ソロモン王は、悪魔や天使まで治めることができるように神によって選ばれました。 ソロモン王は悪魔と一緒に神と天使に背を向けようとします。 ソロモン王は何かを感じる道が罪を犯すことであると考えたので、これは地獄の悪魔と契約を結び、大きな柱を作りました。 ソロモン王は罪を犯すという欲望と悪霊のための欲望のために殺されました。 何千年も後、ウィリアムツィニングはソロモン王の子孫と発音され、誰が悪魔の王になるかを選ぶ必要があります。 私は本当にこのシリーズに興味深い話があったと思っていました。 私はそれが物語と行動において非常にバランスがとれていると思っていました。 本当に私を吸ったのではなく、私は興味をそそられていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis series is a very interesting one didn't know how I felt getting into it but it turned out to be pretty good. This series follows William Twining a descendant of King Solomon and has the ability to choose the next demon king while Lucifer is in deep slumber. If you like a more supernatural type anime you might enjoy this anime it is just out of my genre of watching still none the less a pretty good series. King Solomon was chosen by God to be able to rule over demons and even angels. King Solomon choose to be with demons turning his back on god and the angels. King Solomon thought the way to feel something is by committing sin this is why he made contracts with demons of hell and created his great pillars. King Solomon was killed due to his lust for sinning and his lust for the demons. Thousands of years later William Twining is pronounced the descendant of King Solomon and must choose who will become the demon king. I really thought this series had a interesting story and really good actions scenes to go a long with it. I thought it was very balanced in story and action just thought it fell a bit short. It wasn't something that really sucked me in I was interested just nothing more then that.\n\n\u001b[1mこのシリーズは非常に興味深いものですが、どうやってそれに慣れたのか分かりませんでしたが、かなり良いと判明しました。 このシリーズはソロモン王の子孫ウィリアム・ツィニングに続き、ルシファーが深い眠りにいる間に次の悪魔の王を選ぶことができます。 あなたがより超自然的なタイプのアニメを好きなら、このアニメを楽しむかもしれません。 ソロモン王は、悪魔や天使まで治めることができるように神によって選ばれました。 ソロモン王は悪魔と一緒に神と天使に背を向けようとします。 ソロモン王は何かを感じる道が罪を犯すことであると考えたので、これは地獄の悪魔と契約を結び、大きな柱を作りました。 ソロモン王は罪を犯すという欲望と悪霊のための欲望のために殺されました。 何千年も後、ウィリアムツィニングはソロモン王の子孫と発音され、誰が悪魔の王になるかを選ぶ必要があります。 私は本当にこのシリーズに興味深い話があったと思っていました。 私はそれが物語と行動において非常にバランスがとれていると思っていました。 本当に私を吸ったのではなく、私は興味をそそられていました。\u001b[22m\n\u001b[1m(Kono shirīzu wa hijō ni kyōmibukai monodesuga, dō yatte sore ni nareta no ka wakarimasendeshitaga, kanari yoi to hanmei shimashita. Kono shirīzu wa Soromon-ō no shison U~Iriamu tsu~iningu ni tsudzuki, rushifā ga fukai nemuri ni iru ma ni tsugi no akuma no ō o erabu koto ga dekimasu. Soromon-ō wa, akuma ya tenshi made osameru koto ga dekiru yō ni kami ni yotte eraba remashita. Soromon-ō wa akuma to issho ni kami to tenshi ni se o mukeyou to shimasu. Soromon-ō wa nanika o kanjiru michi ga tsumiwookasu kotodearu to kangaetanode, koreha jigoku no akuma to keiyaku o musubi, ōkina hashira o tsukurimashita. Soromon-ō wa tsumiwookasu to iu yokubō to akuryō no tame no yokubō no tame ni korosa remashita. Nanzen'nen mo ato, u~iriamutsu~iningu wa Soromon-ō no shison to hatsuon sa re, dare ga akuma no ō ni naru ka o erabu hitsuyō ga arimasu. Watashi wa hontōni kono shirīzu ni kyōmibukai hanashi ga atta to omotte imashita. Watashi wa sore ga monogatari to kōdō ni oite hijō ni baransu ga torete iru to omotte imashita. Hontōni watashi o sutta node wa naku, watashi wa kyōmi o sosora rete imashita. Anata ga yori chō shizen-tekina taipu no anime o sukinara, kono anime o tanoshimu kamo shiremasen.)\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "TakeKuro",
    "profile": "/profile/TakeKuro/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=113909",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nまず第一に、私はこのアニメが誰のためでもないと仮定します。 男の聴衆の多くは、いくつかの少年愛の要素のためにそれが邪魔になるかもしれません。 しかし、ねえ、それは女の子、特にBLに入っている人のための良いものです。\n\n私の見解では、それは本当に素晴らしいアニメです。 やや複雑なプロット、ハンサムなアニメの男、私のようなふじを高く評価してくれる少年愛のサプリメント。\n\nそこにある文字はそれぞれの面でかなり面白いです。 音は私にとって完璧で、オープニング/エンディングのテーマは私の好みです。\n\nしかし、アニメのいくつかの点では、私は文字の図の鼻が非常に邪魔であることがわかります。 エピソード1とオープニングソングでは明らかです。 しかし、アニメが進むにつれて、芸術は本当に良くなります！ ホレイ！\n\n私は今、マカイ王子の最後のエピソードを終えたばかりで、エンディングは急いでいるようだし、間違いなくシーズン2を欲しい気持ちになるだろう。\n\n全体として、これは良いプロット、偉大な芸術と効果音で素晴らしいアニメです！ だから、私はそれを8と評価し、それはそれにもふさわしいものでした。  =）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I assume this anime is not for everyone. Many of male audience may find it disturbing because of some shounen-ai-ish elements. But hey, it's a goodie for girls, especially those who're into BL.\n\n\u001b[1mまず第一に、私はこのアニメが誰のためでもないと仮定します。 男の聴衆の多くは、いくつかの少年愛の要素のためにそれが邪魔になるかもしれません。 しかし、ねえ、それは女の子、特にBLに入っている人のための良いものです。\u001b[22m\n\u001b[1m(Mazu daiichi ni, watashi wa kono anime ga dare no tamede mo nai to katei shimasu. Otoko no chōshū no ōku wa, ikutsu ka no shōnen ai no yōso no tame ni sore ga jama ni naru kamo shiremasen. Shikashi, nē, soreha on'nanoko, tokuni BL ni haitte iru hitonotame no yoi monodesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I assume this anime is not for everyone. Many of male audience may find it disturbing because of some shounen-ai-ish elements. But hey, it's a goodie for girls, especially those who're into BL.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I assume this anime is not for everyone.\u001b[24m\n    \u001b[1mまず第一に、私はこのアニメが誰のためでもないと仮定します。\u001b[22m, \u001b[1mまず第一に、私はこのアニメは皆のためではありませんと仮定します。\u001b[22m\n\u001b[4mMany of male audience may find it disturbing because of some shounen-ai-ish elements.\u001b[24m\n    \u001b[1m男の聴衆の多くは、いくつかの少年愛の要素のためにそれが邪魔になるかもしれません。\u001b[22m, \u001b[1m男性の観客の多くは理由いくつかの少年-AI-っぽい要素のそれは妨害を見つけることがあります。\u001b[22m\n\u001b[4mBut hey, it's a goodie for girls, especially those who're into BL.\u001b[24m\n    \u001b[1mしかし、ねえ、それは女の子、特にBLに入っている人のための良いものです。\u001b[22m, \u001b[1mでもねえ、それは女の子、BLに興味特に人のためのグッディです。\u001b[22m\n\u001b[1m\u001b[22m\nFrom my perspective, it is a really great anime; a somewhat complicated plot, handsome anime guys and shounen-ai-ish supplement which a fujoshi like me will highly appreciate.\n\n\u001b[1m私の見解では、それは本当に素晴らしいアニメです。 やや複雑なプロット、ハンサムなアニメの男、私のようなふじを高く評価してくれる少年愛のサプリメント。\u001b[22m\n\u001b[1m(Watashi no kenkaide wa, sore wa hontōni subarashī animedesu. Yaya fukuzatsuna purotto, hansamuna anime no otoko, watashi no yōna Fuji o takaku hyōka shite kureru shōnen ai no sapurimento.)\u001b[22m\n\nTranslations of \u001b[4mFrom my perspective, it is a really great anime; a somewhat complicated plot, handsome anime guys and shounen-ai-ish supplement which a fujoshi like me will highly appreciate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom my perspective, it is a really great anime;\u001b[24m\n    \u001b[1m私の見解では、それは本当に素晴らしいアニメです。\u001b[22m, \u001b[1m私の観点から、それは本当に素晴らしいアニメです。\u001b[22m\n\u001b[4ma somewhat complicated plot, handsome anime guys and shounen-ai-ish supplement which a fujoshi like me will highly appreciate.\u001b[24m\n    \u001b[1mやや複雑なプロット、ハンサムなアニメの男、私のようなふじを高く評価してくれる少年愛のサプリメント。\u001b[22m, \u001b[1mやや複雑なプロット、ハンサムなアニメの男と私のようながfujoshiは非常に理解されるであろう少年-AI-っぽいサプリメント。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters there are fairly interesting in each of their ways. The sounds are perfect to me and the opening/ending theme are of my taste.\n\n\u001b[1mそこにある文字はそれぞれの面でかなり面白いです。 音は私にとって完璧で、オープニング/エンディングのテーマは私の好みです。\u001b[22m\n\u001b[1m(Soko ni aru moji wa sorezore no men de kanari omoshiroidesu. Oto wa watashi ni totte kanpeki de, ōpuningu/ endingu no tēma wa watashi no konomidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters there are fairly interesting in each of their ways. The sounds are perfect to me and the opening/ending theme are of my taste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters there are fairly interesting in each of their ways.\u001b[24m\n    \u001b[1mそこにある文字はそれぞれの面でかなり面白いです。\u001b[22m, \u001b[1m文字は、彼らのやり方のそれぞれにかなり興味深いがあります。\u001b[22m\n\u001b[4mThe sounds are perfect to me and the opening/ending theme are of my taste.\u001b[24m\n    \u001b[1m音は私にとって完璧で、オープニング/エンディングのテーマは私の好みです。\u001b[22m, \u001b[1m音は私とオープニング/エンディングテーマに完璧な私の好みです。\u001b[22m\n\u001b[1m\u001b[22m\nBUT, at some points of the anime, I find the NOSES of the character drawings very disturbing. It is obvious in episode 1 and the opening song. But as the anime goes on, the art gets real better! Horray!\n\n\u001b[1mしかし、アニメのいくつかの点では、私は文字の図の鼻が非常に邪魔であることがわかります。 エピソード1とオープニングソングでは明らかです。 しかし、アニメが進むにつれて、芸術は本当に良くなります！ ホレイ！\u001b[22m\n\u001b[1m(Shikashi, anime no ikutsu ka no tende wa, watashi wa moji no zu no hana ga hijō ni jamadearu koto ga wakarimasu. Episōdo 1 to ōpuningusongude wa akirakadesu. Shikashi, anime ga susumu ni tsurete, geijutsu wa hontōni yoku narimasu! Horei!)\u001b[22m\n\nTranslations of \u001b[4mBUT, at some points of the anime, I find the NOSES of the character drawings very disturbing. It is obvious in episode 1 and the opening song. But as the anime goes on, the art gets real better! Horray!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBUT, at some points of the anime, I find the NOSES of the character drawings very disturbing.\u001b[24m\n    \u001b[1mしかし、アニメのいくつかの点では、私は文字の図の鼻が非常に邪魔であることがわかります。\u001b[22m, \u001b[1mしかし、アニメのいくつかの点で、私は文字図面の鼻は非常に不穏見つけます。\u001b[22m\n\u001b[4mIt is obvious in episode 1 and the opening song.\u001b[24m\n    \u001b[1mエピソード1とオープニングソングでは明らかです。\u001b[22m, \u001b[1mそれは、エピソード1とオープニング曲に明らかです。\u001b[22m\n\u001b[4mBut as the anime goes on, the art gets real better!\u001b[24m\n    \u001b[1mしかし、アニメが進むにつれて、芸術は本当に良くなります！\u001b[22m, \u001b[1mアニメが進むにつれてしかし、芸術は本当良くなります！\u001b[22m\n\u001b[4mHorray!\u001b[24m\n    \u001b[1mホレイ！\u001b[22m, \u001b[1mHorray！\u001b[22m\n\u001b[1m\u001b[22m\nI've just finished the last episode of Makai Ouji today and the ending seems to 'rushed' and it will definitely give you a feeling of wanting a Season 2 of it.\n\n\u001b[1m私は今、マカイ王子の最後のエピソードを終えたばかりで、エンディングは急いでいるようだし、間違いなくシーズン2を欲しい気持ちになるだろう。\u001b[22m\n\u001b[1m(Watashi wa ima, makai Ōji no saigo no episōdo o oeta bakari de, endingu wa isoide iru yōdashi, machigainaku shīzun 2 o hoshī kimochi ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mI've just finished the last episode of Makai Ouji today and the ending seems to 'rushed' and it will definitely give you a feeling of wanting a Season 2 of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've just finished the last episode of Makai Ouji today and the ending seems to 'rushed' and it will definitely give you a feeling of wanting a Season 2 of it.\u001b[24m\n    \u001b[1m私は今、マカイ王子の最後のエピソードを終えたばかりで、エンディングは急いでいるようだし、間違いなくシーズン2を欲しい気持ちになるだろう。\u001b[22m, \u001b[1m私はちょうど今日魔界王子の最後のエピソードを終えたとエンディングは「急いで」ようだと、それは間違いなくあなたにそれのシーズン2を望むの感じを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this is a great anime with a good plot, great art and sound effects! So, I rated an 8 for it and it well deserved it. =)\n\n\u001b[1m全体として、これは良いプロット、偉大な芸術と効果音で素晴らしいアニメです！ だから、私はそれを8と評価し、それはそれにもふさわしいものでした。  =）\u001b[22m\n\u001b[1m(Zentai to shite, kore wa yoi purotto, idaina geijutsu to kōka-on de subarashī animedesu! Dakara, watashi wa sore o 8 to hyōka shi, soreha soreni mo fusawashī monodeshita. =))\u001b[22m\n\nTranslations of \u001b[4mOverall, this is a great anime with a good plot, great art and sound effects! So, I rated an 8 for it and it well deserved it. =)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this is a great anime with a good plot, great art and sound effects!\u001b[24m\n    \u001b[1m全体として、これは良いプロット、偉大な芸術と効果音で素晴らしいアニメです！\u001b[22m, \u001b[1m全体的に、これは良いプロット、偉大な芸術や効果音と素晴らしいアニメです！\u001b[22m\n\u001b[4mSo, I rated an 8 for it and it well deserved it.\u001b[24m\n    \u001b[1mだから、私はそれを8と評価し、それはそれにもふさわしいものでした。\u001b[22m, \u001b[1mだから、私はそれのために8を評価し、それがよくそれに値します。\u001b[22m\n\u001b[4m=)\u001b[24m\n    \u001b[1m=）\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "JokerChoker",
    "profile": "/profile/JokerChoker/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=158985",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n悪魔と現実主義者は私のための面白い時計だった、私はセクシーな男性の強いキャストを見て楽しんでいるアニメギャルのより速いペースのタイプです。 私はこのアニメの中にYAOIベースのものを見ましたか？ いいえ、男性と他の人との良好な関係の違いを知っている人は、そうでないことを知っているでしょうから。\n私はそれをたくさん楽しんだが、それは私のために非常に遅かったし、他の多くの視聴者のように、このアニメは無駄だったことがわかった。 終わりは開いたままです。 これは第2シーズンがあれば待っていたが、そうでなければ失望しないだろう。\n良い時計。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe Devil and Realist was an interesting watch for me, I am a more fast paced type of anime gal who enjoys watching sexy MALE strong Cast. Did I see YAOI based anything in this anime? No, because a person who would know the difference between a good relationship between a male and another would know that it is NOT.\n\n\u001b[1m悪魔と現実主義者は私のための面白い時計だった、私はセクシーな男性の強いキャストを見て楽しんでいるアニメギャルのより速いペースのタイプです。 私はこのアニメの中にYAOIベースのものを見ましたか？ いいえ、男性と他の人との良好な関係の違いを知っている人は、そうでないことを知っているでしょうから。\u001b[22m\n\u001b[1m(Akuma to genjitsu shugi-sha wa watashi no tame no omoshiroi tokeidatta, watashi wa sekushīna dansei no tsuyoi kyasuto o mite tanoshinde iru anime gyaru no yori hayai pēsu no taipudesu. Watashi wa kono anime no naka ni YAOI bēsu no mono o mimashita ka? Īe, dansei to hokanohito to no ryōkōna kankei no chigai o shitte iru hito wa,-sōdenai koto o shitte irudeshoukara.)\u001b[22m\n\nTranslations of \u001b[4mThe Devil and Realist was an interesting watch for me, I am a more fast paced type of anime gal who enjoys watching sexy MALE strong Cast. Did I see YAOI based anything in this anime? No, because a person who would know the difference between a good relationship between a male and another would know that it is NOT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Devil and Realist was an interesting watch for me, I am a more fast paced type of anime gal who enjoys watching sexy MALE strong Cast.\u001b[24m\n    \u001b[1m悪魔と現実主義者は私のための面白い時計だった、私はセクシーな男性の強いキャストを見て楽しんでいるアニメギャルのより速いペースのタイプです。\u001b[22m, \u001b[1m魔界王子devils and realistは私にとって興味深いの時計だった、私はセクシーな男性の強力なキャストを見て楽しんアニメギャルのより速いペースでタイプしています。\u001b[22m\n\u001b[4mDid I see YAOI based anything in this anime?\u001b[24m\n    \u001b[1m私はこのアニメの中にYAOIベースのものを見ましたか？\u001b[22m, \u001b[1m私はこのアニメでボーイズラブ基づいて何かを見ましたか？\u001b[22m\n\u001b[4mNo, because a person who would know the difference between a good relationship between a male and another would know that it is NOT.\u001b[24m\n    \u001b[1mいいえ、男性と他の人との良好な関係の違いを知っている人は、そうでないことを知っているでしょうから。\u001b[22m, \u001b[1mいいえ、ので男性と別の間の良好な関係の違いを知っているだろう人はそうでないことを知っているであろう。\u001b[22m\nI enjoyed it a lot but it was very slow for me and like many other viewers found that this anime was INDEED rushed. The ending is left open. This was something that I would wait if there was a SECOND season but I wouldn't be disappointed if there wasn't.\n\n\u001b[1m私はそれをたくさん楽しんだが、それは私のために非常に遅かったし、他の多くの視聴者のように、このアニメは無駄だったことがわかった。 終わりは開いたままです。 これは第2シーズンがあれば待っていたが、そうでなければ失望しないだろう。\u001b[22m\n\u001b[1m(Watashi wa sore o takusan tanoshindaga, sore wa watashi no tame ni hijō ni osokattashi, hoka no ōku no shichō-sha no yō ni, kono anime wa mudadatta koto ga wakatta. Owari wa aita mamadesu. Kore wa dai 2 shīzun ga areba matteita ga,-sōdenakereba shitsubō shinaidarou.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it a lot but it was very slow for me and like many other viewers found that this anime was INDEED rushed. The ending is left open. This was something that I would wait if there was a SECOND season but I wouldn't be disappointed if there wasn't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it a lot but it was very slow for me and like many other viewers found that this anime was INDEED rushed.\u001b[24m\n    \u001b[1m私はそれをたくさん楽しんだが、それは私のために非常に遅かったし、他の多くの視聴者のように、このアニメは無駄だったことがわかった。\u001b[22m, \u001b[1m私はそれをたくさん楽しんだが、それは私にとって非常に遅く、他の多くの視聴者のようにこのアニメは確かに運ばれたことがわかりました。\u001b[22m\n\u001b[4mThe ending is left open.\u001b[24m\n    \u001b[1m終わりは開いたままです。\u001b[22m, \u001b[1mエンディングは開いたままにされています。\u001b[22m\n\u001b[4mThis was something that I would wait if there was a SECOND season but I wouldn't be disappointed if there wasn't.\u001b[24m\n    \u001b[1mこれは第2シーズンがあれば待っていたが、そうでなければ失望しないだろう。\u001b[22m, \u001b[1mこれはセカンドシーズンがあった場合、私は待つだろうが、そこにいなかった場合、私は失望ではないものでした。\u001b[22m\nGood watch.\n\n\u001b[1m良い時計。\u001b[22m\n\u001b[1m(Yoi tokei.)\u001b[22m\n\nTranslations of \u001b[4mGood watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood watch.\u001b[24m\n    \u001b[1m良い時計。\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "ponceypony",
    "profile": "/profile/ponceypony/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=229653",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  4\nサウンド|  5\nキャラクター|  5\n|  6\n\nこのショーはかなり平均です。\n\n主人公は面白くて面白いこともありますが、残りの部分はかなり一般的です。 キャストは非常にかわいい男の子中心であり、一般的には女性視聴者を対象としています。 しかし、少数のひどい女性キャラクターもあり、いいですね。\n\nこの設定は、19世紀の英国の寄宿学校に（私が推測している）設定されている、日本の漫画にとっては珍しいものです。 実際には、研究のビットが設定に入れられているかのように見えますが、これはうれしいことです。 私は彼らもまた超自然的なものに少しの歴史を与えようとしたと思っていますが、彼らは私にそれを失いました。\n\n私をちょっと悩ませたことの1つは、シーズンの終わりに向かっていたギャグエピソードでした。 私は一般的に軽い心のエピソードに対して何も持っていないが、これはちょうど面白くなかった。 日本式のお祭りに参加させて、私のための環境を台無しにしました。 それはおそらくDVDとしては大丈夫かもしれないが、それは私のためにシリーズの流れを台無しにした。\n\n音楽は平均ですが、私は声優がオープニングテーマとテーマを終了するときにいつも楽しんでいます。 私は自分自身の声を実際に判断することはできませんが、大丈夫だったようです。\n\nショーのスタイルはきれいで、あなたはキャラクターをはっきりと区別することができますが、アートについて特に興味深いものはありません。 ショーの（少数の）戦いは非常に不安定であり、特に最後のいくつかのエピソードでは、繰り返している映像がたくさんあります。\n\nこのショーは技術的には穏やかですが、私はまだそれを見て楽しむのに十分楽しんでいました。少し覚えています。 私はあなたにそれを見ないように言っていませんが、あなたのリストの一番上には載せません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis show is pretty average.\n\n\u001b[1mこのショーはかなり平均です。\u001b[22m\n\u001b[1m(Kono shō wa kanari heikindesu.)\u001b[22m\n\nTranslations of \u001b[4mThis show is pretty average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is pretty average.\u001b[24m\n    \u001b[1mこのショーはかなり平均です。\u001b[22m\n\u001b[1m\u001b[22m\nThe protagonist is entertaining and can be funny at times, however the rest of the cast is pretty generic. The cast is very pretty-boy centric, and the show in general is obviously aimed at female viewers. However there are a handful of not-terrible female characters also, which is nice.\n\n\u001b[1m主人公は面白くて面白いこともありますが、残りの部分はかなり一般的です。 キャストは非常にかわいい男の子中心であり、一般的には女性視聴者を対象としています。 しかし、少数のひどい女性キャラクターもあり、いいですね。\u001b[22m\n\u001b[1m(Shujinkō wa omoshirokute omoshiroi koto mo arimasuga, nokori no bubun wa kanari ippan-tekidesu. Kyasuto wa hijō ni kawaī otokonoko chūshindeari, ippantekini wa josei shichō-sha o taishō to shite imasu. Shikashi, shōsū no hidoi josei kyarakutā mo ari, īdesu ne.)\u001b[22m\n\nTranslations of \u001b[4mThe protagonist is entertaining and can be funny at times, however the rest of the cast is pretty generic. The cast is very pretty-boy centric, and the show in general is obviously aimed at female viewers. However there are a handful of not-terrible female characters also, which is nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe protagonist is entertaining and can be funny at times, however the rest of the cast is pretty generic.\u001b[24m\n    \u001b[1m主人公は面白くて面白いこともありますが、残りの部分はかなり一般的です。\u001b[22m, \u001b[1m主人公は時々、しかし、キャストの残りの部分はかなり一般的なもので面白いですし、面白いことができます。\u001b[22m\n\u001b[4mThe cast is very pretty-boy centric, and the show in general is obviously aimed at female viewers.\u001b[24m\n    \u001b[1mキャストは非常にかわいい男の子中心であり、一般的には女性視聴者を対象としています。\u001b[22m, \u001b[1mキャストは非常にきれいな、男の子の中心であり、一般的にはショーは明らかに女性視聴者を対象としています。\u001b[22m\n\u001b[4mHowever there are a handful of not-terrible female characters also, which is nice.\u001b[24m\n    \u001b[1mしかし、少数のひどい女性キャラクターもあり、いいですね。\u001b[22m, \u001b[1mしかしいいですまたはない、ひどい女性キャラクターの一握り、があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe setting is a bit unusual for a Japanese cartoon, being set in a (I'm guessing) 19th century English boarding school. It actually seems as though a bit of research was put into the setting too, which is nice. I think that they also tried to give the supernatural things a bit of a history, although they lost me on that one.\n\n\u001b[1mこの設定は、19世紀の英国の寄宿学校に（私が推測している）設定されている、日本の漫画にとっては珍しいものです。 実際には、研究のビットが設定に入れられているかのように見えますが、これはうれしいことです。 私は彼らもまた超自然的なものに少しの歴史を与えようとしたと思っていますが、彼らは私にそれを失いました。\u001b[22m\n\u001b[1m(Kono settei wa, 19 seiki no Igirisu no kishuku gakkō ni (watashi ga suisoku shite iru) settei sa rete iru, Nihon no manga ni totte wa mezurashī monodesu. Jissai ni wa, kenkyū no bitto ga settei ni haire rarete iru ka no yō ni miemasuga, kore wa ureshī kotodesu. Watashi wa karera mo mata chō shizen-tekina mono ni sukoshi no rekishi o ataeyou to shita to omotte imasuga, karera wa watashi ni sore o ushinaimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe setting is a bit unusual for a Japanese cartoon, being set in a (I'm guessing) 19th century English boarding school. It actually seems as though a bit of research was put into the setting too, which is nice. I think that they also tried to give the supernatural things a bit of a history, although they lost me on that one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe setting is a bit unusual for a Japanese cartoon, being set in a (I'm guessing) 19th century English boarding school.\u001b[24m\n    \u001b[1mこの設定は、19世紀の英国の寄宿学校に（私が推測している）設定されている、日本の漫画にとっては珍しいものです。\u001b[22m, \u001b[1m設定は、（私は推測している）19世紀のイギリスの寄宿学校に設定されている、日本の漫画のためのビット珍しいです。\u001b[22m\n\u001b[4mIt actually seems as though a bit of research was put into the setting too, which is nice.\u001b[24m\n    \u001b[1m実際には、研究のビットが設定に入れられているかのように見えますが、これはうれしいことです。\u001b[22m, \u001b[1m研究のビットが素敵すぎる設定に入れたかのように、それは実際にそうです。\u001b[22m\n\u001b[4mI think that they also tried to give the supernatural things a bit of a history, although they lost me on that one.\u001b[24m\n    \u001b[1m私は彼らもまた超自然的なものに少しの歴史を与えようとしたと思っていますが、彼らは私にそれを失いました。\u001b[22m, \u001b[1m私は、彼らがその1の私を失ったものの、彼らはまた、超自然的なものに歴史のビットを与えることを試みたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nOne of the things that annoyed me a little was the gag episode that was towards the end of the season. I don't have anything against light hearted episodes in general, but this one just wasn't funny. It also ruined the setting for me, having the students partake in a Japanese-style festival. It would maybe be okay as a DVD extra, but it ruined the flow of the series for me.\n\n\u001b[1m私をちょっと悩ませたことの1つは、シーズンの終わりに向かっていたギャグエピソードでした。 私は一般的に軽い心のエピソードに対して何も持っていないが、これはちょうど面白くなかった。 日本式のお祭りに参加させて、私のための環境を台無しにしました。 それはおそらくDVDとしては大丈夫かもしれないが、それは私のためにシリーズの流れを台無しにした。\u001b[22m\n\u001b[1m(Watashi o chotto nayama seta koto no 1tsu wa, shīzun no owari ni mukatte ita gyaguepisōdodeshita. Watashi wa ippantekini karui kokoro no episōdo ni taishite nani mo motteinai ga, kore wa chōdo omoshirokunakatta. Nihon-shiki no omatsuri ni sanka sa sete, watashi no tame no kankyō o dainashi ni shimashita. Sore wa osoraku DVD to shite wa daijōbu kamo shirenaiga, sore wa watashi no tame ni shirīzu no nagare o dainashi ni shita.)\u001b[22m\n\nTranslations of \u001b[4mOne of the things that annoyed me a little was the gag episode that was towards the end of the season. I don't have anything against light hearted episodes in general, but this one just wasn't funny. It also ruined the setting for me, having the students partake in a Japanese-style festival. It would maybe be okay as a DVD extra, but it ruined the flow of the series for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the things that annoyed me a little was the gag episode that was towards the end of the season.\u001b[24m\n    \u001b[1m私をちょっと悩ませたことの1つは、シーズンの終わりに向かっていたギャグエピソードでした。\u001b[22m, \u001b[1m私は少しイライラことの一つは、シーズンの終わりに向かっていたギャグエピソードでした。\u001b[22m\n\u001b[4mI don't have anything against light hearted episodes in general, but this one just wasn't funny.\u001b[24m\n    \u001b[1m私は一般的に軽い心のエピソードに対して何も持っていないが、これはちょうど面白くなかった。\u001b[22m, \u001b[1m私は一般的に気楽エピソードに対して何も持っていませんが、これがただ面白いではありませんでした。\u001b[22m\n\u001b[4mIt also ruined the setting for me, having the students partake in a Japanese-style festival.\u001b[24m\n    \u001b[1m日本式のお祭りに参加させて、私のための環境を台無しにしました。\u001b[22m, \u001b[1mまた、学生が日本風の祭りに参加持つ、私のために設定を台無しにしました。\u001b[22m\n\u001b[4mIt would maybe be okay as a DVD extra, but it ruined the flow of the series for me.\u001b[24m\n    \u001b[1mそれはおそらくDVDとしては大丈夫かもしれないが、それは私のためにシリーズの流れを台無しにした。\u001b[22m, \u001b[1mそれは多分、余分なDVDとして大丈夫だろうが、それは私のためにシリーズの流れを台無しにしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is average, although I always enjoy it when the voice actors sing the opening and ending themes. I can't really judge the voice acting itself, but it seemed okay.\n\n\u001b[1m音楽は平均ですが、私は声優がオープニングテーマとテーマを終了するときにいつも楽しんでいます。 私は自分自身の声を実際に判断することはできませんが、大丈夫だったようです。\u001b[22m\n\u001b[1m(Ongaku wa heikindesuga, watashi wa seiyū ga ōpuningutēma to tēma o shūryō suru toki ni itsumo tanoshinde imasu. Watashi wa jibun jishin no koe o jissai ni handan suru koto wa dekimasenga, daijōbudatta yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is average, although I always enjoy it when the voice actors sing the opening and ending themes. I can't really judge the voice acting itself, but it seemed okay.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is average, although I always enjoy it when the voice actors sing the opening and ending themes.\u001b[24m\n    \u001b[1m音楽は平均ですが、私は声優がオープニングテーマとテーマを終了するときにいつも楽しんでいます。\u001b[22m, \u001b[1m声優が開口部とエンディングテーマを歌うとき、私はいつもそれを楽しむが、音楽は、平均値です。\u001b[22m\n\u001b[4mI can't really judge the voice acting itself, but it seemed okay.\u001b[24m\n    \u001b[1m私は自分自身の声を実際に判断することはできませんが、大丈夫だったようです。\u001b[22m, \u001b[1m私は本当に自分自身を演技の声を判断することはできませんが、それは大丈夫に見えました。\u001b[22m\n\u001b[1m\u001b[22m\nThe style of the show is clean and you can clearly tell characters apart, but there's nothing particularly exciting about the art. The (few) battles in the show are quite choppy, and there's definitely a lot of repeated footage going on, especially in the last few episodes.\n\n\u001b[1mショーのスタイルはきれいで、あなたはキャラクターをはっきりと区別することができますが、アートについて特に興味深いものはありません。 ショーの（少数の）戦いは非常に不安定であり、特に最後のいくつかのエピソードでは、繰り返している映像がたくさんあります。\u001b[22m\n\u001b[1m(Shō no sutairu wa kireide, anata wa kyarakutā o hakkiri to kubetsu suru koto ga dekimasuga, āto ni tsuite tokuni kyōmibukai mono wa arimasen. Shō no (shōsū no) tatakai wa hijō ni fuanteideari, tokuni saigo no ikutsu ka no episōdode wa, kurikaeshite iru eizō ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe style of the show is clean and you can clearly tell characters apart, but there's nothing particularly exciting about the art. The (few) battles in the show are quite choppy, and there's definitely a lot of repeated footage going on, especially in the last few episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe style of the show is clean and you can clearly tell characters apart, but there's nothing particularly exciting about the art.\u001b[24m\n    \u001b[1mショーのスタイルはきれいで、あなたはキャラクターをはっきりと区別することができますが、アートについて特に興味深いものはありません。\u001b[22m, \u001b[1mショーのスタイルはきれいであり、あなたは明らかに離れて文字を伝えることができますが、芸術について特に刺激的なものはありません。\u001b[22m\n\u001b[4mThe (few) battles in the show are quite choppy, and there's definitely a lot of repeated footage going on, especially in the last few episodes.\u001b[24m\n    \u001b[1mショーの（少数の）戦いは非常に不安定であり、特に最後のいくつかのエピソードでは、繰り返している映像がたくさんあります。\u001b[22m, \u001b[1mショーで（いくつかの）戦いは非常に途切れ途切れであり、起こって繰り返し映像の多くは、特に最後のいくつかのエピソードでは、間違いなくあります。\u001b[22m\n\u001b[1m\u001b[22m\nWhilst this show is technically bland, I still found it enjoyable enough to watch through and I'll probably remember it for a little while. I wouldn't tell you not to watch it, but I wouldn't put it at the top of your list either.\n\n\u001b[1mこのショーは技術的には穏やかですが、私はまだそれを見て楽しむのに十分楽しんでいました。少し覚えています。 私はあなたにそれを見ないように言っていませんが、あなたのリストの一番上には載せません。\u001b[22m\n\u001b[1m(Kono shō wa gijutsu-teki ni wa odayakadesuga, watashi wa mada sore o mite tanoshimu no ni jūbun tanoshinde imashita. Sukoshi oboete imasu. Watashi wa anata ni sore o minai yō ni itte imasenga, anata no risuto no ichiban-jō ni wa nosemasen.)\u001b[22m\n\nTranslations of \u001b[4mWhilst this show is technically bland, I still found it enjoyable enough to watch through and I'll probably remember it for a little while. I wouldn't tell you not to watch it, but I wouldn't put it at the top of your list either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhilst this show is technically bland, I still found it enjoyable enough to watch through and I'll probably remember it for a little while.\u001b[24m\n    \u001b[1mこのショーは技術的には穏やかですが、私はまだそれを見て楽しむのに十分楽しんでいました。少し覚えています。\u001b[22m, \u001b[1mこのショーは、技術的に当たり障りのであるが、私はまだを通して見るのに十分な、それは楽しい発見し、私はおそらくしばらくの間、それを覚えているだろう。\u001b[22m\n\u001b[4mI wouldn't tell you not to watch it, but I wouldn't put it at the top of your list either.\u001b[24m\n    \u001b[1m私はあなたにそれを見ないように言っていませんが、あなたのリストの一番上には載せません。\u001b[22m, \u001b[1m私はそれを見ていないあなたを教えていないだろうが、私はどちらかあなたのリストの一番上にそれを入れていないだろう。\u001b[22m"
  },
  {
    "title": "Makai_Ouji__Devils_and_Realist",
    "id": "16890",
    "url": "https://myanimelist.net/anime/16890/Makai_Ouji__Devils_and_Realist",
    "user": "Umaru_chi",
    "profile": "/profile/Umaru_chi/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=207444",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nそれはそれが顕著でないか、そういうものでなかったので、それはジェネリックアニメだと思った。 私はそれが少し独特だと思った、私は芸術を楽しんだし、文字自体しかしプロットは少し欠けていた。 もしそれがもっと長かったなら、ストーリーが私のために断ち切られたので、おそらくもっと高い評価を与えたかもしれない。T-T\n私は、ビショネンや見栄えの人を見るのが好きな人にお勧めします。 私はそれが基本的に物語に強烈に見ていない軽いシリーズを探している人のためだと思う。 私はちょうど相違があるかどうか見るためにマンガを試みるかもしれない：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI thought it was generic anime because it wasn't outstanding or anything like that. I thought it was a bit unique, I did enjoy the art, and the characters themselves but the plot was a bit lacking. Possible if it was longer then just maybe I might have given it higher rating since the story was cut off for me T-T\n\n\u001b[1mそれはそれが顕著でないか、そういうものでなかったので、それはジェネリックアニメだと思った。 私はそれが少し独特だと思った、私は芸術を楽しんだし、文字自体しかしプロットは少し欠けていた。 もしそれがもっと長かったなら、ストーリーが私のために断ち切られたので、おそらくもっと高い評価を与えたかもしれない。T-T\u001b[22m\n\u001b[1m(Sore wa sore ga kenchodenai ka, sōiu monodenakattanode, soreha jenerikku animeda to omotta. Watashi wa sore ga sukoshi dokutokuda to omotta, watashi wa geijutsu o tanoshindashi, moji jitai shikashi purotto wa sukoshi kakete ita. Moshi sore ga motto nagakattanara, sutōrī ga watashi no tame ni tachikira retanode, osoraku motto takai hyōka o ataeta kamo shirenai. T - T)\u001b[22m\n\nTranslations of \u001b[4mI thought it was generic anime because it wasn't outstanding or anything like that. I thought it was a bit unique, I did enjoy the art, and the characters themselves but the plot was a bit lacking. Possible if it was longer then just maybe I might have given it higher rating since the story was cut off for me T-T\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thought it was generic anime because it wasn't outstanding or anything like that.\u001b[24m\n    \u001b[1mそれはそれが顕著でないか、そういうものでなかったので、それはジェネリックアニメだと思った。\u001b[22m, \u001b[1m私はそれが優れた、またはそのようなものではなかったので、それが一般的なアニメだと思いました。\u001b[22m\n\u001b[4mI thought it was a bit unique, I did enjoy the art, and the characters themselves but the plot was a bit lacking.\u001b[24m\n    \u001b[1m私はそれが少し独特だと思った、私は芸術を楽しんだし、文字自体しかしプロットは少し欠けていた。\u001b[22m, \u001b[1m私はアートを楽しんでいた、それは少しユニークだと思った、と文字自体が、プロットビットが欠けていました。\u001b[22m\n\u001b[4mPossible if it was longer then just maybe I might have given it higher rating since the story was cut off for me T-T\u001b[24m\n    \u001b[1mもしそれがもっと長かったなら、ストーリーが私のために断ち切られたので、おそらくもっと高い評価を与えたかもしれない。T-T\u001b[22m, \u001b[1m可能性のある、それは長かった物語がT-T私のために遮断されたので、次にもしかしたら、私はそれを高く評価を与えている可能性がある場合\u001b[22m\nI would recommend it to those who like seeing bishounen or good-looking guys. I think it's for someone looking for a light-hearted series that isn't basically looking intensely into the story. I might just try the manga to see if there is any difference :D\n\n\u001b[1m私は、ビショネンや見栄えの人を見るのが好きな人にお勧めします。 私はそれが基本的に物語に強烈に見ていない軽いシリーズを探している人のためだと思う。 私はちょうど相違があるかどうか見るためにマンガを試みるかもしれない：D\u001b[22m\n\u001b[1m(Watashi wa, bishonen ya mibae no hito o miru no ga sukinahito ni o susume shimasu. Watashi wa sore ga kihontekini monogatari ni kyōretsu ni miteinai karui shirīzu o sagashite iru hito no tameda to omou. Watashi wa chōdo sōi ga aru ka dō ka miru tame ni manga o kokoromiru kamo shirenai: D)\u001b[22m\n\nTranslations of \u001b[4mI would recommend it to those who like seeing bishounen or good-looking guys. I think it's for someone looking for a light-hearted series that isn't basically looking intensely into the story. I might just try the manga to see if there is any difference :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would recommend it to those who like seeing bishounen or good-looking guys.\u001b[24m\n    \u001b[1m私は、ビショネンや見栄えの人を見るのが好きな人にお勧めします。\u001b[22m, \u001b[1m私は美少年または格好良い男を見て好きな人にそれをお勧めします。\u001b[22m\n\u001b[4mI think it's for someone looking for a light-hearted series that isn't basically looking intensely into the story.\u001b[24m\n    \u001b[1m私はそれが基本的に物語に強烈に見ていない軽いシリーズを探している人のためだと思う。\u001b[22m, \u001b[1m私はそれが基本的に話に熱心に見ていない快活なシリーズを探している誰かのためだと思います。\u001b[22m\n\u001b[4mI might just try the manga to see if there is any difference :D\u001b[24m\n    \u001b[1m私はちょうど相違があるかどうか見るためにマンガを試みるかもしれない：D\u001b[22m, \u001b[1mD：私はただの差があるかどうかを確認するために漫画を試みる場合があります\u001b[22m"
  }
]
