[
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "Megane-hime",
    "profile": "/profile/Megane-hime/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=153449",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれはアニメを見直すことで私の2度目のことです。 私はまだこれに慣れています。 私がこの映画のチケットを予約したとき、私はそれがアニメの要約であるかどうか分かりませんでした。 私の驚きにはそうではありませんでした！ それは実際にアニメが途絶えていたところから続いた。 彼らは非常に素晴らしい仕事を続けましたが、ちょうどアニメで起こったことにあなたの記憶をリフレッシュするためにいくつかのフラッシュバックを取り戻しました。\n\nストーリー：7/10\nはい、この映画は素晴らしいですが、最後には崖のハンガー。 物語は、アニコムがミコトの死とシルバー王の消滅を中止したことを幾分閉鎖した。 しかし、それはちょうどさらなる質問を残し、うまくいけば第2シーズンが行われることを示唆しています。 シーンで琴やタタラをどうやって持ち込んだのか、本当に好きでした。 彼らが死んだことを受け入れるのは難しかったし、涙が私にもたらされましたが、一緒に幸せに会うことができます。 私はこの映画がいかに新しい一族を紹介し、いくつかの面白い冗談が真剣に混じり合っていたことが大好きです。\n\nアート：10/10\n芸術はこれまでどおり美しいものでした。 彼らはアニメと同じ芸術スタイルを維持し、より輝かしい効果をもたらしました。 それは私にとって感情的なものでした。 それはアニメからしばらくしていて、ここで彼らは同じ芸術スタイルの映画で出てきた。 それは美しかったし、大きな画面でそれを見て、それは動きの経験です。 特に、それが劇場での私の最初のアニメ映画の観賞でした。\n\nサウンド：10/10\nKプロジェクトには美しいOSTがあります。 私は、この映画で演奏されたOSTのいくつかがアニメからであったことを知っていて、それは雄大でした。 再び、私は劇場でそれを見たことを考慮して、音は素晴らしかったです。 観客は静かで、あなたの家の暗い部屋でそれを見ているようでした。 私を除いて、スクリーンはより大きく、より良い音でした。 声優はオリジナルのものと新しいものがあります。\n\nキャラクター：10/10\n文字はこれまでどおり素晴らしいです。 新しいライバルでもありますが、御影広ゆかり。 私は彼らが他のメンバーをチームのちょうどそこにいる一族以上のものにする必要があると感じました。 漫画では、彼らがすべてどのように参加したか、彼らはすべて非常に愛らしいです。 彼は一人の猛烈な剣士です。 彼は非常に異なる性格を持っています。 非常にかわいらしくて狡猾なタイプです。 彼のバイオに言及されているように、彼は元老の元老です。 ヤタ、ミコト、アンナ、クロウ、ネコ、タタラ、ふしみ、セリ、すべての古いキャラクターと新しいものは素晴らしいです。 私が望んだことの1つは、彼らがHOMRAの一族をより現実化させたということでした。 彼らが本当に時間を入れたのは、ヤタ、アンナ、草薙、タタラ、ミコト、リキオだけでした。 私はK：Memory of Redを読んで、HOMRAの他の一族を紹介します。\n\n楽しさ：10/10\n全体的に、私はKが大好きです。 この映画とアニメ。 クリフハンガーは、「That's it？」のように私を残しました。 それは素敵なアニメーション、美しい背景音楽、触っているキャラクターを持っていて、それは素晴らしいことでした。 私は本当にこの映画を見る人に勧めます。 それはあなたに感情の巨大なジェットコースターを与えるでしょう。 また、あなたも笑います。\n私のレビューを読んでいただきありがとうございます、私はこれらをより良くなることを願っています。 私はちょうどこの映画について本当に情熱的だったので、私はレビューを書かねばならなかった。 私はそれを二度見ました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my second time reviewing on an anime so bare with me. I'm still getting used to this. When I had preordered the tickets for this movie I had no idea if it'd be a recap of the anime. To my surprise it wasn't! It actually continued from where the anime had left off. They did a very nice job continuing but also bringing back a few flashbacks to refresh your memory on what exactly happened in the anime.\n\n\u001b[1mこれはアニメを見直すことで私の2度目のことです。 私はまだこれに慣れています。 私がこの映画のチケットを予約したとき、私はそれがアニメの要約であるかどうか分かりませんでした。 私の驚きにはそうではありませんでした！ それは実際にアニメが途絶えていたところから続いた。 彼らは非常に素晴らしい仕事を続けましたが、ちょうどアニメで起こったことにあなたの記憶をリフレッシュするためにいくつかのフラッシュバックを取り戻しました。\u001b[22m\n\u001b[1m(Kore wa anime o minaosu koto de watashi no 2-dome no kotodesu. Watashi wa mada kore ni narete imasu. Watashi ga kono eiga no chiketto o yoyaku shita toki, watashi wa sore ga anime no yōyakudearu ka dō ka wakarimasendeshita. Watashi no odoroki ni wa sōde wa arimasendeshita! Sore wa jissai ni anime ga todaete ita tokoro kara tsudzuita. Karera wa hijō ni subarashī shigoto o tsudzukemashitaga, chōdo anime de okotta koto ni anata no kioku o rifuresshu suru tame ni ikutsu ka no furasshu bakku o torimodoshimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is my second time reviewing on an anime so bare with me. I'm still getting used to this. When I had preordered the tickets for this movie I had no idea if it'd be a recap of the anime. To my surprise it wasn't! It actually continued from where the anime had left off. They did a very nice job continuing but also bringing back a few flashbacks to refresh your memory on what exactly happened in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my second time reviewing on an anime so bare with me.\u001b[24m\n    \u001b[1mこれはアニメを見直すことで私の2度目のことです。\u001b[22m, \u001b[1mこれは私と一緒にそのように裸のアニメに見直し、私の二度目です。\u001b[22m\n\u001b[4mI'm still getting used to this.\u001b[24m\n    \u001b[1m私はまだこれに慣れています。\u001b[22m, \u001b[1m私はまだこれに慣れますよ。\u001b[22m\n\u001b[4mWhen I had preordered the tickets for this movie I had no idea if it'd be a recap of the anime.\u001b[24m\n    \u001b[1m私がこの映画のチケットを予約したとき、私はそれがアニメの要約であるかどうか分かりませんでした。\u001b[22m, \u001b[1m私はこの映画のチケットを予約していたとき、それはアニメの要約になるだろう場合、私は知りませんでした。\u001b[22m\n\u001b[4mTo my surprise it wasn't!\u001b[24m\n    \u001b[1m私の驚きにはそうではありませんでした！\u001b[22m, \u001b[1m驚いたことに、それはありませんでした！\u001b[22m\n\u001b[4mIt actually continued from where the anime had left off.\u001b[24m\n    \u001b[1mそれは実際にアニメが途絶えていたところから続いた。\u001b[22m, \u001b[1mそれは実際にアニメがオフに残っていたところから続けました。\u001b[22m\n\u001b[4mThey did a very nice job continuing but also bringing back a few flashbacks to refresh your memory on what exactly happened in the anime.\u001b[24m\n    \u001b[1m彼らは非常に素晴らしい仕事を続けましたが、ちょうどアニメで起こったことにあなたの記憶をリフレッシュするためにいくつかのフラッシュバックを取り戻しました。\u001b[22m, \u001b[1m彼らは非常にいい仕事を続けるだけでなく、まさにアニメで何が起こったかで、あなたの記憶をリフレッシュするには、いくつかのフラッシュバックを戻すました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nYes this movie was fabulous but the cliff hanger at the end. The story gave somewhat of a closure on what the anime had left off on Mikoto's death and The silver king's disappearance. However, it just left more questions, and hopefully a hint that a second season would be made. I really liked how they brought in Mikoto and Tatara in a scene, that gives you closure on their deaths. It was hard to accept they have died, and it brought me to tears, but you get to see them happy hanging together. I love how this movie introduced a new clan and had some funny jokes mixed in with the seriousness.\n\n\u001b[1mはい、この映画は素晴らしいですが、最後には崖のハンガー。 物語は、アニコムがミコトの死とシルバー王の消滅を中止したことを幾分閉鎖した。 しかし、それはちょうどさらなる質問を残し、うまくいけば第2シーズンが行われることを示唆しています。 シーンで琴やタタラをどうやって持ってきたのか本当に気に入っています。 彼らが死んだことを受け入れるのは難しかったし、涙が私にもたらされましたが、一緒に幸せに会うことができます。 私はこの映画がいかに新しい一族を紹介し、いくつかの面白い冗談が真剣に混じり合っていたことが大好きです。\u001b[22m\n\u001b[1m(Hai, kono eiga wa subarashīdesuga, saigo ni wa gake no hangā. Monogatari wa, anikomu ga Mikoto no shi to shirubā-ō no shōmetsu o chūshi shita koto o ikubun heisa shita. Shikashi, sore wa chōdo saranaru shitsumon o nokoshi, umaku ikeba dai 2 shīzun ga okonawa reru koto o shisa shite imasu. Shīn de koto ya tatara o dō yatte motte kita no ka hontōni kiniitte imasu. Karera ga shinda koto o ukeireru no wa muzukashikattashi, namida ga watashi ni motarasa remashitaga, issho ni shiawase ni au koto ga dekimasu. Watashi wa kono eiga ga ikani atarashī ichizoku o shōkai shi, ikutsu ka no omoshiroi jōdan ga shinken ni majiri atte ita koto ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mYes this movie was fabulous but the cliff hanger at the end. The story gave somewhat of a closure on what the anime had left off on Mikoto's death and The silver king's disappearance. However, it just left more questions, and hopefully a hint that a second season would be made. I really liked how they brought in Mikoto and Tatara in a scene, that gives you closure on their deaths. It was hard to accept they have died, and it brought me to tears, but you get to see them happy hanging together. I love how this movie introduced a new clan and had some funny jokes mixed in with the seriousness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes this movie was fabulous but the cliff hanger at the end.\u001b[24m\n    \u001b[1mはい、この映画は素晴らしいですが、最後には崖のハンガー。\u001b[22m, \u001b[1mはいこの映画は終わりに素晴らしいが、崖ハンガーでした。\u001b[22m\n\u001b[4mThe story gave somewhat of a closure on what the anime had left off on Mikoto's death and The silver king's disappearance.\u001b[24m\n    \u001b[1m物語は、アニコムがミコトの死とシルバー王の消滅を中止したことを幾分閉鎖した。\u001b[22m, \u001b[1mストーリーはアニメは美琴の死と銀の王の消失に中断していたもので、やや閉鎖ました。\u001b[22m\n\u001b[4mHowever, it just left more questions, and hopefully a hint that a second season would be made.\u001b[24m\n    \u001b[1mしかし、それはちょうどさらなる質問を残し、うまくいけば第2シーズンが行われることを示唆しています。\u001b[22m, \u001b[1mしかし、それだけで多くの質問を残し、第二シーズンがなされるであろうことを、うまくいけばヒント。\u001b[22m\n\u001b[4mI really liked how they brought in Mikoto and Tatara in a scene, that gives you closure on their deaths.\u001b[24m\n    \u001b[1mシーンで琴やタタラをどうやって持ってきたのか本当に気に入っています。\u001b[22m, \u001b[1m私は本当に彼らはあなたに彼らの死に閉鎖を与えるシーンに美琴とたたらをもたらしたか言っています。\u001b[22m\n\u001b[4mIt was hard to accept they have died, and it brought me to tears, but you get to see them happy hanging together.\u001b[24m\n    \u001b[1m彼らが死んだことを受け入れるのは難しかったし、涙が私にもたらされましたが、一緒に幸せに会うことができます。\u001b[22m, \u001b[1m彼らが死亡している受け入れることが困難であった、それは涙に私をもたらしていますが、一緒にぶら下がって幸せにそれらを見ることを得ます。\u001b[22m\n\u001b[4mI love how this movie introduced a new clan and had some funny jokes mixed in with the seriousness.\u001b[24m\n    \u001b[1m私はこの映画がいかに新しい一族を紹介し、いくつかの面白い冗談が真剣に混じり合っていたことが大好きです。\u001b[22m, \u001b[1m私はこの映画が新しい一族を導入し、真剣に混入いくつかの面白いジョークを持っていた方法が大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m\nThe art was beautiful as ever. They had kept the same art style as from the anime and more sparkly effects. It was an emotional thing for me. That it'd been awhile since the anime and here they come out with a movie with the same art style. It was beautiful and seeing it on the big screen, it's a moving experience. Especially since that was my first anime movie watching in the theater.\n\n\u001b[1m芸術はこれまでどおり美しいものでした。 彼らはアニメと同じ芸術スタイルを維持し、より輝かしい効果をもたらしました。 それは私にとって感情的なものでした。 それはアニメからしばらくしていて、ここで彼らは同じ芸術スタイルの映画で出てきた。 それは美しかったし、大きな画面でそれを見て、それは動きの経験です。 特に、それが劇場での私の最初のアニメ映画の観賞でした。\u001b[22m\n\u001b[1m(Geijutsu wa kore made dōri utsukushī monodeshita. Karera wa anime to onaji geijutsu sutairu o iji shi, yori kagayakashī kōka o motarashimashita. Sore wa watashi ni totte kanjō-tekina monodeshita. Sore wa anime kara shibaraku shite ite, koko de karera wa onaji geijutsu sutairu no eiga de detekita. Sore wa utsukushikattashi, ōkina gamen de sore o mite, soreha ugoki no keikendesu. Tokuni, sore ga gekijō de no watashi no saisho no anime eiga no kanshōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was beautiful as ever. They had kept the same art style as from the anime and more sparkly effects. It was an emotional thing for me. That it'd been awhile since the anime and here they come out with a movie with the same art style. It was beautiful and seeing it on the big screen, it's a moving experience. Especially since that was my first anime movie watching in the theater.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was beautiful as ever.\u001b[24m\n    \u001b[1m芸術はこれまでどおり美しいものでした。\u001b[22m, \u001b[1m技術は、これまでのように美しかったです。\u001b[22m\n\u001b[4mThey had kept the same art style as from the anime and more sparkly effects.\u001b[24m\n    \u001b[1m彼らはアニメと同じ芸術スタイルを維持し、より輝かしい効果をもたらしました。\u001b[22m, \u001b[1m彼らは、アニメや、よりキラキラ影響から同じアートスタイルを保管していました。\u001b[22m\n\u001b[4mIt was an emotional thing for me.\u001b[24m\n    \u001b[1mそれは私にとって感情的なものでした。\u001b[22m, \u001b[1mそれは私のために感情的なものでした。\u001b[22m\n\u001b[4mThat it'd been awhile since the anime and here they come out with a movie with the same art style.\u001b[24m\n    \u001b[1mそれはアニメからしばらくしていて、ここで彼らは同じ芸術スタイルの映画で出てきた。\u001b[22m, \u001b[1mそれがここにアニメ以来しばらくされていると思いますことを、彼らは同じアートスタイルと一緒に映画に出てきます。\u001b[22m\n\u001b[4mIt was beautiful and seeing it on the big screen, it's a moving experience.\u001b[24m\n    \u001b[1mそれは美しかったし、大きな画面でそれを見て、それは動きの経験です。\u001b[22m, \u001b[1mそれはきれいだったし、大画面でそれを見て、それは感動です。\u001b[22m\n\u001b[4mEspecially since that was my first anime movie watching in the theater.\u001b[24m\n    \u001b[1m特に、それが劇場での私の最初のアニメ映画の観賞でした。\u001b[22m, \u001b[1mそれは劇場で見て私の最初のアニメ映画だった、特に以来。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10\n\n\u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m(Saundo: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10\u001b[24m\n    \u001b[1mサウンド：10/10\u001b[22m\nK project has beautiful OSTs. I know some of the OSTs played in this movie were from the anime and it was majestic. Again, considering I saw it in theater, the sound was amazing. The audience was quiet, and it was like you were watching it in a dark room at your house. Except for me, the screen was bigger and better sound. The voice actors are original with a couple new ones.\n\n\u001b[1mKプロジェクトには美しいOSTがあります。 私は、この映画で演奏されたOSTのいくつかがアニメからであったことを知っていて、それは雄大でした。 再び、私は劇場でそれを見たことを考慮して、音は素晴らしかったです。 観客は静かで、あなたの家の暗い部屋でそれを見ているようでした。 私を除いて、スクリーンはより大きく、より良い音でした。 声優はオリジナルのものと新しいものがあります。\u001b[22m\n\u001b[1m(K purojekutoni wa utsukushī OST ga arimasu. Watashi wa, kono eiga de ensō sa reta OST no ikutsu ka ga anime karadeatta koto o shitte ite, sore wa yūdaideshita. Futatabi, watashi wa gekijō de sore o mita koto o kōryo shite,-on wa subarashikattadesu. Kankyaku wa shizukade, anata no ie no kurai heya de sore o mite iru yōdeshita. Watashi o nozoite, sukurīn wa yori ōkiku, yori yoi otodeshita. Seiyū wa orijinaru no mono to atarashī mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mK project has beautiful OSTs. I know some of the OSTs played in this movie were from the anime and it was majestic. Again, considering I saw it in theater, the sound was amazing. The audience was quiet, and it was like you were watching it in a dark room at your house. Except for me, the screen was bigger and better sound. The voice actors are original with a couple new ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mK project has beautiful OSTs.\u001b[24m\n    \u001b[1mKプロジェクトには美しいOSTがあります。\u001b[22m, \u001b[1mKプロジェクトは美しいのOSTを持っています。\u001b[22m\n\u001b[4mI know some of the OSTs played in this movie were from the anime and it was majestic.\u001b[24m\n    \u001b[1m私は、この映画で演奏されたOSTのいくつかがアニメからであったことを知っていて、それは雄大でした。\u001b[22m, \u001b[1m私はこの映画の中で果たしたのOSTのいくつかは、アニメからであった、それは雄大だった知っています。\u001b[22m\n\u001b[4mAgain, considering I saw it in theater, the sound was amazing.\u001b[24m\n    \u001b[1m再び、私は劇場でそれを見たことを考慮して、音は素晴らしかったです。\u001b[22m, \u001b[1m繰り返しますが、私は劇場でそれを見考えると、音は驚くべきものでした。\u001b[22m\n\u001b[4mThe audience was quiet, and it was like you were watching it in a dark room at your house.\u001b[24m\n    \u001b[1m観客は静かで、あなたの家の暗い部屋でそれを見ているようでした。\u001b[22m, \u001b[1m観客は静かだった、とあなたがあなたの家で暗い部屋でそれを見ていたようにそれはありました。\u001b[22m\n\u001b[4mExcept for me, the screen was bigger and better sound.\u001b[24m\n    \u001b[1m私を除いて、スクリーンはより大きく、より良い音でした。\u001b[22m, \u001b[1m私を除いて、画面が大きくて良い音でした。\u001b[22m\n\u001b[4mThe voice actors are original with a couple new ones.\u001b[24m\n    \u001b[1m声優はオリジナルのものと新しいものがあります。\u001b[22m, \u001b[1m声優は、カップル新しいものと、元のです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\nThe characters are amazing as ever. The new rival as well, Yukari Mishakuji. I felt they should have made the other members more than just a clansmen who is just there apart of the team. In the manga, it shows how they all joined, they all are very lovable. He is one smoking hot swordsman. He has a very distinct personality. Very nonchalant and sly type. As mentioned on his bio, he is Kuroh's former senior. Yata, Mikoto, Anna, Kuroh, Neko, Tatara, Fushimi, Seri, all of the old characters and new ones are fabulous. Though one thing I wished was that they would have made the HOMRA clan more real. The only ones they really put time into was Yata, Anna, Kusanagi, Tatara, Mikoto, and Rikio. I read K:Memory of Red and it introduces the other clansmen in HOMRA.\n\n\u001b[1m文字はこれまでどおり素晴らしいです。 新しいライバルでもありますが、御影広ゆかり。 私は彼らが他のメンバーをチームのちょうどそこにいる一族以上のものにする必要があると感じました。 漫画では、彼らがすべてどのように参加したか、彼らはすべて非常に愛らしいです。 彼は一人の猛烈な剣士です。 彼は非常に異なる性格を持っています。 非常にかわいらしくて狡猾なタイプです。 彼のバイオに言及されているように、彼は元老の元老です。 ヤタ、ミコト、アンナ、クロウ、ネコ、タタラ、ふしみ、セリ、すべての古いキャラクターと新しいものは素晴らしいです。 私が望んだことの1つは、彼らがHOMRAの一族をより現実化させたということでした。 彼らが本当に時間を入れたのは、ヤタ、アンナ、草薙、タタラ、ミコト、リキオだけでした。 私はK：Memory of Redを読んで、HOMRAの他の一族を紹介します。\u001b[22m\n\u001b[1m(Moji wa kore made dōri subarashīdesu. Atarashī raibaru demo arimasuga, Mikage kō Yukari. Kare wa hitori no mōretsuna kenshidesu. Kare wa hijō ni kotonaru seikaku o motte imasu. Hijō ni kawairashikute kōkatsuna taipudesu. Kare no baio ni genkyū sa rete iru yō ni, kare wa genrō no genrōdesu. Yata, Mikoto, An'na, kurō, neko, tatara, fushi mi, seri, subete no furui kyarakutā to atarashī mono wa subarashīdesu. Watashi ga nozonda koto no 1tsu wa, karera ga HOMRA no ichizoku o yori genjitsu-ka sa seta to iu kotodeshita. Karera ga hontōni jikan o ireta no wa, Yata, An'na, Kusanagi, tatara, Mikoto, rikio dakedeshita. Watashi wa K: Memorī of Red o yonde, HOMRA no ta no ichizoku o shōkai shimasu. Watashi wa karera ga hoka no menbā o chīmu no chōdo soko ni iru ichizoku ijō no mono ni suruhitsuyōgāru to kanjimashita. Mangade wa, karera ga subete dono yō ni sanka shita ka, karera wa subete hijō ni airashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are amazing as ever. The new rival as well, Yukari Mishakuji. I felt they should have made the other members more than just a clansmen who is just there apart of the team. In the manga, it shows how they all joined, they all are very lovable. He is one smoking hot swordsman. He has a very distinct personality. Very nonchalant and sly type. As mentioned on his bio, he is Kuroh's former senior. Yata, Mikoto, Anna, Kuroh, Neko, Tatara, Fushimi, Seri, all of the old characters and new ones are fabulous. Though one thing I wished was that they would have made the HOMRA clan more real. The only ones they really put time into was Yata, Anna, Kusanagi, Tatara, Mikoto, and Rikio. I read K:Memory of Red and it introduces the other clansmen in HOMRA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are amazing as ever.\u001b[24m\n    \u001b[1m文字はこれまでどおり素晴らしいです。\u001b[22m, \u001b[1m文字は相変わらず素晴らしいです。\u001b[22m\n\u001b[4mThe new rival as well, Yukari Mishakuji.\u001b[24m\n    \u001b[1m新しいライバルでもありますが、御影広ゆかり。\u001b[22m, \u001b[1m同様に新しいライバル、ゆかりMishakuji。\u001b[22m\n\u001b[4mHe is one smoking hot swordsman.\u001b[24m\n    \u001b[1m彼は一人の猛烈な剣士です。\u001b[22m, \u001b[1m彼は1喫煙ホット剣士です。\u001b[22m\n\u001b[4mHe has a very distinct personality.\u001b[24m\n    \u001b[1m彼は非常に異なる性格を持っています。\u001b[22m, \u001b[1m彼は非常にはっきりとした個性を持っています。\u001b[22m\n\u001b[4mVery nonchalant and sly type.\u001b[24m\n    \u001b[1m非常にかわいらしくて狡猾なタイプです。\u001b[22m, \u001b[1m非常にさり気ないとずるいタイプ。\u001b[22m\n\u001b[4mAs mentioned on his bio, he is Kuroh's former senior.\u001b[24m\n    \u001b[1m彼のバイオに言及されているように、彼は元老の元老です。\u001b[22m, \u001b[1m彼のバイオに述べたように、彼はKurohの元上級です。\u001b[22m\n\u001b[4mYata, Mikoto, Anna, Kuroh, Neko, Tatara, Fushimi, Seri, all of the old characters and new ones are fabulous.\u001b[24m\n    \u001b[1mヤタ、ミコト、アンナ、クロウ、ネコ、タタラ、ふしみ、セリ、すべての古いキャラクターと新しいものは素晴らしいです。\u001b[22m, \u001b[1m矢田、美琴、アンナ、Kuroh、猫、多々良、伏見、セリ、古い文字と新しいもののすべてが素晴らしいです。\u001b[22m\n\u001b[4mThough one thing I wished was that they would have made the HOMRA clan more real.\u001b[24m\n    \u001b[1m私が望んだことの1つは、彼らがHOMRAの一族をより現実化させたということでした。\u001b[22m, \u001b[1m私が望んだ一つのことは、彼らがHOMRA一族がより現実の作ったであろうということでしたけれども。\u001b[22m\n\u001b[4mThe only ones they really put time into was Yata, Anna, Kusanagi, Tatara, Mikoto, and Rikio.\u001b[24m\n    \u001b[1m彼らが本当に時間を入れたのは、ヤタ、アンナ、草薙、タタラ、ミコト、リキオだけでした。\u001b[22m, \u001b[1m彼らは本当にに時間を置くだけでは矢田、アンナ、草薙、多々良、美琴、およびRikioました。\u001b[22m\n\u001b[4mI read K:Memory of Red and it introduces the other clansmen in HOMRA.\u001b[24m\n    \u001b[1m私はK：Memory of Redを読んで、HOMRAの他の一族を紹介します。\u001b[22m, \u001b[1m赤のメモリと、それはHOMRA内の他の同族を紹介：私はKをお読みください。\u001b[22m\n\u001b[4mI felt they should have made the other members more than just a clansmen who is just there apart of the team.\u001b[24m\n    \u001b[1m私は彼らが他のメンバーをチームのちょうどそこにいる一族以上のものにする必要があると感じました。\u001b[22m, \u001b[1m私は、彼らはただそこにチームの離れているだけで同族以外のメンバーはもっと作っている必要があります感じました。\u001b[22m\n\u001b[4mIn the manga, it shows how they all joined, they all are very lovable.\u001b[24m\n    \u001b[1m漫画では、彼らがすべてどのように参加したか、彼らはすべて非常に愛らしいです。\u001b[22m, \u001b[1m漫画では、それは彼らのすべてが参加する方法を示し、それらはすべて非常に愛らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\nOverall, I love K so much. This movie and anime. The cliffhanger sort off left me like 'That's it?!' It had wonderful animation, beautiful background music, touching characters, and it was just great. I really suggest people to watch this movie. It will give you a huge rollercoaster ride of emotions. Plus also make you laugh.\n\n\u001b[1m全体的に、私はKが大好きです。 この映画とアニメ。 クリフハンガーは、「That's it？」のように私を残しました。 それは素敵なアニメーション、美しい背景音楽、触っているキャラクターを持っていて、それは素晴らしいことでした。 私は本当にこの映画を見る人に勧めます。 それはあなたに感情の巨大なジェットコースターを与えるでしょう。 また、あなたも笑います。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa K ga daisukidesu. Kono eiga to anime. Kurifuhangā wa,`That' s it?' No yō ni watashi o nokoshimashita. Sore wa sutekina animēshon, utsukushī haikei ongaku, sawatte iru kyarakutā o motte ite, sore wa subarashī kotodeshita. Watashi wa hontōni kono eiga o miru hito ni susumemasu. Sore wa anata ni kanjō no kyodaina jettokōsutā o ataerudeshou. Mata, anata mo waraimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I love K so much. This movie and anime. The cliffhanger sort off left me like 'That's it?!' It had wonderful animation, beautiful background music, touching characters, and it was just great. I really suggest people to watch this movie. It will give you a huge rollercoaster ride of emotions. Plus also make you laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I love K so much.\u001b[24m\n    \u001b[1m全体的に、私はKが大好きです。\u001b[22m, \u001b[1m全体的に、私はそんなにKが大好きです。\u001b[22m\n\u001b[4mThis movie and anime.\u001b[24m\n    \u001b[1mこの映画とアニメ。\u001b[22m\n\u001b[4mThe cliffhanger sort off left me like 'That's it?!'\u001b[24m\n    \u001b[1mクリフハンガーは、「That's it？」のように私を残しました。\u001b[22m, \u001b[1m「それはそれだ！ 'のような接戦は、ソートオフ私を残し\u001b[22m\n\u001b[4mIt had wonderful animation, beautiful background music, touching characters, and it was just great.\u001b[24m\n    \u001b[1mそれは素敵なアニメーション、美しい背景音楽、触っているキャラクターを持っていて、それは素晴らしいことでした。\u001b[22m, \u001b[1mこれは、文字に触れ、素晴らしいアニメーション、美しい背景音楽があったが、それだけで良かったです。\u001b[22m\n\u001b[4mI really suggest people to watch this movie.\u001b[24m\n    \u001b[1m私は本当にこの映画を見る人に勧めます。\u001b[22m, \u001b[1m私は本当にこの映画を見るために人々を示唆しています。\u001b[22m\n\u001b[4mIt will give you a huge rollercoaster ride of emotions.\u001b[24m\n    \u001b[1mそれはあなたに感情の巨大なジェットコースターを与えるでしょう。\u001b[22m, \u001b[1mそれはあなたの感情の巨大なジェットコースターを与えます。\u001b[22m\n\u001b[4mPlus also make you laugh.\u001b[24m\n    \u001b[1mまた、あなたも笑います。\u001b[22m, \u001b[1mPlusは、あなたが笑わせます。\u001b[22m\nThank you for reading my review, I hope I get better at these. I just was really passionate about this movie, I had to write a review. I went to see it twice.\n\n\u001b[1m私のレビューを読んでいただきありがとうございます、私はこれらをより良くなることを願っています。 私はちょうどこの映画について本当に情熱的だったので、私はレビューを書かねばならなかった。 私はそれを二度見ました。\u001b[22m\n\u001b[1m(Watashi no rebyū o yonde itadaki arigatōgozaimasu, watashi wa korera o yori yoku naru koto o negatte imasu. Watashi wa chōdo kono eiga ni tsuite hontōni jōnetsu-tekidattanode, watashi wa rebyū o kakaneba naranakatta. Watashi wa sore o nido mimashita.)\u001b[22m\n\nTranslations of \u001b[4mThank you for reading my review, I hope I get better at these. I just was really passionate about this movie, I had to write a review. I went to see it twice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank you for reading my review, I hope I get better at these.\u001b[24m\n    \u001b[1m私のレビューを読んでいただきありがとうございます、私はこれらをより良くなることを願っています。\u001b[22m, \u001b[1m私のレビューを読んでいただきありがとうございます、私はこれらので良く願っています。\u001b[22m\n\u001b[4mI just was really passionate about this movie, I had to write a review.\u001b[24m\n    \u001b[1m私はちょうどこの映画について本当に情熱的だったので、私はレビューを書かねばならなかった。\u001b[22m, \u001b[1m私はちょうど私がレビューを書かなければならなかった、この映画について本当に情熱的でした。\u001b[22m\n\u001b[4mI went to see it twice.\u001b[24m\n    \u001b[1m私はそれを二度見ました。\u001b[22m, \u001b[1m私はそれを2回見に行きました。\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "karlstein12",
    "profile": "/profile/karlstein12/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=194996",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nK：Missing Kingsはシリーズに非常に良い追加です。 それは私たちに新鮮なストーリーを提示します。シリーズでは見られない顔がいくつか含まれていて、時間を割く価値があります。 このレビューには小さなスポイラーが含まれている可能性があります。シリーズの途中でこれを読んでいるなら、これを読んでいるのを避けたいかもしれません。\n\nシルバーキング、レッドキング、ブルーキングの事件以来、1年以上経過していない映画のストーリーが続きます。  HOMRAグループの人々は解散し、自ら生きるために下車しました。 スーモコトとも呼ばれていた神秘的な少女アンナは、ここでは主人公として描かれています。 彼女は緑色の王のClansmenに起こった2人の他の神秘的な見ている男に追われているのを見た。 グリーン・キングが初めてシリーズに参加することはなかったので、これは初めてのことです。 緑色の王のために役立つものであり、映画の主なアンタゴニストです。 彼は後に、三輪一彦の学生でもあった八ヶ岳黒人元幹部として現れた。 未知の目的のために、ユカリはアンナの誘拐を率いるが、消滅したシロを探している黒とネコに逆らっている。\n\nこの作品は、このシリーズの場合と同様に、もう一度視覚的な傑作でした。  CGの効果もお金の上にあった。 声優はシリーズから同じままです。 ムービーでは、元のテーマの一部を組み合わせて、以前にシリーズで聞いた効果音のいくつかを使用します。 アンジェラが行ったエンディング曲を聞くのは至福だった。\n\n正直、映画を見てから、私は「王の復讐」は、それが持っているよりも、より適切な名前だったと思います。 確かにグリーンキングの前に見たことのない洞察力を私たちに与えてくれるのですが、それは実際には後編に似た物語の主な役割を果たすサブ・プロットとして機能します。 それを折りたたむには、K：Missing Kingsはあなたがシリーズのファンであれば絶対に見なければならない。 それは全くの要約ではなく、いくつかの新しい文字の追加で独自の非常に興味深いストーリーラインを持っています。 実際にはそうではないので、映画はストーリーへの完全な結論を持っていません。 この秋に放映されるKシリーズの新しい続編が発表されたことで、この映画はかなり上手くプロローグのようにも動作し、それを見るより多くの理由があることを意味しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nK: Missing Kings is an extremely good addition to the series. It presents us a fresh story, with the inclusion of a few faces not seen in the series and is worth your time. This review may contain a little spoilers so if you're reading this while you're in the middle of the series you might wanna avoid it reading this.\n\n\u001b[1mK：Missing Kingsはシリーズに非常に良い追加です。 それは私たちに新鮮なストーリーを提示します。シリーズでは見られない顔がいくつか含まれていて、時間を割く価値があります。 このレビューには小さなスポイラーが含まれている可能性があります。シリーズの途中でこれを読んでいるなら、これを読んでいるのを避けたいかもしれません。\u001b[22m\n\u001b[1m(K: Misshingu kingusu wa shirīzu ni hijō ni yoi tsuikadesu. Sore wa watashitachi ni shinsen'na sutōrī o teiji shimasu. Shirīzude wa mi rarenai kao ga ikutsu ka fukuma rete ite, jikanwosaku kachi ga arimasu. Kono rebyū ni wa chīsana supoirā ga fukuma rete iru kanōsei ga arimasu. Shirīzu no tochū de kore o yonde irunara, kore o yonde iru no o saketai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mK: Missing Kings is an extremely good addition to the series. It presents us a fresh story, with the inclusion of a few faces not seen in the series and is worth your time. This review may contain a little spoilers so if you're reading this while you're in the middle of the series you might wanna avoid it reading this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mK: Missing Kings is an extremely good addition to the series.\u001b[24m\n    \u001b[1mK：Missing Kingsはシリーズに非常に良い追加です。\u001b[22m, \u001b[1mK：欠落キングスシリーズに非常に良い付加です。\u001b[22m\n\u001b[4mIt presents us a fresh story, with the inclusion of a few faces not seen in the series and is worth your time.\u001b[24m\n    \u001b[1mそれは私たちに新鮮なストーリーを提示します。シリーズでは見られない顔がいくつか含まれていて、時間を割く価値があります。\u001b[22m, \u001b[1mこれは、シリーズでは見られないいくつかの面を含めて、私たちに新鮮なストーリーを提示し、あなたの時間の価値があります。\u001b[22m\n\u001b[4mThis review may contain a little spoilers so if you're reading this while you're in the middle of the series you might wanna avoid it reading this.\u001b[24m\n    \u001b[1mこのレビューには小さなスポイラーが含まれている可能性があります。シリーズの途中でこれを読んでいるなら、これを読んでいるのを避けたいかもしれません。\u001b[22m, \u001b[1mあなたはそれがこれを読んで回避したいかもしれない一連の真ん中にいる間あなたがこれを読んでいるので、もしこのレビューは少しネタバレを含んでいてもよいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story in the film follows after not more than a year has passed since the incident involving the Silver King, the Red King and the Blue King. The people of the HOMRA group have since disbanded and got off to live on their own. Anna, the mysterious little girl who used to always hang beside Suoh Mikoto aka the Red King, is depicted as our main character here. She's seen to be chased by two other mysterious looking guys who happen to be the Clansmen of the Green King. Yes, this is the first time the Green King is introduced as he did not have any part to play in the series. Yukari Mishakuji is the one serving for the Green King and is our main antagonist in the movie. He's later revealed as a former senior of Kuroh Yatogami who also was the student for Miwa Ichigen. For purposes unknown, Yukari leads the kidnapping of Anna but face off against Kuroh and Neko, who are in search for the disappeared Shiro.\n\n\u001b[1mシルバーキング、レッドキング、ブルーキングの事件以来、1年以上経過していない映画のストーリーが続きます。  HOMRAグループの人々は解散し、自ら生きるために下車しました。 スーモコトとも呼ばれていた神秘的な少女アンナは、ここでは主人公として描かれています。 彼女は緑色の王のClansmenに起こった2人の他の神秘的な見ている男に追われているのを見た。 グリーン・キングが初めてシリーズに参加することはなかったので、これは初めてのことです。 緑色の王のために役立つものであり、映画の主なアンタゴニストです。 彼は後に、三輪一彦の学生でもあった八ヶ岳黒人元幹部として現れた。 未知の目的のために、ユカリはアンナの誘拐を率いるが、消滅したシロを探している黒とネコに逆らっている。\u001b[22m\n\u001b[1m(Shirubākingu, Reddokingu, burūkingu no jiken irai, 1-nen ijō keika shite inai eiga no sutōrī ga tsudzukimasu. HOMRA gurūpu no hitobito wa kaisan shi, mizukara ikiru tame ni gesha shimashita. Sūmokoto-tomo yoba rete ita shinpi-tekina shōjo An'na wa, kokode wa shujinkō to shite egaka rete imasu. Kanojo wa midoriiro no ō no Clansmen ni okotta 2-ri no ta no shinpi-tekina mite iru otoko ni owa rete iru no o mita. Gurīn kingu ga hajimete shirīzu ni sanka suru koto wa nakattanode, kore wa hajimete no kotodesu. Midoriiro no ō no tame ni yakudatsu monodeari, eiga no omona antagonisutodesu. Kare wa ato ni, Miwa Kazuhiko no gakusei demo atta Yatsugatake kokujin moto kanbu to shite arawareta. Michi no mokuteki no tame ni, Yukari wa An'na no yūkai o hikiiruga, shōmetsu shita shiro o sagashite iru kuro to neko ni sakaratte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story in the film follows after not more than a year has passed since the incident involving the Silver King, the Red King and the Blue King. The people of the HOMRA group have since disbanded and got off to live on their own. Anna, the mysterious little girl who used to always hang beside Suoh Mikoto aka the Red King, is depicted as our main character here. She's seen to be chased by two other mysterious looking guys who happen to be the Clansmen of the Green King. Yes, this is the first time the Green King is introduced as he did not have any part to play in the series. Yukari Mishakuji is the one serving for the Green King and is our main antagonist in the movie. He's later revealed as a former senior of Kuroh Yatogami who also was the student for Miwa Ichigen. For purposes unknown, Yukari leads the kidnapping of Anna but face off against Kuroh and Neko, who are in search for the disappeared Shiro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story in the film follows after not more than a year has passed since the incident involving the Silver King, the Red King and the Blue King.\u001b[24m\n    \u001b[1mシルバーキング、レッドキング、ブルーキングの事件以来、1年以上経過していない映画のストーリーが続きます。\u001b[22m, \u001b[1m一年以上ではないが、シルバーキング、レッドキング、ブルーキングを伴う事件経過した後のフィルムで話が続きます。\u001b[22m\n\u001b[4mThe people of the HOMRA group have since disbanded and got off to live on their own.\u001b[24m\n    \u001b[1mHOMRAグループの人々は解散し、自ら生きるために下車しました。\u001b[22m, \u001b[1mHOMRAグループの人々は、以来、解散、自分で生活するために降りてきました。\u001b[22m\n\u001b[4mAnna, the mysterious little girl who used to always hang beside Suoh Mikoto aka the Red King, is depicted as our main character here.\u001b[24m\n    \u001b[1mスーモコトとも呼ばれていた神秘的な少女アンナは、ここでは主人公として描かれています。\u001b[22m, \u001b[1mアンナ、常にレッドキング別名Suoh美琴の横にハングアップするために使用される謎の少女は、ここで私たちのメインキャラクターとして描かれています。\u001b[22m\n\u001b[4mShe's seen to be chased by two other mysterious looking guys who happen to be the Clansmen of the Green King.\u001b[24m\n    \u001b[1m彼女は緑色の王のClansmenに起こった2人の他の神秘的な見ている男に追われているのを見た。\u001b[22m, \u001b[1m彼女は緑の王の同族であることが起こる他の二つの探して謎の男に追わされるように見られています。\u001b[22m\n\u001b[4mYes, this is the first time the Green King is introduced as he did not have any part to play in the series.\u001b[24m\n    \u001b[1mグリーン・キングが初めてシリーズに参加することはなかったので、これは初めてのことです。\u001b[22m, \u001b[1mはい、これは彼がシリーズでプレーする任意の部分を持っていなかったとしてグリーンキングが導入された最初の時間です。\u001b[22m\n\u001b[4mYukari Mishakuji is the one serving for the Green King and is our main antagonist in the movie.\u001b[24m\n    \u001b[1m緑色の王のために役立つものであり、映画の主なアンタゴニストです。\u001b[22m, \u001b[1mゆかりMishakujiはグリーンキングのために役立つ一つであり、映画の中で私たちの主なアンタゴニストです。\u001b[22m\n\u001b[4mHe's later revealed as a former senior of Kuroh Yatogami who also was the student for Miwa Ichigen.\u001b[24m\n    \u001b[1m彼は後に、三輪一彦の学生でもあった八ヶ岳黒人元幹部として現れた。\u001b[22m, \u001b[1m彼は後にも三輪Ichigenのための学生だった夜刀神狗朗の元上級として明らかにしています。\u001b[22m\n\u001b[4mFor purposes unknown, Yukari leads the kidnapping of Anna but face off against Kuroh and Neko, who are in search for the disappeared Shiro.\u001b[24m\n    \u001b[1m未知の目的のために、ユカリはアンナの誘拐を率いるが、消滅したシロを探している黒とネコに逆らっている。\u001b[22m, \u001b[1m未知の目的のために、ゆかりはアンナの誘拐をリードしたが消失史郎の検索であるKurohや猫、対決します。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork for this was once again a visual masterpiece as was the case with the series. The CG effects were right on the money too. The voice actors stay the same from the series. The movies uses some of sound effects previously heard on the series with the combination of some of its original themes as well. And it was a bliss to hear the ending song done by Angela.\n\n\u001b[1mこの作品は、このシリーズの場合と同様に、もう一度視覚的な傑作でした。  CGの効果もお金の上にあった。 声優はシリーズから同じままです。 ムービーでは、元のテーマの一部を組み合わせて、以前にシリーズで聞いた効果音のいくつかを使用します。 アンジェラが行ったエンディング曲を聞くのは至福だった。\u001b[22m\n\u001b[1m(Kono sakuhin wa, kono shirīzu no baai to dōyō ni, mōichido shikaku-tekina kessakudeshita. CG no kōka mo okane no ue ni atta. Seiyū wa shirīzu kara onaji mamadesu. Mūbīde wa,-moto no tēma no ichibu o kumiawasete, izen ni shirīzu de kiita kōka-on no ikutsu ka o shiyō shimasu. Anjera ga okonatta endingu kyoku o kiku no wa shifukudatta.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork for this was once again a visual masterpiece as was the case with the series. The CG effects were right on the money too. The voice actors stay the same from the series. The movies uses some of sound effects previously heard on the series with the combination of some of its original themes as well. And it was a bliss to hear the ending song done by Angela.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork for this was once again a visual masterpiece as was the case with the series.\u001b[24m\n    \u001b[1mこの作品は、このシリーズの場合と同様に、もう一度視覚的な傑作でした。\u001b[22m, \u001b[1mこのためのアートワークは、一連の場合と同様に、再び視覚的傑作でした。\u001b[22m\n\u001b[4mThe CG effects were right on the money too.\u001b[24m\n    \u001b[1mCGの効果もお金の上にあった。\u001b[22m, \u001b[1mCG効果はあまりにもお金で正しかったです。\u001b[22m\n\u001b[4mThe voice actors stay the same from the series.\u001b[24m\n    \u001b[1m声優はシリーズから同じままです。\u001b[22m, \u001b[1m声優は、シリーズから同じまま。\u001b[22m\n\u001b[4mThe movies uses some of sound effects previously heard on the series with the combination of some of its original themes as well.\u001b[24m\n    \u001b[1mムービーでは、元のテーマの一部を組み合わせて、以前にシリーズで聞いた効果音のいくつかを使用します。\u001b[22m, \u001b[1m映画は、以前にも同様に元のテーマのいくつかの組み合わせと直列に聞こえる効果音の一部を使用しています。\u001b[22m\n\u001b[4mAnd it was a bliss to hear the ending song done by Angela.\u001b[24m\n    \u001b[1mアンジェラが行ったエンディング曲を聞くのは至福だった。\u001b[22m, \u001b[1mそして、アンジェラによって行わエンディング曲を聞くことが至福でした。\u001b[22m\n\u001b[1m\u001b[22m\nHonestly after watching the movie, I think 'Rebirth of the King' would've been a more appropriate name rather than the one it has. Sure it does give us an insight to the never seen before Green King but that actually acts as a sub-plot giving the main role to a more sequel-like story. To fold it off, K: Missing Kings is an absolute must watch if you're a fan of the series. It's totally not a recap and has its own very interesting storyline with the addition of some new characters. The film does not have a full conclusion to the story though, as it's actually not supposed to be one. With the announcement of the new sequel to the K series to air this fall, the movie also acts like a considerably well done prologue to it which means all the more reason to watch it.\n\n\u001b[1m正直、映画を見てから、私は「王の復讐」は、それが持っているよりも、より適切な名前だったと思います。 確かにグリーンキングの前に見たことのない洞察力を私たちに与えてくれるのですが、それは実際には後編に似た物語の主な役割を果たすサブ・プロットとして機能します。 それを折りたたむには、K：Missing Kingsはあなたがシリーズのファンであれば絶対に見なければならない。 それは全くの要約ではなく、いくつかの新しい文字の追加で独自の非常に興味深いストーリーラインを持っています。 実際にはそうではないので、映画はストーリーへの完全な結論を持っていません。 この秋に放映されるKシリーズの新しい続編の発表とともに、この映画はかなり上手くプロローグのようにも動作し、それを見るより多くの理由があることを意味しています。\u001b[22m\n\u001b[1m(Shōjiki, eiga o mitekara, watashi wa `ō no fukushū' wa, sore ga motte iru yori mo, yori tekisetsuna namaedatta to omoimasu. Tashika ni gurīnkingu no mae ni mita koto no nai dōsatsuryoku o watashitachi ni ataete kureru nodesuga, sore wa jissai ni wa kōhen ni nitamono-go no omona yakuwariwohatasu sabu purotto to shite kinō shimasu. Sore o oritatamu ni wa, K: Misshingu kingusu wa anata ga shirīzu no fandeareba zettai ni minakereba naranai. Sore wa mattaku no yōyakude wa naku, ikutsu ka no atarashī moji no tsuika de dokuji no hijō ni kyōmibukai sutōrīrain o motte imasu. Jissai ni wa sōde wanainode, eiga wa sutōrī e no kanzen'na ketsuron o motte imasen. Kono aki ni hōei sa reru K shirīzu no atarashī zokuhen no happyō to tomoni, kono eiga wa kanari umaku purorōgu no yō ni mo dōsa shi, sore o miru yori ōku no riyū ga aru koto o imi shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly after watching the movie, I think 'Rebirth of the King' would've been a more appropriate name rather than the one it has. Sure it does give us an insight to the never seen before Green King but that actually acts as a sub-plot giving the main role to a more sequel-like story. To fold it off, K: Missing Kings is an absolute must watch if you're a fan of the series. It's totally not a recap and has its own very interesting storyline with the addition of some new characters. The film does not have a full conclusion to the story though, as it's actually not supposed to be one. With the announcement of the new sequel to the K series to air this fall, the movie also acts like a considerably well done prologue to it which means all the more reason to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly after watching the movie, I think 'Rebirth of the King' would've been a more appropriate name rather than the one it has.\u001b[24m\n    \u001b[1m正直、映画を見てから、私は「王の復讐」は、それが持っているよりも、より適切な名前だったと思います。\u001b[22m, \u001b[1m正直なところ、映画を見た後、私は「王の復活は、「より適切な名前ではなく、それが持っている一つとなってきたと思います。\u001b[22m\n\u001b[4mSure it does give us an insight to the never seen before Green King but that actually acts as a sub-plot giving the main role to a more sequel-like story.\u001b[24m\n    \u001b[1m確かにグリーンキングの前に見たことのない洞察力を私たちに与えてくれるのですが、それは実際には後編に似た物語の主な役割を果たすサブ・プロットとして機能します。\u001b[22m, \u001b[1m確かにそれは私たちに緑の王の前に見たことがないに洞察力を与えるありませんが、それは実際にはより多くの続編のような話に主要な役割を与え、サブプロットとして機能します。\u001b[22m\n\u001b[4mTo fold it off, K: Missing Kings is an absolute must watch if you're a fan of the series.\u001b[24m\n    \u001b[1mそれを折りたたむには、K：Missing Kingsはあなたがシリーズのファンであれば絶対に見なければならない。\u001b[22m, \u001b[1mそれを倍にするには、K：欠落キングスは絶対であるあなたはシリーズのファンなら見なければなりません。\u001b[22m\n\u001b[4mIt's totally not a recap and has its own very interesting storyline with the addition of some new characters.\u001b[24m\n    \u001b[1mそれは全くの要約ではなく、いくつかの新しい文字の追加で独自の非常に興味深いストーリーラインを持っています。\u001b[22m, \u001b[1mそれは完全に要約はありませんし、いくつかの新しい文字を追加して、独自の非常に興味深いストーリーを持っています。\u001b[22m\n\u001b[4mThe film does not have a full conclusion to the story though, as it's actually not supposed to be one.\u001b[24m\n    \u001b[1m実際にはそうではないので、映画はストーリーへの完全な結論を持っていません。\u001b[22m, \u001b[1m実際に1ことになっていないようなフィルムは、しかし物語への完全な結論を持っていません。\u001b[22m\n\u001b[4mWith the announcement of the new sequel to the K series to air this fall, the movie also acts like a considerably well done prologue to it which means all the more reason to watch it.\u001b[24m\n    \u001b[1mこの秋に放映されるKシリーズの新しい続編の発表とともに、この映画はかなり上手くプロローグのようにも動作し、それを見るより多くの理由があることを意味しています。\u001b[22m, \u001b[1mこの秋の空気にKシリーズに新たな続編の発表で、映画もそれを見て、すべてのより多くの理由を意味し、それにかなりよくやったプロローグのような役割を果たします。\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "Jeka-K",
    "profile": "/profile/Jeka-K/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=186530",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n「あなたがしていることはすべて物事に執着していることです。 どこに行けばいいのか分からない限り、どこにでも行くことはできません。 これは、この映画の主なアンタゴニスト、Mishakuji Yukariの言葉です。 彼らはどういう意味ですか？ 彼らは本当ですか？\n\n彼らの最愛の王の喪失に耐えて、HOMRAのメンバーは解散し、自分たちの道を歩み、田舎に戸塚が録画した古いビデオを見ている孤独な日々を過ごすままにしておき、RikioとAnnaは一緒に過ごす時間を過ごし、 バー。 しかし、平和はどれくらい持続するでしょうか？\n\nストーリー：8\nこの映画はオリジナルストーリーのクリフハンガーの閉鎖を意図したもので、私の意見ではそこではかなり良い仕事をしました。 それは多くの質問に答えて、私たちがアニメの前触れですでに目撃した戸塚と琴の死についてより多くの洞察を与えました。 しかし、私は映画のいくつかの点で私が混乱していると私はそれを見続けることが難しくなったと言う必要があります。 いくつかの点で私は一時停止して少し戻っていなければならなかったので、何が起こっているのか理解するだろう。 より多くの質問が答えられたら、もっと質問があります - なぜこれが起こったのですか？ このキャラクターは何を言っているのでしょうか？ 何が起こったのですか？ 私は、他のアニメやKアニメのプレクエルの物語と比べると、物語がよく書かれておらず、その可能性に達していないと言いたい。\n\nアート：10\nKの芸術はこの映画にも完全に残っています。 風景、色 - ああ、ノスタルジア！ 私は特に、映画の中で使われたキャラクターの炎と特殊な力の稲妻やアニメーションが好きだった。 アニメーションは素晴らしく、何度も何度かシーンを見直しました！\n\nサウンド：10\n驚くべき声優のキャストと元のシリーズのOSTをやった人たちはどうなるでしょうか？ このフィルム。 声の演技はいつものように美しく、OSTはちょうど全体をもっと輝かせました。 私は元のOSTからのいくつかのトラックが使われたという事実を特に好んだ。 アンナが歌い上げた歌もあって、私はガチョウのバンプを手に入れました！ 私を少し悩ませた唯一のものは、バックグラウンドミュージックが声部より少し大きかった部分ですが、他の人にも魅力を与えることができます。 全体として、雄大です。\n\nキャラクター：8\n私は元のキャラクターが本当に好きでした。 彼らの中にはさらに発展しているものもあり、以前は見たことのない状況でその一部が表示されていました。 この映画の主なアンタゴニストは本当に私の目を引っ張り、彼の中では多くの可能性を見ましたが、結局私は少し失望しました。 私たちは、彼またはキャラクターの開発についての背景物語を見たことはありませんでした。 私はクリエイターが彼を育てるのにもっと努力してほしいです。\n\n楽しさ：10\n元Kファンとして、私はこれを大いに楽しんだ。 元のシリーズを見直さずにKを見直すのはとても嬉しかったです。 ちょうど十分な行動だけでなく、漫画の救済の瞬間と涙に1つをもたらすことができるいくつかの瞬間だった。 音楽とアニメーションは、あなたがKの世界に吸い込まれるようにするだけです。本当に魔法のような経験でした。\n\n全体：9\n全体的に、この映画はとても良かったです。 それはすべての良い量を持っていたと私はそれがあなたのすべてのKファンに素敵な経験になると確信しています。 私はストーリーとキャラクターの開発が不足しているために8を与えますが、皆さんにもそれをお勧めします。 少なくとも試してみる価値があります。\n\nこのストーリーは、私たちに教えてくれて、人々に許して許されたまったく新しいスタートで私たちを示しています。 この映画では、古いものを放棄し、確かに彼らの人生をより良いものに変える新しい債券を抱く人々を見るでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'All you ever do is cling on to things. You'll never be able to go anywhere unless you learn how to let go.' Those are the words of the main antagonist of this film, Mishakuji Yukari. What do they mean? Are they true?\n\n\u001b[1m「あなたがしていることはすべて物事に執着していることです。 どこに行けばいいのか分からない限り、どこにでも行くことはできません。 これは、この映画の主なアンタゴニスト、Mishakuji Yukariの言葉です。 彼らはどういう意味ですか？ 彼らは本当ですか？\u001b[22m\n\u001b[1m(`Anata ga shite iru koto wa subete monogoto ni shūchaku shite iru kotodesu. Doko ni ikeba ī no ka wakaranai kagiri, doko ni demo iku koto wa dekimasen. Kore wa, kono eiga no omona antagonisuto, Mishakuji Yukari no kotobadesu. Karera wa dōiu imidesu ka? Karera wa hontōdesuka?)\u001b[22m\n\nTranslations of \u001b[4m'All you ever do is cling on to things. You'll never be able to go anywhere unless you learn how to let go.' Those are the words of the main antagonist of this film, Mishakuji Yukari. What do they mean? Are they true?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'All you ever do is cling on to things.\u001b[24m\n    \u001b[1m「あなたがしていることはすべて物事に執着していることです。\u001b[22m, \u001b[1m「あなたが行うすべての物事にしがみつくれます。\u001b[22m\n\u001b[4mYou'll never be able to go anywhere unless you learn how to let go.'\u001b[24m\n    \u001b[1mどこに行けばいいのか分からない限り、どこにでも行くことはできません。\u001b[22m, \u001b[1mあなたが行くように方法を学習しない限り、あなたはどこにでも行くことができることは決してないだろう。」\u001b[22m\n\u001b[4mThose are the words of the main antagonist of this film, Mishakuji Yukari.\u001b[24m\n    \u001b[1mこれは、この映画の主なアンタゴニスト、Mishakuji Yukariの言葉です。\u001b[22m, \u001b[1mこれらは、この映画の主な拮抗薬、Mishakujiゆかりの言葉です。\u001b[22m\n\u001b[4mWhat do they mean?\u001b[24m\n    \u001b[1m彼らはどういう意味ですか？\u001b[22m, \u001b[1m彼らは何を意味するのですか？\u001b[22m\n\u001b[4mAre they true?\u001b[24m\n    \u001b[1m彼らは本当ですか？\u001b[22m\n\u001b[1m\u001b[22m\nBearing with the loss of their beloved King, the members of HOMRA disband and go their own ways, leaving Yata to spend lonely days at the bar watching old videos Totsuka had recorded, Rikio and Anna spending their days together, other members hanging out and avoiding the bar. However, how long will the peacefulness last?\n\n\u001b[1m彼らの最愛の王の喪失に耐えて、HOMRAのメンバーは解散し、自分たちの道を歩み、田舎に戸塚が録画した古いビデオを見ている孤独な日々を過ごすままにしておき、RikioとAnnaは一緒に過ごす時間を過ごし、 バー。 しかし、平和はどれくらい持続するでしょうか？\u001b[22m\n\u001b[1m(Karera no saiai no ō no sōshitsu ni taete, HOMRA no menbā wa kaisan shi, jibun-tachi no michi o ayumi, inaka ni Totsuka ga rokuga shita furui bideo o mite iru kodokuna hibi o sugosu mama ni shite oki, Rikio to Anna wa issho ni sugosu jikan o sugoshi, bā. Shikashi, heiwa wa dorekurai jizoku surudeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mBearing with the loss of their beloved King, the members of HOMRA disband and go their own ways, leaving Yata to spend lonely days at the bar watching old videos Totsuka had recorded, Rikio and Anna spending their days together, other members hanging out and avoiding the bar. However, how long will the peacefulness last?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBearing with the loss of their beloved King, the members of HOMRA disband and go their own ways, leaving Yata to spend lonely days at the bar watching old videos Totsuka had recorded, Rikio and Anna spending their days together, other members hanging out and avoiding\u001b[24m\n    \u001b[1m彼らの最愛の王の喪失に耐えて、HOMRAのメンバーは解散し、自分たちの道を歩み、田舎に戸塚が録画した古いビデオを見ている孤独な日々を過ごすままにしておき、RikioとAnnaは一緒に過ごす時間を過ごし、\u001b[22m, \u001b[1m彼らの最愛の王の損失、HOMRAのメンバーは解散や、他のメンバーはぶらぶら、Rikioとアンナは一緒に日々を過ごし戸塚が記録していた古いビデオを見て、バーで孤独な日々を過ごすために矢田を残し、避け、自分の道を行くとベアリング\u001b[22m\n\u001b[4mthe bar.\u001b[24m\n    \u001b[1mバー。\u001b[22m\n\u001b[4mHowever, how long will the peacefulness last?\u001b[24m\n    \u001b[1mしかし、平和はどれくらい持続するでしょうか？\u001b[22m, \u001b[1mしかし、どのくらいの平和が続くのだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nThis film was intended to be the closure to the cliffhanger of the original story and, in my opinion, did a quite good job there. It answered a lot of questions and gave us more insight on the deaths of Totsuka and Mikoto we had already witnessed in the anime prequel. However, I must say I was confused at some points of the film and it made it harder for me to continue watching it. At some points I had to pause and go back a bit so I would understand what was going on. With more questions answered, we just got more questions to ask - Why did this happen? What did this character mean by saying that? What has just happened? I'd say that the story, compared to the stories of some other animes or the K anime prequel, was not well-written and it did not reach its potential.\n\n\u001b[1mこの映画はオリジナルストーリーのクリフハンガーの閉鎖を意図したもので、私の意見ではそこではかなり良い仕事をしました。 それは多くの質問に答えて、私たちがアニメの前触れですでに目撃した戸塚と琴の死についてより多くの洞察を与えました。 しかし、私は映画のいくつかの点で私が混乱していると私はそれを見続けることが難しくなったと言う必要があります。 いくつかの点で私は一時停止して少し戻っていなければならなかったので、何が起こっているのか理解するだろう。 より多くの質問が答えられたら、もっと質問があります - なぜこれが起こったのですか？ このキャラクターは何を言っているのでしょうか？ 何が起こったのですか？ 私は、他のアニメやKアニメのプレクエルの物語と比べると、物語がよく書かれておらず、その可能性に達していないと言いたい。\u001b[22m\n\u001b[1m(Kono eiga wa orijinarusutōrī no kurifuhangā no heisa o ito shita mono de, watashi no ikende wa sokode wa kanari yoi shigoto o shimashita. Sore wa ōku no shitsumon ni kotaete, watashitachi ga anime no maebure de sudeni mokugeki shita Totsuka to koto no shi ni tsuite yori ōku no dōsatsu o ataemashita. Shikashi, watashi wa eiga no ikutsu ka no ten de watashi ga konran shite iruto watashi wa sore o mi tsudzukeru koto ga muzukashiku natta to iu hitsuyō ga arimasu. Ikutsu ka no ten de watashi wa ichiji teishi shite sukoshi modotte inakereba naranakattanode, nani ga okotte iru no ka rikai surudarou. Yori ōku no shitsumon ga kotae raretara, motto shitsumon ga arimasu - naze kore ga okotta nodesu ka? Kono kyarakutā wa nani o itte iru nodeshou ka? Nani ga okotta nodesu ka? Watashi wa, hoka no anime ya K anime no purekueru no monogatari to kuraberu to, monogatari ga yoku kaka rete orazu, sono kanōsei ni tasshite inai to iitai.)\u001b[22m\n\nTranslations of \u001b[4mThis film was intended to be the closure to the cliffhanger of the original story and, in my opinion, did a quite good job there. It answered a lot of questions and gave us more insight on the deaths of Totsuka and Mikoto we had already witnessed in the anime prequel. However, I must say I was confused at some points of the film and it made it harder for me to continue watching it. At some points I had to pause and go back a bit so I would understand what was going on. With more questions answered, we just got more questions to ask - Why did this happen? What did this character mean by saying that? What has just happened? I'd say that the story, compared to the stories of some other animes or the K anime prequel, was not well-written and it did not reach its potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis film was intended to be the closure to the cliffhanger of the original story and, in my opinion, did a quite good job there.\u001b[24m\n    \u001b[1mこの映画はオリジナルストーリーのクリフハンガーの閉鎖を意図したもので、私の意見ではそこではかなり良い仕事をしました。\u001b[22m, \u001b[1mこの映画は、私の意見では、そこにはかなり良い仕事をした、オリジナルストーリーの接戦に閉鎖することを意図するものとしました。\u001b[22m\n\u001b[4mIt answered a lot of questions and gave us more insight on the deaths of Totsuka and Mikoto we had already witnessed in the anime prequel.\u001b[24m\n    \u001b[1mそれは多くの質問に答えて、私たちがアニメの前触れですでに目撃した戸塚と琴の死についてより多くの洞察を与えました。\u001b[22m, \u001b[1mそれは多くの質問に答えて私たちはすでにアニメの続編で目撃した戸塚と美琴の死亡に関する詳細な洞察を与えました。\u001b[22m\n\u001b[4mHowever, I must say I was confused at some points of the film and it made it harder for me to continue watching it.\u001b[24m\n    \u001b[1mしかし、私は映画のいくつかの点で私が混乱していると私はそれを見続けることが難しくなったと言う必要があります。\u001b[22m, \u001b[1mしかし、私は映画のいくつかの点で混乱していたし、それはそれは難しく、私はそれを見て継続するために作られたと言わなければなりません。\u001b[22m\n\u001b[4mAt some points I had to pause and go back a bit so I would understand what was going on.\u001b[24m\n    \u001b[1mいくつかの点で私は一時停止して少し戻っていなければならなかったので、何が起こっているのか理解するだろう。\u001b[22m, \u001b[1mいくつかの点で私は、私は何が起こっていたかを理解するであろうようビットを一時停止し、戻って行かなければなりませんでした。\u001b[22m\n\u001b[4mWith more questions answered, we just got more questions to ask - Why did this happen?\u001b[24m\n    \u001b[1mより多くの質問が答えられたら、もっと質問があります - なぜこれが起こったのですか？\u001b[22m, \u001b[1mこれはなぜ起こった - 多くの質問が答えでは、我々は単に依頼するより多くの質問を得ましたか。\u001b[22m\n\u001b[4mWhat did this character mean by saying that?\u001b[24m\n    \u001b[1mこのキャラクターは何を言っているのでしょうか？\u001b[22m, \u001b[1mこの文字はそれを言って何を意味するのですか？\u001b[22m\n\u001b[4mWhat has just happened?\u001b[24m\n    \u001b[1m何が起こったのですか？\u001b[22m, \u001b[1m何が起こりましたの？\u001b[22m\n\u001b[4mI'd say that the story, compared to the stories of some other animes or the K anime prequel, was not well-written and it did not reach its potential.\u001b[24m\n    \u001b[1m私は、他のアニメやKアニメのプレクエルの物語と比べると、物語がよく書かれておらず、その可能性に達していないと言いたい。\u001b[22m, \u001b[1m私はいくつかの他のアニメやKアニメ続編の話に比べてストーリーは、よく書かれていなかった、それはその可能性に到達しなかったことを言うと思います。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nThe art of K stays flawless in this film as well. The scenery, the colours - ah, nostalgia! I especially liked the lightning and the animations of flames and special powers the characters used during the film. The animation is splendid - I re-watched some scenes way too many times!\n\n\u001b[1mKの芸術はこの映画にも完全に残っています。 風景、色 - ああ、ノスタルジア！ 私は特に、映画の中で使われたキャラクターの炎と特殊な力の稲妻やアニメーションが好きだった。 アニメーションは素晴らしく、何度も何度かシーンを見直しました！\u001b[22m\n\u001b[1m(K no geijutsu wa kono eiga ni mo kanzen ni nokotte imasu. Fūkei,-iro - ā, nosutarujia! Watashi wa tokuni, eiga no naka de tsukawa reta kyarakutā no honō to tokushuna-ryoku no inazuma ya animēshon ga sukidatta. Animēshon wa subarashiku, nando mo nando ka shīn o minaoshimashita!)\u001b[22m\n\nTranslations of \u001b[4mThe art of K stays flawless in this film as well. The scenery, the colours - ah, nostalgia! I especially liked the lightning and the animations of flames and special powers the characters used during the film. The animation is splendid - I re-watched some scenes way too many times!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art of K stays flawless in this film as well.\u001b[24m\n    \u001b[1mKの芸術はこの映画にも完全に残っています。\u001b[22m, \u001b[1mKの芸術は、同様に、この映画の中で完璧なままです。\u001b[22m\n\u001b[4mThe scenery, the colours - ah, nostalgia!\u001b[24m\n    \u001b[1m風景、色 - ああ、ノスタルジア！\u001b[22m, \u001b[1m風景、色 - ああ、懐かし！\u001b[22m\n\u001b[4mI especially liked the lightning and the animations of flames and special powers the characters used during the film.\u001b[24m\n    \u001b[1m私は特に、映画の中で使われたキャラクターの炎と特殊な力の稲妻やアニメーションが好きだった。\u001b[22m, \u001b[1m私は特に雷と炎と特別な力フィルムの間に使用される文字のアニメーションが好きでした。\u001b[22m\n\u001b[4mThe animation is splendid - I re-watched some scenes way too many times!\u001b[24m\n    \u001b[1mアニメーションは素晴らしく、何度も何度かシーンを見直しました！\u001b[22m, \u001b[1mアニメーションは素晴らしいです - 私再度見ていくつかのシーンはあまりにも何度も！\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nWhat could happen with an amazing voice actor cast and the people who did the OST for the original series? This film. The voice acting was beautiful as always and the OST just made the whole thing shine even more. I especially liked the fact that some of the tracks from the original OST were used. There was also a song sung by Anna and I got goosebumps! The only thing that bothered me a little bit is the parts where the background music was a bit louder than the voices, but it can also give it more charm for others. Overall, majestic.\n\n\u001b[1m驚くべき声優のキャストと元のシリーズのOSTをやった人たちはどうなるでしょうか？ このフィルム。 声の演技はいつものように美しく、OSTはちょうど全体をもっと輝かせました。 私は元のOSTからのいくつかのトラックが使われたという事実を特に好んだ。 アンナが歌い上げた歌もあって、私はガチョウのバンプを手に入れました！ 私を少し悩ませた唯一のものは、バックグラウンドミュージックが声部より少し大きかった部分ですが、他の人にも魅力を与えることができます。 全体として、雄大です。\u001b[22m\n\u001b[1m(Odorokubeki seiyū no kyasuto to gen no shirīzu no OST o yatta hito-tachi wa dō narudeshou ka? Kono firumu. Koe no engi wa itsumo no yō ni utsukushiku, OST wa chōdo zentai o motto kagayaka semashita. Watashi wa gen no OST kara no ikutsu ka no torakku ga tsukawa reta to iu jijitsu o tokuni kononda. An'na ga utaiageta uta moatte, watashi wa gachō no banpu o te ni iremashita! Watashi o sukoshi nayama seta yuiitsu no mono wa, bakkuguraundomyūjikku ga seibu yori sukoshi ōkikatta bubundesuga, hokanohito ni mo miryoku o ataeru koto ga dekimasu. Zentai to shite, yūdaidesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat could happen with an amazing voice actor cast and the people who did the OST for the original series? This film. The voice acting was beautiful as always and the OST just made the whole thing shine even more. I especially liked the fact that some of the tracks from the original OST were used. There was also a song sung by Anna and I got goosebumps! The only thing that bothered me a little bit is the parts where the background music was a bit louder than the voices, but it can also give it more charm for others. Overall, majestic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat could happen with an amazing voice actor cast and the people who did the OST for the original series?\u001b[24m\n    \u001b[1m驚くべき声優のキャストと元のシリーズのOSTをやった人たちはどうなるでしょうか？\u001b[22m, \u001b[1m素晴らしい声優キャストと元のシリーズのOSTをした人と何が起こるのだろうか？\u001b[22m\n\u001b[4mThis film.\u001b[24m\n    \u001b[1mこのフィルム。\u001b[22m, \u001b[1mこの映画。\u001b[22m\n\u001b[4mThe voice acting was beautiful as always and the OST just made the whole thing shine even more.\u001b[24m\n    \u001b[1m声の演技はいつものように美しく、OSTはちょうど全体をもっと輝かせました。\u001b[22m, \u001b[1m声の演技はいつものようにきれいだったとOSTはちょうど全体のことをより一層輝きました。\u001b[22m\n\u001b[4mI especially liked the fact that some of the tracks from the original OST were used.\u001b[24m\n    \u001b[1m私は元のOSTからのいくつかのトラックが使われたという事実を特に好んだ。\u001b[22m, \u001b[1m私は特に、元のOSTからの曲の一部が使用されたという事実が好き。\u001b[22m\n\u001b[4mThere was also a song sung by Anna and I got goosebumps!\u001b[24m\n    \u001b[1mアンナが歌い上げた歌もあって、私はガチョウのバンプを手に入れました！\u001b[22m, \u001b[1mそこアンナが歌う歌でもあったと私は鳥肌を得ました！\u001b[22m\n\u001b[4mThe only thing that bothered me a little bit is the parts where the background music was a bit louder than the voices, but it can also give it more charm for others.\u001b[24m\n    \u001b[1m私を少し悩ませた唯一のものは、バックグラウンドミュージックが声部より少し大きかった部分ですが、他の人にも魅力を与えることができます。\u001b[22m, \u001b[1m私は少し気に唯一のものは、背景音楽が声よりも少し大きくした部品であるが、それはまたそれを他の人のためのより多くの魅力を与えることができます。\u001b[22m\n\u001b[4mOverall, majestic.\u001b[24m\n    \u001b[1m全体として、雄大です。\u001b[22m, \u001b[1m全体的に、雄大な。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nI really liked the original characters and it was really nice seeing them in action again. Some of them got more development and some of them were shown in situations we've never seen them before, which was refreshing. The main antagonist of this film really caught my eye and I saw a lot of potential in him, but in the end I ended up a bit disappointed. We never got to see any background story on him or character development - just a plain, shallow character who served to trigger the plot. I wish the creators put more effort in developing him.\n\n\u001b[1m私は元のキャラクターが本当に好きでした。 彼らの中にはさらに発展しているものもあり、以前は見たことのない状況でそれらのいくつかが表示されていました。 この映画の主なアンタゴニストは本当に私の目を引っ張り、彼の中では多くの可能性を見ましたが、結局私は少し失望しました。 私たちは、彼またはキャラクターの開発についての背景物語を見たことはありませんでした。 私はクリエイターが彼を育てるのにもっと努力してほしいです。\u001b[22m\n\u001b[1m(Watashi wa gen no kyarakutā ga hontōni sukideshita. Karera no nakaniha sarani hatten shite iru mono mo ari, izen wa mita koto no nai jōkyō de sorera no ikutsu ka ga hyōji sa rete imashita. Kono eiga no omona antagonisuto wa hontōni watashi no me o hippari, kare no nakade wa ōku no kanōsei o mimashitaga, kekkyoku watashi wa sukoshi shitsubō shimashita. Watashitachiha, kare matawa kyarakutā no kaihatsu ni tsuite no haikei monogatari o mita koto wa arimasendeshita. Watashi wa kurieitā ga kare o sodateru no ni motto doryoku shite hoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI really liked the original characters and it was really nice seeing them in action again. Some of them got more development and some of them were shown in situations we've never seen them before, which was refreshing. The main antagonist of this film really caught my eye and I saw a lot of potential in him, but in the end I ended up a bit disappointed. We never got to see any background story on him or character development - just a plain, shallow character who served to trigger the plot. I wish the creators put more effort in developing him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked the original characters and it was really nice seeing them in action again.\u001b[24m\n    \u001b[1m私は元のキャラクターが本当に好きでした。\u001b[22m, \u001b[1m私は本当に、元の文字が好きで、それが再びアクションでそれらを見て、本当によかったです。\u001b[22m\n\u001b[4mSome of them got more development and some of them were shown in situations we've never seen them before, which was refreshing.\u001b[24m\n    \u001b[1m彼らの中にはさらに発展しているものもあり、以前は見たことのない状況でそれらのいくつかが表示されていました。\u001b[22m, \u001b[1mそれらのいくつかは、より多くの開発を持って、それらのいくつかはさっぱりだった私たちは前にそれらを見たことがない状況で示されました。\u001b[22m\n\u001b[4mThe main antagonist of this film really caught my eye and I saw a lot of potential in him, but in the end I ended up a bit disappointed.\u001b[24m\n    \u001b[1mこの映画の主なアンタゴニストは本当に私の目を引っ張り、彼の中では多くの可能性を見ましたが、結局私は少し失望しました。\u001b[22m, \u001b[1mこの映画の主な拮抗薬は、本当に私の目を引いたし、私は彼に多くの可能性を見ましたが、最終的に私は失望少し終わりました。\u001b[22m\n\u001b[4mWe never got to see any background story on him or character development - just a plain, shallow character who served to trigger the plot.\u001b[24m\n    \u001b[1m私たちは、彼またはキャラクターの開発についての背景物語を見たことはありませんでした。\u001b[22m, \u001b[1m単なる、浅い文字プロットをトリガーするのに役立った - 我々は彼または文字開発に任意のバックグラウンドストーリーを見るためにやったことがなかったです。\u001b[22m\n\u001b[4mI wish the creators put more effort in developing him.\u001b[24m\n    \u001b[1m私はクリエイターが彼を育てるのにもっと努力してほしいです。\u001b[22m, \u001b[1m私はクリエイターが彼の開発にもっと力を入れたいです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nAs a former K fan, I enjoyed this greatly. It was so nice to see K back again without having to re-watch the original series. There was just enough action, as well as comic relief moments and some moments that could bring one to tears. The music and the animation just make you let yourself be sucked into the world of K. It was truly a magical experience.\n\n\u001b[1m元Kファンとして、私はこれを大いに楽しんだ。 元のシリーズを見直さずにKを見直すのはとても嬉しかったです。 ちょうど十分な行動だけでなく、漫画の救済の瞬間と涙に1つをもたらすことができるいくつかの瞬間だった。 音楽とアニメーションは、あなたがKの世界に吸い込まれるようにするだけです。本当に魔法のような経験でした。\u001b[22m\n\u001b[1m(Moto K fan to shite, watashi wa kore o ōini tanoshinda. Gen no shirīzu o minaosazu ni K o minaosu no wa totemo ureshikattadesu. Chōdo jūbun'na kōdō dakedenaku, manga no kyūsai no shunkan to namida ni 1tsu o motarasu koto ga dekiru ikutsu ka no shunkandatta. Ongaku to animēshon wa, anata ga K no sekai ni suikoma reru yō ni suru dakedesu. Hontōni mahō no yōna keikendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs a former K fan, I enjoyed this greatly. It was so nice to see K back again without having to re-watch the original series. There was just enough action, as well as comic relief moments and some moments that could bring one to tears. The music and the animation just make you let yourself be sucked into the world of K. It was truly a magical experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a former K fan, I enjoyed this greatly.\u001b[24m\n    \u001b[1m元Kファンとして、私はこれを大いに楽しんだ。\u001b[22m, \u001b[1m旧Kファンとして、私は非常にこれを楽しみました。\u001b[22m\n\u001b[4mIt was so nice to see K back again without having to re-watch the original series.\u001b[24m\n    \u001b[1m元のシリーズを見直さずにKを見直すのはとても嬉しかったです。\u001b[22m, \u001b[1mオリジナルシリーズを再視聴することなく、再びKを確認するためにとても素敵でした。\u001b[22m\n\u001b[4mThere was just enough action, as well as comic relief moments and some moments that could bring one to tears.\u001b[24m\n    \u001b[1mちょうど十分な行動だけでなく、漫画の救済の瞬間と涙に1つをもたらすことができるいくつかの瞬間だった。\u001b[22m, \u001b[1mだけで十分なアクションだけでなく、コミックリリーフモーメントと涙に1を持って来ることができるいくつかの瞬間がありました。\u001b[22m\n\u001b[4mThe music and the animation just make you let yourself be sucked into the world of K. It was truly a magical experience.\u001b[24m\n    \u001b[1m音楽とアニメーションは、あなたがKの世界に吸い込まれるようにするだけです。本当に魔法のような経験でした。\u001b[22m, \u001b[1m音楽や動画は、ちょうどあなた自身がそれは本当に魔法のような経験だったKの世界に吸い込まれてみましょう作ります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nOverall, this film was very good. It had a good amount of everything and I'm sure it'd be a nice experience to all of you K fans. I give it an 8 because of the lack of story and character development, but I also recommend it to all of you. At least it's worth giving it a try.\n\n\u001b[1m全体的に、この映画はとても良かったです。 それはすべての良い量を持っていたと私はそれがあなたのすべてのKファンに素敵な経験になると確信しています。 私はストーリーとキャラクターの開発が不足しているために8を与えますが、皆さんにもそれをお勧めします。 少なくとも試してみる価値があります。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono eiga wa totemo yokattadesu. Sore wa subete no yoi ryō o motte ita to watashi wa sore ga anata no subete no K fan ni sutekina keiken ni naru to kakushin shite imasu. Watashi wa sutōrī to kyarakutā no kaihatsu ga fusoku shite iru tame ni 8 o ataemasuga, minasan ni mo sore o o susume shimasu. Sukunakutomo tameshite miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this film was very good. It had a good amount of everything and I'm sure it'd be a nice experience to all of you K fans. I give it an 8 because of the lack of story and character development, but I also recommend it to all of you. At least it's worth giving it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this film was very good.\u001b[24m\n    \u001b[1m全体的に、この映画はとても良かったです。\u001b[22m, \u001b[1m全体的に、この映画は非常に良好でした。\u001b[22m\n\u001b[4mIt had a good amount of everything and I'm sure it'd be a nice experience to all of you K fans.\u001b[24m\n    \u001b[1mそれはすべての良い量を持っていたと私はそれがあなたのすべてのKファンに素敵な経験になると確信しています。\u001b[22m, \u001b[1mそれはすべての良い量を持っていたし、私はそれはあなたのKファンのすべてに素晴らしい経験になるだろうと確信しています。\u001b[22m\n\u001b[4mI give it an 8 because of the lack of story and character development, but I also recommend it to all of you.\u001b[24m\n    \u001b[1m私はストーリーとキャラクターの開発が不足しているために8を与えますが、皆さんにもそれをお勧めします。\u001b[22m, \u001b[1mため、私はストーリーとキャラクターの成長の不足のため、それを8を与えるが、私はまた、あなたのすべてにそれをお勧めします。\u001b[22m\n\u001b[4mAt least it's worth giving it a try.\u001b[24m\n    \u001b[1m少なくとも試してみる価値があります。\u001b[22m, \u001b[1m少なくともそれはそれを試してみる価値はあります。\u001b[22m\n\u001b[1m\u001b[22m\nThis story teaches and shows us people at a whole new start, people forgiving and being forgiven. In this film you'll see people letting go of old, and embracing new bonds that will certainly change their lives towards better.\n\n\u001b[1mこのストーリーは、私たちに教えてくれて、人々に許して許されたまったく新しいスタートで私たちを示しています。 この映画では、古いものを放棄し、確かに彼らの人生をより良いものに変える新しい債券を抱く人々を見るでしょう。\u001b[22m\n\u001b[1m(Kono sutōrī wa, watashitachi ni oshiete kurete, hitobito ni yurushite yurusa reta mattaku atarashī sutāto de watashitachi o shimeshite imasu. Kono eigade wa, furui mono o hōki shi, tashikani karera no jinsei o yori yoi mono ni kaeru atarashī saiken o daku hitobito o mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis story teaches and shows us people at a whole new start, people forgiving and being forgiven. In this film you'll see people letting go of old, and embracing new bonds that will certainly change their lives towards better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story teaches and shows us people at a whole new start, people forgiving and being forgiven.\u001b[24m\n    \u001b[1mこのストーリーは、私たちに教えてくれて、人々に許して許されたまったく新しいスタートで私たちを示しています。\u001b[22m, \u001b[1mこの物語は教え、私たちに全く新しいスタートの人々を示し、人々は寛容にして赦されています。\u001b[22m\n\u001b[4mIn this film you'll see people letting go of old, and embracing new bonds that will certainly change their lives towards better.\u001b[24m\n    \u001b[1mこの映画では、古いものを放棄し、確かに彼らの人生をより良いものに変える新しい債券を抱く人々を見るでしょう。\u001b[22m, \u001b[1mこの映画では、人々は古いのを手放すと、確かに、より良いに向かって自分たちの生活を変更する新しい結合を受け入れる表示されます。\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "Lue",
    "profile": "/profile/Lue/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=186934",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  8\n\nDvDのリリースを待ってから、私は失望していないことをうれしく思っています。\nあなたたちはどちらにも失望することはありません！\n\nK：The Animationの最後の弧から続き、プロットは新しいキャラクターではるかに大きくなっています。\n\nストーリー9/10：\nディープストーリー、K：The Animationをベースに、愛と憎しみの関係、他の王様に引っ越しをする影のある王を含む。 いくつかの人々のために涙のjerkerすることができますが、他の人のためにそれはあなたをアドレナリンでポンプすることができます。\n\n\nアート11/10：（はい、10のうち11）\nいくつかの特定の時点で、あなたは実生活のように感じます。 完璧な芸術、いいえ！ 完璧を超えて。 優れた戦い、グラフィックス、キャラクター すべてが一流です！\n\n\nサウンド10/10：\n通常のチルトラックは、うまくいった最も重要な部分の1つです。 必要なときに強力なトラック。 楽しさに満ちたリラックスした感覚をあなたに与えます。\n\n\nキャラクターの「8/10：\n新しいキャラクターを追加している間、古いキャラクターは悲しげに正確なタイプの個性を残しました。 宗像の変遷にもかかわらず、宗像の不自由なユーモアが残っていた。  （1人のキャラクターだけが性格を変える）\n\n\n楽しさ：8/10\n何人かの人々は時折冷やされているという事実が好きではないだろうし、他の人たちはプロットのねじれが気に入らないかもしれないが、Kファンの場合、彼らはそれを少しでも愛するだろう。 マイナーキャラクターでさえ、新しい映画に参加するチャンスがあります！\n\n全体：9/10\n偉大な映画、あなたは間違いなくそれにショットを与える必要があります！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAfter waiting a long time for the DvD release, I'm glad I wasn't disappointed.\n\n\u001b[1mDvDのリリースを待ってから、私は失望していないことをうれしく思っています。\u001b[22m\n\u001b[1m(DvD no rirīsu o matte kara, watashi wa shitsubō shite inai koto o ureshiku omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter waiting a long time for the DvD release, I'm glad I wasn't disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter waiting a long time for the DvD release, I'm glad I wasn't disappointed.\u001b[24m\n    \u001b[1mDvDのリリースを待ってから、私は失望していないことをうれしく思っています。\u001b[22m, \u001b[1mDVDのリリースのために長い時間を待った後、私は失望しませんでしたうれしいです。\u001b[22m\nYou guys won't be disappointed either!\n\n\u001b[1mあなたたちはどちらにも失望することはありません！\u001b[22m\n\u001b[1m(Anata-tachi wa dochira ni mo shitsubō suru koto wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mYou guys won't be disappointed either!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou guys won't be disappointed either!\u001b[24m\n    \u001b[1mあなたたちはどちらにも失望することはありません！\u001b[22m, \u001b[1m君たちはどちらか失望することはできません！\u001b[22m\n\u001b[1m\u001b[22m\nContinuing from the last arc of K: The Animation, the plot has gotten much bigger with the new characters.\n\n\u001b[1mK：The Animationの最後の弧から続き、プロットは新しいキャラクターではるかに大きくなっています。\u001b[22m\n\u001b[1m(K: The Animation no saigo no ko kara tsudzuki, purotto wa atarashī kyarakutā de haruka ni ōkiku natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mContinuing from the last arc of K: The Animation, the plot has gotten much bigger with the new characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mContinuing from the last arc of K: The Animation, the plot has gotten much bigger with the new characters.\u001b[24m\n    \u001b[1mK：The Animationの最後の弧から続き、プロットは新しいキャラクターではるかに大きくなっています。\u001b[22m, \u001b[1mKの最後の円弧に引き続き：アニメーション、プロットは新しいキャラクターとはるかに大きいたどっています。\u001b[22m\n\u001b[1m\u001b[22m\nStory 9/10:\n\n\u001b[1mストーリー9/10：\u001b[22m\n\u001b[1m(Sutōrī 9/ 10:)\u001b[22m\n\nTranslations of \u001b[4mStory 9/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9/10:\u001b[24m\n    \u001b[1mストーリー9/10：\u001b[22m\nDeep story, taking K: The Animation as a base, the love/hate relationships, including a shady king who makes a move on some other king. Can be a tear jerker for some people, while for the others it can pump you with adrenaline.\n\n\u001b[1mディープストーリー、K：The Animationをベースに、愛と憎しみの関係、他の王様に引っ越しをする影のある王を含む。 いくつかの人々のために涙のjerkerすることができますが、他の人のためにそれはあなたをアドレナリンでポンプすることができます。\u001b[22m\n\u001b[1m(Dīpusutōrī, K: The Animation o bēsu ni, ai to nikushimi no kankei, hoka no ōsama ni hikkoshi o suru kage no aru ō o fukumu. Ikutsu ka no hitobito no tame ni namida no jerker suru koto ga dekimasuga, hokanohito no tame ni sore wa anata o adorenarin de ponpu suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mDeep story, taking K: The Animation as a base, the love/hate relationships, including a shady king who makes a move on some other king. Can be a tear jerker for some people, while for the others it can pump you with adrenaline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeep story, taking K: The Animation as a base, the love/hate relationships, including a shady king who makes a move on some other king.\u001b[24m\n    \u001b[1mディープストーリー、K：The Animationをベースに、愛と憎しみの関係、他の王様に引っ越しをする影のある王を含む。\u001b[22m, \u001b[1mKを取って深い話、：いくつかの他の王に移動します日陰王を含むベース、愛/憎しみの関係、などのアニメーション。\u001b[22m\n\u001b[4mCan be a tear jerker for some people, while for the others it can pump you with adrenaline.\u001b[24m\n    \u001b[1mいくつかの人々のために涙のjerkerすることができますが、他の人のためにそれはあなたをアドレナリンでポンプすることができます。\u001b[22m, \u001b[1m他人のために、それはアドレナリンであなたをポンプことができますが、一部の人のために涙jerkerことができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt 11/10: (Yes, 11 out of 10)\n\n\u001b[1mアート11/10：（はい、10のうち11）\u001b[22m\n\u001b[1m(Āto 11/ 10: (Hai, 10 no uchi 11))\u001b[22m\n\nTranslations of \u001b[4mArt 11/10: (Yes, 11 out of 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 11/10: (Yes, 11 out of 10)\u001b[24m\n    \u001b[1mアート11/10：（はい、10のうち11）\u001b[22m, \u001b[1mアート11月10日：（はい、10のうち11）\u001b[22m\nAt some certain points, you feel as if it's real life. Perfect art, no! Beyond perfect. Outstanding fights, graphics and characters. Everything is top notch!\n\n\u001b[1mいくつかの特定の時点で、あなたは実生活のように感じます。 完璧な芸術、いいえ！ 完璧を超えて。 優れた戦い、グラフィックス、キャラクター すべてが一流です！\u001b[22m\n\u001b[1m(Ikutsu ka no tokutei no jiten de, anata wa jisseikatsu no yō ni kanjimasu. Kanpekina geijutsu, īe! Kanpeki o koete. Sugureta tatakai, gurafikkusu, kyarakutā subete ga ichiryūdesu!)\u001b[22m\n\nTranslations of \u001b[4mAt some certain points, you feel as if it's real life. Perfect art, no! Beyond perfect. Outstanding fights, graphics and characters. Everything is top notch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt some certain points, you feel as if it's real life.\u001b[24m\n    \u001b[1mいくつかの特定の時点で、あなたは実生活のように感じます。\u001b[22m, \u001b[1mそれは本当の人生だかのようにいくつかの特定の時点で、あなたは感じています。\u001b[22m\n\u001b[4mPerfect art, no!\u001b[24m\n    \u001b[1m完璧な芸術、いいえ！\u001b[22m, \u001b[1mパーフェクトアート、ありません！\u001b[22m\n\u001b[4mBeyond perfect.\u001b[24m\n    \u001b[1m完璧を超えて。\u001b[22m\n\u001b[4mOutstanding fights, graphics and characters.\u001b[24m\n    \u001b[1m優れた戦い、グラフィックス、キャラクター\u001b[22m, \u001b[1m卓越した戦い、グラフィックと文字。\u001b[22m\n\u001b[4mEverything is top notch!\u001b[24m\n    \u001b[1mすべてが一流です！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSounds 10/10:\n\n\u001b[1mサウンド10/10：\u001b[22m\n\u001b[1m(Saundo 10/ 10:)\u001b[22m\n\nTranslations of \u001b[4mSounds 10/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSounds 10/10:\u001b[24m\n    \u001b[1mサウンド10/10：\u001b[22m, \u001b[1m10/10サウンド：\u001b[22m\nThe usual chill tracks, one of the most crucial parts that was done well. Strong tracks when needed. Giving you a relaxing sensation full of enjoyment.\n\n\u001b[1m通常のチルトラックは、うまくいった最も重要な部分の1つです。 必要なときに強力なトラック。 楽しさに満ちたリラックスした感覚をあなたに与えます。\u001b[22m\n\u001b[1m(Tsūjō no chirutorakku wa, umaku itta mottomo jūyōna bubun no 1tsudesu. Hitsuyōna toki ni kyōryokuna torakku. Tanoshisa ni michita rirakkusu shita kankaku o anata ni ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe usual chill tracks, one of the most crucial parts that was done well. Strong tracks when needed. Giving you a relaxing sensation full of enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe usual chill tracks, one of the most crucial parts that was done well.\u001b[24m\n    \u001b[1m通常のチルトラックは、うまくいった最も重要な部分の1つです。\u001b[22m, \u001b[1m通常の冷蔵トラック、よく行われていた最も重要な部分の一つ。\u001b[22m\n\u001b[4mStrong tracks when needed.\u001b[24m\n    \u001b[1m必要なときに強力なトラック。\u001b[22m, \u001b[1m強力なトラックが必要なとき。\u001b[22m\n\u001b[4mGiving you a relaxing sensation full of enjoyment.\u001b[24m\n    \u001b[1m楽しさに満ちたリラックスした感覚をあなたに与えます。\u001b[22m, \u001b[1mあなたの楽しみの完全なリラックス感を与えます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter's' 8/10:\n\n\u001b[1mキャラクターの「8/10：\u001b[22m\n\u001b[1m(Kyarakutā no `8 / 10:)\u001b[22m\n\nTranslations of \u001b[4mCharacter's' 8/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter's' 8/10:\u001b[24m\n    \u001b[1mキャラクターの「8/10：\u001b[22m, \u001b[1m文字の「8/10：\u001b[22m\nWhile adding new characters, the old characters sadly remained with the exact type of personality. Even Munakata's lame humor remained, despite the change of some of the characters looks. (Only 1 character gets a change of personality)\n\n\u001b[1m新しいキャラクターを追加している間、古いキャラクターは悲しげに正確なタイプの個性を残しました。 宗像の変遷にもかかわらず、宗像の不自由なユーモアが残っていた。  （1人のキャラクターだけが性格を変える）\u001b[22m\n\u001b[1m(Atarashī kyarakutā o tsuika shite iru ma, furui kyarakutā wa kanashi-ge ni seikakuna taipu no kosei o nokoshimashita. Munakata no hensen nimokakawarazu, Munakata no fujiyūna yūmoa ga nokotte ita. (1-Ri no kyarakutā dake ga seikaku o kaeru))\u001b[22m\n\nTranslations of \u001b[4mWhile adding new characters, the old characters sadly remained with the exact type of personality. Even Munakata's lame humor remained, despite the change of some of the characters looks. (Only 1 character gets a change of personality)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile adding new characters, the old characters sadly remained with the exact type of personality.\u001b[24m\n    \u001b[1m新しいキャラクターを追加している間、古いキャラクターは悲しげに正確なタイプの個性を残しました。\u001b[22m, \u001b[1m新キャラクターを追加する際に、古い文字が悲しい性格の正確なタイプで残りました。\u001b[22m\n\u001b[4mEven Munakata's lame humor remained, despite the change of some of the characters looks.\u001b[24m\n    \u001b[1m宗像の変遷にもかかわらず、宗像の不自由なユーモアが残っていた。\u001b[22m, \u001b[1mでも宗像のラメユーモアが文字のルックスのいくつかの変化にもかかわらず、残っていました。\u001b[22m\n\u001b[4m(Only 1 character gets a change of personality)\u001b[24m\n    \u001b[1m（1人のキャラクターだけが性格を変える）\u001b[22m, \u001b[1m（のみ1文字が人格の変化を取得します）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8/10\n\n\u001b[1m楽しさ：8/10\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8/10\u001b[24m\n    \u001b[1m楽しさ：8/10\u001b[22m\nSome people won't like the fact that it's over-chill sometimes, and some others might not like the plot twists, but.. As for the K fans, they'll love it to bits. Even the minor characters get a chance of taking a part of the new movie!\n\n\u001b[1m何人かの人々は時折冷やされているという事実が好きではないだろうし、他の人たちはプロットのねじれが気に入らないかもしれないが、Kファンの場合、彼らはそれを少しでも愛するだろう。 マイナーキャラクターでさえ、新しい映画に参加するチャンスがあります！\u001b[22m\n\u001b[1m(Nan'ninka no hitobito wa tokiori hiyasa rete iru to iu jijitsu ga sukide wanaidaroushi, hokanohito-tachi wa purotto no nejire ga kiniiranai kamo shirenaiga, K fan no baai, karera wa sore o sukoshidemo aisurudarou. Mainākyarakutāde sae, atarashī eiga ni sanka suru chansu ga arimasu!)\u001b[22m\n\nTranslations of \u001b[4mSome people won't like the fact that it's over-chill sometimes, and some others might not like the plot twists, but.. As for the K fans, they'll love it to bits. Even the minor characters get a chance of taking a part of the new movie!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome people won't like the fact that it's over-chill sometimes, and some others might not like the plot twists, but.. As for the K fans, they'll love it to bits.\u001b[24m\n    \u001b[1m何人かの人々は時折冷やされているという事実が好きではないだろうし、他の人たちはプロットのねじれが気に入らないかもしれないが、Kファンの場合、彼らはそれを少しでも愛するだろう。\u001b[22m, \u001b[1m一部の人々は、それが時として過剰寒さだという事実が好きではないだろう、といくつかの他は、どんでん返しが好きではないかもしれないが、.. Kファンのためとして、彼らはビットにそれを好きになります。\u001b[22m\n\u001b[4mEven the minor characters get a chance of taking a part of the new movie!\u001b[24m\n    \u001b[1mマイナーキャラクターでさえ、新しい映画に参加するチャンスがあります！\u001b[22m, \u001b[1mでもマイナーな文字は、新しい映画の一部を取るチャンスを得ます！\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\nGreat movie, you definitely should give it a shot!\n\n\u001b[1m偉大な映画、あなたは間違いなくそれにショットを与える必要があります！\u001b[22m\n\u001b[1m(Idaina eiga, anata wa machigainaku sore ni shotto o ataeru hitsuyō ga arimasu!)\u001b[22m\n\nTranslations of \u001b[4mGreat movie, you definitely should give it a shot!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat movie, you definitely should give it a shot!\u001b[24m\n    \u001b[1m偉大な映画、あなたは間違いなくそれにショットを与える必要があります！\u001b[22m, \u001b[1m素晴らしい映画は、あなたは間違いなくそれに打撃を与える必要があります！\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "DazzlingDesserts",
    "profile": "/profile/DazzlingDesserts/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=194190",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  6\n|  6\n\n* Spoilersを含む、あなた自身の責任で読む*\n\n\n私は個人的にこの映画に異なる期待を持っていました。 最初のシリーズが終わったとき、それはあなたを崖のハンガーに置いた。 私は質問が残っていた。 といった\n\n•史郎はどこですか？ 彼らは彼を見つけるだろうか？\n•HOMRAはどうなったのですか？\n\nそれがすべてです。 彼らが喜子を殺してからのような気がしました。ドラマのために新しいキャラクターを追加することに決めました。 非常に強制的に感じた。\n\n私は、史郎がどこから来たのかを知るのに2分で圧倒され、テレビシリーズの最後のエピソードでHOMRAに何が起こったのだろうと信じています。 まったく新しい映画を作るよりも。 アンナが彼女の中で力を働かせて新しい赤い王になった時、それは非常に難しかった。 もう一度別の崖のハンガーにあなたを残しました。\n\n全体的に芸術は素晴らしいです。 非常に鮮明でクリアな色。\n\n私がシーズン2を見たいかどうかわからない",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\n* Contain Spoilers, read at your own risk *\n\n\u001b[1m* Spoilersを含む、あなた自身の責任で読む*\u001b[22m\n\u001b[1m(* Spoilers o fukumu, anata jishin no sekinin de yomu*)\u001b[22m\n\nTranslations of \u001b[4m* Contain Spoilers, read at your own risk *\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* Contain Spoilers, read at your own risk *\u001b[24m\n    \u001b[1m* Spoilersを含む、あなた自身の責任で読む*\u001b[22m, \u001b[1m* *ご自身の責任でお読みスポイラーを含みます\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI personally had different expectations for this movie. As the first series ended, it left you on a cliff hanger. I was left with questions. Such as\n\n\u001b[1m私は個人的にこの映画に異なる期待を持っていました。 最初のシリーズが終わったとき、それはあなたを崖のハンガーに置いた。 私は質問が残っていた。 といった\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni kono eiga ni kotonaru kitai o motte imashita. Saisho no shirīzu ga owatta toki, sore wa anata o gake no hangā ni oita. Watashi wa shitsumon ga nokotte ita. To itta)\u001b[22m\n\nTranslations of \u001b[4mI personally had different expectations for this movie. As the first series ended, it left you on a cliff hanger. I was left with questions. Such as\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally had different expectations for this movie.\u001b[24m\n    \u001b[1m私は個人的にこの映画に異なる期待を持っていました。\u001b[22m, \u001b[1m私は個人的にこの映画のために異なる期待を持っていました。\u001b[22m\n\u001b[4mAs the first series ended, it left you on a cliff hanger.\u001b[24m\n    \u001b[1m最初のシリーズが終わったとき、それはあなたを崖のハンガーに置いた。\u001b[22m, \u001b[1m最初のシリーズが終了したように、それは崖のハンガーにあなたを残しました。\u001b[22m\n\u001b[4mI was left with questions.\u001b[24m\n    \u001b[1m私は質問が残っていた。\u001b[22m, \u001b[1m私が質問に残っていました。\u001b[22m\n\u001b[4mSuch as\u001b[24m\n    \u001b[1mといった\u001b[22m, \u001b[1mそのような\u001b[22m, \u001b[1mそのようなものとして\u001b[22m\n\u001b[1m\u001b[22m\n• Where is Shiro? Will they find him?\n\n\u001b[1m•史郎はどこですか？ 彼らは彼を見つけるだろうか？\u001b[22m\n\u001b[1m(• Shirō wa dokodesu ka? Karera wa kare o mitsukerudarou ka?)\u001b[22m\n\nTranslations of \u001b[4m• Where is Shiro? Will they find him?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m• Where is Shiro?\u001b[24m\n    \u001b[1m•史郎はどこですか？\u001b[22m\n\u001b[4mWill they find him?\u001b[24m\n    \u001b[1m彼らは彼を見つけるだろうか？\u001b[22m\n• What happened to HOMRA?\n\n\u001b[1m•HOMRAはどうなったのですか？\u001b[22m\n\u001b[1m(• HOMRA wa dō natta nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4m• What happened to HOMRA?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m• What happened to HOMRA?\u001b[24m\n    \u001b[1m•HOMRAはどうなったのですか？\u001b[22m, \u001b[1m•HOMRAに何が起こりましたか？\u001b[22m\n\u001b[1m\u001b[22m\nAnd that is all. I felt like since they killed Mikoto off, they decided to add a new character for more drama. Felt very forced.\n\n\u001b[1mそれがすべてです。 彼らが喜子を殺してからのような気がしました。ドラマのために新しいキャラクターを追加することに決めました。 非常に強制的に感じた。\u001b[22m\n\u001b[1m(Sore ga subetedesu. Karera ga Yoshiko o koroshite kara no yōna ki ga shimashita. Dorama no tame ni atarashī kyarakutā o tsuika suru koto ni kimemashita. Hijō ni kyōsei-teki ni kanjita.)\u001b[22m\n\nTranslations of \u001b[4mAnd that is all. I felt like since they killed Mikoto off, they decided to add a new character for more drama. Felt very forced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that is all.\u001b[24m\n    \u001b[1mそれがすべてです。\u001b[22m, \u001b[1mそして、それがすべてです。\u001b[22m\n\u001b[4mI felt like since they killed Mikoto off, they decided to add a new character for more drama.\u001b[24m\n    \u001b[1m彼らが喜子を殺してからのような気がしました。ドラマのために新しいキャラクターを追加することに決めました。\u001b[22m, \u001b[1m彼らは命を殺さ以来、彼らはより多くのドラマのために新しい文字を追加することを決めたように私は感じました。\u001b[22m\n\u001b[4mFelt very forced.\u001b[24m\n    \u001b[1m非常に強制的に感じた。\u001b[22m, \u001b[1m非常に強制感じました。\u001b[22m\n\u001b[1m\u001b[22m\nI believe they could of squeezed in 2 minutes of finding out of where Shiro is... and what happened to HOMRA in the last episode of the TV series. Rather than creating a whole new movie. It was very clique when Anna managed to work the power inside her and become the new Red King. And again left you at another cliff hanger.\n\n\u001b[1m私は、史郎がどこから来たのかを知るのに2分で締め付けることができると信じています。そして、テレビシリーズの最後のエピソードでHOMRAに何が起こったのでしょう。 まったく新しい映画を作るよりも。 アンナが彼女の中で力を働かせて新しい赤い王になった時、それは非常に難しかった。 もう一度別の崖のハンガーにあなたを残しました。\u001b[22m\n\u001b[1m(Watashi wa, Shirō ga dokokarakitano ka o shiru no ni 2-bu de shimetsukeru koto ga dekiru to shinjite imasu. Soshite, terebishirīzu no saigo no episōdo de HOMRA ni nani ga okotta nodeshou. Mattaku atarashī eiga o tsukuru yori mo. An'na ga kanojo no naka de chikara o hataraka sete atarashī akai ō ni natta toki, sore wa hijō ni muzukashikatta. Mōichido betsu no gake no hangā ni anata o nokoshimashita.)\u001b[22m\n\nTranslations of \u001b[4mI believe they could of squeezed in 2 minutes of finding out of where Shiro is... and what happened to HOMRA in the last episode of the TV series. Rather than creating a whole new movie. It was very clique when Anna managed to work the power inside her and become the new Red King. And again left you at another cliff hanger.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI believe they could of squeezed in 2 minutes of finding out of where Shiro is... and what happened to HOMRA in the last episode of the TV series.\u001b[24m\n    \u001b[1m私は、史郎がどこから来たのかを知るのに2分で締め付けることができると信じています。そして、テレビシリーズの最後のエピソードでHOMRAに何が起こったのでしょう。\u001b[22m, \u001b[1m私は、彼らが史郎がどこから見つけることの2分に絞っの可能性が信じている...と何がテレビシリーズの最後のエピソードでHOMRAに起こりました。\u001b[22m\n\u001b[4mRather than creating a whole new movie.\u001b[24m\n    \u001b[1mまったく新しい映画を作るよりも。\u001b[22m, \u001b[1mむしろまったく新しいムービーを作成するよりも。\u001b[22m\n\u001b[4mIt was very clique when Anna managed to work the power inside her and become the new Red King.\u001b[24m\n    \u001b[1mアンナが彼女の中で力を働かせて新しい赤い王になった時、それは非常に難しかった。\u001b[22m, \u001b[1mアンナは彼女の内部の電源を仕事と新しい赤の王になることをどうにかしたときにそれは非常にクリークました。\u001b[22m\n\u001b[4mAnd again left you at another cliff hanger.\u001b[24m\n    \u001b[1mもう一度別の崖のハンガーにあなたを残しました。\u001b[22m, \u001b[1mそして再び別の崖のハンガーであなたを残しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art overall, is fantastic. Very crisp and clear colors.\n\n\u001b[1m全体的に芸術は素晴らしいです。 非常に鮮明でクリアな色。\u001b[22m\n\u001b[1m(Zentai-teki ni geijutsu wa subarashīdesu. Hijō ni senmeide kuriana iro.)\u001b[22m\n\nTranslations of \u001b[4mThe art overall, is fantastic. Very crisp and clear colors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art overall, is fantastic.\u001b[24m\n    \u001b[1m全体的に芸術は素晴らしいです。\u001b[22m, \u001b[1m全体的な技術では、幻想的です。\u001b[22m\n\u001b[4mVery crisp and clear colors.\u001b[24m\n    \u001b[1m非常に鮮明でクリアな色。\u001b[22m, \u001b[1m非常に鮮明な色。\u001b[22m\n\u001b[1m\u001b[22m\nNot sure whether I want to see Season 2..\n\n\u001b[1m私がシーズン2を見たいかどうかわからない\u001b[22m\n\u001b[1m(Watashi ga shīzun 2 o mitai ka dō ka wakaranai)\u001b[22m\n\nTranslations of \u001b[4mNot sure whether I want to see Season 2..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot sure whether I want to see Season 2..\u001b[24m\n    \u001b[1m私がシーズン2を見たいかどうかわからない\u001b[22m, \u001b[1mではない私はシーズン2を見たいかどうかを確認してください..\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "fantasyforever",
    "profile": "/profile/fantasyforever/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=189157",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nARTWORK：Kプロジェクトのアートワークは常に優れています！ 私はK：Kingsがなくなるのを待っていたので、私はARTWORKのために私の渇きの大部分を消しました。 デザイナーが小さなものを世話する方法は愛らしいです。 私は戦いを見て楽しんだ。 デザイナーは、特にブルークランと一緒に輝くディテールをとてもうまく処理しました。 すべてのフレームは壁紙として保存する価値があります。 それはすべてのアニメ愛好家のための饗宴です。\n\nCHARACTER：Kurohを除いてキャラクターのデザインは素晴らしかった。私は、丈夫な武士スタイルの戦いのために彼のガールのキャラクターデザインが好きではない。 私はこのような男性のキャラクターを見ましたが、これはあまりにも多いです。 彼はシリーズで少し良く見えました。\n\nストーリー：アートワークはウォッチャーが他の基準を忘れるように見えるが、ここでのレビューを一瞥した後、最終的にプロットについて考えるようになった。 タイトルが示唆するように、この話はレッドキングとシルバーキングを明らかにしました。 戦い場面はより良いものになっていたかもしれない。  Akame ga kill（最後のエピソード）、Fate-Stay Night＆amp; amp; ゼロとゼツアンno Tempest、高クラスの戦いを見たいという欲望が増えています。 戦いの技術は適度に見えた。 それは複雑だったかもしれない。 残りのクリフハンガーは、私が推測する次の映画で説明されます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nARTWORK: K project's art work has always been outstanding! Now that I have waited for K: Missing kings, I extinguished much of my thirst for ARTWORK. The way the designers take care of small things is adorable. I enjoyed watching the fights. The designers have handled the sparkling details very well especially with the Blue clansmen. Every frame is worth keeping as a wallpaper. It is a feast for all anime lovers.\n\n\u001b[1mARTWORK：Kプロジェクトのアートワークは常に優れています！ 私はK：Kingsがなくなるのを待っていたので、私はARTWORKのために私の渇きの大部分を消しました。 デザイナーが小さなものを世話する方法は愛らしいです。 私は戦いを見て楽しんだ。 デザイナーは、特にブルークランと一緒に輝くディテールをとてもうまく処理しました。 すべてのフレームは壁紙として保存する価値があります。 それはすべてのアニメ愛好家のための饗宴です。\u001b[22m\n\u001b[1m(ARTWORK: K purojekuto no ātowāku wa tsuneni sugurete imasu! Watashi wa K: Kingusu ga nakunaru no o matte itanode, watashi wa ARTWORK no tame ni watashi no kawaki no daibubun o keshimashita. Dezainā ga chīsana mono o sewa suru hōhō wa airashīdesu. Watashi wa tatakai o mite tanoshinda. Dezainā wa, tokuni burūkuran to issho ni kagayaku ditēru o totemo umaku shori shimashita. Subete no furēmu wa kabegami to shite hozon suru kachi ga arimasu. Sore wa subete no anime aikō-ka no tame no kyōendesu.)\u001b[22m\n\nTranslations of \u001b[4mARTWORK: K project's art work has always been outstanding! Now that I have waited for K: Missing kings, I extinguished much of my thirst for ARTWORK. The way the designers take care of small things is adorable. I enjoyed watching the fights. The designers have handled the sparkling details very well especially with the Blue clansmen. Every frame is worth keeping as a wallpaper. It is a feast for all anime lovers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mARTWORK: K project's art work has always been outstanding!\u001b[24m\n    \u001b[1mARTWORK：Kプロジェクトのアートワークは常に優れています！\u001b[22m, \u001b[1mアートワーク：Kプロジェクトの作品は、常に卓越したされています！\u001b[22m\n\u001b[4mNow that I have waited for K: Missing kings, I extinguished much of my thirst for ARTWORK.\u001b[24m\n    \u001b[1m私はK：Kingsがなくなるのを待っていたので、私はARTWORKのために私の渇きの大部分を消しました。\u001b[22m, \u001b[1m今私はKを待っていること：不足している王、私はアートワークのための私の喉の渇きの多くを消滅しました。\u001b[22m\n\u001b[4mThe way the designers take care of small things is adorable.\u001b[24m\n    \u001b[1mデザイナーが小さなものを世話する方法は愛らしいです。\u001b[22m, \u001b[1m設計者は小さなものの世話をする方法が愛らしいです。\u001b[22m\n\u001b[4mI enjoyed watching the fights.\u001b[24m\n    \u001b[1m私は戦いを見て楽しんだ。\u001b[22m, \u001b[1m私は戦いを見て楽しみました。\u001b[22m\n\u001b[4mThe designers have handled the sparkling details very well especially with the Blue clansmen.\u001b[24m\n    \u001b[1mデザイナーは、特にブルークランと一緒に輝くディテールをとてもうまく処理しました。\u001b[22m, \u001b[1m設計者は、特にブルー同族と非常によくスパークリング詳細を取り扱っています。\u001b[22m\n\u001b[4mEvery frame is worth keeping as a wallpaper.\u001b[24m\n    \u001b[1mすべてのフレームは壁紙として保存する価値があります。\u001b[22m, \u001b[1mすべてのフレームは、壁紙として維持する価値があります。\u001b[22m\n\u001b[4mIt is a feast for all anime lovers.\u001b[24m\n    \u001b[1mそれはすべてのアニメ愛好家のための饗宴です。\u001b[22m, \u001b[1mこれは、すべてのアニメ愛好家のためのごちそうです。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: Character designs were great except Kuroh.. I don't like his girlish character design for a tough samurai style fight. I have seen male characters like this but this is too much. He looked a bit better in the series.\n\n\u001b[1mCHARACTER：Kurohを除いてキャラクターのデザインは素晴らしかった。私は、丈夫な武士スタイルの戦いのために彼のガールのキャラクターデザインが好きではない。 私はこのような男性のキャラクターを見ましたが、これはあまりにも多いです。 彼はシリーズで少し上を見た。\u001b[22m\n\u001b[1m(CHARACTER: Kuroh o nozoite kyarakutā no dezain wa subarashikatta. Watashi wa, jōbuna bushi sutairu no tatakai no tame ni kare no gāru no kyarakutādezain ga sukide wanai. Watashi wa kono yōna dansei no kyarakutā o mimashitaga, kore wa amarini mo ōidesu. Kare wa shirīzu de sukoshi ue o mita.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: Character designs were great except Kuroh.. I don't like his girlish character design for a tough samurai style fight. I have seen male characters like this but this is too much. He looked a bit better in the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: Character designs were great except Kuroh.. I don't like his girlish character design for a tough samurai style fight.\u001b[24m\n    \u001b[1mCHARACTER：Kurohを除いてキャラクターのデザインは素晴らしかった。私は、丈夫な武士スタイルの戦いのために彼のガールのキャラクターデザインが好きではない。\u001b[22m, \u001b[1mCHARACTER：文字デザインはKuroh除いて素晴らしかった..私はタフな侍スタイルの戦いのための彼のガーリッシュなキャラクターデザインが好きではありません。\u001b[22m\n\u001b[4mI have seen male characters like this but this is too much.\u001b[24m\n    \u001b[1m私はこのような男性のキャラクターを見ましたが、これはあまりにも多いです。\u001b[22m, \u001b[1m私はこのような男性の文字を見てきましたが、これは多すぎます。\u001b[22m\n\u001b[4mHe looked a bit better in the series.\u001b[24m\n    \u001b[1m彼はシリーズで少し上を見た。\u001b[22m, \u001b[1m彼は直列に少し良く見えました。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: Though the artwork seems to make the watchers forget other criteria, I finally began to think about the plot after glancing at the reviews here. As the title implies, the story revealed Red King and Silver King. The fight scenes could have been better. After watching some good fights in Akame ga kill (the last episode), Fate-Stay Night &amp; Zero and Zetsuan no Tempest, the desire to watch high class fights is getting increased. The techniques in fight looked moderate. It could have been complex. The remaining cliffhangers will be explained in next movie I guess.\n\n\u001b[1mストーリー：アートワークはウォッチャーが他の基準を忘れるように見えるが、ここでのレビューを一瞥した後、最終的にプロットについて考えるようになった。 タイトルが示唆するように、この話はレッドキングとシルバーキングを明らかにしました。 戦い場面はより良いものになっていたかもしれない。  Akame ga kill（最後のエピソード）、Fate-Stay Night＆amp; amp; ゼロとゼツアンno Tempest、高クラスの戦いを見たいという欲望が増えています。 戦いの技術は適度に見えた。 それは複雑だったかもしれない。 残りのクリフハンガーは、私が推測する次の映画で説明されます。\u001b[22m\n\u001b[1m(Sutōrī: Ātowāku wa u~otchā ga hoka no kijun o wasureru yōnimieru ga, koko de no rebyū o ichibetsu shita nochi, saishūtekini purotto ni tsuite kangaeru yō ni natta. Taitoru ga shisa suru yō ni, kono hanashi wa Reddokingu to shirubākingu o akiraka ni shimashita. Tatakai bamen wa yori yoi mono ni natte ita kamo shirenai. Akame ga kiru (saigo no episōdo), feito - Stay Night& amp; amp; zero to zetsuan no Tempest,-kō kurasu no tatakai o mitai to iu yokubō ga fuete imasu. Tatakai no gijutsu wa tekido ni mieta. Sore wa fukuzatsudatta kamo shirenai. Nokori no kurifuhangā wa, watashi ga suisoku suru tsugi no eiga de setsumei sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: Though the artwork seems to make the watchers forget other criteria, I finally began to think about the plot after glancing at the reviews here. As the title implies, the story revealed Red King and Silver King. The fight scenes could have been better. After watching some good fights in Akame ga kill (the last episode), Fate-Stay Night &amp; Zero and Zetsuan no Tempest, the desire to watch high class fights is getting increased. The techniques in fight looked moderate. It could have been complex. The remaining cliffhangers will be explained in next movie I guess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: Though the artwork seems to make the watchers forget other criteria, I finally began to think about the plot after glancing at the reviews here.\u001b[24m\n    \u001b[1mストーリー：アートワークはウォッチャーが他の基準を忘れるように見えるが、ここでのレビューを一瞥した後、最終的にプロットについて考えるようになった。\u001b[22m, \u001b[1mSTORY：アートワークは、ウォッチャーが他の基準を忘れさせるようだけど、私は最終的にここにレビューをちらっと見た後にプロットを考えるようになりました。\u001b[22m\n\u001b[4mAs the title implies, the story revealed Red King and Silver King.\u001b[24m\n    \u001b[1mタイトルが示唆するように、この話はレッドキングとシルバーキングを明らかにしました。\u001b[22m, \u001b[1mタイトルが示すように、物語はレッドキングとシルバーキングを明らかにしました。\u001b[22m\n\u001b[4mThe fight scenes could have been better.\u001b[24m\n    \u001b[1m戦い場面はより良いものになっていたかもしれない。\u001b[22m, \u001b[1m戦いのシーンは、改善の余地があります。\u001b[22m\n\u001b[4mAfter watching some good fights in Akame ga kill (the last episode), Fate-Stay Night &amp;\u001b[24m\n    \u001b[1mAkame ga kill（最後のエピソード）、Fate-Stay Night＆amp; amp;\u001b[22m, \u001b[1m赤目のGAキル（最終話）でいくつかの良い戦いを見た後、フェイト・ステイナイト＆＃038;\u001b[22m\n\u001b[4mZero and Zetsuan no Tempest, the desire to watch high class fights is getting increased.\u001b[24m\n    \u001b[1mゼロとゼツアンno Tempest、高クラスの戦いを見たいという欲望が増えています。\u001b[22m, \u001b[1mゼロとZetsuanなしテンペスト、ハイクラスの戦いを見たいという欲求が増加しつつあります。\u001b[22m\n\u001b[4mThe techniques in fight looked moderate.\u001b[24m\n    \u001b[1m戦いの技術は適度に見えた。\u001b[22m, \u001b[1m戦いで技術が中程度でした。\u001b[22m\n\u001b[4mIt could have been complex.\u001b[24m\n    \u001b[1mそれは複雑だったかもしれない。\u001b[22m, \u001b[1mそれは複雑だったかもしれません。\u001b[22m\n\u001b[4mThe remaining cliffhangers will be explained in next movie I guess.\u001b[24m\n    \u001b[1m残りのクリフハンガーは、私が推測する次の映画で説明されます。\u001b[22m, \u001b[1m残りcliffhangersは、私が推測する次の映画の中で説明します。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=207437",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  5\n|  7\n\n最後に、数年後、私たちはKの続編を持っています。この映画、Missing Kingsは明らかに次のシーズンの紹介です。 それで、その美しい、しかし絶対に混乱している過去からショーを償還するのですか？ 並べ替え あなたが気づく最初のことは、迷惑な志郎がここでほとんど欠けているということです。 その代わりに、映画ははるかに面白い黒、猫、アンナの星を飾っています。 タイトルには、Shiroを含む文字通り欠落しているだけでなく、はるかに適切な名前が付いています。 次のシーズンはReturn of Kingsと呼ばれていますので、明らかに我々はキングスがその時までに戻ってくることを期待しています。したがって、控除のプロセスによって、ここで何が起こるかを知るべきです。 あなたがKを見ていて、まだこのシリーズが単なる美しい写真以上のものであるという希望の光っているなら、私はこれと第2シーズンを捉えます。\n\nアニメーション：\nアニメーションは明らかに高い予算であり、前のシーズンを想定しています。 かなりの景色、詳細な戦い、光沢のあるエフェクトがたくさんあります。 戻ってくるすべての文字は2年後でも簡単に識別でき、忘れてしまった場合に備えて、より重要な文字を簡単に紹介しようとします。 ネコは素敵な新しい服装をしているので、今は彼女自身の毛皮を着ているようには見えません。 基本的には、昨シーズンと同じ高品質の生産価値を期待しますが、アクションシーンを重視しています。\n\n音：\n映画のフォーマットを考えると、ここには唯一のEDがあります。 エレクトリックギターを駆使したオール・ザ・プレイスのメロディーです。  BGMは、昨シーズンと同じユニークな楽器を使って構築されている。  VAフィルのキャストは映画のために戻ってきますが、もう一番注目すべきはネコです。小松さんはしばらくの間、このような行き届いた気持ちのいいところで見たことはありません。\n\nストーリー：\nこの映画は、非常に直線的なストーリーラインに沿っており、さまざまな戦いを経て、かなり大きなクライマックスと驚きの解像度に仕上がっています。 映画は最初のシーズンからかなりの数の質問に答えていますが、全体的な謎はまだ解消されていません。 次のシーズンの準備として、そしてフランチャイズのリフレッシュとして、この映画は成功です。 それは、最終的な結論以外に、全体のプロットの純粋な開発よりも面白い乗り物だと言いました。 それにもかかわらず、それはまだ楽しく面白い時計です。\n\nキャラクター：\nアクション重い映画があれば、開発の面ではあまり期待しないでください。 私は本当に期待の点ではあまりありませんでしたが、これは良い選択でした。 前回のレビューの「リトマステスト」は、フランチャイズのアンナの目的が最終的に明らかになるにつれ、もう適用されなくなりました。 さらに、映画は、厄介で困惑しているシロをより良いキャラクターで置き換えたので、少なくとも価値があると思う。\n\n値：\n私はまだKがフランチャイズとして保存されているとは確信していませんが、この映画は、高い生産価値と焦点を当てたプロットを組み合わせて、正しい方向への一歩でした。 特に長さを考えると、楽しくて価値のある時計です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSo finally, after a few years, we have a sequel to K. This movie, Missing Kings, is apparently the introduction to the next season. So does it redeem the show from its beautiful yet absolutely confusing past? Sort of. The first thing you'll note is that the annoying Shiro is mostly missing here. In its place, the movie stars the much more interesting Kuro, Neko, and Anna. The title is much more aptly named (and much more readily searchable) as well as there are literally missing Kings, including Shiro, which the movie addresses. The next season is called Return of Kings so obviously we'd expect the Kings to be back by then, thus by process of deduction you should pretty much have a good idea of what happens here. If you've watched K, and still have a glimmer of hope that this series is more than just pretty pictures, then I'd catch this and the second season.\n\n\u001b[1m最後に、数年後、私たちはKの続編を持っています。この映画、Missing Kingsは明らかに次のシーズンの紹介です。 それで、その美しい、しかし絶対に混乱している過去からショーを償還するのですか？ 並べ替え あなたが気づく最初のことは、迷惑な志郎がここでほとんど欠けているということです。 その代わりに、映画ははるかに面白い黒、猫、アンナの星を飾っています。 タイトルには、Shiroを含む文字通り欠落しているだけでなく、はるかに適切な名前が付いています。 次のシーズンはReturn of Kingsと呼ばれていますので、明らかに我々はキングスがその時までに戻ってくることを期待しています。したがって、控除のプロセスによって、ここで何が起こるかを知るべきです。 あなたがKを見ていて、まだこのシリーズが単なる美しい写真以上のものであるという希望の光っているなら、私はこれと第2シーズンを捉えます。\u001b[22m\n\u001b[1m(Saigo ni, sūnengo, watashitachiha K no zokuhen o motte imasu. Kono eiga, misshingu kingusu wa akiraka ni tsugi no shīzun no shōkaidesu. Sorede, sono utsukushī, shikashi zettai ni konran shite iru kako kara shō o shōkan suru nodesu ka? Narabe-gae anata ga kidzuku saisho no koto wa, meiwakuna Shirō ga koko de hotondo kakete iru to iu kotodesu. Sonokawarini, eiga wa haruka ni omoshiroi kuro, neko, An'na no hoshi o kazatte imasu. Taitoru ni wa, Shiro o fukumu mojidōri ketsuraku shite iru dakedenaku, haruka ni tekisetsuna namae ga tsuite imasu. Tsugi no shīzun wa ritān of kingusu to yoba rete imasunode, akiraka ni wareware wa kingusu ga sonotokimade ni modotte kuru koto o kitai shite imasu. Shitagatte, kōjo no purosesu ni yotte, koko de nani ga okoru ka o shirubekidesu. Anata ga K o mite ite, mada kono shirīzu ga tan'naru utsukushī shashin ijō no monodearu to iu kibō no hikari tte irunara, watashi wa kore to dai 2 shīzun o toraemasu.)\u001b[22m\n\nTranslations of \u001b[4mSo finally, after a few years, we have a sequel to K. This movie, Missing Kings, is apparently the introduction to the next season. So does it redeem the show from its beautiful yet absolutely confusing past? Sort of. The first thing you'll note is that the annoying Shiro is mostly missing here. In its place, the movie stars the much more interesting Kuro, Neko, and Anna. The title is much more aptly named (and much more readily searchable) as well as there are literally missing Kings, including Shiro, which the movie addresses. The next season is called Return of Kings so obviously we'd expect the Kings to be back by then, thus by process of deduction you should pretty much have a good idea of what happens here. If you've watched K, and still have a glimmer of hope that this series is more than just pretty pictures, then I'd catch this and the second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo finally, after a few years, we have a sequel to K. This movie, Missing Kings, is apparently the introduction to the next season.\u001b[24m\n    \u001b[1m最後に、数年後、私たちはKの続編を持っています。この映画、Missing Kingsは明らかに次のシーズンの紹介です。\u001b[22m, \u001b[1mだから最終的には、数年後、私たちは王の欠落、K.の続編にこの映画を持って、明らかに次のシーズンのご紹介です。\u001b[22m\n\u001b[4mSo does it redeem the show from its beautiful yet absolutely confusing past?\u001b[24m\n    \u001b[1mそれで、その美しい、しかし絶対に混乱している過去からショーを償還するのですか？\u001b[22m, \u001b[1mだから、その美しいまだ絶対に混乱過去の番組を償還するのでしょうか？\u001b[22m\n\u001b[4mSort of.\u001b[24m\n    \u001b[1m並べ替え\u001b[22m, \u001b[1m並べ替え。\u001b[22m\n\u001b[4mThe first thing you'll note is that the annoying Shiro is mostly missing here.\u001b[24m\n    \u001b[1mあなたが気づく最初のことは、迷惑な志郎がここでほとんど欠けているということです。\u001b[22m, \u001b[1mあなたは注意しましょうまず最初に迷惑史郎はほとんどここで欠落していることです。\u001b[22m\n\u001b[4mIn its place, the movie stars the much more interesting Kuro, Neko, and Anna.\u001b[24m\n    \u001b[1mその代わりに、映画ははるかに面白い黒、猫、アンナの星を飾っています。\u001b[22m, \u001b[1mその代わりに、映画ははるかに興味深い黒、猫、とアンナが主演します。\u001b[22m\n\u001b[4mThe title is much more aptly named (and much more readily searchable) as well as there are literally missing Kings, including Shiro, which the movie addresses.\u001b[24m\n    \u001b[1mタイトルには、Shiroを含む文字通り欠落しているだけでなく、はるかに適切な名前が付いています。\u001b[22m, \u001b[1mタイトルははるかに適切な名前（とはるかに容易に検索可能）であるだけでなく、映画のアドレス史郎、を含む文字通り行方不明キングスは、あります。\u001b[22m\n\u001b[4mThe next season is called Return of Kings so obviously we'd expect the Kings to be back by then, thus by process of deduction you should pretty much have a good idea of what happens here.\u001b[24m\n    \u001b[1m次のシーズンはReturn of Kingsと呼ばれていますので、明らかに我々はキングスがその時までに戻ってくることを期待しています。したがって、控除のプロセスによって、ここで何が起こるかを知るべきです。\u001b[22m, \u001b[1m次のシーズンは、王のリターンと呼ばれているので、明らかに私たちは、王はそれまでに戻ってあることを期待したい、このように控除のプロセスによって、あなたはかなりここでは何が起こるかの良いアイデアを持っている必要があります。\u001b[22m\n\u001b[4mIf you've watched K, and still have a glimmer of hope that this series is more than just pretty pictures, then I'd catch this and the second season.\u001b[24m\n    \u001b[1mあなたがKを見ていて、まだこのシリーズが単なる美しい写真以上のものであるという希望の光っているなら、私はこれと第2シーズンを捉えます。\u001b[22m, \u001b[1mあなたはKを見て、まだこのシリーズは、単にきれいな写真よりも多いことをかすかな望みを持ってきた場合、私は、この第二シーズンをキャッチしたいです。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nThe animation is obviously high budget, expectedly so given the previous season. Expect lots of pretty scenery, detailed battles, and shiny effects. All the returning characters are still easily identifiable after two years, and they do attempt brief introductions for the more important characters in case you've forgotten. Neko has a nice new outfit so she doesn't look like she's just wearing her own fur now. Basically, expect the same high-quality production values as the last season but with an emphasis on action scenes.\n\n\u001b[1mアニメーションは明らかに高い予算であり、前のシーズンを想定しています。 かなりの景色、詳細な戦い、光沢のあるエフェクトがたくさんあります。 戻ってくるすべての文字は2年後でも簡単に識別でき、忘れてしまった場合に備えて、より重要な文字を簡単に紹介しようとします。 ネコは素敵な新しい服装をしているので、今は彼女自身の毛皮を着ているようには見えません。 基本的には、昨シーズンと同じ高品質の生産価値を期待しますが、アクションシーンを重視しています。\u001b[22m\n\u001b[1m(Animēshon wa akiraka ni takai yosandeari, mae no shīzun o sōtei shite imasu. Kanari no keshiki, shōsaina tatakai, kōtakunoaru efekuto ga takusan arimasu. Modotte kuru subete no moji wa 2-nen-go demo kantan ni shikibetsu deki, wasurete shimatta baai ni sonaete, yori jūyōna moji o kantan ni shōkai shiyou to shimasu. Neko wa sutekina atarashī fukusō o shite irunode, ima wa kanojo jishin no kegawa o kite iru yō ni wa miemasen. Kihontekini wa, saku shīzun to onaji kōhinshitsu no seisan kachi o kitai shimasuga, akushonshīn o jūshi shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is obviously high budget, expectedly so given the previous season. Expect lots of pretty scenery, detailed battles, and shiny effects. All the returning characters are still easily identifiable after two years, and they do attempt brief introductions for the more important characters in case you've forgotten. Neko has a nice new outfit so she doesn't look like she's just wearing her own fur now. Basically, expect the same high-quality production values as the last season but with an emphasis on action scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is obviously high budget, expectedly so given the previous season.\u001b[24m\n    \u001b[1mアニメーションは明らかに高い予算であり、前のシーズンを想定しています。\u001b[22m, \u001b[1mアニメーションは予想通りので、前のシーズンを考えると、明らかに高い予算です。\u001b[22m\n\u001b[4mExpect lots of pretty scenery, detailed battles, and shiny effects.\u001b[24m\n    \u001b[1mかなりの景色、詳細な戦い、光沢のあるエフェクトがたくさんあります。\u001b[22m, \u001b[1mかなり風景、詳細な戦い、そして光沢のある効果の多くを期待しています。\u001b[22m\n\u001b[4mAll the returning characters are still easily identifiable after two years, and they do attempt brief introductions for the more important characters in case you've forgotten.\u001b[24m\n    \u001b[1m戻ってくるすべての文字は2年後でも簡単に識別でき、忘れてしまった場合に備えて、より重要な文字を簡単に紹介しようとします。\u001b[22m, \u001b[1mすべての復帰文字はまだ2年後に容易に識別可能であり、彼らはあなたが忘れてしまった場合に、より重要な文字の簡単な紹介をしようとしません。\u001b[22m\n\u001b[4mNeko has a nice new outfit so she doesn't look like she's just wearing her own fur now.\u001b[24m\n    \u001b[1mネコは素敵な新しい服装をしているので、今は彼女自身の毛皮を着ているようには見えません。\u001b[22m, \u001b[1m猫は彼女がちょうど今彼女の自身の毛皮を着ているように、彼女は見ていないので、素敵な新しい服を持っています。\u001b[22m\n\u001b[4mBasically, expect the same high-quality production values as the last season but with an emphasis on action scenes.\u001b[24m\n    \u001b[1m基本的には、昨シーズンと同じ高品質の生産価値を期待しますが、アクションシーンを重視しています。\u001b[22m, \u001b[1m基本的には、昨シーズンとしてではなくアクションシーンに重点を置いて同じ高品質の生産値を期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nGiven the movie format, there's only an ED here. It's a electric-guitar infused work with an all-over-the-place melody. The BGM is on much firmer ground, building upon the same unique instrumentation of the last season. The VA-filled cast returns for the movie, most notable again is Neko- I haven't seen Mikako Komatsu in such an outgoing and carefree role in awhile.\n\n\u001b[1m映画のフォーマットを考えると、ここには唯一のEDがあります。 エレクトリックギターを駆使したオール・ザ・プレイスのメロディーです。  BGMは、昨シーズンと同じユニークな楽器を使って構築されている。  VAフィルのキャストは映画のために戻ってきますが、もう一番注目すべきはネコです。小松さんはしばらくの間、このような行き届いた気持ちのいいところで見たことはありません。\u001b[22m\n\u001b[1m(Eiga no fōmatto o kangaeru to, koko ni wa yuiitsu no ED ga arimasu. Erekutorikkugitā o kushi shita ōru za pureisu no merodīdesu. BGM wa, saku shīzun to onaji yunīkuna gakki o tsukatte kōchiku sa rete iru. VA firu no kyasuto wa eiga no tame ni modotte kimasuga, mō ichi-ban chūmoku subeki wa nekodesu. Komatsu-san wa shibarakunoaida, kono yō na ikitodoita kimochi no ī tokoro de mita koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mGiven the movie format, there's only an ED here. It's a electric-guitar infused work with an all-over-the-place melody. The BGM is on much firmer ground, building upon the same unique instrumentation of the last season. The VA-filled cast returns for the movie, most notable again is Neko- I haven't seen Mikako Komatsu in such an outgoing and carefree role in awhile.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGiven the movie format, there's only an ED here.\u001b[24m\n    \u001b[1m映画のフォーマットを考えると、ここには唯一のEDがあります。\u001b[22m, \u001b[1m動画形式を考えると、ここでの唯一のEDがあります。\u001b[22m\n\u001b[4mIt's a electric-guitar infused work with an all-over-the-place melody.\u001b[24m\n    \u001b[1mエレクトリックギターを駆使したオール・ザ・プレイスのメロディーです。\u001b[22m, \u001b[1mこれは、すべてのオーバー-場所メロディーと電気ギター注入作業です。\u001b[22m\n\u001b[4mThe BGM is on much firmer ground, building upon the same unique instrumentation of the last season.\u001b[24m\n    \u001b[1mBGMは、昨シーズンと同じユニークな楽器を使って構築されている。\u001b[22m, \u001b[1mBGMは、昨シーズンの同じユニークな計測機器を踏まえつつ、多くのより強固な地上にあります。\u001b[22m\n\u001b[4mThe VA-filled cast returns for the movie, most notable again is Neko- I haven't seen Mikako Komatsu in such an outgoing and carefree role in awhile.\u001b[24m\n    \u001b[1mVAフィルのキャストは映画のために戻ってきますが、もう一番注目すべきはネコです。小松さんはしばらくの間、このような行き届いた気持ちのいいところで見たことはありません。\u001b[22m, \u001b[1m映画のVA-満たされたキャストに戻り、最も注目すべき再び私はしばらくの間でこのような発信と屈託のない役割に小松未可子を見ていないNeko-です。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe movie follows a very linear story line that builds through various battles to a pretty big climax and a surprise resolution. The movie successfully answers a fair number of questions from the first season while still maintaining the overall mystery behind the point of it all. As a setup for the next season and as a refresher to the franchise, this movie is a success. That said, other than the final conclusion, it's more of an entertaining ride than pure development of the overall plot. Nonetheless, it's still a fun and entertaining watch.\n\n\u001b[1mこの映画は、非常に直線的なストーリーラインに沿っており、さまざまな戦いを経て、かなり大きなクライマックスと驚きの解像度に仕上がっています。 映画は最初のシーズンからかなりの数の質問に答えていますが、全体的な謎はまだ解消されていません。 次のシーズンの準備として、そしてフランチャイズのリフレッシュとして、この映画は成功です。 それは、最終的な結論以外に、全体のプロットの純粋な開発よりも面白い乗り物だと言いました。 それにもかかわらず、それはまだ楽しく面白い時計です。\u001b[22m\n\u001b[1m(Kono eiga wa, hijō ni chokusen-tekina sutōrīrain ni sotte ori, samazamana tatakai o hete, kanari ōkina kuraimakkusu to odoroki no kaizōdo ni shiagatte imasu. Eiga wa saisho no shīzun kara kanari no kazu no shitsumon ni kotaete imasuga, zentai-tekina nazo wa mada kaishō sa rete imasen. Tsugi no shīzun no junbi to shite, soshite furanchaizu no rifuresshu to shite, kono eiga wa seikōdesu. Sore wa, saishū-tekina ketsuron igai ni, zentai no purotto no junsuina kaihatsu yori mo omoshiroi norimonoda to iimashita. Sore nimokakawarazu, sore wa mada tanoshiku omoshiroi tokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie follows a very linear story line that builds through various battles to a pretty big climax and a surprise resolution. The movie successfully answers a fair number of questions from the first season while still maintaining the overall mystery behind the point of it all. As a setup for the next season and as a refresher to the franchise, this movie is a success. That said, other than the final conclusion, it's more of an entertaining ride than pure development of the overall plot. Nonetheless, it's still a fun and entertaining watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie follows a very linear story line that builds through various battles to a pretty big climax and a surprise resolution.\u001b[24m\n    \u001b[1mこの映画は、非常に直線的なストーリーラインに沿っており、さまざまな戦いを経て、かなり大きなクライマックスと驚きの解像度に仕上がっています。\u001b[22m, \u001b[1m映画はかなり大きなクライマックスと驚きの解像度に数々の戦いを通じて構築し、非常にリニアストーリーラインに従います。\u001b[22m\n\u001b[4mThe movie successfully answers a fair number of questions from the first season while still maintaining the overall mystery behind the point of it all.\u001b[24m\n    \u001b[1m映画は最初のシーズンからかなりの数の質問に答えていますが、全体的な謎はまだ解消されていません。\u001b[22m, \u001b[1mまだそれをすべての点の背後にある全体の謎を維持しながら、映画は成功した最初のシーズンからの質問のかなりの数を回答します。\u001b[22m\n\u001b[4mAs a setup for the next season and as a refresher to the franchise, this movie is a success.\u001b[24m\n    \u001b[1m次のシーズンの準備として、そしてフランチャイズのリフレッシュとして、この映画は成功です。\u001b[22m, \u001b[1m次のシーズンのためのフランチャイズへの復習としてセットアップしたように、この映画は成功です。\u001b[22m\n\u001b[4mThat said, other than the final conclusion, it's more of an entertaining ride than pure development of the overall plot.\u001b[24m\n    \u001b[1mそれは、最終的な結論以外に、全体のプロットの純粋な開発よりも面白い乗り物だと言いました。\u001b[22m, \u001b[1mそれは最終的な結論以外の、それは全体のプロットの純粋な開発よりも面白い乗車のより多くのだ、と述べました。\u001b[22m\n\u001b[4mNonetheless, it's still a fun and entertaining watch.\u001b[24m\n    \u001b[1mそれにもかかわらず、それはまだ楽しく面白い時計です。\u001b[22m, \u001b[1mそれにもかかわらず、それはまだ楽しさと面白い時計です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nDon't expect much in terms of development given the action-heavy movie. I didn't really have much in terms of expectations, which was a good choice. The 'litmus test' in my previous review no longer applies as Anna's purpose in the franchise finally becomes clear. Furthermore, the movie did replace the annoying and perplexing Shiro with better characters so I guess that's worth something at least.\n\n\u001b[1mアクション重い映画があれば、開発の面ではあまり期待しないでください。 私は本当に期待の点ではあまりありませんでしたが、これは良い選択でした。 前回のレビューの「リトマステスト」は、フランチャイズのアンナの目的が最終的に明らかになるにつれ、もう適用されなくなりました。 さらに、映画は、厄介で困惑しているシロをより良いキャラクターで置き換えたので、少なくとも価値があると思う。\u001b[22m\n\u001b[1m(Akushon omoi eiga ga areba, kaihatsu no mende wa amari kitai shinaide kudasai. Watashi wa hontōni kitai no tende wa amari arimasendeshitaga, kore wa yoi sentakudeshita. Zenkai no rebyū no `ritomasutesuto' wa, furanchaizu no An'na no mokuteki ga saishūtekini akiraka ni naru ni tsure, mō tekiyō sa renaku narimashita. Sarani, eiga wa, yakkaide konwaku shite iru shiro o yoriyoi kyarakutā de okikaetanode, sukunakutomo kachigāru to omou.)\u001b[22m\n\nTranslations of \u001b[4mDon't expect much in terms of development given the action-heavy movie. I didn't really have much in terms of expectations, which was a good choice. The 'litmus test' in my previous review no longer applies as Anna's purpose in the franchise finally becomes clear. Furthermore, the movie did replace the annoying and perplexing Shiro with better characters so I guess that's worth something at least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't expect much in terms of development given the action-heavy movie.\u001b[24m\n    \u001b[1mアクション重い映画があれば、開発の面ではあまり期待しないでください。\u001b[22m, \u001b[1mアクション重い映画を与えられた開発の面で多くを期待しないでください。\u001b[22m\n\u001b[4mI didn't really have much in terms of expectations, which was a good choice.\u001b[24m\n    \u001b[1m私は本当に期待の点ではあまりありませんでしたが、これは良い選択でした。\u001b[22m, \u001b[1m私は本当に良い選択だった、期待の面で多くを持っていませんでした。\u001b[22m\n\u001b[4mThe 'litmus test' in my previous review no longer applies as Anna's purpose in the franchise finally becomes clear.\u001b[24m\n    \u001b[1m前回のレビューの「リトマステスト」は、フランチャイズのアンナの目的が最終的に明らかになるにつれ、もう適用されなくなりました。\u001b[22m, \u001b[1mフランチャイズでアンナの目的は、最終的に明らかになるように私の以前のレビューで「リトマス試験」は適用されなくなりました。\u001b[22m\n\u001b[4mFurthermore, the movie did replace the annoying and perplexing Shiro with better characters so I guess that's worth something at least.\u001b[24m\n    \u001b[1mさらに、映画は、厄介で困惑しているシロをより良いキャラクターで置き換えたので、少なくとも価値があると思う。\u001b[22m, \u001b[1mまた、映画は、私はそれが、少なくとも価値のあるものだと思うので、より良い文字で迷惑と困惑史郎を交換しました。\u001b[22m\n\u001b[1m\u001b[22m\nValue:\n\n\u001b[1m値：\u001b[22m\n\u001b[1m(Atai:)\u001b[22m\n\nDefinitions of \u001b[4mValue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    値\u001b[22m\n        value, magnitude, dimension, size, bulk, price\n\u001b[1m    価値\u001b[22m\n        value, worth, merit, worthiness\n\u001b[1m    バリュー\u001b[22m\n        value\n\u001b[1m    価\u001b[22m\n        value, valency, price, cost, charge, worth\n\u001b[1m    価格\u001b[22m\n        price, cost, value\n\u001b[1m    値打ち\u001b[22m\n        value, worth, price, dignity\n\u001b[1m    金高\u001b[22m\n        amount, sum, quantity, value\n\u001b[1m    珍重\u001b[22m\n        prize, value\n\u001b[1m    直\u001b[22m\n        correctness, being straight, price, cheerfulness, night duty, cost\n\nverb\n\u001b[1m    尊ぶ\u001b[22m\n        value, honor, respect, esteem, prize, revere\n\u001b[1m    貴ぶ\u001b[22m\n        value, honor, revere, prize, esteem, respect\n\u001b[1m    評価する\u001b[22m\n        evaluate, value\n\u001b[1m    愛玩する\u001b[22m\n        fond of, value, mess about\nI'm still not convinced that K is saved as a franchise, but the movie was a step in the right direction, pairing the high production values with a focused plot. It's an enjoyable and worthwhile watch, especially considering its length.\n\n\u001b[1m私はまだKがフランチャイズとして保存されているとは確信していませんが、この映画は、高い生産価値と焦点を当てたプロットを組み合わせて、正しい方向への一歩でした。 特に長さを考えると、楽しくて価値のある時計です。\u001b[22m\n\u001b[1m(Watashi wa mada K ga furanchaizu to shite hozon sa rete iru to wa kakushin shite imasenga, kono eiga wa, takai seisan kachi to shōten o ateta purotto o kumiawasete, tadashī hōkō e no ippodeshita. Tokuni naga-sa o kangaeru to, tanoshikute kachinoaru tokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm still not convinced that K is saved as a franchise, but the movie was a step in the right direction, pairing the high production values with a focused plot. It's an enjoyable and worthwhile watch, especially considering its length.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm still not convinced that K is saved as a franchise, but the movie was a step in the right direction, pairing the high production values with a focused plot.\u001b[24m\n    \u001b[1m私はまだKがフランチャイズとして保存されているとは確信していませんが、この映画は、高い生産価値と焦点を当てたプロットを組み合わせて、正しい方向への一歩でした。\u001b[22m, \u001b[1m私はまだKはフランチャイズとして保存されていることを確信していないが、映画は、集束プロットと高い生産値を対右方向への一歩でした。\u001b[22m\n\u001b[4mIt's an enjoyable and worthwhile watch, especially considering its length.\u001b[24m\n    \u001b[1m特に長さを考えると、楽しくて価値のある時計です。\u001b[22m, \u001b[1mこれは、特にその長さを考慮して、楽しく、やりがいのある時計です。\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "Llama-Queen",
    "profile": "/profile/Llama-Queen/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=198963",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nスポイラーを含む場合があります\n\nストーリー：9\n\nKシリーズの続きとして、私は少し懐疑的でした。 続編は失望する傾向がありますが、私はこれが事実ではないと報告して満足しています。 実際、これは最初のシーズンからの一歩だと感じました。 それはペーシングがより均一であるように感じました、サスペンスがあった、「ああ、私は今それを得る」という気持ちがあり、豊かに感じます（読んだ：ミコト・スー）。 映画の中には、ブリーチのことをやっていると思った点がありました。OPの敵がMCを罵倒し、彼らが守りたい人を考え、さらにOPになって敗北させますが、それは素晴らしいことでした それが起こらなかったことを発見するために驚き。 また、S1からの重要な質問のいくつかは、キングスについて答えられています。 はい、アンナは明日のための明白な選択でしたが、それはうまくいっていて、彼女からの完璧なコントロールは無かったし、S1から感情的な荷物を強調するのは宗像のための完璧な触媒でした。 それはすべての質問に答えることはできませんでしたが、S2のスレッドを結びつけるための完璧な前提を設定しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMAY CONTAIN SPOILERS\n\n\u001b[1mスポイラーを含む場合があります\u001b[22m\n\u001b[1m(Supoirā o fukumu baai ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mMAY CONTAIN SPOILERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMAY CONTAIN SPOILERS\u001b[24m\n    \u001b[1mスポイラーを含む場合があります\u001b[22m, \u001b[1mネタバレが含まれている場合があり\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\n\u001b[1m\u001b[22m\nAs a continuation of the K series, I was a little skeptical about it. Sequels tend to disappoint, but I'm happy to report this was NOT the case. In fact, I felt this was a step up from the first season. It felt like the pacing was more even, there was suspense, a feeling of 'Ohh I get it now', and feels galore (read: Mikoto goddamn Suoh). There was a point in the film you thought that they were going to do the Bleach thing, where an OP enemy taunts the MC, they think of the person they want to protect, go even more OP and defeat them, but it was a nice surprise to find that it didn't happen. Also, some of the vital questions from S1 are answered about Kings. Yes, Anna was an obvious choice for Aka no Ou, but it was well done, no immediate perfect control from her, and it was the perfect catalyst for Munakata Reisi to highlight his emotional baggage from S1. It didn't answer all our questions, but it did set up a perfect premise for tying up the threads in S2.\n\n\u001b[1mKシリーズの続きとして、私は少し懐疑的でした。 続編は失望する傾向がありますが、私はこれが事実ではないと報告して満足しています。 実際、これは最初のシーズンからの一歩だと感じました。 それはペーシングがより均一であるように感じました、サスペンスがあった、「ああ、私は今それを得る」という気持ちがあり、豊かに感じます（読んだ：ミコト・スー）。 映画の中には、ブリーチのことをやっていると思った点がありました。OPの敵がMCを罵倒し、彼らが守りたい人を考え、さらにOPになって敗北させますが、それは素晴らしいことでした それが起こらなかったことを発見するために驚き。 また、S1からの重要な質問のいくつかは、キングスについて答えられています。 はい、アンナは明日のための明白な選択でしたが、それはうまくいっていて、彼女からの完璧なコントロールは無かったし、S1から感情的な荷物を強調するのは宗像のための完璧な触媒でした。 それはすべての質問に答えることはできませんでしたが、S2のスレッドを結びつけるための完璧な前提を設定しました。\u001b[22m\n\u001b[1m(K shirīzu no tsudzuki to shite, watashi wa sukoshi kaigi-tekideshita. Zokuhen wa shitsubō suru keikō ga arimasuga, watashi wa kore ga jijitsude wa nai to hōkoku shite manzoku shite imasu. Jissai, koreha saisho no shīzun kara no ippoda to kanjimashita. Sore wa pēshingu ga yori kin'itsudearu yō ni kanjimashita, sasupensu ga atta,`ā , watashi wa ima sore o eru' to iu kimochi ga ari, yutaka ni kanjimasu (yonda: Mikoto sū). Eiga no nakaniha, burīchi no koto o yatte iru to omotta ten ga arimashita. OP no teki ga MC o batō shi, karera ga mamoritai hito o kangae, sarani OP ni natte haiboku sa semasuga, sore wa subarashī kotodeshita sore ga okoranakatta koto o hakken suru tame ni odoroki. Mata, S 1 kara no jūyōna shitsumon no ikutsu ka wa, kingusu ni tsuite kotae rarete imasu. Hai, An'na wa ashita no tame no meihakuna sentakudeshitaga, sore wa umaku itte ite, kanojo kara no kanpekina kontorōru wa nakattashi, S 1 kara kanjō-tekina nimotsu o kyōchō suru no wa Munakata no tame no kanpekina shokubaideshita. Sore wa subete no shitsumon ni kotaeru koto wa dekimasendeshitaga, S 2 no sureddo o musubitsukeru tame no kanpekina zentei o settei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs a continuation of the K series, I was a little skeptical about it. Sequels tend to disappoint, but I'm happy to report this was NOT the case. In fact, I felt this was a step up from the first season. It felt like the pacing was more even, there was suspense, a feeling of 'Ohh I get it now', and feels galore (read: Mikoto goddamn Suoh). There was a point in the film you thought that they were going to do the Bleach thing, where an OP enemy taunts the MC, they think of the person they want to protect, go even more OP and defeat them, but it was a nice surprise to find that it didn't happen. Also, some of the vital questions from S1 are answered about Kings. Yes, Anna was an obvious choice for Aka no Ou, but it was well done, no immediate perfect control from her, and it was the perfect catalyst for Munakata Reisi to highlight his emotional baggage from S1. It didn't answer all our questions, but it did set up a perfect premise for tying up the threads in S2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a continuation of the K series, I was a little skeptical about it.\u001b[24m\n    \u001b[1mKシリーズの続きとして、私は少し懐疑的でした。\u001b[22m, \u001b[1mKシリーズの続きとして、私はそれについて少し懐疑的でした。\u001b[22m\n\u001b[4mSequels tend to disappoint, but I'm happy to report this was NOT the case.\u001b[24m\n    \u001b[1m続編は失望する傾向がありますが、私はこれが事実ではないと報告して満足しています。\u001b[22m, \u001b[1m続編は失望する傾向があるが、私は、これはそうではなかった報告いたします。\u001b[22m\n\u001b[4mIn fact, I felt this was a step up from the first season.\u001b[24m\n    \u001b[1m実際、これは最初のシーズンからの一歩だと感じました。\u001b[22m, \u001b[1m実際に、私はこれが最初のシーズンからのステップアップだと感じました。\u001b[22m\n\u001b[4mIt felt like the pacing was more even, there was suspense, a feeling of 'Ohh I get it now', and feels galore (read: Mikoto goddamn Suoh).\u001b[24m\n    \u001b[1mそれはペーシングがより均一であるように感じました、サスペンスがあった、「ああ、私は今それを得る」という気持ちがあり、豊かに感じます（読んだ：ミコト・スー）。\u001b[22m, \u001b[1mこれは、ペーシングはより均一だったように、サスペンス、「おお、私は今それを得る」、および（：美琴田舎者の白人野郎Suohを読む）豊富を感じる感があったと感じました。\u001b[22m\n\u001b[4mThere was a point in the film you thought that they were going to do the Bleach thing, where an OP enemy taunts the MC, they think of the person they want to protect, go even more OP and defeat them, but it was a nice\u001b[24m\n    \u001b[1m映画の中には、ブリーチのことをやっていると思った点がありました。OPの敵がMCを罵倒し、彼らが守りたい人を考え、さらにOPになって敗北させますが、それは素晴らしいことでした\u001b[22m, \u001b[1mそこOPの敵MCは、彼らが保護したい人を考え、さらに多くのOPを移動して、それらを打ち負かすあざけりあなたは彼らがブリーチのことをするつもりだったと思った映画のポイントは、でしたが、それはよかったです\u001b[22m\n\u001b[4msurprise to find that it didn't happen.\u001b[24m\n    \u001b[1mそれが起こらなかったことを発見するために驚き。\u001b[22m, \u001b[1mそれが起こらなかったことを見つけるために驚き。\u001b[22m\n\u001b[4mAlso, some of the vital questions from S1 are answered about Kings.\u001b[24m\n    \u001b[1mまた、S1からの重要な質問のいくつかは、キングスについて答えられています。\u001b[22m, \u001b[1mまた、S1からの重要な質問のいくつかは、王について答えています。\u001b[22m\n\u001b[4mYes, Anna was an obvious choice for Aka no Ou, but it was well done, no immediate perfect control from her, and it was the perfect catalyst for Munakata Reisi to highlight his emotional baggage from S1.\u001b[24m\n    \u001b[1mはい、アンナは明日のための明白な選択でしたが、それはうまくいっていて、彼女からの完璧なコントロールは無かったし、S1から感情的な荷物を強調するのは宗像のための完璧な触媒でした。\u001b[22m, \u001b[1mはい、アンナは赤なし王のための当然の選択だったが、それはよく、彼女からの即時の完全な制御を行っていない、と宗像ReisiがS1からの彼の感情的な手荷物を強調するために、それは完璧な触媒でした。\u001b[22m\n\u001b[4mIt didn't answer all our questions, but it did set up a perfect premise for tying up the threads in S2.\u001b[24m\n    \u001b[1mそれはすべての質問に答えることはできませんでしたが、S2のスレッドを結びつけるための完璧な前提を設定しました。\u001b[22m, \u001b[1mそれはすべて私たちの質問に答えなかったが、それはS2のスレッドを拘束するための完璧な前提を設定しました。\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "Megamumfy",
    "profile": "/profile/Megamumfy/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=204782",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  9\n\n私がこのアニメをどれだけ愛していたかを忘れて、それをもう一度見てから、2枚目のシーズンになる前にこの映画に行きました。 私は、あなたがシーケンスの前にこの映画を見ていないという誤解をしないように警告します！\n\nストーリー：\n\n映画の初めに、私はこの映画の目的と同じようなものでしたか？ でも、最後には私のようだった。「（私は、この映画のこのアニメのために、どうやって自分の渇きを止めてしまったのか、私はそれを見て少し遅かった。\n\nアート：\n\n一口。 いつものように、それは前と同じように私の息を吹き飛ばします！\n\n\n音：\n\n私は最初のシーズン以来、彼らの音楽のファンだった。 アンナのテーマとレッドのRequimimは私の目に涙をもたらします。 真剣に、冗談はありません！ 美しい。\n\n\n全体的に：みんなをチェックしてください。 最後はウーファのようでした！ 期待していなかった",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAaah how I forgot how much I loved this anime before watching it all over again and then going for this movie before hitting the second season. I warn you DO NOT MAKE A MISTAKE OF NOT WATCHING THIS MOVIE BEFORE THE SEQUEL!!.\n\n\u001b[1m私がこのアニメをどれだけ愛していたかを忘れて、それをもう一度見てから、2枚目のシーズンになる前にこの映画に行きました。 私は、あなたがシーケンスの前にこの映画を見ていないという誤解をしないように警告します！\u001b[22m\n\u001b[1m(Watashi ga kono anime o dore dake aishite ita ka o wasurete, sore o mōichido mitekara, 2-mai-me no shīzun ni naru mae ni kono eiga ni ikimashita. Watashi wa, anata ga shīkensu no mae ni kono eiga o miteinai to iu gokai o shinai yō ni keikoku shimasu!)\u001b[22m\n\nTranslations of \u001b[4mAaah how I forgot how much I loved this anime before watching it all over again and then going for this movie before hitting the second season. I warn you DO NOT MAKE A MISTAKE OF NOT WATCHING THIS MOVIE BEFORE THE SEQUEL!!.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAaah how I forgot how much I loved this anime before watching it all over again and then going for this movie before hitting the second season.\u001b[24m\n    \u001b[1m私がこのアニメをどれだけ愛していたかを忘れて、それをもう一度見てから、2枚目のシーズンになる前にこの映画に行きました。\u001b[22m, \u001b[1mあーどのように私はすべての繰り返しそれを見た後、第2シーズンを打つ前に、この映画のために行く前にこのアニメを愛してどのくらい忘れてしまいました。\u001b[22m\n\u001b[4mI warn you DO NOT MAKE A MISTAKE OF NOT WATCHING THIS MOVIE BEFORE THE SEQUEL!!.\u001b[24m\n    \u001b[1m私は、あなたがシーケンスの前にこの映画を見ていないという誤解をしないように警告します！\u001b[22m, \u001b[1m私はあなたがSEQUEL前にこの映画を見ていないの間違いのないよう警告します!!。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nAt the start of the movie I was like what's the purpose of this movie? But damn at the end I was like :'( . I love how they managed to quench my thirst for this anime in this movie even though I was a wee late to watch it hehe.\n\n\u001b[1m映画の初めに、私はこの映画の目的と同じようなものでしたか？ でも、最後には私のようだった。「（私は、この映画のこのアニメのために、どうやって自分の渇きを止めてしまったのか、私はそれを見て少し遅かった。\u001b[22m\n\u001b[1m(Eiga no hajime ni, watashi wa kono eiga no mokuteki to onajiyōna monodeshita ka? Demo, saigo ni wa watashi no yōdatta. ` (Watashi wa, kono eiga no kono anime no tame ni, dō yatte jibun no kawaki o tomete shimatta no ka, watashi wa sore o mite sukoshi osokatta.)\u001b[22m\n\nTranslations of \u001b[4mAt the start of the movie I was like what's the purpose of this movie? But damn at the end I was like :'( . I love how they managed to quench my thirst for this anime in this movie even though I was a wee late to watch it hehe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the start of the movie I was like what's the purpose of this movie?\u001b[24m\n    \u001b[1m映画の初めに、私はこの映画の目的と同じようなものでしたか？\u001b[22m, \u001b[1m映画の開始時に、私はこの映画の目的だもののようでしたか？\u001b[22m\n\u001b[4mBut damn at the end I was like :'( . I love how they managed to quench my thirst for this anime in this movie even though I was a wee late to watch it hehe.\u001b[24m\n    \u001b[1mでも、最後には私のようだった。「（私は、この映画のこのアニメのために、どうやって自分の渇きを止めてしまったのか、私はそれを見て少し遅かった。\u001b[22m, \u001b[1mしかしいまいましい終わりに私のようだった： '（私は彼らは私が笑それを見ておしっこ遅かったにも関わらず、この映画の中でこのアニメのための私の渇きを癒すために管理方法が大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nSigh. As usual, it takes my breath away like it did before!\n\n\u001b[1m一口。 いつものように、それは前と同じように私の息を吹き飛ばします！\u001b[22m\n\u001b[1m(Hitokuchi. Itsumo no yō ni, soreha mae to onajiyōni watashi no iki o fukitobashimasu!)\u001b[22m\n\nTranslations of \u001b[4mSigh. As usual, it takes my breath away like it did before!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSigh.\u001b[24m\n    \u001b[1m一口。\u001b[22m, \u001b[1mため息。\u001b[22m\n\u001b[4mAs usual, it takes my breath away like it did before!\u001b[24m\n    \u001b[1mいつものように、それは前と同じように私の息を吹き飛ばします！\u001b[22m, \u001b[1mそれは前に行ったようにいつものように、それは私の息を奪います！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nI'd been a fan of their music since the first season. Anna's theme and Requim of Red brings tears to my eyes. No kidding, seriously! It's beautiful.\n\n\u001b[1m私は最初のシーズン以来、彼らの音楽のファンだった。 アンナのテーマとレッドのRequimimは私の目に涙をもたらします。 真剣に、冗談はありません！ 美しい。\u001b[22m\n\u001b[1m(Watashi wa saisho no shīzun irai, karera no ongaku no fandatta. An'na no tēma to reddo no Requimim wa watashi no me ni namida o motarashimasu. Shinken ni, jōdan wa arimasen! Utsukushī.)\u001b[22m\n\nTranslations of \u001b[4mI'd been a fan of their music since the first season. Anna's theme and Requim of Red brings tears to my eyes. No kidding, seriously! It's beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd been a fan of their music since the first season.\u001b[24m\n    \u001b[1m私は最初のシーズン以来、彼らの音楽のファンだった。\u001b[22m, \u001b[1m私は最初のシーズン以来、彼らの音楽のファンだったのです。\u001b[22m\n\u001b[4mAnna's theme and Requim of Red brings tears to my eyes.\u001b[24m\n    \u001b[1mアンナのテーマとレッドのRequimimは私の目に涙をもたらします。\u001b[22m, \u001b[1mアンナのテーマとレッドのRequimは、私の目に涙をもたらします。\u001b[22m\n\u001b[4mNo kidding, seriously!\u001b[24m\n    \u001b[1m真剣に、冗談はありません！\u001b[22m, \u001b[1mいいえ冗談、真剣に！\u001b[22m\n\u001b[4mIt's beautiful.\u001b[24m\n    \u001b[1m美しい。\u001b[22m, \u001b[1mそれは美しいです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Check it out guys. The end was like WOOPAH! didn't expect it haha\n\n\u001b[1m全体的に：みんなをチェックしてください。 最後はウーファのようでした！ 期待していなかった\u001b[22m\n\u001b[1m(Zentai-teki ni: Min'na o chekku shite kudasai. Saigo wa ūfa no yōdeshita! Kitai shite inakatta)\u001b[22m\n\nTranslations of \u001b[4mOverall: Check it out guys. The end was like WOOPAH! didn't expect it haha\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Check it out guys.\u001b[24m\n    \u001b[1m全体的に：みんなをチェックしてください。\u001b[22m, \u001b[1m全体：みんなそれをチェックアウト。\u001b[22m\n\u001b[4mThe end was like WOOPAH!\u001b[24m\n    \u001b[1m最後はウーファのようでした！\u001b[22m, \u001b[1m最後はWOOPAHのようでした！\u001b[22m\n\u001b[4mdidn't expect it haha\u001b[24m\n    \u001b[1m期待していなかった\u001b[22m, \u001b[1m笑それを期待していませんでした\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "Mata1ch1",
    "profile": "/profile/Mata1ch1/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=201958",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n2014年に発売され、2015年に新シーズンが始まったにもかかわらず、何らかの理由でこの映画「K：Missing Kings」がK：Return of Kingsの第1話の後に見られるようになったことを、今すぐ伝えることができます。 最初のエピソードでは、「赤い王」としての美人を見ますが、2回目のエピソードが始まると、アンナと一緒に新しい赤い王に紹介されます。\n\n映画の1時間12分のイベントは、新しいシーズンの重要な要素である「欠落した」情報とストーリー・ラインの約2〜3回のエピソードです。  K：Return of Kingsで本当に感謝するには、13のエピソードのうちの4番目のものだけであるため、最初のエピソード、映画、次にエピソードで起こっていることに従うための第2のエピソードを見る必要があります 3および4。\n\nそれは映画と新しいシーズンの間の暗闇をクリアするでしょう。 あなたがその順序でそれを見るなら。 正直なところ、それは余分な努力と再見直しの価値がある。 私はこのアニメを完全に愛している。 それはエキサイティングな、アクションパック、素晴らしい戦いのシーンと映画です。 私は映画と新シーズンの両方をパッケージ契約として検討しています。 あなたが映画を見ないならば、あなたは完全に新しい季節に失われるでしょうから。 読んでくれてありがとう！ ショーをお楽しみください！  ^ _ ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nEven though it came out in 2014 and the new season just started in 2015 I can tell you now that for whatever reason this movie, K: Missing Kings was meant to be watched after the 1st episode of K: Return of Kings. In the first episode we see Mikoto as the Red King, but as soon as the 2nd episode starts we are introduced to a new Red King with Anna.\n\n\u001b[1m2014年に発売され、2015年に新シーズンが始まったにもかかわらず、何らかの理由でこの映画「K：Missing Kings」がK：Return of Kingsの第1話の後に見られるようになったことを、今すぐ伝えることができます。 最初のエピソードでは、「赤い王」としての美人を見ますが、2回目のエピソードが始まると、アンナと一緒に新しい赤い王に紹介されます。\u001b[22m\n\u001b[1m(2014-Nen ni hatsubai sa re, 2015-nen ni shin shīzun ga hajimatta nimokakawarazu, nanrakano riyū de kono eiga `K : Misshingu kingusu' ga K: Ritān of kingusu no dai 1-wa no nochi ni mi rareru yō ni natta koto o, ima sugu tsutaeru koto ga dekimasu. Saisho no episōdode wa,`akai ō' to shite no bijin o mimasuga, 2-kai-me no episōdo ga hajimaru to, An'na to issho ni atarashī akai ō ni shōkai sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mEven though it came out in 2014 and the new season just started in 2015 I can tell you now that for whatever reason this movie, K: Missing Kings was meant to be watched after the 1st episode of K: Return of Kings. In the first episode we see Mikoto as the Red King, but as soon as the 2nd episode starts we are introduced to a new Red King with Anna.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though it came out in 2014 and the new season just started in 2015 I can tell you now that for whatever reason this movie, K: Missing Kings was meant to be watched after the 1st episode of K: Return of Kings.\u001b[24m\n    \u001b[1m2014年に発売され、2015年に新シーズンが始まったにもかかわらず、何らかの理由でこの映画「K：Missing Kings」がK：Return of Kingsの第1話の後に見られるようになったことを、今すぐ伝えることができます。\u001b[22m, \u001b[1m不足している王が意図されたKの第一話の後に見する：王の帰還を、それが2014年に出てきたし、新しいシーズンがちょうど2015年に開始したにもかかわらず、私はこの映画、Kは、何らかの理由でそれが今を伝えることができます。\u001b[22m\n\u001b[4mIn the first episode we see Mikoto as the Red King, but as soon as the 2nd episode starts we are introduced to a new Red King with Anna.\u001b[24m\n    \u001b[1m最初のエピソードでは、「赤い王」としての美人を見ますが、2回目のエピソードが始まると、アンナと一緒に新しい赤い王に紹介されます。\u001b[22m, \u001b[1m最初のエピソードでは、赤の王として命を参照してください、しかし、すぐに第二のエピソードは、我々はアンナで新しいレッドキングに導入され始めると。\u001b[22m\n\u001b[1m\u001b[22m\nThe events in the movie about an 1 hour and 12 minutes is roughly 2-3 episodes of 'missing' information and story line that are crucial elements to the new season. In order to truly appreciate what is going on in K: Return of Kings, as it is only in it's 4th of 13 episodes you need to watch the first episode, the movie, then the second episode in order to follow what's going on in episodes 3 and 4.\n\n\u001b[1m映画の1時間12分のイベントは、新しいシーズンにとって重要な要素である「欠落した」情報とストーリー・ラインの約2〜3回のエピソードです。  K：Return of Kingsで本当に感謝するには、13のエピソードのうち4番目のものだけであるため、最初のエピソード、映画、次にエピソードで起こっていることに従うための2番目のエピソードを見る必要があります 3および4。\u001b[22m\n\u001b[1m(Eiga no 1-jikan 12-bu no ibento wa, atarashī shīzun ni totte jūyōna yōsodearu `ketsuraku shita' jōhō to sutōrī rain no yaku 2 〜 3-kai no episōdodesu. K: Ritān of kingusu de hontōni kansha suru ni wa, 13 no episōdo no uchi 4-banme no mono dakedearu tame, saisho no episōdo, eiga, tsugini episōdo de okotte iru koto ni shitagau tame no 2-banme no episōdo o miru hitsuyō ga arimasu 3 oyobi 4.)\u001b[22m\n\nTranslations of \u001b[4mThe events in the movie about an 1 hour and 12 minutes is roughly 2-3 episodes of 'missing' information and story line that are crucial elements to the new season. In order to truly appreciate what is going on in K: Return of Kings, as it is only in it's 4th of 13 episodes you need to watch the first episode, the movie, then the second episode in order to follow what's going on in episodes 3 and 4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe events in the movie about an 1 hour and 12 minutes is roughly 2-3 episodes of 'missing' information and story line that are crucial elements to the new season.\u001b[24m\n    \u001b[1m映画の1時間12分のイベントは、新しいシーズンにとって重要な要素である「欠落した」情報とストーリー・ラインの約2〜3回のエピソードです。\u001b[22m, \u001b[1m1時間12分程度の映画でのイベントは、新しいシーズンに不可欠な要素である「行方不明」情報とストーリーラインの約2-3のエピソードです。\u001b[22m\n\u001b[4mIn order to truly appreciate what is going on in K: Return of Kings, as it is only in it's 4th of 13 episodes you need to watch the first episode, the movie, then the second episode in order to follow what's going on in episodes\u001b[24m\n    \u001b[1mK：Return of Kingsで本当に感謝するには、13のエピソードのうち4番目のものだけであるため、最初のエピソード、映画、次にエピソードで起こっていることに従うための2番目のエピソードを見る必要があります\u001b[22m, \u001b[1m王の帰還、それはそれだけでのエピソードで何が起こっているのか追跡するために、13あなたが最初のエピソードを監視する必要がありエピソード、映画、その後、第2話の第4回ですされているよう：本当にKで何が起きているかを理解するためには\u001b[22m\n\u001b[4m3 and 4.\u001b[24m\n    \u001b[1m3および4。\u001b[22m, \u001b[1m3,4。\u001b[22m\n\u001b[1m\u001b[22m\nIt will clear up the murkiness between the movie and the new season. If you watch it in that order. Honestly it's worth the extra effort and re-watch. I'm totally loving this anime. It's exciting, action packed, awesome fight scenes and cinematics. I'm reviewing both the movie and new season as a package deal. Because you'll totally be lost in the new season if you don't watch the movie. Thanks for reading! Enjoy the show! ^_^\n\n\u001b[1mそれは映画と新しいシーズンの間の暗闇をクリアするでしょう。 あなたがその順序でそれを見るなら。 正直なところ、それは余分な努力と再見直しの価値がある。 私はこのアニメを完全に愛している。 それはエキサイティングな、アクションパック、素晴らしい戦いのシーンと映画です。 私は映画と新シーズンの両方をパッケージ契約として検討しています。 あなたが映画を見ないならば、あなたは完全に新しい季節に失われるでしょうから。 読んでくれてありがとう！ ショーをお楽しみください！  ^ _ ^\u001b[22m\n\u001b[1m(Sore wa eiga to atarashī shīzun no ma no kurayami o kuria surudeshou. Anata ga sono junjo de sore o mirunara. Shōjikina tokoro, sore wa yobun'na doryoku to sai minaoshi no kachigāru. Watashi wa kono anime o kanzen ni aishite iru. Sore wa ekisaitinguna, akushon pakku, subarashī tatakai no shīn to eigadesu. Watashi wa eiga to shin shīzun no ryōhō o pakkēji keiyaku to shite kentō shite imasu. Anata ga eiga o minainaraba, anata wa kanzen ni atarashī kisetsu ni ushinawa rerudeshoukara. Yonde kurete arigatō! Shō o o tanoshimi kudasai! ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4mIt will clear up the murkiness between the movie and the new season. If you watch it in that order. Honestly it's worth the extra effort and re-watch. I'm totally loving this anime. It's exciting, action packed, awesome fight scenes and cinematics. I'm reviewing both the movie and new season as a package deal. Because you'll totally be lost in the new season if you don't watch the movie. Thanks for reading! Enjoy the show! ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt will clear up the murkiness between the movie and the new season.\u001b[24m\n    \u001b[1mそれは映画と新しいシーズンの間の暗闇をクリアするでしょう。\u001b[22m, \u001b[1mこれは、映画や新しいシーズンの間の暗さを解消します。\u001b[22m\n\u001b[4mIf you watch it in that order.\u001b[24m\n    \u001b[1mあなたがその順序でそれを見るなら。\u001b[22m, \u001b[1mあなたはそのために、それを見た場合。\u001b[22m\n\u001b[4mHonestly it's worth the extra effort and re-watch.\u001b[24m\n    \u001b[1m正直なところ、それは余分な努力と再見直しの価値がある。\u001b[22m, \u001b[1m正直なところ、それは余分な努力と再時計の価値があります。\u001b[22m\n\u001b[4mI'm totally loving this anime.\u001b[24m\n    \u001b[1m私はこのアニメを完全に愛している。\u001b[22m, \u001b[1m私は完全にこのアニメを愛しています。\u001b[22m\n\u001b[4mIt's exciting, action packed, awesome fight scenes and cinematics.\u001b[24m\n    \u001b[1mそれはエキサイティングな、アクションパック、素晴らしい戦いのシーンと映画です。\u001b[22m, \u001b[1mそれはエキサイティングな、アクションパック、素晴らしい戦いのシーンや映画製作です。\u001b[22m\n\u001b[4mI'm reviewing both the movie and new season as a package deal.\u001b[24m\n    \u001b[1m私は映画と新シーズンの両方をパッケージ契約として検討しています。\u001b[22m, \u001b[1m私は、映画やパッケージ取引などの新しいシーズンの両方を検討しています。\u001b[22m\n\u001b[4mBecause you'll totally be lost in the new season if you don't watch the movie.\u001b[24m\n    \u001b[1mあなたが映画を見ないならば、あなたは完全に新しい季節に失われるでしょうから。\u001b[22m, \u001b[1mあなたは映画を見ていない場合は、全く新しいシーズンに失われますので。\u001b[22m\n\u001b[4mThanks for reading!\u001b[24m\n    \u001b[1m読んでくれてありがとう！\u001b[22m\n\u001b[4mEnjoy the show!\u001b[24m\n    \u001b[1mショーをお楽しみください！\u001b[22m\n\u001b[4m^_^\u001b[24m\n    \u001b[1m^ _ ^\u001b[22m"
  },
  {
    "title": "K__Missing_Kings",
    "id": "16904",
    "url": "https://myanimelist.net/anime/16904/K__Missing_Kings",
    "user": "GarlandReese",
    "profile": "/profile/GarlandReese/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=222600",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\nシリーズ「K」のファンは、「もし」ではなく「いつ」にショーの第2シーズンになるのかを尋ねるだけでした。 しかし、3年の待ち時間で、次のシーズンが終わるまで何かが扇動する必要があった。 だから、映画「K：Missing Kings」が半年後半にリリースされました。 映画は少しの栄養を提供するだけでなく、次のシーズンのために作品を準備します。\n\n最初のシーズンが終わってから約1年を振り返って、この映画は簡単に言及されたグリーン・クランを含む新たな危機をもたらします。 一部の新キャラクターが紹介されています。特に、映画の主なアンタゴニストとして活躍している八ヶの神の元恩師であり、「漂白」の名声を持つ森田雅和さんが素晴らしい演奏をしています。 物語は本当に「K：Return of Kings」に来るもののちょうどいいティーザーですが、いくつかのギャップを埋め、剣の演奏やライトショーのチャンスをたくさん提供します。\n\n芸術はまだこのショーの強みです。  CGエフェクトを充実させ、色と未来の風景をディスプレイに表示することで、これまでの10年の中で最も美しいものの1つになりました。 この映画の弱点は、短いランタイム、それはティーザープロット、そしてそれは初心者に不快であるという事実です。 それは次のシーズンのための1つの大きなプロローグです。 彼らは強いスタンドアローン機能を生み出すためにここで本当のチャンスを逃した。 本当のバマー。 すべての、すべての、thoはショーのファンのための質の必見の経験。 あなたの食欲を次のものに上げます。  7/10。 乾杯！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFans of the series 'K' had only to ask not 'if' but 'when' there was going to be a second season of the show. With a wait time of 3 years however, something was going to need to tide fans over until the next season was finished. So, a little past half way the film 'K: Missing Kings' was released. The film not only provides a little sustenance, but sets up the pieces for the next season.\n\n\u001b[1mシリーズ「K」のファンは、「もし」ではなく「いつ」にショーの第2シーズンになるのかを尋ねるだけでした。 しかし、3年の待ち時間で、次のシーズンが終わるまで何かが扇動する必要があった。 だから、映画「K：Missing Kings」が半年後半にリリースされました。 映画は少しの栄養を提供するだけでなく、次のシーズンのために作品を準備します。\u001b[22m\n\u001b[1m(Shirīzu `K ' no fan wa,`moshi'de wanaku `itsu' ni shō no dai 2 shīzun ni naru no ka o tazuneru dakedeshita. Shikashi, 3-nen no machijikan de,-ji no shīzun ga owaru made nanika ga sendō suru hitsuyō ga atta. Dakara, eiga `K : Misshingu kingusu' ga hantoshi kōhan ni rirīsu sa remashita. Eiga wa sukoshi no eiyō o teikyō suru dakedenaku,-ji no shīzun no tame ni sakuhin o junbi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFans of the series 'K' had only to ask not 'if' but 'when' there was going to be a second season of the show. With a wait time of 3 years however, something was going to need to tide fans over until the next season was finished. So, a little past half way the film 'K: Missing Kings' was released. The film not only provides a little sustenance, but sets up the pieces for the next season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFans of the series 'K' had only to ask not 'if' but 'when' there was going to be a second season of the show.\u001b[24m\n    \u001b[1mシリーズ「K」のファンは、「もし」ではなく「いつ」にショーの第2シーズンになるのかを尋ねるだけでした。\u001b[22m, \u001b[1mシリーズ「K」のファンはショーのセカンドシーズンがあるように起こっていた」とき ''が 'ではなく尋ねなければなりませんでした。\u001b[22m\n\u001b[4mWith a wait time of 3 years however, something was going to need to tide fans over until the next season was finished.\u001b[24m\n    \u001b[1mしかし、3年の待ち時間で、次のシーズンが終わるまで何かが扇動する必要があった。\u001b[22m, \u001b[1mしかし、3年の待ち時間で、何かが次のシーズンが終了するまで以上の潮のファンに必要としていました。\u001b[22m\n\u001b[4mSo, a little past half way the film 'K: Missing Kings' was released.\u001b[24m\n    \u001b[1mだから、映画「K：Missing Kings」が半年後半にリリースされました。\u001b[22m, \u001b[1mだから、少し過去の途中映画「K：キングスがありません 'がリリースされました。\u001b[22m\n\u001b[4mThe film not only provides a little sustenance, but sets up the pieces for the next season.\u001b[24m\n    \u001b[1m映画は少しの栄養を提供するだけでなく、次のシーズンのために作品を準備します。\u001b[22m, \u001b[1mフィルムは少しの糧を提供していますが、次のシーズンに向けて作品を設定するだけでなく。\u001b[22m\n\u001b[1m\u001b[22m\nTaking place about a year after the first season ended, the film gives us a new crisis involving the briefly mentioned Green clan. A few new characters are introduced, notably that of Yukari Mishakuji, a former senpai of Kurou Yatogami who serves as the film's primary antagonist and is played wonderfully by Masakazu Morita of 'Bleach' fame. The story is really just a teaser for what's to come in 'K: Return of Kings' but it does fill in some gaps and provides plenty of chances for sword play and light shows.\n\n\u001b[1m最初のシーズンが終わってから約1年を振り返って、この映画は簡単に言及されたグリーン・クランを含む新たな危機をもたらします。 一部の新キャラクターが紹介されています。特に、映画の主なアンタゴニストとして活躍している八ヶの神の元恩師であり、「漂白」の名声を持つ森田雅和さんが素晴らしい演奏をしています。 物語は本当に「K：Return of Kings」に来るもののちょうどいいティーザーですが、いくつかのギャップを埋め、剣の演奏やライトショーのチャンスをたくさん提供します。\u001b[22m\n\u001b[1m(Saisho no shīzun ga owatte kara yaku 1-nen o furikaette, kono eiga wa kantan ni genkyū sa reta gurīn Kuran o fukumu aratana kiki o motarashimasu. Ichibu no shin kyarakutā ga shōkai sa rete imasu. Tokuni, eiga no omona antagonisuto to shite katsuyaku shite iru hakka no kami no moto onshideari,`hyōhaku' no meisei o motsu Morita Masakazu-san ga subarashī ensō o shite imasu. Monogatari wa hontōni `K : Ritān of kingusu' ni kuru mono no chōdo ī tīzādesuga, ikutsu ka no gyappu o ume, ken no ensō ya raitoshō no chansu o takusan teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTaking place about a year after the first season ended, the film gives us a new crisis involving the briefly mentioned Green clan. A few new characters are introduced, notably that of Yukari Mishakuji, a former senpai of Kurou Yatogami who serves as the film's primary antagonist and is played wonderfully by Masakazu Morita of 'Bleach' fame. The story is really just a teaser for what's to come in 'K: Return of Kings' but it does fill in some gaps and provides plenty of chances for sword play and light shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaking place about a year after the first season ended, the film gives us a new crisis involving the briefly mentioned Green clan.\u001b[24m\n    \u001b[1m最初のシーズンが終わってから約1年を振り返って、この映画は簡単に言及されたグリーン・クランを含む新たな危機をもたらします。\u001b[22m, \u001b[1m最初のシーズンが終了した後、約一年場所を取って、フィルムは私たちに簡単に言及したグリーン一族が関与する新たな危機を提供します。\u001b[22m\n\u001b[4mA few new characters are introduced, notably that of Yukari Mishakuji, a former senpai of Kurou Yatogami who serves as the film's primary antagonist and is played wonderfully by Masakazu Morita of 'Bleach' fame.\u001b[24m\n    \u001b[1m一部の新キャラクターが紹介されています。特に、映画の主なアンタゴニストとして活躍している八ヶの神の元恩師であり、「漂白」の名声を持つ森田雅和さんが素晴らしい演奏をしています。\u001b[22m, \u001b[1mいくつかの新しい文字は、特にそのゆかりMishakuji、フィルムの主な拮抗薬として働き、「ブリーチ」の名声の森田成一によって見事に演奏されるKurou Yatogamiの元先輩の、導入されています。\u001b[22m\n\u001b[4mThe story is really just a teaser for what's to come in 'K: Return of Kings' but it does fill in some gaps and provides plenty of chances for sword play and light shows.\u001b[24m\n    \u001b[1m物語は本当に「K：Return of Kings」に来るもののちょうどいいティーザーですが、いくつかのギャップを埋め、剣の演奏やライトショーのチャンスをたくさん提供します。\u001b[22m, \u001b[1m物語は本当に「K：王の帰還」に来て何のためだけのお誘いですが、それはいくつかのギャップを埋めるず、剣プレーの機会と光のショーの多くを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is still the strong point of this show. Enriched with CG effects, the display of color and futuristic scenery on display continue to make this show one of the best looking of the decade so far. The weaknesses of this film are it's short run-time, it's teaser plot, and the fact it is unkind to the uninitiated. It's just one big prologue for the next season. They missed a real opportunity here to create a strong stand-alone feature. Real bummer. All and all, tho a quality must-watch experience for fans of the show. Gets your appetite up for what's next. 7/10. Cheers!\n\n\u001b[1m芸術はまだこのショーの強みです。  CGエフェクトを充実させ、色と未来の風景をディスプレイに表示することで、これまでの10年の中で最も美しいものの1つになりました。 この映画の弱点は、短いランタイム、それはティーザープロット、そしてそれは初心者に不快であるという事実です。 それは次のシーズンのための1つの大きなプロローグです。 彼らは強いスタンドアローン機能を生み出すためにここで本当のチャンスを逃した。 本当のバマー。 すべての、すべての、thoはショーのファンのための質の必見の経験。 あなたの食欲を次のものに上げます。  7/10。 乾杯！\u001b[22m\n\u001b[1m(Geijutsu wa mada kono shō no tsuyomidesu. CG efekuto o jūjitsu sa se,-iro to mirai no fūkei o disupurei ni hyōji suru koto de, kore made no 10-nen no naka de mottomo utsukushī mono no 1tsu ni narimashita. Kono eiga no jakuten wa, mijikai Rantaimu, soreha tīzāpurotto, soshite sore wa shoshinsha ni fukaidearu to iu jijitsudesu. Sore wa tsugi no shīzun no tame no 1tsu no ōkina purorōgudesu. Karera wa tsuyoi sutandoarōn kinō o umidasu tame ni koko de hontō no chansu o nogashita. Hontō no bamā. Subete no, subete no, tho wa shō no fan no tame no shitsu no hikken no keiken. Anata no shokuyoku o tsugi no mono ni agemasu. 7/ 10. Kanpai)\u001b[22m\n\nTranslations of \u001b[4mThe art is still the strong point of this show. Enriched with CG effects, the display of color and futuristic scenery on display continue to make this show one of the best looking of the decade so far. The weaknesses of this film are it's short run-time, it's teaser plot, and the fact it is unkind to the uninitiated. It's just one big prologue for the next season. They missed a real opportunity here to create a strong stand-alone feature. Real bummer. All and all, tho a quality must-watch experience for fans of the show. Gets your appetite up for what's next. 7/10. Cheers!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is still the strong point of this show.\u001b[24m\n    \u001b[1m芸術はまだこのショーの強みです。\u001b[22m, \u001b[1m芸術はまだこのショーの強力なポイントです。\u001b[22m\n\u001b[4mEnriched with CG effects, the display of color and futuristic scenery on display continue to make this show one of the best looking of the decade so far.\u001b[24m\n    \u001b[1mCGエフェクトを充実させ、色と未来の風景をディスプレイに表示することで、これまでの10年の中で最も美しいものの1つになりました。\u001b[22m, \u001b[1mCG効果で強化し、ディスプレイ上の色と未来的な風景の表示は、これはこれまでに十年の探して最高の一つを表示し続けます。\u001b[22m\n\u001b[4mThe weaknesses of this film are it's short run-time, it's teaser plot, and the fact it is unkind to the uninitiated.\u001b[24m\n    \u001b[1mこの映画の弱点は、短いランタイム、それはティーザープロット、そしてそれは初心者に不快であるという事実です。\u001b[22m, \u001b[1mこのフィルムの弱点は、それが実行時に短いですが、それはティーザープロット、それは初心者に不親切である事実です。\u001b[22m\n\u001b[4mIt's just one big prologue for the next season.\u001b[24m\n    \u001b[1mそれは次のシーズンのための1つの大きなプロローグです。\u001b[22m, \u001b[1mそれは、次のシーズンのためだけに一つの大きなプロローグです。\u001b[22m\n\u001b[4mThey missed a real opportunity here to create a strong stand-alone feature.\u001b[24m\n    \u001b[1m彼らは強いスタンドアローン機能を生み出すためにここで本当のチャンスを逃した。\u001b[22m, \u001b[1m彼らは強力なスタンドアロンの機能を作成するためにここに本当のチャンスを逃しました。\u001b[22m\n\u001b[4mReal bummer.\u001b[24m\n    \u001b[1m本当のバマー。\u001b[22m, \u001b[1mレアルがっかり。\u001b[22m\n\u001b[4mAll and all, tho a quality must-watch experience for fans of the show.\u001b[24m\n    \u001b[1mすべての、すべての、thoはショーのファンのための質の必見の経験。\u001b[22m, \u001b[1mすべておよびすべて、品質がショーのファンのための経験を、見る必要がありますカントー。\u001b[22m\n\u001b[4mGets your appetite up for what's next.\u001b[24m\n    \u001b[1mあなたの食欲を次のものに上げます。\u001b[22m, \u001b[1m次は何のためにあなたの食欲を取得します。\u001b[22m\n\u001b[4m7/10.\u001b[24m\n    \u001b[1m7/10。\u001b[22m, \u001b[1m7月10日。\u001b[22m\n\u001b[4mCheers!\u001b[24m\n    \u001b[1m乾杯！\u001b[22m"
  }
]
