[
  {
    "title": "iDOLMSTER_Xenoglossia",
    "id": "1694",
    "url": "https://myanimelist.net/anime/1694/iDOLMSTER_Xenoglossia",
    "user": "otamegane18",
    "profile": "/profile/otamegane18/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=157459",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  7\nキャラクター|  6\n|  7\n\n私はこのショーのために私の最初のレビューを使い果たしている...\n私はIDOLM @ STERのファン＆プレイヤーとして、私はXenolgossiaを試してみたいと思っていました。 まず第一に私は通常メカを見ないので、私の知識は私の手で数えることができ、まだ私が見たショーの量が残っています。\nあなたがIDOLMASTERファンとしてXENOGLOSSIAに飛び込むとき、あなたはその結果のための準備ができています。 遥かに自分を救うことはないが、それは一番元気なキャラクターであるが、熟練したキャラクターは、あなたが通常フランチャイズ上で見るものではないという意味で、ツイストされている。 まあ、彼女はそうではありませんが、彼らは彼女の陰謀をしました、彼女は人として古い、非常に暗い、前よりも、そして私はチャーが吸い込まれた方法について続けていくことができます...しかし、 このためのトリック あなたは誠を知っていますか？ もっと恋に落ちようとしていて、IDOLになりたいのですか？ 彼女はダニー・セクシーですが、誰にとっても大変意味があります。彼女はミッションと彼女の大姉妹を気にします。 アミ？  DOCILE AND QUIET（wut）彼女は姉のように元気ですが、Xenoglossiaは気にしませんでした。彼女は静かな（しかし非常に役に立つ）女の子になりました。 ゆきほ？ もはや男性を恐れず、まだ静かで、ショーの後半まであまり変わらない。 千早？\n\nあなたが本当にこのアニメを楽しむことができる唯一の方法は、これにもIDOLM @ STER文字があることを忘れることです。 それを忘れて、あなたはミルEVAのワナビーショーのあなたの実行を取得します。 これを早く実現することで、あるキャラクターの印象が小さなビットに崩れ落ちるのを防ぐことができました。\n\nエピソードによって物語は良くなるが、それでも十分ではない。 あなたがIDOLM @ STERファンなら、このアニメは絶対に避けてください。 私が思っていたようにフランチャイズをサポートするために拷問や苦しみをしたい場合は、上記の警告を読んで準備してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI'm using up my first review for this show...\n\n\u001b[1m私はこのショーのために私の最初のレビューを使い果たしている...\u001b[22m\n\u001b[1m(Watashi wa kono shō no tame ni watashi no saisho no rebyū o tsukaihatashite iru...)\u001b[22m\n\nTranslations of \u001b[4mI'm using up my first review for this show...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm using up my first review for this show...\u001b[24m\n    \u001b[1m私はこのショーのために私の最初のレビューを使い果たしている...\u001b[22m, \u001b[1m私はこのショーのための私の最初のレビューを使用しています...\u001b[22m\nI am someone who enjoys all sorts of shows with idols involved, and as a fan AND player of IDOLM@STER, I wanted to give Xenolgossia a try. First of all I don't normally watch mecha, so my knowledge about them is minimal, to the point I can count with my hands and still have fingers left of the amount of shows that have them I have seen.\n\n\u001b[1m私はIDOLM @ STERのファン＆プレイヤーとして、私はXenolgossiaを試してみたいと思っていました。 まず第一に私は通常メカを見ないので、私の知識は私の手で数えることができ、まだ私が見たショーの量が残っています。\u001b[22m\n\u001b[1m(Watashi wa IDOLM@ STER no fan& pureiyā to shite, watashi wa Xenolgossia o tameshite mitai to omotte imashita. Mazu daiichi ni watashi wa tsūjō meka o minainode, watashi no chishiki wa watashi no te de kazoeru koto ga deki, mada watashi ga mita shō no ryō ga nokotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI am someone who enjoys all sorts of shows with idols involved, and as a fan AND player of IDOLM@STER, I wanted to give Xenolgossia a try. First of all I don't normally watch mecha, so my knowledge about them is minimal, to the point I can count with my hands and still have fingers left of the amount of shows that have them I have seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am someone who enjoys all sorts of shows with idols involved, and as a fan AND player of IDOLM@STER, I wanted to give Xenolgossia a try.\u001b[24m\n    \u001b[1m私はIDOLM @ STERのファン＆プレイヤーとして、私はXenolgossiaを試してみたいと思っていました。\u001b[22m, \u001b[1m私は関与して偶像を持つ番組のすべての種類を楽しむ誰か午前、とSTER THE IDOLM @のファンと選手として、私はXenolgossiaを試してみることにしたかったです。\u001b[22m\n\u001b[4mFirst of all I don't normally watch mecha, so my knowledge about them is minimal, to the point I can count with my hands and still have fingers left of the amount of shows that have them I have seen.\u001b[24m\n    \u001b[1mまず第一に私は通常メカを見ないので、私の知識は私の手で数えることができ、まだ私が見たショーの量が残っています。\u001b[22m, \u001b[1mそれらについての私の知識は最小限であるので、まず第一に、私は通常、私は私の手で数え、まだ私は見ているそれらを持っているショーの量の左手の指を持つことができる点に、メカを見ていません。\u001b[22m\nWhen you jump into XENOGLOSSIA as an IDOLMASTER fan, you are prepared for the consequences. Aside from Haruka (which doesn't saves herself too much either, but it is the most intact character) all the character personalities are TWISTED, in the meaning that they aren't what you normally see on the franchise. Well, not that she isn't like that, but they gave her plot, she is old and very dark as a person, even more than before, and I can go on and on about how the chars sucked... but there's a trick for this Do you know Makoto? the one that strives to become girlier and wants to be an IDOL? She is DARN SEXY but very mean towards everyone, she only cares about missions and her big sister complex. Ami? DOCILE AND QUIET (wut) she is as energetic as her sister, but Xenoglossia didn't care, and made her to be a quiet (yet very helpful) girl. Yukiho? Not afraid of men anymore, still quiet, not so much change until later in the show. Chihaya?\n\n\u001b[1mあなたがIDOLMASTERファンとしてXENOGLOSSIAに飛び込むとき、あなたはその結果のための準備ができています。 遥かに自分を救うことはないが、それは一番元気なキャラクターであるが、熟練したキャラクターは、あなたが通常フランチャイズ上で見るものではないという意味で、ツイストされている。 まあ、彼女はそうではありませんが、彼らは彼女の陰謀をしました、彼女は人として古い、非常に暗い、前よりも、そして私はチャーが吸い込まれた方法について続けていくことができます...しかし、 このためのトリック あなたは誠を知っていますか？ もっと恋に落ちようとしていて、IDOLになりたいのですか？ 彼女はダニー・セクシーですが、誰にとっても大変意味があります。彼女はミッションと彼女の大姉妹を気にします。 アミ？  DOCILE AND QUIET（wut）彼女は姉のように元気ですが、Xenoglossiaは気にしませんでした。彼女は静かな（しかし非常に役に立つ）女の子になりました。 ゆきほ？ もはや男性を恐れず、まだ静かで、ショーの後半まであまり変わらない。 千早？\u001b[22m\n\u001b[1m(Anata ga IDOLMASTER fan to shite XENOGLOSSIA ni tobikomu toki, anata wa sono kekka no tame no junbi ga dekite imasu. Harukani jibun o sukuu koto wa naiga, sore wa ichiban genkina kyarakutādearuga, jukuren shita kyarakutā wa, anata ga tsūjō furanchaizu-jō de miru monode wa nai to iu imi de, tsuisuto sa rete iru. Anata wa makoto o shitte imasu ka? Motto koi ni ochiyou to shite ite, aidoru ni naritai nodesu ka? Kanojo wa danī sekushīdesuga, dare ni tottemo taihen imi ga arimasu. Kanojo wa misshon to kanojo no dai shimai o ki ni shimasu. Ami? DOCILE AND QUIET (wut) kanojo wa ane no yō ni genkidesuga, Xenoglossia wa ki ni shimasendeshita. Kanojo wa shizukana (shikashi hijō ni yakunitatsu) on'nanoko ni narimashita. Yuki ho? Mohaya dansei o osorezu, mada shizukade, shō no kōhan made amari kawaranai. Chihaya? Mā, kanojo wa sōde wa arimasenga, karera wa kanojo no inbō o shimashita, kanojo wa hito to shite furui, hijō ni kurai, mae yori mo, soshite watashi wa chā ga suikoma reta hōhō ni tsuite tsudzukete iku koto ga dekimasu... Shikashi, kono tame no torikku)\u001b[22m\n\nTranslations of \u001b[4mWhen you jump into XENOGLOSSIA as an IDOLMASTER fan, you are prepared for the consequences. Aside from Haruka (which doesn't saves herself too much either, but it is the most intact character) all the character personalities are TWISTED, in the meaning that they aren't what you normally see on the franchise. Well, not that she isn't like that, but they gave her plot, she is old and very dark as a person, even more than before, and I can go on and on about how the chars sucked... but there's a trick for this Do you know Makoto? the one that strives to become girlier and wants to be an IDOL? She is DARN SEXY but very mean towards everyone, she only cares about missions and her big sister complex. Ami? DOCILE AND QUIET (wut) she is as energetic as her sister, but Xenoglossia didn't care, and made her to be a quiet (yet very helpful) girl. Yukiho? Not afraid of men anymore, still quiet, not so much change until later in the show. Chihaya?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen you jump into XENOGLOSSIA as an IDOLMASTER fan, you are prepared for the consequences.\u001b[24m\n    \u001b[1mあなたがIDOLMASTERファンとしてXENOGLOSSIAに飛び込むとき、あなたはその結果のための準備ができています。\u001b[22m, \u001b[1mあなたはアイドルマスターファンとしてゼノグロッシアに飛び込むとき、あなたは結果のために用意されています。\u001b[22m\n\u001b[4mAside from Haruka (which doesn't saves herself too much either, but it is the most intact character) all the character personalities are TWISTED, in the meaning that they aren't what you normally see on the franchise.\u001b[24m\n    \u001b[1m遥かに自分を救うことはないが、それは一番元気なキャラクターであるが、熟練したキャラクターは、あなたが通常フランチャイズ上で見るものではないという意味で、ツイストされている。\u001b[22m, \u001b[1m別に遥から（どちらか自分自身あまりを保存しますが、それはほとんど無傷で文字でない）すべての文字の個性は、彼らはあなたが正常にフランチャイズに表示されるものではないという意味で、ねじれています。\u001b[22m\n\u001b[4mDo you know Makoto?\u001b[24m\n    \u001b[1mあなたは誠を知っていますか？\u001b[22m, \u001b[1mあなたが誠を知っていますか？\u001b[22m\n\u001b[4mthe one that strives to become girlier and wants to be an IDOL?\u001b[24m\n    \u001b[1mもっと恋に落ちようとしていて、IDOLになりたいのですか？\u001b[22m, \u001b[1mgirlierになるために努めていますと、一つはアイドルになりたいと思っていますか？\u001b[22m\n\u001b[4mShe is DARN SEXY but very mean towards everyone, she only cares about missions and her big sister complex.\u001b[24m\n    \u001b[1m彼女はダニー・セクシーですが、誰にとっても大変意味があります。彼女はミッションと彼女の大姉妹を気にします。\u001b[22m, \u001b[1m彼女は唯一の任務と彼女の姉複合体を気に、DARN SEXYですが、非常に皆に向かって意味します。\u001b[22m\n\u001b[4mAmi?\u001b[24m\n    \u001b[1mアミ？\u001b[22m, \u001b[1m亜美？\u001b[22m\n\u001b[4mDOCILE AND QUIET (wut) she is as energetic as her sister, but Xenoglossia didn't care, and made her to be a quiet (yet very helpful) girl.\u001b[24m\n    \u001b[1mDOCILE AND QUIET（wut）彼女は姉のように元気ですが、Xenoglossiaは気にしませんでした。彼女は静かな（しかし非常に役に立つ）女の子になりました。\u001b[22m, \u001b[1mおとなしいAND QUIET（WUT）、彼女は彼女の妹のようにエネルギッシュですが、異言は気にしませんでした、と彼女は静かに（まだ非常に有用）とした少女。\u001b[22m\n\u001b[4mYukiho?\u001b[24m\n    \u001b[1mゆきほ？\u001b[22m, \u001b[1m雪歩？\u001b[22m\n\u001b[4mNot afraid of men anymore, still quiet, not so much change until later in the show.\u001b[24m\n    \u001b[1mもはや男性を恐れず、まだ静かで、ショーの後半まであまり変わらない。\u001b[22m, \u001b[1mショーの後半までもう男性を恐れていない、まだ静かなので、あまり変化。\u001b[22m\n\u001b[4mChihaya?\u001b[24m\n    \u001b[1m千早？\u001b[22m\n\u001b[4mWell, not that she isn't like that, but they gave her plot, she is old and very dark as a person, even more than before, and I can go on and on about how the chars sucked... but there's a\u001b[24m\n    \u001b[1mまあ、彼女はそうではありませんが、彼らは彼女の陰謀をしました、彼女は人として古い、非常に暗い、前よりも、そして私はチャーが吸い込まれた方法について続けていくことができます...しかし、\u001b[22m, \u001b[1mまあ、それは彼女がそのようではないことが、彼らは彼女のプロットを与えた、彼女は以前よりもさらに古い人として非常に暗い、と私は文字を吸引方法について上に行くことができます...しかし、があります\u001b[22m\n\u001b[4mtrick for this\u001b[24m\n    \u001b[1mこのためのトリック\u001b[22m\n\u001b[1m\u001b[22m\nThe only way you can really enjoy this anime is to forget that this even has IDOLM@STER characters. Forget it, and you'll get your run of the mill EVA wannabe show. Realizing this sooner would had prevented the amounts of time the impressions I had on certain characters crumbled into tiny bits.\n\n\u001b[1mあなたが本当にこのアニメを楽しむことができる唯一の方法は、これにもIDOLM @ STER文字があることを忘れることです。 それを忘れて、あなたはミルEVAのワナビーショーのあなたの実行を取得します。 これを早く実現することで、あるキャラクターの印象が小さなビットに崩れ落ちるのを防ぐことができました。\u001b[22m\n\u001b[1m(Anata ga hontōni kono anime o tanoshimu koto ga dekiru yuiitsu no hōhō wa, kore ni mo IDOLM@ STER moji ga aru koto o wasureru kotodesu. Sore o wasurete, anata wa miru evu~a no wanabīshō no anata no jikkō o shutoku shimasu. Kore o hayaku jitsugen suru koto de, aru kyarakutā no inshō ga chīsana bitto ni kuzureochiru no o fusegu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe only way you can really enjoy this anime is to forget that this even has IDOLM@STER characters. Forget it, and you'll get your run of the mill EVA wannabe show. Realizing this sooner would had prevented the amounts of time the impressions I had on certain characters crumbled into tiny bits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only way you can really enjoy this anime is to forget that this even has IDOLM@STER characters.\u001b[24m\n    \u001b[1mあなたが本当にこのアニメを楽しむことができる唯一の方法は、これにもIDOLM @ STER文字があることを忘れることです。\u001b[22m, \u001b[1mあなたが本当にこのアニメを楽しむことができる唯一の方法は、これがあってもIDOLM @ STERアイドル文字を持っていることを忘れることです。\u001b[22m\n\u001b[4mForget it, and you'll get your run of the mill EVA wannabe show.\u001b[24m\n    \u001b[1mそれを忘れて、あなたはミルEVAのワナビーショーのあなたの実行を取得します。\u001b[22m, \u001b[1mそれを忘れて、あなたはミルEVA志望ショーのあなたのランを取得します。\u001b[22m\n\u001b[4mRealizing this sooner would had prevented the amounts of time the impressions I had on certain characters crumbled into tiny bits.\u001b[24m\n    \u001b[1mこれを早く実現することで、あるキャラクターの印象が小さなビットに崩れ落ちるのを防ぐことができました。\u001b[22m, \u001b[1mこの早く時間の量私は小さなビットに崩れ、特定の文字に与えた印象を防止していただろう実現。\u001b[22m\n\u001b[1m\u001b[22m\nThe story becomes good by the episode , but is still not good enough. If you are an IDOLM@STER fan, avoid this anime by all means. If you want to be tortured and suffer for the sake of supporting the franchise (like I myself thought was doing) do so prepared by reading the warnings above.\n\n\u001b[1mエピソードによって物語は良くなるが、それでも十分ではない。 あなたがIDOLM @ STERファンなら、このアニメは絶対に避けてください。 私が思っていたようにフランチャイズをサポートするために拷問や苦しみをしたい場合は、上記の警告を読んで準備してください。\u001b[22m\n\u001b[1m(Episōdo ni yotte monogatari wa yoku naruga, soredemo jūbunde wanai. Anata ga IDOLM@ STER fan'nara, kono anime wa zettai ni sakete kudasai. Watashi ga omotte ita yō ni furanchaizu o sapōto suru tame ni gōmon ya kurushimi o shitai baai wa, jōki no keikoku o yonde junbi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe story becomes good by the episode , but is still not good enough. If you are an IDOLM@STER fan, avoid this anime by all means. If you want to be tortured and suffer for the sake of supporting the franchise (like I myself thought was doing) do so prepared by reading the warnings above.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story becomes good by the episode , but is still not good enough.\u001b[24m\n    \u001b[1mエピソードによって物語は良くなるが、それでも十分ではない。\u001b[22m, \u001b[1m物語はエピソードによって良好となるが、それでも十分ではありません。\u001b[22m\n\u001b[4mIf you are an IDOLM@STER fan, avoid this anime by all means.\u001b[24m\n    \u001b[1mあなたがIDOLM @ STERファンなら、このアニメは絶対に避けてください。\u001b[22m, \u001b[1mあなたはIDOLM @ STERファンなら、ぜひこのアニメを避けます。\u001b[22m\n\u001b[4mIf you want to be tortured and suffer for the sake of supporting the franchise (like I myself thought was doing) do so prepared by reading the warnings above.\u001b[24m\n    \u001b[1m私が思っていたようにフランチャイズをサポートするために拷問や苦しみをしたい場合は、上記の警告を読んで準備してください。\u001b[22m, \u001b[1mあなたが拷問したいとフランチャイズを支援するために苦しむ場合は（私のように自分がやったと思った）ので、上記の警告を読んだことにより調製ありません。\u001b[22m"
  },
  {
    "title": "iDOLMSTER_Xenoglossia",
    "id": "1694",
    "url": "https://myanimelist.net/anime/1694/iDOLMSTER_Xenoglossia",
    "user": "Malevolent",
    "profile": "/profile/Malevolent/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=4270",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  3\n\nストーリー：基本的な運賃以外はあまり言いません。 隠された秘密などがあり、多くの人々が何らかの形でつながっています。 しかし、この式に問題はないものの、ひどく実行されました。  「啓示」のほとんどは驚くべきことではありませんでした。あなたが何か偉大なことを期待したとき、それ以上のことはできませんでした。\n\nメカ・アニメのために、終わりまで全シリーズを通してアクションが驚くほど不足していました。 行動があったとき、それは非常に退屈だった。 最終的に予算を節約していたかのように、その結​​果、残りの部分よりも結末が大幅に改善されています。 しかし、まだ、これはあまり言わない。 確かにいくつかのプロットの穴がありました*、または文字が脳の一部を持っていた場合に起こってはならない少なくともイベントがありました。\n\nああ、基本的にはNGEと、RahXephonと並行する音楽的な理想を幾分反映しているエピソードを見てください。 それはちょうど他のメカアニメの非常に悪いマッシュアップであるようです。\n\nART：私はメカのデザインが好きでした、特に近くに現れたとき。 全体的に、芸術はかなりうまくいっていました。アニメーションもそうでした。再び、最後の2つのエピソードにはかなりよく見えました。 あまりにも多くの再利用シーンはありませんでした（おそらく、相当量のアクションがないためです）。 実際、頭の上から私が考えることができない唯一のものは、打ち上げシーケンスです。\n\nサウンド：私はこれにあまり行き込まない。 それはひどいことではありませんでしたが、それは優れていませんでした。 しかし、アニメーションとともに、それはより良い側面の1つでした。 加えて、欠けているより多くの不可欠な資質があるときには、サウンドの腕時計を立てるべきではありません。\n\nキャラクター：これはおそらく私のこのアニメの最大の悩みです。 私はパイロット全員が負っていた怒りの量で全面的にうんざりしたままになってしまったすべての時間をカウントすることすらできませんでした。 その人がより良い人間になったと思ってその重要な教訓を学んだとき、彼らは自分が始めた場所に戻って回帰します。 イライラする話。\n\nもちろん、マスターとアイドルの関係はばかげて描かれていました。 主人公、はるかは、彼女は彼女のアイドルを愛して何度も言った。 彼女は彼のボーイフレンドと呼んでいました。 私はこれを作っていません。 何回も、彼らはアイドルが心臓と同等のものを持っているかもしれないと言っても、それは****のロボットです。 本当に、それは非常に不気味になるようになった。\n\n全体的に：私はそれについて他の不具合については続けることができます。 それは実際にはちょうど平均的なメカアニメですが、彼らはまたそれでいくつかの非常に奇妙なことをしました。 彼らがそれを作っていたときに、彼らは思考過程を1つの質問にします。 あなたは私がなぜそれを終えたのだろうと思っているかもしれません - 私を信じて、私は苦労しました。 しかし、何らかの理由でシリーズをドロップしたくないだけです。 だから私はそれが好きではないことは明らかだったが、それを落とさなければならない場所ではそれほど悪くはなかった。 私は間違いなくそれについて何度も考えました。 それは最終的に（それは約18のエピソードを取ったが）良くなるようになった神に感謝します。\n\n\n* PLOT HOLE; 巨大なスポイラー：例えば、なぜ、彼が非常に厄介であると思われていたときに突然、近くのChihayaパイロットImberが最後の近くにいたでしょうか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: Well, there's not much to say except it was your basic fare. There are some hidden secrets and such, and many of the people are connected in some way. However, while there isn't a problem with this formula, it was executed terribly. Most of the 'revelations' weren't surprising, and when you expected something great, it couldn't have been any further from it.\n\n\u001b[1mストーリー：基本的な運賃以外はあまり言いません。 隠された秘密などがあり、多くの人々が何らかの形でつながっています。 しかし、この式に問題はないものの、ひどく実行されました。  「啓示」のほとんどは驚くべきことではありませんでした。あなたが何か偉大なことを期待したとき、それ以上のことはできませんでした。\u001b[22m\n\u001b[1m(Sutōrī: Kihon-tekina unchin igai wa amari iimasen. Kakusa reta himitsu nado ga ari, ōku no hitobito ga nanrakano katachi de tsunagatte imasu. Shikashi, kono shiki ni mondai wanai mono no, hidoku jikkō sa remashita. `Keiji' no hotondo wa odorokubeki kotode wa arimasendeshita. Anata ga nanika idaina koto o kitai shita toki, soreijō no koto wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: Well, there's not much to say except it was your basic fare. There are some hidden secrets and such, and many of the people are connected in some way. However, while there isn't a problem with this formula, it was executed terribly. Most of the 'revelations' weren't surprising, and when you expected something great, it couldn't have been any further from it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: Well, there's not much to say except it was your basic fare.\u001b[24m\n    \u001b[1mストーリー：基本的な運賃以外はあまり言いません。\u001b[22m, \u001b[1mSTORY：まあ、それはあなたの基本的な運賃であった以外は言っても過言ではありません。\u001b[22m\n\u001b[4mThere are some hidden secrets and such, and many of the people are connected in some way.\u001b[24m\n    \u001b[1m隠された秘密などがあり、多くの人々が何らかの形でつながっています。\u001b[22m, \u001b[1m人々の多くは、いくつかの方法で接続されているいくつかの隠された秘密と、このような、とがあります。\u001b[22m\n\u001b[4mHowever, while there isn't a problem with this formula, it was executed terribly.\u001b[24m\n    \u001b[1mしかし、この式に問題はないものの、ひどく実行されました。\u001b[22m, \u001b[1mこの式に問題がない間しかし、それはひどく実行されました。\u001b[22m\n\u001b[4mMost of the 'revelations' weren't surprising, and when you expected something great, it couldn't have been any further from it.\u001b[24m\n    \u001b[1m「啓示」のほとんどは驚くべきことではありませんでした。あなたが何か偉大なことを期待したとき、それ以上のことはできませんでした。\u001b[22m, \u001b[1m「啓示」の大半は、驚くべきことではなかった、とあなたは素晴らしい何かを期待するとき、それはそれから任意の更されていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nFor a mecha anime, there was a surprising lack of action throughout the whole series until the end. When there was action, it was extremely boring. It's almost as if they were saving their budget for the end, and as a result, the ending significantly better than the rest. But still, this is not saying much. There were definitely some plot holes*, or at least events that should not have even happened if the characters had a fraction of a brain.\n\n\u001b[1mメカ・アニメのために、終わりまで全シリーズを通してアクションが驚くほど不足していました。 行動があったとき、それは非常に退屈だった。 最終的に予算を節約していたかのように、その結​​果、残りの部分よりも結末が大幅に改善されています。 しかし、まだ、これはあまり言わない。 確かにいくつかのプロットの穴がありました*、または文字が脳の一部を持っていた場合に起こってはならない少なくともイベントがありました。\u001b[22m\n\u001b[1m(Meka anime no tame ni, owari made zen shirīzu o tōshite akushon ga odoroku hodo fusoku shite imashita. Kōdō ga atta toki, sore wa hijō ni taikutsudatta. Saishūtekini yosan o setsuyaku shite ita ka no yō ni, sono yui ​​ hate, nokori no bubun yori mo ketsumatsu ga ōhaba ni kaizen sa rete imasu. Shikashi, mada, kore wa amari iwanai. Tashika ni ikutsu ka no purotto no ana ga arimashita*, matawa moji ga nō no ichibu o motte ita baai ni okotte wa naranai sukunakutomo ibento ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mFor a mecha anime, there was a surprising lack of action throughout the whole series until the end. When there was action, it was extremely boring. It's almost as if they were saving their budget for the end, and as a result, the ending significantly better than the rest. But still, this is not saying much. There were definitely some plot holes*, or at least events that should not have even happened if the characters had a fraction of a brain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a mecha anime, there was a surprising lack of action throughout the whole series until the end.\u001b[24m\n    \u001b[1mメカ・アニメのために、終わりまで全シリーズを通してアクションが驚くほど不足していました。\u001b[22m, \u001b[1mメカアニメのために、最後まで全シリーズを通して行動の驚くべき欠如がありました。\u001b[22m\n\u001b[4mWhen there was action, it was extremely boring.\u001b[24m\n    \u001b[1m行動があったとき、それは非常に退屈だった。\u001b[22m, \u001b[1mアクションがあったとき、それは非常に退屈でした。\u001b[22m\n\u001b[4mIt's almost as if they were saving their budget for the end, and as a result, the ending significantly better than the rest.\u001b[24m\n    \u001b[1m最終的に予算を節約していたかのように、その結果、残りの部分よりも結末が大幅に改善されています。\u001b[22m, \u001b[1mそれは彼らが最後のために彼らの予算を節約し、その結果として、残りの部分よりも有意に良好に終了したほとんどかのようです。\u001b[22m\n\u001b[4mBut still, this is not saying much.\u001b[24m\n    \u001b[1mしかし、まだ、これはあまり言わない。\u001b[22m, \u001b[1mしかし、まだ、これはあまり言っていません。\u001b[22m\n\u001b[4mThere were definitely some plot holes*, or at least events that should not have even happened if the characters had a fraction of a brain.\u001b[24m\n    \u001b[1m確かにいくつかのプロットの穴がありました*、または文字が脳の一部を持っていた場合に起こってはならない少なくともイベントがありました。\u001b[22m, \u001b[1m*、または文字が脳の一部を持っていた場合であっても起こっていないはず少なくともイベントでいくつかのプロットの穴は確かにありました。\u001b[22m\n\u001b[1m\u001b[22m\nOh, and look out for some episodes (not that I recommend watching it) that basically mirror NGE and musical ideals that parallel RahXephon somewhat. It just seems to be an extremely bad mashup of other mecha anime.\n\n\u001b[1mああ、基本的にはNGEと、RahXephonと並行する音楽的な理想を幾分反映しているエピソードを見てください。 それはちょうど他のメカアニメの非常に悪いマッシュアップであるようです。\u001b[22m\n\u001b[1m(Ā, kihontekini wa NGE to, RahXephon to heikō suru ongaku-tekina risō o ikubun han'ei shite iru episōdo o mite kudasai. Sore wa chōdo hoka no meka anime no hijō ni warui masshuappudearu yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOh, and look out for some episodes (not that I recommend watching it) that basically mirror NGE and musical ideals that parallel RahXephon somewhat. It just seems to be an extremely bad mashup of other mecha anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, and look out for some episodes (not that I recommend watching it) that basically mirror NGE and musical ideals that parallel RahXephon somewhat.\u001b[24m\n    \u001b[1mああ、基本的にはNGEと、RahXephonと並行する音楽的な理想を幾分反映しているエピソードを見てください。\u001b[22m, \u001b[1mああ、基本的にはやや並列ラーゼフォンことNGEと音楽の理想をミラーリングすること（私はそれを見てお勧めしないことが）いくつかのエピソードのために外を見ます。\u001b[22m\n\u001b[4mIt just seems to be an extremely bad mashup of other mecha anime.\u001b[24m\n    \u001b[1mそれはちょうど他のメカアニメの非常に悪いマッシュアップであるようです。\u001b[22m, \u001b[1mちょうど、他のメカアニメの極端に悪いマッシュアップのようです。\u001b[22m\n\u001b[1m\u001b[22m\nART: I did like the designs of the mecha, especially when shown up close. Overall, the art was done quite well, and so was the animation -- again, it looked quite good for the last couple of episodes. There also weren't that many reused scenes (probably due to the lack of a significant amount of action). In fact, the only one I can't think of off the top of my head is the launch sequence.\n\n\u001b[1mART：私はメカのデザインが好きでした、特に近くに現れたとき。 全体的に、芸術はかなりうまくいっていました。アニメーションもそうでした。再び、最後の2つのエピソードにはかなりよく見えました。 あまりにも多くの再利用シーンはありませんでした（おそらく、相当量のアクションがないためです）。 実際、頭の上から私が考えることができない唯一のものは、打ち上げシーケンスです。\u001b[22m\n\u001b[1m(Āto: Watashi wa meka no dezain ga sukideshita, tokuni chikaku ni arawareta toki. Zentai-teki ni, geijutsu wa kanari umaku itte imashita. Animēshon mo sōdeshita. Futatabi, saigo no 2tsu no episōdo ni wa kanari yoku miemashita. Amarini mo ōku no sai riyō shīn wa arimasendeshita (osoraku, sōtō-ryō no akushon ga nai tamedesu). Jissai, atama no ue kara watashi ga kangaeru koto ga dekinai yuiitsu no mono wa, uchiage shīkensudesu.)\u001b[22m\n\nTranslations of \u001b[4mART: I did like the designs of the mecha, especially when shown up close. Overall, the art was done quite well, and so was the animation -- again, it looked quite good for the last couple of episodes. There also weren't that many reused scenes (probably due to the lack of a significant amount of action). In fact, the only one I can't think of off the top of my head is the launch sequence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: I did like the designs of the mecha, especially when shown up close.\u001b[24m\n    \u001b[1mART：私はメカのデザインが好きでした、特に近くに現れたとき。\u001b[22m, \u001b[1mART：私はクローズアップ示し、特にメカのデザイン、のようでした。\u001b[22m\n\u001b[4mOverall, the art was done quite well, and so was the animation -- again, it looked quite good for the last couple of episodes.\u001b[24m\n    \u001b[1m全体的に、芸術はかなりうまくいっていました。アニメーションもそうでした。再び、最後の2つのエピソードにはかなりよく見えました。\u001b[22m, \u001b[1m全体的に、芸術は非常によく行われていた、そしてので、アニメーションがあった - 再び、それはエピソードの最後のカップルのための非常に良い見えました。\u001b[22m\n\u001b[4mThere also weren't that many reused scenes (probably due to the lack of a significant amount of action).\u001b[24m\n    \u001b[1mあまりにも多くの再利用シーンはありませんでした（おそらく、相当量のアクションがないためです）。\u001b[22m, \u001b[1mまた、（おそらく行動にかなりの量の不足）ではない、多くの再利用シーンがありました。\u001b[22m\n\u001b[4mIn fact, the only one I can't think of off the top of my head is the launch sequence.\u001b[24m\n    \u001b[1m実際、頭の上から私が考えることができない唯一のものは、打ち上げシーケンスです。\u001b[22m, \u001b[1m実際に、私は私の頭の上から考えることができない唯一の1は、起動シーケンスです。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: I won't go into this too much. It wasn't terrible, but it wasn't excellent. However, along with the animation, it was one of the better aspects. Plus, you should not be basing a watch on sound when there are more imperative qualities that are lacking.\n\n\u001b[1mサウンド：私はこれにあまり行き込まない。 それはひどいことではありませんでしたが、それは優れていませんでした。 しかし、アニメーションとともに、それはより良い側面の1つでした。 加えて、欠けているより多くの不可欠な資質があるときには、サウンドの腕時計を立てるべきではありません。\u001b[22m\n\u001b[1m(Saundo: Watashi wa kore ni amari iki komanai. Sore wa hidoi kotode wa arimasendeshitaga, soreha sugurete imasendeshita. Shikashi, animēshon to tomoni, soreha yoriyoi sokumen no 1tsudeshita. Kuwaete, kakete iru yori ōku no fukaketsuna shishitsu ga aru tokiniha, saundo no udedokei o taterubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: I won't go into this too much. It wasn't terrible, but it wasn't excellent. However, along with the animation, it was one of the better aspects. Plus, you should not be basing a watch on sound when there are more imperative qualities that are lacking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: I won't go into this too much.\u001b[24m\n    \u001b[1mサウンド：私はこれにあまり行き込まない。\u001b[22m, \u001b[1mSOUND：私はあまりこの中に入ることはありません。\u001b[22m\n\u001b[4mIt wasn't terrible, but it wasn't excellent.\u001b[24m\n    \u001b[1mそれはひどいことではありませんでしたが、それは優れていませんでした。\u001b[22m, \u001b[1mそれはひどいではありませんでしたが、それは優秀ではなかったです。\u001b[22m\n\u001b[4mHowever, along with the animation, it was one of the better aspects.\u001b[24m\n    \u001b[1mしかし、アニメーションとともに、それはより良い側面の1つでした。\u001b[22m, \u001b[1mしかし、アニメーションと一緒に、それはより良い側面の一つでした。\u001b[22m\n\u001b[4mPlus, you should not be basing a watch on sound when there are more imperative qualities that are lacking.\u001b[24m\n    \u001b[1m加えて、欠けているより多くの不可欠な資質があるときには、サウンドの腕時計を立てるべきではありません。\u001b[22m, \u001b[1m不足しているより多くの不可欠な資質がある場合さらに、あなたは音に時計を基づかれるべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: This is probably my biggest gripe with this anime. I couldn't even count all the time I was left entirely disgusted with the amount of angst that all of the pilots had. Just when you think they became a better person and learned that important lesson, they regress back to exactly where they started. Talk about frustrating.\n\n\u001b[1mキャラクター：これはおそらく私のこのアニメの最大の悩みです。 私はパイロット全員が負っていた怒りの量で全面的にうんざりしたままになってしまったすべての時間をカウントすることすらできませんでした。 その人がより良い人間になったと思ってその重要な教訓を学んだとき、彼らは自分が始めた場所に戻って回帰します。 イライラする話。\u001b[22m\n\u001b[1m(Kyarakutā: Kore wa osoraku watashi no kono anime no saidai no nayamidesu. Watashi wa pairotto zen'in ga otte ita ikari no ryō de zenmen-teki ni unzari shita mama ni natte shimatta subete no jikan o kaunto suru koto sura dekimasendeshita. Sono hito ga yori yoi ningen ni natta to omotte sono jūyōna kyōkun o mananda toki, karera wa jibun ga hajimeta basho ni modotte kaiki shimasu. Iraira suru hanashi.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: This is probably my biggest gripe with this anime. I couldn't even count all the time I was left entirely disgusted with the amount of angst that all of the pilots had. Just when you think they became a better person and learned that important lesson, they regress back to exactly where they started. Talk about frustrating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: This is probably my biggest gripe with this anime.\u001b[24m\n    \u001b[1mキャラクター：これはおそらく私のこのアニメの最大の悩みです。\u001b[22m, \u001b[1mCHARACTER：これはおそらく、このアニメと私の最大の不満です。\u001b[22m\n\u001b[4mI couldn't even count all the time I was left entirely disgusted with the amount of angst that all of the pilots had.\u001b[24m\n    \u001b[1m私はパイロット全員が負っていた怒りの量で全面的にうんざりしたままになってしまったすべての時間をカウントすることすらできませんでした。\u001b[22m, \u001b[1m私も、私はパイロットのすべてが持っていた不安の量と全くうんざり残されたすべての時間をカウントすることができませんでした。\u001b[22m\n\u001b[4mJust when you think they became a better person and learned that important lesson, they regress back to exactly where they started.\u001b[24m\n    \u001b[1mその人がより良い人間になったと思ってその重要な教訓を学んだとき、彼らは自分が始めた場所に戻って回帰します。\u001b[22m, \u001b[1mあなたは、彼らがより良い人間になり、その重要な教訓を学んだと思うちょうどその時、彼らは戻って正確に彼らが始めた場所に退行します。\u001b[22m\n\u001b[4mTalk about frustrating.\u001b[24m\n    \u001b[1mイライラする話。\u001b[22m, \u001b[1mイライラについて話しています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd of course, the relationship between Master and Idol was portrayed ridiculously. The main character, Haruka, said multiple times that she loved her Idol. She even called it her boyfriend. I am not making this up. No matter how many times they said that the Idols might have something equivalent to a heart, it's a ****ing robot. Really, it started to get extremely creepy.\n\n\u001b[1mもちろん、マスターとアイドルの関係はばかげて描かれていました。 主人公のはるかは、彼女が彼女のアイドルを愛していたと何度も言った。 彼女は彼のボーイフレンドと呼んでいました。 私はこれを作っていません。 何回も、彼らはアイドルが心臓に相当するものを持っているかもしれないと言っても、それは****のロボットです。 本当に、それは非常に不気味になるようになった。\u001b[22m\n\u001b[1m(Mochiron, masutā to aidoru no kankei wa bakagete egaka rete imashita. Shujinkō no haruka wa, kanojo ga kanojo no aidoru o aishite ita to nando mo itta. Kanojo wa kare no bōifurendo to yonde imashita. Watashi wa kore o tsukutte imasen. Nankai mo, karera wa aidoru ga shinzō ni sōtō suru mono o motte iru kamo shirenai to itte mo, soreha**** no robottodesu. Hontōni, sore wa hijō ni bukimi ni naru yō ni natta.)\u001b[22m\n\nTranslations of \u001b[4mAnd of course, the relationship between Master and Idol was portrayed ridiculously. The main character, Haruka, said multiple times that she loved her Idol. She even called it her boyfriend. I am not making this up. No matter how many times they said that the Idols might have something equivalent to a heart, it's a ****ing robot. Really, it started to get extremely creepy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd of course, the relationship between Master and Idol was portrayed ridiculously.\u001b[24m\n    \u001b[1mもちろん、マスターとアイドルの関係はばかげて描かれていました。\u001b[22m, \u001b[1mそしてもちろん、マスターとアイドルとの関係は、途方もなく描かれていました。\u001b[22m\n\u001b[4mThe main character, Haruka, said multiple times that she loved her Idol.\u001b[24m\n    \u001b[1m主人公のはるかは、彼女が彼女のアイドルを愛していたと何度も言った。\u001b[22m, \u001b[1mメインキャラクター、遥は、彼女は彼女のアイドルを愛していることを複数回言いました。\u001b[22m\n\u001b[4mShe even called it her boyfriend.\u001b[24m\n    \u001b[1m彼女は彼のボーイフレンドと呼んでいました。\u001b[22m, \u001b[1m彼女も彼女のボーイフレンドと呼びました。\u001b[22m\n\u001b[4mI am not making this up.\u001b[24m\n    \u001b[1m私はこれを作っていません。\u001b[22m, \u001b[1m私はこれを構成するわけではありません。\u001b[22m\n\u001b[4mNo matter how many times they said that the Idols might have something equivalent to a heart, it's a ****ing robot.\u001b[24m\n    \u001b[1m何回も、彼らはアイドルが心臓に相当するものを持っているかもしれないと言っても、それは****のロボットです。\u001b[22m, \u001b[1mどんなに彼らはアイドルが心臓に相当する何かを持っているかもしれないと言った回数、それはロボットをる****ません。\u001b[22m\n\u001b[4mReally, it started to get extremely creepy.\u001b[24m\n    \u001b[1m本当に、それは非常に不気味になるようになった。\u001b[22m, \u001b[1m本当に、それは非常に不気味な取得を開始しました。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: I could go on about other faults with it. It's really just an average mecha anime, but they also did some very odd things with it. It just makes one question their thought process when they were making it. You also might be wondering why I finished it -- believe me, I had a hard time. But I just don't like to drop a series for some reason. So even though it was obvious that I don't like it, it wasn't bad enough to where I had to drop it. I definitely thought about it more than once; thank God it started to get better eventually (although it took around 18 episodes).\n\n\u001b[1m全体的に：私はそれについて他の不具合については続けることができます。 それは実際にはちょうど平均的なメカアニメですが、彼らはまたそれでいくつかの非常に奇妙なことをしました。 彼らがそれを作っていたときに、彼らは思考過程を1つの質問にします。 あなたは私がなぜそれを終えたのだろうと思っているかもしれません - 私を信じて、私は苦労しました。 しかし、何らかの理由でシリーズをドロップしたくないだけです。 だから私はそれが好きではないことは明らかだったが、それを落とさなければならない場所ではそれほど悪くはなかった。 私は間違いなくそれについて何度も考えました。 それは最終的に（それは約18のエピソードを取ったが）良くなるようになった神に感謝します。\u001b[22m\n\u001b[1m(Zentai-teki ni: Watashi wa sore ni tsuite hoka no fuguai ni tsuite wa tsudzukeru koto ga dekimasu. Sore wa jissai ni wa chōdo heikin-tekina meka animedesuga, karera wa mata sorede ikutsu ka no hijō ni kimyōna koto o shimashita. Karera ga sore o tsukutte ita toki ni, karera wa shikō katei o 1tsu no shitsumon ni shimasu. Anata wa watashi ga naze sore o oeta nodarou to omotte iru kamo shiremasen - watashi o shinjite, watashi wa kurō shimashita. Shikashi, nanrakano riyū de shirīzu o doroppu shitakunai dakedesu. Dakara watashi wa sore ga sukide wanai koto wa akirakadattaga, sore o otosanakereba naranai bashode wa sore hodo waruku wa nakatta. Watashi wa machigainaku sore ni tsuite nando mo kangaemashita. Sore wa saishūtekini (sore wa yaku 18 no episōdo o tottaga) yoku naru yō ni natta kami ni kansha shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: I could go on about other faults with it. It's really just an average mecha anime, but they also did some very odd things with it. It just makes one question their thought process when they were making it. You also might be wondering why I finished it -- believe me, I had a hard time. But I just don't like to drop a series for some reason. So even though it was obvious that I don't like it, it wasn't bad enough to where I had to drop it. I definitely thought about it more than once; thank God it started to get better eventually (although it took around 18 episodes).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: I could go on about other faults with it.\u001b[24m\n    \u001b[1m全体的に：私はそれについて他の不具合については続けることができます。\u001b[22m, \u001b[1m総評：私はそれを他の断層については行くことができます。\u001b[22m\n\u001b[4mIt's really just an average mecha anime, but they also did some very odd things with it.\u001b[24m\n    \u001b[1mそれは実際にはちょうど平均的なメカアニメですが、彼らはまたそれでいくつかの非常に奇妙なことをしました。\u001b[22m, \u001b[1mそれは実際には単なる平均メカアニメだが、彼らはまた、それにいくつかの非常に奇妙なことをしました。\u001b[22m\n\u001b[4mIt just makes one question their thought process when they were making it.\u001b[24m\n    \u001b[1m彼らがそれを作っていたときに、彼らは思考過程を1つの質問にします。\u001b[22m, \u001b[1mそれはちょうど1が、彼らはそれを作っていた彼らの思考プロセスを問うことができます。\u001b[22m\n\u001b[4mYou also might be wondering why I finished it -- believe me, I had a hard time.\u001b[24m\n    \u001b[1mあなたは私がなぜそれを終えたのだろうと思っているかもしれません - 私を信じて、私は苦労しました。\u001b[22m, \u001b[1mあなたはまた、私はそれを終え、なぜ疑問に思われるかもしれません - 私を信じて、私は苦労しました。\u001b[22m\n\u001b[4mBut I just don't like to drop a series for some reason.\u001b[24m\n    \u001b[1mしかし、何らかの理由でシリーズをドロップしたくないだけです。\u001b[22m, \u001b[1mしかし、私はいくつかの理由でシリーズをドロップすることが好きではありません。\u001b[22m\n\u001b[4mSo even though it was obvious that I don't like it, it wasn't bad enough to where I had to drop it.\u001b[24m\n    \u001b[1mだから私はそれが好きではないことは明らかだったが、それを落とさなければならない場所ではそれほど悪くはなかった。\u001b[22m, \u001b[1mそれは私がそれを好きではないことは明らかだったにもかかわらずだから、それは私がそれをドロップしていた場所に十分悪くはありませんでした。\u001b[22m\n\u001b[4mI definitely thought about it more than once;\u001b[24m\n    \u001b[1m私は間違いなくそれについて何度も考えました。\u001b[22m, \u001b[1m私は間違いなく複数回それについて考えました。\u001b[22m\n\u001b[4mthank God it started to get better eventually (although it took around 18 episodes).\u001b[24m\n    \u001b[1mそれは最終的に（それは約18のエピソードを取ったが）良くなるようになった神に感謝します。\u001b[22m, \u001b[1m（それは約18のエピソードを取ったが）それが最終的に良くなって始めた神に感謝。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n*PLOT HOLE; HUGE SPOILER: For example, why could Chihaya pilot Imber near the end all of a sudden when he was supposed to be so finicky?\n\n\u001b[1m* PLOT HOLE; 巨大なスポイラー：例えば、なぜ、彼が非常に厄介であると思われていたときに突然、近くのChihayaパイロットImberが最後の近くにいたでしょうか？\u001b[22m\n\u001b[1m(* Purotto HOLE; kyodaina supoirā: Tatoeba, naze, kare ga hijō ni yakkaidearu to omowa rete ita toki ni totsuzen, chikaku no Chihaya pairotto Imber ga saigo no chikaku ni itadeshou ka?)\u001b[22m\n\nTranslations of \u001b[4m*PLOT HOLE; HUGE SPOILER: For example, why could Chihaya pilot Imber near the end all of a sudden when he was supposed to be so finicky?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*PLOT HOLE;\u001b[24m\n    \u001b[1m* PLOT HOLE;\u001b[22m, \u001b[1m* PLOTのHOLE;\u001b[22m\n\u001b[4mHUGE SPOILER: For example, why could Chihaya pilot Imber near the end all of a sudden when he was supposed to be so finicky?\u001b[24m\n    \u001b[1m巨大なスポイラー：例えば、なぜ、彼が非常に厄介であると思われていたときに突然、近くのChihayaパイロットImberが最後の近くにいたでしょうか？\u001b[22m, \u001b[1mHUGEスポイラー：彼はとても気難しいことになったときに、たとえば、なぜ終わり近く千早パイロットインベルは、突然のすべてのだろうか？\u001b[22m"
  },
  {
    "title": "iDOLMSTER_Xenoglossia",
    "id": "1694",
    "url": "https://myanimelist.net/anime/1694/iDOLMSTER_Xenoglossia",
    "user": "Sagoro",
    "profile": "/profile/Sagoro/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=55747",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  10\n\n真実を伝えるために、私はこのアニメからまったく期待していませんでした。 私がインターネット上に浮かんで見たすべてのレビューとコメントで判断して、私は電車のために準備されました。 しかし、私が間違っていることが判明したとき、私はうれしく驚いた。\n\nXenoglossiaのプロットは、過小評価するのはばかげている。 ロボットを追加して、Girl x Robotのロマンスと一緒に流星を吹き出し、左と右に投げたねじれをプロットすると、Xenoglossiaが得られます。 しかし、ショーのかなりの部分（ちょっと半分に過ぎない）まで、私たちは物語を「人生の一部」としてよりよく分類しています。 むしろ、「メカ・パイロットの人生の断片」として。 いくつかの人々のために、これは「遅い」の婉曲表現として見ることができますが、私は逃げ出します。 これらのエピソードは、性格の関係や性格を構築するために非常によく使用されていました。 この「遅い」始まりがアクションが本当に始まるポイントであり、私たちは感情のジェットコースターを始める。 シリーズ終了時まで生き残っている視聴者には、アニメの恩恵をもたらす最高のエンディングの1つが報われます。  （免責事項 - 前の文章は主観的です。）\n\n以前は多くのメカシリーズを見ていなかったので、メカの芸術についての私の意見は未熟なものになるかもしれないので、私は「私はそれを嫌いではない」と言います。 既存のiDOLM @ STERファンは、当初のデザインと比較して、キャラクターデザインの大きな違いによって不快感を感じるかもしれません。しかし、キャラクターデザインは徐々に成長してきました。 それ以外のアニメーションは流動的で、サンライズから予想されるように、目に見えないアニメーションミスはありません。\n\n背景音楽は単に「そこに」ある。 圧倒的ではなく、欠けていませんでした。 声優は一流のノッチであり、迷惑でも不自然でもない。  OPとEDはとてもキャッチーでした。 私はいつもEDのアニメーションシーケンスが始まる直前に演奏されているEDのイントロを楽しんでいます。  Xenoglossiaは、私が間違っていない場合、これをすべてのエピソードでこれを行いました。そのため、このカテゴリではボーナスを受け取ります。\n\n今我々はこのアニメの最高の部分に来る。 シリーズの最初の半分が遅いことを覚えていますか？ これは一見遅いです：それは文字の開発がいっぱいです。 シリーズの半分が、私がそのように付けられた文字を導入して構築することに専念しているからです。 これは私がキャラクターによって深く影響を受けた場所を見た最初のショーです。 本当に、私の気持ちはキャラクターのものを反映していました。特にキャラクターが落ち込んでいた時、私の心は重かったです。  Imberの気持ちを理解することさえできました。Imberの感情は、ショー全体を通して一線の対話を持っていませんでした。 それはキャラクターとその巧妙なものへの継続的な露出によってのみ、シリーズ全体でこれらの変化を認識することができます。 このため、それぞれのキャラクターが行うすべての決定は、その動機によって明確に支持されます。 偶然、これは「キャラクター開発」という言葉を完全に理解するのに役立つショーでした。\n\nあなたが推測しているように、私はこのシリーズを非常に楽しんだし、MALのカウンターが徐々に26に達するのを見ることはできない。 私が初めに言ったように、私はこのショーが電車であることを期待していました。 しかし、私の驚いたことに、私はこのショーを終えたとき、私は非常に空の中で感じた。 これは一度だけ起こったことがあります。私がK-On!!を終えたとき、私はその時に大好きでした。 私は別のシリーズを立ち上げたり、アニメを見たりするような気がしませんでした。それは、私がとても成長し続けるシリーズを完成させるときにのみ起こることです。\n\nだから、私はこのレビューを書くよう促したのですか？  Xenoglossiaは非常に過小評価されているので、それは私を抑えます。 このレビューの時点で6.85というスコアは、通常、非常に恐ろしいアニメのために予約されています。 私はXenoglossiaが傑作であると言っているわけではありませんが、それは間違いなくそのような低い得点に値するものではありません。 このスコアは簡単に説明できます。\n\nこれは、「メカ」と「アクション」に分類されるアニメにとっては、このアニメのアクションの仕方があまりないことが理由です。 このアニメの前半の行動の大部分は、宇宙の流星を打ち負かすロボットから成っています。 かなりの量のメカ操作があるのはシリーズの終わりに近づいているだけです。\n\nXenoglossiaは本当に感動のエキサイティングな乗り物です。 それは私がそれを行かせることができなかったときに私が持っていた驚きを覚えて、私はいつも愛しています見るシリーズです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTo tell the truth, I was not expecting much from this anime at all. Judging by all of the reviews and comments that I have seen floating around on the internet, I was prepared for a trainwreck. However I was pleasantly surprised when I was proven wrong.\n\n\u001b[1m真実を伝えるために、私はこのアニメからまったく期待していませんでした。 私がインターネット上に浮かんで見たすべてのレビューとコメントで判断して、私は電車のために準備されました。 しかし、私が間違っていることが判明したとき、私はうれしく驚いた。\u001b[22m\n\u001b[1m(Shinjitsu o tsutaeru tame ni, watashi wa kono anime kara mattaku kitai shite imasendeshita. Watashi ga intānetto-jō ni ukande mita subete no rebyū to komento de handan shite, watashi wa densha no tame ni junbi sa remashita. Shikashi, watashi ga machigatte iru koto ga hanmei shita toki, watashi wa ureshiku odoroita.)\u001b[22m\n\nTranslations of \u001b[4mTo tell the truth, I was not expecting much from this anime at all. Judging by all of the reviews and comments that I have seen floating around on the internet, I was prepared for a trainwreck. However I was pleasantly surprised when I was proven wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo tell the truth, I was not expecting much from this anime at all.\u001b[24m\n    \u001b[1m真実を伝えるために、私はこのアニメからまったく期待していませんでした。\u001b[22m, \u001b[1m実を言うと、私はすべてこのアニメから多くを期待していませんでした。\u001b[22m\n\u001b[4mJudging by all of the reviews and comments that I have seen floating around on the internet, I was prepared for a trainwreck.\u001b[24m\n    \u001b[1m私がインターネット上に浮かんで見たすべてのレビューとコメントで判断して、私は電車のために準備されました。\u001b[22m, \u001b[1m私はインターネット上で出回っ見ているレビューやコメントのすべてから判断すると、私はtrainwreckのために調製しました。\u001b[22m\n\u001b[4mHowever I was pleasantly surprised when I was proven wrong.\u001b[24m\n    \u001b[1mしかし、私が間違っていることが判明したとき、私はうれしく驚いた。\u001b[22m, \u001b[1m私は間違って証明されたとき、しかし、私はうれしい驚きでした。\u001b[22m\n\u001b[1m\u001b[22m\nXenoglossia's plot is ridiculous, to under-exaggerate. Add robots punching meteors together with Girl x Robot romance, and plot twists thrown left and right, and you get Xenoglossia. However, for a good part of the show - until just a little over half way - we have a story better categorised as a 'slice of life'. Rather, as a 'slice of a mecha pilot's life'. For some people, this may be seen as an euphemism for 'slow', but I digress. These episodes were used extremely well for building up character relationships and personalities. After this 'slow' beginning is the point where the action really starts, and we begin the rollercoaster ride of emotions. Viewers who survive until the end of the series will be rewarded with one of the best endings to ever grace anime. (Disclaimer - the previous sentence is subjective.)\n\n\u001b[1mXenoglossiaのプロットは、過小評価するのはばかげている。 ロボットを追加して、Girl x Robotのロマンスと一緒に流星を吹き出し、左と右に投げたねじれをプロットすると、Xenoglossiaが得られます。 しかし、ショーのかなりの部分（ちょっと半分に過ぎない）まで、私たちは物語を「人生の一部」としてよりよく分類しています。 むしろ、「メカ・パイロットの人生の断片」として。 いくつかの人々のために、これは「遅い」の婉曲表現として見ることができますが、私は逃げ出します。 これらのエピソードは、性格の関係や性格を構築するために非常によく使用されていました。 この「遅い」始まりがアクションが本当に始まるポイントであり、私たちは感情のジェットコースターを始める。 シリーズ終了時まで生き残っている視聴者には、アニメの恩恵をもたらす最高のエンディングの1つが報われます。  （免責事項 - 前の文章は主観的です。）\u001b[22m\n\u001b[1m(Xenoglossia no purotto wa, kashōhyōkasuru no wa bakagete iru. Robotto o tsuika shite, Girl x Robot no romansu to issho ni ryūsei o fukidashi, hidari to migi ni nageta nejire o purotto suru to, Xenoglossia ga e raremasu. Shikashi, shō no kanari no bubun (chotto hanbun nisuginai) made, watashitachiha monogatari o `jinsei no ichibu' to shite yori yoku bunrui shite imasu. Mushiro,`meka pairotto no jinsei no danpen' to shite. Ikutsu ka no hitobito no tame ni, koreha `osoi' no enkyoku hyōgen to shite miru koto ga dekimasuga, watashi wa nigedashimasu. Korera no episōdo wa, seikaku no kankei ya seikaku o kōchiku suru tame ni hijō ni yoku shiyō sa rete imashita. Kono `osoi' hajimari ga akushon ga hontōni hajimaru pointodeari, watashitachiha kanjō no jettokōsutā o hajimeru. Shirīzu shūryō-ji made ikinokotte iru shichō-sha ni wa, anime no onkei o motarasu saikō no endingu no 1tsu ga mukuwa remasu. (Menseki jikō - mae no bunshō wa shukan-tekidesu. ))\u001b[22m\n\nTranslations of \u001b[4mXenoglossia's plot is ridiculous, to under-exaggerate. Add robots punching meteors together with Girl x Robot romance, and plot twists thrown left and right, and you get Xenoglossia. However, for a good part of the show - until just a little over half way - we have a story better categorised as a 'slice of life'. Rather, as a 'slice of a mecha pilot's life'. For some people, this may be seen as an euphemism for 'slow', but I digress. These episodes were used extremely well for building up character relationships and personalities. After this 'slow' beginning is the point where the action really starts, and we begin the rollercoaster ride of emotions. Viewers who survive until the end of the series will be rewarded with one of the best endings to ever grace anime. (Disclaimer - the previous sentence is subjective.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mXenoglossia's plot is ridiculous, to under-exaggerate.\u001b[24m\n    \u001b[1mXenoglossiaのプロットは、過小評価するのはばかげている。\u001b[22m, \u001b[1mゼノグロッシアのプロットはアンダー誇張する、ばかげています。\u001b[22m\n\u001b[4mAdd robots punching meteors together with Girl x Robot romance, and plot twists thrown left and right, and you get Xenoglossia.\u001b[24m\n    \u001b[1mロボットを追加して、Girl x Robotのロマンスと一緒に流星を吹き出し、左と右に投げたねじれをプロットすると、Xenoglossiaが得られます。\u001b[22m, \u001b[1m女の子と一緒に流星を打ち抜き、ロボットの追加ロボットロマンスをX、そしてどんでん返しは、左右投げ、あなたは異言を得ます。\u001b[22m\n\u001b[4mHowever, for a good part of the show - until just a little over half way - we have a story better categorised as a 'slice of life'.\u001b[24m\n    \u001b[1mしかし、ショーのかなりの部分（ちょっと半分に過ぎない）まで、私たちは物語を「人生の一部」としてよりよく分類しています。\u001b[22m, \u001b[1mしかし、ショーの良い部分のために - ほんの少しの半分を超えるまで - 私たちはより良い「人生のスライス」に分類物語を持っています。\u001b[22m\n\u001b[4mRather, as a 'slice of a mecha pilot's life'.\u001b[24m\n    \u001b[1mむしろ、「メカ・パイロットの人生の断片」として。\u001b[22m, \u001b[1mむしろ、「メカパイロットの生活のスライス」など。\u001b[22m\n\u001b[4mFor some people, this may be seen as an euphemism for 'slow', but I digress.\u001b[24m\n    \u001b[1mいくつかの人々のために、これは「遅い」の婉曲表現として見ることができますが、私は逃げ出します。\u001b[22m, \u001b[1m一部の人にとって、これは「遅い」のための婉曲表現として見られるかもしれないが、私は脇に逸れます。\u001b[22m\n\u001b[4mThese episodes were used extremely well for building up character relationships and personalities.\u001b[24m\n    \u001b[1mこれらのエピソードは、性格の関係や性格を構築するために非常によく使用されていました。\u001b[22m, \u001b[1mこれらのエピソードは、文字関係や個性を構築するために非常によく使用されました。\u001b[22m\n\u001b[4mAfter this 'slow' beginning is the point where the action really starts, and we begin the rollercoaster ride of emotions.\u001b[24m\n    \u001b[1mこの「遅い」始まりがアクションが本当に始まるポイントであり、私たちは感情のジェットコースターを始める。\u001b[22m, \u001b[1mこの「遅い」開始後のアクションは本当に開始し、我々は感情のジェットコースターに乗るを開始点です。\u001b[22m\n\u001b[4mViewers who survive until the end of the series will be rewarded with one of the best endings to ever grace anime.\u001b[24m\n    \u001b[1mシリーズ終了時まで生き残っている視聴者には、アニメの恩恵をもたらす最高のエンディングの1つが報われます。\u001b[22m, \u001b[1mシリーズの最後まで生き残る視聴者は、これまでのアニメを飾るための最良の語尾の一つで報われる。\u001b[22m\n\u001b[4m(Disclaimer - the previous sentence is subjective.)\u001b[24m\n    \u001b[1m（免責事項 - 前の文章は主観的です。）\u001b[22m, \u001b[1m（免責事項 - 前の文は主観的なものです。）\u001b[22m\n\u001b[1m\u001b[22m\nNot having watched many mecha series before, my opinion on the art of the mecha may reek of inexperience, so I will just say that 'I did not dislike it'. Existing iDOLM@STER fans may be discomforted by the huge difference in character design initially, compared to the original designs, as was I. However the character designs have gradually grown onto me, and I can say that I have even come to like them. Other than that the animation is fluid, and there certainly are not many noticeable animation mistakes, as expected from Sunrise.\n\n\u001b[1m以前は多くのメカシリーズを見ていなかったので、メカの芸術についての私の意見は未熟なものになるかもしれないので、私は「私はそれを嫌いではない」と言います。 既存のiDOLM @ STERファンは、当初のデザインと比較して、キャラクターデザインの大きな違いによって不快感を感じるかもしれません。しかし、キャラクターデザインは徐々に成長してきました。 それ以外のアニメーションは流動的で、サンライズから予想されるように、目に見えないアニメーションミスはありません。\u001b[22m\n\u001b[1m(Izen wa ōku no mekashirīzu o mite inakattanode, meka no geijutsu ni tsuite no watashi no iken wa mijukuna mono ni naru kamo shirenainode, watashi wa `watashi wa sore o kiraide wanai' to iimasu. Kizon no iDOLM@ STER fan wa, tōsho no dezain to hikaku shite, kyarakutādezain no ōkinachigai ni yotte fukai-kan o kanjiru kamo shiremasen. Shikashi, kyarakutādezain wa jojoni seichō shite kimashita. Sore igai no animēshon wa ryūdōtekide, sanraizu kara yosō sa reru yō ni, menimienai animēshonmisu wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNot having watched many mecha series before, my opinion on the art of the mecha may reek of inexperience, so I will just say that 'I did not dislike it'. Existing iDOLM@STER fans may be discomforted by the huge difference in character design initially, compared to the original designs, as was I. However the character designs have gradually grown onto me, and I can say that I have even come to like them. Other than that the animation is fluid, and there certainly are not many noticeable animation mistakes, as expected from Sunrise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot having watched many mecha series before, my opinion on the art of the mecha may reek of inexperience, so I will just say that 'I did not dislike it'.\u001b[24m\n    \u001b[1m以前は多くのメカシリーズを見ていなかったので、メカの芸術についての私の意見は未熟なものになるかもしれないので、私は「私はそれを嫌いではない」と言います。\u001b[22m, \u001b[1mではないがメカの芸術上の私の意見は、経験不足の臭いがあり、前に多くのメカシリーズを見たので、私はちょうど私がそれを嫌っていなかった」と言うだろう。\u001b[22m\n\u001b[4mExisting iDOLM@STER fans may be discomforted by the huge difference in character design initially, compared to the original designs, as was I. However the character designs have gradually grown onto me, and I can say that I have even come to like them.\u001b[24m\n    \u001b[1m既存のiDOLM @ STERファンは、当初のデザインと比較して、キャラクターデザインの大きな違いによって不快感を感じるかもしれません。しかし、キャラクターデザインは徐々に成長してきました。\u001b[22m, \u001b[1mI.は、しかし、キャラクターデザインは徐々に私の上に成長してきた、と私は、私も彼らを好きになってきたと言うことができますようSTERファン@既存IDOLMは、元の設計と比較して、最初にキャラクターデザインに大きな違いによってdiscomfortedすることができます。\u001b[22m\n\u001b[4mOther than that the animation is fluid, and there certainly are not many noticeable animation mistakes, as expected from Sunrise.\u001b[24m\n    \u001b[1mそれ以外のアニメーションは流動的で、サンライズから予想されるように、目に見えないアニメーションミスはありません。\u001b[22m, \u001b[1mそれ以外は日の出から予想されるように、アニメーションは流体であり、確かに多くの顕著なアニメーション間違いがありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe background music is merely 'there'; not overwhelming, nor was it lacking. Voice acting was top notch, and never annoying or unnatural. The OPs and EDs were very catchy. I always enjoy the intro of EDs being played just before the ED animation sequence begins. Xenoglossia did this in every episode, if I am not mistaken, so it receives a bonus in this category for this.\n\n\u001b[1m背景音楽は単に「そこに」ある。 圧倒的ではなく、欠けていませんでした。 声優は一流のノッチであり、迷惑でも不自然でもない。  OPとEDはとてもキャッチーでした。 私はいつもEDのアニメーションシーケンスが始まる直前に演奏されているEDのイントロを楽しんでいます。  Xenoglossiaは、私が間違っていない場合、これをすべてのエピソードでこれを行いました。そのため、このカテゴリではボーナスを受け取ります。\u001b[22m\n\u001b[1m(Haikei ongaku wa tan'ni `soko ni' aru. Attōtekide wa naku, kakete imasendeshita. Seiyū wa ichiryū no notchideari, meiwaku demo fushizende mo nai. OP to ED wa totemo kyatchīdeshita. Watashi wa itsumo ED no animēshonshīkensu ga hajimaru chokuzen ni ensō sa rete iru ED no Intoro o tanoshinde imasu. Xenoglossia wa, watashi ga machigatte inai baai, kore o subete no episōdo de kore o okonaimashita. Sonotame, kono kategoride wa bōnasu o uketorimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe background music is merely 'there'; not overwhelming, nor was it lacking. Voice acting was top notch, and never annoying or unnatural. The OPs and EDs were very catchy. I always enjoy the intro of EDs being played just before the ED animation sequence begins. Xenoglossia did this in every episode, if I am not mistaken, so it receives a bonus in this category for this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe background music is merely 'there';\u001b[24m\n    \u001b[1m背景音楽は単に「そこに」ある。\u001b[22m, \u001b[1m背景音楽は、単に「存在」です。\u001b[22m\n\u001b[4mnot overwhelming, nor was it lacking.\u001b[24m\n    \u001b[1m圧倒的ではなく、欠けていませんでした。\u001b[22m, \u001b[1m圧倒的な、またそれが欠けていたではありません。\u001b[22m\n\u001b[4mVoice acting was top notch, and never annoying or unnatural.\u001b[24m\n    \u001b[1m声優は一流のノッチであり、迷惑でも不自然でもない。\u001b[22m, \u001b[1m声の演技は一流ではなかった、と決して迷惑または不自然。\u001b[22m\n\u001b[4mThe OPs and EDs were very catchy.\u001b[24m\n    \u001b[1mOPとEDはとてもキャッチーでした。\u001b[22m, \u001b[1mOPとEDSは非常にキャッチーでした。\u001b[22m\n\u001b[4mI always enjoy the intro of EDs being played just before the ED animation sequence begins.\u001b[24m\n    \u001b[1m私はいつもEDのアニメーションシーケンスが始まる直前に演奏されているEDのイントロを楽しんでいます。\u001b[22m, \u001b[1m私はいつものEDはEDのアニメーションシーケンスが始まる直前に再生されているのイントロを楽しみます。\u001b[22m\n\u001b[4mXenoglossia did this in every episode, if I am not mistaken, so it receives a bonus in this category for this.\u001b[24m\n    \u001b[1mXenoglossiaは、私が間違っていない場合、これをすべてのエピソードでこれを行いました。そのため、このカテゴリではボーナスを受け取ります。\u001b[22m, \u001b[1m私は間違えないよ場合ゼノグロッシアは、すべてのエピソードでこれをやったので、このために、このカテゴリにボーナスを受け取ります。\u001b[22m\n\u001b[1m\u001b[22m\nNow we come to the best part of this anime. Remember that slow first half of the series? This is why it was seemingly slow: it is packed full of character development. It is only because half of the series is dedicated to introducing and building the characters that I was so attached to them. This is the first show I have watched where I was affected so deeply by the characters. Truly, my feelings reflected those of the characters - Haruka especially - and my heart was heavy when the characters were depressed. I could even understand Imber's feelings, who did not have a single line of dialogue throughout the entire show. It only through the continued exposure to the characters and their antics that we can notice these changes in character throughout the series. Because of this, every decision each character makes is clearly supported by their motivations. Coincidentally, this was the show which helped me fully understand the phrase 'character development'.\n\n\u001b[1m今我々はこのアニメの最高の部分に来る。 シリーズの最初の半分が遅いことを覚えていますか？ これは一見遅いです：それは文字の開発がいっぱいです。 シリーズの半分が、私がそのように付けられた文字を導入して構築することに専念しているからです。 これは私がキャラクターによって深く影響を受けた場所を見た最初のショーです。 本当に、私の気持ちはキャラクターのものを反映していました。特にキャラクターが落ち込んでいた時、私の心は重かったです。  Imberの気持ちを理解することさえできました。Imberの感情は、ショー全体を通して一線の対話を持っていませんでした。 それはキャラクターとその巧妙なものへの継続的な露出によってのみ、シリーズ全体でこれらの変化を認識することができます。 このため、それぞれのキャラクターが行うすべての決定は、その動機によって明確に支持されます。 偶然、これは「キャラクター開発」という言葉を完全に理解するのに役立つショーでした。\u001b[22m\n\u001b[1m(Ima wareware wa kono anime no saikō no bubun ni kuru. Shirīzu no saisho no hanbun ga osoi koto o oboete imasu ka? Kore wa ikken osoidesu: Sore wa moji no kaihatsu ga ippaidesu. Shirīzu no hanbun ga, watashi ga sonoyōni tsuke rareta moji o dōnyū shite kōchiku suru koto ni sen'nen shite irukaradesu. Kore wa watashi ga kyarakutā ni yotte fukaku eikyō o uketa basho o mita saisho no shōdesu. Hontōni, watashi no kimochi wa kyarakutā no mono o han'ei shite imashita. Tokuni kyarakutā ga ochikonde ita toki, watashi no kokoro wa omokattadesu. Imber no kimochi o rikai suru koto sae dekimashita. Imber no kanjō wa, shō zentai o tōshite issen no taiwa o motte imasendeshita. Sore wa kyarakutā to sono kōmyōna mono e no keizoku-tekina roshutsu ni yotte nomi, shirīzu zentai de korera no henka o ninshiki suru koto ga dekimasu. Ko no tame, sorezore no kyarakutā ga okonau subete no kettei wa, sono dōki ni yotte meikaku ni shiji sa remasu. Gūzen, koreha `kyarakutā kaihatsu' to iu kotoba o kanzen ni rikai suru no ni yakudatsu shōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mNow we come to the best part of this anime. Remember that slow first half of the series? This is why it was seemingly slow: it is packed full of character development. It is only because half of the series is dedicated to introducing and building the characters that I was so attached to them. This is the first show I have watched where I was affected so deeply by the characters. Truly, my feelings reflected those of the characters - Haruka especially - and my heart was heavy when the characters were depressed. I could even understand Imber's feelings, who did not have a single line of dialogue throughout the entire show. It only through the continued exposure to the characters and their antics that we can notice these changes in character throughout the series. Because of this, every decision each character makes is clearly supported by their motivations. Coincidentally, this was the show which helped me fully understand the phrase 'character development'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow we come to the best part of this anime.\u001b[24m\n    \u001b[1m今我々はこのアニメの最高の部分に来る。\u001b[22m, \u001b[1m今、私たちはこのアニメの最良の部分に来ます。\u001b[22m\n\u001b[4mRemember that slow first half of the series?\u001b[24m\n    \u001b[1mシリーズの最初の半分が遅いことを覚えていますか？\u001b[22m, \u001b[1mシリーズの遅い最初の半分を覚えていますか？\u001b[22m\n\u001b[4mThis is why it was seemingly slow: it is packed full of character development.\u001b[24m\n    \u001b[1mこれは一見遅いです：それは文字の開発がいっぱいです。\u001b[22m, \u001b[1mそれは一見遅かった理由はここにある：それはキャラクターの成長を完全に詰まっています。\u001b[22m\n\u001b[4mIt is only because half of the series is dedicated to introducing and building the characters that I was so attached to them.\u001b[24m\n    \u001b[1mシリーズの半分が、私がそのように付けられた文字を導入して構築することに専念しているからです。\u001b[22m, \u001b[1mこれは、シリーズの半分を導入し、私はそれらに接続された文字を構築することに専念されているためです。\u001b[22m\n\u001b[4mThis is the first show I have watched where I was affected so deeply by the characters.\u001b[24m\n    \u001b[1mこれは私がキャラクターによって深く影響を受けた場所を見た最初のショーです。\u001b[22m, \u001b[1mこれは私が文字に非常に深く影響を受けた私が見てきた最初のショーです。\u001b[22m\n\u001b[4mTruly, my feelings reflected those of the characters - Haruka especially - and my heart was heavy when the characters were depressed.\u001b[24m\n    \u001b[1m本当に、私の気持ちはキャラクターのものを反映していました。特にキャラクターが落ち込んでいた時、私の心は重かったです。\u001b[22m, \u001b[1m特に遥 -   - 本当に、私の気持ちは、文字のものを反映し、文字が押されたとき、私の心は重かったです。\u001b[22m\n\u001b[4mI could even understand Imber's feelings, who did not have a single line of dialogue throughout the entire show.\u001b[24m\n    \u001b[1mImberの気持ちを理解することさえできました。Imberの感情は、ショー全体を通して一線の対話を持っていませんでした。\u001b[22m, \u001b[1m私も、ショー全体を通して対話の単一の行を持っていなかったインベルの気持ちを、理解することができました。\u001b[22m\n\u001b[4mIt only through the continued exposure to the characters and their antics that we can notice these changes in character throughout the series.\u001b[24m\n    \u001b[1mそれはキャラクターとその巧妙なものへの継続的な露出によってのみ、シリーズ全体でこれらの変化を認識することができます。\u001b[22m, \u001b[1mそれだけで私たちはシリーズ全体での文字のこれらの変化に気づくことができます文字とそのふざけた態度を続けて暴露による。\u001b[22m\n\u001b[4mBecause of this, every decision each character makes is clearly supported by their motivations.\u001b[24m\n    \u001b[1mこのため、それぞれのキャラクターが行うすべての決定は、その動機によって明確に支持されます。\u001b[22m, \u001b[1mこのため、各キャラクタが行うすべての決定は、明らかに彼らの動機によってサポートされています。\u001b[22m\n\u001b[4mCoincidentally, this was the show which helped me fully understand the phrase 'character development'.\u001b[24m\n    \u001b[1m偶然、これは「キャラクター開発」という言葉を完全に理解するのに役立つショーでした。\u001b[22m, \u001b[1m偶然にも、これは私が完全にフレーズ '文字の開発」を理解する助けたショーでした。\u001b[22m\n\u001b[1m\u001b[22m\nAs you may deduce, I enjoyed this series immensely, and I could not bear to see that counter on MAL gradually rise to reach '26'. As I have said in the beginning, I had expected this show to be a trainwreck. But to my surprise, when I had finished this show, I felt very empty inside. This has only ever happened once before, when I finished K-On!!, which I loved at the time. I did not feel like starting up another series, or watching anime, for that matter, which only ever happens when I finish series that I grow very attached to.\n\n\u001b[1mあなたが推測しているように、私はこのシリーズを非常に楽しんだし、MALのカウンターが徐々に26に達するのを見ることはできない。 私が初めに言ったように、私はこのショーが電車であることを期待していました。 しかし、私の驚いたことに、私はこのショーを終えたとき、私は非常に空の中で感じた。 これは一度だけ起こったことがあります。私がK-On!!を終えたとき、私はその時に大好きでした。 私は別のシリーズを立ち上げたり、アニメを見たりするような気がしませんでした。それは、私がとても成長し続けるシリーズを完成させるときにのみ起こることです。\u001b[22m\n\u001b[1m(Anata ga suisoku shite iru yō ni, watashi wa kono shirīzu o hijō ni tanoshindashi, MAL no kauntā ga jojoni 26 ni tassuru no o miru koto wa dekinai. Watashi ga hajime ni itta yō ni, watashi wa kono shō ga denshadearu koto o kitai shite imashita. Shikashi, watashi no odoroita koto ni, watashi wa kono shō o oeta toki, watashi wa hijō ni sora no naka de kanjita. Kore wa ichidodake okotta koto ga arimasu. Watashi ga K - On! ! O oeta toki, watashi wa sonotoki ni daisukideshita. Watashi wa betsu no shirīzu o tachi age tari, anime o mi tari suru yōna ki ga shimasendeshita. Sore wa, watashi ga totemo seichō shi tsudzukeru shirīzu o kansei sa seru toki ni nomi okoru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs you may deduce, I enjoyed this series immensely, and I could not bear to see that counter on MAL gradually rise to reach '26'. As I have said in the beginning, I had expected this show to be a trainwreck. But to my surprise, when I had finished this show, I felt very empty inside. This has only ever happened once before, when I finished K-On!!, which I loved at the time. I did not feel like starting up another series, or watching anime, for that matter, which only ever happens when I finish series that I grow very attached to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you may deduce, I enjoyed this series immensely, and I could not bear to see that counter on MAL gradually rise to reach '26'.\u001b[24m\n    \u001b[1mあなたが推測しているように、私はこのシリーズを非常に楽しんだし、MALのカウンターが徐々に26に達するのを見ることはできない。\u001b[22m, \u001b[1mあなたが推測することができるように、私は非常にこのシリーズを楽しんだ、と私はMALにそのカウンターを表示するには耐えることができなかった徐々に「26」に到達するために上昇します。\u001b[22m\n\u001b[4mAs I have said in the beginning, I had expected this show to be a trainwreck.\u001b[24m\n    \u001b[1m私が初めに言ったように、私はこのショーが電車であることを期待していました。\u001b[22m, \u001b[1m私が最初に言ったように、私はこの番組がtrainwreckであることを予想していました。\u001b[22m\n\u001b[4mBut to my surprise, when I had finished this show, I felt very empty inside.\u001b[24m\n    \u001b[1mしかし、私の驚いたことに、私はこのショーを終えたとき、私は非常に空の中で感じた。\u001b[22m, \u001b[1mしかし、私はこのショーを終えた私の驚きに、私は内部の非常に空に感じました。\u001b[22m\n\u001b[4mThis has only ever happened once before, when I finished K-On!!, which I loved at the time.\u001b[24m\n    \u001b[1mこれは一度だけ起こったことがあります。私がK-On!!を終えたとき、私はその時に大好きでした。\u001b[22m, \u001b[1m私は一度に愛さけいおん!!を、終了時にこれは今まで、前に一度起こりました。\u001b[22m\n\u001b[4mI did not feel like starting up another series, or watching anime, for that matter, which only ever happens when I finish series that I grow very attached to.\u001b[24m\n    \u001b[1m私は別のシリーズを立ち上げたり、アニメを見たりするような気がしませんでした。それは、私がとても成長し続けるシリーズを完成させるときにのみ起こることです。\u001b[22m, \u001b[1m私は非常に付着して増殖シリーズを終えたときにしか起こりそのことのために、別の一連の起動、またはアニメを見ているように感じませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSo, what prompted me to write this review? Xenoglossia is so tremendously underrated that it depresses me. A score of 6.85 (at the time of this review) is usually reserved for very terrible anime. I am not saying that Xenoglossia is a masterpiece, but it definitely does not deserve such a low score. This score is easily explained though.\n\n\u001b[1mだから、私はこのレビューを書くよう促したのですか？  Xenoglossiaは非常に過小評価されているので、それは私を抑えます。 このレビューの時点で6.85というスコアは、通常、非常に恐ろしいアニメのために予約されています。 私はXenoglossiaが傑作であると言っているわけではありませんが、それは間違いなくそのような低い得点に値するものではありません。 このスコアは簡単に説明できます。\u001b[22m\n\u001b[1m(Dakara, watashi wa kono rebyū o kaku yō unagashita nodesu ka? Xenoglossia wa hijō ni kashō hyōka sa rete irunode, sore wa watashi o osaemasu. Kono rebyū no jiten de 6. 85 To iu sukoa wa, tsūjō, hijō ni osoroshī anime no tame ni yoyaku sa rete imasu. Watashi wa Xenoglossia ga kessakudearu to itte iru wakede wa arimasenga, soreha machigainaku sono yōna hikui tokuten ni ataisuru monode wa arimasen. Kono sukoa wa kantan ni setsumei dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo, what prompted me to write this review? Xenoglossia is so tremendously underrated that it depresses me. A score of 6.85 (at the time of this review) is usually reserved for very terrible anime. I am not saying that Xenoglossia is a masterpiece, but it definitely does not deserve such a low score. This score is easily explained though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, what prompted me to write this review?\u001b[24m\n    \u001b[1mだから、私はこのレビューを書くよう促したのですか？\u001b[22m, \u001b[1mだから、何がこのレビューを書くために私を促しましたか？\u001b[22m\n\u001b[4mXenoglossia is so tremendously underrated that it depresses me.\u001b[24m\n    \u001b[1mXenoglossiaは非常に過小評価されているので、それは私を抑えます。\u001b[22m, \u001b[1mゼノグロッシアはとても途方もなく過小評価され、それが私を押下することです。\u001b[22m\n\u001b[4mA score of 6.85 (at the time of this review) is usually reserved for very terrible anime.\u001b[24m\n    \u001b[1mこのレビューの時点で6.85というスコアは、通常、非常に恐ろしいアニメのために予約されています。\u001b[22m, \u001b[1m（このレビュー時）6.85のスコアは通常、非常に恐ろしいアニメ用に予約されています。\u001b[22m\n\u001b[4mI am not saying that Xenoglossia is a masterpiece, but it definitely does not deserve such a low score.\u001b[24m\n    \u001b[1m私はXenoglossiaが傑作であると言っているわけではありませんが、それは間違いなくそのような低い得点に値するものではありません。\u001b[22m, \u001b[1m私は異言が傑作であることを言っていないのですが、それは間違いなく、このような低スコアを値しません。\u001b[22m\n\u001b[4mThis score is easily explained though.\u001b[24m\n    \u001b[1mこのスコアは簡単に説明できます。\u001b[22m, \u001b[1mこのスコアは、簡単にいえ説明されています。\u001b[22m\n\u001b[1m\u001b[22m\nA reason for this is that there is not much in the way of action in this anime at all, for an anime which is categorised as 'mecha' and 'action'. Most of the action during the earlier half of this anime consists of robots punching meteors in space. It is only nearing the end of the series that there is any considerable amount of mecha action.\n\n\u001b[1mこれは、「メカ」と「アクション」に分類されるアニメにとっては、このアニメのアクションの仕方があまりないことが理由です。 このアニメの前半の行動の大部分は、宇宙の流星を打ち負かすロボットから成っています。 かなりの量のメカ操作があるのはシリーズの終わりに近づいているだけです。\u001b[22m\n\u001b[1m(Kore wa,`meka' to `akushon' ni bunrui sa reru anime ni totte wa, kono anime no akushon no shikata ga amarinai koto ga riyūdesu. Kono anime no zenhan no kōdō no daibubun wa, uchū no ryūsei o uchi makasu robotto kara natte imasu. Kanari no ryō no meka sōsa ga aru no wa shirīzu no owari ni chikadzuite iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mA reason for this is that there is not much in the way of action in this anime at all, for an anime which is categorised as 'mecha' and 'action'. Most of the action during the earlier half of this anime consists of robots punching meteors in space. It is only nearing the end of the series that there is any considerable amount of mecha action.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA reason for this is that there is not much in the way of action in this anime at all, for an anime which is categorised as 'mecha' and 'action'.\u001b[24m\n    \u001b[1mこれは、「メカ」と「アクション」に分類されるアニメにとっては、このアニメのアクションの仕方があまりないことが理由です。\u001b[22m, \u001b[1mこの理由は、「メカ」と「アクション」として分類されるアニメのために、すべてでこのアニメでアクションの方法で、あまりないということです。\u001b[22m\n\u001b[4mMost of the action during the earlier half of this anime consists of robots punching meteors in space.\u001b[24m\n    \u001b[1mこのアニメの前半の行動の大部分は、宇宙の流星を打ち負かすロボットから成っています。\u001b[22m, \u001b[1mこのアニメの前半中のアクションのほとんどは、空間内流星パンチロボットで構成されています。\u001b[22m\n\u001b[4mIt is only nearing the end of the series that there is any considerable amount of mecha action.\u001b[24m\n    \u001b[1mかなりの量のメカ操作があるのはシリーズの終わりに近づいているだけです。\u001b[22m, \u001b[1mそれが唯一のメカアクションの任意のかなりの量があることを、一連の終わりに近づいています。\u001b[22m\n\u001b[1m\u001b[22m\nXenoglossia is truly an exciting ride of emotions. It is a series that I will always look back on fondly, remembering the surprise I had when I could not let it go.\n\n\u001b[1mXenoglossiaは本当に感動のエキサイティングな乗り物です。 それは私がそれを行かせることができなかったときに私が持っていた驚きを覚えて、私はいつも愛しています見るシリーズです。\u001b[22m\n\u001b[1m(Xenoglossia wa hontōni kandō no ekisaitinguna norimonodesu. Sore wa watashi ga sore o ika seru koto ga dekinakatta toki ni watashi ga motte ita odoroki o oboete, watashi wa itsumo aishiteimasu miru shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mXenoglossia is truly an exciting ride of emotions. It is a series that I will always look back on fondly, remembering the surprise I had when I could not let it go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mXenoglossia is truly an exciting ride of emotions.\u001b[24m\n    \u001b[1mXenoglossiaは本当に感動のエキサイティングな乗り物です。\u001b[22m, \u001b[1mゼノグロッシアは本当に感情のエキサイティングな乗り心地です。\u001b[22m\n\u001b[4mIt is a series that I will always look back on fondly, remembering the surprise I had when I could not let it go.\u001b[24m\n    \u001b[1mそれは私がそれを行かせることができなかったときに私が持っていた驚きを覚えて、私はいつも愛しています見るシリーズです。\u001b[22m, \u001b[1mそれは私がいつも私はそれを手放すことができなかったときに私が持っていた驚きを思い出し、懐かしく振り返るますシリーズです。\u001b[22m"
  },
  {
    "title": "iDOLMSTER_Xenoglossia",
    "id": "1694",
    "url": "https://myanimelist.net/anime/1694/iDOLMSTER_Xenoglossia",
    "user": "KingBowness",
    "profile": "/profile/KingBowness/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=31880",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  4\n\nこのアニメは、idolm @ sterゲームが超人気のシンガーハーレムゲームだったので作られました。 彼らはどのように人気があり、興味深いものから何かを得たのですか？小学生の女の子でいっぱいです。  idolm @ sterシリーズはすっごくいいですからマンガが更新されるのを待っています。 なぜ彼らは実際のidolm @ sterシリーズから外すことができなかったのですか？ あなたの人生の30分を無駄にするのを見ないでください",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was made, because the idolm@ster game was super popular singer harem game.. question is. how did they get from something as popular and interesting to this...filled with elementary school girls. Im sitting here waiting for the manga to be updated because the idolm@ster series is just sooo good! why couldnt they make it off the actual idolm@ster series. Don't watch it will waste 30mins of your life\n\n\u001b[1mこのアニメは、idolm @ sterゲームが超人気のシンガーハーレムゲームだったので作られました。 彼らはどのように人気があり、興味深いものから何かを得たのですか？小学生の女の子でいっぱいです。  idolm @ sterシリーズはすっごくいいですからマンガが更新されるのを待っています。 なぜ彼らは実際のidolm @ sterシリーズから外すことができなかったのですか？ あなたの人生の30分を無駄にするのを見ないでください\u001b[22m\n\u001b[1m(Kono anime wa, idolm@ ster gēmu ga chō ninki no shingāhāremugēmudattanode tsukura remashita. Karera wa dono yō ni ninki ga ari, kyōmibukai mono kara nanika o eta nodesu ka? Shōgakusei no on'nanoko de ippaidesu. Idolm@ ster shirīzu wa suggoku īdesukara manga ga kōshin sa reru no o matteimasu. Naze karera wa jissai no idolm@ ster shirīzu kara hazusu koto ga dekinakatta nodesu ka? Anata no jinsei no 30-bu o muda ni suru no o minaide kudasai)\u001b[22m\n\nTranslations of \u001b[4mThis anime was made, because the idolm@ster game was super popular singer harem game.. question is. how did they get from something as popular and interesting to this...filled with elementary school girls. Im sitting here waiting for the manga to be updated because the idolm@ster series is just sooo good! why couldnt they make it off the actual idolm@ster series. Don't watch it will waste 30mins of your life\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was made, because the idolm@ster game was super popular singer harem game.. question is.\u001b[24m\n    \u001b[1mこのアニメは、idolm @ sterゲームが超人気のシンガーハーレムゲームだったので作られました。\u001b[22m, \u001b[1mアイドルマスターゲームTHE IDOLM @超人気歌手のハーレムゲームだったので、このアニメは、作られた..質問です。\u001b[22m\n\u001b[4mhow did they get from something as popular and interesting to this...filled with elementary school girls.\u001b[24m\n    \u001b[1m彼らはどのように人気があり、興味深いものから何かを得たのですか？小学生の女の子でいっぱいです。\u001b[22m, \u001b[1m彼らはこれまでのように人気があり、何か面白いものから手に入れたか...小学生の女の子を充填しました。\u001b[22m\n\u001b[4mIm sitting here waiting for the manga to be updated because the idolm@ster series is just sooo good!\u001b[24m\n    \u001b[1midolm @ sterシリーズはすっごくいいですからマンガが更新されるのを待っています。\u001b[22m, \u001b[1mイムSTERシリーズTHE IDOLM @はちょうどすっごく良いので漫画が更新されるのを待ってここに座って！\u001b[22m\n\u001b[4mwhy couldnt they make it off the actual idolm@ster series.\u001b[24m\n    \u001b[1mなぜ彼らは実際のidolm @ sterシリーズから外すことができなかったのですか？\u001b[22m, \u001b[1mなぜ彼らはアイドルマスターシリーズ@実際IDOLMからそれを作るcouldntの。\u001b[22m\n\u001b[4mDon't watch it will waste 30mins of your life\u001b[24m\n    \u001b[1mあなたの人生の30分を無駄にするのを見ないでください\u001b[22m, \u001b[1mそれはあなたの人生の30分を無駄になります見ていません\u001b[22m"
  }
]
