[
  {
    "title": "Hayate_no_Gotoku_Cuties",
    "id": "16982",
    "url": "https://myanimelist.net/anime/16982/Hayate_no_Gotoku_Cuties",
    "user": "Igeneous",
    "profile": "/profile/Igeneous/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=102099",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  8\n\nはやて の ごとく！ くちえｓ いｓ てぇ ４ｔｈ いんｓたっｌめんｔ おｆ てぇ はやて の ごとく！ あにめ せりえｓ。\n\nストーリー：8\nこのシリーズには、多くの新しいキャラクターが他のものと比べて登場しますが、このアニメは現在のマンガの章に従っているからです（私は約300人だと思います）。 また、最後の2つのエピソードは、前のシーズンのもうひとつの別の終わりを迎えている畑健次郎自身の特別な卵です。\n\nアート：6\nたぶん私が持っている唯一の否定は、アニメーションです。 私はシーズン2のように感じました.JCのスタッフのアニメーションはシリーズ全体で最高でした。そして、マングローブに切り替えるのではなく、そのようにしておくべきでした。\n\nサウンド：8\n全体の音は私の好みに適しています。 エピソードそのものは、その性格に関係するすべての性格の特別なEDで、ある意味でユニークです。\n\nキャラクター：8\n新しいキャラクター（Kayura、Ruka、Fumi、Sharnaなど）は、あなたがこのシリーズを続けていれば、すべて登場する予定です。 それぞれの主人公は自分自身のために自分自身の特別なエピソードを取得するので、あなたが絶対に中毒している1つ以上のキャラクターがあっても、自分のエピソードを見ることができます。 おそらく、すべてのメインキャストを紹介する最初のものを除外します。\n\n楽しさ：8\n非常に面白くて楽しい、ユーモアとロマンス（女の子側では、ハヤテの多くはまだこれを知らないです）\n\n全体：8\n全体的には、元のプロットに固執し、各エピソードが視聴者に詰め込まれる冒険と楽しみの過多のために8つの評価を与えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nはやて の ごとく！ くちえｓ いｓ てぇ ４ｔｈ いんｓたっｌめんｔ おｆ てぇ はやて の ごとく！ あにめ せりえｓ。\n(Hayate nogotoku! Kuchi e s i ste~e 4 th in s ta~tsul men t o fte~e hayate nogotoku! Anime se Rie s.)\n\n\u001b[1mはやて の ごとく！ くちえｓ いｓ てぇ ４ｔｈ いんｓたっｌめんｔ おｆ てぇ はやて の ごとく！ あにめ せりえｓ。\u001b[22m\n\u001b[1m(Hayate nogotoku! Kuchi e s i ste~e 4 th in s ta~tsul men t o fte~e hayate nogotoku! Anime se Rie s.)\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nWhile many new characters appear in this series compared to the others, it is because this anime follows the current manga chapters (from about 300 i think). Also, the last two episodes are a special ova by Hata Kenjiro himself that gives another alternate ending to the previous season's Can't Take My Eyes Off You!\n\n\u001b[1mこのシリーズには、多くの新しいキャラクターが他のものと比べて登場しますが、このアニメは現在のマンガの章に従っているからです（私は約300人だと思います）。 また、最後の2つのエピソードは、前のシーズンのもうひとつの別の終わりを迎えている畑健次郎自身の特別な卵です。\u001b[22m\n\u001b[1m(Kono shirīzu ni wa, ōku no atarashī kyarakutā ga hoka no mono to kurabete tōjō shimasuga, kono anime wa genzai no manga no shō ni shitagatte irukaradesu (watashi wa yaku 300-rida to omoimasu). Mata, saigo no 2tsu no episōdo wa, mae no shīzun no mō hitotsu no betsu no owari o mukaete iru Hata Kenjirō jishin no tokubetsuna tamagodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile many new characters appear in this series compared to the others, it is because this anime follows the current manga chapters (from about 300 i think). Also, the last two episodes are a special ova by Hata Kenjiro himself that gives another alternate ending to the previous season's Can't Take My Eyes Off You!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile many new characters appear in this series compared to the others, it is because this anime follows the current manga chapters (from about 300 i think).\u001b[24m\n    \u001b[1mこのシリーズには、多くの新しいキャラクターが他のものと比べて登場しますが、このアニメは現在のマンガの章に従っているからです（私は約300人だと思います）。\u001b[22m, \u001b[1m多くの新しい文字が他の人に比べて、このシリーズには表示されているが、このアニメは（約300私は思うから）現在のマンガの章を次のためにです。\u001b[22m\n\u001b[4mAlso, the last two episodes are a special ova by Hata Kenjiro himself that gives another alternate ending to the previous season's Can't Take My Eyes Off You!\u001b[24m\n    \u001b[1mまた、最後の2つのエピソードは、前のシーズンのもうひとつの別の終わりを迎えている畑健次郎自身の特別な卵です。\u001b[22m, \u001b[1mまた、最後の2つのエピソードは、前シーズンのあなたから目が離せませんに終わる別の代替を与える畑健二郎自分で特別な卵子です！\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6\n\n\u001b[1mアート：6\u001b[22m\n\u001b[1m(Āto: 6)\u001b[22m\n\nTranslations of \u001b[4mArt: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6\u001b[24m\n    \u001b[1mアート：6\u001b[22m\nMaybe the only negative I would have is the animation. I felt like season 2 JC staff's animations were the best overall in the series, and they should have kept it like that instead of switching to manglobe.\n\n\u001b[1mたぶん私が持っている唯一の否定は、アニメーションです。 私はシーズン2のように感じました.JCのスタッフのアニメーションはシリーズ全体で最高でした。そして、マングローブに切り替えるのではなく、そのようにしておくべきでした。\u001b[22m\n\u001b[1m(Tabun watashi ga motte iru yuiitsu no hitei wa, animēshondesu. Watashi wa shīzun 2 no yō ni kanjimashita. JC no sutaffu no animēshon wa shirīzu zentai de saikōdeshita. Soshite, mangurōbu ni kirikaeru node wa naku, sonoyōni shite okubekideshita.)\u001b[22m\n\nTranslations of \u001b[4mMaybe the only negative I would have is the animation. I felt like season 2 JC staff's animations were the best overall in the series, and they should have kept it like that instead of switching to manglobe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe the only negative I would have is the animation.\u001b[24m\n    \u001b[1mたぶん私が持っている唯一の否定は、アニメーションです。\u001b[22m, \u001b[1mたぶん私は持っているだろう唯一のマイナスは、アニメーションです。\u001b[22m\n\u001b[4mI felt like season 2 JC staff's animations were the best overall in the series, and they should have kept it like that instead of switching to manglobe.\u001b[24m\n    \u001b[1m私はシーズン2のように感じました.JCのスタッフのアニメーションはシリーズ全体で最高でした。そして、マングローブに切り替えるのではなく、そのようにしておくべきでした。\u001b[22m, \u001b[1mシーズン2 JCスタッフのアニメーションシリーズの全体的な最良だったように私は感じた、と彼らは代わりにmanglobeへの切り替えのことのようにそれを保持している必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nSound:8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound:8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\nThe sound overall is suitable to my tastes. The episodes themselves are unique in a way, with a special ED for every character that relates to their personalities.\n\n\u001b[1m全体の音は私の好みに適しています。 エピソードそのものは、その性格に関係するすべての性格の特別なEDで、ある意味でユニークです。\u001b[22m\n\u001b[1m(Zentai no oto wa watashi no konomi ni tekishite imasu. Episōdo sonomono wa, sono seikaku ni kankei suru subete no seikaku no tokubetsuna ED de, aruimide yunīkudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound overall is suitable to my tastes. The episodes themselves are unique in a way, with a special ED for every character that relates to their personalities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound overall is suitable to my tastes.\u001b[24m\n    \u001b[1m全体の音は私の好みに適しています。\u001b[22m, \u001b[1m音は全体的に私の好みに適しています。\u001b[22m\n\u001b[4mThe episodes themselves are unique in a way, with a special ED for every character that relates to their personalities.\u001b[24m\n    \u001b[1mエピソードそのものは、その性格に関係するすべての性格の特別なEDで、ある意味でユニークです。\u001b[22m, \u001b[1mエピソード自体は自分の個性に関連するすべての文字に特別なEDで、方法でユニークです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nThe new characters (Kayura, Ruka, Fumi, Sharna, etc) are all expected to appear if you kept up with the series. Each of the main character(s) get their own special episode for themselves, so even if you have that one or more character(s) that you're absolutely addicted to you can just watch their episodes.Each episode can stand alone by themselves , maybe excluding the first one that introduces all the main cast.\n\n\u001b[1m新しいキャラクター（Kayura、Ruka、Fumi、Sharnaなど）は、あなたがこのシリーズを続けていれば、すべて登場する予定です。 それぞれの主人公は自分自身のために自分自身の特別なエピソードを取得するので、あなたが絶対に中毒している1つ以上のキャラクターがあっても、自分のエピソードを見ることができます。 おそらく、すべてのメインキャストを紹介する最初のものを除外します。\u001b[22m\n\u001b[1m(Atarashī kyarakutā (Kayura, Ruka, Fumi, Sharna nado) wa, anata ga kono shirīzu o tsudzukete ireba, subete tōjō suru yoteidesu. Sorezore no shujinkō wa jibun jishin no tame ni jibunjishin'no tokubetsuna episōdo o shutoku surunode, anata ga zettai ni chūdoku shite iru 1tsu ijō no kyarakutā ga atte mo, jibun no episōdo o miru koto ga dekimasu. Osoraku, subete no mein kyasuto o shōkai suru saisho no mono o jogai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe new characters (Kayura, Ruka, Fumi, Sharna, etc) are all expected to appear if you kept up with the series. Each of the main character(s) get their own special episode for themselves, so even if you have that one or more character(s) that you're absolutely addicted to you can just watch their episodes.Each episode can stand alone by themselves , maybe excluding the first one that introduces all the main cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe new characters (Kayura, Ruka, Fumi, Sharna, etc) are all expected to appear if you kept up with the series.\u001b[24m\n    \u001b[1m新しいキャラクター（Kayura、Ruka、Fumi、Sharnaなど）は、あなたがこのシリーズを続けていれば、すべて登場する予定です。\u001b[22m, \u001b[1m新キャラクター（Kayura、ルカ、ふみ、Sharna、など）は、すべてあなたがシリーズに追いついた場合に表示されることが期待されます。\u001b[22m\n\u001b[4mEach of the main character(s) get their own special episode for themselves, so even if you have that one or more character(s) that you're absolutely addicted to you can just watch their episodes.Each episode can stand alone by themselves\u001b[24m\n    \u001b[1mそれぞれの主人公は自分自身のために自分自身の特別なエピソードを取得するので、あなたが絶対に中毒している1つ以上のキャラクターがあっても、自分のエピソードを見ることができます。\u001b[22m, \u001b[1m主人公（複数可）のそれぞれが自分自身のために独自の特殊なエピソードを取得するので、あなたはあなたに絶対にはまっていることを一つ以上の文字（複数可）は、ちょうど彼らのepisodes.Eachエピソードは自分で一人で立つことができる見ることができることを持っている場合でも、\u001b[22m\n\u001b[4m, maybe excluding the first one that introduces all the main cast.\u001b[24m\n    \u001b[1mおそらく、すべてのメインキャストを紹介する最初のものを除外します。\u001b[22m, \u001b[1m、多分すべての主要キャストを紹介する最初のものを除きます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\nIts very funny and enjoyable to watch, with plenty of humor and romance (on the girl side, but hayate is still ignorant of this)\n\n\u001b[1m非常に面白くて楽しい、ユーモアとロマンス（女の子側では、ハヤテの多くはまだこれを知らないです）\u001b[22m\n\u001b[1m(Hijō ni omoshirokute tanoshī, yūmoa to romansu (on'nanoko-gawade wa, hayate no ōku wa mada kore o shiranaidesu))\u001b[22m\n\nTranslations of \u001b[4mIts very funny and enjoyable to watch, with plenty of humor and romance (on the girl side, but hayate is still ignorant of this)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts very funny and enjoyable to watch, with plenty of humor and romance (on the girl side, but hayate is still ignorant of this)\u001b[24m\n    \u001b[1m非常に面白くて楽しい、ユーモアとロマンス（女の子側では、ハヤテの多くはまだこれを知らないです）\u001b[22m, \u001b[1mその非常に面白いと楽しい見て、ユーモアとロマンをたっぷりと（女の子の側ではなく、ハヤテはまだこのの無知です）\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8\u001b[24m\n    \u001b[1m全体：8\u001b[22m\nOverall, I would give an 8 rating for sticking to the original plot and the plethora of adventure and fun that each episode comes packing to the viewers.\n\n\u001b[1m全体的には、元のプロットに固執し、各エピソードが視聴者に詰め込まれる冒険と楽しみの過多に固執するという8つの評価を与えるだろう。\u001b[22m\n\u001b[1m(Zentai-teki ni wa,-moto no purotto ni koshū shi, kaku episōdo ga shichō-sha ni tsumekoma reru bōken to tanoshimi no kata ni koshūsuru to iu yattsu no hyōka o ataerudarou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I would give an 8 rating for sticking to the original plot and the plethora of adventure and fun that each episode comes packing to the viewers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I would give an 8 rating for sticking to the original plot and the plethora of adventure and fun that each episode comes packing to the viewers.\u001b[24m\n    \u001b[1m全体的には、元のプロットに固執し、各エピソードが視聴者に詰め込まれる冒険と楽しみの過多に固執するという8つの評価を与えるだろう。\u001b[22m, \u001b[1m全体的に、私は元のプロットと各エピソードが視聴者に梱包来る冒険と楽しさの過多に固定するために8の評価を与えるだろう。\u001b[22m"
  },
  {
    "title": "Hayate_no_Gotoku_Cuties",
    "id": "16982",
    "url": "https://myanimelist.net/anime/16982/Hayate_no_Gotoku_Cuties",
    "user": "iSheep",
    "profile": "/profile/iSheep/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=107353",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  5\n\nこのレビューを読んでいるなら、シーズン1の52エピソード、シーズン2の25エピソード、シーズン3の12エピソード、そしてこれまでに映画を見たことがあるなら、 しかし、これは、「はやての五徳」と名付けられたシーズン4のように、それほど残念ではありません！ キューティーズ」と呼ばれ、ハヤテのごアアレイの女の子の生活の中で起こったランダムな出来事の回りを回っている。 私は本当に私が好きなアニメショーの1つが地面にぶつかるのを見終わったと思っています。うまくいけば、彼らはシーズン5を作り出すことができれば、漫画が終わったところから続けることになるでしょう。\n\nわかった。 作家にとって、業界は常に新素材を求めており、作家はTVスクリプトのための弦を引っ張っているので、これは新しい素材を意味し、常に新しいものを意味し、新しい アイデア。 しかし、私が指摘したいのは、ハヤテの五徳！ キューティーズは実際には動作しない新しいアイデアの1つです。\n\nストーリー：私はこの番組に簡単に翻訳できる漫画の要素があり、ストーリーラインはエピソードの主な焦点であることに基づいていることを認めているが、最後の2つのエピソードは、誰かにキスして、誰でもSanzenin 黒い椿からのナギ、何？ 黒い椿は再び事件？\n\n私が言われたように、はやての五徳を参照してください！ 私の目を離すことはできませんあなたはシリーズ全体のエピローグですが、それは映画のイベントの1ヶ月後に行われます。 私は、これが最後に行われる告白や、愛情の表示と呼んでいるものは何でも、ハヤテの女神のハーレムにぴったりのものだともっと確信しました。 しかし、シーズン4の最後の2つのエピソードは、ブラック・キャメリアの事件はまだ非常に起こっていると言って、それはまだ最後の2つのエピソードではまだ問題であると言って別の方法を示すようです。 正直言って、それはちょうど流れません。\n\nシリーズ全体のプロットが2つのエピソードの中で詰まっているという事実はどうですか？ 彼らはシリーズを終了させるための基礎が必要だったと思っていますが、これは世界で最も速いアニメストーリーを使用して、どちらかといえば終了した方法ではありません。 それについて考えてみましょう。シーズン3のような重厚なストーリーラインを押し上げることのない季節です。キャラクターの紹介だけに焦点を絞っていますが、最後に何かが起こります。 それはまさにストーリーがほとんど意味を成さない理由です。 彼のショーのいずれかで、スティーブン・コルベールのようなものです。「ああ、ちょっと今、真剣になっています。 それだけでは起こりません、そして、それが起こるとき、それはちょうどうまくいきません。\n\nアート：アニメーションの品質は長年にわたって向上しています。 それは漫画に表示されているように見えないし、文字の数が良い 'スタイルリフレッシュ'が表示されますが、これは私があまり好きではないことです。 確かに、品質は良いですが、私はこのショーがシーズン1で始まったアニメーションスタイルが大好きでした。アニメーションは今から今までショーを改善しているかもしれませんが、このレビュー全体のうち1つの むしろ古いアニメーションスタイルを好みます。 どうして？ 最初の2つの季節には古いアニメーションスタイルが使用されていましたが、本当に好きでした。 新しいアニメーションスタイルは、私が本当に好きではなかったシリーズの1回おきに使用されました。 私は古いアニメーションのスタイルをいつでも取ることができます。ちょうどその時点で、このシリーズは今のように残念ではないことを私に思い出させるためです。\n\nサウンド：さて、誰が本当に打撃、拍、そして拍手について話す時間がありますか？ 私は音を判断する手がかりがないことに気づきました。 私は耳が聞こえないかもしれませんが、私は正直に気にしません。\n\n文字：前の季節からのつながりを作ります。変化しなかったのは文字のキャストのみです。 彼らはまだ彼らの気まぐれな自己であり、彼らを見ていることはいつも爆発的で、特にA-tanを通常のキャラクターとして新たに追加した（過去の季節には、A-tanは数秒のスクリーンタイムから何もない ）。\n\nハレームの一般的な出現は、キャラクターの間でサポートを分けるファンベースの能力です。 何も間違っていないし、漫画の熱心な読者として、アテナ・天王星の登場後も私はいつも桂ヒナギクのファンだったと誇らしげに言うことができます。 しかし、作家が彼女に全面的に注意を向けることなく、考えられるすべての状況に彼女を配置しようとしているという気持ちはありませんか？ それが私のような気持ちです。 彼女は基本的にサポートキャストに沿ってタグ付けしています。 次回作家のためのメモです：私たちは桂ヒナギクを見たくありません。 私たちは桂ヒナギクを見てみたい。 イースターエッグとしてスライドに好きなファンを持つことは、大きな違いを作りません。\n\n楽しさ：確かに、それは面白い、確かに、それは素晴らしいショーでしたが、今シーズン4は本当に私のために見ることは難しいです。 ハヤテの五月のエピソードを一度も見たことのない初めての視聴者にとっては、この番組は聴きやすく、楽しんだり、あまり深く考えることはなく、しばらくの間はハヤテノ・ゴトクのファンだった この特定の季節を見ることは、天国から天使が落ちるのを見るようなものでした。 偉大なものがとても悪いことが起こったと信じたくないだけですが、最終的にはそれに同意する必要があります。\n\n全体：私が季節の最初のカップルを見たことなくそれを見たなら、私はもっともっとそれを望んでいると確信していますが、シリーズのファンとして話す他の3シーズン、映画、 この季節は、以前のような素晴らしい作品から私たちの一人が見たい最後のものの1つです。 作家がサイドストーリーを続けて漫画のルーツから浮かぶことにしたら、ここに私のアドバイスがあります：エピソードの最初のカップルを見て、好きかどうか決めて、そうでなければ、シリーズをドロップして、 何百倍も良い。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIf you're reading this review, you've probably seen the 52 episodes of season 1, the 25 episodes of season 2, the 12 episodes of season 3, and if you've ever gotten around to it, the movie. But none of this is quite as disappointing as season 4, labeled 'Hayate no Gotoku! Cuties' and revolving around random events within the lives of the girls of Ayasaki Hayate's harem. I really hope I'm finished watching one of my favorite anime shows plummet to the ground and hopefully if they ever get around to producing a Season 5, it'll get back into continuing where the manga left off.\n\n\u001b[1mこのレビューを読んでいるなら、シーズン1の52エピソード、シーズン2の25エピソード、シーズン3の12エピソード、そしてこれまでに映画を見たことがあるなら、 しかし、これは、「はやての五徳」と名付けられたシーズン4のように、それほど残念ではありません！ キューティーズ」と呼ばれ、ハヤテのごアアレイの女の子の生活の中で起こったランダムな出来事の回りを回っている。 私は本当に私が好きなアニメショーの1つが地面にぶつかるのを見終わったと思っています。うまくいけば、彼らはシーズン5を作り出すことができれば、漫画が終わったところから続けることになるでしょう。\u001b[22m\n\u001b[1m(Kono rebyū o yonde irunara, shīzun 1 no 52 episōdo, shīzun 2 no 25 episōdo, shīzun 3 no 12 episōdo, soshite kore made ni eiga o mita koto ga arunara, shikashi, koreha,`hayate no gotoku' to nadzuke rareta shīzun 4 no yō ni, sorehodo zan'nende wa arimasen! Kyūtīzu' to yoba re, hayate no go aarei no on'nanoko no seikatsu no naka de okotta randamuna dekigoto no mawari o mawatte iru. Watashi wa hontōni watashi ga sukina animeshō no 1tsu ga jimen ni butsukaru no o mi owatta to omotte imasu. Umaku ikeba, karera wa shīzun 5 o tsukuridasu koto ga dekireba, manga ga owatta tokoro kara tsudzukeru koto ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIf you're reading this review, you've probably seen the 52 episodes of season 1, the 25 episodes of season 2, the 12 episodes of season 3, and if you've ever gotten around to it, the movie. But none of this is quite as disappointing as season 4, labeled 'Hayate no Gotoku! Cuties' and revolving around random events within the lives of the girls of Ayasaki Hayate's harem. I really hope I'm finished watching one of my favorite anime shows plummet to the ground and hopefully if they ever get around to producing a Season 5, it'll get back into continuing where the manga left off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're reading this review, you've probably seen the 52 episodes of season 1, the 25 episodes of season 2, the 12 episodes of season 3, and if you've ever gotten around to it, the movie.\u001b[24m\n    \u001b[1mこのレビューを読んでいるなら、シーズン1の52エピソード、シーズン2の25エピソード、シーズン3の12エピソード、そしてこれまでに映画を見たことがあるなら、\u001b[22m, \u001b[1mあなたはこのレビューを読んでいる場合は、おそらくシーズン1の52のエピソード、シーズン2の25のエピソード、シーズン3の12のエピソードを見てきた、とあなたは今まで、それに周りの映画を得ている場合。\u001b[22m\n\u001b[4mBut none of this is quite as disappointing as season 4, labeled 'Hayate no Gotoku!\u001b[24m\n    \u001b[1mしかし、これは、「はやての五徳」と名付けられたシーズン4のように、それほど残念ではありません！\u001b[22m, \u001b[1mしかし、これのどれも「ハヤテのごとくラベルされたシーズン4、ほど期待はずれではありません！\u001b[22m\n\u001b[4mCuties' and revolving around random events within the lives of the girls of Ayasaki Hayate's harem.\u001b[24m\n    \u001b[1mキューティーズ」と呼ばれ、ハヤテのごアアレイの女の子の生活の中で起こったランダムな出来事の回りを回っている。\u001b[22m, \u001b[1mキューティーズ」とAyasakiハヤテのハーレムの女の子の生活の中にランダムなイベントを中心に展開します。\u001b[22m\n\u001b[4mI really hope I'm finished watching one of my favorite anime shows plummet to the ground and hopefully if they ever get around to producing a Season 5, it'll get back into continuing where the manga left off.\u001b[24m\n    \u001b[1m私は本当に私が好きなアニメショーの1つが地面にぶつかるのを見終わったと思っています。うまくいけば、彼らはシーズン5を作り出すことができれば、漫画が終わったところから続けることになるでしょう。\u001b[22m, \u001b[1m私は本当に私は地面に急落し、彼らがこれまでのシーズン5を製造することに周りを取得できればあれば、それは漫画が中断したところから継続的に戻ろうよ、私の好きなアニメ番組の1を見終わっています願っています。\u001b[22m\n\u001b[1m\u001b[22m\nI get it. For writers, the industry calls for new material, all the time, and since writers are the ones pulling the strings for TV scripts as well, it means new material, all the time, and a distinct lack of fear when it comes to pushing new ideas. However, as I'd like to point out, Hayate no Gotoku! Cuties is one of those new ideas that doesn't actually work.\n\n\u001b[1mわかった。 作家にとって、業界は常に新素材を求めており、作家はTVスクリプトのための弦を引っ張っているので、これは新しい素材を意味し、常に新しいものを意味し、 アイデア。 しかし、私が指摘したいのは、ハヤテの五徳！ キューティーズは実際には動作しない新しいアイデアの1つです。\u001b[22m\n\u001b[1m(Wakatta. Sakka ni totte, gyōkai wa tsuneni shinzozai o motomete ori, sakka wa TV sukuriputo no tame no gen o hippatte irunode, kore wa atarashī sozai o imi shi, tsuneni atarashī mono o imi shi, aidea. Shikashi, watashi ga shiteki shitai no wa, hayate no gotoku! Kyūtīzu wa jissai ni wa dōsa shinai atarashī aidea no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mI get it. For writers, the industry calls for new material, all the time, and since writers are the ones pulling the strings for TV scripts as well, it means new material, all the time, and a distinct lack of fear when it comes to pushing new ideas. However, as I'd like to point out, Hayate no Gotoku! Cuties is one of those new ideas that doesn't actually work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI get it.\u001b[24m\n    \u001b[1mわかった。\u001b[22m, \u001b[1m私はそれを得る。\u001b[22m, \u001b[1m分かりました。\u001b[22m\n\u001b[4mFor writers, the industry calls for new material, all the time, and since writers are the ones pulling the strings for TV scripts as well, it means new material, all the time, and a distinct lack of fear when it comes to pushing new\u001b[24m\n    \u001b[1m作家にとって、業界は常に新素材を求めており、作家はTVスクリプトのための弦を引っ張っているので、これは新しい素材を意味し、常に新しいものを意味し、\u001b[22m, \u001b[1m作家のための、業界では、新素材のすべての時間を呼び出し、作家は同様にテレビスクリプトの糸を引いたものであるので、それは新しい押しに来るとき、それは新しい材料、すべての時間、そして恐怖の明確な欠如を意味します\u001b[22m\n\u001b[4mideas.\u001b[24m\n    \u001b[1mアイデア。\u001b[22m\n\u001b[4mHowever, as I'd like to point out, Hayate no Gotoku!\u001b[24m\n    \u001b[1mしかし、私が指摘したいのは、ハヤテの五徳！\u001b[22m, \u001b[1mしかし、に私は、ハヤテのごとくを指摘したいと思いますように！\u001b[22m\n\u001b[4mCuties is one of those new ideas that doesn't actually work.\u001b[24m\n    \u001b[1mキューティーズは実際には動作しない新しいアイデアの1つです。\u001b[22m, \u001b[1mキューティーズは、実際には動作しません。これらの新しいアイデアの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: While I admit that there are elements of the manga that can be easily translated into this show and the storyline is based on whichever character is the main focus of the episode, the last two episodes are about kissing someone, anyone, to save Sanzenin Nagi from the Black Camellia-wait, what? The Black Camellia incident again?\n\n\u001b[1mストーリー：私はこの番組に簡単に翻訳できる漫画の要素があり、ストーリーラインはエピソードの主な焦点であることに基づいていることを認めているが、最後の2つのエピソードは、誰かにキスして、誰でもSanzenin 黒い椿からのナギ、何？ 黒い椿は再び事件？\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa kono bangumi ni kantan ni hon'yaku dekiru manga no yōso ga ari, sutōrīrain wa episōdo no omona shōtendearu koto ni motodzuite iru koto o mitomete iruga, saigo no 2tsu no episōdo wa, dareka ni kisushite, daredemo Sanzenin kuroi tsubaki kara no nagi, nani? Kuroi tsubaki wa futatabi jiken?)\u001b[22m\n\nTranslations of \u001b[4mStory: While I admit that there are elements of the manga that can be easily translated into this show and the storyline is based on whichever character is the main focus of the episode, the last two episodes are about kissing someone, anyone, to save Sanzenin Nagi from the Black Camellia-wait, what? The Black Camellia incident again?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: While I admit that there are elements of the manga that can be easily translated into this show and the storyline is based on whichever character is the main focus of the episode, the last two episodes are about kissing someone, anyone, to save Sanzenin\u001b[24m\n    \u001b[1mストーリー：私はこの番組に簡単に翻訳できる漫画の要素があり、ストーリーラインはエピソードの主な焦点であることに基づいていることを認めているが、最後の2つのエピソードは、誰かにキスして、誰でもSanzenin\u001b[22m, \u001b[1mストーリー：私は簡単にこのショーに翻訳することができ、ストーリーはエピソードの主な焦点である方の文字に基づいている漫画の要素があることを認める一方で、最後の2つのエピソードは、三千院を節約するために、誰かが、誰にキスについてです\u001b[22m\n\u001b[4mNagi from the Black Camellia-wait, what?\u001b[24m\n    \u001b[1m黒い椿からのナギ、何？\u001b[22m, \u001b[1m黒椿ウェイトからナギ、何？\u001b[22m\n\u001b[4mThe Black Camellia incident again?\u001b[24m\n    \u001b[1m黒い椿は再び事件？\u001b[22m, \u001b[1m黒椿事件再び？\u001b[22m\n\u001b[1m\u001b[22m\nSee, as I was told, Hayate no Gotoku! Can't Take My Eyes Off You is an epilogue for the series as a whole, although it only takes place a month after the events of the movie. I was more convinced that this would be a [somewhat] fitting end to Hayate's harem with the confession that takes place at the end, or whatever you'd like to call that display of affection. However, the last two episodes of season 4 seem to show otherwise, saying that the Black Camellia incident is still very much happening and it's still an issue in those last two episodes. To be honest, it just doesn't flow.\n\n\u001b[1m私が言われたように、はやての五徳を参照してください！ 私の目を離すことはできませんあなたはシリーズ全体のエピローグですが、それは映画のイベントの1ヶ月後に行われます。 私は、これが最後に行われる告白や、愛情の表示と呼んでいるものは何でも、ハヤテの女神のハーレムにぴったりのものだともっと確信しました。 しかし、シーズン4の最後の2つのエピソードは、ブラック・キャメリアの事件はまだ非常に起こっていると言って、それはまだ最後の2つのエピソードではまだ問題であると言って別の方法を示すようです。 正直言って、それはちょうど流れません。\u001b[22m\n\u001b[1m(Watashi ga iwa reta yō ni, hayate no gotoku o sanshō shite kudasai! Watashi no me o hanasu koto wa dekimasen anata wa shirīzu zentai no epirōgudesuga, soreha eiga no ibento no 1-kagetsu-go ni okonawa remasu. Watashi wa, korega saigo ni okonawa reru kokuhaku ya, aijō no hyōji to yonde iru mono wa nani demo, hayate no megami no hāremu ni pittari no monodato motto kakushin shimashita. Shikashi, shīzun 4 no saigo no 2tsu no episōdo wa, burakku kyameria no jiken wa mada hijō ni okotte iru to itte, sore wa mada saigo no 2tsu no episōdode wa mada mondaidearu to itte betsu no hōhō o shimesu yōdesu. Shōjiki itte, sore wa chōdo nagaremasen.)\u001b[22m\n\nTranslations of \u001b[4mSee, as I was told, Hayate no Gotoku! Can't Take My Eyes Off You is an epilogue for the series as a whole, although it only takes place a month after the events of the movie. I was more convinced that this would be a [somewhat] fitting end to Hayate's harem with the confession that takes place at the end, or whatever you'd like to call that display of affection. However, the last two episodes of season 4 seem to show otherwise, saying that the Black Camellia incident is still very much happening and it's still an issue in those last two episodes. To be honest, it just doesn't flow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSee, as I was told, Hayate no Gotoku!\u001b[24m\n    \u001b[1m私が言われたように、はやての五徳を参照してください！\u001b[22m, \u001b[1m私が言われたように、参照、ハヤテのごとく！\u001b[22m\n\u001b[4mCan't Take My Eyes Off You is an epilogue for the series as a whole, although it only takes place a month after the events of the movie.\u001b[24m\n    \u001b[1m私の目を離すことはできませんあなたはシリーズ全体のエピローグですが、それは映画のイベントの1ヶ月後に行われます。\u001b[22m, \u001b[1mそれだけで映画のイベントの後、月に行われるが、あなたは、全体として一連のためのエピローグである私の目を取ることはできません。\u001b[22m\n\u001b[4mI was more convinced that this would be a [somewhat] fitting end to Hayate's harem with the confession that takes place at the end, or whatever you'd like to call that display of affection.\u001b[24m\n    \u001b[1m私は、これが最後に行われる告白や、愛情の表示と呼んでいるものは何でも、ハヤテの女神のハーレムにぴったりのものだともっと確信しました。\u001b[22m, \u001b[1m私はこれが最後で起こる、またはあなたが愛情の表示を呼び出すしたいのですがどのような告白とハヤテのハーレムに[多少]エンドフィッティングであろうと、より確信していました。\u001b[22m\n\u001b[4mHowever, the last two episodes of season 4 seem to show otherwise, saying that the Black Camellia incident is still very much happening and it's still an issue in those last two episodes.\u001b[24m\n    \u001b[1mしかし、シーズン4の最後の2つのエピソードは、ブラック・キャメリアの事件はまだ非常に起こっていると言って、それはまだ最後の2つのエピソードではまだ問題であると言って別の方法を示すようです。\u001b[22m, \u001b[1mしかし、シーズン4の最後の2つのエピソードは、黒椿事件は依然として非常に起こっていると言って、それ以外の場合は表示するように見える、それはこれらの最後の2つのエピソードではまだ問題です。\u001b[22m\n\u001b[4mTo be honest, it just doesn't flow.\u001b[24m\n    \u001b[1m正直言って、それはちょうど流れません。\u001b[22m, \u001b[1m正直に言うと、それだけでは流れません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd what about the fact that the entire plot of the series is crammed within two episodes? I'd like to think that they just needed a basis by which they'd end the series, but that's definitely not the way I would have ended it either, using the world's fastest anime story. Think about it: a season that doesn't push a heavy story line like season 3, focusing only on character introductions, yet at the end, something happens. That's exactly why the story makes very little sense. It's like Stephen Colbert, during any one of his shows, saying, 'oh, by the way, I'm trying to be serious now.' That just doesn't happen, and when it does, it just doesn't work.\n\n\u001b[1mシリーズ全体のプロットが2つのエピソードの中で詰まっているという事実はどうですか？ 彼らはシリーズを終了させるための基礎が必要だったと思っていますが、これは世界で最も速いアニメストーリーを使用して、どちらかといえば終了した方法ではありません。 それについて考えてみましょう：シーズン3のような重厚なストーリーラインをプッシュしないシーズンは、キャラクターの紹介だけに焦点を合わせますが、最後には何かが起こります。 それはまさにストーリーがほとんど意味を成さない理由です。 彼のショーのいずれかで、スティーブン・コルベールのようなものです。「ああ、ちょっと今、真剣になっています。 それだけでは起こりません、そして、そうするとき、それはちょうど動作しません。\u001b[22m\n\u001b[1m(Shirīzu zentai no purotto ga 2tsu no episōdo no naka de tsumatte iru to iu jijitsu wa dōdesu ka? Karera wa shirīzu o shūryō sa seru tame no kiso ga hitsuyōdatta to omotte imasuga, koreha sekai de mottomo hayai animesutōrī o shiyō shite, dochira ka to ieba shūryō shita hōhōde wa arimasen. Sore ni tsuite kangaete mimashou: Shīzun 3 no yōna jūkōna sutōrīrain o pusshu shinai shīzun wa, kyarakutā no shōkai dake ni shōten o awasemasuga, saigo ni wa nanika ga okorimasu. Sore wa masani sutōrī ga hotondo imi o nasanai riyūdesu. Kare no shō no izureka de, sutībun korubēru no yōna monodesu. `Ā , chotto ima, shinken ni natte imasu. Sore dakede wa okorimasen, soshite, sōsurutoki, sore wa chōdo dōsa shimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnd what about the fact that the entire plot of the series is crammed within two episodes? I'd like to think that they just needed a basis by which they'd end the series, but that's definitely not the way I would have ended it either, using the world's fastest anime story. Think about it: a season that doesn't push a heavy story line like season 3, focusing only on character introductions, yet at the end, something happens. That's exactly why the story makes very little sense. It's like Stephen Colbert, during any one of his shows, saying, 'oh, by the way, I'm trying to be serious now.' That just doesn't happen, and when it does, it just doesn't work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd what about the fact that the entire plot of the series is crammed within two episodes?\u001b[24m\n    \u001b[1mシリーズ全体のプロットが2つのエピソードの中で詰まっているという事実はどうですか？\u001b[22m, \u001b[1mそして、シリーズ全体のプロットは、2つのエピソードの中に詰め込まれているという事実については何？\u001b[22m\n\u001b[4mI'd like to think that they just needed a basis by which they'd end the series, but that's definitely not the way I would have ended it either, using the world's fastest anime story.\u001b[24m\n    \u001b[1m彼らはシリーズを終了させるための基礎が必要だったと思っていますが、これは世界で最も速いアニメストーリーを使用して、どちらかといえば終了した方法ではありません。\u001b[22m, \u001b[1m私は、彼らはちょうど彼らがシリーズを終わらせるだろれる根拠が必要だと思うしたいのですが、それは間違いなく私が世界最速のアニメの話を使用して、どちらかそれを終了しているような方法ではありません。\u001b[22m\n\u001b[4mThink about it: a season that doesn't push a heavy story line like season 3, focusing only on character introductions, yet at the end, something happens.\u001b[24m\n    \u001b[1mそれについて考えてみましょう：シーズン3のような重厚なストーリーラインをプッシュしないシーズンは、キャラクターの紹介だけに焦点を合わせますが、最後には何かが起こります。\u001b[22m, \u001b[1mそれについて考える：キャラクター紹介にのみ焦点を当て、シーズン3のような重いストーリーラインをプッシュしないシーズン、まだ終わりで、何かが起こります。\u001b[22m\n\u001b[4mThat's exactly why the story makes very little sense.\u001b[24m\n    \u001b[1mそれはまさにストーリーがほとんど意味を成さない理由です。\u001b[22m, \u001b[1m話は非常にほとんど意味が正確に理由です。\u001b[22m\n\u001b[4mIt's like Stephen Colbert, during any one of his shows, saying, 'oh, by the way, I'm trying to be serious now.'\u001b[24m\n    \u001b[1m彼のショーのいずれかで、スティーブン・コルベールのようなものです。「ああ、ちょっと今、真剣になっています。\u001b[22m, \u001b[1mそれは、言って、彼のショーのいずれか1つの間に、スティーヴン・コルベアのようなものだ」ああ、ところで、私は今、深刻なことしようとしています。」\u001b[22m\n\u001b[4mThat just doesn't happen, and when it does, it just doesn't work.\u001b[24m\n    \u001b[1mそれだけでは起こりません、そして、そうするとき、それはちょうど動作しません。\u001b[22m, \u001b[1mそれはちょうど発生しませんし、それがない場合には、それだけでは動作しません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The quality of the animation has improved over the years. It doesn't look the way it appears in a manga and a good number of the characters receive a 'style refresh', but this is the very thing I'm not too fond of. Sure, the quality is better, but I loved the animation style this show began with in season 1. The animation may have improved the show from then to now, but if I can be anal for one subject out of this entire review, I would much rather prefer the old animation style. Why? The old animation style was used in the first two seasons, which I really, really liked. The new animation style was used for every other installment of the series, which I didn't really like. I'd take the old animation style anytime, just to remind me that at one point in time, this series wasn't as disappointing as it is now.\n\n\u001b[1mアート：アニメーションの品質は長年にわたって向上しています。 それは漫画に表示されているように見えないし、文字の数が良い 'スタイルリフレッシュ'が表示されますが、これは私があまり好きではないことです。 確かに、品質は良いですが、私はこのショーがシーズン1で始まったアニメーションスタイルが大好きでした。アニメーションは今から今までショーを改善しているかもしれませんが、このレビュー全体のうち1つの むしろ古いアニメーションスタイルを好みます。 どうして？ 最初の2つの季節には古いアニメーションスタイルが使用されていましたが、本当に好きでした。 新しいアニメーションスタイルは、私が本当に好きではなかったシリーズの1回おきに使用されました。 私は古いアニメーションのスタイルをいつでも取ることができます。ちょうどその時点で、このシリーズは今のように残念ではないことを私に思い出させるためです。\u001b[22m\n\u001b[1m(Āto: Animēshon no hinshitsu wa naganen ni watatte kōjō shite imasu. Sore wa manga ni hyōji sa rete iru yō ni mienaishi, moji no kazu ga yoi' sutairu rifuresshu' ga hyōji sa remasuga, kore wa watashi ga amari sukide wanai kotodesu. Tashika ni, hinshitsu wa yoidesuga, watashi wa kono shō ga shīzun 1 de hajimatta animēshonsutairu ga daisukideshita. Animēshon wa ima kara imamade shō o kaizen shite iru kamo shiremasenga, kono rebyū zentai no uchi 1tsu no mushiro furui animēshonsutairu o konomimasu. Dōshite? Saisho no 2tsu no kisetsu ni wa furui animēshonsutairu ga shiyō sa rete imashitaga, hontōni sukideshita. Atarashī animēshonsutairu wa, watashi ga hontōni sukide wa nakatta shirīzu no 1-kai-oki ni shiyō sa remashita. Watashi wa furui animēshon no sutairu o itsu demo toru koto ga dekimasu. Chōdo sono jiten de, kono shirīzu wa ima no yō ni zan'nende wanai koto o watashi ni omoidasa seru tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The quality of the animation has improved over the years. It doesn't look the way it appears in a manga and a good number of the characters receive a 'style refresh', but this is the very thing I'm not too fond of. Sure, the quality is better, but I loved the animation style this show began with in season 1. The animation may have improved the show from then to now, but if I can be anal for one subject out of this entire review, I would much rather prefer the old animation style. Why? The old animation style was used in the first two seasons, which I really, really liked. The new animation style was used for every other installment of the series, which I didn't really like. I'd take the old animation style anytime, just to remind me that at one point in time, this series wasn't as disappointing as it is now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The quality of the animation has improved over the years.\u001b[24m\n    \u001b[1mアート：アニメーションの品質は長年にわたって向上しています。\u001b[22m, \u001b[1mアート：アニメーションの品質は長年にわたって改善されています。\u001b[22m\n\u001b[4mIt doesn't look the way it appears in a manga and a good number of the characters receive a 'style refresh', but this is the very thing I'm not too fond of.\u001b[24m\n    \u001b[1mそれは漫画に表示されているように見えないし、文字の数が良い 'スタイルリフレッシュ'が表示されますが、これは私があまり好きではないことです。\u001b[22m, \u001b[1mそれは\"スタイルのリフレッシュ」を受け取りマンガや文字のかなりの数で表示される方法を見ていませんが、これは私があまりにも好きじゃない非常にものです。\u001b[22m\n\u001b[4mSure, the quality is better, but I loved the animation style this show began with in season 1. The animation may have improved the show from then to now, but if I can be anal for one subject out of this entire review, I would\u001b[24m\n    \u001b[1m確かに、品質は良いですが、私はこのショーがシーズン1で始まったアニメーションスタイルが大好きでした。アニメーションは今から今までショーを改善しているかもしれませんが、このレビュー全体のうち1つの\u001b[22m, \u001b[1m確かに、品質は良いですが、私は、このショーはシーズン1のアニメーションが、その後から今までのショーを改善していることが始まったアニメーションのスタイルを愛したが、私はこの全体のレビューのうち、一人の被験者のために肛門ことができる場合、私は希望\u001b[22m\n\u001b[4mmuch rather prefer the old animation style.\u001b[24m\n    \u001b[1mむしろ古いアニメーションスタイルを好みます。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mThe old animation style was used in the first two seasons, which I really, really liked.\u001b[24m\n    \u001b[1m最初の2つの季節には古いアニメーションスタイルが使用されていましたが、本当に好きでした。\u001b[22m, \u001b[1m古いアニメーションスタイルは、私は本当に、本当に好きだった最初の二つの季節、で使用されました。\u001b[22m\n\u001b[4mThe new animation style was used for every other installment of the series, which I didn't really like.\u001b[24m\n    \u001b[1m新しいアニメーションスタイルは、私が本当に好きではなかったシリーズの1回おきに使用されました。\u001b[22m, \u001b[1m新しいアニメーションスタイルは、私は本当に好きではなかったシリーズの他のすべての分割払いのために使用しました。\u001b[22m\n\u001b[4mI'd take the old animation style anytime, just to remind me that at one point in time, this series wasn't as disappointing as it is now.\u001b[24m\n    \u001b[1m私は古いアニメーションのスタイルをいつでも取ることができます。ちょうどその時点で、このシリーズは今のように残念ではないことを私に思い出させるためです。\u001b[22m, \u001b[1m私はちょうど時間の一点で、このシリーズが今ほど期待はずれではなかったことを私に思い出させるために、いつでも古いアニメーションのスタイルを取ると思います。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Okay, who really has time to talk about a bang, a beat, and a bop? I came to realize that I have no clue how to judge sound. I might be tone deaf, but I honestly don't care.\n\n\u001b[1mサウンド：さて、誰が本当に打撃、拍、そして拍手について話す時間がありますか？ 私は音を判断する手がかりがないことに気づきました。 私は耳が聞こえないかもしれませんが、私は正直に気にしません。\u001b[22m\n\u001b[1m(Saundo: Sate, dare ga hontōni dageki,-haku, soshite hakushu ni tsuite hanasu jikan ga arimasu ka? Watashi wa oto o handan suru tegakari ga nai koto ni kidzukimashita. Watashi wa mimigakikoenai kamo shiremasenga, watashi wa shōjiki ni ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound: Okay, who really has time to talk about a bang, a beat, and a bop? I came to realize that I have no clue how to judge sound. I might be tone deaf, but I honestly don't care.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Okay, who really has time to talk about a bang, a beat, and a bop?\u001b[24m\n    \u001b[1mサウンド：さて、誰が本当に打撃、拍、そして拍手について話す時間がありますか？\u001b[22m, \u001b[1mサウンド：さて、本当にビッグバン、ビート、そしてバップについて話をする時間を持っている誰？\u001b[22m\n\u001b[4mI came to realize that I have no clue how to judge sound.\u001b[24m\n    \u001b[1m私は音を判断する手がかりがないことに気づきました。\u001b[22m, \u001b[1m私は音をどのように判断するか見当もつかないことを認識するようになりました。\u001b[22m\n\u001b[4mI might be tone deaf, but I honestly don't care.\u001b[24m\n    \u001b[1m私は耳が聞こえないかもしれませんが、私は正直に気にしません。\u001b[22m, \u001b[1m私は音痴かもしれないが、私は正直気にしません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Make the connection from previous seasons, and the only thing that didn't change is the cast of characters. They're still their same bubbly selves and watching them is always a blast, especially with the new addition of A-tan as a regular character (in past seasons, A-tan got anywhere from a couple seconds of screen time to none at all ).\n\n\u001b[1m文字：前の季節からのつながりを作ります。変化しなかったのは文字のキャストのみです。 彼らはまだ彼らの気まぐれな自己であり、彼らを見ていることはいつも爆発的で、特にA-tanを通常のキャラクターとして新たに追加した（過去の季節には、A-tanは数秒のスクリーンタイムから何もない ）。\u001b[22m\n\u001b[1m(Moji: Mae no kisetsu kara no tsunagari o tsukurimasu. Henka shinakatta no wa moji no kyasuto nomidesu. Karera wa mada karera no kimagurena jikodeari, karera o mite iru koto wa itsumo bakuhatsu-tekide, tokuni A - tan o tsūjō no kyarakutā to shite arata ni tsuika shita (kako no kisetsu ni wa, A - tan wa sū-byō no sukurīntaimu kara nanimonai).)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Make the connection from previous seasons, and the only thing that didn't change is the cast of characters. They're still their same bubbly selves and watching them is always a blast, especially with the new addition of A-tan as a regular character (in past seasons, A-tan got anywhere from a couple seconds of screen time to none at all ).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Make the connection from previous seasons, and the only thing that didn't change is the cast of characters.\u001b[24m\n    \u001b[1m文字：前の季節からのつながりを作ります。変化しなかったのは文字のキャストのみです。\u001b[22m, \u001b[1mキャラクター：前シーズンからの接続を行い、変化しなかった唯一のものは、文字のキャストです。\u001b[22m\n\u001b[4mThey're still their same bubbly selves and watching them is always a blast, especially with the new addition of A-tan as a regular character (in past seasons, A-tan got anywhere from a couple seconds of screen time to none at all\u001b[24m\n    \u001b[1m彼らはまだ彼らの気まぐれな自己であり、彼らを見ていることはいつも爆発的で、特にA-tanを通常のキャラクターとして新たに追加した（過去の季節には、A-tanは数秒のスクリーンタイムから何もない\u001b[22m, \u001b[1m彼らはまだ彼らと同じ陽気な自己だと彼らは過去のシーズンで（特に、通常の文字としてたんの新しい加えて、常に爆発をされて見て、-tanが全くなしに画面の時間の数秒からどこにでも持って\u001b[22m\n\u001b[4m).\u001b[24m\n    \u001b[1m）。\u001b[22m\n\u001b[1m\u001b[22m\nA common occurrence in harem shows is the fanbase's ability to divide their support amongst the characters. There's nothing wrong in that, and as an avid reader of the manga, I can proudly say that I was and have always been a fan of Katsura Hinagiku even after the appearance of Athena Tennousu. But don't you get the feeling that the writers are trying to place her in every conceivable situation, without entirely focusing attention on her? That's what I feel like is going on. She's basically tagging along as support cast. Here's a note for the writers next time: we don't want to see Katsura Hinagiku. We want to see Katsura Hinagiku, doing things. Having a fan favorite in a slide as an Easter egg doesn't make up much of a difference.\n\n\u001b[1mハレームの一般的な出現は、キャラクターの間でサポートを分けるファンベースの能力です。 何も間違っていないし、漫画の熱心な読者として、アテナ・天王星の登場後も私はいつも桂ヒナギクのファンだったと誇らしげに言うことができます。 しかし、作家が彼女に全面的に注意を向けることなく、考えられるすべての状況に彼女を配置しようとしているという気持ちはありませんか？ それが私のような気持ちです。 彼女は基本的にサポートキャストに沿ってタグ付けしています。 次回作家のためのメモです：私たちは桂ヒナギクを見たくありません。 私たちは桂ヒナギクを見てみたい。 イースターエッグとしてスライドに好きなファンを持つことは、大きな違いを作りません。\u001b[22m\n\u001b[1m(Harēmu no ippantekina shutsugen wa, kyarakutā no ma de sapōto o wakeru fanbēsu no nōryokudesu. Nani mo machigatteinai shi, manga no nesshin'na dokusha to shite, Atena ten'nōsei no tōjō-go mo watashi wa itsumo Katsura hinagiku no fandatta to hokorashige ni iu koto ga dekimasu. Shikashi, sakka ga kanojo ni zenmen-teki ni chūi o mukeru koto naku, kangaerareru subete no jōkyō ni kanojo o haichi shiyou to shite iru to iu kimochi wa arimasen ka? Sore ga watashi no yōna kimochidesu. Kanojo wa kihontekini sapōtokyasuto ni sotte tagudzuke shite imasu. Jikai sakka no tame no memodesu: Watashitachiha Katsura hinagiku o mitaku arimasen. Watashitachi wa Katsura hinagiku o mite mitai. Īsutāeggu to shite suraido ni sukina fan o motsu koto wa, ōkinachigai o tsukurimasen.)\u001b[22m\n\nTranslations of \u001b[4mA common occurrence in harem shows is the fanbase's ability to divide their support amongst the characters. There's nothing wrong in that, and as an avid reader of the manga, I can proudly say that I was and have always been a fan of Katsura Hinagiku even after the appearance of Athena Tennousu. But don't you get the feeling that the writers are trying to place her in every conceivable situation, without entirely focusing attention on her? That's what I feel like is going on. She's basically tagging along as support cast. Here's a note for the writers next time: we don't want to see Katsura Hinagiku. We want to see Katsura Hinagiku, doing things. Having a fan favorite in a slide as an Easter egg doesn't make up much of a difference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA common occurrence in harem shows is the fanbase's ability to divide their support amongst the characters.\u001b[24m\n    \u001b[1mハレームの一般的な出現は、キャラクターの間でサポートを分けるファンベースの能力です。\u001b[22m, \u001b[1mハーレムショーで一般的な発生は、文字間の支持を分割するファン層の能力です。\u001b[22m\n\u001b[4mThere's nothing wrong in that, and as an avid reader of the manga, I can proudly say that I was and have always been a fan of Katsura Hinagiku even after the appearance of Athena Tennousu.\u001b[24m\n    \u001b[1m何も間違っていないし、漫画の熱心な読者として、アテナ・天王星の登場後も私はいつも桂ヒナギクのファンだったと誇らしげに言うことができます。\u001b[22m, \u001b[1mそこは何も悪いことしたいですなく、漫画の熱心な読者として、私は誇らしげに私があったと言うことができるとも常にアテナTennousuの出現後桂ヒナギクのファンになっています。\u001b[22m\n\u001b[4mBut don't you get the feeling that the writers are trying to place her in every conceivable situation, without entirely focusing attention on her?\u001b[24m\n    \u001b[1mしかし、作家が彼女に全面的に注意を向けることなく、考えられるすべての状況に彼女を配置しようとしているという気持ちはありませんか？\u001b[22m, \u001b[1mしかし、あなたは作家は完全に彼女に着目することなく、考えられるあらゆる状況で、彼女を配置しようとしているという感覚を得ることはありませんか？\u001b[22m\n\u001b[4mThat's what I feel like is going on.\u001b[24m\n    \u001b[1mそれが私のような気持ちです。\u001b[22m, \u001b[1mそれは私が起こっているように感じるものです。\u001b[22m\n\u001b[4mShe's basically tagging along as support cast.\u001b[24m\n    \u001b[1m彼女は基本的にサポートキャストに沿ってタグ付けしています。\u001b[22m, \u001b[1m彼女は基本的にサポートキャストとして沿ってタグ付けています。\u001b[22m\n\u001b[4mHere's a note for the writers next time: we don't want to see Katsura Hinagiku.\u001b[24m\n    \u001b[1m次回作家のためのメモです：私たちは桂ヒナギクを見たくありません。\u001b[22m, \u001b[1mここで作家のためのノートは、次の時間です：私たちは桂ヒナギクを見たいと思っていません。\u001b[22m\n\u001b[4mWe want to see Katsura Hinagiku, doing things.\u001b[24m\n    \u001b[1m私たちは桂ヒナギクを見てみたい。\u001b[22m, \u001b[1m私たちは物事をやって、桂ヒナギクを見てみたいです。\u001b[22m\n\u001b[4mHaving a fan favorite in a slide as an Easter egg doesn't make up much of a difference.\u001b[24m\n    \u001b[1mイースターエッグとしてスライドに好きなファンを持つことは、大きな違いを作りません。\u001b[22m, \u001b[1mイースターエッグのようなスライド内のファンのお気に入りを持つことは大きな違いを作るいません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Sure, it's funny, and sure, it was a great show, but this season 4 is really difficult to watch for me. For the first-time viewer, who hasn't seen a single episode of Hayate no Gotoku, this show will be easier to take in, enjoy, and not think too deeply about, but having been a fan of Hayate no Gotoku for a while , watching this particular season was like watching an angel fall from Heaven. You just don't want to believe that something so great has come to be so bad, but eventually, you'll have to come to terms with it.\n\n\u001b[1m楽しさ：確かに、それは面白い、確かに、それは素晴らしいショーでしたが、今シーズン4は本当に私のために見ることは難しいです。 ハヤテの五月のエピソードを一度も見たことのない初めての視聴者にとっては、この番組は聴きやすく、楽しんだり、あまり深く考えることはなく、しばらくの間はハヤテノ・ゴトクのファンだった この特定の季節を見ることは、天国から天使が落ちるのを見るようなものでした。 偉大なものがとても悪いことが起こったと信じたくないだけですが、最終的にはそれに同意する必要があります。\u001b[22m\n\u001b[1m(Tanoshisa: Tashika ni, sore wa omoshiroi, tashika ni, sore wa subarashī shōdeshitaga, ima shīzun 4 wa hontōni watashi no tame ni miru koto wa muzukashīdesu. Hayate no gogatsu no episōdo o ichido mo mita koto no nai hajimete no shichō-sha ni totte wa, kono bangumi wa kiki yasuku, tanoshin dari, amari fukaku kangaeru koto wa naku, shibarakunoaida wa hayate no gotoku no fandatta kono tokutei no kisetsu o miru koto wa, tengoku kara tenshi ga ochiru no o miru yōna monodeshita. Idaina mono ga totemo warui koto ga okotta to shinjitakunai dakedesuga, saishūtekini wa sore ni dōi suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Sure, it's funny, and sure, it was a great show, but this season 4 is really difficult to watch for me. For the first-time viewer, who hasn't seen a single episode of Hayate no Gotoku, this show will be easier to take in, enjoy, and not think too deeply about, but having been a fan of Hayate no Gotoku for a while , watching this particular season was like watching an angel fall from Heaven. You just don't want to believe that something so great has come to be so bad, but eventually, you'll have to come to terms with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Sure, it's funny, and sure, it was a great show, but this season 4 is really difficult to watch for me.\u001b[24m\n    \u001b[1m楽しさ：確かに、それは面白い、確かに、それは素晴らしいショーでしたが、今シーズン4は本当に私のために見ることは難しいです。\u001b[22m, \u001b[1m楽しさ：確かに、それはおかしい、と確信して、それは素晴らしいショーだったが、今シーズン4は私のために見ていて本当に難しいです。\u001b[22m\n\u001b[4mFor the first-time viewer, who hasn't seen a single episode of Hayate no Gotoku, this show will be easier to take in, enjoy, and not think too deeply about, but having been a fan of Hayate no Gotoku for a while\u001b[24m\n    \u001b[1mハヤテの五月のエピソードを一度も見たことのない初めての視聴者にとっては、この番組は聴きやすく、楽しんだり、あまり深く考えることはなく、しばらくの間はハヤテノ・ゴトクのファンだった\u001b[22m, \u001b[1mハヤテのごとくの単一のエピソードを見ていない初めてのビューアについては、このショーは、で取る楽しみ、あまりにも深くについて考えていませんが、しばらくの間ハヤテのごとくのファンだったことが容易になります\u001b[22m\n\u001b[4m, watching this particular season was like watching an angel fall from Heaven.\u001b[24m\n    \u001b[1mこの特定の季節を見ることは、天国から天使が落ちるのを見るようなものでした。\u001b[22m, \u001b[1m、この特定のシーズンを見ては、天から天使の落下を見ているようでした。\u001b[22m\n\u001b[4mYou just don't want to believe that something so great has come to be so bad, but eventually, you'll have to come to terms with it.\u001b[24m\n    \u001b[1m偉大なものがとても悪いことが起こったと信じたくないだけですが、最終的にはそれに同意する必要があります。\u001b[22m, \u001b[1mあなただけのように偉大な何かがそんなに悪いことになってきたことを信じたくないが、最終的に、あなたはそれとの折り合いをつける必要があるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: If I watched it without having seen the first couple of seasons, I'm sure I'd like it a lot more, but having seen the other three seasons, the movie, and the manga, speaking as a fan of the series , this season is one of the last things any one of us would expect to see from a work that used to be so brilliant. If the writers decide to continue writing side stories and straying from the roots of the manga, here's my advice: watch the first couple of episodes, decide if you like it, and if not, drop the series and read the manga, which is a hundred times better.\n\n\u001b[1m全体：私が季節の最初のカップルを見たことなくそれを見たなら、私はもっともっとそれを望んでいると確信していますが、シリーズのファンとして話す他の3シーズン、映画、 この季節は、以前のような素晴らしい作品から私たちの一人が見たい最後のものの1つです。 作家がサイドストーリーを続けて漫画のルーツから浮かぶことにしたら、ここに私のアドバイスがあります：エピソードの最初のカップルを見て、好きかどうか決めて、そうでなければ、シリーズをドロップして、 何百倍も良い。\u001b[22m\n\u001b[1m(Zentai: Watashi ga kisetsu no saisho no kappuru o mita koto naku sore o mitanara, watashi wa motto motto sore o nozonde iru to kakushin shite imasuga, shirīzu no fan to shite hanasu ta no 3 shīzun, eiga, kono kisetsu wa, izen no yōna subarashī sakuhin kara watashitachi no hitori ga mitai saigo no mono no 1tsudesu. Sakka ga saidosutōrī o tsudzukete manga no rūtsu kara ukabu koto ni shitara, koko ni watashi no adobaisu ga arimasu: Episōdo no saisho no kappuru o mite, suki ka dō ka kimete,-sōdenakereba, shirīzu o doroppu shite, nan hyaku-bai mo yoi.)\u001b[22m\n\nTranslations of \u001b[4mOverall: If I watched it without having seen the first couple of seasons, I'm sure I'd like it a lot more, but having seen the other three seasons, the movie, and the manga, speaking as a fan of the series , this season is one of the last things any one of us would expect to see from a work that used to be so brilliant. If the writers decide to continue writing side stories and straying from the roots of the manga, here's my advice: watch the first couple of episodes, decide if you like it, and if not, drop the series and read the manga, which is a hundred times better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: If I watched it without having seen the first couple of seasons, I'm sure I'd like it a lot more, but having seen the other three seasons, the movie, and the manga, speaking as a fan of the series\u001b[24m\n    \u001b[1m全体：私が季節の最初のカップルを見たことなくそれを見たなら、私はもっともっとそれを望んでいると確信していますが、シリーズのファンとして話す他の3シーズン、映画、\u001b[22m, \u001b[1m全体：私はシーズンの最初のカップルを見たことなく、それを見た場合、私はシリーズのファンとして言えば、私はより多くのそれのようにしたいが、他の3シーズン、映画、マンガを見たと確信しています\u001b[22m\n\u001b[4m, this season is one of the last things any one of us would expect to see from a work that used to be so brilliant.\u001b[24m\n    \u001b[1mこの季節は、以前のような素晴らしい作品から私たちの一人が見たい最後のものの1つです。\u001b[22m, \u001b[1m、このシーズンは、私たちのいずれかがとても鮮やかにするために使用仕事から見ることを期待する最後のものの一つです。\u001b[22m\n\u001b[4mIf the writers decide to continue writing side stories and straying from the roots of the manga, here's my advice: watch the first couple of episodes, decide if you like it, and if not, drop the series and read the manga, which is a\u001b[24m\n    \u001b[1m作家がサイドストーリーを続けて漫画のルーツから浮かぶことにしたら、ここに私のアドバイスがあります：エピソードの最初のカップルを見て、好きかどうか決めて、そうでなければ、シリーズをドロップして、\u001b[22m, \u001b[1m作家はサイドストーリーを書いたり、漫画の根から逸脱継続することを決定した場合は、ここで私からのアドバイスです：あなたがそれを好きかどうかを決定、エピソードの最初のカップルを見て、そうでない場合、シリーズをドロップすると、ある漫画を読んで\u001b[22m\n\u001b[4mhundred times better.\u001b[24m\n    \u001b[1m何百倍も良い。\u001b[22m, \u001b[1m百倍優れ。\u001b[22m"
  },
  {
    "title": "Hayate_no_Gotoku_Cuties",
    "id": "16982",
    "url": "https://myanimelist.net/anime/16982/Hayate_no_Gotoku_Cuties",
    "user": "FerdinandSurya",
    "profile": "/profile/FerdinandSurya/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=97013",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  5\nアニメーション|  3\nサウンド|  7\nキャラクター|  6\n|  6\n\n私はこのレビューを次のステップから始めます：\n\nストーリー\n\n第4シーズンの「はやての五徳」の話はちょっと混乱していると思います。 新しいキャラクターがたくさんあり、ストーリーは前のシーズンとは違うので。 第3シーズン以来、ハヤテとヒナギクのロマンスは欠けている。 それは私を非常に失望させる。\n\nアート\n\n次の部分はアートワークです。 私はアートワークから本当に本当に本当に失望した。 第1シーズンと第2シーズンは素晴らしいアートワークを与えますが、今シーズンはアートワークが悪化しています。 たとえば、いすみを覚えていますか？ 私は本当に彼女が第1シーズンと第2シーズン好きです。 しかし、第四シーズンになると、いすみは私には見知らぬ人になりました。 いすみは本当にかわいくてかわいくない。 失望している。\n\n音\n\n私はその音には何の問題もない。 そして私はサウンドが少し改善したと思う。\n\nキャラクター\n\n今シーズンには新しいキャラクターがたくさんあります。 しかし、そこから来た話はありません。 そしてそれは私を少し混乱させます。\n\n全体\n\n私は本当に第1シーズンと第2シーズンを楽しんでいます。 それは本当に面白いとロマンスの話がたくさんある。 しかし、私は今シーズンにそれを見つけることはできません。 ストーリーは私にとっては意味がなくなった。 そしてそれは本当に私に失望した。 私はハヤテとヒナギクの間のロマンスが続くことを願っていますが、そうではありません。 それは私のものです。 私はこのレビューがあなたに役立つことを願っています。 読書ありがとう!!\n\nP.S申し訳ありません、このレビューに多くのマイナス面が含まれている場合",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI will start this review step by step:\n\n\u001b[1m私はこのレビューを次のステップから始めます：\u001b[22m\n\u001b[1m(Watashi wa kono rebyū o tsugi no suteppu kara hajimemasu:)\u001b[22m\n\nTranslations of \u001b[4mI will start this review step by step:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will start this review step by step:\u001b[24m\n    \u001b[1m私はこのレビューを次のステップから始めます：\u001b[22m, \u001b[1m私はステップによって、この口コミステップを開始します：\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nI think the story from the fourth season of 'Hayate no Gotoku' is a bit confusing. Because there is a lot of new character and the story are different from the previous season. The romance between Hayate and Hinagiku is missing since the third season. It make me very disappointed.\n\n\u001b[1m第4シーズンの「はやての五徳」の話はちょっと混乱していると思います。 新しいキャラクターがたくさんあり、ストーリーは前のシーズンとは違うので。 第3シーズン以来、ハヤテとヒナギクのロマンスは欠けている。 それは私を非常に失望させる。\u001b[22m\n\u001b[1m(Dai 4 shīzun no `hayate no gotoku' no hanashi wa chotto konran shite iru to omoimasu. Atarashī kyarakutā ga takusan ari, sutōrī wa mae no shīzun to wa chigau node. Dai 3 shīzun irai, hayate to hinagiku no romansu wa kakete iru. Sore wa watashi o hijō ni shitsubō sa seru.)\u001b[22m\n\nTranslations of \u001b[4mI think the story from the fourth season of 'Hayate no Gotoku' is a bit confusing. Because there is a lot of new character and the story are different from the previous season. The romance between Hayate and Hinagiku is missing since the third season. It make me very disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the story from the fourth season of 'Hayate no Gotoku' is a bit confusing.\u001b[24m\n    \u001b[1m第4シーズンの「はやての五徳」の話はちょっと混乱していると思います。\u001b[22m, \u001b[1m私は「ハヤテのごとく!!」のシーズン4から話が少し混乱だと思います。\u001b[22m\n\u001b[4mBecause there is a lot of new character and the story are different from the previous season.\u001b[24m\n    \u001b[1m新しいキャラクターがたくさんあり、ストーリーは前のシーズンとは違うので。\u001b[22m, \u001b[1m新しいキャラクターとストーリーがたくさんあるので、前のシーズンとは異なります。\u001b[22m\n\u001b[4mThe romance between Hayate and Hinagiku is missing since the third season.\u001b[24m\n    \u001b[1m第3シーズン以来、ハヤテとヒナギクのロマンスは欠けている。\u001b[22m, \u001b[1mハヤテとヒナギクの間にロマンスが3シーズン目以降欠落しています。\u001b[22m\n\u001b[4mIt make me very disappointed.\u001b[24m\n    \u001b[1mそれは私を非常に失望させる。\u001b[22m, \u001b[1mそれは私は非常に失望してください。\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe next part is the artwork. I really really really disappointed from the artwork. The first and second season give a good artwork, but on this season the artwork getting worse. For example, remember Isumi? I really like her on the first and second season. But on fourth season Isumi became a total stranger for me. Isumi become really creepy and not cute at all. Disappointing.\n\n\u001b[1m次の部分はアートワークです。 私はアートワークから本当に本当に本当に失望した。 第1シーズンと第2シーズンは素晴らしいアートワークを与えますが、今シーズンはアートワークが悪化しています。 たとえば、いすみを覚えていますか？ 私は本当に彼女が第1シーズンと第2シーズン好きです。 しかし、第四シーズンになると、いすみは私には見知らぬ人になりました。 いすみは本当にかわいくてかわいくない。 失望している。\u001b[22m\n\u001b[1m(Tsugi no bubun wa ātowākudesu. Watashi wa ātowāku kara hontōni hontōni hontōni shitsubō shita. Dai 1 shīzun to dai 2 shīzun wa subarashī ātowāku o ataemasuga, ima shīzun wa ātowāku ga akka shite imasu. Tatoeba, isu mi o oboete imasu ka? Watashi wa hontōni kanojo ga dai 1 shīzun to dai 2 shīzun sukidesu. Shikashi, dai shi shīzun ni naru to, isu mi wa watashiniha mishiranu hito ni narimashita. I Sumi wa hontōni kawaikute kawaikunai. Shitsubō shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe next part is the artwork. I really really really disappointed from the artwork. The first and second season give a good artwork, but on this season the artwork getting worse. For example, remember Isumi? I really like her on the first and second season. But on fourth season Isumi became a total stranger for me. Isumi become really creepy and not cute at all. Disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe next part is the artwork.\u001b[24m\n    \u001b[1m次の部分はアートワークです。\u001b[22m, \u001b[1m次の部分は、アートワークです。\u001b[22m\n\u001b[4mI really really really disappointed from the artwork.\u001b[24m\n    \u001b[1m私はアートワークから本当に本当に本当に失望した。\u001b[22m, \u001b[1m私は本当に本当に本当にアートワークからがっかり。\u001b[22m\n\u001b[4mThe first and second season give a good artwork, but on this season the artwork getting worse.\u001b[24m\n    \u001b[1m第1シーズンと第2シーズンは素晴らしいアートワークを与えますが、今シーズンはアートワークが悪化しています。\u001b[22m, \u001b[1m第一及び第二シーズンは良いアートワークを与えるが、この季節にアートワークが悪化します。\u001b[22m\n\u001b[4mFor example, remember Isumi?\u001b[24m\n    \u001b[1mたとえば、いすみを覚えていますか？\u001b[22m, \u001b[1m例えば、いすみを覚えていますか？\u001b[22m\n\u001b[4mI really like her on the first and second season.\u001b[24m\n    \u001b[1m私は本当に彼女が第1シーズンと第2シーズン好きです。\u001b[22m, \u001b[1m私は実際に第一及び第二の季節に彼女が好き。\u001b[22m\n\u001b[4mBut on fourth season Isumi became a total stranger for me.\u001b[24m\n    \u001b[1mしかし、第四シーズンになると、いすみは私には見知らぬ人になりました。\u001b[22m, \u001b[1mしかし、シーズン4にいすみは私のために見ず知らずの人となりました。\u001b[22m\n\u001b[4mIsumi become really creepy and not cute at all.\u001b[24m\n    \u001b[1mいすみは本当にかわいくてかわいくない。\u001b[22m, \u001b[1mいすみ市は全く本当に不気味でかわいいではないになります。\u001b[22m\n\u001b[4mDisappointing.\u001b[24m\n    \u001b[1m失望している。\u001b[22m, \u001b[1mがっかり。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nI don't have any problem for the sound. And I think there is a little improvement in sound.\n\n\u001b[1m私はその音には何の問題もない。 そして私はサウンドが少し改善したと思う。\u001b[22m\n\u001b[1m(Watashi wa sono-on ni wa nani no mondai mo nai. Soshite watashi wa saundo ga sukoshi kaizen shita to omou.)\u001b[22m\n\nTranslations of \u001b[4mI don't have any problem for the sound. And I think there is a little improvement in sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't have any problem for the sound.\u001b[24m\n    \u001b[1m私はその音には何の問題もない。\u001b[22m, \u001b[1m私はサウンドの問題ありません。\u001b[22m\n\u001b[4mAnd I think there is a little improvement in sound.\u001b[24m\n    \u001b[1mそして私はサウンドが少し改善したと思う。\u001b[22m, \u001b[1mそして、私は音にはほとんど改善があると思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nIn this season there is many new character. But there isn't a story where they came from. And it make me little confused.\n\n\u001b[1m今シーズンには新しいキャラクターがたくさんあります。 しかし、そこから来た話はありません。 そしてそれは私を少し混乱させます。\u001b[22m\n\u001b[1m(Ima shīzun ni wa atarashī kyarakutā ga takusan arimasu. Shikashi, soko kara kita hanashi wa arimasen. Soshite sore wa watashi o sukoshi konran sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mIn this season there is many new character. But there isn't a story where they came from. And it make me little confused.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this season there is many new character.\u001b[24m\n    \u001b[1m今シーズンには新しいキャラクターがたくさんあります。\u001b[22m, \u001b[1mこのシーズンでは多くの新しい文字があります。\u001b[22m\n\u001b[4mBut there isn't a story where they came from.\u001b[24m\n    \u001b[1mしかし、そこから来た話はありません。\u001b[22m, \u001b[1mしかし、彼らがどこから来た話はありません。\u001b[22m\n\u001b[4mAnd it make me little confused.\u001b[24m\n    \u001b[1mそしてそれは私を少し混乱させます。\u001b[22m, \u001b[1mそして、それは私は少し混乱してください。\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nI really enjoy the first and second season. It's really funny and lots of romance stories. But I don't find it on this season. The story became non-sense for me. And it really disappointed me. I hope romance between Hayate and Hinagiku continues, but there isn't. And that's all from me. I hope this review helpful for you. Thanks For Reading!!\n\n\u001b[1m私は本当に第1シーズンと第2シーズンを楽しんでいます。 それは本当に面白いとロマンスの話がたくさんある。 しかし、私は今シーズンにそれを見つけることはできません。 ストーリーは私にとっては意味がなくなった。 そしてそれは本当に私に失望した。 私はハヤテとヒナギクの間のロマンスが続くことを願っていますが、そうではありません。 それは私のものです。 私はこのレビューがあなたに役立つことを願っています。 読書ありがとう!!\u001b[22m\n\u001b[1m(Watashi wa hontōni dai 1 shīzun to dai 2 shīzun o tanoshinde imasu. Sore wa hontōni omoshiroi to romansu no hanashi ga takusan aru. Shikashi, watashi wa ima shīzun ni sore o mitsukeru koto wa dekimasen. Sutōrī wa watashi ni totte wa imi ga nakunatta. Soshite sore wa hontōni watashi ni shitsubō shita. Watashi wa hayate to hinagiku no ma no romansu ga tsudzuku koto o negatte imasuga,-sōde wa arimasen. Sore wa watashi no monodesu. Watashi wa kono rebyū ga anata ni yakudatsu koto o negatte imasu. Dokusho arigatō! !)\u001b[22m\n\nTranslations of \u001b[4mI really enjoy the first and second season. It's really funny and lots of romance stories. But I don't find it on this season. The story became non-sense for me. And it really disappointed me. I hope romance between Hayate and Hinagiku continues, but there isn't. And that's all from me. I hope this review helpful for you. Thanks For Reading!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoy the first and second season.\u001b[24m\n    \u001b[1m私は本当に第1シーズンと第2シーズンを楽しんでいます。\u001b[22m, \u001b[1m私は実際に第一および第二のシーズンを楽しむことができます。\u001b[22m\n\u001b[4mIt's really funny and lots of romance stories.\u001b[24m\n    \u001b[1mそれは本当に面白いとロマンスの話がたくさんある。\u001b[22m, \u001b[1mそれは本当に面白いとロマンスの物語の多くのです。\u001b[22m\n\u001b[4mBut I don't find it on this season.\u001b[24m\n    \u001b[1mしかし、私は今シーズンにそれを見つけることはできません。\u001b[22m, \u001b[1mしかし、私はこの季節にそれを見つけることはありません。\u001b[22m\n\u001b[4mThe story became non-sense for me.\u001b[24m\n    \u001b[1mストーリーは私にとっては意味がなくなった。\u001b[22m, \u001b[1m物語は私のために非感覚になりました。\u001b[22m\n\u001b[4mAnd it really disappointed me.\u001b[24m\n    \u001b[1mそしてそれは本当に私に失望した。\u001b[22m, \u001b[1mそして、それは本当に私を失望しました。\u001b[22m\n\u001b[4mI hope romance between Hayate and Hinagiku continues, but there isn't.\u001b[24m\n    \u001b[1m私はハヤテとヒナギクの間のロマンスが続くことを願っていますが、そうではありません。\u001b[22m, \u001b[1m私はハヤテとヒナギクの間にロマンスが続く願って、そこではありません。\u001b[22m\n\u001b[4mAnd that's all from me.\u001b[24m\n    \u001b[1mそれは私のものです。\u001b[22m, \u001b[1mそしてそれは私からすべてです。\u001b[22m\n\u001b[4mI hope this review helpful for you.\u001b[24m\n    \u001b[1m私はこのレビューがあなたに役立つことを願っています。\u001b[22m, \u001b[1m私はあなたのためにこのレビューは参考になりまし願っています。\u001b[22m\n\u001b[4mThanks For Reading!!\u001b[24m\n    \u001b[1m読書ありがとう!!\u001b[22m, \u001b[1m読んでくれてありがとう！\u001b[22m\n\u001b[1m\u001b[22m\nP.S sorry if this review contain lots of negative side\n\n\u001b[1mP.S申し訳ありません、このレビューに多くのマイナス面が含まれている場合\u001b[22m\n\u001b[1m(P. S mōshiwakearimasen, kono rebyū ni ōku no mainasu-men ga fukuma rete iru baai)\u001b[22m\n\nTranslations of \u001b[4mP.S sorry if this review contain lots of negative side\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S sorry if this review contain lots of negative side\u001b[24m\n    \u001b[1mP.S申し訳ありません、このレビューに多くのマイナス面が含まれている場合\u001b[22m, \u001b[1mP.S残念この口コミは負の側面がたくさん含まれている場合\u001b[22m"
  },
  {
    "title": "Hayate_no_Gotoku_Cuties",
    "id": "16982",
    "url": "https://myanimelist.net/anime/16982/Hayate_no_Gotoku_Cuties",
    "user": "RazorRamona200",
    "profile": "/profile/RazorRamona200/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=103471",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  7\nキャラクター|  9\n|  7\n\nヘイ・マチャチョス、私のレビューをする時間は、私の前のレビューとは違って、私はこのアニメのすべてのカテゴリのポイントに直進するつもりです：\n\nストーリー：公正6。\n\nしかし、すべてのエピソードではナダはありません。しかし、コメディ、ハレム、ロマンス、アクションなどはまだありますが、まだこのアニメプロットのボディを補っています。\n\n\nアート：5平凡。\n\n明らかにそれはまだ同じですが、いくつかのマイナーチェンジ、少女ユニフォームのデザイン、サキと千春のメイドのユニフォームのように、よりセクシーな外観を与えました。\n\nサウンド：良い7。\n\nスコアは私が好きなオープニングテーマのものです。\n\nキャラクター：グレート9。\n\nMC、ハヤテと一緒にいることに伴って異なるアークを見ることは素晴らしかったです。 それはちょっと私が聴衆がMCの愛の関心事になりたいと思う風景の変化を与えてくれます。私はちょっとハヤテXヒナギク弧に似ています。 しかし、このような弧がメインコースではない前菜であることは非常に残念なことでしたが、基本的には「ハリケーン」という言葉は、ハヤテの弧に参加した女性のキャラクターを指すので、スコアはハヤテ そのキャラクターは不自由だった。\n\n\n楽しさ：良い7。\n\nしかし、このアニメの第4シーズンは、コメディーとハーレムのジャンルのために良かったです。私は主人公のハヤテが気づいたことを願っていたと思っていたので、そのようなスコアに制限します このようなことが全体としてこのアニメにとってあまりにも面白いものではないことを知らずにいる代わりに、彼のために感じる少女たち。\n\n全体的には悪い3。\n\n私が言ったように、主人公が、このアニメ全体にとってあまりにも面白かったと感じている少女に気付かないようにするためには、実際には工藤雅夫監督に、 このアニメのロマンスをレベルアップさせて、このアニメにスパイスを加え、通常の形に保つのではなく、既存のキャラクターに関連する新しいコンセプトが追加されれば悪くはない ナギのように成長し、マリアはちょうどハヤテとの関係にあることができました。\n\n\nAdii。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nHey muchachos, time for me to make my review, but unlike my previous review, I'm jaz gonna go straight to the point for every category of this anime:\n\n\u001b[1mヘイ・マチャチョス、私のレビューをする時間は、私の前のレビューとは違って、私はこのアニメのすべてのカテゴリのポイントに直進するつもりです：\u001b[22m\n\u001b[1m(Hei machachosu, watashi no rebyū o suru jikan wa, watashi no mae no rebyū to wa chigatte, watashi wa kono anime no subete no kategori no pointo ni chokushin suru tsumoridesu:)\u001b[22m\n\nTranslations of \u001b[4mHey muchachos, time for me to make my review, but unlike my previous review, I'm jaz gonna go straight to the point for every category of this anime:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHey muchachos, time for me to make my review, but unlike my previous review, I'm jaz gonna go straight to the point for every category of this anime:\u001b[24m\n    \u001b[1mヘイ・マチャチョス、私のレビューをする時間は、私の前のレビューとは違って、私はこのアニメのすべてのカテゴリのポイントに直進するつもりです：\u001b[22m, \u001b[1mmuchachosねえ、私は私のレビューを作成するための時間は、私の以前のレビューとは異なり、私はつもりはこのアニメの区分ごとにポイントに直行JAZています：\u001b[22m\n\u001b[1m\u001b[22m\nStory: Fair 6.\n\n\u001b[1mストーリー：公正6。\u001b[22m\n\u001b[1m(Sutōrī: Kōsei 6.)\u001b[22m\n\nTranslations of \u001b[4mStory: Fair 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Fair 6.\u001b[24m\n    \u001b[1mストーリー：公正6。\u001b[22m, \u001b[1mストーリー：6フェア。\u001b[22m\n\u001b[1m\u001b[22m\nThere is nada, no story just a different arc in every episode, however, the genres comedy, harem, romance and some action are still there and it still makes up for the body of this anime plot.\n\n\u001b[1mしかし、すべてのエピソードではナダはありません。しかし、コメディ、ハレム、ロマンス、アクションなどはまだありますが、まだこのアニメプロットのボディを補っています。\u001b[22m\n\u001b[1m(Shikashi, subete no episōdode wa Nada wa arimasen. Shikashi, komedi, haremu, romansu, akushon nado wa mada arimasuga, mada kono anime purotto no bodi o oginatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is nada, no story just a different arc in every episode, however, the genres comedy, harem, romance and some action are still there and it still makes up for the body of this anime plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is nada, no story just a different arc in every episode, however, the genres comedy, harem, romance and some action are still there and it still makes up for the body of this anime plot.\u001b[24m\n    \u001b[1mしかし、すべてのエピソードではナダはありません。しかし、コメディ、ハレム、ロマンス、アクションなどはまだありますが、まだこのアニメプロットのボディを補っています。\u001b[22m, \u001b[1m灘は何の物語すべてのエピソードでちょうど異なるアークは、ありません、しかし、ジャンルコメディ、ハーレム、ロマンスといくつかのアクションはまだそこにあり、それはまだこのアニメのプロットの体を補います。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: Mediocre 5.\n\n\u001b[1mアート：5平凡。\u001b[22m\n\u001b[1m(Āto: 5 Heibon.)\u001b[22m\n\nTranslations of \u001b[4mArt: Mediocre 5.\u001b[24m\n[ \u001b[4mEspañol\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt\u001b[24m\n    \u001b[1mアート\u001b[22m, \u001b[1m・アート\u001b[22m, \u001b[1mの名作\u001b[22m, \u001b[1mのアート\u001b[22m\n\u001b[4m:\u001b[24m\n    \u001b[1m：\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[4mMediocre\u001b[24m\n    \u001b[1m平凡\u001b[22m, \u001b[1m凡庸\u001b[22m, \u001b[1mまあまあ\u001b[22m, \u001b[1mへ進むまあまあ\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nObviously it is still the same but with some minor changes, like the design of the girls uniform and the maid uniforms of Saki and Chiharu that gave them a more sexy look.\n\n\u001b[1m明らかにそれはまだ同じですが、いくつかのマイナーチェンジ、少女ユニフォームのデザイン、サキと千春のメイドのユニフォームのように、よりセクシーな外観を与えました。\u001b[22m\n\u001b[1m(Akiraka ni sore wa mada onajidesuga, ikutsu ka no maināchenji, shōjo yunifōmu no dezain, Saki to Chiharu no meido no yunifōmu no yō ni, yori sekushīna gaikan o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mObviously it is still the same but with some minor changes, like the design of the girls uniform and the maid uniforms of Saki and Chiharu that gave them a more sexy look.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mObviously it is still the same but with some minor changes, like the design of the girls uniform and the maid uniforms of Saki and Chiharu that gave them a more sexy look.\u001b[24m\n    \u001b[1m明らかにそれはまだ同じですが、いくつかのマイナーチェンジ、少女ユニフォームのデザイン、サキと千春のメイドのユニフォームのように、よりセクシーな外観を与えました。\u001b[22m, \u001b[1m明らかにそれはまだ同じですが、女の子の制服のデザインのようないくつかのマイナーな変更、そしてそれらをよりセクシーな表情を与えたサキと千春のメイドの制服で。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Good 7.\n\n\u001b[1mサウンド：良い7。\u001b[22m\n\u001b[1m(Saundo: Yoi 7.)\u001b[22m\n\nTranslations of \u001b[4mSound: Good 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Good 7.\u001b[24m\n    \u001b[1mサウンド：良い7。\u001b[22m, \u001b[1mサウンド：7グッド。\u001b[22m\n\u001b[1m\u001b[22m\nThe score is for the opening theme, which I like and that's that.\n\n\u001b[1mスコアは私が好きなオープニングテーマのものです。\u001b[22m\n\u001b[1m(Sukoa wa watashi ga sukina ōpuningutēma no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe score is for the opening theme, which I like and that's that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe score is for the opening theme, which I like and that's that.\u001b[24m\n    \u001b[1mスコアは私が好きなオープニングテーマのものです。\u001b[22m, \u001b[1mスコアは私が好きなのオープニングテーマ、のためのものであり、それはそれです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Great 9.\n\n\u001b[1mキャラクター：グレート9。\u001b[22m\n\u001b[1m(Kyarakutā: Gurēto 9.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Great 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Great 9.\u001b[24m\n    \u001b[1mキャラクター：グレート9。\u001b[22m, \u001b[1mキャラクター：9グレート。\u001b[22m\n\u001b[1m\u001b[22m\nIt was nice to see different arc that comes along with being with the MC, Hayate. It kinda give that change of scenery as to whom we audience would want to be the MC's love interest, for me, I kinda like the Hayate X Hinagiku arc. But, it was quite unfortunate that such arc was only but an appetizer which would never be the main course, basically the word 'cuties' refers to the female characters that took part in Hayate's arc, so the score is for them and not for Hayate whose character was lame.\n\n\u001b[1mMC、ハヤテと一緒にいることに伴って異なるアークを見ることは素晴らしかったです。 それはちょっと私が聴衆がMCの愛の関心事になりたいと思う風景の変化を与えてくれます。私はちょっとハヤテXヒナギク弧に似ています。 しかし、このような弧がメインコースではない前菜であることは非常に残念なことでしたが、基本的には「ハリケーン」という言葉は、ハヤテの弧に参加した女性のキャラクターを指すので、スコアはハヤテ そのキャラクターは不自由だった。\u001b[22m\n\u001b[1m(MC, hayate to issho ni iru koto ni tomonatte kotonaru āku o miru koto wa subarashikattadesu. Sore wa chotto watashi ga chōshū ga MC no ai no kanshinji ni naritai to omou fūkei no henka o ataete kuremasu. Watashi wa chotto hayate X hinagiku ko ni nite imasu. Shikashi, kono yōna ko ga meinkōsude wanai zensaidearu koto wa hijō ni zan'nen'na kotodeshitaga, kihontekini wa `harikēn' to iu kotoba wa, hayate no ko ni sanka shita josei no kyarakutā o sasunode, sukoa wa hayate sono kyarakutā wa fujiyūdatta.)\u001b[22m\n\nTranslations of \u001b[4mIt was nice to see different arc that comes along with being with the MC, Hayate. It kinda give that change of scenery as to whom we audience would want to be the MC's love interest, for me, I kinda like the Hayate X Hinagiku arc. But, it was quite unfortunate that such arc was only but an appetizer which would never be the main course, basically the word 'cuties' refers to the female characters that took part in Hayate's arc, so the score is for them and not for Hayate whose character was lame.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was nice to see different arc that comes along with being with the MC, Hayate.\u001b[24m\n    \u001b[1mMC、ハヤテと一緒にいることに伴って異なるアークを見ることは素晴らしかったです。\u001b[22m, \u001b[1mMC、ハヤテと一緒にいると一緒に来るの異なる円弧を見ることがよかったです。\u001b[22m\n\u001b[4mIt kinda give that change of scenery as to whom we audience would want to be the MC's love interest, for me, I kinda like the Hayate X Hinagiku arc.\u001b[24m\n    \u001b[1mそれはちょっと私が聴衆がMCの愛の関心事になりたいと思う風景の変化を与えてくれます。私はちょっとハヤテXヒナギク弧に似ています。\u001b[22m, \u001b[1mそれはちょっと私ちょっとハヤテXヒナギクアークのように、我々は観客が私のために、MCの愛興味になりたい誰にとして、景観の変化を与えます。\u001b[22m\n\u001b[4mBut, it was quite unfortunate that such arc was only but an appetizer which would never be the main course, basically the word 'cuties' refers to the female characters that took part in Hayate's arc, so the score is for them and not for Hayate\u001b[24m\n    \u001b[1mしかし、このような弧がメインコースではない前菜であることは非常に残念なことでしたが、基本的には「ハリケーン」という言葉は、ハヤテの弧に参加した女性のキャラクターを指すので、スコアはハヤテ\u001b[22m, \u001b[1mしかし、そのようなアークが唯一だったことは非常に不幸だったが、メインコースになることはないの前菜は、基本的に単語 'のかわい子ちゃんは「ハヤテの円弧に参加した女性キャラクターを指すので、スコアは彼らのためではなく、ハヤテのためであります\u001b[22m\n\u001b[4mwhose character was lame.\u001b[24m\n    \u001b[1mそのキャラクターは不自由だった。\u001b[22m, \u001b[1mその文字がお粗末でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Good 7.\n\n\u001b[1m楽しさ：良い7。\u001b[22m\n\u001b[1m(Tanoshisa: Yoi 7.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Good 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Good 7.\u001b[24m\n    \u001b[1m楽しさ：良い7。\u001b[22m, \u001b[1m楽しさ：7良いです。\u001b[22m\n\u001b[1m\u001b[22m\nIt was nice that though, this anime's 4th season was good because of its comedy and harem genre, I limit it to such score since there is that certain corny thing were I would have wish that the main character, Hayate would have been good in noticing the girls feeling for him, instead of being soooo oblivious that such thing is too cliche for this anime as a whole.\n\n\u001b[1mしかし、このアニメの第4シーズンは、コメディーとハーレムのジャンルのために良かったです。私は主人公のハヤテが気づいたことを願っていたと思っていたので、そのようなスコアに制限します このようなことが全体としてこのアニメにとってあまりにも面白いものではないことを知らずにいる代わりに、彼のために感じる少女たち。\u001b[22m\n\u001b[1m(Shikashi, kono anime no dai 4 shīzun wa, komedī to hāremu no janru no tame ni yokattadesu. Watashi wa shujinkō no hayate ga kidzuita koto o negatte ita to omotte itanode, sono yōna sukoa ni seigen shimasu ko no yōna koto ga zentai to shite kono anime ni totte amarini mo omoshiroi monode wanai koto o shirazu ni iru kawari ni, kare no tame ni kanjiru shōjo-tachi.)\u001b[22m\n\nTranslations of \u001b[4mIt was nice that though, this anime's 4th season was good because of its comedy and harem genre, I limit it to such score since there is that certain corny thing were I would have wish that the main character, Hayate would have been good in noticing the girls feeling for him, instead of being soooo oblivious that such thing is too cliche for this anime as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was nice that though, this anime's 4th season was good because of its comedy and harem genre, I limit it to such score since there is that certain corny thing were I would have wish that the main character, Hayate would have been good in noticing\u001b[24m\n    \u001b[1mしかし、このアニメの第4シーズンは、コメディーとハーレムのジャンルのために良かったです。私は主人公のハヤテが気づいたことを願っていたと思っていたので、そのようなスコアに制限します\u001b[22m, \u001b[1m特定の陳腐なことは、私は主人公が、ハヤテは気付いに良いされているだろうことを願いを持っているだろうしていることがあるので、しかし、このアニメの第4シーズンは、その喜劇とハーレムのジャンルで良かったとよかった、私はそのようなスコアに制限します\u001b[22m\n\u001b[4mthe girls feeling for him, instead of being soooo oblivious that such thing is too cliche for this anime as a whole.\u001b[24m\n    \u001b[1mこのようなことが全体としてこのアニメにとってあまりにも面白いものではないことを知らずにいる代わりに、彼のために感じる少女たち。\u001b[22m, \u001b[1m女の子ではなく、そのようなことはあまりにも全体としてこのアニメのための決まり文句であることをサイコー忘れているの、彼のために感じます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Poor 3.\n\n\u001b[1m全体的には悪い3。\u001b[22m\n\u001b[1m(Zentai-teki ni wa warui 3.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Poor 3.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Poor 3.\u001b[24m\n    \u001b[1m全体的には悪い3。\u001b[22m, \u001b[1m全体：3悪いです。\u001b[22m\n\u001b[1m\u001b[22m\nLike I've said, for the main character to have that oblivious to a girls feeling kinda thing was too cliche for this anime as a whole, in fact I wouldn't advise director Masashi Kudo to make another season if he'll keep relying on such cliche, I think its time for him to level up this anime's romance that will add spice to this anime and not just keep it in such usual form, also, it wont be bad if new concepts would be added pertaining to the existing characters like Nagi growing up and Maria was able to be in a relationship with Hayate, just a thought.\n\n\u001b[1m私が言ったように、主人公が、このアニメ全体にとってあまりにも面白かったと感じている少女に気付かないようにするためには、実際には工藤雅夫監督に、 このアニメのロマンスをレベルアップさせて、このアニメにスパイスを加え、通常の形に保つのではなく、既存のキャラクターに関連する新しいコンセプトが追加されれば悪くはない ナギのように成長し、マリアはちょうどハヤテとの関係にあることができました。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, shujinkō ga, kono anime zentai ni totte amarini mo omoshirokatta to kanjite iru shōjo ni kidzukanai yō ni suru tame ni wa, jissai ni wa Kudō Masao kantoku ni, kono anime no romansu o reberuappu sa sete, kono anime ni supaisu o kuwae, tsūjō no katachi ni tamotsu node wa naku, kizon no kyarakutā ni kanren suru atarashī konseputo ga tsuika sa rereba waruku wanai nagi no yō ni seichō shi, Maria wa chōdo hayate to no kankei ni aru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mLike I've said, for the main character to have that oblivious to a girls feeling kinda thing was too cliche for this anime as a whole, in fact I wouldn't advise director Masashi Kudo to make another season if he'll keep relying on such cliche, I think its time for him to level up this anime's romance that will add spice to this anime and not just keep it in such usual form, also, it wont be bad if new concepts would be added pertaining to the existing characters like Nagi growing up and Maria was able to be in a relationship with Hayate, just a thought.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I've said, for the main character to have that oblivious to a girls feeling kinda thing was too cliche for this anime as a whole, in fact I wouldn't advise director Masashi Kudo to make another season if he'll keep relying\u001b[24m\n    \u001b[1m私が言ったように、主人公が、このアニメ全体にとってあまりにも面白かったと感じている少女に気付かないようにするためには、実際には工藤雅夫監督に、\u001b[22m, \u001b[1m私はちょっとの事を感じ女の子を忘れては、彼が依拠しておこう場合、実際には、私は別のシーズンを作るためにディレクター雅史工藤に助言しないだろう、全体としてこのアニメのためにあまりにも決まり文句であったことを主なキャラクターが持っている、と述べているよう\u001b[22m\n\u001b[4mon such cliche, I think its time for him to level up this anime's romance that will add spice to this anime and not just keep it in such usual form, also, it wont be bad if new concepts would be added pertaining to the existing characters\u001b[24m\n    \u001b[1mこのアニメのロマンスをレベルアップさせて、このアニメにスパイスを加え、通常の形に保つのではなく、既存のキャラクターに関連する新しいコンセプトが追加されれば悪くはない\u001b[22m, \u001b[1mそのような決まり文句に、私は新しい概念が既存の文字に関連する追加されるならば、彼はこのアニメにスパイスを追加し、ちょうどそのような通常の形でそれを維持しません。このアニメのロマンスをレベルアップするための時間は、また、それは悪いこと文句を言わないと思います\u001b[22m\n\u001b[4mlike Nagi growing up and Maria was able to be in a relationship with Hayate, just a thought.\u001b[24m\n    \u001b[1mナギのように成長し、マリアはちょうどハヤテとの関係にあることができました。\u001b[22m, \u001b[1mナギのように育ったとマリアはハヤテとの関係、ちょうど思考になることができました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAdiios.\n\n\u001b[1mAdii。\u001b[22m\n\u001b[1m(Adii.)\u001b[22m\n\nTranslations of \u001b[4mAdiios.\u001b[24m\n[ \u001b[4mGalego\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdiios\u001b[24m\n    \u001b[1mAdii\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hayate_no_Gotoku_Cuties",
    "id": "16982",
    "url": "https://myanimelist.net/anime/16982/Hayate_no_Gotoku_Cuties",
    "user": "AnimeOtakuDesu",
    "profile": "/profile/AnimeOtakuDesu/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=102571",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\nマンガを読んでアニメを見ることを好まない人のために...\n\n今シーズンのキャラクター開発には少し失望しています。\nどうして？ なぜなら、マンガを読んでいない人は、テノス、アテナ、スレン寺、ルカなどのようなキャラクターが突然登場するのは困惑してしまうからです 文字...\n\n私の奇妙なことに..私はマンガを読んでいないのですが、代わりにCharacter Wikiを読んだだけです。なぜ、Season 4がそうだったのか説明するだけで十分でした。\n\n全体的にそれはまだこのシーズンを見て楽しむと楽しい！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFor those who don't read manga and Prefer to watch Anime...\n\n\u001b[1mマンガを読んでアニメを見ることを好まない人のために...\u001b[22m\n\u001b[1m(Manga o yonde anime o miru koto o konomanai hito no tame ni...)\u001b[22m\n\nTranslations of \u001b[4mFor those who don't read manga and Prefer to watch Anime...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who don't read manga and Prefer to watch Anime...\u001b[24m\n    \u001b[1mマンガを読んでアニメを見ることを好まない人のために...\u001b[22m, \u001b[1m漫画を読んで、アニメを見ることを好むない人のために...\u001b[22m\n\u001b[1m\u001b[22m\nI'm little disappointed by the character development on this season..\n\n\u001b[1m今シーズンのキャラクター開発には少し失望しています。\u001b[22m\n\u001b[1m(Ima shīzun no kyarakutā kaihatsu ni wa sukoshi shitsubō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm little disappointed by the character development on this season..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm little disappointed by the character development on this season..\u001b[24m\n    \u001b[1m今シーズンのキャラクター開発には少し失望しています。\u001b[22m, \u001b[1m私は少しこの季節上の文字の開発に失望しています..\u001b[22m\nWhy? because most of the character development wasn't shown in the Anime but only in the Manga.. So, those who don't read Manga will be puzzled why there's a sudden appearance of some Characters Like Tennos, Athena, Suirenji, Ruka and other characters...\n\n\u001b[1mどうして？ なぜなら、マンガを読んでいない人は、テノス、アテナ、スレン寺、ルカなどのキャラクターが突然登場するのは困惑してしまうからです 文字...\u001b[22m\n\u001b[1m(Dōshite? Nazenara, manga o yon de inai hito wa, tenosu, Atena, suren tera, Ruka nado no kyarakutā ga totsuzen tōjō suru no wa konwaku shite shimaukaradesu moji...)\u001b[22m\n\nTranslations of \u001b[4mWhy? because most of the character development wasn't shown in the Anime but only in the Manga.. So, those who don't read Manga will be puzzled why there's a sudden appearance of some Characters Like Tennos, Athena, Suirenji, Ruka and other characters...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mbecause most of the character development wasn't shown in the Anime but only in the Manga.. So, those who don't read Manga will be puzzled why there's a sudden appearance of some Characters Like Tennos, Athena, Suirenji, Ruka and other\u001b[24m\n    \u001b[1mなぜなら、マンガを読んでいない人は、テノス、アテナ、スレン寺、ルカなどのキャラクターが突然登場するのは困惑してしまうからです\u001b[22m, \u001b[1mキャラクターの成長の大部分は..アニメでしかマンガに示されていなかったためTennos、アテナ、Suirenji、ルカやその他のようないくつかの文字の突然の出現がありますだから、なぜ、マンガを読んでいない人は困惑になります\u001b[22m\n\u001b[4mcharacters...\u001b[24m\n    \u001b[1m文字...\u001b[22m\n\u001b[1m\u001b[22m\nIn my Curiousness.. I didn't read the Manga but I only read the Character Wiki instead.. it was enough to explain why Season 4 was like that..\n\n\u001b[1m私の奇妙なことに..私はマンガを読んでいないのですが、代わりにCharacter Wikiを読んだだけです。なぜ、Season 4がそうだったのか説明するだけで十分でした。\u001b[22m\n\u001b[1m(Watashi no kimyōna koto ni.. Watashi wa manga o yon de inai nodesuga, kawarini kyarakuta u~iki o yonda dakedesu. Naze, sezon 4 ga sōdatta no ka setsumei suru dakede jūbundeshita.)\u001b[22m\n\nTranslations of \u001b[4mIn my Curiousness.. I didn't read the Manga but I only read the Character Wiki instead.. it was enough to explain why Season 4 was like that..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my Curiousness.. I didn't read the Manga but I only read the Character Wiki instead.. it was enough to explain why Season 4 was like that..\u001b[24m\n    \u001b[1m私の奇妙なことに..私はマンガを読んでいないのですが、代わりにCharacter Wikiを読んだだけです。なぜ、Season 4がそうだったのか説明するだけで十分でした。\u001b[22m, \u001b[1m私の好奇心で..私はマンガを読んでいないが、私は唯一の代わりに文字のWikiを読んで..シーズン4は、そのようなものだった理由を説明するのに十分でした..\u001b[22m\n\u001b[1m\u001b[22m\nOverall it still Entertaining and fun to watch this Season..!!\n\n\u001b[1m全体的にそれはまだこのシーズンを見て楽しむと楽しい！\u001b[22m\n\u001b[1m(Zentai-teki ni sore wa mada kono shīzun o mite tanoshimu to tanoshī!)\u001b[22m\n\nTranslations of \u001b[4mOverall it still Entertaining and fun to watch this Season..!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it still Entertaining and fun to watch this Season..!!\u001b[24m\n    \u001b[1m全体的にそれはまだこのシーズンを見て楽しむと楽しい！\u001b[22m, \u001b[1m全体的にまだ面白いと楽しいこの季節を見て..!!\u001b[22m"
  },
  {
    "title": "Hayate_no_Gotoku_Cuties",
    "id": "16982",
    "url": "https://myanimelist.net/anime/16982/Hayate_no_Gotoku_Cuties",
    "user": "kei78",
    "profile": "/profile/kei78/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=102223",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  8\n\n長年にわたって、女性のキャラクターがますます増えています。\n\nほとんどの主要イベントがHnGの4シーズン（スポイラーなし）でカバーされていないので、すべての「主要な」女性キャラクターを特集したエピソードを手に入れることはちょっといいです。\n\nいくつかの重要なキャラクターが（適切に）導入されたので、我々はマンガからのMAINアークの適応の前提を願っています。\n\nさもなければ、2つの最後のエピソードは、より大きなものを待っている間に元の物語で有望に見えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWith the years, there are more and more female characters.\n\n\u001b[1m長年にわたって、女性のキャラクターがますます増えています。\u001b[22m\n\u001b[1m(Naganen ni watatte, josei no kyarakutā ga masumasu fuete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWith the years, there are more and more female characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith the years, there are more and more female characters.\u001b[24m\n    \u001b[1m長年にわたって、女性のキャラクターがますます増えています。\u001b[22m, \u001b[1m年間で、より多くの女性キャラクターがあります。\u001b[22m\n\u001b[1m\u001b[22m\nIt is kinda nice to get an episode featuring all the 'main' female character, since most of the key events haven't been cover with the 4 seasons of HnG (no spoiler).\n\n\u001b[1mほとんどの主要イベントがHnGの4シーズン（スポイラーなし）でカバーされていないので、すべての「主要な」女性キャラクターを特集したエピソードを手に入れることはちょっといいです。\u001b[22m\n\u001b[1m(Hotondo no shuyō ibento ga HnG no 4 shīzun (supoirā nashi) de kabā sa rete inainode, subete no `shuyōna' josei kyarakutā o tokushū shita episōdo o te ni ireru koto wa chotto īdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is kinda nice to get an episode featuring all the 'main' female character, since most of the key events haven't been cover with the 4 seasons of HnG (no spoiler).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is kinda nice to get an episode featuring all the 'main' female character, since most of the key events haven't been cover with the 4 seasons of HnG (no spoiler).\u001b[24m\n    \u001b[1mほとんどの主要イベントがHnGの4シーズン（スポイラーなし）でカバーされていないので、すべての「主要な」女性キャラクターを特集したエピソードを手に入れることはちょっといいです。\u001b[22m, \u001b[1mキーイベントのほとんどはHNG（無スポイラー）の4季節によってカバーされていないので、すべての「メイン」の女性キャラクターをフィーチャーしたエピソードを得るためにちょっといいです。\u001b[22m\n\u001b[1m\u001b[22m\nNow that some key characters have been (properly?) introduced, we can hope for the premise of the adaptation of the MAIN arcs from the manga.\n\n\u001b[1mいくつかの重要なキャラクターが（適切に）導入されたので、我々はマンガからのMAINアークの適応の前提を願っています。\u001b[22m\n\u001b[1m(Ikutsu ka no jūyōna kyarakutā ga (tekisetsu ni) dōnyū sa retanode, wareware wa manga kara no MAIN āku no tekiō no zentei o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow that some key characters have been (properly?) introduced, we can hope for the premise of the adaptation of the MAIN arcs from the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow that some key characters have been (properly?) introduced, we can hope for the premise of the adaptation of the MAIN arcs from the manga.\u001b[24m\n    \u001b[1mいくつかの重要なキャラクターが（適切に）導入されたので、我々はマンガからのMAINアークの適応の前提を願っています。\u001b[22m, \u001b[1m現在、いくつかのキー文字が（正しく？）されて導入されていることを、我々は漫画からMAINアークの適応の前提を期待することができます。\u001b[22m\n\u001b[1m\u001b[22m\nOtherwise the 2 last episodes looks promising with an original story, while waiting for something greater.\n\n\u001b[1mさもなければ、2つの最後のエピソードは、より大きなものを待っている間に元の物語で有望に見えます。\u001b[22m\n\u001b[1m(Samonakereba, 2tsu no saigo no episōdo wa, yori ōkina mono o matte iru ma ni gen no monogatari de yūbō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mOtherwise the 2 last episodes looks promising with an original story, while waiting for something greater.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOtherwise the 2 last episodes looks promising with an original story, while waiting for something greater.\u001b[24m\n    \u001b[1mさもなければ、2つの最後のエピソードは、より大きなものを待っている間に元の物語で有望に見えます。\u001b[22m, \u001b[1mそれ以外の場合は2最後のエピソードは大きな何かを待っている間に、オリジナルストーリーで有望に見えます。\u001b[22m"
  }
]
