[
  {
    "title": "Pokemon_Best_Wishes_Season_2__Episode_N",
    "id": "17115",
    "url": "https://myanimelist.net/anime/17115/Pokemon_Best_Wishes_Season_2__Episode_N",
    "user": "Democracy",
    "profile": "/profile/Democracy/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=164801",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nレビューはありませんか？ 本当に？ 私は短いものを作ります。\n\nそれはポケモンです！ ええ、前の季節は..メーだったけど、これは正しいパスのポケモンを設定し、エピソードはすべてまともなプロットを持っていて、灰は実際に彼はしばらくの間初めて彼のベルトの下でいくつかの経験があることを示しています。 そして、ピカチュウはレベル5から80にジャンプし、毎シーズン開始時に5に戻るポケモンにはまだかなり良いです。 これはポケモンに対する私の愛を再発見しました：3とても良い時計です！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNo reviews? Really? I'll make a short one then.\n\n\u001b[1mレビューはありませんか？ 本当に？ 私は短いものを作ります。\u001b[22m\n\u001b[1m(Rebyū wa arimasen ka? Hontōni? Watashi wa mijikai mono o tsukurimasu.)\u001b[22m\n\nTranslations of \u001b[4mNo reviews? Really? I'll make a short one then.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo reviews?\u001b[24m\n    \u001b[1mレビューはありませんか？\u001b[22m, \u001b[1mレビューはまだありませんか。\u001b[22m\n\u001b[4mReally?\u001b[24m\n    \u001b[1m本当に？\u001b[22m, \u001b[1m本当ですか？\u001b[22m\n\u001b[4mI'll make a short one then.\u001b[24m\n    \u001b[1m私は短いものを作ります。\u001b[22m, \u001b[1m私は、短いものを作ってあげます。\u001b[22m\n\u001b[1m\u001b[22m\nIt's Pokemon! Yeah the previous seasons were.. meh but this set Pokemon on the right path, the episodes all have a decent plot and Ash actually shows he has some experience under his belt for the first time in awhile. And Pikachu is still pretty good for a pokemon that jumps from level 5 to 80 then back to 5 at the start of every season. This re-kindled my love for Pokemon :3 Very nice watch!\n\n\u001b[1mそれはポケモンです！ ええ、前の季節は..メーだったけど、これは正しいパスのポケモンを設定し、エピソードはすべてまともなプロットを持っていて、灰は実際に彼はしばらくの間初めて彼のベルトの下でいくつかの経験があることを示しています。 そして、ピカチュウはレベル5から80にジャンプし、毎シーズン開始時に5に戻るポケモンにはまだかなり良いです。 これはポケモンに対する私の愛を再発見しました：3とても良い時計です！\u001b[22m\n\u001b[1m(Sore wa pokemondesu! E e, mae no kisetsu wa.. Mēdattakedo, kore wa tadashī pasu no pokemon o settei shi, episōdo wa subete matomona purotto o motte ite, hai wa jissai ni kare wa shibarakunoaida hajimete kare no beruto no shita de ikutsu ka no keiken ga aru koto o shimeshite imasu. Soshite, pikachū wa reberu 5 kara 80 ni janpu shi,-goto shīzun kaishi-ji ni 5 ni modoru pokemon ni wa mada kanari yoidesu. Kore wa pokemon ni taisuru watashi no ai o sai hakken shimashita: 3 Tote mo yoi tokeidesu!)\u001b[22m\n\nTranslations of \u001b[4mIt's Pokemon! Yeah the previous seasons were.. meh but this set Pokemon on the right path, the episodes all have a decent plot and Ash actually shows he has some experience under his belt for the first time in awhile. And Pikachu is still pretty good for a pokemon that jumps from level 5 to 80 then back to 5 at the start of every season. This re-kindled my love for Pokemon :3 Very nice watch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's Pokemon!\u001b[24m\n    \u001b[1mそれはポケモンです！\u001b[22m\n\u001b[4mYeah the previous seasons were.. meh but this set Pokemon on the right path, the episodes all have a decent plot and Ash actually shows he has some experience under his belt for the first time in awhile.\u001b[24m\n    \u001b[1mええ、前の季節は..メーだったけど、これは正しいパスのポケモンを設定し、エピソードはすべてまともなプロットを持っていて、灰は実際に彼はしばらくの間初めて彼のベルトの下でいくつかの経験があることを示しています。\u001b[22m, \u001b[1mうん、前の季節が..まあまあだったが、これは正しい道にポケモンを設定し、エピソードすべてはまともなプロットを持っているとアッシュは、実際に彼はしばらくの間で初めて彼のベルトの下にいくつかの経験を持って示しています。\u001b[22m\n\u001b[4mAnd Pikachu is still pretty good for a pokemon that jumps from level 5 to 80 then back to 5 at the start of every season.\u001b[24m\n    \u001b[1mそして、ピカチュウはレベル5から80にジャンプし、毎シーズン開始時に5に戻るポケモンにはまだかなり良いです。\u001b[22m, \u001b[1mそして、ピカチュウは、まだすべてのシーズンの開始時に、再度5から80までのレベル5からジャンプするポケモンのためにかなり良いです。\u001b[22m\n\u001b[4mThis re-kindled my love for Pokemon :3 Very nice watch!\u001b[24m\n    \u001b[1mこれはポケモンに対する私の愛を再発見しました：3とても良い時計です！\u001b[22m, \u001b[1m3とても素敵な時計：このポケモンのための私の愛を再キン！\u001b[22m"
  },
  {
    "title": "Pokemon_Best_Wishes_Season_2__Episode_N",
    "id": "17115",
    "url": "https://myanimelist.net/anime/17115/Pokemon_Best_Wishes_Season_2__Episode_N",
    "user": "Sad-Frog",
    "profile": "/profile/Sad-Frog/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=167109",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  7\nキャラクター|  6\n|  6\n\nこのポケモンシーズンでは、NとUnovaの伝説のポケモンに焦点を当てています。 さて、あなたは、黒と白のゲームの後にブラック2ホワイト2を見れば、私の視点からは、アニメがゲームやゲームの連続体まで生きていないことが分かります。 私はメインのゲームキャラクター[ブラック/ホワイトまたはブラック2 /ホワイト2]が欠席していて、なぜアニメがより良いシーズンになったのか分からないが、彼らは急いでNの真の野心と他のものを逃した 黒と白のゲームで見た また、彼らは2年後のゲティスの計画のようなゲームの黒2白2とチーム血漿の衣装に焦点を当てようとしました。 また、突然科学者を含む。 アニメは少なくともポケモンの試合のタイムラインに従っていなければなりませんが、悲しいことに彼らはブラックとホワイトとブラックのバランスを取ろうとしました。また、チェレンの姿も疑問でした。 しかし、それは同じ古いアッシュピカチュウとその理想を見ても楽しいものでした。\n\n結局、私は黒2白2のシナリオに突入するのではなく、黒と白のシナリオに従うべきだと言うべきです。それは「もっと楽しい」でしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIn this pokemon season the story focuses on N and the legendary pokemon of Unova. Well if you followed the game Black And White after that Black 2 White 2 you will see well from my point of view the anime didnt live upto the game or the game sequals. I wont say the main game character [Black/White or Black 2/White2] was absent and thats why the anime didnt turn out to be a better season but still it felt like they tried to rush in and missed N's true ambition and other stuff that we seen in the Black and White game. Also they tried to focus what we seen in the game black 2 white 2 like Ghetis's plan after 2 years and the outfits of the team plasma. Also Including the scientist all of a sudden. The anime should have atleast follow the time line from the pokemon game and try to make it that way but sadly they tried to keep balance between and black white and black 2 white 2. Also Cheren's appearance was questionable too. But still it was enjoyable by seeing same old Ash pikachiu and their ideals.\n\n\u001b[1mこのポケモンシーズンでは、NとUnovaの伝説のポケモンに焦点を当てています。 さて、あなたは、黒と白のゲームの後にブラック2ホワイト2を見れば、私の視点からは、アニメがゲームやゲームの連続体まで生きていないことが分かります。 私はメインのゲームキャラクター[ブラック/ホワイトまたはブラック2 /ホワイト2]が欠席していて、なぜアニメがより良いシーズンになったのか分からないが、彼らは急いでNの真の野心と他のものを逃した 黒と白のゲームで見た また、彼らは2年後のゲティスの計画のようなゲームの黒2白2とチーム血漿の衣装に焦点を当てようとしました。 また、突然科学者を含む。 アニメは少なくともポケモンの試合のタイムラインに従っていなければなりませんが、悲しいことに彼らはブラックとホワイトとブラックのバランスを取ろうとしました。また、チェレンの姿も疑問でした。 しかし、それは同じ古いアッシュピカチュウとその理想を見ても楽しいものでした。\u001b[22m\n\u001b[1m(Kono pokemonshīzunde wa, N to Unova no densetsunopokemon ni shōten o atete imasu. Sate, anata wa, kuro to shiro no gēmu no nochi ni burakku 2 howaito 2 o mireba, watashi no shiten kara wa, anime ga gēmu ya gēmu no renzoku-tai made ikite inai koto ga wakarimasu. Watashi wa mein no gēmukyarakutā [burakku/ howaito matawa burakku 2/ howaito 2] ga kesseki shite ite, naze anime ga yoriyoi shīzun ni natta no ka wakaranai ga, karera wa isoide N no shin no yashin to hoka no mono o nogashita kuro to shiro no gēmu de mita mata, karera wa 2-nen-go no getisu no keikaku no yōna gēmu no kuro 2 shiro 2 to chīmu kesshō no ishō ni shōten o ateyou to shimashita. Mata, totsuzen kagaku-sha o fukumu. Anime wa sukunakutomo pokemon no shiai no taimu rain ni shitagatte inakereba narimasenga, kanashī koto ni karera wa burakku to howaito to burakku no baransu o torou to shimashita. Mata, cheren no sugata mo gimondeshita. Shikashi, sore wa onaji furui asshupikachuu to sono risō o mite mo tanoshī monodeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nIn the end i should say rather than rushing to the scenarios of black 2 white 2 they should follow the scenarios of Black And White it would be 'More Enjoyable'.\n\n\u001b[1m結局、私は黒2白2のシナリオに突入するのではなく、黒と白のシナリオに従うべきだと言うべきです。それは「もっと楽しい」でしょう。\u001b[22m\n\u001b[1m(Kekkyoku, watashi wa kuro 2 shiro 2 no shinario ni totsunyū suru node wa naku, kuro to shiro no shinario ni shitagaubekida to iubekidesu. Soreha `motto tanoshī'deshou.)\u001b[22m\n\nTranslations of \u001b[4mIn the end i should say rather than rushing to the scenarios of black 2 white 2 they should follow the scenarios of Black And White it would be 'More Enjoyable'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end i should say rather than rushing to the scenarios of black 2 white 2 they should follow the scenarios of Black And White it would be 'More Enjoyable'.\u001b[24m\n    \u001b[1m結局、私は黒2白2のシナリオに突入するのではなく、黒と白のシナリオに従うべきだと言うべきです。それは「もっと楽しい」でしょう。\u001b[22m, \u001b[1m最後に、私は、彼らはそれがより楽しく」だろう黒と白のシナリオに従うべき2白2黒のシナリオに急いではなく、言う必要があります。\u001b[22m"
  }
]
