[
  {
    "title": "Rozen_Maiden__Ouvert%C3%BCre",
    "id": "1719",
    "url": "https://myanimelist.net/anime/1719/Rozen_Maiden__Ouvert%C3%BCre",
    "user": "Imperturbable",
    "profile": "/profile/Imperturbable/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=1697",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はあなたがすぐにローゼンメイデンに向かって偏っていることをあなたに知らせます：Ouverture。  1つは、この瞬間の時点で、これはアニメリストの唯一のもので、私は10点を評価しています（Rozen MaidenまたはRozen Maiden：Traumendはこの名誉を得ていません）。  2つ、私は田中理（Suigintou's seiyuu）が素晴らしいと思う。  3つは、私の好きな人形はSuigintouです。\n\n今、重要なものに：なぜ私はこれがそんなに好きですか？\n\n単にSuigintouが彼女のやり方である理由を説明するだけで十分です。 信じられないほど邪悪な敵がいる場所で十分な物を見たり読んだりしていないのですが、あなたはその勇気が嫌いですが、なぜ彼らは何をしているのか分かりません。\n\nSuigintouはTraumendで変わり始めるが、視聴者としては彼女の姿勢がどこから来るのかまだ分からない。 ローゼンメイデンを見た人は、なぜスィージュウが特定の侮辱に敏感であるのかを知っていますが、オーヴェルーレは本当の理由を教えてくれます。スィイントー嫌い者でさえ彼女に共感する（または少なくとも共感する） 一瞬の瞬間だけです。\n\nOuvertureのイベントはRozen MaidenとTraumendの前に行われていますが、私はOuvertureを最後に完全に感謝するように勧めています。\n\n他のニュースでは、芸術とアニメーションが素晴らしく、「サウンド」に関しては、私は音楽よりも精力のパフォーマンスを重視する傾向があります。 田中理恵と沢城みゆきは共に偉大であった。 そして私はそれについて全く冗談ではない。 私はオーバーチュアを見ることはできないと思い、「セイウはそれよりも優れている可能性があります。\n\n私はそれがもっと長いことを望む -  2つのエピソードはどうやって飽くなきものなのだろうか？  - しかし、それは物事が行く限り、オーバーチュアにとっては適切な長さだと思います。 オーバーチュアのポイントはこれまでに答えられていないすべての質問に答えて説明するものではありません。 それはSuigintouキャラクターの開発を与えることです。\n\nそしてそれに関して、私はそれが最も壮大な方法で成功したと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'll let you know right off the bat I am extremely biased toward Rozen Maiden: Ouverture. One, as of this moment, this is the only thing on my anime list that I've rated a ten (not even Rozen Maiden or Rozen Maiden: Traumend gets this honour); two, I think Tanaka Rie (Suigintou's seiyuu) is spectacular; and three, my favourite doll is Suigintou.\n\n\u001b[1m私はあなたがすぐにローゼンメイデンに向かって偏っていることをあなたに知らせます：Ouverture。  1つは、この瞬間の時点で、これはアニメリストの唯一のもので、私は10点を評価しています（Rozen MaidenまたはRozen Maiden：Traumendはこの名誉を得ていません）。  2つ、私は田中理（Suigintou's seiyuu）が素晴らしいと思う。  3つは、私の好きな人形はSuigintouです。\u001b[22m\n\u001b[1m(Watashi wa anata ga sugu ni rōzenmeiden ni mukatte katayotte iru koto o anata ni shirasemasu: Ouverture. 1Tsu wa, kono shunkan no jiten de, koreha anime risuto no yuiitsu no mono de, watashi wa 10-ten o hyōka shite imasu (rōzenmeiden matawa rōzenmeiden: Traumend wa kono meiyo o ete imasen). 2Tsu, watashi wa Tanaka Satoru (Suigintou' s seiyuu) ga subarashī to omou. 3Ttsu wa, watashi no sukina ningyō wa Suigintoudesu.)\u001b[22m\n\nTranslations of \u001b[4mI'll let you know right off the bat I am extremely biased toward Rozen Maiden: Ouverture. One, as of this moment, this is the only thing on my anime list that I've rated a ten (not even Rozen Maiden or Rozen Maiden: Traumend gets this honour); two, I think Tanaka Rie (Suigintou's seiyuu) is spectacular; and three, my favourite doll is Suigintou.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll let you know right off the bat I am extremely biased toward Rozen Maiden: Ouverture.\u001b[24m\n    \u001b[1m私はあなたがすぐにローゼンメイデンに向かって偏っていることをあなたに知らせます：Ouverture。\u001b[22m, \u001b[1m序曲：私はあなたが正しい、私は非常にローゼンメイデンに向かって付勢していますバット知ってもらおう。\u001b[22m\n\u001b[4mOne, as of this moment, this is the only thing on my anime list that I've rated a ten (not even Rozen Maiden or Rozen Maiden: Traumend gets this honour);\u001b[24m\n    \u001b[1m1つは、この瞬間の時点で、これはアニメリストの唯一のもので、私は10点を評価しています（Rozen MaidenまたはRozen Maiden：Traumendはこの名誉を得ていません）。\u001b[22m, \u001b[1m一つは、この瞬間のように、これは私が10（いなくてもローゼンメイデンまたはローゼンメイデン：トロイメントはこの名誉を取得）を評価してきた私のアニメのリストに唯一のものです。\u001b[22m\n\u001b[4mtwo, I think Tanaka Rie (Suigintou's seiyuu) is spectacular;\u001b[24m\n    \u001b[1m2つ、私は田中理（Suigintou's seiyuu）が素晴らしいと思う。\u001b[22m, \u001b[1m2、私は田中理恵（水銀燈の声優）は壮観だと思います。\u001b[22m\n\u001b[4mand three, my favourite doll is Suigintou.\u001b[24m\n    \u001b[1m3つは、私の好きな人形はSuigintouです。\u001b[22m, \u001b[1m三、私のお気に入りの人形が水銀燈です。\u001b[22m\n\u001b[1m\u001b[22m\nNow, to the important stuff: Why do I like this so much?\n\n\u001b[1m今、重要なものに：なぜ私はこれがそんなに好きですか？\u001b[22m\n\u001b[1m(Ima, jūyōna mono ni: Naze watashi wa kore ga son'nani sukidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mNow, to the important stuff: Why do I like this so much?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, to the important stuff: Why do I like this so much?\u001b[24m\n    \u001b[1m今、重要なものに：なぜ私はこれがそんなに好きですか？\u001b[22m, \u001b[1m今、重要なものに：なぜ私はこれをとても好きですか？\u001b[22m\n\u001b[1m\u001b[22m\nSimply enough, it explains why Suigintou is the way she is. Haven't you watched or read enough things where there are incredibly evil antagonists, and you hate their guts, but you have no idea why they're doing what they're doing?\n\n\u001b[1m単にSuigintouが彼女のやり方である理由を説明するだけで十分です。 信じられないほど邪悪な敵がいる場所で十分な物を見たり読んだりしていないのですが、あなたはその勇気が嫌いですが、なぜ彼らは何をしているのか分かりません。\u001b[22m\n\u001b[1m(Tan'ni Suigintou ga kanojo no yarikatadearu riyū o setsumei suru dakede jūbundesu. Shinji rarenai hodo jaakuna teki ga iru basho de jūbun'na mono o mi tari yon dari shite inai nodesuga, anata wa sono yūki ga kiraidesuga, naze karera wa nani o shite iru no ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mSimply enough, it explains why Suigintou is the way she is. Haven't you watched or read enough things where there are incredibly evil antagonists, and you hate their guts, but you have no idea why they're doing what they're doing?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimply enough, it explains why Suigintou is the way she is.\u001b[24m\n    \u001b[1m単にSuigintouが彼女のやり方である理由を説明するだけで十分です。\u001b[22m, \u001b[1m水銀燈は彼女があるようである理由だけで十分な、それは説明しています。\u001b[22m\n\u001b[4mHaven't you watched or read enough things where there are incredibly evil antagonists, and you hate their guts, but you have no idea why they're doing what they're doing?\u001b[24m\n    \u001b[1m信じられないほど邪悪な敵がいる場所で十分な物を見たり読んだりしていないのですが、あなたはその勇気が嫌いですが、なぜ彼らは何をしているのか分かりません。\u001b[22m, \u001b[1mあなたが見たか、信じられないほど邪悪なアンタゴニストであり、十分なものを読んで、あなたは自分の根性を憎むが、あなたは彼らが何をやっているやっている理由は分からないことがありますか？\u001b[22m\n\u001b[1m\u001b[22m\nSuigintou starts to change in Traumend but as viewers we still don't understand where her attitude comes from. Those who have watched Rozen Maiden will know why Suigintou's particularly sensitive to certain insults, but Ouverture tells us the real reason, and I am inclined to believe even Suigintou-haters will empathise (or at the very least, sympathise) with her, even if only for a fleeting moment.\n\n\u001b[1mSuigintouはTraumendで変わり始めるが、視聴者としては彼女の姿勢がどこから来るのかまだ分からない。 ローゼンメイデンを見た人は、なぜスィージュウが特定の侮辱に敏感であるのかを知っていますが、オーヴェルーレは本当の理由を教えてくれます。スィイントー嫌い者でさえ彼女に共感する（または少なくとも共感する） 一瞬の瞬間だけです。\u001b[22m\n\u001b[1m(Suigintou wa Traumend de kawari hajimeruga, shichō-sha to shite wa kanojo no shisei ga doko kara kuru no ka mada wakaranai. Rōzenmeiden o mita hito wa, naze su~ījuu ga tokutei no bujoku ni binkandearu no ka o shitte imasuga, ōvu~erūre wa hontō no riyū o oshiete kuremasu. Su~iintō-girai-shade sae kanojo ni kyōkan suru (matawa sukunakutomo kyōkan suru) isshun no shunkan dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mSuigintou starts to change in Traumend but as viewers we still don't understand where her attitude comes from. Those who have watched Rozen Maiden will know why Suigintou's particularly sensitive to certain insults, but Ouverture tells us the real reason, and I am inclined to believe even Suigintou-haters will empathise (or at the very least, sympathise) with her, even if only for a fleeting moment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSuigintou starts to change in Traumend but as viewers we still don't understand where her attitude comes from.\u001b[24m\n    \u001b[1mSuigintouはTraumendで変わり始めるが、視聴者としては彼女の姿勢がどこから来るのかまだ分からない。\u001b[22m, \u001b[1m水銀燈はトロイメントに変化し始めるが、彼女の態度はどこから来るのか、視聴者として我々はまだ理解していません。\u001b[22m\n\u001b[4mThose who have watched Rozen Maiden will know why Suigintou's particularly sensitive to certain insults, but Ouverture tells us the real reason, and I am inclined to believe even Suigintou-haters will empathise (or at the very least, sympathise) with her, even if\u001b[24m\n    \u001b[1mローゼンメイデンを見た人は、なぜスィージュウが特定の侮辱に敏感であるのかを知っていますが、オーヴェルーレは本当の理由を教えてくれます。スィイントー嫌い者でさえ彼女に共感する（または少なくとも共感する）\u001b[22m, \u001b[1m特定の傷害に特に敏感水銀燈のが、序曲は私たちに本当の理由を伝え、なぜローゼンメイデンを見ている人たちは知っているだろう、と私はあっても、あっても水銀燈-嫌いは彼女に共感（または非常に少なくとも、共感）と考えているように傾斜しています\u001b[22m\n\u001b[4monly for a fleeting moment.\u001b[24m\n    \u001b[1m一瞬の瞬間だけです。\u001b[22m, \u001b[1mつかの間の瞬間のためにのみ。\u001b[22m\n\u001b[1m\u001b[22m\nAnd even though the events in Ouverture take place before both Rozen Maiden and Traumend, I highly suggest watching Ouverture last to fully appreciate it.\n\n\u001b[1mOuvertureのイベントはRozen MaidenとTraumendの前に行われていますが、私はOuvertureを最後に完全に感謝するように勧めています。\u001b[22m\n\u001b[1m(Ouverture no ibento wa rōzenmeiden to Traumend no mae ni okonawa rete imasuga, watashi wa Ouverture o saigo ni kanzen ni kansha suru yō ni susumete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd even though the events in Ouverture take place before both Rozen Maiden and Traumend, I highly suggest watching Ouverture last to fully appreciate it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd even though the events in Ouverture take place before both Rozen Maiden and Traumend, I highly suggest watching Ouverture last to fully appreciate it.\u001b[24m\n    \u001b[1mOuvertureのイベントはRozen MaidenとTraumendの前に行われていますが、私はOuvertureを最後に完全に感謝するように勧めています。\u001b[22m, \u001b[1m序曲のイベントは、ローゼンメイデントロイメントとの両方の前に場所を取るにもかかわらずと、私は非常にそれを完全に理解するために、最後の序曲を見ることを示唆しています。\u001b[22m\n\u001b[1m\u001b[22m\nIn other news, the art and animation's wonderful, and as for 'sound', I tend to weigh the seiyuu's performance more heavily than the music. Both Tanaka Rie and Sawashiro Miyuki (Shinku's seiyuu) were outstanding in Ouverture. And I'm not kidding about that at all. I don't think it's possible to watch Ouverture and come away thinking, 'The seiyuu could've been better than that.'\n\n\u001b[1m他のニュースでは、芸術とアニメーションが素晴らしく、「サウンド」に関しては、私は音楽よりも精力のパフォーマンスを重視する傾向があります。 田中理恵と沢城みゆきは共に偉大であった。 そして私はそれについて全く冗談ではない。 私はオーバーチュアを見ることはできないと思い、「セイウはそれよりも優れている可能性があります。\u001b[22m\n\u001b[1m(Hoka no nyūsude wa, geijutsu to animēshon ga subarashiku,`saundo' ni kanshite wa, watashi wa ongaku yori mo seiryoku no pafōmansu o jūshi suru keikō ga arimasu. Tanaka rie to sawa shiromiyuki wa tomoni idaideatta. Soshite watashi wa sore ni tsuite mattaku jōdande wanai. Watashi wa ōbāchua o miru koto wa dekinai to omoi,`seiu wa sore yori mo sugurete iru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn other news, the art and animation's wonderful, and as for 'sound', I tend to weigh the seiyuu's performance more heavily than the music. Both Tanaka Rie and Sawashiro Miyuki (Shinku's seiyuu) were outstanding in Ouverture. And I'm not kidding about that at all. I don't think it's possible to watch Ouverture and come away thinking, 'The seiyuu could've been better than that.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn other news, the art and animation's wonderful, and as for 'sound', I tend to weigh the seiyuu's performance more heavily than the music.\u001b[24m\n    \u001b[1m他のニュースでは、芸術とアニメーションが素晴らしく、「サウンド」に関しては、私は音楽よりも精力のパフォーマンスを重視する傾向があります。\u001b[22m, \u001b[1m他のニュースでは、アートやアニメーションの素晴らしいが、および「音」のように、私は音楽よりも重く声優のパフォーマンスを比較検討する傾向があります。\u001b[22m\n\u001b[4mBoth Tanaka Rie and Sawashiro Miyuki (Shinku's seiyuu) were outstanding in Ouverture.\u001b[24m\n    \u001b[1m田中理恵と沢城みゆきは共に偉大であった。\u001b[22m, \u001b[1m田中理恵と沢城みゆき（真紅の声優）の両方が序曲で未行使でした。\u001b[22m\n\u001b[4mAnd I'm not kidding about that at all.\u001b[24m\n    \u001b[1mそして私はそれについて全く冗談ではない。\u001b[22m, \u001b[1mそして、私はまったくそのことについて冗談ではありません。\u001b[22m\n\u001b[4mI don't think it's possible to watch Ouverture and come away thinking, 'The seiyuu could've been better than that.'\u001b[24m\n    \u001b[1m私はオーバーチュアを見ることはできないと思い、「セイウはそれよりも優れている可能性があります。\u001b[22m, \u001b[1m私はそれが序曲を見て、思考を離れて来てすることはできないと思う」声優がそれよりも良好であったかもしれません。」\u001b[22m\n\u001b[1m\u001b[22m\nI do wish it were longer-- for how can two episodes sate the insatiable? -- but I think it's a suitable length for Ouverture as far as things go. The point of Ouverture isn't to answer and explain all the unanswered questions thus far; it's to give Suigintou character development.\n\n\u001b[1m私はそれがもっと長いことを望む -  2つのエピソードはどうやって飽くなきものなのだろうか？  - しかし、それは物事が行く限り、オーバーチュアにとっては適切な長さだと思います。 オーバーチュアのポイントはこれまでに答えられていないすべての質問に答えて説明するものではありません。 それはSuigintouキャラクターの開発を与えることです。\u001b[22m\n\u001b[1m(Watashi wa sore ga motto nagai koto o nozomu - 2tsu no episōdo wa dō yatte akunaki monona nodarou ka? - Shikashi, soreha monogoto ga iku kagiri, ōbāchua ni totte wa tekisetsuna naga-sada to omoimasu. Ōbāchua no pointo wa kore made ni kotae rarete inai subete no shitsumon ni kotaete setsumei suru monode wa arimasen. Sore wa Suigintou kyarakutā no kaihatsu o ataeru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI do wish it were longer-- for how can two episodes sate the insatiable? -- but I think it's a suitable length for Ouverture as far as things go. The point of Ouverture isn't to answer and explain all the unanswered questions thus far; it's to give Suigintou character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do wish it were longer-- for how can two episodes sate the insatiable?\u001b[24m\n    \u001b[1m私はそれがもっと長いことを望む -  2つのエピソードはどうやって飽くなきものなのだろうか？\u001b[22m, \u001b[1m私はそれが2つのエピソードは、飽くことのないのサテことができます方法についてはlonger--た希望しますか？\u001b[22m\n\u001b[4m-- but I think it's a suitable length for Ouverture as far as things go.\u001b[24m\n    \u001b[1m - しかし、それは物事が行く限り、オーバーチュアにとっては適切な長さだと思います。\u001b[22m, \u001b[1m - 私はそれが限り物事が行くように序曲に適した長さだと思います。\u001b[22m\n\u001b[4mThe point of Ouverture isn't to answer and explain all the unanswered questions thus far;\u001b[24m\n    \u001b[1mオーバーチュアのポイントはこれまでに答えられていないすべての質問に答えて説明するものではありません。\u001b[22m, \u001b[1m序曲のポイントは、これまでのすべての疑問にお答えし、説明することはありません。\u001b[22m\n\u001b[4mit's to give Suigintou character development.\u001b[24m\n    \u001b[1mそれはSuigintouキャラクターの開発を与えることです。\u001b[22m, \u001b[1mそれは水銀燈文字の開発を与えることです。\u001b[22m\n\u001b[1m\u001b[22m\nAnd in that regard, I think it's succeeded in a most spectacular fashion.\n\n\u001b[1mそしてそれに関して、私はそれが最も壮大な方法で成功したと思う。\u001b[22m\n\u001b[1m(Soshite sore ni kanshite, watashi wa sore ga mottomo sōdaina hōhō de seikō shita to omou.)\u001b[22m\n\nTranslations of \u001b[4mAnd in that regard, I think it's succeeded in a most spectacular fashion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd in that regard, I think it's succeeded in a most spectacular fashion.\u001b[24m\n    \u001b[1mそしてそれに関して、私はそれが最も壮大な方法で成功したと思う。\u001b[22m, \u001b[1mそして、その点では、私はそれが最も壮観なファッションに成功したと思います。\u001b[22m"
  },
  {
    "title": "Rozen_Maiden__Ouvert%C3%BCre",
    "id": "1719",
    "url": "https://myanimelist.net/anime/1719/Rozen_Maiden__Ouvert%C3%BCre",
    "user": "Venneh",
    "profile": "/profile/Venneh/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=919",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nタイトル：ローゼンメイデンオープニング\n\nアニメ：Ouvertureは、同じ男（コウ・マツオ）監督の他の2シーズン（ノマド）と同じスタジオでアニメ化され、2006年12月22日から12月23日まで日本のテレビで放送されました。 漫画に対応する。 私はまだそれを読んでいないので、私はあなたにそれに戻る必要があります。\n\nストーリー：Ouvertureは、主人公関が6月に伝えるように、主にShinkuとSuigin Touの最初の会合に焦点を当てています。逆戻りの部分は、Victorian Englandで行われ、現代の部分は、6〜8のエピソード Träumend。\n\nワオ。 それは驚くべきことです。今日の人になるためには、みんなの性格がどんなに暴力的であったかを見てください。 セキス以外のみんな、本当に。\n\nそれでも、このOVAから何かが欠けていると感じました。 しかし、それは長さの下にさらに落ちる。 全体的には、OVAのプロットはTraumendの執筆とほぼ同じくらい良好でした。 確かに暗い、間違いなく暴露しましたが、それ以上のことがあったように感じました。\n\nアート：これはローゼンメイデンがこれまでに示してきた芸術の頂点です。 トーンは間違いなく暗く、それは絶対に美しいです。\n\n音楽：このOVAのオリジナルミュージックはありません。 代わりに、前の2シーズンの音楽を使用します。  OPを除いて（もう一度、ALI Projectによって行われました）、これはおそらくすべてのOPの中で最も好きなことではありません。 でも、ED（kukuiによって行われた）はawesomenessで作られていて、3人の私のお気に入りです。\n\n長さ：OVAは本当に何かが欠けているように感じます。 プロットは、最初のエピソードの最後の3分の1に収まるようになり、2番目（そして最後の）のエピソードでかなり早く終わります。 エピソードを2回以上与えられていれば、本当に輝くチャンスがあったはずです。  （個人的には、Suigin Touを中心とした全12話のシリーズが好きだったでしょうが、ちょっと、それは私です：P）\n\n西友：前回の2シーズンと同じシユウを維持しているので、私は最後の2回のレビューを繰り返す必要はないと感じています。\n\n全体：Ouvertureはかなり良いOVAですが、ZOMGの素材ではありません。 たぶん、もう少しエピソードを与えられていれば、それは可能性があります。\n\nストーリー：7/10\nアート：8/10\n音楽：8/10\n長さ：7/10\n西友：8/10\n\n全体：38/50;  76％（C）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTitle: Rozen Maiden Ouverture\n\n\u001b[1mタイトル：ローゼンメイデンオープニング\u001b[22m\n\u001b[1m(Taitoru: Rōzenmeiden'ōpuningu)\u001b[22m\n\nTranslations of \u001b[4mTitle: Rozen Maiden Ouverture\u001b[24m\n[ \u001b[4mFrançais\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTitle\u001b[24m\n    \u001b[1mタイトル\u001b[22m, \u001b[1mの表題\u001b[22m, \u001b[1mのタイトル\u001b[22m\n\u001b[4m:\u001b[24m\n    \u001b[1m：\u001b[22m\n\u001b[4mRozen Maiden\u001b[24m\n    \u001b[1mローゼンメイデン\u001b[22m, \u001b[1mメイデン\u001b[22m\n\u001b[4mMaiden Ouverture\u001b[24m\n    \u001b[1mオープニング\u001b[22m, \u001b[1mオープン\u001b[22m, \u001b[1mを開く\u001b[22m, \u001b[1mオープン方法\u001b[22m, \u001b[1m営業\u001b[22m\n\u001b[1m\u001b[22m\nAnime: Ouverture was animated by the same studio that did the other two seasons (Nomad), directed by the same guy (Kou Matsuo), and ran on Japanese TV from December 22nd to December 23rd, 2006. Again, this may or may not correspond to the manga; since I have yet to read it, I'll have to get back to you on that.\n\n\u001b[1mアニメ：Ouvertureは、同じ男（コウ・マツオ）監督の他の2シーズン（ノマド）と同じスタジオでアニメ化され、2006年12月22日から12月23日まで日本のテレビで放送されました。 漫画に対応する。 私はまだそれを読んでいないので、私はあなたにそれに戻る必要があります。\u001b[22m\n\u001b[1m(Anime: Ouverture wa, onaji otoko (kō Matsuo) kantoku no ta no 2 shīzun (nomado) to onaji sutajio de anime-ka sa re, 2006-nen 12 tsuki 22-nichi kara 12 tsuki 23-nichi made Nihon no terebi de hōsō sa remashita. Manga ni taiō suru. Watashi wa mada sore o yon de inainode, watashi wa anata ni sore ni modoru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnime: Ouverture was animated by the same studio that did the other two seasons (Nomad), directed by the same guy (Kou Matsuo), and ran on Japanese TV from December 22nd to December 23rd, 2006. Again, this may or may not correspond to the manga; since I have yet to read it, I'll have to get back to you on that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnime: Ouverture was animated by the same studio that did the other two seasons (Nomad), directed by the same guy (Kou Matsuo), and ran on Japanese TV from December 22nd to December 23rd, 2006. Again, this may or may not\u001b[24m\n    \u001b[1mアニメ：Ouvertureは、同じ男（コウ・マツオ）監督の他の2シーズン（ノマド）と同じスタジオでアニメ化され、2006年12月22日から12月23日まで日本のテレビで放送されました。\u001b[22m, \u001b[1mアニメ：序曲は、同じ男（コウ松尾）監督の他の二つの季節（ノマド）を、いたのと同じスタジオによって生気に満ちた、12月22日から12月23日に日本のテレビで実行されていた、2006年再び、これはかない場合がありました\u001b[22m\n\u001b[4mcorrespond to the manga;\u001b[24m\n    \u001b[1m漫画に対応する。\u001b[22m, \u001b[1mマンガに対応。\u001b[22m\n\u001b[4msince I have yet to read it, I'll have to get back to you on that.\u001b[24m\n    \u001b[1m私はまだそれを読んでいないので、私はあなたにそれに戻る必要があります。\u001b[22m, \u001b[1m私はそれを読むためにまだ持っているので、私はそれにあなたに戻って取得する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Ouverture focuses on the first meeting between Shinku and Suigin Tou, mainly through a flashback as Sousei Seki tells the tale to Jun. The flashback part takes place back in Victorian England, and the modern day part takes place between episodes six and eight of TrÃ¤umend.\n\n\u001b[1mストーリー：Ouvertureは、主人公関が6月に伝えるように、主にShinkuとSuigin Touの最初の会合に焦点を当てています。逆戻りの部分は、Victorian Englandで行われ、現代の部分は、6〜8のエピソード Träumend。\u001b[22m\n\u001b[1m(Sutōrī: Ouverture wa, shujinkō-seki ga 6 tsuki ni tsutaeru yō ni, omo ni Shinku to Suigin Tou no saisho no kaigō ni shōten o atete imasu. Gyakumodori no bubun wa, vu~ikutorian ingurando de okonawa re, gendai no bubun wa, 6 〜 8 no episōdo Träumend.)\u001b[22m\n\nTranslations of \u001b[4mStory: Ouverture focuses on the first meeting between Shinku and Suigin Tou, mainly through a flashback as Sousei Seki tells the tale to Jun. The flashback part takes place back in Victorian England, and the modern day part takes place between episodes six and eight of TrÃ¤umend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Ouverture focuses on the first meeting between Shinku and Suigin Tou, mainly through a flashback as Sousei Seki tells the tale to Jun. The flashback part takes place back in Victorian England, and the modern day part takes place between episodes six and eight of\u001b[24m\n    \u001b[1mストーリー：Ouvertureは、主人公関が6月に伝えるように、主にShinkuとSuigin Touの最初の会合に焦点を当てています。逆戻りの部分は、Victorian Englandで行われ、現代の部分は、6〜8のエピソード\u001b[22m, \u001b[1mストーリー：創世関06月に物語を伝えるよう序曲は、主にフラッシュバックを通して、真紅とSuiginとう間の最初の会議に焦点を当ててフラッシュバック部分はビクトリア朝のイギリスに戻って行われ、現代の一部は、エピソード6と8との間で行われます。\u001b[22m\n\u001b[4mTrÃ¤umend.\u001b[24m\n    \u001b[1mTräumend。\u001b[22m, \u001b[1mTrÃ¤umend。\u001b[22m\n\u001b[1m\u001b[22m\nWow. It's amazing, seeing what a violent 180 everyone's personalities took to become what they are today. Well, everyone except the Sekis, really.\n\n\u001b[1mワオ。 それは驚くべきことです。今日の人になるためには、みんなの性格がどんなに暴力的であったかを見てください。 セキス以外のみんな、本当に。\u001b[22m\n\u001b[1m(Wao. Sore wa odorokubeki kotodesu. Kyō no hito ni naru tame ni wa, min'na no seikaku ga don'nani bōryoku-tekideatta ka o mite kudasai. Se kisu igai no min'na, hontōni.)\u001b[22m\n\nTranslations of \u001b[4mWow. It's amazing, seeing what a violent 180 everyone's personalities took to become what they are today. Well, everyone except the Sekis, really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow.\u001b[24m\n    \u001b[1mワオ。\u001b[22m, \u001b[1mうわー。\u001b[22m\n\u001b[4mIt's amazing, seeing what a violent 180 everyone's personalities took to become what they are today.\u001b[24m\n    \u001b[1mそれは驚くべきことです。今日の人になるためには、みんなの性格がどんなに暴力的であったかを見てください。\u001b[22m, \u001b[1mそれは暴力的な180みんなの個性は、彼らが今日あるものになるために取ったものを見て、驚くべきことです。\u001b[22m\n\u001b[4mWell, everyone except the Sekis, really.\u001b[24m\n    \u001b[1mセキス以外のみんな、本当に。\u001b[22m, \u001b[1mまあ、本当にSekis、以外の全員。\u001b[22m\n\u001b[1m\u001b[22m\nStill, I felt that something was missing from this OVA. But that falls more under Length. Overall, though, the plot for the OVA was pretty good, about the same as the writing for Traumend. Definitely dark, definitely revealing, but it felt like there could've been more.\n\n\u001b[1mそれでも、このOVAから何かが欠けていると感じました。 しかし、それは長さの下にさらに落ちる。 全体的には、OVAのプロットはTraumendの作文とほぼ同じくらい良好でした。 確かに暗い、間違いなく暴露しましたが、それ以上のことがあったように感じました。\u001b[22m\n\u001b[1m(Soredemo, kono ovu~a kara nanika ga kakete iru to kanjimashita. Shikashi, sore wa naga-sa no shita ni sarani ochiru. Zentai-teki ni wa, ovu~a no purotto wa Traumend no sakubun to hobo onaji kurai ryōkōdeshita. Tashika ni kurai, machigainaku bakuro shimashitaga, soreijō no koto ga atta yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mStill, I felt that something was missing from this OVA. But that falls more under Length. Overall, though, the plot for the OVA was pretty good, about the same as the writing for Traumend. Definitely dark, definitely revealing, but it felt like there could've been more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill, I felt that something was missing from this OVA.\u001b[24m\n    \u001b[1mそれでも、このOVAから何かが欠けていると感じました。\u001b[22m, \u001b[1mそれでも、私は何かがこのOVAから欠落していると感じていました。\u001b[22m\n\u001b[4mBut that falls more under Length.\u001b[24m\n    \u001b[1mしかし、それは長さの下にさらに落ちる。\u001b[22m, \u001b[1mしかし、それは長さの下で、より落ちます。\u001b[22m\n\u001b[4mOverall, though, the plot for the OVA was pretty good, about the same as the writing for Traumend.\u001b[24m\n    \u001b[1m全体的には、OVAのプロットはTraumendの作文とほぼ同じくらい良好でした。\u001b[22m, \u001b[1m全体的に、しかし、OVAのためのプロットはトロイメントための書き込みとほぼ同じで、かなりよかったです。\u001b[22m\n\u001b[4mDefinitely dark, definitely revealing, but it felt like there could've been more.\u001b[24m\n    \u001b[1m確かに暗い、間違いなく暴露しましたが、それ以上のことがあったように感じました。\u001b[22m, \u001b[1m確かに暗い、間違いなく明らかに、それはより多くのがあったかもしれないように感じました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: This is the pinnacle of the art that Rozen Maiden has shown thus far. The tones are definitely darker, and it's absolutely beautiful.\n\n\u001b[1mアート：これはローゼンメイデンがこれまでに示してきた芸術の頂点です。 トーンは間違いなく暗く、それは絶対に美しいです。\u001b[22m\n\u001b[1m(Āto: Kore wa rōzenmeiden ga kore made ni shimeshite kita geijutsu no chōtendesu. Tōn wa machigainaku kuraku, sore wa zettai ni utsukushīdesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: This is the pinnacle of the art that Rozen Maiden has shown thus far. The tones are definitely darker, and it's absolutely beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: This is the pinnacle of the art that Rozen Maiden has shown thus far.\u001b[24m\n    \u001b[1mアート：これはローゼンメイデンがこれまでに示してきた芸術の頂点です。\u001b[22m, \u001b[1mアート：これは、ローゼンメイデン、これまで示してきた芸術の最高峰です。\u001b[22m\n\u001b[4mThe tones are definitely darker, and it's absolutely beautiful.\u001b[24m\n    \u001b[1mトーンは間違いなく暗く、それは絶対に美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: No original music for this OVA; instead, it uses music from the previous two seasons. Except for the OP (again, done by ALI Project), which is probably my least favorite of all their OPs. Again, though, the ED (done by kukui) is made of awesomeness, and is my favorite of the three.\n\n\u001b[1m音楽：このOVAのオリジナルミュージックはありません。 代わりに、前の2シーズンの音楽を使用します。  OPを除いて（もう一度、ALI Projectによって行われました）、これはおそらくすべてのOPの中で最も好きなことではありません。 でも、ED（kukuiによって行われた）はawesomenessで作られていて、3人の私のお気に入りです。\u001b[22m\n\u001b[1m(Ongaku: Kono ovu~a no orijinarumyūjikku wa arimasen. Kawari ni, mae no 2 shīzun no ongaku o shiyō shimasu. OP o nozoite (mōichido, ari Project ni yotte okonawa remashita), kore wa osoraku subete no OP no naka de mottomo sukina kotode wa arimasen. Demo, ED (kukui ni yotte okonawa reta) wa awesomeness de tsukura rete ite, 3-ri no watashinōkiniiridesu.)\u001b[22m\n\nTranslations of \u001b[4mMusic: No original music for this OVA; instead, it uses music from the previous two seasons. Except for the OP (again, done by ALI Project), which is probably my least favorite of all their OPs. Again, though, the ED (done by kukui) is made of awesomeness, and is my favorite of the three.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: No original music for this OVA;\u001b[24m\n    \u001b[1m音楽：このOVAのオリジナルミュージックはありません。\u001b[22m, \u001b[1m音楽：このOVAはありませんオリジナルの音楽。\u001b[22m\n\u001b[4minstead, it uses music from the previous two seasons.\u001b[24m\n    \u001b[1m代わりに、前の2シーズンの音楽を使用します。\u001b[22m, \u001b[1mその代わりに、それは前の2つの季節から音楽を使用しています。\u001b[22m\n\u001b[4mExcept for the OP (again, done by ALI Project), which is probably my least favorite of all their OPs.\u001b[24m\n    \u001b[1mOPを除いて（もう一度、ALI Projectによって行われました）、これはおそらくすべてのOPの中で最も好きなことではありません。\u001b[22m, \u001b[1mOPを除き、おそらくすべてのOPは私の最もお気に入りです、（再び、ALI Projectによって行われます）。\u001b[22m\n\u001b[4mAgain, though, the ED (done by kukui) is made of awesomeness, and is my favorite of the three.\u001b[24m\n    \u001b[1mでも、ED（kukuiによって行われた）はawesomenessで作られていて、3人の私のお気に入りです。\u001b[22m, \u001b[1m再び、しかし、（ククイによってなさ）EDは素晴らしさで作られた、と3の私のお気に入りです。\u001b[22m\n\u001b[1m\u001b[22m\nLength: The OVA really feels like it's missing something. The plot only starts picking up in the last third of the first episode, and it wraps up pretty quickly in the second (and last) episode. If it had been given an episode or two more, it probably would've had a chance to really shine. (Personally, I would've liked a whole twelve-episode series centered on Suigin Tou, but hey, that's just me. :P)\n\n\u001b[1m長さ：OVAは本当に何かが欠けているように感じます。 プロットは、最初のエピソードの最後の3分の1に収まるようになり、2番目（そして最後の）のエピソードでかなり早く終わります。 エピソードを2回以上与えられていれば、本当に輝くチャンスがあったはずです。  （個人的には、Suigin Touを中心とした全12話のシリーズが好きだったでしょうが、ちょっと、それは私です：P）\u001b[22m\n\u001b[1m(Naga-sa: Ovu~a wa hontōni nanika ga kakete iru yō ni kanjimasu. Purotto wa, saisho no episōdo no saigo no 3-bun'no 1 ni osamaru yō ni nari, 2-banme (soshite saigo no) no episōdo de kanari hayaku owarimasu. Episōdo o 2-kai ijō atae rarete ireba, hontōni kagayaku chansu ga atta hazudesu. (Kojin-teki ni wa, Suigin Tou o chūshin to shita zen 12-wa no shirīzu ga sukidattadeshouga, chotto, soreha watashidesu: P))\u001b[22m\n\nTranslations of \u001b[4mLength: The OVA really feels like it's missing something. The plot only starts picking up in the last third of the first episode, and it wraps up pretty quickly in the second (and last) episode. If it had been given an episode or two more, it probably would've had a chance to really shine. (Personally, I would've liked a whole twelve-episode series centered on Suigin Tou, but hey, that's just me. :P)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLength: The OVA really feels like it's missing something.\u001b[24m\n    \u001b[1m長さ：OVAは本当に何かが欠けているように感じます。\u001b[22m, \u001b[1m長さ：それは何かが欠けているようOVAは本当に感じています。\u001b[22m\n\u001b[4mThe plot only starts picking up in the last third of the first episode, and it wraps up pretty quickly in the second (and last) episode.\u001b[24m\n    \u001b[1mプロットは、最初のエピソードの最後の3分の1に収まるようになり、2番目（そして最後の）のエピソードでかなり早く終わります。\u001b[22m, \u001b[1mプロットは、最初のエピソードの最後の3分の1に拾って開始し、それが第二の（および最後の）エピソードでかなり迅速に包み込みます。\u001b[22m\n\u001b[4mIf it had been given an episode or two more, it probably would've had a chance to really shine.\u001b[24m\n    \u001b[1mエピソードを2回以上与えられていれば、本当に輝くチャンスがあったはずです。\u001b[22m, \u001b[1mそれはエピソードまたは2以上を与えられていた場合、それはおそらく、本当に輝く機会を持っていただろう。\u001b[22m\n\u001b[4m(Personally, I would've liked a whole twelve-episode series centered on Suigin Tou, but hey, that's just me. :P)\u001b[24m\n    \u001b[1m（個人的には、Suigin Touを中心とした全12話のシリーズが好きだったでしょうが、ちょっと、それは私です：P）\u001b[22m, \u001b[1m（個人的に、私はSuigin塔を中心に全12エピソードシリーズを気に入っただろうが、ちょっと、それはちょうど私です：P）\u001b[22m\n\u001b[1m\u001b[22m\nSeiyuu: Ouverture keeps the same seiyuu from the previous two seasons, so I don't feel the need to repeat what I've said the last two reviews.\n\n\u001b[1m西友：前回の2シーズンと同じシユウを維持しているので、私は最後の2回のレビューを繰り返す必要はないと感じています。\u001b[22m\n\u001b[1m(Seiyū: Zenkai no 2 shīzun to onaji shiyū o iji shite irunode, watashi wa saigo no 2-kai no rebyū o kurikaesu hitsuyō wa nai to kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSeiyuu: Ouverture keeps the same seiyuu from the previous two seasons, so I don't feel the need to repeat what I've said the last two reviews.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeiyuu: Ouverture keeps the same seiyuu from the previous two seasons, so I don't feel the need to repeat what I've said the last two reviews.\u001b[24m\n    \u001b[1m西友：前回の2シーズンと同じシユウを維持しているので、私は最後の2回のレビューを繰り返す必要はないと感じています。\u001b[22m, \u001b[1m声優：序曲は、前の2シーズンから同じ声優を維持するため、私は最後の2件のレビューを言ったものを繰り返す必要を感じることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Ouverture is a pretty good OVA, but it's not ZOMG material. Maybe if it had been given a few more episodes, it could've been.\n\n\u001b[1m全体：Ouvertureはかなり良いOVAですが、ZOMGの素材ではありません。 たぶん、もう少しエピソードを与えられていれば、それは可能性があります。\u001b[22m\n\u001b[1m(Zentai: Ouverture wa kanari yoi ovu~adesuga, ZOMG no sozaide wa arimasen. Tabun, mōsukoshi episōdo o atae rarete ireba, soreha kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Ouverture is a pretty good OVA, but it's not ZOMG material. Maybe if it had been given a few more episodes, it could've been.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Ouverture is a pretty good OVA, but it's not ZOMG material.\u001b[24m\n    \u001b[1m全体：Ouvertureはかなり良いOVAですが、ZOMGの素材ではありません。\u001b[22m, \u001b[1m全体：序曲はかなり良いOVAですが、それはZOMG材料ではありません。\u001b[22m\n\u001b[4mMaybe if it had been given a few more episodes, it could've been.\u001b[24m\n    \u001b[1mたぶん、もう少しエピソードを与えられていれば、それは可能性があります。\u001b[22m, \u001b[1mそれはさらにいくつかのエピソードを与えられていた場合、多分、それはしてきた可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nMusic: 8/10\n\n\u001b[1m音楽：8/10\u001b[22m\n\u001b[1m(Ongaku: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 8/10\u001b[24m\n    \u001b[1m音楽：8/10\u001b[22m, \u001b[1mミュージック：8/10\u001b[22m\nLength: 7/10\n\n\u001b[1m長さ：7/10\u001b[22m\n\u001b[1m(Naga-sa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mLength: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLength: 7/10\u001b[24m\n    \u001b[1m長さ：7/10\u001b[22m\nSeiyuu: 8/10\n\n\u001b[1m西友：8/10\u001b[22m\n\u001b[1m(Seiyū: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSeiyuu: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeiyuu: 8/10\u001b[24m\n    \u001b[1m西友：8/10\u001b[22m, \u001b[1m声優：8/10\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 38/50; 76% (C)\n\n\u001b[1m全体：38/50;  76％（C）\u001b[22m\n\u001b[1m(Zentai: 38/ 50; 76-Pāsento (C ))\u001b[22m\n\nTranslations of \u001b[4mOverall: 38/50; 76% (C)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 38/50;\u001b[24m\n    \u001b[1m全体：38/50;\u001b[22m, \u001b[1m全体：50分の38;\u001b[22m\n\u001b[4m76% (C)\u001b[24m\n    \u001b[1m76％（C）\u001b[22m"
  },
  {
    "title": "Rozen_Maiden__Ouvert%C3%BCre",
    "id": "1719",
    "url": "https://myanimelist.net/anime/1719/Rozen_Maiden__Ouvert%C3%BCre",
    "user": "angelsreview",
    "profile": "/profile/angelsreview/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=187803",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\n私はこのシリーズが実際にTraumendからの多くのキャラクターが存在するようになってから実際に始まりますが、シリーズの終わりにはJunが知り得ないAlice Gameに関するさらに多くの情報もあります。  Suigintouにはたくさんの情報もあります。\n\nほとんどの物語はシリーズの残りの時代とは異なる時代を舞台にしているため、アニメーションも大きく異なっています。 私は物語が実際にヨーロッパにあると信じて、バックグラウンドとは違った見方をしています。 唯一の少数の人間キャラクターの個性は、彼女がどのように行動しているかで、彼らが娘にとってどれほど厳格であるか、この異なる世界をよく示しています。 当時の真紅のメディアである若い少女サラは、子供のように行動することができないようです。 彼女はいつも彼女の母親によって話されていて、彼女の父親は、私たちがそれらを見る時代に、彼女をすべて気付かないようです。 一方、サラは静かで、特に真紅の戦いのアイデアについては厳しいです。 人形との戦闘のテーマが少し上がったとき、彼女はほとんど光りそうです。\n\n通常の世界にある他の部分は、生活のストーリーラインのスライスにはかなり正常ですが、それは非常に短いです。\n\nアニメーションは、ほとんどがフラッシュバックであることを除いて、他の季節に非常に似ています。私たちはそれにある種のセピア調を持っています。 フラッシュバックの領域は20世紀初頭のヨーロッパで、非常に灰色に見える領域があります。 彼らがまだ色を保持している場合でも、彼らが戦うNフィールドは少し灰色です。 彼らが時間や通常の時間に戻って見ていても、人間の世界の一部ではないように見えます。 彼らはまだより詳細で目立つように見えます。\n\nオープニング曲は実際には最初の2曲がもっと静かです。 それは歌にさらに忘れられない存在感を持っています。それは、それがSuigintouと彼女の気持ちをもっと重視しているからです。 エンディングは、他の季節とは逆のオープニングで、もう少しアップビートがあります。\n\nこれは非常に短い「OVA」（または少なくともOVAだと思いますが）、人形やアリスゲームについて本当に必要と思われる多くの情報がありました。 まだ多くの質問がありましたが、もっと答えました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI am not exactly sure when this series actually ends up starting as there are many characters from Traumend but yet there is also a lot more information about the Alice Game that Jun doesn’t seem to know at the end of the series. There is also a lot of information on Suigintou.\n\n\u001b[1m私はこのシリーズが実際にTraumendからの多くのキャラクターが存在するようになってから実際に始まるのは確かではありませんが、シリーズの終わりにはJunが知り得ないAlice Gameに関するさらに多くの情報もあります。  Suigintouにはたくさんの情報もあります。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga jissai ni Traumend kara no ōku no kyarakutā ga sonzai suru yō ni natte kara jissai ni hajimaru no wa tashikade wa arimasenga, shirīzu no owari ni wa Jun ga shiri enai arisu Game ni kansuru sarani ōku no jōhō mo arimasu. Suigintou ni wa takusan no jōhō mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI am not exactly sure when this series actually ends up starting as there are many characters from Traumend but yet there is also a lot more information about the Alice Game that Jun doesn’t seem to know at the end of the series. There is also a lot of information on Suigintou.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not exactly sure when this series actually ends up starting as there are many characters from Traumend but yet there is also a lot more information about the Alice Game that Jun doesn’t seem to know at the end of the series.\u001b[24m\n    \u001b[1m私はこのシリーズが実際にTraumendからの多くのキャラクターが存在するようになってから実際に始まるのは確かではありませんが、シリーズの終わりにはJunが知り得ないAlice Gameに関するさらに多くの情報もあります。\u001b[22m, \u001b[1m私はトロイメントから多くの文字があるので、このシリーズは、実際に開始するまで終了したときに正確に確認していないが、まだ6月にはシリーズの最後に知っていないようだということアリスゲームに関するより多くの情報もあります。\u001b[22m\n\u001b[4mThere is also a lot of information on Suigintou.\u001b[24m\n    \u001b[1mSuigintouにはたくさんの情報もあります。\u001b[22m, \u001b[1m水銀燈に多くの情報もあります。\u001b[22m\n\u001b[1m\u001b[22m\nBecause of the fact that most of the story revolves in a different era then the rest of the series, it makes it so the animation is a lot different as well. I believe the story is actually in Europe as well meaning a different look to the backgrounds. The personality of the only few human characters we see also show this different world well in how strict they are to their daughter in how she acts. The young girl, Sarah, who is Shinku’s medium in that time can’t seem to act like a child at all. She is always talked down upon by her mother and her father doesn’t seem to notice her all that well for the times we do see them. On the other hand, Sarah is also quiet harsh, especially about the ideas of Shinku fighting. She seems almost to light up when the subject of fighting dolls comes up a bit.\n\n\u001b[1mほとんどの物語はシリーズの残りの時代とは異なる時代を舞台にしているため、アニメーションも大きく異なっています。 私は物語が実際にヨーロッパにあると信じて、バックグラウンドとは違った見方をしています。 唯一の少数の人間キャラクターの個性は、彼女がどのように行動しているかで、彼らが娘にとってどれほど厳格であるか、この異なる世界をよく示しています。 当時の真紅のメディアである若い少女サラは、子供のように行動することができないようです。 彼女はいつも彼女の母親によって話されていて、彼女の父親は、私たちがそれらを見る時代に、彼女をすべて気付かないようです。 一方、サラは静かで、特に真紅の戦いのアイデアについては厳しいです。 人形との戦闘のテーマが少し上がったとき、彼女はほとんど光りそうです。\u001b[22m\n\u001b[1m(Hotondo no monogatari wa shirīzu no nokori no jidai to wa kotonaru jidai o butai ni shite iru tame, animēshon mo ōkiku kotonatte imasu. Watashi wa monogatari ga jissai ni yōroppa ni aru to shinjite, bakkuguraundo to wa chigatta mikata o shite imasu. Yuiitsu no shōsū no ningen kyarakutā no kosei wa, kanojo ga dono yō ni kōdō shite iru ka de, karera ga musume ni totte dorehodo genkakudearu ka, kono kotonaru sekai o yoku shimeshite imasu. Tōji no shinku no mediadearu wakai shōjo sara wa, kodomo no yō ni kōdō suru koto ga dekinai yōdesu. Kanojo wa itsumo kanojo no hahaoya ni yotte hanasa rete ite, kanojo no chichioya wa, watashitachi ga sorera o miru jidai ni, kanojo o subete kidzukanai yōdesu. Ippō, sara wa shizukade, tokuni shinku no tatakai no aidea ni tsuite wa kibishīdesu. Ningyō to no sentō no tēma ga sukoshi agatta toki, kanojo wa hotondo hikari-sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mBecause of the fact that most of the story revolves in a different era then the rest of the series, it makes it so the animation is a lot different as well. I believe the story is actually in Europe as well meaning a different look to the backgrounds. The personality of the only few human characters we see also show this different world well in how strict they are to their daughter in how she acts. The young girl, Sarah, who is Shinku’s medium in that time can’t seem to act like a child at all. She is always talked down upon by her mother and her father doesn’t seem to notice her all that well for the times we do see them. On the other hand, Sarah is also quiet harsh, especially about the ideas of Shinku fighting. She seems almost to light up when the subject of fighting dolls comes up a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause of the fact that most of the story revolves in a different era then the rest of the series, it makes it so the animation is a lot different as well.\u001b[24m\n    \u001b[1mほとんどの物語はシリーズの残りの時代とは異なる時代を舞台にしているため、アニメーションも大きく異なっています。\u001b[22m, \u001b[1mそのため物語のほとんどは、異なる時代にシリーズの残りの部分を回転するという事実のため、それはとてもアニメーションは同様に多くの異なっていることができます。\u001b[22m\n\u001b[4mI believe the story is actually in Europe as well meaning a different look to the backgrounds.\u001b[24m\n    \u001b[1m私は物語が実際にヨーロッパにあると信じて、バックグラウンドとは違った見方をしています。\u001b[22m, \u001b[1m私は話がよく背景に異なる外観を意味するものとしてヨーロッパで実際にあると考えています。\u001b[22m\n\u001b[4mThe personality of the only few human characters we see also show this different world well in how strict they are to their daughter in how she acts.\u001b[24m\n    \u001b[1m唯一の少数の人間キャラクターの個性は、彼女がどのように行動しているかで、彼らが娘にとってどれほど厳格であるか、この異なる世界をよく示しています。\u001b[22m, \u001b[1m私たちが見る唯一の少数人間のキャラクターの個性はまた、彼らは彼女が働く方法で自分の娘にどれだけ厳密にも、この別の世界に示します。\u001b[22m\n\u001b[4mThe young girl, Sarah, who is Shinku’s medium in that time can’t seem to act like a child at all.\u001b[24m\n    \u001b[1m当時の真紅のメディアである若い少女サラは、子供のように行動することができないようです。\u001b[22m, \u001b[1mその時に真紅の媒体である若い女の子、サラは、すべての子のように振る舞うように見えることはできません。\u001b[22m\n\u001b[4mShe is always talked down upon by her mother and her father doesn’t seem to notice her all that well for the times we do see them.\u001b[24m\n    \u001b[1m彼女はいつも彼女の母親によって話されていて、彼女の父親は、私たちがそれらを見る時代に、彼女をすべて気付かないようです。\u001b[22m, \u001b[1m彼女はいつも彼女の母によって時にダウン話をされ、彼女の父親は、彼女だけでなく回我々は彼らを見ないものをすべて気づいていないようです。\u001b[22m\n\u001b[4mOn the other hand, Sarah is also quiet harsh, especially about the ideas of Shinku fighting.\u001b[24m\n    \u001b[1m一方、サラは静かで、特に真紅の戦いのアイデアについては厳しいです。\u001b[22m, \u001b[1m一方、サラは特に真紅の戦闘のアイデアについて、また過酷な静かです。\u001b[22m\n\u001b[4mShe seems almost to light up when the subject of fighting dolls comes up a bit.\u001b[24m\n    \u001b[1m人形との戦闘のテーマが少し上がったとき、彼女はほとんど光りそうです。\u001b[22m, \u001b[1m彼女は戦いの人形の主題が少しアップするときに点灯することはほとんどそうです。\u001b[22m\n\u001b[1m\u001b[22m\nThe other part that is in the normal world is pretty much normal to the slice of life storyline but it is very short.\n\n\u001b[1m通常の世界にある他の部分は、生活のストーリーラインのスライスにはかなり正常ですが、それは非常に短いです。\u001b[22m\n\u001b[1m(Tsūjō no sekai ni aru ta no bubun wa, seikatsu no sutōrīrain no suraisu ni wa kanari seijōdesuga, sore wa hijō ni mijikaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe other part that is in the normal world is pretty much normal to the slice of life storyline but it is very short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other part that is in the normal world is pretty much normal to the slice of life storyline but it is very short.\u001b[24m\n    \u001b[1m通常の世界にある他の部分は、生活のストーリーラインのスライスにはかなり正常ですが、それは非常に短いです。\u001b[22m, \u001b[1m普通の世界にある他の部分は、ライフストーリーのスライスに垂直かなりあるが、それは非常に短いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is very similar to the other seasons except since most is a flash back, we have a sort of slight sepia tone to it. The area in the flashback is very early 20th century Europe and has a very gray looking area. The N-field that they fight in is also a bit gray even if it still retains its color. No matter if they are looking back in time or the normal time, the dolls still seem like they are not part of the human world. They still seem more detailed and stand out.\n\n\u001b[1mアニメーションは、ほとんどがフラッシュバックであることを除いて、他の季節に非常に似ています。私たちはそれにある種のセピア調を持っています。 フラッシュバックの領域は20世紀初頭のヨーロッパで、非常に灰色に見える領域があります。 彼らがまだ色を保持している場合でも、彼らが戦うNフィールドは少し灰色です。 彼らが時間や通常の時間に戻って見ていても、人間の世界の一部ではないように見えます。 彼らはまだより詳細で目立つように見えます。\u001b[22m\n\u001b[1m(Animēshon wa, hotondo ga furasshu bakkudearu koto o nozoite, hoka no kisetsu ni hijō ni nite imasu. Watashitachi wa sore ni arushuno sepia-chō o motte imasu. Furasshu bakku no ryōiki wa 20 seiki shotō no yōroppa de, hijō ni haiiro ni mieru ryōiki ga arimasu. Karera ga mada iro o hoji shite iru baai demo, karera ga tatakau N fīrudo wa sukoshi haiirodesu. Karera ga jikan ya tsūjō no jikan ni modotte mite ite mo, ningen no sekai no ichibude wa nai yō ni miemasu. Karera wa mada yori shōsaide medatsu yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is very similar to the other seasons except since most is a flash back, we have a sort of slight sepia tone to it. The area in the flashback is very early 20th century Europe and has a very gray looking area. The N-field that they fight in is also a bit gray even if it still retains its color. No matter if they are looking back in time or the normal time, the dolls still seem like they are not part of the human world. They still seem more detailed and stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is very similar to the other seasons except since most is a flash back, we have a sort of slight sepia tone to it.\u001b[24m\n    \u001b[1mアニメーションは、ほとんどがフラッシュバックであることを除いて、他の季節に非常に似ています。私たちはそれにある種のセピア調を持っています。\u001b[22m, \u001b[1mアニメーションは、ほとんどがバックフラッシュされ、我々はそれにわずかなセピア調のようなものを持っているので除いて他の季節に非常に類似しています。\u001b[22m\n\u001b[4mThe area in the flashback is very early 20th century Europe and has a very gray looking area.\u001b[24m\n    \u001b[1mフラッシュバックの領域は20世紀初頭のヨーロッパで、非常に灰色に見える領域があります。\u001b[22m, \u001b[1mフラッシュバックでの面積が非常に20世紀初頭のヨーロッパであり、非常に灰色の探して面積を有しています。\u001b[22m\n\u001b[4mThe N-field that they fight in is also a bit gray even if it still retains its color.\u001b[24m\n    \u001b[1m彼らがまだ色を保持している場合でも、彼らが戦うNフィールドは少し灰色です。\u001b[22m, \u001b[1m彼らはで戦うN-フィールドには、それはまだその色を保持している場合でも、ビットグレーです。\u001b[22m\n\u001b[4mNo matter if they are looking back in time or the normal time, the dolls still seem like they are not part of the human world.\u001b[24m\n    \u001b[1m彼らが時間や通常の時間に戻って見ていても、人間の世界の一部ではないように見えます。\u001b[22m, \u001b[1m彼らは時間や通常時に戻って探している場合、彼らは人間の世界の一部ではないようにどんなに、人形がまだいるようです。\u001b[22m\n\u001b[4mThey still seem more detailed and stand out.\u001b[24m\n    \u001b[1m彼らはまだより詳細で目立つように見えます。\u001b[22m, \u001b[1m彼らはまだ、より詳細なようだと目立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nThe opening song is actually a lot more calming then the first two. It has an even more haunting presence to the song, I think because it sort of focuses more on Suigintou and her feelings rather then the others. The ending has a bit more of an up beat then the opening which is opposite to the other seasons.\n\n\u001b[1mオープニング曲は実際には最初の2曲がもっと静かです。 それは歌にさらに忘れられない存在感を持っています。それは、それがSuigintouと彼女の気持ちをもっと重視しているからです。 エンディングは、他の季節とは逆のオープニングで、もう少しアップビートがあります。\u001b[22m\n\u001b[1m(Ōpuningu-kyoku wa jissai ni wa saisho no 2-kyoku ga motto shizukadesu. Sore wa uta ni sarani wasurerarenai sonzai-kan o motte imasu. Sore wa, sore ga Suigintou to kanojo no kimochi o motto jūshi shite irukaradesu. Endingu wa, hoka no kisetsu to wa gyaku no ōpuningu de, mōsukoshi appubīto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe opening song is actually a lot more calming then the first two. It has an even more haunting presence to the song, I think because it sort of focuses more on Suigintou and her feelings rather then the others. The ending has a bit more of an up beat then the opening which is opposite to the other seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening song is actually a lot more calming then the first two.\u001b[24m\n    \u001b[1mオープニング曲は実際には最初の2曲がもっと静かです。\u001b[22m, \u001b[1mオープニング曲は、実際にはもっとして最初の2を落ち着かせるたくさんあります。\u001b[22m\n\u001b[4mIt has an even more haunting presence to the song, I think because it sort of focuses more on Suigintou and her feelings rather then the others.\u001b[24m\n    \u001b[1mそれは歌にさらに忘れられない存在感を持っています。それは、それがSuigintouと彼女の気持ちをもっと重視しているからです。\u001b[22m, \u001b[1mそれは一種の水銀燈というし、彼女の気持ち他人にもっと焦点を当てので、私が思うに、歌にさらに多くの忘れられない存在感を示しています。\u001b[22m\n\u001b[4mThe ending has a bit more of an up beat then the opening which is opposite to the other seasons.\u001b[24m\n    \u001b[1mエンディングは、他の季節とは逆のオープニングで、もう少しアップビートがあります。\u001b[22m, \u001b[1mエンディングは、最大のもう少しは、その後、他の季節とは反対側の開口部を破りました。\u001b[22m\n\u001b[1m\u001b[22m\nThough this was a very short ‘OVA’ (or at least I think it was an OVA), it had a lot of information that I really do think was needed about the dolls and the Alice Game. It still had a lot of questions but it answered more then it gave.\n\n\u001b[1mこれは非常に短い「OVA」（または少なくともOVAだと思いますが）、人形やアリスゲームについて本当に必要と思われる多くの情報がありました。 まだ多くの質問がありましたが、もっと答えました。\u001b[22m\n\u001b[1m(Kore wa hijō ni mijikai `ovu~a'(matawa sukunakutomo ovu~ada to omoimasuga), ningyō ya arisugēmu ni tsuite hontōni hitsuyō to omowa reru ōku no jōhō ga arimashita. Mada ōku no shitsumon ga arimashitaga, motto kotaemashita.)\u001b[22m\n\nTranslations of \u001b[4mThough this was a very short ‘OVA’ (or at least I think it was an OVA), it had a lot of information that I really do think was needed about the dolls and the Alice Game. It still had a lot of questions but it answered more then it gave.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough this was a very short ‘OVA’ (or at least I think it was an OVA), it had a lot of information that I really do think was needed about the dolls and the Alice Game.\u001b[24m\n    \u001b[1mこれは非常に短い「OVA」（または少なくともOVAだと思いますが）、人形やアリスゲームについて本当に必要と思われる多くの情報がありました。\u001b[22m, \u001b[1mこれは非常に短い「OVA」だったが、それは私が本当に人形とアリスゲームについて必要だったと思います多くの情報を持っていた（または少なくとも私はそれがOVAだったと思います）。\u001b[22m\n\u001b[4mIt still had a lot of questions but it answered more then it gave.\u001b[24m\n    \u001b[1mまだ多くの質問がありましたが、もっと答えました。\u001b[22m, \u001b[1mそれはまだ多くの質問があったが、それは与え、それはより多くの答え。\u001b[22m"
  },
  {
    "title": "Rozen_Maiden__Ouvert%C3%BCre",
    "id": "1719",
    "url": "https://myanimelist.net/anime/1719/Rozen_Maiden__Ouvert%C3%BCre",
    "user": "st_owly",
    "profile": "/profile/st_owly/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=10803",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  7\nキャラクター|  8\n|  7\n\n序曲は、基本的には、すみまとうが真紅をそんなに憎む理由を説明する裏話です。\n\nストーリー：私はそれをかなり要約しました。 それは2つのエピソードできちんと説明されています。そしてあなたは、SuigintouとShinkuが最初に出会う時から、Suigintouに至るまで、エピソード2の終わりにShinkuの憎しみを説明する友人です。 完全にランダムであるように見えるバックストーリーとは異なり、実際に一緒になって一貫したストーリーを形成します。\n\nアート：それは最初のシリーズと同じくらい良いとは思わなかった。 私はまだ2番目を見ていないので、私はそれについてコメントすることはできません。 色はそれほど良くなく、より素人に思えました。\n\nサウンド：再び、最初のシリーズほど良くはありません。 テーマソングは再び優秀だった。  （私はAli Projectのファンですが）。 私が昨夜しか見たことがないのに、私がここに座ってそれについて何かを覚えるのに苦労しているので、サウンドトラックは明らかに思い出に残るものではありませんでした。\n\nCharacter：このことについては、特にShinkuとSuigintouの方が、Chractersが一番良かったです。 水越の姿勢の変化は非常にうまくいきました。 私は本当に本当に末っ子のために申し訳なく思った。  Shinkuの過去のメディアSaraは、Shinkuに対する彼女の期待に少し苛立っていた。 他のすべてのキャラクターは、トークン量のスクリーン時間しか持っていないので、私はそれらにコメントするつもりはありません。\n\n全体的に：それは他の何よりも先に見てはいけませんが、最初のシーズンを見ると、それはSuigintouの憎しみの背後にある素敵な説明です。\n\n\nこれは私の最初のレビューですので、建設的な批評は高く評価されます！  ＆lt;",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOverture is basically a backstory explaining why Suigintou hates Shinku so much.\n\n\u001b[1m序曲は、基本的には、すみまとうが真紅をそんなに憎む理由を説明する裏話です。\u001b[22m\n\u001b[1m(Jokyoku wa, kihontekini wa, Sumi matouga shinku o son'nani nikumu riyū o setsumei suru urabanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverture is basically a backstory explaining why Suigintou hates Shinku so much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverture is basically a backstory explaining why Suigintou hates Shinku so much.\u001b[24m\n    \u001b[1m序曲は、基本的には、すみまとうが真紅をそんなに憎む理由を説明する裏話です。\u001b[22m, \u001b[1mオーバーチュアは、基本的に水銀燈はあまり真紅を憎む理由を説明裏話です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: I've pretty much summarised it up there. It is explained nicely in the 2 episodes, and you see the transition from when Suigintou and Shinku first meet, and they are friends, all the way to Suigintou explaning her hatred of Shinku at the end of episode 2. The events leading up to it make sense, and do actually fit together to form a coherent story, unlike some back stories which just appear to be totally random.\n\n\u001b[1mストーリー：私はそれをかなり要約しました。 それは2つのエピソードできちんと説明されています。そしてあなたは、SuigintouとShinkuが最初に出会う時から、Suigintouに至るまで、エピソード2の終わりにShinkuの憎しみを説明する友人です。 完全にランダムであるように見えるバックストーリーとは異なり、実際に一緒になって一貫したストーリーを形成します。\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa sore o kanari yōyaku shimashita. Sore wa 2tsu no episōdo de kichinto setsumei sa rete imasu. Soshite anata wa, Suigintou to Shinku ga saisho ni deau toki kara, Suigintou ni itaru made, episōdo 2 no owari ni Shinku no nikushimi o setsumei suru yūjindesu. Kanzen ni randamudearu yō ni mieru bakkusutōrī to wa kotonari, jissai ni issho ni natte ikkan shita sutōrī o keisei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: I've pretty much summarised it up there. It is explained nicely in the 2 episodes, and you see the transition from when Suigintou and Shinku first meet, and they are friends, all the way to Suigintou explaning her hatred of Shinku at the end of episode 2. The events leading up to it make sense, and do actually fit together to form a coherent story, unlike some back stories which just appear to be totally random.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I've pretty much summarised it up there.\u001b[24m\n    \u001b[1mストーリー：私はそれをかなり要約しました。\u001b[22m, \u001b[1mストーリー：私はかなりそこにそれをまとめました。\u001b[22m\n\u001b[4mIt is explained nicely in the 2 episodes, and you see the transition from when Suigintou and Shinku first meet, and they are friends, all the way to Suigintou explaning her hatred of Shinku at the end of episode 2. The events leading up to it\u001b[24m\n    \u001b[1mそれは2つのエピソードできちんと説明されています。そしてあなたは、SuigintouとShinkuが最初に出会う時から、Suigintouに至るまで、エピソード2の終わりにShinkuの憎しみを説明する友人です。\u001b[22m, \u001b[1mこれは、2のエピソードでうまく説明されている、とあなたは水銀燈と真紅が最初に会った時からの移行を参照してください、そして、彼らは友人、水銀燈はそれに至るまでのエピソード2.イベントの最後に真紅の彼女の憎しみをexplaningのすべての方法です\u001b[22m\n\u001b[4mmake sense, and do actually fit together to form a coherent story, unlike some back stories which just appear to be totally random.\u001b[24m\n    \u001b[1m完全にランダムであるように見えるバックストーリーとは異なり、実際に一緒になって一貫したストーリーを形成します。\u001b[22m, \u001b[1m意味をなさないし、実際には完全にランダムであるように見えるいくつかのバックストーリーとは異なり、コヒーレント物語を形成するために一緒にフィットします。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I didn't think it was as good as the first series'. I haven't seen the 2nd yet so I can't comment on it. The colours weren't as good and it just seemed more amateurish.\n\n\u001b[1mアート：それは最初のシリーズと同じくらい良いとは思わなかった。 私はまだ2番目を見ていないので、私はそれについてコメントすることはできません。 色はそれほど良くなく、より素人に思えました。\u001b[22m\n\u001b[1m(Āto: Sore wa saisho no shirīzu to onaji kurai yoi to wa omowanakatta. Watashi wa mada 2-banme o mite inainode, watashi wa sore ni tsuite komento suru koto wa dekimasen. Iro wa sore hodo yokunaku, yori shirōto ni omoemashita.)\u001b[22m\n\nTranslations of \u001b[4mArt: I didn't think it was as good as the first series'. I haven't seen the 2nd yet so I can't comment on it. The colours weren't as good and it just seemed more amateurish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I didn't think it was as good as the first series'.\u001b[24m\n    \u001b[1mアート：それは最初のシリーズと同じくらい良いとは思わなかった。\u001b[22m, \u001b[1mアート：私はそれが最初のシリーズ」と同じくらい良かったとは思いませんでした。\u001b[22m\n\u001b[4mI haven't seen the 2nd yet so I can't comment on it.\u001b[24m\n    \u001b[1m私はまだ2番目を見ていないので、私はそれについてコメントすることはできません。\u001b[22m, \u001b[1m私は第二を見ていない、まだ私はそれについてコメントすることはできません。\u001b[22m\n\u001b[4mThe colours weren't as good and it just seemed more amateurish.\u001b[24m\n    \u001b[1m色はそれほど良くなく、より素人に思えました。\u001b[22m, \u001b[1m色がほど良くはなかった、それはちょうどより多くの素人に思えました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Again, not as good as the first series. The theme song was again excellent. (though I am an Ali Project fan). The soundtrack obviously wasn't memorable as I'm sitting here struggling to remember anything about it even though I only watched it last night.\n\n\u001b[1mサウンド：再び、最初のシリーズほど良くはありません。 テーマソングは再び優秀だった。  （私はAli Projectのファンですが）。 私が昨夜しか見たことがないのに、私がここに座ってそれについて何かを覚えるのに苦労しているので、サウンドトラックは明らかに思い出に残るものではありませんでした。\u001b[22m\n\u001b[1m(Saundo: Futatabi, saisho no shirīzu hodo yoku wa arimasen. Tēmasongu wa futatabi yūshūdatta. (Watashi wa Ali Project no fandesuga). Watashi ga sakuya shika mita koto ga nai no ni, watashi ga koko ni suwatte sore ni tsuite nanika o oboeru no ni kurō shite irunode, saundotorakku wa akiraka ni omoide ni nokoru monode wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound: Again, not as good as the first series. The theme song was again excellent. (though I am an Ali Project fan). The soundtrack obviously wasn't memorable as I'm sitting here struggling to remember anything about it even though I only watched it last night.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Again, not as good as the first series.\u001b[24m\n    \u001b[1mサウンド：再び、最初のシリーズほど良くはありません。\u001b[22m, \u001b[1mサウンド：やはり、最初のシリーズほど良好ではありません。\u001b[22m\n\u001b[4mThe theme song was again excellent.\u001b[24m\n    \u001b[1mテーマソングは再び優秀だった。\u001b[22m, \u001b[1mテーマソングは再び優れていました。\u001b[22m\n\u001b[4m(though I am an Ali Project fan).\u001b[24m\n    \u001b[1m（私はAli Projectのファンですが）。\u001b[22m, \u001b[1m（私はアリプロジェクトのファンですが）。\u001b[22m\n\u001b[4mThe soundtrack obviously wasn't memorable as I'm sitting here struggling to remember anything about it even though I only watched it last night.\u001b[24m\n    \u001b[1m私が昨夜しか見たことがないのに、私がここに座ってそれについて何かを覚えるのに苦労しているので、サウンドトラックは明らかに思い出に残るものではありませんでした。\u001b[22m, \u001b[1m私は唯一の最後の夜、それを見ていても、それについて何かを覚えて苦労してここに座っているようなサウンドトラックは明らかに思い出に残るませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The chracters were the best thing about this, particularly Shinku and Suigintou. Suigintou's change in attitude was very well done, as was Shinku's pleas with her to understand. I actually felt really sorry for Shinku at the end, as she struggled to get Suigintou to understand her. Shinku's past medium Sara, was a little irritating in her expectations of Shinku though. All the other characters only got a token amount of screen time, so I'm not going to comment on them.\n\n\u001b[1mCharacter：このことについては、特にShinkuとSuigintouの方が、Chractersが一番良かったです。 水越の姿勢の変化は非常にうまくいきました。 私は本当に本当に末っ子のために申し訳なく思った。  Shinkuの過去のメディアSaraは、Shinkuに対する彼女の期待に少し苛立っていた。 他のすべてのキャラクターは、トークン量のスクリーン時間しか持っていないので、私はそれらにコメントするつもりはありません。\u001b[22m\n\u001b[1m(Kyarakuta: Kono koto ni tsuite wa, tokuni Shinku to Suigintou no kata ga, Chracters ga ichiban yokattadesu. Mizukoshi no shisei no henka wa hijō ni umaku ikimashita. Watashi wa hontōni hontōni suekko no tame ni mōshiwakenaku omotta. Shinku no kako no media Sara wa, Shinku ni taisuru kanojo no kitai ni sukoshi iradatte ita. Hoka no subete no kyarakutā wa, tōkun-ryō no sukurīn jikan shika motte inainode, watashi wa sorera ni komento suru tsumori wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The chracters were the best thing about this, particularly Shinku and Suigintou. Suigintou's change in attitude was very well done, as was Shinku's pleas with her to understand. I actually felt really sorry for Shinku at the end, as she struggled to get Suigintou to understand her. Shinku's past medium Sara, was a little irritating in her expectations of Shinku though. All the other characters only got a token amount of screen time, so I'm not going to comment on them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The chracters were the best thing about this, particularly Shinku and Suigintou.\u001b[24m\n    \u001b[1mCharacter：このことについては、特にShinkuとSuigintouの方が、Chractersが一番良かったです。\u001b[22m, \u001b[1mキャラクター：chractersは特に真紅や水銀燈、これについての最もよい事でした。\u001b[22m\n\u001b[4mSuigintou's change in attitude was very well done, as was Shinku's pleas with her to understand.\u001b[24m\n    \u001b[1m水越の姿勢の変化は非常にうまくいきました。\u001b[22m, \u001b[1m理解するために彼女と真紅の嘆願があったような態度で水銀燈の変化は非常によく、行われていました。\u001b[22m\n\u001b[4mI actually felt really sorry for Shinku at the end, as she struggled to get Suigintou to understand her.\u001b[24m\n    \u001b[1m私は本当に本当に末っ子のために申し訳なく思った。\u001b[22m, \u001b[1m彼女は彼女を理解するために水銀燈を得るのに苦労として、私は実際には、最後に真紅のために本当に気の毒に思いました。\u001b[22m\n\u001b[4mShinku's past medium Sara, was a little irritating in her expectations of Shinku though.\u001b[24m\n    \u001b[1mShinkuの過去のメディアSaraは、Shinkuに対する彼女の期待に少し苛立っていた。\u001b[22m, \u001b[1m真紅の過去培地サラは、しかし真紅の彼女の期待に少し刺激性を示しました。\u001b[22m\n\u001b[4mAll the other characters only got a token amount of screen time, so I'm not going to comment on them.\u001b[24m\n    \u001b[1m他のすべてのキャラクターは、トークン量のスクリーン時間しか持っていないので、私はそれらにコメントするつもりはありません。\u001b[22m, \u001b[1m他のすべての文字が画面だけ時間のトークン量を得たので、私はそれについてコメントするつもりはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Don't watch it before anything else, but once you've watched the first season, it's a nice explanation behind Suigintou's hatred.\n\n\u001b[1m全体的に：それは他の何よりも先に見てはいけませんが、最初のシーズンを見ると、それはSuigintouの憎しみの背後にある素敵な説明です。\u001b[22m\n\u001b[1m(Zentai-teki ni: Sore wa hoka no naniyori mo sakini mite wa ikemasenga, saisho no shīzun o miru to, soreha Suigintou no nikushimi no haigo ni aru sutekina setsumeidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Don't watch it before anything else, but once you've watched the first season, it's a nice explanation behind Suigintou's hatred.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Don't watch it before anything else, but once you've watched the first season, it's a nice explanation behind Suigintou's hatred.\u001b[24m\n    \u001b[1m全体的に：それは他の何よりも先に見てはいけませんが、最初のシーズンを見ると、それはSuigintouの憎しみの背後にある素敵な説明です。\u001b[22m, \u001b[1m全体：何かの前にそれを見てはいけない、しかし、あなたが最初のシーズンを見てきたら、それは水銀燈の憎悪の背後にある素敵な説明です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review so constructive criticism would be appreciated! &gt;&lt;\n\n\u001b[1mこれは私の最初のレビューですので、建設的な批評は高く評価されます！  ＆lt;\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesunode, kensetsu-tekina hihyō wa takaku hyōka sa remasu! & Lt;)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review so constructive criticism would be appreciated! &gt;&lt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review so constructive criticism would be appreciated!\u001b[24m\n    \u001b[1mこれは私の最初のレビューですので、建設的な批評は高く評価されます！\u001b[22m, \u001b[1mこれは私の最初のレビューので、建設的な批判をいただければ幸いです！\u001b[22m\n\u001b[4m&gt;&lt;\u001b[24m\n    \u001b[1m＆lt;\u001b[22m, \u001b[1m＆GT;＆LT;\u001b[22m"
  },
  {
    "title": "Rozen_Maiden__Ouvert%C3%BCre",
    "id": "1719",
    "url": "https://myanimelist.net/anime/1719/Rozen_Maiden__Ouvert%C3%BCre",
    "user": "HEAVYb51",
    "profile": "/profile/HEAVYb51/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=62367",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はローゼンメイデンシリーズ（traumundを含む）を楽しんだと言わなければならないが、この2つのエピソードは、シリーズ全体の中で私のお気に入りのローゼンメイデンの一枚です。\n元の2シーズンは物語をとてもうまく完成させましたが、それは決してsuigintouの過去を詳しく説明しません。 このスペシャルは実際には、熟女が手がけた悲劇的な混乱を理解するのに役立ちます。 一度私がこのスペシャルを終えたら、私はshinkuとsuigintouの両方が劇的に変わったのを見て、それは良いことだと気づく価値があります。 深い心理的な問題が2つの間に存在し、この特別なことは本当にそれをよく指摘し、\n\nあなたがローゼンメイデンを愛しているなら、あなたは間違いなくこれを愛するでしょう",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI must say that i enjoyed the Rozen maiden series (including traumund), however, this 2 episode special is my favorite piece of rozen maiden out of the entire series.\n\n\u001b[1m私はローゼンメイデンシリーズ（traumundを含む）を楽しんだと言わなければならないが、この2つのエピソードは、シリーズ全体の中で私のお気に入りのローゼンメイデンの一枚です。\u001b[22m\n\u001b[1m(Watashi wa rōzenmeidenshirīzu (traumund o fukumu) o tanoshinda to iwanakereba naranaiga, kono 2tsu no episōdo wa, shirīzu zentai no naka de watashinōkiniiri no rōzenmeiden no ichi-maidesu.)\u001b[22m\n\nTranslations of \u001b[4mI must say that i enjoyed the Rozen maiden series (including traumund), however, this 2 episode special is my favorite piece of rozen maiden out of the entire series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI must say that i enjoyed the Rozen maiden series (including traumund), however, this 2 episode special is my favorite piece of rozen maiden out of the entire series.\u001b[24m\n    \u001b[1m私はローゼンメイデンシリーズ（traumundを含む）を楽しんだと言わなければならないが、この2つのエピソードは、シリーズ全体の中で私のお気に入りのローゼンメイデンの一枚です。\u001b[22m, \u001b[1m私は私がしかし、特別なこの2エピソードはシリーズ全体のうち、ローゼンメイデンの私のお気に入りの一枚である、（traumund含む）ローゼンメイデンシリーズを楽しんだと言わなければなりません。\u001b[22m\nWhile the original two seasons completed the story very well, it never goes into detail into suigintou's past. This special really helps the viewer understand the tragic turmoil that suigintou went through, at the hands of shinku. once i finished this special it is worth noting that the way i viewed both shinku and suigintou changed dramatically, and thats a good thing. deep psychological problems exist between the two, and this special really points it out well,\n\n\u001b[1m元の2シーズンは物語をとてもうまく完成させましたが、それは決してsuigintouの過去を詳しく説明しません。 このスペシャルは実際には、熟女が手がけた悲劇的な混乱を理解するのに役立ちます。 一度私がこのスペシャルを終えたら、私はshinkuとsuigintouの両方が劇的に変わったのを見て、それは良いことだと気づく価値があります。 深い心理的な問題が2つの間に存在し、この特別なことは本当にそれをよく指摘し、\u001b[22m\n\u001b[1m(Gen no 2 shīzun wa monogatari o totemo umaku kansei sa semashitaga, sore wa kesshite suigintou no kako o kuwashiku setsumei shimasen. Kono supesharu wa jissai ni wa, jukujo ga tegaketa higeki-tekina konran o rikai suru no ni yakudachimasu. Ichido watashi ga kono supesharu o oetara, watashi wa shinku to suigintou no ryōhō ga gekiteki ni kawatta no o mite, sore wa yoi kotoda to kidzuku kachi ga arimasu. Fukai shinri-tekina mondai ga 2tsu no ma ni sonzai shi, kono tokubetsuna koto wa hontōni sore o yoku shiteki shi,)\u001b[22m\n\nTranslations of \u001b[4mWhile the original two seasons completed the story very well, it never goes into detail into suigintou's past. This special really helps the viewer understand the tragic turmoil that suigintou went through, at the hands of shinku. once i finished this special it is worth noting that the way i viewed both shinku and suigintou changed dramatically, and thats a good thing. deep psychological problems exist between the two, and this special really points it out well,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the original two seasons completed the story very well, it never goes into detail into suigintou's past.\u001b[24m\n    \u001b[1m元の2シーズンは物語をとてもうまく完成させましたが、それは決してsuigintouの過去を詳しく説明しません。\u001b[22m, \u001b[1m元の二つの季節は非常によく話を完了したが、それは水銀燈の過去に詳細に入ることはありません。\u001b[22m\n\u001b[4mThis special really helps the viewer understand the tragic turmoil that suigintou went through, at the hands of shinku.\u001b[24m\n    \u001b[1mこのスペシャルは実際には、熟女が手がけた悲劇的な混乱を理解するのに役立ちます。\u001b[22m, \u001b[1mこの特殊は本当に視聴者が水銀燈は真紅の手で、通過した悲劇的な混乱を理解するのに役立ちます。\u001b[22m\n\u001b[4monce i finished this special it is worth noting that the way i viewed both shinku and suigintou changed dramatically, and thats a good thing.\u001b[24m\n    \u001b[1m一度私がこのスペシャルを終えたら、私はshinkuとsuigintouの両方が劇的に変わったのを見て、それは良いことだと気づく価値があります。\u001b[22m, \u001b[1m私は、これは特別終わったら、私が真紅や水銀燈の両方を見た方法が劇的に変化していることは注目に値する、と良いことのthats。\u001b[22m\n\u001b[4mdeep psychological problems exist between the two, and this special really points it out well,\u001b[24m\n    \u001b[1m深い心理的な問題が2つの間に存在し、この特別なことは本当にそれをよく指摘し、\u001b[22m, \u001b[1m深い心理的な問題は、両者の間に存在し、この特殊は本当によくそれを指摘し、\u001b[22m\n\u001b[1m\u001b[22m\nwhat else can i say, if you love rozen maiden then you will definitely love this\n\n\u001b[1mあなたがローゼンメイデンを愛しているなら、あなたは間違いなくこれを愛するでしょう\u001b[22m\n\u001b[1m(Anata ga rōzenmeiden o aishite irunara, anata wa machigainaku kore o aisurudeshou)\u001b[22m\n\nTranslations of \u001b[4mwhat else can i say, if you love rozen maiden then you will definitely love this\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhat else can i say, if you love rozen maiden then you will definitely love this\u001b[24m\n    \u001b[1mあなたがローゼンメイデンを愛しているなら、あなたは間違いなくこれを愛するでしょう\u001b[22m, \u001b[1m私はあなたがローゼンメイデンを愛していれば、あなたは間違いなくこれを愛します、他に何を言うことができます\u001b[22m"
  },
  {
    "title": "Rozen_Maiden__Ouvert%C3%BCre",
    "id": "1719",
    "url": "https://myanimelist.net/anime/1719/Rozen_Maiden__Ouvert%C3%BCre",
    "user": "ireneotaku",
    "profile": "/profile/ireneotaku/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=29208",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  6\nキャラクター|  10\n|  9\n\n3人のローゼンメイデンのうち、私はこれが最も暗い色調をしていると思う。 第1シーズンのライトトーンと第2シーズンの始まりとを分けることは、ショーが必要とするものである。 ショーへのこの序曲を持つことは、あなたが行くなら、特定のキャラクターに多くの効果を加え、そして2つ目のエピソードを見てください。 全体的には驚くべきことですが、ローゼンメイデンが見なければならないことを見ているほとんどの人が見ている時間は1時間未満です。 私はそれが第1シーズンよりも優れており、第2シーズンと同等であると思う。 唯一のことは、第2シーズン前の最初のシーズン後にこれを見ると、ショー全体がより意味をなさないということです。 だから私はそれが価値があることを見ているのに要する1時間はそれだと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOut of the three Rozen Maiden's I think that this one has the darkest tone. Separating from the light tone of the first season and the beginning of the second season is something the show needed. Having this overture to the show added more effect to a certain character if you go, and watch the second episode. Overall it is amazing and for less than an hour to watch is something most anyone watching Rozen Maiden should watch. I think that it is even better than the first season, and on par with the second. The only thing is that if you watch this after the first seasons before the second the entire show makes more sense. So I think that for the one hour that it takes to watch it is definitely worth it.\n\n\u001b[1m3人のローゼンメイデンのうち、私はこれが最も暗い色調をしていると思う。 第1シーズンのライトトーンと第2シーズンの始まりとを分けることは、ショーが必要とするものである。 ショーへのこの序曲を持つことは、あなたが行くなら、特定のキャラクターに多くの効果を加え、そして2つ目のエピソードを見てください。 全体的には驚くべきことですが、ローゼンメイデンが見なければならないことを見ているほとんどの人が見ている時間は1時間未満です。 私はそれが第1シーズンよりも優れており、第2シーズンと同等であると思う。 唯一のことは、第2シーズン前の最初のシーズン後にこれを見ると、ショー全体がより意味をなさないということです。 だから私はそれが価値があることを見ているのに要する1時間はそれだと思う。\u001b[22m\n\u001b[1m(3-Ri no rōzenmeiden no uchi, watashi wa kore ga mottomo kurai shikichō o shite iru to omou. Dai 1 shīzun no raitotōn to dai 2 shīzun no hajimari to o wakeru koto wa, shō ga hitsuyō to suru monodearu. Shō e no kono jokyoku o motsu koto wa, anata ga ikunara, tokutei no kyarakutā ni ōku no kōka o kuwae, soshite 2tsu-me no episōdo o mite kudasai. Zentai-teki ni wa odorokubeki kotodesuga, rōzenmeiden ga minakereba naranai koto o mite iru hotondo no hito ga mite iru jikan wa 1-jikan-mimandesu. Watashi wa sore ga dai 1 shīzun yori mo sugurete ori, dai 2 shīzun to dōtōdearu to omou. Yuiitsu no koto wa, dai 2 shīzun mae no saisho no shīzun-go ni kore o miru to, shō zentai ga yori imiwonasanai to iu kotodesu. Dakara watashi wa sore ga kachi ga aru koto o mite iru no ni yōsuru 1-jikan wa soreda to omou.)\u001b[22m\n\nTranslations of \u001b[4mOut of the three Rozen Maiden's I think that this one has the darkest tone. Separating from the light tone of the first season and the beginning of the second season is something the show needed. Having this overture to the show added more effect to a certain character if you go, and watch the second episode. Overall it is amazing and for less than an hour to watch is something most anyone watching Rozen Maiden should watch. I think that it is even better than the first season, and on par with the second. The only thing is that if you watch this after the first seasons before the second the entire show makes more sense. So I think that for the one hour that it takes to watch it is definitely worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOut of the three Rozen Maiden's I think that this one has the darkest tone.\u001b[24m\n    \u001b[1m3人のローゼンメイデンのうち、私はこれが最も暗い色調をしていると思う。\u001b[22m, \u001b[1m3ローゼンメイデンのうち、私はこの1つは、最も暗いトーンを持っていると思います。\u001b[22m\n\u001b[4mSeparating from the light tone of the first season and the beginning of the second season is something the show needed.\u001b[24m\n    \u001b[1m第1シーズンのライトトーンと第2シーズンの始まりとを分けることは、ショーが必要とするものである。\u001b[22m, \u001b[1m最初のシーズンの光のトーンと第二シーズンの初めから分離することによって、何か必要なショーです。\u001b[22m\n\u001b[4mHaving this overture to the show added more effect to a certain character if you go, and watch the second episode.\u001b[24m\n    \u001b[1mショーへのこの序曲を持つことは、あなたが行くなら、特定のキャラクターに多くの効果を加え、そして2つ目のエピソードを見てください。\u001b[22m, \u001b[1mあなたが行く、と第2話を見た場合に表示するには、この序曲を持つことは、特定の文字に、より効果を追加しました。\u001b[22m\n\u001b[4mOverall it is amazing and for less than an hour to watch is something most anyone watching Rozen Maiden should watch.\u001b[24m\n    \u001b[1m全体的には驚くべきことですが、ローゼンメイデンが見なければならないことを見ているほとんどの人が見ている時間は1時間未満です。\u001b[22m, \u001b[1m全体的に素晴らしいですし、時間未満視聴するためには、ローゼンメイデンを見て、ほとんど誰もが見るべきものです。\u001b[22m\n\u001b[4mI think that it is even better than the first season, and on par with the second.\u001b[24m\n    \u001b[1m私はそれが第1シーズンよりも優れており、第2シーズンと同等であると思う。\u001b[22m, \u001b[1m私はそれが最初のシーズンよりも優れており、第二に匹敵すると思います。\u001b[22m\n\u001b[4mThe only thing is that if you watch this after the first seasons before the second the entire show makes more sense.\u001b[24m\n    \u001b[1m唯一のことは、第2シーズン前の最初のシーズン後にこれを見ると、ショー全体がより意味をなさないということです。\u001b[22m, \u001b[1m唯一のことは、あなたが第二の前に最初のシーズン後にこれを見た場合、全体のショーはより多くの意味を持つことです。\u001b[22m\n\u001b[4mSo I think that for the one hour that it takes to watch it is definitely worth it.\u001b[24m\n    \u001b[1mだから私はそれが価値があることを見ているのに要する1時間はそれだと思う。\u001b[22m, \u001b[1mだから私は、それはそれを見るのにかかる1時間のためにそれは間違いなく価値があると思います。\u001b[22m"
  },
  {
    "title": "Rozen_Maiden__Ouvert%C3%BCre",
    "id": "1719",
    "url": "https://myanimelist.net/anime/1719/Rozen_Maiden__Ouvert%C3%BCre",
    "user": "MiaSkyler14",
    "profile": "/profile/MiaSkyler14/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=78423",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はオーバーテイクが大好き！ このレビューを読んで、ローゼンメイデンが好きな人は、それを見なければなりません！ 私はそれが少し長くなると思ったが、物語は非常に良かった、それは私の唯一の苦境です。 新来と水越の関係は誰もが知っていなければならないことです。 芸術は他の2つの季節と同じようにかなり良いものでした。\n私はオープニングが大好き！ 今すぐ私の好きなアニメのオープニングの一つ！  ：） それはとても美しい。 悲しいことに、アニメのエンディングにはほとんど注意を払わないので、エンディングについては何も言いません。\nキャラクターは素晴らしかったです。 いつものように、私は彼女が他の2シーズンとは違っていましたが、真紅は大好きでした。 冷たくて過酷。\n私はSuigintouのために愛/嫌悪感を持っていました。最初は彼女はかなり甘くて決心したようでしたが、結局のところ、彼女は遠すぎると思います。 あなたは私が何を意味するか知るためにそれを見る必要があります、私はあなたのためにそれを台無しにするつもりはありません。  ;）\n\n私の全体的な楽しさは確かに10でした！ 唯一のことは、私がもっと欲しがっていることです。ローゼンメイデンの第3シーズンは必須です！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI loved overture!!! Anyone who reads this review and likes rozen maiden must watch it! The story was very good though I did think it would be a little longer, that's my only qualm. The relationship between Shinku and Suigintou is one everyone must know about. The art was pretty good too, the same as the other 2 seasons.\n\n\u001b[1m私はオーバーテイクが大好き！ このレビューを読んで、ローゼンメイデンが好きな人は、それを見なければなりません！ 私はそれが少し長くなると思ったが、物語は非常に良かった、それは私の唯一の苦境です。 新来と水越の関係は誰もが知っていなければならないことです。 芸術は他の2つの季節と同じようにかなり良いものでした。\u001b[22m\n\u001b[1m(Watashi wa ōbāteiku ga daisuki! Kono rebyū o yonde, rōzenmeiden ga sukinahito wa, sore o minakereba narimasen! Watashi wa sore ga sukoshi nagaku naru to omottaga, monogatari wa hijō ni yokatta, sore wa watashi no yuiitsu no kukyōdesu. Shinrai to Mizukoshi no kankei wa daremoga shitte inakereba naranai kotodesu. Geijutsu wa hoka no 2tsu no kisetsu to onajiyōni kanari yoi monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI loved overture!!! Anyone who reads this review and likes rozen maiden must watch it! The story was very good though I did think it would be a little longer, that's my only qualm. The relationship between Shinku and Suigintou is one everyone must know about. The art was pretty good too, the same as the other 2 seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved overture!!!\u001b[24m\n    \u001b[1m私はオーバーテイクが大好き！\u001b[22m, \u001b[1m私は序曲を愛しました！\u001b[22m\n\u001b[4mAnyone who reads this review and likes rozen maiden must watch it!\u001b[24m\n    \u001b[1mこのレビューを読んで、ローゼンメイデンが好きな人は、それを見なければなりません！\u001b[22m, \u001b[1mこの口コミを読み取り、ローゼンメイデンが好き誰もがそれを見なければなりません！\u001b[22m\n\u001b[4mThe story was very good though I did think it would be a little longer, that's my only qualm.\u001b[24m\n    \u001b[1m私はそれが少し長くなると思ったが、物語は非常に良かった、それは私の唯一の苦境です。\u001b[22m, \u001b[1m私はそれが少し長くなると思いでしたが話はそれが私の唯一の迷惑を掛けるだ、非常に良好でした。\u001b[22m\n\u001b[4mThe relationship between Shinku and Suigintou is one everyone must know about.\u001b[24m\n    \u001b[1m新来と水越の関係は誰もが知っていなければならないことです。\u001b[22m, \u001b[1m真紅と水銀燈との関係は、誰もが知っている必要があります一つです。\u001b[22m\n\u001b[4mThe art was pretty good too, the same as the other 2 seasons.\u001b[24m\n    \u001b[1m芸術は他の2つの季節と同じようにかなり良いものでした。\u001b[22m, \u001b[1m芸術は、あまりにも他の2シーズンと同じでかなり良かったです。\u001b[22m\nI loved the opening! One of my favorite anime openings right now! :) It's very...beautiful. Sadly I don't usually pay much attention to anime endings so I have nothing to say about the ending.\n\n\u001b[1m私はオープニングが大好き！ 今すぐ私の好きなアニメのオープニングの一つ！  ：） それはとても美しい。 悲しいことに、アニメのエンディングにはほとんど注意を払わないので、エンディングについては何も言いません。\u001b[22m\n\u001b[1m(Watashi wa ōpuningu ga daisuki! Ima sugu watashi no sukina anime no ōpuningu no hitotsu! : ) Sore wa totemo utsukushī. Kanashī koto ni, anime no endingu ni wa hotondo chūi o harawanainode, endingu ni tsuite wa nani mo iimasen.)\u001b[22m\n\nTranslations of \u001b[4mI loved the opening! One of my favorite anime openings right now! :) It's very...beautiful. Sadly I don't usually pay much attention to anime endings so I have nothing to say about the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the opening!\u001b[24m\n    \u001b[1m私はオープニングが大好き！\u001b[22m, \u001b[1m私は、開口部を追加しました！\u001b[22m\n\u001b[4mOne of my favorite anime openings right now!\u001b[24m\n    \u001b[1m今すぐ私の好きなアニメのオープニングの一つ！\u001b[22m, \u001b[1m今、私の好きなアニメの開口部の1つ！\u001b[22m\n\u001b[4m:) It's very...beautiful.\u001b[24m\n    \u001b[1m：） それはとても美しい。\u001b[22m, \u001b[1m：） とても美しい。\u001b[22m, \u001b[1m：） とても美しいです。\u001b[22m, \u001b[1m:)それはとても美しいです。\u001b[22m, \u001b[1m:)これは非常に...美しいです。\u001b[22m\n\u001b[4mSadly I don't usually pay much attention to anime endings so I have nothing to say about the ending.\u001b[24m\n    \u001b[1m悲しいことに、アニメのエンディングにはほとんど注意を払わないので、エンディングについては何も言いません。\u001b[22m, \u001b[1m私は結末について何も言うことはありませんので、悲しいことに、私は通常、アニメのエンディングに多くの注意を払っていません。\u001b[22m\nThe characters were wonderful. As usual, I loved Shinku though she is different from how she is the other 2 seasons. More cold and harsh.\n\n\u001b[1mキャラクターは素晴らしかったです。 いつものように、私は彼女が他の2シーズンとは違っていましたが、真紅は大好きでした。 冷たくて過酷。\u001b[22m\n\u001b[1m(Kyarakutā wa subarashikattadesu. Itsumo no yō ni, watashi wa kanojo ga hoka no 2 shīzun to wa chigatte imashitaga, shinku wa daisukideshita. Tsumetakute kakoku.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were wonderful. As usual, I loved Shinku though she is different from how she is the other 2 seasons. More cold and harsh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were wonderful.\u001b[24m\n    \u001b[1mキャラクターは素晴らしかったです。\u001b[22m, \u001b[1m文字は素晴らしかったです。\u001b[22m\n\u001b[4mAs usual, I loved Shinku though she is different from how she is the other 2 seasons.\u001b[24m\n    \u001b[1mいつものように、私は彼女が他の2シーズンとは違っていましたが、真紅は大好きでした。\u001b[22m, \u001b[1m彼女は彼女が他の2シーズンでどのように異なっているもののいつものように、私は真紅を愛しました。\u001b[22m\n\u001b[4mMore cold and harsh.\u001b[24m\n    \u001b[1m冷たくて過酷。\u001b[22m, \u001b[1mもっと寒さと厳しいです。\u001b[22m\nI had a love/hate thing for Suigintou, at first she seemed quite sweet and determined but towards the end overture I think she goes too far. You will have to watch it to know what I mean, I'm not gonna spoil it for you. ;)\n\n\u001b[1m私はSuigintouのために愛/嫌悪感を持っていました。最初は彼女はかなり甘くて決心したようでしたが、結局のところ、彼女は遠すぎると思います。 あなたは私が何を意味するか知るためにそれを見る必要があります、私はあなたのためにそれを台無しにするつもりはありません。  ;）\u001b[22m\n\u001b[1m(Watashi wa Suigintou no tame ni ai/ ken'o-kan o motte imashita. Saisho wa kanojo wa kanari amakute kesshin shita yōdeshitaga, kekkyokunotokoro, kanojo wa tō sugiru to omoimasu. Anata wa watashi ga nani o imi suru ka shiru tame ni sore o miru hitsuyō ga arimasu, watashi wa anata no tame ni sore o dainashi ni suru tsumori wa arimasen. ; ))\u001b[22m\n\nTranslations of \u001b[4mI had a love/hate thing for Suigintou, at first she seemed quite sweet and determined but towards the end overture I think she goes too far. You will have to watch it to know what I mean, I'm not gonna spoil it for you. ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had a love/hate thing for Suigintou, at first she seemed quite sweet and determined but towards the end overture I think she goes too far.\u001b[24m\n    \u001b[1m私はSuigintouのために愛/嫌悪感を持っていました。最初は彼女はかなり甘くて決心したようでしたが、結局のところ、彼女は遠すぎると思います。\u001b[22m, \u001b[1m私は水銀燈のための愛/憎悪の事があったが、最初に彼女は非常に甘いと決定されたように見えたが、最後の序曲に向かって、私は彼女が行き過ぎだと思います。\u001b[22m\n\u001b[4mYou will have to watch it to know what I mean, I'm not gonna spoil it for you.\u001b[24m\n    \u001b[1mあなたは私が何を意味するか知るためにそれを見る必要があります、私はあなたのためにそれを台無しにするつもりはありません。\u001b[22m, \u001b[1mあなたは私があなたのためにそれを台無しつもりはないよ、私が何を意味するか知っているそれを見なければならないでしょう。\u001b[22m\n\u001b[4m;)\u001b[24m\n    \u001b[1m;）\u001b[22m\n\u001b[1m\u001b[22m\nMy overall enjoyment was indeed a 10! The only thing is it left me craving for more, a third season of rozen maiden is a must!\n\n\u001b[1m私の全体的な楽しさは確かに10でした！ 唯一のことは、私がもっと欲しがっていることです。ローゼンメイデンの第3シーズンは必須です！\u001b[22m\n\u001b[1m(Watashi no zentai-tekina tanoshisa wa tashika ni 10deshita! Yuiitsu no koto wa, watashi ga motto hoshi gatte iru kotodesu. Rōzenmeiden no dai 3 shīzun wa hissudesu!)\u001b[22m\n\nTranslations of \u001b[4mMy overall enjoyment was indeed a 10! The only thing is it left me craving for more, a third season of rozen maiden is a must!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy overall enjoyment was indeed a 10!\u001b[24m\n    \u001b[1m私の全体的な楽しさは確かに10でした！\u001b[22m, \u001b[1m私の全体的な楽しみは確かに10でした！\u001b[22m\n\u001b[4mThe only thing is it left me craving for more, a third season of rozen maiden is a must!\u001b[24m\n    \u001b[1m唯一のことは、私がもっと欲しがっていることです。ローゼンメイデンの第3シーズンは必須です！\u001b[22m, \u001b[1mそれは多くのための渇望を私に残っている唯一のものは、ローゼンメイデンの第三シーズンは必見です！\u001b[22m"
  }
]
