[
  {
    "title": "Captain_Harlock",
    "id": "17269",
    "url": "https://myanimelist.net/anime/17269/Captain_Harlock",
    "user": "Saulami_Jedi",
    "profile": "/profile/Saulami_Jedi/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=139513",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  8\n\nキャプテンハーロック\n\nこの映画には、Harlock Captainの原作や以前のアダプテーションの知識はありませんでした。 シノプシスを読んでいくつかの予告編を見ても、私は多くの時間とお金が生産に入ったことが分かりました。 そして、それはそれに関して失望しませんでした。 それはすごく怖かった！\n\nキャラクターとプロットの開発。  （6）。 私は、この映画で最大の不満は、ほとんどのMC（ヤマとエズラは特に）が本当に好きではなく、視聴者がアジェンダに投資することができなかったということです。 彼らはアイデンティティを与えられたように少しでもそのアイデンティティの感情と性格を探ったり捕らえたりしなかった、彼らのスクリーン上の瞬間を所有するのではなく、役割をちょうど「満たしている」。 それは固体の演奏を提供し、彼らのアイデンティティを肉体化するためにキャプテンHarlockと最初の仲間Yattaranのようなものに任せられました。 プロットやエモスはとても興味深く、時にはインスピレーションを与えてくれましたが、何かが起こるまで映画の多くが時折圧倒されてしまったという話を伝えるのがむしろ遅かったように感じました。 この遅いペースとは対照的ではあるが、アクションが蹴られたとき（驚くべきことを見ている間に - それは前に言った）、確かに感情を持ち上げてとても楽しい雰囲気を醸し出し、ペースとキャラクターのインタラクション プロットやストーリー展開に投資しています。\n\nアート、サウンド、アクション。  （9.5）うわー、素晴らしい、素晴らしい、美しい、または聖なる煙のバットマン！ アニメーションの詳細な制作レベルは信じられないほどであり、実際にこの機能を眼の喜びにしています。 アクションと芸術はシームレスに協働します。 サウンドは、このセクションをより良くする（完璧にする）ことができる唯一の小さな調整であり、それはサスペンスです。 まともなテーマがたくさん描かれていましたが、やはり高低のコントラストは実際にはうまくいっていませんでした。 まだまだ素晴らしいプロダクションの唯一の小さなボッチです。\n\n私が指摘したいと思っている小さな側面の1つのトピックですが、これは実際にスポイラーではなく「窓が壊れる」ものですが、スピーチ中の口の動きのアニメーションが同期していないということは、  。 あなたがそれを取り上げると、ちょっと迷惑になり、この欠陥に気づく機会がたくさんあります。 考慮する若干の気晴らし、それは映画を傷つけることはありませんが、ちょうど私のたわごとを悩ます。  （読者が同じ反応をしているかどうかは確かではありませんが、私自身もそうです）ダブとサブの両方で目立ちます。どちらも素晴らしいので、ダビングを見逃すことはありません。\n\nこの映画は、制作価値だけの大ヒット映画です。 壮大な物語を作るための美しいアクションシーンとキャラクターデザイン。 悲しいことに、キャラクターとプロットはそれと競合することはできません。 私はこの映画の中でたくさんのアイガズムを持っていて、楽しむための思い出深い瞬間がたくさんあります。 私はちょうどエスラとヤマのキャラクターをもう少し解き放ち、プロットを少し速くして、その美しさをもっと賞賛することができたのです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nCaptain Harlock\n\n\u001b[1mキャプテンハーロック\u001b[22m\n\u001b[1m(Kyaputenhārokku)\u001b[22m\n\nTranslations of \u001b[4mCaptain Harlock\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCaptain Harlock\u001b[24m\n    \u001b[1mキャプテンハーロック\u001b[22m\n\u001b[1m\u001b[22m\nGoing into this film, I had no prior knowledge of the source material or previous adaptations of Captain Harlock. Though reading the synopsis and watching some of its trailers, I could see a lot of time and money went into its production. And it didn't disappoint in that regard. It looked fucking amazing!\n\n\u001b[1mこの映画には、Harlock Captainの原作や以前のアダプテーションの知識はありませんでした。 シノプシスを読んでいくつかの予告編を見ても、私は多くの時間とお金が生産に入ったことが分かりました。 そして、それはそれに関して失望しませんでした。 それはすごく怖かった！\u001b[22m\n\u001b[1m(Kono eiga ni wa, Harlock Captain no gensaku ya izen no adaputēshon no chishiki wa arimasendeshita. Shinopushisu o yonde ikutsu ka no yokokuhen o mite mo, watashi wa ōku no jikan to okane ga seisan ni haitta koto ga wakarimashita. Soshite, sore wa sore ni kanshite shitsubō shimasendeshita. Sore wa sugoku kowakatta!)\u001b[22m\n\nTranslations of \u001b[4mGoing into this film, I had no prior knowledge of the source material or previous adaptations of Captain Harlock. Though reading the synopsis and watching some of its trailers, I could see a lot of time and money went into its production. And it didn't disappoint in that regard. It looked fucking amazing!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoing into this film, I had no prior knowledge of the source material or previous adaptations of Captain Harlock.\u001b[24m\n    \u001b[1mこの映画には、Harlock Captainの原作や以前のアダプテーションの知識はありませんでした。\u001b[22m, \u001b[1mこの映画に行く、私はソースの材料やキャプテンハーロックの前の適応の事前の知識がありませんでした。\u001b[22m\n\u001b[4mThough reading the synopsis and watching some of its trailers, I could see a lot of time and money went into its production.\u001b[24m\n    \u001b[1mシノプシスを読んでいくつかの予告編を見ても、私は多くの時間とお金が生産に入ったことが分かりました。\u001b[22m, \u001b[1mあらすじを読んで、トレーラーのいくつかを見たが、私は多くの時間とお金は、その生産に入った見ることができました。\u001b[22m\n\u001b[4mAnd it didn't disappoint in that regard.\u001b[24m\n    \u001b[1mそして、それはそれに関して失望しませんでした。\u001b[22m, \u001b[1mそして、それは、その点では期待を裏切りませんでした。\u001b[22m\n\u001b[4mIt looked fucking amazing!\u001b[24m\n    \u001b[1mそれはすごく怖かった！\u001b[22m, \u001b[1mそれはクソ素晴らしい見えました！\u001b[22m\n\u001b[1m\u001b[22m\nCharacters and Plot development. (6). I must say the biggest gripe I had with this movie was the fact that most of the MCs (Yama and Ezra especially) aren't really likable nor have audience investment to their agendas. They sort of just 'fill' their roles rather than own their on-screen moments, its a bit like they were given identities but never explored nor captured the emotion and character of their identity. It was left up to the likes of Captain Harlock and first mate Yattaran to deliver the solid performances and flesh out their identity. The plot and ethos was very interesting and at times inspiring but I felt as though the pace was rather slow in conveying the story which left much of the movie underwhelming at times until something happened. Although to contrast this slow pace, when the action kicked in (whilst looking fucking amazing! - yes i said it before) it certainly lifted emotion and developed a very enjoyable atmosphere to watch, Just needed a better balance in pace and character interactions to give an invested attachment to the plot and story unfolding.\n\n\u001b[1mキャラクターとプロットの開発。  （6）。 私は、この映画で最大の不満は、ほとんどのMC（ヤマとエズラは特に）が本当に好きではなく、視聴者がアジェンダに投資することができなかったということです。 彼らはアイデンティティを与えられたように少しでもそのアイデンティティの感情と性格を探ったり捕らえたりしなかった、彼らのスクリーン上の瞬間を所有するのではなく、役割をちょうど「満たしている」。 それは固体の演奏を提供し、彼らのアイデンティティを肉体化するためにキャプテンHarlockと最初の仲間Yattaranのようなものに任せられました。 プロットやエモスはとても興味深く、時にはインスピレーションを与えてくれましたが、何かが起こるまで映画の多くが時折圧倒されてしまったという話を伝えるのがむしろ遅かったように感じました。 この遅いペースとは対照的ではあるが、アクションが蹴られたとき（驚くべきことを見ている間に - それは前に言った）、確かに感情を持ち上げてとても楽しい雰囲気を醸し出し、ペースとキャラクターのインタラクション プロットやストーリー展開に投資しています。\u001b[22m\n\u001b[1m(Kyarakutā to purotto no kaihatsu. (6 ). Watashi wa, kono eiga de saidai no fuman wa, hotondo no MC (yama to ezura wa tokuni) ga hontōni sukide wa naku, shichō-sha ga ajenda ni tōshi suru koto ga dekinakatta to iu kotodesu. Karera wa aidentiti o atae rareta yō ni sukoshidemo sono aidentiti no kanjō to seikaku o saguttari torae tari shinakatta, karera no sukurīn-jō no shunkan o shoyū suru node wa naku, yakuwari o chōdo `mitashite iru'. Soreha kotai no ensō o teikyō shi, karera no aidentiti o nikutai-ka suru tame ni kyaputen Harlock to saisho no nakama Yattaran no yōna mono ni makase raremashita. Purotto ya emosu wa totemo kyōmibukaku, tokiniha insupirēshon o ataete kuremashitaga, nanika ga okoru made eiga no ōku ga tokiori attō sa rete shimatta to iu hanashi o tsutaeru no ga mushiro osokatta yō ni kanjimashita. Kono osoi pēsu to wa taishō-tekide wa aru ga, akushon ga kera reta toki (odorokubeki koto o mite iru ma ni - soreha mae ni itta), tashikani kanjō o mochiagete totemo tanoshī fun'iki o kamoshidashi, pēsu to kyarakutā no intarakushonpurotto ya sutōrī tenkai ni tōshi shite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nArt, Sound and Action. (9.5) Wow, awesome, amazing, beautiful or holy smokes batman! The production level in detail of the animation is incredible and really makes this feature an eyegasmic joy. The action and art seamlessly work together. Sound is the only small adjustment that could have made this section better (to be perfect) and that is the suspense. There were plenty of decent themes portrayed but again the contrast between the highs and lows didn't really connect well together. Still its only a small botch on an otherwise awesome production.\n\n\u001b[1mアート、サウンド、アクション。  （9.5）うわー、素晴らしい、素晴らしい、美しい、または聖なる煙のバットマン！ アニメーションの詳細な制作レベルは信じられないほどであり、実際にこの機能を眼の喜びにしています。 アクションと芸術はシームレスに協働します。 サウンドは、このセクションをより良くする（完璧にする）ことができる唯一の小さな調整であり、それはサスペンスです。 まともなテーマがたくさん描かれていましたが、やはり高低のコントラストは実際にはうまくいっていませんでした。 まだまだ素晴らしいプロダクションの唯一の小さなボッチです。\u001b[22m\n\u001b[1m(Āto, saundo, akushon. (9 . 5) Uwa ̄ , subarashī, subarashī, utsukushī, matawa seinaru kemuri no Battoman! Animēshon no shōsaina seisaku reberu wa shinji rarenai hododeari, jissai ni kono kinō o me no yorokobi ni shite imasu. Akushon to geijutsu wa shīmuresu ni kyōdō shimasu. Saundo wa, kono sekushon o yori yoku suru (kanpeki ni suru) koto ga dekiru yuiitsu no chīsana chōseideari, soreha sasupensudesu. Matomona tēma ga takusan egaka rete imashitaga, yahari takahiku no kontorasuto wa jissai ni wa umaku itte imasendeshita. Madamada subarashī purodakushon no yuiitsu no chīsana botchidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt, Sound and Action. (9.5) Wow, awesome, amazing, beautiful or holy smokes batman! The production level in detail of the animation is incredible and really makes this feature an eyegasmic joy. The action and art seamlessly work together. Sound is the only small adjustment that could have made this section better (to be perfect) and that is the suspense. There were plenty of decent themes portrayed but again the contrast between the highs and lows didn't really connect well together. Still its only a small botch on an otherwise awesome production.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt, Sound and Action.\u001b[24m\n    \u001b[1mアート、サウンド、アクション。\u001b[22m, \u001b[1mアート、サウンドとアクション。\u001b[22m\n\u001b[4m(9.5) Wow, awesome, amazing, beautiful or holy smokes batman!\u001b[24m\n    \u001b[1m（9.5）うわー、素晴らしい、素晴らしい、美しい、または聖なる煙のバットマン！\u001b[22m, \u001b[1m（9.5）うわー、素晴らしい、素晴らしい、美しいまたは聖なるバットマンは吸います！\u001b[22m\n\u001b[4mThe production level in detail of the animation is incredible and really makes this feature an eyegasmic joy.\u001b[24m\n    \u001b[1mアニメーションの詳細な制作レベルは信じられないほどであり、実際にこの機能を眼の喜びにしています。\u001b[22m, \u001b[1mアニメーションの詳細の生産レベルは信じられないほどで、本当にこの機能eyegasmic喜びになります。\u001b[22m\n\u001b[4mThe action and art seamlessly work together.\u001b[24m\n    \u001b[1mアクションと芸術はシームレスに協働します。\u001b[22m, \u001b[1mアクションとアートがシームレスに連携して動作します。\u001b[22m\n\u001b[4mSound is the only small adjustment that could have made this section better (to be perfect) and that is the suspense.\u001b[24m\n    \u001b[1mサウンドは、このセクションをより良くする（完璧にする）ことができる唯一の小さな調整であり、それはサスペンスです。\u001b[22m, \u001b[1mサウンドは、このセクションでより良い（完璧なものにする）にしている可能性がわずかな調整であり、それはサスペンスです。\u001b[22m\n\u001b[4mThere were plenty of decent themes portrayed but again the contrast between the highs and lows didn't really connect well together.\u001b[24m\n    \u001b[1mまともなテーマがたくさん描かれていましたが、やはり高低のコントラストは実際にはうまくいっていませんでした。\u001b[22m, \u001b[1m描かれたが、再び高値と安値の間のコントラストは本当に一緒にうまく接続できませんでしたまともなテーマがたくさんありました。\u001b[22m\n\u001b[4mStill its only a small botch on an otherwise awesome production.\u001b[24m\n    \u001b[1mまだまだ素晴らしいプロダクションの唯一の小さなボッチです。\u001b[22m, \u001b[1mそうでなければ素晴らしい生産にまだそのわずかなへま。\u001b[22m\n\u001b[1m\u001b[22m\nOne small side topic I'd like to point out and this isn't really a spoiler but more of a 'window shattering moment' but it seemed to me a lot of the time that the animation of mouth movement during speech was out of sync . It's kinda of annoying when you pick it up and they give you plenty of opportunities to notice this flaw. A slight distraction to consider, it doesn't hurt the movie but just annoys the shit out of me. (Not sure if you, the reader, will have the same reaction - to each their own i suppose) It's noticeable in both the dub and sub, btw both are great so you're not missing out by watching the dub.\n\n\u001b[1m私が指摘したいと思っている小さな側面の1つのトピックですが、これは実際にスポイラーではなく「窓が壊れる」ものですが、スピーチ中の口の動きのアニメーションが同期していないということは、  。 あなたがそれを取り上げると、ちょっと迷惑になり、この欠陥に気づく機会がたくさんあります。 考慮する若干の気晴らし、それは映画を傷つけることはありませんが、ちょうど私のたわごとを悩ます。  （読者が同じ反応をしているかどうかは確かではありませんが、私自身もそうです）ダブとサブの両方で目立ちます。どちらも素晴らしいので、ダブを見て行方不明になっていません。\u001b[22m\n\u001b[1m(Watashi ga shiteki shitai to omotte iru chīsana sokumen no 1tsu no topikkudesuga, kore wa jissai ni supoirāde wanaku `mado ga kowareru' monodesuga, supīchi-chū no kuchi no ugoki no animēshon ga dōki shite inai to iu koto wa,. Anata ga sore o toriageru to, chotto meiwaku ni nari, kono kekkan ni kidzuku kikai ga takusan arimasu. Kōryo suru jakkan no kibarashi, soreha eiga o kizutsukeru koto wa arimasenga, chōdo watashi no tawagoto o nayamasu. (Dokusha ga onaji han'nō o shite iru ka dō ka wa tashikade wa arimasenga, watakushijishin mo sōdesu) dabu to sabu no ryōhō de medachimasu. Dochira mo subarashīnode, dabu o mite yukue fumei ni natte imasen.)\u001b[22m\n\nTranslations of \u001b[4mOne small side topic I'd like to point out and this isn't really a spoiler but more of a 'window shattering moment' but it seemed to me a lot of the time that the animation of mouth movement during speech was out of sync . It's kinda of annoying when you pick it up and they give you plenty of opportunities to notice this flaw. A slight distraction to consider, it doesn't hurt the movie but just annoys the shit out of me. (Not sure if you, the reader, will have the same reaction - to each their own i suppose) It's noticeable in both the dub and sub, btw both are great so you're not missing out by watching the dub.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne small side topic I'd like to point out and this isn't really a spoiler but more of a 'window shattering moment' but it seemed to me a lot of the time that the animation of mouth movement during speech was out of sync\u001b[24m\n    \u001b[1m私が指摘したいと思っている小さな側面の1つのトピックですが、これは実際にスポイラーではなく「窓が壊れる」ものですが、スピーチ中の口の動きのアニメーションが同期していないということは、\u001b[22m, \u001b[1m私が指摘したいのですが、これは本当に「ウィンドウ粉砕瞬間」のスポイラーが、より多くのではありませんが、スピーチ中の口の動きのアニメーションの同期がとれていたように私には多くの時間を思えた一つの小さなサイドトピック\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIt's kinda of annoying when you pick it up and they give you plenty of opportunities to notice this flaw.\u001b[24m\n    \u001b[1mあなたがそれを取り上げると、ちょっと迷惑になり、この欠陥に気づく機会がたくさんあります。\u001b[22m, \u001b[1mあなたはそれを拾うと、彼らはあなたにこの欠陥に気づく機会をたくさん与えたときに、それはちょっと迷惑なのです。\u001b[22m\n\u001b[4mA slight distraction to consider, it doesn't hurt the movie but just annoys the shit out of me.\u001b[24m\n    \u001b[1m考慮する若干の気晴らし、それは映画を傷つけることはありませんが、ちょうど私のたわごとを悩ます。\u001b[22m, \u001b[1m考慮すべきわずかな気晴らし、それは映画を傷つけるが、ちょうど私のたわごとを悩ませていません。\u001b[22m\n\u001b[4m(Not sure if you, the reader, will have the same reaction - to each their own i suppose) It's noticeable in both the dub and sub, btw both are great so you're not missing out by watching the dub.\u001b[24m\n    \u001b[1m（読者が同じ反応をしているかどうかは確かではありませんが、私自身もそうです）ダブとサブの両方で目立ちます。どちらも素晴らしいので、ダブを見て行方不明になっていません。\u001b[22m, \u001b[1m（もし、読者が、同じ反応があります場合はわからない - 私が思う、それぞれ独自に）それはダブとサブの両方で顕著だが、ところで、両方のはそうあなたがダブを見て逃していない素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThis film is blockbuster entertainment for its production value alone. Beautiful action scenes and character designs for the making of an epic tale. Sadly, the characters and plot can't compete with it. I had a lot of eyegasms during this movie and their are plenty of memorable moments to enjoy. I just wish it fleshed out the characters a bit more (especially Ezra and Yama) and pushed the plot a little quicker so we could admire more of its beauty!\n\n\u001b[1mこの映画は、制作価値だけの大ヒット映画です。 壮大な物語を作るための美しいアクションシーンとキャラクターデザイン。 悲しいことに、キャラクターとプロットはそれと競合することはできません。 私はこの映画の中でたくさんのアイガズムを持っていて、楽しむための思い出深い瞬間がたくさんあります。 私はちょうどエスラとヤマのキャラクターをもう少し解き放ち、プロットを少し速くして、その美しさをもっと賞賛することができたのです！\u001b[22m\n\u001b[1m(Kono eiga wa, seisaku kachi dake no dai hitto eigadesu. Sōdaina monogatari o tsukuru tame no utsukushī akushonshīn to kyarakutādezain. Kanashī koto ni, kyarakutā to purotto wa sore to kyōgō suru koto wa dekimasen. Watashi wa kono eiga no naka de takusan no aigazumu o motte ite, tanoshimu tame no omoidebukai shunkan ga takusan arimasu. Watashi wa chōdo esura to yama no kyarakutā o mōsukoshi tokihanachi, purotto o sukoshi hayaku shite, sono utsukushi-sa o motto shōsan suru koto ga dekita nodesu!)\u001b[22m\n\nTranslations of \u001b[4mThis film is blockbuster entertainment for its production value alone. Beautiful action scenes and character designs for the making of an epic tale. Sadly, the characters and plot can't compete with it. I had a lot of eyegasms during this movie and their are plenty of memorable moments to enjoy. I just wish it fleshed out the characters a bit more (especially Ezra and Yama) and pushed the plot a little quicker so we could admire more of its beauty!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis film is blockbuster entertainment for its production value alone.\u001b[24m\n    \u001b[1mこの映画は、制作価値だけの大ヒット映画です。\u001b[22m, \u001b[1mこのフィルムは、単独で、その生産額ための超大作娯楽です。\u001b[22m\n\u001b[4mBeautiful action scenes and character designs for the making of an epic tale.\u001b[24m\n    \u001b[1m壮大な物語を作るための美しいアクションシーンとキャラクターデザイン。\u001b[22m, \u001b[1m壮大な物語の作りのための美しいアクションシーンやキャラクターデザイン。\u001b[22m\n\u001b[4mSadly, the characters and plot can't compete with it.\u001b[24m\n    \u001b[1m悲しいことに、キャラクターとプロットはそれと競合することはできません。\u001b[22m, \u001b[1m悲しいことに、文字とプロットがそれと競合することはできません。\u001b[22m\n\u001b[4mI had a lot of eyegasms during this movie and their are plenty of memorable moments to enjoy.\u001b[24m\n    \u001b[1m私はこの映画の中でたくさんのアイガズムを持っていて、楽しむための思い出深い瞬間がたくさんあります。\u001b[22m, \u001b[1m私はこの映画の間にeyegasmsがたくさんあったし、楽しむために忘れられない瞬間がたくさん彼らのです。\u001b[22m\n\u001b[4mI just wish it fleshed out the characters a bit more (especially Ezra and Yama) and pushed the plot a little quicker so we could admire more of its beauty!\u001b[24m\n    \u001b[1m私はちょうどエスラとヤマのキャラクターをもう少し解き放ち、プロットを少し速くして、その美しさをもっと賞賛することができたのです！\u001b[22m, \u001b[1m私はちょうどそれはもう少し（特にエズラとヤマ）の文字を肉付けし、私たちはその美しさをもっと感心できた少し速くプロットをプッシュしたいです！\u001b[22m"
  },
  {
    "title": "Captain_Harlock",
    "id": "17269",
    "url": "https://myanimelist.net/anime/17269/Captain_Harlock",
    "user": "jillybean",
    "profile": "/profile/jillybean/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=116067",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  10\n\n昨夜は劇場でこれを見たことができて幸運なので、見てから思考を加えたいと思った！\n\nアニメーションが素晴らしいように見えるので、私はHarlockキャプテンがリリースされるのを楽しみにしていました。 私は、それが失望しなかったと言わざるを得ない。 私はCGIに吹かれました！ 美しかった。 彼らがどれくらいの時間を費やしたのか想像もできませんが、ここでは劇場でうまくいったことを願っています。 アニメーションチームへの主要な小道具。\n\n私は元のシリーズを見たことがなく、プロットについては何も知らないまま映画に入りました。 私は物語が少し不足していると思うかもしれません。 しかし、私はまだそれを本当に楽しんで、非常にそれをお勧めします。 それ以外の理由がない場合は、アニメーションをご覧ください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'm lucky enough to have seen this in the theater last night, so I thought I'd add my thoughts after seeing it!\n\n\u001b[1m昨夜は劇場でこれを見たことができて幸運なので、見てから思考を加えたいと思った！\u001b[22m\n\u001b[1m(Sakuya wa gekijō de kore o mita koto ga dekite kōun'nanode, mitekara shikō o kuwaetai to omotta!)\u001b[22m\n\nTranslations of \u001b[4mI'm lucky enough to have seen this in the theater last night, so I thought I'd add my thoughts after seeing it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm lucky enough to have seen this in the theater last night, so I thought I'd add my thoughts after seeing it!\u001b[24m\n    \u001b[1m昨夜は劇場でこれを見たことができて幸運なので、見てから思考を加えたいと思った！\u001b[22m, \u001b[1m私は昨夜劇場でこれを見たことがあるには十分に幸運ので、私は私がそれを見た後に私の考えを追加しようと思いました！\u001b[22m\n\u001b[1m\u001b[22m\nI've been looking forward to Captain Harlock being released because the animation looked amazing. I have to say, it did not disappoint. I was blown away by the CGI! It was beautiful. I can't even imagine how much time they spent on this, but I hope it's done well in theaters here. Major props to the animations team.\n\n\u001b[1mアニメーションが素晴らしいように見えるので、私はHarlockキャプテンがリリースされるのを楽しみにしていました。 私は、それが失望しなかったと言わざるを得ない。 私はCGIに吹かれました！ 美しかった。 彼らがどれくらいの時間を費やしたのか想像もできませんが、ここでは劇場でうまくいったことを願っています。 アニメーションチームへの主要な小道具。\u001b[22m\n\u001b[1m(Animēshon ga subarashī yō ni mieru node, watashi wa Harlock kyaputen ga rirīsu sa reru no o tanoshimini shite imashita. Watashi wa, sore ga shitsubō shinakatta to iwazaru o enai. Watashi wa CGI ni fuka remashita! Utsukushikatta. Karera ga dorekurai no jikan o tsuiyashita no ka sōzō mo dekimasenga, kokode wa gekijō de umaku itta koto o negatte imasu. Animēshonchīmu e no shuyōna kodōgu.)\u001b[22m\n\nTranslations of \u001b[4mI've been looking forward to Captain Harlock being released because the animation looked amazing. I have to say, it did not disappoint. I was blown away by the CGI! It was beautiful. I can't even imagine how much time they spent on this, but I hope it's done well in theaters here. Major props to the animations team.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've been looking forward to Captain Harlock being released because the animation looked amazing.\u001b[24m\n    \u001b[1mアニメーションが素晴らしいように見えるので、私はHarlockキャプテンがリリースされるのを楽しみにしていました。\u001b[22m, \u001b[1mアニメーションは素晴らしい見えたので、私はキャプテンハーロックを楽しみにしてきたがリリースされています。\u001b[22m\n\u001b[4mI have to say, it did not disappoint.\u001b[24m\n    \u001b[1m私は、それが失望しなかったと言わざるを得ない。\u001b[22m, \u001b[1m私が言っている、それは期待を裏切りませんでした。\u001b[22m\n\u001b[4mI was blown away by the CGI!\u001b[24m\n    \u001b[1m私はCGIに吹かれました！\u001b[22m, \u001b[1m私はCGIによって吹き飛ばされました！\u001b[22m\n\u001b[4mIt was beautiful.\u001b[24m\n    \u001b[1m美しかった。\u001b[22m, \u001b[1mそれは美しかったです。\u001b[22m\n\u001b[4mI can't even imagine how much time they spent on this, but I hope it's done well in theaters here.\u001b[24m\n    \u001b[1m彼らがどれくらいの時間を費やしたのか想像もできませんが、ここでは劇場でうまくいったことを願っています。\u001b[22m, \u001b[1m私も、彼らはこれに費やさどのくらいの時間を想像することはできませんが、私はそれがここに劇場でよくやっています願っています。\u001b[22m\n\u001b[4mMajor props to the animations team.\u001b[24m\n    \u001b[1mアニメーションチームへの主要な小道具。\u001b[22m\n\u001b[1m\u001b[22m\nI've never seen the original series and went into the film knowing next to nothing about the plot. I think the story was a bit lacking and perhaps a bit preditable (as were many of the characters). BUT I still really enjoyed it and would highly recommend it. If for no other reason, see it for the animation!\n\n\u001b[1m私は元のシリーズを見たことがなく、プロットについては何も知らないまま映画に入りました。 私は物語が少し不足していると思うかもしれません。 しかし、私はまだそれを本当に楽しんで、非常にそれをお勧めします。 それ以外の理由がない場合は、アニメーションをご覧ください！\u001b[22m\n\u001b[1m(Watashi wa gen no shirīzu o mita koto ga naku, purotto ni tsuite wa nani mo shiranai mama eiga ni hairimashita. Watashi wa monogatari ga sukoshi fusoku shite iru to omou kamo shiremasen. Shikashi, watashi wa mada sore o hontōni tanoshinde, hijō ni sore o o susume shimasu. Sore igai no riyū ga nai baai wa, animēshon o goran kudasai!)\u001b[22m\n\nTranslations of \u001b[4mI've never seen the original series and went into the film knowing next to nothing about the plot. I think the story was a bit lacking and perhaps a bit preditable (as were many of the characters). BUT I still really enjoyed it and would highly recommend it. If for no other reason, see it for the animation!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've never seen the original series and went into the film knowing next to nothing about the plot.\u001b[24m\n    \u001b[1m私は元のシリーズを見たことがなく、プロットについては何も知らないまま映画に入りました。\u001b[22m, \u001b[1m私はオリジナルのドラマを見ていないと、次のプロットについて何も知っているフィルムに入った初めてです。\u001b[22m\n\u001b[4mI think the story was a bit lacking and perhaps a bit preditable (as were many of the characters).\u001b[24m\n    \u001b[1m私は物語が少し不足していると思うかもしれません。\u001b[22m, \u001b[1m私は（文字の多くがあったように）話が少し欠けていると、おそらくビットpreditableたと思います。\u001b[22m\n\u001b[4mBUT I still really enjoyed it and would highly recommend it.\u001b[24m\n    \u001b[1mしかし、私はまだそれを本当に楽しんで、非常にそれをお勧めします。\u001b[22m, \u001b[1mしかし、私はまだ実際にそれを楽しんだし、非常にそれをお勧めします。\u001b[22m\n\u001b[4mIf for no other reason, see it for the animation!\u001b[24m\n    \u001b[1mそれ以外の理由がない場合は、アニメーションをご覧ください！\u001b[22m, \u001b[1m他に理由がない場合は、アニメーションのためにそれを参照してください！\u001b[22m"
  },
  {
    "title": "Captain_Harlock",
    "id": "17269",
    "url": "https://myanimelist.net/anime/17269/Captain_Harlock",
    "user": "NeverKnowsBest26",
    "profile": "/profile/NeverKnowsBest26/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=143123",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nキャプテンハロックは、アニメの中で最も愛される人物の1人です。 オリジナルのSpace Pirate Captain Harlockシリーズが1979年に初演されて以来、このキャラクターは何十年にもわたって数多くのスピンオフとリピートを繰り返してきました。 唯一の共通点は、いくつかのキーキャラクターとスペースオペラの設定（サンフランシスコ、西部）です。 最新作は、Appleseedの名士の荒俣真二監督による2013 CGIアニメーションアクションスペクタクルです。 それは、大規模なテーマと大胆な壮大な壮大な壮大な叙事詩であり、やや畳み込まれたSFのプロットに付けられています。 言い換えれば、オリジナルの精神に忠実で、フランチャイズにふさわしい映画です。\n\n前作の伝統に続いて、この映画は設定とキャラクターの独自のバリエーションを持っています。 人類がもはや人口を支えられなくなり、宇宙に避難した後で帰還し、ホーム・コムイン・戦争と呼ばれる自国の惑星を支配するための内部権力闘争に従事したため、人類が地球を放棄した 。 戦争の後、権威主義のガイア・サンクションが形成され、人類に禁じられた地球の聖地を宣言します。 これに向けた唯一の抵抗は、本物の物語が始まる前の何百年ものガイア虐殺に対して反抗している、一見老いていない宇宙海賊大尉ハーロックである。 これは、タイトルクレジットの前に長いモンタージュで説明されています。この映画は、この映画がどれほど壮大なものになるかというアイデアを、より良いことにも悪いものにも与えてくれます。 また、ハーロックをほぼ神話的な人物にすることもできます。これは、タイトルキャラクターに大きな存在感を与え、フランチャイズの遺産を私たちに（視聴者に）思い起こさせることです。\n\n物語そのものは主に、ハーロックの乗組員（そして指定された聴衆の代理人）の階級に潜入し​​たガイア兵士の兵士ヤマに続き、ハーロックの反抗的な行動を終わらせようとする。 まあ、少なくともそれは彼が最初にやろうとしていることです。 映画はひとつの大きなセットピースから次のセットピースに移り、その間に説明とプロットの展開が広がっています。 フラッシュバックは、ヤマのバックストーリー、ハーロックの過去、そしてオープニングモンタージュには表示されていないホーム・カミング・ウォーの世界変化イベントを明らかにするために使用されます。 正直言って、ここでのストーリーはちょっとしたものです。 それは時には映画がちょうど次のアクションブローアウトに向かうように感じるようなペースで行われます。 しかし、それは決して本当に退屈で退屈になることはありません。大きな紆余曲折と啓示がたくさんあり、アクションセットが大きな成果をあげています。\n\nプロット自体は、現代の生態学的不安から生まれたテーマによって支えられています。 人類が地球を放棄することは、過剰人口に関する近代的な問題に対して、はっきりと明白な問題である。 花の生存に関する映画の固定は、自然の持久力と脆弱性の両方を示しています。 もう一つのテーマは、怒りや羨望によって価値あるものを破壊する人類の傾向です。 これは、ヤマ、彼の兄弟Erzaと、彼らがどちらも感情を持っている少女の間の唯一の漠然とした冒険の三角形で見ることができます。 言うまでもなくそれは悲劇的な方向転換を必要とする。 テーマはHarlocksの過去とHome Coming Warの終わりの後ろにある衝撃的な真実にも見ることができます。 そのような訴求要因に直面した希望と自由の持久力は、常にフランチャイズの中心にあり、これは他の反復の場合と同じようにこの映画にとって真実です。 このような希望と自由の擬人化としてのハーロックの役割は、映画の大きな紆余曲折によってわずかに覆されています。\n\n映画の美意識に関する方向性は単に驚異的です。 荒巻真二は、アップルシードでのCGI作品に彼の名前を付け、この映画では例外的なCGIのアートワークとレンダリングを続けています。 他に何もなければ、この映画は一流のアクションディレクターとしての荒巻の才能の証です。 レイ・マツモトのキャラクターは3次元アニメーションに非常によく似ていて、ハーロック艦長と海賊少女ケイ・ユキが関係する限り、非常に忠実です。  Harlockのエイリアンアドバイザー/飲み会の友Miimeは元の相手よりもHumanoidに見え、Harlockの最初の仲間のYattaranは元々の外観（そして性格）とはまったく異なっています。 山は元のシリーズの観客代理人である大橋も怪しいと思われる。  Harlockの象徴的な海賊宇宙船Arcadiaは、GGIのメイクオーバーを心配しています。 アクションシーケンスは驚くべきものです。 大規模な宇宙戦とショーボートの近接戦闘は、華麗に活気があり、さらに重要なことに、エキサイティングです。  Aramakiは味方で行動を扱います。 聴衆に完全に夢中にさせる熱狂的なエネルギーで彼らを縛りつけ、複数の戦いを完璧にジャグリングします。\n\n残念なことに、彼の才能は映画のアクションレス劇的シーンに引き継がれません。 荒巻は、平均的なバトルシーケンスを指示するかもしれないが、ドラマの彼の扱いは、多くのものが望まれる。 これは、映画のドラマがテーマレベルでは動作しますが、感情的なレベルではそれほど大きくないことを意味します。 フラッシュバックと啓示の多くはかなり乾燥しています。 彼らは視覚的に刺激していますが、確かに感情的に遠いです。 場面は単に観客に感情を伝えるものではなく、少なくとも彼らが必要とするほど強くはない。 あなたはそのシーンを見ていますが、キャラクターが経験している感情を感じることはありません。 問題の解決に役立たないのは、これらの文字のほとんどが引き受けられているということです。 プロットとテーマは常にこのフランチャイズの文字の深さよりも優先されています。  1つの例外は、彼のイデオロギーに魅了されている（そしていつもされていた）ハーロックキャプテンであり、彼を取り巻く神話と神秘のオーラがあります。 彼の裏話はここでいくつかの謎を取り除いているが、彼はそれからあまり神話的ではない。\n\n結局のところ、この映画は長年のフランチャイズへの素晴らしい追加です。 それは、古風な虚弱さに近代的な優先事項を適用することによってそれを更新しながら、オリジナルに敬意を払う。 元のシリーズとまったく同じ欠陥を抱えているため、すでに存在していたものは改善されません。 しかし、それはいくつかのすばらしいアクション・シーケンス（おそらくフランチャイズが生み出した最高のもの）と全体的に堅実なストーリーを提供します。 それはオリジナルの遺産を超越していないかもしれませんが、その遺産をかなり上手く保持しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nCaptain Harlock is one of the most endearing figures in all of anime. Since the original Space Pirate Captain Harlock series premiered in 1979, the character has been in numerous spin-offs and re-iterations throughout the proceeding decades; each in a different continuity with the only commonality being a few key characters and the space-opera setting (sans Gun Frontier, which is a western). The latest reimagining is 2013 CGI animated action spectacle directed by Shinji Aramaki of Appleseed fame. It's a grand-scale sweeping space epic with big themes and bravado to match, attached to a somewhat convoluted sci-fi plot. In other words, it is a movie that is faithful to the spirit of the original, and a worthy addition to the franchise.\n\n\u001b[1mキャプテンハロックは、アニメの中で最も愛される人物の1人です。 オリジナルのSpace Pirate Captain Harlockシリーズが1979年に初演されて以来、このキャラクターは何十年にもわたって数多くのスピンオフとリピートを繰り返してきました。 唯一の共通点は、いくつかのキーキャラクターとスペースオペラの設定（サンフランシスコ、西部）です。 最新作は、Appleseedの名士の荒俣真二監督による2013 CGIアニメーションアクションスペクタクルです。 それは、大規模なテーマと大胆な壮大な壮大な壮大な叙事詩であり、やや畳み込まれたSFのプロットに付けられています。 言い換えれば、オリジナルの精神に忠実で、フランチャイズにふさわしい映画です。\u001b[22m\n\u001b[1m(Kyaputenharokku wa, anime no naka de mottomo aisa reru jinbutsu no 1-ridesu. Orijinaru no Space pairētsu Captain Harlock shirīzu ga 1979-nen ni shoen sa rete irai, kono kyarakutā wa nanjūnen ni mo watatte kazuōku no supin'ofu to ripīto o kurikaeshite kimashita. Yuiitsu no kyōtsū-ten wa, ikutsu ka no kīkyarakutā to supēsuopera no settei (Sanfuranshisuko, seibu)desu. Saishin-saku wa, Appleseed no meishi no Aramata Shinji kantoku ni yoru 2013 CGI animēshon'akushonsupekutakurudesu. Sore wa, ōkibona tēma to daitan'na sōdaina sōdaina sōdaina jojishideari, yaya tatamikoma reta SF no purotto ni tsuke rarete imasu. Iikaereba, orijinaru no seishin ni chūjitsude, furanchaizu ni fusawashī eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mCaptain Harlock is one of the most endearing figures in all of anime. Since the original Space Pirate Captain Harlock series premiered in 1979, the character has been in numerous spin-offs and re-iterations throughout the proceeding decades; each in a different continuity with the only commonality being a few key characters and the space-opera setting (sans Gun Frontier, which is a western). The latest reimagining is 2013 CGI animated action spectacle directed by Shinji Aramaki of Appleseed fame. It's a grand-scale sweeping space epic with big themes and bravado to match, attached to a somewhat convoluted sci-fi plot. In other words, it is a movie that is faithful to the spirit of the original, and a worthy addition to the franchise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCaptain Harlock is one of the most endearing figures in all of anime.\u001b[24m\n    \u001b[1mキャプテンハロックは、アニメの中で最も愛される人物の1人です。\u001b[22m, \u001b[1mキャプテンハーロックはアニメのすべての中で最も愛情のこもった人物の一人です。\u001b[22m\n\u001b[4mSince the original Space Pirate Captain Harlock series premiered in 1979, the character has been in numerous spin-offs and re-iterations throughout the proceeding decades;\u001b[24m\n    \u001b[1mオリジナルのSpace Pirate Captain Harlockシリーズが1979年に初演されて以来、このキャラクターは何十年にもわたって数多くのスピンオフとリピートを繰り返してきました。\u001b[22m, \u001b[1m元宇宙海賊キャプテンハーロックシリーズは1979年に初演以来、文字が進行十年を通して数多くのスピンオフと再繰り返しでてきました。\u001b[22m\n\u001b[4meach in a different continuity with the only commonality being a few key characters and the space-opera setting (sans Gun Frontier, which is a western).\u001b[24m\n    \u001b[1m唯一の共通点は、いくつかのキーキャラクターとスペースオペラの設定（サンフランシスコ、西部）です。\u001b[22m, \u001b[1m唯一の共通点は、いくつかのキー文字であると異なる継続性とスペースオペラの設定（西部あるサンセリフガンフロンティア、）内の各。\u001b[22m\n\u001b[4mThe latest reimagining is 2013 CGI animated action spectacle directed by Shinji Aramaki of Appleseed fame.\u001b[24m\n    \u001b[1m最新作は、Appleseedの名士の荒俣真二監督による2013 CGIアニメーションアクションスペクタクルです。\u001b[22m, \u001b[1m最新のreimaginingはアップルシードの名声の荒牧伸志監督の2013年のCGIアニメーションアクション光景です。\u001b[22m\n\u001b[4mIt's a grand-scale sweeping space epic with big themes and bravado to match, attached to a somewhat convoluted sci-fi plot.\u001b[24m\n    \u001b[1mそれは、大規模なテーマと大胆な壮大な壮大な壮大な叙事詩であり、やや畳み込まれたSFのプロットに付けられています。\u001b[22m, \u001b[1mこれは、やや入り組んサイファイプロットに取り付けられ、大きなテーマと一致するように虚勢、と壮大なスケールの掃引空間の叙事詩です。\u001b[22m\n\u001b[4mIn other words, it is a movie that is faithful to the spirit of the original, and a worthy addition to the franchise.\u001b[24m\n    \u001b[1m言い換えれば、オリジナルの精神に忠実で、フランチャイズにふさわしい映画です。\u001b[22m, \u001b[1m換言すれば、元の精神に忠実な映画、及びフランチャイズの価値付加です。\u001b[22m\n\u001b[1m\u001b[22m\nFollowing in the traditions of its predecessors, this movie has its own variation of the setting and characters. It is set in a future in which mankind abandoned Earth because it could no longer sustain the population, only to return to it after finding no refuge in space, and engaging in an internal power struggle for control of their home planet called the Home Coming War . After the war, the authoritarian Gaia Sanction is formed and declares Earth sacred ground, forbidden to humanity. The only resistance towards this is the seemingly ageless space pirate Captain Harlock, who rebels against the Gaia Sanction for the next hundred years before the main story begins. This is all explained in a long montage before the title credits, which gives us an idea of how grandiose this movie intends to be, for better or worse. It also sets up Harlock to be an almost mythical figure, which works two-fold: giving the title character significant presence, and reminding us (the viewer) of the franchise's legacy.\n\n\u001b[1m前作の伝統に続いて、この映画は設定とキャラクターの独自のバリエーションを持っています。 人類がもはや人口を支えられなくなり、宇宙に避難した後で帰還し、ホーム・コムイン・戦争と呼ばれる自国の惑星を支配するための内部権力闘争に従事したため、人類が地球を放棄した 。 戦争の後、権威主義のガイア・サンクションが形成され、人類に禁じられた地球の聖地を宣言します。 これに向けた唯一の抵抗は、本物の物語が始まる前の何百年ものガイア虐殺に対して反抗している、一見老いていない宇宙海賊大尉ハーロックである。 これは、タイトルクレジットの前に長いモンタージュで説明されています。この映画は、この映画がどれほど壮大なものになるかというアイデアを、より良いことにも悪いものにも与えてくれます。 また、ハーロックをほぼ神話的な人物にすることもできます。これは、タイトルキャラクターに大きな存在感を与え、フランチャイズの遺産を私たちに（視聴者に）思い起こさせることです。\u001b[22m\n\u001b[1m(Zensaku no dentō ni tsudzuite, kono eiga wa settei to kyarakutā no dokuji no bariēshon o motte imasu. Jinrui ga mohaya jinkō o sasae rarenaku nari, uchū ni hinan shita nochi de kikan shi, hōmu komuin sensō to yoba reru jikoku no wakusei o shihai suru tame no naibu kenryoku tōsō ni jūji shita tame, jinrui ga chikyū o hōki shita. Sensō no ato, ken'i shugi no Gaia sankushon ga keisei sa re, jinrui ni kinji rareta chikyū no seichi o sengen shimasu. Kore ni muketa yuiitsu no teikō wa, honmono no monogatari ga hajimaru mae no nanbyakunen mo no Gaia gyakusatsu ni taishite hankō shite iru, ikken oite inai uchū kaizoku taii hārokkudearu. Kore wa, taitoru kurejitto no mae ni nagai montāju de setsumei sa rete imasu. Kono eiga wa, kono eiga ga dorehodo sōdaina mono ni naru ka to iu aidea o, yori yoi koto ni mo warui mono ni mo ataete kuremasu. Mata, hārokku o hobo shinwatekina jinbutsu ni suru koto mo dekimasu. Kore wa, taitorukyarakutā ni ōkina sonzai-kan o atae, furanchaizu no isan o watashitachi ni (shichō-sha ni) omoiokosa seru kotodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself mainly follows Yama, a Gaia Sanction soldier who infiltrates the ranks of Halock's crew (and designated audience surrogate), as he tries to bring Harlock's defiant actions to an end. Well, at least that is what he tries to do at first. The movie goes from one big set-piece to the next, with stretches of explanation and plot development in-between. Flashbacks are used to disclose Yama's backstory, Harlock's past, and the world changing events of the Home Coming War which are not shown in the opening montage. To be honest, the storytelling here is kind of clunky; it is paced in such a way that sometimes the movie feels like it is just pushing its way to the next action blowout. That said, it never really becomes boring or tedious, as big twists and revelations are aplenty, and the action set-pieces payoff in a big way.\n\n\u001b[1m物語そのものは主に、ハーロックの乗組員（そして指定された聴衆の代理人）の階級に潜入し​​たガイア兵士の兵士ヤマに続き、ハーロックの反抗的な行動を終わらせようとする。 まあ、少なくともそれは彼が最初にやろうとしていることです。 映画はひとつの大きなセットピースから次のセットピースに移り、その間に説明とプロットの展開が広がっています。 フラッシュバックは、ヤマのバックストーリー、ハーロックの過去、そしてオープニングモンタージュには表示されていないホーム・カミング・ウォーの世界変化イベントを明らかにするために使用されます。 正直言って、ここでのストーリーはちょっとしたものです。 それは時には映画がちょうど次のアクションブローアウトに向かうように感じるようなペースで行われます。 しかし、それは決して本当に退屈で退屈になることはありません。大きな紆余曲折と啓示がたくさんあり、アクションセットが大きな成果をあげています。\u001b[22m\n\u001b[1m(Monogatari sonomono wa omoni, hārokku no norikumiin (soshite shitei sa reta chōshū no dairinin) no kaikyū ni sen'nyū shi ​​ta Gaia heishi no heishi yama ni tsudzuki, hārokku no hankō-tekina kōdō o owaraseyou to suru. Mā, sukunakutomo sore wa kare ga saisho ni yarou to shite iru kotodesu. Eiga wa hitotsu no ōkina settopīsu kara tsugi no settopīsu ni utsuri, sonoaida ni setsumei to purotto no tenkai ga hirogatte imasu. Furasshu bakku wa, yama no bakkusutōrī, hārokku no kako, soshite ōpuningumontāju ni wa hyōji sa rete inai hōmu kamingu u~ō no sekai henka ibento o akiraka ni suru tame ni shiyō sa remasu. Shōjiki itte, koko de no sutōrī wa chottoshita monodesu. Sore wa tokiniha eiga ga chōdo tsugi no akushonburōauto ni mukau yō ni kanjiru yōna pēsu de okonawa remasu. Shikashi, sore wa kesshite hontōni taikutsude taikutsu ni naru koto wa arimasen. Ōkina uyokyokusetsu to keiji ga takusan ari, akushon setto ga ōkina seika o agete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself mainly follows Yama, a Gaia Sanction soldier who infiltrates the ranks of Halock's crew (and designated audience surrogate), as he tries to bring Harlock's defiant actions to an end. Well, at least that is what he tries to do at first. The movie goes from one big set-piece to the next, with stretches of explanation and plot development in-between. Flashbacks are used to disclose Yama's backstory, Harlock's past, and the world changing events of the Home Coming War which are not shown in the opening montage. To be honest, the storytelling here is kind of clunky; it is paced in such a way that sometimes the movie feels like it is just pushing its way to the next action blowout. That said, it never really becomes boring or tedious, as big twists and revelations are aplenty, and the action set-pieces payoff in a big way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself mainly follows Yama, a Gaia Sanction soldier who infiltrates the ranks of Halock's crew (and designated audience surrogate), as he tries to bring Harlock's defiant actions to an end.\u001b[24m\n    \u001b[1m物語そのものは主に、ハーロックの乗組員（そして指定された聴衆の代理人）の階級に潜入したガイア兵士の兵士ヤマに続き、ハーロックの反抗的な行動を終わらせようとする。\u001b[22m, \u001b[1m彼は最後までハーロックの反抗的な行動を持参しようとする物語自体は、主に、山、Halockの乗組員（および指定された視聴者の代理）のランクに浸透ガイア制裁兵士に従います。\u001b[22m\n\u001b[4mWell, at least that is what he tries to do at first.\u001b[24m\n    \u001b[1mまあ、少なくともそれは彼が最初にやろうとしていることです。\u001b[22m, \u001b[1mまあ、少なくともそれは彼が最初に行おうとするものです。\u001b[22m\n\u001b[4mThe movie goes from one big set-piece to the next, with stretches of explanation and plot development in-between.\u001b[24m\n    \u001b[1m映画はひとつの大きなセットピースから次のセットピースに移り、その間に説明とプロットの展開が広がっています。\u001b[22m, \u001b[1m映画は、イン間の説明とプロットの開発のストレッチで、一つの大きなセットピースから次へと移行します。\u001b[22m\n\u001b[4mFlashbacks are used to disclose Yama's backstory, Harlock's past, and the world changing events of the Home Coming War which are not shown in the opening montage.\u001b[24m\n    \u001b[1mフラッシュバックは、ヤマのバックストーリー、ハーロックの過去、そしてオープニングモンタージュには表示されていないホーム・カミング・ウォーの世界変化イベントを明らかにするために使用されます。\u001b[22m, \u001b[1mフラッシュバックは、山の裏話、ハーロックの過去、開口モンタージュに示されていない戦争をカミングホームのイベントを変化する世界を開示するために使用されています。\u001b[22m\n\u001b[4mTo be honest, the storytelling here is kind of clunky;\u001b[24m\n    \u001b[1m正直言って、ここでのストーリーはちょっとしたものです。\u001b[22m, \u001b[1m正直に言うと、ここで物語は不格好の一種です。\u001b[22m\n\u001b[4mit is paced in such a way that sometimes the movie feels like it is just pushing its way to the next action blowout.\u001b[24m\n    \u001b[1mそれは時には映画がちょうど次のアクションブローアウトに向かうように感じるようなペースで行われます。\u001b[22m, \u001b[1mそれはちょうど次のアクション吹き出しにその方法を推進しているように、時には映画は感じているようにペーシングされます。\u001b[22m\n\u001b[4mThat said, it never really becomes boring or tedious, as big twists and revelations are aplenty, and the action set-pieces payoff in a big way.\u001b[24m\n    \u001b[1mしかし、それは決して本当に退屈で退屈になることはありません。大きな紆余曲折と啓示がたくさんあり、アクションセットが大きな成果をあげています。\u001b[22m, \u001b[1mこれは大きなねじれや啓示が豊富であるとして、それは決して本当に、退屈または退屈になり、アクションセットピースが大々的にペイオフ、と述べました。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot itself is backed by themes born from modern ecological anxieties, a fact which the movie makes very apparent. Mankind's abandonment of Earth is a blatantly obvious address to modern issues concerning overpopulation. The movie's fixation on the survival of a flower illustrates both the endurance and fragility of nature. Another theme is mankind's tendency to destroy the things it values through anger or envy. This can be seen in the only vaguely explored love-triangle between Yama, his brother Erza, and the girl for which they both have feelings; needless to say it takes a tragic turn. The theme can also be seen in Harlocks's past and the shocking truth behind the end of the Home Coming War. The endurance of hope and freedom in the face of such dispiriting factors has always been at the core of the franchise, and that is as true for this movie as it is for any other iteration; though Harlock's role as the personification of such hope and freedom is slightly subverted by the movie's big twist.\n\n\u001b[1mプロット自体は、現代の生態学的不安から生まれたテーマによって支えられています。 人類が地球を放棄することは、過剰人口に関する近代的な問題に対して、はっきりと明白な問題である。 花の生存に関する映画の固定は、自然の持久力と脆弱性の両方を示しています。 もう一つのテーマは、怒りや羨望によって価値あるものを破壊する人類の傾向です。 これは、ヤマ、彼の兄弟Erzaと、彼らがどちらも感情を持っている少女の間の唯一の漠然とした冒険の三角形で見ることができます。 言うまでもなくそれは悲劇的な方向転換を必要とする。 テーマはHarlocksの過去とHome Coming Warの終わりの後ろにある衝撃的な真実にも見ることができます。 そのような訴求要因に直面した希望と自由の持久力は、常にフランチャイズの中心にあり、これは他の反復の場合と同じようにこの映画にとって真実です。 このような希望と自由の擬人化としてのハーロックの役割は、映画の大きな紆余曲折によってわずかに覆されています。\u001b[22m\n\u001b[1m(Purotto jitai wa, gendai no seitaigaku-teki fuan kara umareta tēma ni yotte sasae rarete imasu. Jinrui ga chikyū o hōki suru koto wa, kajō jinkō ni kansuru kindai-tekina mondai ni taishite, hakkiri to meihakuna mondaidearu. Hana no seizon ni kansuru eiga no kotei wa, shizen no jikyū-ryoku to seijakusei no ryōhō o shimeshite imasu. Mōhitotsu no tēma wa, ikari ya senbō ni yotte kachi aru mono o hakai suru jinrui no keikōdesu. Kore wa, yama, kare no kyōdai Erza to, karera ga dochira mo kanjō o motte iru shōjo no ma no yuiitsu no bakuzento shita bōken no sankakkei de miru koto ga dekimasu. Iumademonaku sore wa higeki-tekina hōkō tenkan o hitsuyō to suru. Tēma wa Harlocks no kako to Home Coming u~ō no owari no ushiro ni aru shōgeki-tekina shinjitsu ni mo miru koto ga dekimasu. So no yōna sokyū yōin ni chokumen shita kibō to jiyū no jikyū-ryoku wa, tsuneni furanchaizu no chūshin ni ari, kore wa hoka no hanpuku no baai to onajiyōni kono eiga ni totte shinjitsudesu. Ko no yōna kibō to jiyū no gijin-ka to shite no hārokku no yakuwari wa, eiga no ōkina uyokyokusetsu ni yotte wazuka ni kutsugaesa rete imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe direction concerning the movie's aesthetics is simply phenomenal. Shinji Aramaki made his name on his CGI work in Appleseed, and continues to display exceptional CGI artwork and rendering in this movie. If nothing else, this movie is a testament to Aramaki's talent as a top-notch action director. Leiji Matsumoto's characters transition extraordinarily well to 3-D animation, and are very faithful as far as Captain Harlock and pirate girl Kei Yuki are concerned. Some liberties are taken: Harlock's alien advisor/drinking-buddy Miime looks more humanoid than her original counterpart, and Harlock's first mate Yattaran is almost completely different from his original appearance (and personality). Yama looks suspiciously similar to the original series' audience surrogate, Tadashi Daiba, too. Harlock's iconic pirate spaceship, the Arcadia, looks absolutely intimidating with its GGI make-over. The action sequences are a marvel to behold. The large-scale space battles and showboating melee fights are gorgeously well animated and, more importantly, exciting. Aramaki handles the action with gusto; letting them brim with a frenetic energy which fully engages the audience, while also juggling the multiple battles flawlessly.\n\n\u001b[1m映画の美意識に関する方向性は単に驚異的です。 荒巻真二は、アップルシードでのCGI作品に彼の名前を付け、この映画では例外的なCGIのアートワークとレンダリングを続けています。 他に何もなければ、この映画は一流のアクションディレクターとしての荒巻の才能の証です。 レイ・マツモトのキャラクターは3次元アニメーションに非常によく似ていて、ハーロック艦長と海賊少女ケイ・ユキが関係する限り、非常に忠実です。  Harlockのエイリアンアドバイザー/飲み会の友Miimeは元の相手よりもHumanoidに見え、Harlockの最初の仲間のYattaranは元々の外観（そして性格）とはまったく異なっています。 山は元のシリーズの観客代理人である大橋も怪しいと思われる。  Harlockの象徴的な海賊宇宙船Arcadiaは、GGIのメイクオーバーを心配しています。 アクションシーケンスは驚くべきものです。 大規模な宇宙戦とショーボートの近接戦闘は、華やかに活気があり、さらに重要なことに、エキサイティングです。  Aramakiは味方で行動を扱います。 聴衆に完全に夢中にさせる熱狂的なエネルギーで彼らを縛りつけ、複数の戦いを完璧にジャグリングします。\u001b[22m\n\u001b[1m(Eiga no biishiki ni kansuru hōkō-sei wa tan'ni kyōi-tekidesu. Aramaki Shinji wa, appurushīdo de no CGI sakuhin ni kare no namae o tsuke, kono eigade wa reigai-tekina CGI no ātowāku to rendaringu o tsudzukete imasu. Rei Matsumoto no kyarakutā wa 3-jigen animēshon ni hijō ni yoku nite ite, hārokku kanchō to kaizoku shōjo kei Yuki ga kankei suru kagiri, hijō ni chūjitsudesu. Harlock no eirian'adobaizā/ nomikai no tomo Miime wa gen no aite yori mo Humanoid ni mie, Harlock no saisho no nakama no Yattaran wa motomoto no gaikan (soshite seikaku) to wa mattaku kotonatte imasu. Yama wa gen no shirīzu no kankyaku dairinindearu Ōhashi mo ayashī to omowa reru. Harlock no shōchō-tekina kaizoku uchūsen arukadia wa, GGI no meikuōbā o shinpai shite imasu. Akushonshīkensu wa odorokubeki monodesu. Ōkibona uchū-sen to shōbōto no kinsetsu sentō wa, hanayaka ni kakki ga ari, sarani jūyōna koto ni, ekisaitingudesu. Aramaki wa mikata de kōdō o atsukaimasu. Chōshū ni kanzen ni muchūnisaseru nekkyō-tekina enerugī de karera o shibaritsuke, fukusū no tatakai o kanpeki ni jaguringu shimasu. Hoka ni nani monakereba, kono eiga wa ichiryū no akushondirekutā to shite no aramaki no sainō no akashidesu.)\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, his talents don't carry over into the movie's action-less dramatic scenes. Aramaki might direct a mean battle sequence, but his handling of drama leaves a lot to be desired. What this all means is that the movie's drama works on a thematic level, but far less so on an emotional level. Many of the flashbacks and revelations come off as rather dry. They are visually stimulating, certainly, but are also emotionally distant. The scenes simply don't communicate the characters' emotions to the audience, or at least not as strongly as they should. You watch the scene unfold, but you don't feel the emotions that the characters are experiencing. Not helping matters is the fact that most of these characters are underwritten; plot and theme has always taken precedence over character depth in this franchise. The one exception being Captain Harlock himself, who is fascinating in his ideology (and always has been), and has an aura of myth and mystery surrounding him. While his backstory here removes some of the mystery, he is no less mythical from it.\n\n\u001b[1m残念なことに、彼の才能は映画のアクションレス劇的シーンに引き継がれません。 荒巻は、平均的なバトルシーケンスを指示するかもしれないが、ドラマの彼の扱いは、多くのものが望まれる。 これは、映画のドラマがテーマレベルでは動作しますが、感情的なレベルではそれほど大きくないことを意味します。 フラッシュバックと啓示の多くはかなり乾燥しています。 彼らは視覚的に刺激していますが、確かに感情的に遠いです。 場面は単に観客に感情を伝えるものではなく、少なくとも彼らが必要とするほど強くはない。 あなたはそのシーンを見ていますが、キャラクターが経験している感情を感じることはありません。 問題の解決に役立たないのは、これらの文字のほとんどが引き受けられているということです。 プロットとテーマは常にこのフランチャイズの文字の深さよりも優先されています。  1つの例外は、彼のイデオロギーに魅了されている（そしていつもされていた）ハーロックキャプテンであり、彼を取り巻く神話と神秘のオーラがあります。 彼の裏話はここでいくつかの謎を取り除いているが、彼はそれからあまり神話的ではない。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, kare no sainō wa eiga no akushon resu gekiteki shīn ni hikitsuga remasen. Aramaki wa, heikin-tekina batorushīkensu o shiji suru kamo shirenaiga, dorama no kare no atsukai wa, ōku no mono ga nozoma reru. Furasshu bakku to keiji no ōku wa kanari kansō shite imasu. Karera wa shikaku-teki ni shigeki shite imasuga, tashikani kanjō-teki ni tōidesu. Bamen wa tan'ni kankyaku ni kanjō o tsutaeru monode wa naku, sukunakutomo karera ga hitsuyō to suru hodo tsuyoku wanai. Anata wa sono shīn o mite imasuga, kyarakutā ga keiken shite iru kanjō o kanjiru koto wa arimasen. Mondai no kaiketsu ni yakudatanai no wa, korera no moji no hotondo ga hikiuke rarete iru to iu kotodesu. Purotto to tēma wa tsuneni kono furanchaizu no moji no fuka sayori mo yūsen sa rete imasu. 1Tsu no reigai wa, kare no ideorogī ni miryō sa rete iru (soshite itsumo sa rete ita) hārokkukyaputendeari, kare o torimaku shinwa to shinpi no ōra ga arimasu. Kare no urabanashi wa koko de ikutsu ka no nazo o torinozoite iruga, kare wa sore kara amari shinwa-tekide wanai. Kore wa, eiga no dorama ga tēmareberude wa dōsa shimasuga, kanjō-tekina reberude wa sore hodo ōkikunai koto o imi shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, this movie is an admirable addition to the longstanding franchise. It pays homage to the original, while updating it by applying modern priorities to old-fashioned bravado. It doesn't really improve upon what was already there, as it suffers from the exact same flaws as the original series, albeit in different ways. However, it does deliver some downright fantastic action sequences (doubtless the best the franchise has produced), and a solid story overall. It may not have transcended the original's legacy, but it carries on that legacy quite well.\n\n\u001b[1m結局のところ、この映画は長年のフランチャイズへの素晴らしい追加です。 それは、古風な虚弱さに近代的な優先事項を適用することによってそれを更新しながら、オリジナルに敬意を払う。 元のシリーズとまったく同じ欠陥を抱えているため、すでに存在していたものを改善するわけではありません。 しかし、それはいくつかのすばらしいアクション・シーケンス（おそらくフランチャイズが生み出した最高のもの）と全体的に堅実なストーリーを提供します。 それはオリジナルの遺産を超越していないかもしれませんが、その遺産をかなり上手く保持しています。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, kono eiga wa naganen no furanchaizu e no subarashī tsuikadesu. Sore wa, kofūna kyojaku-sa ni kindai-tekina yūsen jikō o tekiyō suru koto ni yotte sore o kōshin shinagara, orijinaru ni keiiwoharau. Gen no shirīzu to mattaku onaji kekkan o kakaete iru tame, sudeni sonzai shite ita mono o kaizen suru wakede wa arimasen. Shikashi, sore wa ikutsu ka no subarashī akushon shīkensu (osoraku furanchaizu ga umidashita saikō no mono) to zentai-teki ni kenjitsuna sutōrī o teikyō shimasu. Sore wa orijinaru no isan o chōetsu shite inai kamo shiremasenga, sono isan o kanari umaku hoji shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, this movie is an admirable addition to the longstanding franchise. It pays homage to the original, while updating it by applying modern priorities to old-fashioned bravado. It doesn't really improve upon what was already there, as it suffers from the exact same flaws as the original series, albeit in different ways. However, it does deliver some downright fantastic action sequences (doubtless the best the franchise has produced), and a solid story overall. It may not have transcended the original's legacy, but it carries on that legacy quite well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, this movie is an admirable addition to the longstanding franchise.\u001b[24m\n    \u001b[1m結局のところ、この映画は長年のフランチャイズへの素晴らしい追加です。\u001b[22m, \u001b[1m最後に、この映画は長年のフランチャイズに立派な付加です。\u001b[22m\n\u001b[4mIt pays homage to the original, while updating it by applying modern priorities to old-fashioned bravado.\u001b[24m\n    \u001b[1mそれは、古風な虚弱さに近代的な優先事項を適用することによってそれを更新しながら、オリジナルに敬意を払う。\u001b[22m, \u001b[1m昔ながらの虚勢に近代的な優先順位を適用することにより、それを更新しながら、それは、元に敬意を払っています。\u001b[22m\n\u001b[4mIt doesn't really improve upon what was already there, as it suffers from the exact same flaws as the original series, albeit in different ways.\u001b[24m\n    \u001b[1m元のシリーズとまったく同じ欠陥を抱えているため、すでに存在していたものを改善するわけではありません。\u001b[22m, \u001b[1mそれはさまざまな方法ではあるが、オリジナルシリーズとまったく同じ傷に苦しんでいるように、それは本当に、すでにそこにあったものに改善されません。\u001b[22m\n\u001b[4mHowever, it does deliver some downright fantastic action sequences (doubtless the best the franchise has produced), and a solid story overall.\u001b[24m\n    \u001b[1mしかし、それはいくつかのすばらしいアクション・シーケンス（おそらくフランチャイズが生み出した最高のもの）と全体的に堅実なストーリーを提供します。\u001b[22m, \u001b[1mしかし、それはいくつかの実に素晴らしいアクションシーケンス（フランチャイズが生産している疑いもなく最高の）、および全体的な固体のストーリーをお届けします。\u001b[22m\n\u001b[4mIt may not have transcended the original's legacy, but it carries on that legacy quite well.\u001b[24m\n    \u001b[1mそれはオリジナルの遺産を超越していないかもしれませんが、その遺産をかなり上手く保持しています。\u001b[22m, \u001b[1mこれは、元の遺産を超越していないかもしれないが、それは非常によく、その遺産を運びます。\u001b[22m"
  },
  {
    "title": "Captain_Harlock",
    "id": "17269",
    "url": "https://myanimelist.net/anime/17269/Captain_Harlock",
    "user": "Kmyatsuhashi",
    "profile": "/profile/Kmyatsuhashi/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=136419",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  7\n\n伝説のアニメ/漫画家の松本零士はディスコピアンを完成させ、世界の他の人たちはそれが何であるかを知っていました。 宇宙戦艦ヤマトの死に至る地球からギャラクシー・エクスプレス999の未来へ、彼の広大な宇宙は蔓延しています。松本は誰よりもディスストピアンをよくしています。 これは、伝説のマンガ兼アニメ「Space Pirate Captain Harlock」よりも明らかです。\n\nハーロック艦長は1978年にテレビデビューを果たし、様々な成功を収めて何年も前に戻ってきました。 去年の秋、日本で初演された大予算CGIフェスティバル。 それは一種の起源の物語であり、それだけで十分に立っています。  Harlockに精通している人は、ここで多くのことが好きです。  Harlockのストーリーに慣れていない視聴者もここで失われることはありません。\n\n物語は、松本の主食で始まります：未来的な外国語よりもアメリカの西に似ている町。 ユビキタス・サロンの中で、山間という漂流者は、宇宙船の到着を深い轟音で知らせるまで飲み物を飲みます。 そして宇宙船だけではありません。 これは悪名高い百歳の無法者、ハーロック大尉に属します。 ヤマとバーの他の客は船の到着を予想していたようだが、一度着陸すれば、彼らはそれに会いに出かけ、ハーロックの乗組員に加わることを決めた。 しかし、Harlockは1つだけのスペースがあります。 ダークナイトでジョーカーの「試しに試してみる」のようなシーンでは、残酷な選択プロセスが続いています。 大尉は、募集人になぜ彼らが1つの言葉に加わりたいのかを説明します。 受け入れられない回答は、即時および永久解雇の結果となります。\n\n幸いなことにヤマのために、Harlockは彼の答えが好きで、若い男が訴えることができます。 途中、私たちはHarlockの乗組員に参加したい理由を学びます。なぜなら彼はHarlockに与えた言葉に時には反するからです。\n\nヤマがキャプテン自身よりも主人公のように聞こえるように聞こえたら、彼はそうです。 意図的にそう。 ハーロックは神話の人物です。 彼の話は、彼が神秘的なときに最もよく働きます。あなたが彼の視点から物事を見るとき、あなたが維持できないものです。 この映画は、少なくとも最初は正しいものになっています。 途中で、フラッシュバックでハーロックの動機を見せようとすると、彼を人間化するのは間違いです。 決定は間違っていると感じ、動作しません。 幸いにも、私たちがバックストーリーを終わらせると、ハーロックは私たちが知っていると愛している悪夢に戻ります。\n\n視覚的に、宇宙海賊キャプテンハーロックは贅沢な饗宴です。 アニメーションは画期的なファイナルファンタジー映画と同じくらい良いですし、キャラクターのデザインは華やかです。 しかし、同じことは機械的なデザインとは言えません。  Harlockは、宇宙船よりも箱のように見える非破壊の戦艦に対して、強力な力を結集しています。 確かに、松本のアニメシリーズの中には、興味深い船のデザインがいくつかありましたが、決して鈍いことはありませんでした。 悲しいことに、Harlockの象徴的な船であるArcadiaはさらに苦しんでいます。 松本氏が想像した美しい船よりも、巨大なx-wingとH.R. GigerのAlienとのクロスのように見えます。 そして、それは特に内部が幻想的に実現されて以来、残念です。\n\nアルカイアの表情を変えることはまったく神聖ではありません。映画「My Youth in Arcadia」は、1978年のデザインに変更され改良され、輝かしい結果をもたらしました。 それは大きくて絶対に豪華でした。 それは地獄と同じように威圧的でした。 新しいアルカディアの周りを渦巻いている暗黒の雲のためでなければ、船はちょうど一般的に見えるだろう。 アルカディアがハーロックのペルソナほど重要でないなら、それは問題ではないでしょう。 しかし、伝説の船は、ヤマトがその話にあるように、ハーロック大砲の一部でもある。 それは映画を台無しにしませんが、それは確かにその影響を軽減します。\n\nハーロック隊長は、すべての化身において、実質的なストーリーテリングよりも大きなテーマとフラッシュについてより多くのことをしてきました。 アルカイダの私の若者は、それ自体がメロドラマ的な体重の下でほぼ崩壊する。 宇宙海賊キャプテンハーロックも変わりません。 オーバーアーミングテーマは壮大で野心的ですが、説得力のあるストーリーを語ることになると、ハーロックは短くなります。 奇妙なことに、あなたはそれを成功と呼ぶかもしれません。なぜなら、このHarlockは他のHarlockの話とは違いないからです。 それは映画監督がハーロックを忠実に大画面に持ち込んだことを意味します。 しかし、忠実であるだけでは不十分です。 これは伝説の英雄にぴったりの素晴らしいスペース・サガを提供するチャンスでした。 宇宙海賊キャプテンハーロックが恋しくなる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nLegendary anime/manga creator Leiji Matsumoto perfected dystopian before the rest of the world even knew what it was. His vast universe is rife with it, from Space Battleship Yamato‘s dying Earth to Galaxy Express 999‘s bleak future, Matsumoto does dystopian better than anyone else. No where is this more evident than in his legendary manga-cum-anime, Space Pirate Captain Harlock.\n\n\u001b[1m伝説のアニメ/漫画家の松本零士はディスコピアンを完成させ、世界の他の人たちはそれが何であるかを知っていました。 宇宙戦艦ヤマトの死に至る地球からギャラクシー・エクスプレス999の未来へ、彼の広大な宇宙は蔓延しています。松本は誰よりもディスストピアンをよくしています。 これは、伝説のマンガ兼アニメ「Space Pirate Captain Harlock」よりも明らかです。\u001b[22m\n\u001b[1m(Densetsu no anime/ mangakka no matsumoto reiji wa disukopian o kansei sa se, sekai no hokanohito-tachi wa sore ga nandearu ka o shitte imashita. Uchūsenkan'yamato no shi ni itaru chikyū kara gyarakushī ekusupuresu 999 no mirai e, kare no kōdaina uchū wa man'en shite imasu. Matsumoto wa dare yori mo disusutopian o yoku shite imasu. Kore wa, densetsu no manga ken anime `Space pairētsu Captain Harlock' yori mo akirakadesu.)\u001b[22m\n\nTranslations of \u001b[4mLegendary anime/manga creator Leiji Matsumoto perfected dystopian before the rest of the world even knew what it was. His vast universe is rife with it, from Space Battleship Yamato‘s dying Earth to Galaxy Express 999‘s bleak future, Matsumoto does dystopian better than anyone else. No where is this more evident than in his legendary manga-cum-anime, Space Pirate Captain Harlock.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLegendary anime/manga creator Leiji Matsumoto perfected dystopian before the rest of the world even knew what it was.\u001b[24m\n    \u001b[1m伝説のアニメ/漫画家の松本零士はディスコピアンを完成させ、世界の他の人たちはそれが何であるかを知っていました。\u001b[22m, \u001b[1m世界の残りの部分があっても、それが何であったかを知っていた前に、伝説のアニメ/漫画クリエイター松本零士は反ユートピアを完成しました。\u001b[22m\n\u001b[4mHis vast universe is rife with it, from Space Battleship Yamato‘s dying Earth to Galaxy Express 999‘s bleak future, Matsumoto does dystopian better than anyone else.\u001b[24m\n    \u001b[1m宇宙戦艦ヤマトの死に至る地球からギャラクシー・エクスプレス999の未来へ、彼の広大な宇宙は蔓延しています。松本は誰よりもディスストピアンをよくしています。\u001b[22m, \u001b[1m彼の広大な宇宙が宇宙戦艦ヤマトの瀕死の地球から銀河鉄道999の暗い未来に、それでいっぱいで、松本は他の誰よりも陰鬱な、より良いを行います。\u001b[22m\n\u001b[4mNo where is this more evident than in his legendary manga-cum-anime, Space Pirate Captain Harlock.\u001b[24m\n    \u001b[1mこれは、伝説のマンガ兼アニメ「Space Pirate Captain Harlock」よりも明らかです。\u001b[22m, \u001b[1mいいえどこにこれは彼の伝説的な漫画兼アニメ、宇宙海賊キャプテンハーロックよりも明らかです。\u001b[22m\n\u001b[1m\u001b[22m\nCaptain Harlock made his TV debut in 1978, and he’s been back many times over the years with varying degrees of success. The latest incarnation, a big budget CGI fest, premiered in Japan last fall. It’s an origin story of sorts and stands well enough on its own. Those familiar with the Harlock will find much to like here. Viewers unfamiliar with Harlock stories won’t get lost here either.\n\n\u001b[1mハーロック艦長は1978年にテレビデビューを果たし、様々な成功を収めて何年も前に戻ってきました。 去年の秋、日本で初演された大予算CGIフェスティバル。 それは一種の起源の物語であり、それだけで十分に立っています。  Harlockに精通している人は、ここで多くのことが好きです。  Harlockのストーリーに慣れていない視聴者もここで失われることはありません。\u001b[22m\n\u001b[1m(Hārokku kanchō wa 1978-nen ni terebidebyū o hatashi, samazamana seikō o osamete nan-nen mo mae ni modotte kimashita. Kyonen no aki, Nihon de shoen sa reta dai yosan CGI fesutibaru. Sore wa isshu no kigen no monogatarideari, sore dakede jūbun ni tatte imasu. Harlock ni seitsū shite iru hito wa, koko de ōku no koto ga sukidesu. Harlock no sutōrī ni narete inai shichō-sha mo koko de ushinawa reru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCaptain Harlock made his TV debut in 1978, and he’s been back many times over the years with varying degrees of success. The latest incarnation, a big budget CGI fest, premiered in Japan last fall. It’s an origin story of sorts and stands well enough on its own. Those familiar with the Harlock will find much to like here. Viewers unfamiliar with Harlock stories won’t get lost here either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCaptain Harlock made his TV debut in 1978, and he’s been back many times over the years with varying degrees of success.\u001b[24m\n    \u001b[1mハーロック艦長は1978年にテレビデビューを果たし、様々な成功を収めて何年も前に戻ってきました。\u001b[22m, \u001b[1mキャプテンハーロックは、1978年に彼のテレビデビューを果たした、と彼は成功の様々な程度で長年にわたって何度も戻ってきています。\u001b[22m\n\u001b[4mThe latest incarnation, a big budget CGI fest, premiered in Japan last fall.\u001b[24m\n    \u001b[1m去年の秋、日本で初演された大予算CGIフェスティバル。\u001b[22m, \u001b[1m最新の化身、大きな予算のCGIフェストは、昨年秋に日本で初演しました。\u001b[22m\n\u001b[4mIt’s an origin story of sorts and stands well enough on its own.\u001b[24m\n    \u001b[1mそれは一種の起源の物語であり、それだけで十分に立っています。\u001b[22m, \u001b[1mそれは、ある種の起源の話だと、自分自身で十分に立っています。\u001b[22m\n\u001b[4mThose familiar with the Harlock will find much to like here.\u001b[24m\n    \u001b[1mHarlockに精通している人は、ここで多くのことが好きです。\u001b[22m, \u001b[1mハーロックに精通している人は、ここで好きなことがたくさんあります。\u001b[22m\n\u001b[4mViewers unfamiliar with Harlock stories won’t get lost here either.\u001b[24m\n    \u001b[1mHarlockのストーリーに慣れていない視聴者もここで失われることはありません。\u001b[22m, \u001b[1mハーロックの物語をよく知らない視聴者はここでも失われません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story begins with a Matsumoto staple: a town that looks more like the American west than a futuristic alien word. Inside a ubiquitous saloon, a drifter named Yama nurses a drink until a deep rumbling announce a space craft’s arrival. And not just any spaceship. This one belongs to the notorious, hundred-year-old outlaw, Captain Harlock. Yama and the bar’s other patrons seemed to anticipate the ship’s arrival, and once it lands, they head out to meet it, determined to join Harlock’s crew. But Harlock only has room for one. In a scene similar to the Joker’s ‘try-outs’ in The Dark Knight, a brutal selection process ensues. The Captain demands the would-be recruits explain why they want to join in a single word. Unacceptable answers result in immediate–and permanent–dismissal.\n\n\u001b[1m物語は、松本の主食で始まります：未来的な外国語よりもアメリカの西に似ている町。 ユビキタス・サロンの中で、山間という漂流者は、宇宙船の到着を深い轟音で知らせるまで飲み物を飲みます。 そして宇宙船だけではありません。 これは悪名高い百歳の無法者、ハーロック大尉に属します。 ヤマとバーの他の客は船の到着を予想していたようだが、一度着陸すれば、彼らはそれに会いに出かけ、ハーロックの乗組員に加わることを決めた。 しかし、Harlockは1つだけのスペースがあります。 ダークナイトでジョーカーの「試しに試してみる」のようなシーンでは、残酷な選択プロセスが続いています。 大尉は、募集人になぜ彼らが1つの言葉に加わりたいのかを説明します。 受け入れられない回答は、即時および永久解雇の結果となります。\u001b[22m\n\u001b[1m(Monogatari wa, Matsumoto no shushoku de hajimarimasu: Mirai-tekina gaikoku-go yori mo Amerika no nishi ni nite iru machi. Yubikitasu saron no naka de, sankan to iu hyōryū-sha wa, uchūsen no tōchaku o fukai gōon de shiraseru made nomimono o nomimasu. Soshite uchūsen dakede wa arimasen. Kore wa akumeidakai momotose no muhōmono, hārokku taii ni zokushimasu. Yama to bā no ta no kyaku wa fune no tōchaku o yosō shite ita yōdaga, ichido chakuriku sureba, karera wa sore ni ai ni dekake, hārokku no norikumiin ni kuwawaru koto o kimeta. Shikashi, Harlock wa 1tsu dake no supēsu ga arimasu. Dākunaito de jōkā no `tameshi ni tameshite miru' no yōna shīnde wa, zankokuna sentaku purosesu ga tsudzuite imasu. Taii wa, boshū hito ni naze karera ga 1tsu no kotoba ni kuwawaritai no ka o setsumei shimasu. Ukeire rarenai kaitō wa, sokuji oyobi towa kaiko no kekka to narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story begins with a Matsumoto staple: a town that looks more like the American west than a futuristic alien word. Inside a ubiquitous saloon, a drifter named Yama nurses a drink until a deep rumbling announce a space craft’s arrival. And not just any spaceship. This one belongs to the notorious, hundred-year-old outlaw, Captain Harlock. Yama and the bar’s other patrons seemed to anticipate the ship’s arrival, and once it lands, they head out to meet it, determined to join Harlock’s crew. But Harlock only has room for one. In a scene similar to the Joker’s ‘try-outs’ in The Dark Knight, a brutal selection process ensues. The Captain demands the would-be recruits explain why they want to join in a single word. Unacceptable answers result in immediate–and permanent–dismissal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story begins with a Matsumoto staple: a town that looks more like the American west than a futuristic alien word.\u001b[24m\n    \u001b[1m物語は、松本の主食で始まります：未来的な外国語よりもアメリカの西に似ている町。\u001b[22m, \u001b[1mより未来的なエイリアンの言葉よりも、アメリカ西部のように見える町：物語は松本の定番から始まります。\u001b[22m\n\u001b[4mInside a ubiquitous saloon, a drifter named Yama nurses a drink until a deep rumbling announce a space craft’s arrival.\u001b[24m\n    \u001b[1mユビキタス・サロンの中で、山間という漂流者は、宇宙船の到着を深い轟音で知らせるまで飲み物を飲みます。\u001b[22m, \u001b[1mユビキタス酒場の内部には、深いゴロゴロまで看護師飲み物を山という名前ドリフターは宇宙船の到着を発表します。\u001b[22m\n\u001b[4mAnd not just any spaceship.\u001b[24m\n    \u001b[1mそして宇宙船だけではありません。\u001b[22m, \u001b[1mだけではなく、任意の宇宙船。\u001b[22m\n\u001b[4mThis one belongs to the notorious, hundred-year-old outlaw, Captain Harlock.\u001b[24m\n    \u001b[1mこれは悪名高い百歳の無法者、ハーロック大尉に属します。\u001b[22m, \u001b[1mこの1は悪名高い、百歳の無法者、キャプテンハーロックに属します。\u001b[22m\n\u001b[4mYama and the bar’s other patrons seemed to anticipate the ship’s arrival, and once it lands, they head out to meet it, determined to join Harlock’s crew.\u001b[24m\n    \u001b[1mヤマとバーの他の客は船の到着を予想していたようだが、一度着陸すれば、彼らはそれに会いに出かけ、ハーロックの乗組員に加わることを決めた。\u001b[22m, \u001b[1m山やバーの他の常連客は、船の到着を予想するように見えたし、それが着地したら、彼らはそれを満たすために向かう、ハーロックの乗組員に参加することを決定しました。\u001b[22m\n\u001b[4mBut Harlock only has room for one.\u001b[24m\n    \u001b[1mしかし、Harlockは1つだけのスペースがあります。\u001b[22m, \u001b[1mしかし、ハーロックは、一つだけの余地があります。\u001b[22m\n\u001b[4mIn a scene similar to the Joker’s ‘try-outs’ in The Dark Knight, a brutal selection process ensues.\u001b[24m\n    \u001b[1mダークナイトでジョーカーの「試しに試してみる」のようなシーンでは、残酷な選択プロセスが続いています。\u001b[22m, \u001b[1mダークナイトでジョーカーの「試してアウト」に類似したシーンでは、残忍な選択プロセスが続きます。\u001b[22m\n\u001b[4mThe Captain demands the would-be recruits explain why they want to join in a single word.\u001b[24m\n    \u001b[1m大尉は、募集人になぜ彼らが1つの言葉に加わりたいのかを説明します。\u001b[22m, \u001b[1mキャプテンは、彼らが一つの単語に参加したい理由-だろう新兵が説明要求されます。\u001b[22m\n\u001b[4mUnacceptable answers result in immediate–and permanent–dismissal.\u001b[24m\n    \u001b[1m受け入れられない回答は、即時および永久解雇の結果となります。\u001b[22m, \u001b[1m受け入れられない答えは即時および永久解雇につながります。\u001b[22m\n\u001b[1m\u001b[22m\nFortunately for Yama, Harlock likes his answer and allows the young man to suit up. Along the way, we learn why Yama wanted to join Harlock’s crew, a reason that at times runs counter to the word he gave to Harlock.\n\n\u001b[1m幸いなことにヤマのために、Harlockは彼の答えが好きで、若い男が訴えることができます。 途中、私たちはHarlockの乗組員に参加したい理由を学びます。なぜなら彼はHarlockに与えた言葉に時には反するからです。\u001b[22m\n\u001b[1m(Saiwaina koto ni yama no tame ni, Harlock wa kare no kotae ga sukide, wakai otoko ga uttaeru koto ga dekimasu. Tochū, watashitachiha Harlock no norikumiin ni sanka shitai riyū o manabimasu. Nazenara kare wa Harlock ni ataeta kotoba ni tokiniha hansurukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mFortunately for Yama, Harlock likes his answer and allows the young man to suit up. Along the way, we learn why Yama wanted to join Harlock’s crew, a reason that at times runs counter to the word he gave to Harlock.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFortunately for Yama, Harlock likes his answer and allows the young man to suit up.\u001b[24m\n    \u001b[1m幸いなことにヤマのために、Harlockは彼の答えが好きで、若い男が訴えることができます。\u001b[22m, \u001b[1m幸いな山のため、ハーロックは彼の答えを好きで、若い男がアップし合うことができます。\u001b[22m\n\u001b[4mAlong the way, we learn why Yama wanted to join Harlock’s crew, a reason that at times runs counter to the word he gave to Harlock.\u001b[24m\n    \u001b[1m途中、私たちはHarlockの乗組員に参加したい理由を学びます。なぜなら彼はHarlockに与えた言葉に時には反するからです。\u001b[22m, \u001b[1mヤマはハーロックの乗組員に参加したかった理由道に沿って、我々は、時間にカウンタ彼はハーロックに与えた言葉に実行される理由を学びます。\u001b[22m\n\u001b[1m\u001b[22m\nIf this sounds as if Yama’s more of a protagonist than the Captain himself, he is. Intentionally so. Harlock is a mythic figure. His stories work best when he’s mysterious–something you can’t maintain when you see things from his point-of-view. The film gets that right–at least initially. In the middle, when it tries to show Harlock’s motivations through flashback, it makes the mistake of humanizing him. The decision feels false, and it doesn’t work. Fortunately, once we get the backstory over with, Harlock goes back to being the badass we all know and love.\n\n\u001b[1mヤマがキャプテン自身よりも主人公のように聞こえるように聞こえたら、彼はそうです。 意図的にそう。 ハーロックは神話の人物です。 彼の話は、彼が神秘的なときに最もよく働きます。あなたが彼の視点から物事を見るとき、あなたが維持できないものです。 この映画は、少なくとも最初は正しいものになっています。 途中で、フラッシュバックでハーロックの動機を見せようとすると、彼を人間化するのは間違いです。 決定は間違っていると感じ、動作しません。 幸いにも、私たちがバックストーリーを終わらせると、ハーロックは私たちが知っていると愛している悪徳に戻る。\u001b[22m\n\u001b[1m(Yama ga kyaputen jishin yori mo shujinkō no yō ni kikoeru yō ni kikoetara, kare wa sōdesu. Itotekini-sō. Hārokku wa shinwa no jinbutsudesu. Kare no hanashi wa, kare ga shinpi-tekina toki ni mottomo yoku hatarakimasu. Anata ga kare no shiten kara monogoto o miru toki, anata ga iji dekinai monodesu. Kono eiga wa, sukunakutomo saisho wa tadashī mono ni natte imasu. Tochū de, furasshu bakku de hārokku no dōki o miseyou to suru to, kare o ningen-ka suru no wa machigaidesu. Kettei wa machigatte iru to kanji, dōsa shimasen. Saiwai ni mo, watashitachi ga bakkusutōrī o owara seru to, hārokku wa watashitachi ga shitte iruto itoshite iru akutoku ni modoru.)\u001b[22m\n\nTranslations of \u001b[4mIf this sounds as if Yama’s more of a protagonist than the Captain himself, he is. Intentionally so. Harlock is a mythic figure. His stories work best when he’s mysterious–something you can’t maintain when you see things from his point-of-view. The film gets that right–at least initially. In the middle, when it tries to show Harlock’s motivations through flashback, it makes the mistake of humanizing him. The decision feels false, and it doesn’t work. Fortunately, once we get the backstory over with, Harlock goes back to being the badass we all know and love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this sounds as if Yama’s more of a protagonist than the Captain himself, he is.\u001b[24m\n    \u001b[1mヤマがキャプテン自身よりも主人公のように聞こえるように聞こえたら、彼はそうです。\u001b[22m, \u001b[1mこれが鳴った場合ヤマズ大尉彼自身よりも主人公のよりかのように、彼はあります。\u001b[22m\n\u001b[4mIntentionally so.\u001b[24m\n    \u001b[1m意図的にそう。\u001b[22m\n\u001b[4mHarlock is a mythic figure.\u001b[24m\n    \u001b[1mハーロックは神話の人物です。\u001b[22m, \u001b[1mハーロックは神話の図です。\u001b[22m\n\u001b[4mHis stories work best when he’s mysterious–something you can’t maintain when you see things from his point-of-view.\u001b[24m\n    \u001b[1m彼の話は、彼が神秘的なときに最もよく働きます。あなたが彼の視点から物事を見るとき、あなたが維持できないものです。\u001b[22m, \u001b[1m彼の物語は、彼はあなたが彼のポイント・オブ・ビューから物事を見るとき、あなたが維持できない神秘的な、何か最高のときに動作します。\u001b[22m\n\u001b[4mThe film gets that right–at least initially.\u001b[24m\n    \u001b[1mこの映画は、少なくとも最初は正しいものになっています。\u001b[22m, \u001b[1mフィルムはその右少なくとも最初ます。\u001b[22m\n\u001b[4mIn the middle, when it tries to show Harlock’s motivations through flashback, it makes the mistake of humanizing him.\u001b[24m\n    \u001b[1m途中で、フラッシュバックでハーロックの動機を見せようとすると、彼を人間化するのは間違いです。\u001b[22m, \u001b[1mそれがフラッシュバックを通してハーロックの動機を表示しようとする途中で、それは彼をヒト化のミスを犯します。\u001b[22m\n\u001b[4mThe decision feels false, and it doesn’t work.\u001b[24m\n    \u001b[1m決定は間違っていると感じ、動作しません。\u001b[22m, \u001b[1m決定は、偽感じ、それが動作しません。\u001b[22m\n\u001b[4mFortunately, once we get the backstory over with, Harlock goes back to being the badass we all know and love.\u001b[24m\n    \u001b[1m幸いにも、私たちがバックストーリーを終わらせると、ハーロックは私たちが知っていると愛している悪徳に戻る。\u001b[22m, \u001b[1m私たちが裏話を乗り越えるたら幸い、ハーロックは、我々はすべて知っているワルと愛であることにさかのぼります。\u001b[22m\n\u001b[1m\u001b[22m\nVisually, Space Pirate Captain Harlock is a sumptuous feast. The animation is as good as the ground-breaking Final Fantasy movies, and the character designs are gorgeous. The same can’t be said of the mechanical designs, however. The powerful forces arrayed against Harlock fly nondescript battleships that look more like boxes than spacecraft. Certainly, some of Matsumoto’s anime series had some interesting ship designs, but they were never this dull. Sadly, the Arcadia, Harlock’s iconic ship, suffers even more. It’s just plain ugly, looking more like a cross between an giant x-wing and H.R. Giger’s Alien than the beautiful ship Matsumoto envisioned. And that’s a shame, especially since the interior is fantastically realized.\n\n\u001b[1m視覚的に、宇宙海賊キャプテンハーロックは贅沢な饗宴です。 アニメーションは画期的なファイナルファンタジー映画と同じくらい良いですし、キャラクターのデザインは華やかです。 しかし、同じことは機械的なデザインとは言えません。  Harlockは、宇宙船よりも箱のように見える非破壊の戦艦に対して、強力な力を結集しています。 確かに、松本のアニメシリーズの中には、興味深い船のデザインがいくつかありましたが、決して鈍いことはありませんでした。 悲しいことに、Harlockの象徴的な船であるArcadiaはさらに苦しんでいます。 松本氏が想像した美しい船よりも、巨大なx-wingとH.R. GigerのAlienとのクロスのように見えます。 そして、それは特に内部が幻想的に実現されて以来、残念です。\u001b[22m\n\u001b[1m(Shikaku-teki ni, uchū kaizoku kyaputenhārokku wa zeitakuna kyōendesu. Animēshon wa kakkitekina fainarufantajī eiga to onaji kurai yoidesushi, kyarakutā no dezain wa hanayakadesu. Shikashi, onaji koto wa kikai-tekina dezain to wa iemasen. Harlock wa, uchūsen yori mo hako no yō ni mieru hihakai no senkan ni taishite, kyōryokuna chikara o kesshū shite imasu. Tashika ni, Matsumoto no animeshirīzu no nakaniha, kyōmibukai fune no dezain ga ikutsu ka arimashitaga, kesshite nibui koto wa arimasendeshita. Kanashī koto ni, Harlock no shōchō-tekina funedearu arukadia wa sarani kurushinde imasu. Matsumoto-shi ga sōzō shita utsukushī fune yori mo, kyodaina x - u~ingu to H. R. Gīgā no Alien to no kurosu no yō ni miemasu. Soshite, sore wa tokuni naibu ga gensō-teki ni jitsugen sa rete irai, zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mVisually, Space Pirate Captain Harlock is a sumptuous feast. The animation is as good as the ground-breaking Final Fantasy movies, and the character designs are gorgeous. The same can’t be said of the mechanical designs, however. The powerful forces arrayed against Harlock fly nondescript battleships that look more like boxes than spacecraft. Certainly, some of Matsumoto’s anime series had some interesting ship designs, but they were never this dull. Sadly, the Arcadia, Harlock’s iconic ship, suffers even more. It’s just plain ugly, looking more like a cross between an giant x-wing and H.R. Giger’s Alien than the beautiful ship Matsumoto envisioned. And that’s a shame, especially since the interior is fantastically realized.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisually, Space Pirate Captain Harlock is a sumptuous feast.\u001b[24m\n    \u001b[1m視覚的に、宇宙海賊キャプテンハーロックは贅沢な饗宴です。\u001b[22m, \u001b[1m視覚的には、宇宙海賊キャプテンハーロックは豪華なごちそうです。\u001b[22m\n\u001b[4mThe animation is as good as the ground-breaking Final Fantasy movies, and the character designs are gorgeous.\u001b[24m\n    \u001b[1mアニメーションは画期的なファイナルファンタジー映画と同じくらい良いですし、キャラクターのデザインは華やかです。\u001b[22m, \u001b[1mアニメーションは、画期的なファイナルファンタジーの映画と同様に良好であり、キャラクターデザインはゴージャスです。\u001b[22m\n\u001b[4mThe same can’t be said of the mechanical designs, however.\u001b[24m\n    \u001b[1mしかし、同じことは機械的なデザインとは言えません。\u001b[22m, \u001b[1m同じことは、しかし、機械設計の言うことができません。\u001b[22m\n\u001b[4mThe powerful forces arrayed against Harlock fly nondescript battleships that look more like boxes than spacecraft.\u001b[24m\n    \u001b[1mHarlockは、宇宙船よりも箱のように見える非破壊の戦艦に対して、強力な力を結集しています。\u001b[22m, \u001b[1mハーロックに対して配列された強力な力は、より多くの宇宙船よりも箱のように見える平凡な戦艦を飛びます。\u001b[22m\n\u001b[4mCertainly, some of Matsumoto’s anime series had some interesting ship designs, but they were never this dull.\u001b[24m\n    \u001b[1m確かに、松本のアニメシリーズの中には、興味深い船のデザインがいくつかありましたが、決して鈍いことはありませんでした。\u001b[22m, \u001b[1m確かに、松本のアニメシリーズのいくつかは、いくつかの興味深い船のデザインを持っていたが、彼らはこの退屈なことはありませんでした。\u001b[22m\n\u001b[4mSadly, the Arcadia, Harlock’s iconic ship, suffers even more.\u001b[24m\n    \u001b[1m悲しいことに、Harlockの象徴的な船であるArcadiaはさらに苦しんでいます。\u001b[22m, \u001b[1m悲しいことに、アルカディア、ハーロックの象徴的な船は、さらに多くの苦しんでいます。\u001b[22m\n\u001b[4mIt’s just plain ugly, looking more like a cross between an giant x-wing and H.R. Giger’s Alien than the beautiful ship Matsumoto envisioned.\u001b[24m\n    \u001b[1m松本氏が想像した美しい船よりも、巨大なx-wingとH.R. GigerのAlienとのクロスのように見えます。\u001b[22m, \u001b[1mこれは、より巨大なX-翼とH.R.ギーガーの松本が想定美しい船よりも外国人の間のクロスのように見え、単なる醜いです。\u001b[22m\n\u001b[4mAnd that’s a shame, especially since the interior is fantastically realized.\u001b[24m\n    \u001b[1mそして、それは特に内部が幻想的に実現されて以来、残念です。\u001b[22m, \u001b[1mそして、それは内部が素晴らしく実現されている、特に以来、残念です。\u001b[22m\n\u001b[1m\u001b[22m\nChanging the Arcadia’s look isn’t exactly sacred, the film, My Youth in Arcadia, altered and improved upon the 1978 design, with glorious results. It was big and absolutely gorgeous. It was also as intimidating as hell. If not for the dark matter cloud swirling around the new Arcadia, the ship would just look…generic. If the Arcadia wasn’t as important to Harlock’s persona, it wouldn’t be a problem. But the legendary ship is as much a part of Harlock cannon as the Yamato is to that story. It doesn’t ruin the film, but it certainly reduces its impact.\n\n\u001b[1mアルカイアの表情を変えることはまったく神聖ではありません。映画「My Youth in Arcadia」は、1978年のデザインに変更され改良され、輝かしい結果をもたらしました。 それは大きくて絶対に豪華だった。 それは地獄と同じように威圧的でした。 新しいアルカディアの周りを渦巻いている暗黒の雲のためでなければ、船はちょうど一般的に見えるだろう。 アルカディアがハーロックのペルソナほど重要でないなら、それは問題ではないでしょう。 しかし、伝説の船は、ヤマトがその話にあるように、ハーロック大砲の一部である。 それは映画を台無しにしませんが、それは確かにその影響を軽減します。\u001b[22m\n\u001b[1m(Arukaia no hyōjō o kaeru koto wa mattaku shinseide wa arimasen. Eiga `My Youth in arukadia' wa, 1978-nen no dezain ni henkō sa re kairyō sa re, kagayakashī kekka o motarashimashita. Sore wa ōkikute zettai ni gōkadatta. Sore wa jigoku to onajiyōni iatsu-tekideshita. Atarashī arukadia no mawari o uzumaite iru ankoku no kumo no tamedenakereba,-sen wa chōdo ippantekini mierudarou. Arukadia ga hārokku no perusona hodo jūyōdenainara, soreha mondaide wanaideshou. Shikashi, densetsu no fune wa, Yamato ga sono-wa ni aru yō ni, hārokku taihō no ichibudearu. Sore wa eiga o dainashi ni shimasenga, sore wa tashika ni sono eikyō o keigen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mChanging the Arcadia’s look isn’t exactly sacred, the film, My Youth in Arcadia, altered and improved upon the 1978 design, with glorious results. It was big and absolutely gorgeous. It was also as intimidating as hell. If not for the dark matter cloud swirling around the new Arcadia, the ship would just look…generic. If the Arcadia wasn’t as important to Harlock’s persona, it wouldn’t be a problem. But the legendary ship is as much a part of Harlock cannon as the Yamato is to that story. It doesn’t ruin the film, but it certainly reduces its impact.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChanging the Arcadia’s look isn’t exactly sacred, the film, My Youth in Arcadia, altered and improved upon the 1978 design, with glorious results.\u001b[24m\n    \u001b[1mアルカイアの表情を変えることはまったく神聖ではありません。映画「My Youth in Arcadia」は、1978年のデザインに変更され改良され、輝かしい結果をもたらしました。\u001b[22m, \u001b[1mアルカディアの外観を変更すると、輝かしい結果とフィルム、1978設計に変更され、改善されたアルカディアの私の青春、まさに神聖ではありません。\u001b[22m\n\u001b[4mIt was big and absolutely gorgeous.\u001b[24m\n    \u001b[1mそれは大きくて絶対に豪華だった。\u001b[22m, \u001b[1mこれは大きな絶対にゴージャスでした。\u001b[22m\n\u001b[4mIt was also as intimidating as hell.\u001b[24m\n    \u001b[1mそれは地獄と同じように威圧的でした。\u001b[22m, \u001b[1mそれは地獄のように威圧的のようでもありました。\u001b[22m\n\u001b[4mIf not for the dark matter cloud swirling around the new Arcadia, the ship would just look…generic.\u001b[24m\n    \u001b[1m新しいアルカディアの周りを渦巻いている暗黒の雲のためでなければ、船はちょうど一般的に見えるだろう。\u001b[22m, \u001b[1m新しいアルカディア周辺暗黒物質の雲の旋回用されていない場合、船はちょうど...ジェネリックになります。\u001b[22m\n\u001b[4mIf the Arcadia wasn’t as important to Harlock’s persona, it wouldn’t be a problem.\u001b[24m\n    \u001b[1mアルカディアがハーロックのペルソナほど重要でないなら、それは問題ではないでしょう。\u001b[22m, \u001b[1mアルカディアは、ハーロックのペルソナのように重要ではなかった場合、それは問題ではないでしょう。\u001b[22m\n\u001b[4mBut the legendary ship is as much a part of Harlock cannon as the Yamato is to that story.\u001b[24m\n    \u001b[1mしかし、伝説の船は、ヤマトがその話にあるように、ハーロック大砲の一部である。\u001b[22m, \u001b[1mヤマトはその話にあるとしてではなく、伝説の船は限りハーロック砲の一部です。\u001b[22m\n\u001b[4mIt doesn’t ruin the film, but it certainly reduces its impact.\u001b[24m\n    \u001b[1mそれは映画を台無しにしませんが、それは確かにその影響を軽減します。\u001b[22m, \u001b[1mそれは映画を台無しにしない、それは確かにその影響を軽減します。\u001b[22m\n\u001b[1m\u001b[22m\nIn all its incarnations, Captain Harlock has been more about big themes and flash than substantive storytelling. My Youth in Arcadia, as good as it is, nearly collapses under its own melodramatic weight. Space Pirate Captain Harlock is no different. The over arching themes are grand and ambitious, but when it comes down to telling a compelling story, Harlock falls short. In an odd way, you might call that a success, because it means this Harlock isn’t that different from other Harlock stories. It means the filmmakers faithfully brought Harlock to the big screen. Being faithful, though, just isn’t enough. This was a chance to deliver a great space saga fitting its legendary hero. Space Pirate Captain Harlock just misses.\n\n\u001b[1mハーロック隊長は、すべての化身において、実質的なストーリーテリングよりも大きなテーマとフラッシュについてより多くのことをしてきました。 アルカイダの私の若者は、それ自体がメロドラマ的な体重の下でほぼ崩壊する。 宇宙海賊キャプテンハーロックも変わりません。 オーバーアーミングテーマは壮大で野心的ですが、説得力のあるストーリーを語ることになると、ハーロックは短くなります。 奇妙なことに、あなたはそれを成功と呼ぶかもしれません。なぜなら、このHarlockは他のHarlockの話とは違いないからです。 それは映画監督がハーロックを忠実に大画面に持ち込んだことを意味します。 しかし、忠実であるだけでは不十分です。 これは伝説の英雄にぴったりの素晴らしいスペース・サガを提供するチャンスでした。 宇宙海賊キャプテンハーロックが恋しくなる。\u001b[22m\n\u001b[1m(Hārokku taichō wa, subete no keshin ni oite, jisshitsu-tekina sutōrīteringu yori mo ōkina tēma to furasshu ni tsuite yori ōku no koto o shite kimashita. Arukaida no watashi no wakamono wa, sore jitai ga merodorama-tekina taijū no shita de hobo hōkai suru. Uchū kaizoku kyaputenhārokku mo kawarimasen. Ōbāāmingutēma wa sōdaide yashin-tekidesuga, settoku-ryoku no aru sutōrī o kataru koto ni naru to, hārokku wa mijikaku narimasu. Kimyōna koto ni, anata wa sore o seikō to yobu kamo shiremasen. Nazenara, kono Harlock wa hoka no Harlock no hanashi to wa chigainaikaradesu. Sore wa eiga kantoku ga hārokku o chūjitsu ni dai gamen ni mochikonda koto o imi shimasu. Shikashi, chūjitsudearu dakede wa fujūbundesu. Kore wa densetsu no eiyū ni pittari no subarashī supēsu Saga o teikyō suru chansudeshita. Uchū kaizoku kyaputenhārokku ga koishiku naru.)\u001b[22m\n\nTranslations of \u001b[4mIn all its incarnations, Captain Harlock has been more about big themes and flash than substantive storytelling. My Youth in Arcadia, as good as it is, nearly collapses under its own melodramatic weight. Space Pirate Captain Harlock is no different. The over arching themes are grand and ambitious, but when it comes down to telling a compelling story, Harlock falls short. In an odd way, you might call that a success, because it means this Harlock isn’t that different from other Harlock stories. It means the filmmakers faithfully brought Harlock to the big screen. Being faithful, though, just isn’t enough. This was a chance to deliver a great space saga fitting its legendary hero. Space Pirate Captain Harlock just misses.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all its incarnations, Captain Harlock has been more about big themes and flash than substantive storytelling.\u001b[24m\n    \u001b[1mハーロック隊長は、すべての化身において、実質的なストーリーテリングよりも大きなテーマとフラッシュについてより多くのことをしてきました。\u001b[22m, \u001b[1mそのすべての化身では、キャプテンハーロックは実質的な物語よりも大きなテーマとフラッシュの詳細となっています。\u001b[22m\n\u001b[4mMy Youth in Arcadia, as good as it is, nearly collapses under its own melodramatic weight.\u001b[24m\n    \u001b[1mアルカイダの私の若者は、それ自体がメロドラマ的な体重の下でほぼ崩壊する。\u001b[22m, \u001b[1mそれがある限り良いアルカディアの私の青春は、ほぼ自身のメロドラマ的な重みで崩壊します。\u001b[22m\n\u001b[4mSpace Pirate Captain Harlock is no different.\u001b[24m\n    \u001b[1m宇宙海賊キャプテンハーロックも変わりません。\u001b[22m, \u001b[1m宇宙海賊キャプテンハーロックは違いはありません。\u001b[22m\n\u001b[4mThe over arching themes are grand and ambitious, but when it comes down to telling a compelling story, Harlock falls short.\u001b[24m\n    \u001b[1mオーバーアーミングテーマは壮大で野心的ですが、説得力のあるストーリーを語ることになると、ハーロックは短くなります。\u001b[22m, \u001b[1mテーマのアーチの上には、壮大かつ野心的ですが、それがダウンして説得力のある話をしに来るとき、ハーロックは及ばない。\u001b[22m\n\u001b[4mIn an odd way, you might call that a success, because it means this Harlock isn’t that different from other Harlock stories.\u001b[24m\n    \u001b[1m奇妙なことに、あなたはそれを成功と呼ぶかもしれません。なぜなら、このHarlockは他のHarlockの話とは違いないからです。\u001b[22m, \u001b[1mそれはこのハーロックは他ハーロックの物語と大差はないことを意味ので、奇妙な方法で、あなたは、その成功を呼ぶかもしれません。\u001b[22m\n\u001b[4mIt means the filmmakers faithfully brought Harlock to the big screen.\u001b[24m\n    \u001b[1mそれは映画監督がハーロックを忠実に大画面に持ち込んだことを意味します。\u001b[22m, \u001b[1mこれは、映画製作者を忠実に大画面にハーロックをもたらしたことを意味します。\u001b[22m\n\u001b[4mBeing faithful, though, just isn’t enough.\u001b[24m\n    \u001b[1mしかし、忠実であるだけでは不十分です。\u001b[22m, \u001b[1m忠実であること、しかし、単に十分ではありません。\u001b[22m\n\u001b[4mThis was a chance to deliver a great space saga fitting its legendary hero.\u001b[24m\n    \u001b[1mこれは伝説の英雄にぴったりの素晴らしいスペース・サガを提供するチャンスでした。\u001b[22m, \u001b[1mこれは、その伝説的な英雄を当てはめる大きなスペースサガを提供するチャンスでした。\u001b[22m\n\u001b[4mSpace Pirate Captain Harlock just misses.\u001b[24m\n    \u001b[1m宇宙海賊キャプテンハーロックが恋しくなる。\u001b[22m, \u001b[1m宇宙海賊キャプテンハーロックはただミス。\u001b[22m"
  },
  {
    "title": "Captain_Harlock",
    "id": "17269",
    "url": "https://myanimelist.net/anime/17269/Captain_Harlock",
    "user": "FamousWolfMoon",
    "profile": "/profile/FamousWolfMoon/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=208923",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  9\n\nゴージャス！\n難しいスタート、私は子供の頃の思い出に似ていないアニメの雰囲気によって失われたと感じましたが、私はこの物語にすばやく取り込まれました。\n幼なじみの味方は、大人のアニメのために道を切って消えてしまった。\n私たちの主人公のイメージは一緒に育った！\n\nストーリーは変わりましたが、これにもかかわらず精神は残っており、論理的です。 ハーロックはいつも彼の勇気と恐れのない側を持っています、部下はもっと存在し、軽い。 文字の拷問された側は迷惑です話は変更されましたが、これにもかかわらず精神は残っています。 アルベレーターは常に彼の勇気と恐れのない側、部下が存在し、軽い。\n顔は最初の15分を悩ます拷問されたキャラクターですが、それがなければ深みがないことに気付きます。 あなたが暗い過去を持っていない場合、なぜアルベレーターと一緒に生きるのですか？\nそれにもかかわらず、この暗い側面は英雄的な漫画のキャラクターの側面を台無しにし、私たちの幼年期のビジョンは私たちにもかかわらず自分自身を変えてしまった。 このHarlockは、黒人の騎士の一種であり、より現実的でより人間的な手がその名を馳せます。私たちの幼年時代は少し安っぽく、私の貴重な思い出を無駄にしています。\nだから、すべてを混ぜないでください！\n\nグラフィックスは美しく、その細部によって非常に信じられます。\n戦い場面は素晴らしいです。\nこのアニメは、暗闇に、最終的に、あらゆる意味で永遠にすることによって、神秘的なハーロックに深みを与えました！\n\nだから私は私の好きな英雄を再発見するのに大いに喜んだ、そして、これは9/10に値する！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nGorgeous !\n\n\u001b[1mゴージャス！\u001b[22m\n\u001b[1m(Gōjasu!)\u001b[22m\n\nDefinitions of \u001b[4mGorgeous !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    豪華\u001b[22m\n        gorgeous, extravagant, wonderful\n\u001b[1m    きらびやか\u001b[22m\n        gorgeous, gay, gaudy\n\u001b[1m    すばらしい\u001b[22m\n        great, nice, stunning, fabulous, beautiful, incredible\n\u001b[1m    見事\u001b[22m\n        beautiful, impressive, splendid, superb, magnificent, dazzling\n\u001b[1m    絢爛\u001b[22m\n        gorgeous, dazzling, brilliant, gaudy\n\u001b[1m    花やか\u001b[22m\n        gorgeous, gay, showy, brilliant, superb, splendid\n\u001b[1m    すてきな\u001b[22m\n        beautiful, gorgeous, nice, wonderful, stunning, raving\n\u001b[1m    綺羅びやか\u001b[22m\n        gorgeous, gaudy\nA difficult start, I felt lost by the atmosphere of the anime that does not resemble the memory of my childhood but I was quickly taken in this story.\n\n\u001b[1m難しいスタート、私は子供の頃の思い出に似ていないアニメの雰囲気によって失われたと感じましたが、私はこの物語にすばやく取り込まれました。\u001b[22m\n\u001b[1m(Muzukashī sutāto, watashi wa kodomo no koro no omoide ni nite inai anime no fun'iki ni yotte ushinawa reta to kanjimashitaga, watashi wa kono monogatari ni subayaku torikoma remashita.)\u001b[22m\n\nTranslations of \u001b[4mA difficult start, I felt lost by the atmosphere of the anime that does not resemble the memory of my childhood but I was quickly taken in this story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA difficult start, I felt lost by the atmosphere of the anime that does not resemble the memory of my childhood but I was quickly taken in this story.\u001b[24m\n    \u001b[1m難しいスタート、私は子供の頃の思い出に似ていないアニメの雰囲気によって失われたと感じましたが、私はこの物語にすばやく取り込まれました。\u001b[22m, \u001b[1m困難なスタートは、私は私の子供の頃の記憶に似ていないが、私はすぐにこの物語の中で撮影されたアニメの雰囲気によって失われたと感じました。\u001b[22m\nThe childish side has disappeared to make way for an anime for adults.\n\n\u001b[1m幼なじみの味方は、大人のアニメのために道を切って消えてしまった。\u001b[22m\n\u001b[1m(Osananajimi no mikata wa, otona no anime no tame ni michi o kitte kiete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mThe childish side has disappeared to make way for an anime for adults.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe childish side has disappeared to make way for an anime for adults.\u001b[24m\n    \u001b[1m幼なじみの味方は、大人のアニメのために道を切って消えてしまった。\u001b[22m, \u001b[1m幼稚な側面は、大人のためのアニメのための方法を作るために消えてしまいました。\u001b[22m\nThe image of our hero grew up together with us!\n\n\u001b[1m私たちの主人公のイメージは一緒に育った！\u001b[22m\n\u001b[1m(Watashitachi no shujinkō no imēji wa issho ni sodatta!)\u001b[22m\n\nTranslations of \u001b[4mThe image of our hero grew up together with us!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe image of our hero grew up together with us!\u001b[24m\n    \u001b[1m私たちの主人公のイメージは一緒に育った！\u001b[22m, \u001b[1m私たちの英雄の像は、私たちと一緒に育ちました！\u001b[22m\n\u001b[1m\u001b[22m\nThe story has been changed, but despite this the spirit has remained, and it's logical. Harlock always have his courageous and fearless side, subordinates are more present and less light. The tortured side of characters is annoying The story has been changed, but despite this the spirit has remained. Albator always his courageous and fearless side, subordinates are more present and less light.\n\n\u001b[1mストーリーは変わりましたが、これにもかかわらず精神は残っており、論理的です。 ハーロックはいつも彼の勇気と恐れのない側を持っています、部下はもっと存在し、軽い。 文字の拷問された側は迷惑です話は変更されましたが、これにもかかわらず精神は残っています。 アルベレーターは常に彼の勇気と恐れのない側、部下が存在し、軽い。\u001b[22m\n\u001b[1m(Sutōrī wa kawarimashitaga, kore nimokakawarazu seishin wa nokotte ori, ronri-tekidesu. Hārokku wa itsumo kare no yūki to osore no nai soba o motte imasu, buka wa motto sonzai shi, karui. Moji no gōmon sa reta soba wa meiwakudesu hanashi wa henkō sa remashitaga, kore nimokakawarazu seishin wa nokotte imasu. Aruberētā wa tsuneni kare no yūki to osore no nai soba, buka ga sonzai shi, karui.)\u001b[22m\n\nTranslations of \u001b[4mThe story has been changed, but despite this the spirit has remained, and it's logical. Harlock always have his courageous and fearless side, subordinates are more present and less light. The tortured side of characters is annoying The story has been changed, but despite this the spirit has remained. Albator always his courageous and fearless side, subordinates are more present and less light.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story has been changed, but despite this the spirit has remained, and it's logical.\u001b[24m\n    \u001b[1mストーリーは変わりましたが、これにもかかわらず精神は残っており、論理的です。\u001b[22m, \u001b[1m物語は変更されているが、これにもかかわらず、精神が残っており、それが論理的です。\u001b[22m\n\u001b[4mHarlock always have his courageous and fearless side, subordinates are more present and less light.\u001b[24m\n    \u001b[1mハーロックはいつも彼の勇気と恐れのない側を持っています、部下はもっと存在し、軽い。\u001b[22m, \u001b[1mハーロックは常に部下は、より多く存在し、少ない光であり、彼の勇気と大胆不敵な側面を持っています。\u001b[22m\n\u001b[4mThe tortured side of characters is annoying The story has been changed, but despite this the spirit has remained.\u001b[24m\n    \u001b[1m文字の拷問された側は迷惑です話は変更されましたが、これにもかかわらず精神は残っています。\u001b[22m, \u001b[1m文字の拷問側はストーリーが変更されている迷惑ですが、これにもかかわらず、精神が残っています。\u001b[22m\n\u001b[4mAlbator always his courageous and fearless side, subordinates are more present and less light.\u001b[24m\n    \u001b[1mアルベレーターは常に彼の勇気と恐れのない側、部下が存在し、軽い。\u001b[22m, \u001b[1mAlbatorはいつも彼の勇気と大胆不敵な側面、部下は、より多く存在し、少ない光です。\u001b[22m\nThe face is tortured characters annoying the first 15 minutes but we realize that without it, there is no depth. Why flog to live with Albator if you don't have a dark past ?\n\n\u001b[1m顔は最初の15分を悩ます拷問されたキャラクターですが、それがなければ深みがないことに気付きます。 あなたが暗い過去を持っていない場合、なぜアルベレーターと一緒に生きるのですか？\u001b[22m\n\u001b[1m(Kao wa saisho no 15-bu o nayamasu gōmon sa reta kyarakutādesuga, sore ga nakereba fukami ga nai koto ni kidzukimasu. Anata ga kurai kako o motte inai baai, naze aruberētā to issho ni ikiru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe face is tortured characters annoying the first 15 minutes but we realize that without it, there is no depth. Why flog to live with Albator if you don't have a dark past ?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe face is tortured characters annoying the first 15 minutes but we realize that without it, there is no depth.\u001b[24m\n    \u001b[1m顔は最初の15分を悩ます拷問されたキャラクターですが、それがなければ深みがないことに気付きます。\u001b[22m, \u001b[1m顔は迷惑な文字最初の15分を拷問されているが、我々はそれなしで、何の深さが存在しないことを実現します。\u001b[22m\n\u001b[4mWhy flog to live with Albator if you don't have a dark past ?\u001b[24m\n    \u001b[1mあなたが暗い過去を持っていない場合、なぜアルベレーターと一緒に生きるのですか？\u001b[22m, \u001b[1mなぜあなたは暗い過去を持っていない場合Albatorと一緒に暮らすことを売りますか？\u001b[22m\nNevertheless, this dark side spoils the side of the heroic cartoon characters and our childhood vision finds herself changed despite us. This Harlock, a sort of black knight guilt-ridden, more realistic and a more human hand makes its namesake, our childhood is bit cheesy, wasting my precious memories.\n\n\u001b[1mそれにもかかわらず、この暗い側面は英雄的な漫画のキャラクターの側面を台無しにし、私たちの幼年期のビジョンは私たちにもかかわらず自分自身を変えてしまった。 このHarlockは、黒人の騎士の一種であり、より現実的でより人間的な手がその名を馳せます。私たちの幼年時代は少し安っぽく、私の貴重な思い出を無駄にしています。\u001b[22m\n\u001b[1m(Sore nimokakawarazu, kono kurai sokumen wa eiyū-tekina manga no kyarakutā no sokumen o dainashi ni shi, watashitachi no yōnen-ki no bijon wa watashitachi nimokakawarazu jibun jishin o kaete shimatta. Kono Harlock wa, kokujin no kishi no isshudeari, yori genjitsu-tekide yori ningen-tekina te ga sono na o hasemasu. Watashitachi no yōnen jidai wa sukoshi yasuppoku, watashi no kichōna omoide o muda ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNevertheless, this dark side spoils the side of the heroic cartoon characters and our childhood vision finds herself changed despite us. This Harlock, a sort of black knight guilt-ridden, more realistic and a more human hand makes its namesake, our childhood is bit cheesy, wasting my precious memories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNevertheless, this dark side spoils the side of the heroic cartoon characters and our childhood vision finds herself changed despite us.\u001b[24m\n    \u001b[1mそれにもかかわらず、この暗い側面は英雄的な漫画のキャラクターの側面を台無しにし、私たちの幼年期のビジョンは私たちにもかかわらず自分自身を変えてしまった。\u001b[22m, \u001b[1mそれにもかかわらず、このダークサイドは英雄的な漫画のキャラクターの側面を台無しにし、私たちの子供の頃のビジョンは、彼女自身が私たちにもかかわらず、変更検出します。\u001b[22m\n\u001b[4mThis Harlock, a sort of black knight guilt-ridden, more realistic and a more human hand makes its namesake, our childhood is bit cheesy, wasting my precious memories.\u001b[24m\n    \u001b[1mこのHarlockは、黒人の騎士の一種であり、より現実的でより人間的な手がその名を馳せます。私たちの幼年時代は少し安っぽく、私の貴重な思い出を無駄にしています。\u001b[22m, \u001b[1mこのハーロック、黒騎士の罪悪感だらけの並べ替え、より現実的かつより多くの人の手がその同名になり、私たちの子供の頃は、私の大切な思い出を無駄に、少し安っぽいです。\u001b[22m\nSo beware, don't mix everything !\n\n\u001b[1mだから、すべてを混ぜないでください！\u001b[22m\n\u001b[1m(Dakara, subete o mazenaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mSo beware, don't mix everything !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo beware, don't mix everything !\u001b[24m\n    \u001b[1mだから、すべてを混ぜないでください！\u001b[22m, \u001b[1mだから、すべてのものを混在させないでください、注意してください！\u001b[22m\n\u001b[1m\u001b[22m\nThe graphics is beautiful, the details make them very believable.\n\n\u001b[1mグラフィックスは美しく、その細部によって非常に信じられます。\u001b[22m\n\u001b[1m(Gurafikkusu wa utsukushiku, sono saibu ni yotte hijō ni shinji raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe graphics is beautiful, the details make them very believable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe graphics is beautiful, the details make them very believable.\u001b[24m\n    \u001b[1mグラフィックスは美しく、その細部によって非常に信じられます。\u001b[22m, \u001b[1mグラフィックが美しいです、詳細は彼らは非常に信じられる作ります。\u001b[22m\nThe fight scenes are magnificent.\n\n\u001b[1m戦い場面は素晴らしいです。\u001b[22m\n\u001b[1m(Tatakai bamen wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe fight scenes are magnificent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fight scenes are magnificent.\u001b[24m\n    \u001b[1m戦い場面は素晴らしいです。\u001b[22m, \u001b[1m戦いのシーンは壮大です。\u001b[22m\nThis anime has given depth to our mythical Harlock by making it darker, in final, eternal in every sense !\n\n\u001b[1mこのアニメは、暗闇に、最終的に、あらゆる意味で永遠にすることによって、神秘的なハーロックに深みを与えました！\u001b[22m\n\u001b[1m(Kono anime wa, kurayami ni, saishūtekini, arayuru imi de eien ni suru koto ni yotte, shinpi-tekina hārokku ni fukami o ataemashita!)\u001b[22m\n\nTranslations of \u001b[4mThis anime has given depth to our mythical Harlock by making it darker, in final, eternal in every sense !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has given depth to our mythical Harlock by making it darker, in final, eternal in every sense !\u001b[24m\n    \u001b[1mこのアニメは、暗闇に、最終的に、あらゆる意味で永遠にすることによって、神秘的なハーロックに深みを与えました！\u001b[22m, \u001b[1mこのアニメは、あらゆる意味で永遠の、最終的に、それは暗くすることによって私たちの神話ハーロックに深みを与えています！\u001b[22m\n\u001b[1m\u001b[22m\nSo I took great pleasure to rediscover my favorite hero and this deserves a 9/10 !\n\n\u001b[1mだから私は私の好きな英雄を再発見するのに大いに喜んだ、そして、これは9/10に値する！\u001b[22m\n\u001b[1m(Dakara watashi wa watashi no sukina eiyū o sai hakken surunoni ōini yorokonda, soshite, kore wa 9/ 10 niataisuru!)\u001b[22m\n\nTranslations of \u001b[4mSo I took great pleasure to rediscover my favorite hero and this deserves a 9/10 !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I took great pleasure to rediscover my favorite hero and this deserves a 9/10 !\u001b[24m\n    \u001b[1mだから私は私の好きな英雄を再発見するのに大いに喜んだ、そして、これは9/10に値する！\u001b[22m, \u001b[1mだから私は私のお気に入りのヒーローを再発見するために大きな喜びを取り、これが9/10に値します！\u001b[22m"
  },
  {
    "title": "Captain_Harlock",
    "id": "17269",
    "url": "https://myanimelist.net/anime/17269/Captain_Harlock",
    "user": "dolphinwing",
    "profile": "/profile/dolphinwing/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=161495",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  7\n\nオリジナルのシリーズと無限のオデッセイを見て、私はこの映画がどれくらい好きかわかりませんでした。 私はまだそれを楽しみにして最後に座って見ました。\nまずアートとアニメーション。 明らかにそれは美しい映画であり、アクションシーンは一流です。  Arcadiaは古典的なラミングテクニックを何度か繰り返し、長年のファンを喜んでいます。 キャラクターやセッティングのデザインもすばらしかったので、映画について何か気に入らなければ、少なくともそれを見て楽しんでみましょう！ 私は言うが、それほど厄介なことではないが、普通の松本スタイルではなく文字がすべて普通の人のように見えるのはちょっと奇妙だと思った。 私は彼らがなぜこの選択​​をしたのか理解できますが、元のシリーズと同じ様式の外観を取ったHarlockの鳥も含まれていました。\n演技の声、私はダビングを見て、字幕を読んだ。 私は、サブの中で、文字の名前が違って気をそらすことがあることに気づいた。 全体的な声の演技は良かったし、Harlockが出ていた。\nキャラクターとプロットに関しては、これが映画が崩れ始める場所です。 シリーズのファンとして言えば、私は助けることはできませんでしたが、重要な文字の欠如に失望していました。 ダイバや父親はいませんでした。 他のシリーズに登場する他のいくつかの乗組員も行方不明だったが、それは大きな問題ではない。 ケイは、彼女が通常よりも少しおしゃれで、ハーロックも自分の目標にもっと利己的になった。  Miimeは何らかの理由で彼女のハープを演奏しなかった。 しかし、Harlock、Yattaran、Keiは画面上で良かったし、YamaやEzraよりも多くの観客に投資していた。 エズラの贖いであっても、私はまだキャラクターとして彼を好きではありませんでした。 私はおそらく大場がそれに乗っていないため偏っているだけですが、私はあまり気にしませんでした。\nプロットは面白かったし、いくつかの部分は少し退屈だったが、私はそれが主に私にあると思う。 私がプロットについて好きではなかったことがあった、それは冗長性だった。 私は他の映画との類似点、特に見ている間にすぐに気がついたものを気づいた。 私はエンディングを楽しんで、おそらく別の分割払いを楽しみにしています。\n\n私はおそらくここではあまりにも厳しいだろうが、それは私の考えです。 映画は私を楽しませてくれました。私の好きなキャラクターをもう一度見て楽しんでいました。他の人が楽しめると確信しています。特に大画面で！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nHaving watched the original series and Endless Odyssey, I wasn't sure how much I would like this movie. I still looked forward to it and finally sat down and watched it.\n\n\u001b[1mオリジナルのシリーズと無限のオデッセイを見て、私はこの映画がどれくらい好きかわかりませんでした。 私はまだそれを楽しみにして最後に座って見ました。\u001b[22m\n\u001b[1m(Orijinaru no shirīzu to mugen no odessei o mite, watashi wa kono eiga ga dorekurai suki ka wakarimasendeshita. Watashi wa mada sore o tanoshimini shite saigo ni suwatte mimashita.)\u001b[22m\n\nTranslations of \u001b[4mHaving watched the original series and Endless Odyssey, I wasn't sure how much I would like this movie. I still looked forward to it and finally sat down and watched it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving watched the original series and Endless Odyssey, I wasn't sure how much I would like this movie.\u001b[24m\n    \u001b[1mオリジナルのシリーズと無限のオデッセイを見て、私はこの映画がどれくらい好きかわかりませんでした。\u001b[22m, \u001b[1mオリジナルシリーズとエンドレスオデッセイを見たが、私はこの映画をしたいと思いますどのくらいわかりませんでした。\u001b[22m\n\u001b[4mI still looked forward to it and finally sat down and watched it.\u001b[24m\n    \u001b[1m私はまだそれを楽しみにして最後に座って見ました。\u001b[22m, \u001b[1m私はまだそれを楽しみにしていたし、最後に座って、それを見ました。\u001b[22m\nFirst the art and animation. Obviously it is a beautiful film and the action scenes are top notch. The Arcadia does it's classic ramming technique a few times which is sure to please long-time fans. The designs for the characters and settings were also amazing, so if you don't like anything else about the film you'll at least enjoy looking at it! I will say, though it's not much of a gripe, I did think it was a bit odd that the characters all looked like regular people instead of the usual Matsumoto style. I can understand why they made this choice, however they included Harlock's bird which took on the same stylistic appearance as the original series while everyone else did not.\n\n\u001b[1mまずアートとアニメーション。 明らかにそれは美しい映画であり、アクションシーンは一流です。  Arcadiaは古典的なラミングテクニックを何度か繰り返し、長年のファンを喜んでいます。 キャラクターやセッティングのデザインもすばらしかったので、映画について何か気に入らなければ、少なくともそれを見て楽しんでみましょう！ 私は言うが、それほど厄介なことではないが、普通の松本スタイルではなく文字がすべて普通の人のように見えるのはちょっと奇妙だと思った。 私は彼らがなぜこの選択​​をしたのか理解できますが、元のシリーズと同じ様式の外観を取ったHarlockの鳥も含まれていました。\u001b[22m\n\u001b[1m(Mazu āto to animēshon. Akiraka ni soreha utsukushī eigadeari, akushonshīn wa ichiryūdesu. Arukadia wa koten-tekina ramingutekunikku o nando ka kurikaeshi, naganen no fan o yorokonde imasu. Kyarakutā ya settingu no dezain mo subarashikattanode, eiga ni tsuite nani ka kiniiranakereba, sukunakutomo sore o mite tanoshinde mimashou! Watashi wa iuga, sorehodo yakkaina kotode wa naiga, futsū no Matsumoto sutairude wanaku moji ga subete futsūnohito no yō ni mieru no wa chotto kimyōda to omotta. Watashi wa karera ga naze kono sentaku ​​ o shita no ka rikai dekimasuga,-moto no shirīzu to onaji yōshiki no gaikan o totta Harlock no tori mo fukuma rete imashita.)\u001b[22m\n\nTranslations of \u001b[4mFirst the art and animation. Obviously it is a beautiful film and the action scenes are top notch. The Arcadia does it's classic ramming technique a few times which is sure to please long-time fans. The designs for the characters and settings were also amazing, so if you don't like anything else about the film you'll at least enjoy looking at it! I will say, though it's not much of a gripe, I did think it was a bit odd that the characters all looked like regular people instead of the usual Matsumoto style. I can understand why they made this choice, however they included Harlock's bird which took on the same stylistic appearance as the original series while everyone else did not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst the art and animation.\u001b[24m\n    \u001b[1mまずアートとアニメーション。\u001b[22m, \u001b[1m最初のアートやアニメーション。\u001b[22m\n\u001b[4mObviously it is a beautiful film and the action scenes are top notch.\u001b[24m\n    \u001b[1m明らかにそれは美しい映画であり、アクションシーンは一流です。\u001b[22m, \u001b[1m明らかにそれは美しい膜であり、アクションシーンは最高です。\u001b[22m\n\u001b[4mThe Arcadia does it's classic ramming technique a few times which is sure to please long-time fans.\u001b[24m\n    \u001b[1mArcadiaは古典的なラミングテクニックを何度か繰り返し、長年のファンを喜んでいます。\u001b[22m, \u001b[1mアルカディアは、古典的なラミング技術を長時間ファンを喜ばせるために確信している数回だん。\u001b[22m\n\u001b[4mThe designs for the characters and settings were also amazing, so if you don't like anything else about the film you'll at least enjoy looking at it!\u001b[24m\n    \u001b[1mキャラクターやセッティングのデザインもすばらしかったので、映画について何か気に入らなければ、少なくともそれを見て楽しんでみましょう！\u001b[22m, \u001b[1mキャラクターや設定のための設計も驚くほどだったので、あなたが映画について何かを好きではない場合は、少なくともそれを見てお楽しみいただけます！\u001b[22m\n\u001b[4mI will say, though it's not much of a gripe, I did think it was a bit odd that the characters all looked like regular people instead of the usual Matsumoto style.\u001b[24m\n    \u001b[1m私は言うが、それほど厄介なことではないが、普通の松本スタイルではなく文字がすべて普通の人のように見えるのはちょっと奇妙だと思った。\u001b[22m, \u001b[1m私はそれが不満の多くはありませんが、私は文字すべてが通常の人の代わりに通常の松本スタイルのように見えたことは少し奇妙だったと思いました、と言うだろう。\u001b[22m\n\u001b[4mI can understand why they made this choice, however they included Harlock's bird which took on the same stylistic appearance as the original series while everyone else did not.\u001b[24m\n    \u001b[1m私は彼らがなぜこの選択をしたのか理解できますが、元のシリーズと同じ様式の外観を取ったHarlockの鳥も含まれていました。\u001b[22m, \u001b[1m彼らはこの選択をした理由を私は理解することができ、しかし、彼らは誰もがしなかったが、元のシリーズと同じ文体の外観を取ったハーロックの鳥が含まれていました。\u001b[22m\nThe voice acting, I watched the dub and read the subtitles. I noticed in the subs the names of the characters are different which can be distracting. Overall the voice acting was good, Harlock was spot on.\n\n\u001b[1m演技の声、私はダビングを見て、字幕を読んだ。 私は、サブの中で、文字の名前が違って気をそらすことがあることに気づいた。 全体的な声の演技は良かったし、Harlockが出ていた。\u001b[22m\n\u001b[1m(Engi no koe, watashi wa dabingu o mite, jimaku o yonda. Watashi wa, sabu no naka de, moji no namae ga chigatte ki o sorasu koto ga aru koto ni kidzuita. Zentai-tekina koe no engi wa yokattashi, Harlock ga dete ita.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting, I watched the dub and read the subtitles. I noticed in the subs the names of the characters are different which can be distracting. Overall the voice acting was good, Harlock was spot on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting, I watched the dub and read the subtitles.\u001b[24m\n    \u001b[1m演技の声、私はダビングを見て、字幕を読んだ。\u001b[22m, \u001b[1m声の演技は、私がダブを見て、字幕を読んでください。\u001b[22m\n\u001b[4mI noticed in the subs the names of the characters are different which can be distracting.\u001b[24m\n    \u001b[1m私は、サブの中で、文字の名前が違って気をそらすことがあることに気づいた。\u001b[22m, \u001b[1m私は気が散ることができる文字の名前が異なる潜水艦に気づきました。\u001b[22m\n\u001b[4mOverall the voice acting was good, Harlock was spot on.\u001b[24m\n    \u001b[1m全体的な声の演技は良かったし、Harlockが出ていた。\u001b[22m, \u001b[1m全体的な声の演技は良かった、ハーロックは上のスポットでした。\u001b[22m\nAs for the characters and plot, this is where the film starts to fall apart. Speaking as a fan of the series, I couldn't help but be disappointed by the lack of vital characters. There was no Daiba or his father, only a replacement for him named Yama. A few other crew members that appear in the other series were also missing but that isn't a big deal. Kei was a bit more sassy than she usually is and Harlock also ended up being more selfish with his goals which I consider uncharacteristic. Miime also did not play her harp for some reason. However, Harlock, Yattaran and Kei were good on screen and had more investment with the audience than Yama or Ezra. Even with Ezra's redemption I still did not like him as a character. I'm probably just biased because of Daiba not being in it but I also did not care much for Yama.\n\n\u001b[1mキャラクターとプロットに関しては、これが映画が崩れ始める場所です。 シリーズのファンとして言えば、私は助けることはできませんでしたが、重要な文字の欠如に失望していました。 ダイバや父親はいませんでした。 他のシリーズに登場する他のいくつかの乗組員も行方不明だったが、それは大きな問題ではない。 ケイは、彼女が通常よりも少しおしゃれで、ハーロックも自分の目標にもっと利己的になった。  Miimeは何らかの理由で彼女のハープを演奏しなかった。 しかし、Harlock、Yattaran、Keiは画面上で良かったし、YamaやEzraよりも多くの観客に投資していた。 エズラの贖いであっても、私はまだキャラクターとして彼を好きではありませんでした。 私はおそらく大場がそれに乗っていないため偏っているだけですが、私はあまり気にしませんでした。\u001b[22m\n\u001b[1m(Kyarakutā to purotto ni kanshite wa, korega eiga ga kuzure hajimeru bashodesu. Shirīzu no fan to shite ieba, watashi wa tasukeru koto wa dekimasendeshitaga, jūyōna moji no ketsujo ni shitsubō shite imashita. Daiba ya chichioya wa imasendeshita. Hoka no shirīzu ni tōjō suru ta no ikutsu ka no norikumiin mo yukue fumeidattaga, sore wa ōkina mondaide wanai. Kei wa, kanojo ga tsūjō yori mo sukoshi osharede, hārokku mo jibun no mokuhyō ni motto riko-teki ni natta. Miime wa nanrakano riyū de kanojo no hāpu o ensō shinakatta. Shikashi, Harlock, Yattaran, Kei wa gamen'uede yokattashi, Yama ya Ezra yori mo ōku no kankyaku ni tōshi shite ita. Ezura no aganaideatte mo, watashi wa mada kyarakutā to shite kare o sukide wa arimasendeshita. Watashi wa osoraku Ōba ga sore ni notte inai tame katayotte iru dakedesuga, watashi wa amari ki ni shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the characters and plot, this is where the film starts to fall apart. Speaking as a fan of the series, I couldn't help but be disappointed by the lack of vital characters. There was no Daiba or his father, only a replacement for him named Yama. A few other crew members that appear in the other series were also missing but that isn't a big deal. Kei was a bit more sassy than she usually is and Harlock also ended up being more selfish with his goals which I consider uncharacteristic. Miime also did not play her harp for some reason. However, Harlock, Yattaran and Kei were good on screen and had more investment with the audience than Yama or Ezra. Even with Ezra's redemption I still did not like him as a character. I'm probably just biased because of Daiba not being in it but I also did not care much for Yama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the characters and plot, this is where the film starts to fall apart.\u001b[24m\n    \u001b[1mキャラクターとプロットに関しては、これが映画が崩れ始める場所です。\u001b[22m, \u001b[1mフィルムがバラバラにし始めどこに文字やプロットのように、これはあります。\u001b[22m\n\u001b[4mSpeaking as a fan of the series, I couldn't help but be disappointed by the lack of vital characters.\u001b[24m\n    \u001b[1mシリーズのファンとして言えば、私は助けることはできませんでしたが、重要な文字の欠如に失望していました。\u001b[22m, \u001b[1mシリーズのファンとして言えば、私は助けることができなかったが、重要な文字の欠如によって失望します。\u001b[22m\n\u001b[4mThere was no Daiba or his father, only a replacement for him named Yama.\u001b[24m\n    \u001b[1mダイバや父親はいませんでした。\u001b[22m, \u001b[1m何台場や彼の父、山という名前の彼のためだけの交換はありませんでした。\u001b[22m\n\u001b[4mA few other crew members that appear in the other series were also missing but that isn't a big deal.\u001b[24m\n    \u001b[1m他のシリーズに登場する他のいくつかの乗組員も行方不明だったが、それは大きな問題ではない。\u001b[22m, \u001b[1m他のシリーズに表示されますいくつかの他の乗組員も欠落していたが、それは大したことではありません。\u001b[22m\n\u001b[4mKei was a bit more sassy than she usually is and Harlock also ended up being more selfish with his goals which I consider uncharacteristic.\u001b[24m\n    \u001b[1mケイは、彼女が通常よりも少しおしゃれで、ハーロックも自分の目標にもっと利己的になった。\u001b[22m, \u001b[1m圭は彼女が通常よりも生意気もう少しだったとハーロックはまた、私は珍しく検討彼の目標により利己的になってしまいました。\u001b[22m\n\u001b[4mMiime also did not play her harp for some reason.\u001b[24m\n    \u001b[1mMiimeは何らかの理由で彼女のハープを演奏しなかった。\u001b[22m, \u001b[1mMiimeはまた、いくつかの理由で彼女のハープを果たしていませんでした。\u001b[22m\n\u001b[4mHowever, Harlock, Yattaran and Kei were good on screen and had more investment with the audience than Yama or Ezra.\u001b[24m\n    \u001b[1mしかし、Harlock、Yattaran、Keiは画面上で良かったし、YamaやEzraよりも多くの観客に投資していた。\u001b[22m, \u001b[1mしかし、ハーロック、Yattaranと圭が画面に良かったし、山やエズラより観客とより多くの投資を持っていました。\u001b[22m\n\u001b[4mEven with Ezra's redemption I still did not like him as a character.\u001b[24m\n    \u001b[1mエズラの贖いであっても、私はまだキャラクターとして彼を好きではありませんでした。\u001b[22m, \u001b[1mでもエズラの償還で、私はまだ文字として彼を好きではなかったです。\u001b[22m\n\u001b[4mI'm probably just biased because of Daiba not being in it but I also did not care much for Yama.\u001b[24m\n    \u001b[1m私はおそらく大場がそれに乗っていないため偏っているだけですが、私はあまり気にしませんでした。\u001b[22m, \u001b[1m私はおそらくだけのため台場がそれにされていないのバイアスされていますが、私はまた山のためにあまり気にしませんでした。\u001b[22m\nThe plot was interesting, some parts were a bit boring but I think that's mostly on me. There was one thing that I didn't like about the plot and that was it's redundancy. I noticed similarities in the story to other movies especially a few that came to mind immediately while watching. I did enjoy the ending and look forward to possibly another installment.\n\n\u001b[1mプロットは面白かったし、いくつかの部分は少し退屈だったが、私はそれが主に私にあると思う。 私がプロットについて好きではなかったことがあった、それは冗長性だった。 私は他の映画との類似点、特に見ている間にすぐに気がついたものを気づいた。 私はエンディングを楽しんで、おそらく別の分割払いを楽しみにしています。\u001b[22m\n\u001b[1m(Purotto wa omoshirokattashi, ikutsu ka no bubun wa sukoshi taikutsudattaga, watashi wa sore ga omo ni watashi ni aru to omou. Watashi ga purotto ni tsuite sukide wa nakatta koto ga atta, soreha jōchō-seidatta. Watashi wa hoka no eiga to no ruiji-ten, tokuni mite iru ma ni sugu ni kigatsuita mono o kidzuita. Watashi wa endingu o tanoshinde, osoraku betsu no bunkatsubarai o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot was interesting, some parts were a bit boring but I think that's mostly on me. There was one thing that I didn't like about the plot and that was it's redundancy. I noticed similarities in the story to other movies especially a few that came to mind immediately while watching. I did enjoy the ending and look forward to possibly another installment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot was interesting, some parts were a bit boring but I think that's mostly on me.\u001b[24m\n    \u001b[1mプロットは面白かったし、いくつかの部分は少し退屈だったが、私はそれが主に私にあると思う。\u001b[22m, \u001b[1mプロットは、いくつかの部分は少し退屈だった、面白かったが、私はそれは私に、ほとんどだと思います。\u001b[22m\n\u001b[4mThere was one thing that I didn't like about the plot and that was it's redundancy.\u001b[24m\n    \u001b[1m私がプロットについて好きではなかったことがあった、それは冗長性だった。\u001b[22m, \u001b[1m私はプロットについては好きではなかったし、それはそれは冗長だた一つのことがありました。\u001b[22m\n\u001b[4mI noticed similarities in the story to other movies especially a few that came to mind immediately while watching.\u001b[24m\n    \u001b[1m私は他の映画との類似点、特に見ている間にすぐに気がついたものを気づいた。\u001b[22m, \u001b[1m私は見ながらすぐに頭に浮かんだ、特にいくつかの他の映画に物語の類似性に気づきました。\u001b[22m\n\u001b[4mI did enjoy the ending and look forward to possibly another installment.\u001b[24m\n    \u001b[1m私はエンディングを楽しんで、おそらく別の分割払いを楽しみにしています。\u001b[22m, \u001b[1m私は結末を楽しみ、おそらく別の割賦を楽しみにしていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI'm probably being a bit too harsh here but those are my thoughts. The movie did keep me entertained throughout, I enjoyed seeing my favorite characters again and I'm sure others will enjoy it, especially on the big screen!\n\n\u001b[1m私はおそらくここではあまりにも厳しいだろうが、それは私の考えです。 映画は私を楽しませてくれました。私の好きなキャラクターをもう一度見て楽しんでいました。他の人が楽しめると確信しています。特に大画面で！\u001b[22m\n\u001b[1m(Watashi wa osoraku kokode wa amarini mo kibishīdarouga, sore wa watashi no kangaedesu. Eiga wa watashi o tanoshima sete kuremashita. Watashi no sukina kyarakutā o mōichido mite tanoshinde imashita. Hokanohito ga tanoshimeru to kakushin shite imasu. Tokuni dai gamen de!)\u001b[22m\n\nTranslations of \u001b[4mI'm probably being a bit too harsh here but those are my thoughts. The movie did keep me entertained throughout, I enjoyed seeing my favorite characters again and I'm sure others will enjoy it, especially on the big screen!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm probably being a bit too harsh here but those are my thoughts.\u001b[24m\n    \u001b[1m私はおそらくここではあまりにも厳しいだろうが、それは私の考えです。\u001b[22m, \u001b[1m私はおそらくここで少しあまりにも過酷であることだが、これらは私の考えです。\u001b[22m\n\u001b[4mThe movie did keep me entertained throughout, I enjoyed seeing my favorite characters again and I'm sure others will enjoy it, especially on the big screen!\u001b[24m\n    \u001b[1m映画は私を楽しませてくれました。私の好きなキャラクターをもう一度見て楽しんでいました。他の人が楽しめると確信しています。特に大画面で！\u001b[22m, \u001b[1m映画は全体で楽しま私を維持した、私は再び私の好きなキャラクターを見て楽しんで、私は他の人が、特に大画面で、それを楽しむことを確信しています！\u001b[22m"
  }
]
