[
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "ExilixE",
    "profile": "/profile/ExilixE/reviews",
    "pages": "10",
    "number": "1",
    "link": "/reviews.php?id=203826",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのショーが多くの低い評価がそれがフィラーの原因であっただけの理由のように感じる。 私はスタジオの経営全般と一緒にショーに全然責めず、マンガなどに追いついていません。\n\n私は、この番組の中核をなすこの番組を評価するつもりです。 コア・ストーリーは、ほとんど誰にも匹敵しません。 私が知っているこのシリーズのすべてのエピソードを見たいなら、それは価値があります。 ストーリーはとても壮大で感情的で、深く道徳的なレベルで視聴者を襲います。誇大宣伝/エキサイティングな話です。私はこの話を十分に取ることができず、このショーが終わる日には悲しくなります。 フィラーのエピソードとは別に、私はこのアニメのすべてを愛しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI feel like the ONLY reason this show received so many lower ratings was cause of it's fillers. I don't really blame that entirely on the show with all the studio management, catching up with manga etc. etc.\n\n\u001b[1m私はこのショーが多くの低い評価がそれがフィラーの原因であっただけの理由のように感じる。 私はスタジオの経営全般と一緒にショーに全然責めず、マンガなどに追いついていません。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga ōku no hikui hyōka ga sore ga firā no gen'indeatta dake no riyū no yō ni kanjiru. Watashi wa sutajio no keiei zenpan to issho ni shō ni zenzen semezu, manga nado ni oitsuite imasen.)\u001b[22m\n\nTranslations of \u001b[4mI feel like the ONLY reason this show received so many lower ratings was cause of it's fillers. I don't really blame that entirely on the show with all the studio management, catching up with manga etc. etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI feel like the ONLY reason this show received so many lower ratings was cause of it's fillers.\u001b[24m\n    \u001b[1m私はこのショーが多くの低い評価がそれがフィラーの原因であっただけの理由のように感じる。\u001b[22m, \u001b[1m私はこのショーがそれのフィラーの原因だったように多くの低い評価を受けた唯一の理由のように感じます。\u001b[22m\n\u001b[4mI don't really blame that entirely on the show with all the studio management, catching up with manga etc. etc.\u001b[24m\n    \u001b[1m私はスタジオの経営全般と一緒にショーに全然責めず、マンガなどに追いついていません。\u001b[22m, \u001b[1m私は本当に漫画などなどに追いつく、すべてのスタジオの管理にショーに完全にそれを責めることはありません\u001b[22m\n\u001b[1m\u001b[22m\nI'm gonna rate this show at the core of it's story. And the Core story, is pretty much second to none. If you are willing to watch all the episodes of this series, which I know is alot, then it is damn worth it. The Story is So Grand, So Emotional, attacks the viewers in a deep and moral level, and so hype/exciting that I just can't get enough of this story and I'll be sad the day this show ends for sure. Aside from the filler episodes, I love everything about this anime.\n\n\u001b[1m私は、この番組の中核をなすこの番組を評価するつもりです。 コア・ストーリーは、ほとんど誰にも匹敵しません。 私が知っているこのシリーズのすべてのエピソードを見たいなら、それは価値があります。 ストーリーはとても壮大で感情的で、深く道徳的なレベルで視聴者を襲います。誇大宣伝/エキサイティングな話です。私はこの話を十分に取ることができず、このショーが終わる日には悲しくなります。 フィラーのエピソードとは別に、私はこのアニメのすべてを愛しています。\u001b[22m\n\u001b[1m(Watashi wa, kono bangumi no chūkaku o nasu kono bangumi o hyōka suru tsumoridesu. Koa sutōrī wa, hotondo darenimo hitteki shimasen. Watashi ga shitte iru kono shirīzu no subete no episōdo o mitainara, soreha kachi ga arimasu. Sutōrī wa totemo sōdaide kanjō-tekide, fukaku dōtokutekina reberu de shichō-sha o osoimasu. Kodai senden/ ekisaitinguna hanashidesu. Watashi wa kono hanashi o jūbun ni toru koto ga dekizu, kono shō ga owaru hi ni wa kanashiku narimasu. Firā no episōdo to wa betsuni, watashi wa kono anime no subete o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm gonna rate this show at the core of it's story. And the Core story, is pretty much second to none. If you are willing to watch all the episodes of this series, which I know is alot, then it is damn worth it. The Story is So Grand, So Emotional, attacks the viewers in a deep and moral level, and so hype/exciting that I just can't get enough of this story and I'll be sad the day this show ends for sure. Aside from the filler episodes, I love everything about this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm gonna rate this show at the core of it's story.\u001b[24m\n    \u001b[1m私は、この番組の中核をなすこの番組を評価するつもりです。\u001b[22m, \u001b[1m私はそれの物語の中核にこのショーつもり率です。\u001b[22m\n\u001b[4mAnd the Core story, is pretty much second to none.\u001b[24m\n    \u001b[1mコア・ストーリーは、ほとんど誰にも匹敵しません。\u001b[22m, \u001b[1mコア物語は、誰にも負けないほとんどです。\u001b[22m\n\u001b[4mIf you are willing to watch all the episodes of this series, which I know is alot, then it is damn worth it.\u001b[24m\n    \u001b[1m私が知っているこのシリーズのすべてのエピソードを見たいなら、それは価値があります。\u001b[22m, \u001b[1mあなたがたくさんある私が知っているこのシリーズのすべてのエピソードを見て喜んでいる場合は、それはそれいまいましい価値があります。\u001b[22m\n\u001b[4mThe Story is So Grand, So Emotional, attacks the viewers in a deep and moral level, and so hype/exciting that I just can't get enough of this story and I'll be sad the day this show ends for sure.\u001b[24m\n    \u001b[1mストーリーはとても壮大で感情的で、深く道徳的なレベルで視聴者を襲います。誇大宣伝/エキサイティングな話です。私はこの話を十分に取ることができず、このショーが終わる日には悲しくなります。\u001b[22m, \u001b[1mストーリーはまあまあ感情的なグランドは、深いと道徳的なレベルで視聴者を攻撃し、私はこの話を十分に得ることができないと私はこのショーは確かに終了日悲しいだろうように誇大広告/エキサイティングれます。\u001b[22m\n\u001b[4mAside from the filler episodes, I love everything about this anime.\u001b[24m\n    \u001b[1mフィラーのエピソードとは別に、私はこのアニメのすべてを愛しています。\u001b[22m, \u001b[1m別にフィラーのエピソードから、私はこのアニメについてのすべてが大好きです。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "Dick75",
    "profile": "/profile/Dick75/reviews",
    "pages": "10",
    "number": "2",
    "link": "/reviews.php?id=6978",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nそれで決まるのは長い道のりだろう。\n私はこのショーについて多くのことを言っているようには見えませんが、本当に長いショーになるでしょう。 各エピソードが何かをするのに8年もかかるだけでなく、 あなたがチャンスを得るなら、塊でショーを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSettle in it's going to be a long ride.\n\n\u001b[1mそれで決まるのは長い道のりだろう。\u001b[22m\n\u001b[1m(Sore de kimaru no wa nagai michinoridarou.)\u001b[22m\n\nTranslations of \u001b[4mSettle in it's going to be a long ride.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSettle in it's going to be a long ride.\u001b[24m\n    \u001b[1mそれで決まるのは長い道のりだろう。\u001b[22m, \u001b[1m長く乗ることになるだろうに定住。\u001b[22m\nI know that doesn't seem like much to say about this show but it really will be a long show. Not only that each episode takes like eight years to do anything. So watch the show in clumps if you get a chance.\n\n\u001b[1m私はこのショーについて多くのことを言っているようには見えませんが、本当に長いショーになるでしょう。 各エピソードが何かをするのに8年もかかるだけでなく、 あなたがチャンスを得るなら、塊でショーを見てください。\u001b[22m\n\u001b[1m(Watashi wa kono shō ni tsuite ōku no koto o itte iru yō ni wa miemasenga, hontōni nagai shō ni narudeshou. Kaku episōdo ga nanika o suru no ni 8-nen mo kakaru dakedenaku, anata ga chansu o erunara, katamari de shō o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI know that doesn't seem like much to say about this show but it really will be a long show. Not only that each episode takes like eight years to do anything. So watch the show in clumps if you get a chance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know that doesn't seem like much to say about this show but it really will be a long show.\u001b[24m\n    \u001b[1m私はこのショーについて多くのことを言っているようには見えませんが、本当に長いショーになるでしょう。\u001b[22m, \u001b[1m私はこの番組について言うために多くのように見えるしていませんが、それは本当に長いショーになることを知っています。\u001b[22m\n\u001b[4mNot only that each episode takes like eight years to do anything.\u001b[24m\n    \u001b[1m各エピソードが何かをするのに8年もかかるだけでなく、\u001b[22m, \u001b[1mだけでなく、それぞれのエピソードは何もする8のように年をとること。\u001b[22m\n\u001b[4mSo watch the show in clumps if you get a chance.\u001b[24m\n    \u001b[1mあなたがチャンスを得るなら、塊でショーを見てください。\u001b[22m, \u001b[1mあなたはチャンスを得るのであれば塊でのショーを見て。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "MAND4",
    "profile": "/profile/MAND4/reviews",
    "pages": "10",
    "number": "3",
    "link": "/reviews.php?id=91921",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n自己嫌悪なアニメ物語のこの群集と芸術の言い訳では、本当に宝石を見つけるのは驚きです。 しかし、私は1つを見つけました。  1人と1人だけ。\n\nナルトのすべてが目立っていますが、ここはシップゥーデンでは全体的なレベルです。 どうして？\n\n\nそして、ART...ああ、アート！ 私の目は、ここでは芸術ほど美しい何かを目撃する前に決してしなかった。 私は桜の顔を見つめて呼吸を止めなかったのですが、彼女の涙は何の理由もなく浮いていました。 美しい夕日、村、そしてすべての人々 - そのような細部はどこにも見いだせません。 しかし、いくつかの欠陥があります。 ナー、冗談だよ。 それは完璧です。\n\nしかし、芸術はそれを支えるものではなく、モッツァルトは美しい声と効果を作っています。 あなたは通常、鳥が飛んでいるような、または木に落ちる岩（他のアニメメーカーはそうしないので）のような小さなものに気付かないのですが、それはナルトの場合ではありません。 ここでは、すべてが生きているように感じます。 すべてが動いて、呼吸を起こします。すべてが画面上に独自の目的を持っています。 アニメではなく人生のように感じます。 そして甘い音楽が続き、ゆっくりとあなたの耳を出血させますが、良い方法で...ああ、どんな感覚です！\n\nしかし、ナルトが真に輝くところはキャラクター部門です。 そのような多様性、多くの愛。 彼はいつもそうです。 誰もがみんな大好きです。 それはあなたの標準ではなく、人々がお互いに友人であることを見て私の心を暖かくします。 それは、ナルトが失われた魂に救いをもたらし、悟りへの道を示すのを見るために私の心を暖める。 私が欲しいのは、サスケが家に帰ることだけです。 誰もが彼を見逃す。 友情が壊れていたので、彼らの心が滲みました。 彼は暗闇の中でさえ彼らのものです。 しかし、私はナルトが何とかそれを管理すると確信しています。\n\nこれは時間のテストやそれに伴うすべてに耐えるアニメです！ その美しさと深みは、その終わりを考えるときはいつでも私の心に痛みを与えます。 私はナルトを終了させたくありません。 私は彼が重要ではない人を救い続け、そのようにしてみんなが大事なことを示してほしい。 私はあなたにナルトとナルトの友人を上げる！ 中山！\n\n手を下ろして、最悪---私は、最高のshuonenまで！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn this crowd of the self-loathing anime stories and the excuse of the art, it's really a surprise to find a jewel. But I have found one. One and one alone.\n\n\u001b[1m自己嫌悪なアニメ物語のこの群集と芸術の言い訳では、本当に宝石を見つけるのは驚きです。 しかし、私は1つを見つけました。  1人と1人だけ。\u001b[22m\n\u001b[1m(Jiko ken'ona anime monogatari no kono gunshū to geijutsu no iiwakede wa, hontōni hōseki o mitsukeru no wa odorokidesu. Shikashi, watashi wa 1tsu o mitsukemashita. 1-Ri to 1-ri dake.)\u001b[22m\n\nTranslations of \u001b[4mIn this crowd of the self-loathing anime stories and the excuse of the art, it's really a surprise to find a jewel. But I have found one. One and one alone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this crowd of the self-loathing anime stories and the excuse of the art, it's really a surprise to find a jewel.\u001b[24m\n    \u001b[1m自己嫌悪なアニメ物語のこの群集と芸術の言い訳では、本当に宝石を見つけるのは驚きです。\u001b[22m, \u001b[1m自己嫌悪アニメストーリーのこの群衆と芸術の言い訳では、宝石を見つけることは本当に驚きです。\u001b[22m\n\u001b[4mBut I have found one.\u001b[24m\n    \u001b[1mしかし、私は1つを見つけました。\u001b[22m, \u001b[1mしかし、私は1つを発見しました。\u001b[22m\n\u001b[4mOne and one alone.\u001b[24m\n    \u001b[1m1人と1人だけ。\u001b[22m, \u001b[1mOne単独1。\u001b[22m\n\u001b[1m\u001b[22m\nEverything stands out in Naruto, but it goes on a whole 'nother level here, in Shippuuden. Why?\n\n\u001b[1mナルトのすべてが目立っていますが、ここはシップゥーデンでは全体的なレベルです。 どうして？\u001b[22m\n\u001b[1m(Naruto no subete ga medatte imasuga, koko wa shippu~ūdende wa zentai-tekina reberudesu. Dōshite?)\u001b[22m\n\nTranslations of \u001b[4mEverything stands out in Naruto, but it goes on a whole 'nother level here, in Shippuuden. Why?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything stands out in Naruto, but it goes on a whole 'nother level here, in Shippuuden.\u001b[24m\n    \u001b[1mナルトのすべてが目立っていますが、ここはシップゥーデンでは全体的なレベルです。\u001b[22m, \u001b[1mナルト - 疾風伝では、すべてがナルトに目立つが、それはここでは全体 'Notherのレベルに行きます。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\nBecause all things click! I mean the story, it's so indulging and beautiful that it leaves you breathless. It's so complex yet so simple to grasp that you can do nothing more but to admire it. The story that had led me to many manly tears, many sobs and emotional breakdowns. Every time someone dies, I'm really left hallow inside. Even when those white clones die, I just can't help but feel empty because they were filling my heart with hope - and after they're gone, all that's left is a void. Ordinary anime can't do that, no. But Naruto is beyond the ordinary. It's the story of the ages, the eternity lifted up, glorified and yet humbled to be taken to the skies.\n\n\u001b[1mすべてのものがクリックするので！ 私は物語を意味する、それはあなたが息を呑むようにそれを楽しむと美しいです。 それはあなたがそれ以上に何もすることはできませんが、それを賞賛することができるように、非常に複雑で簡単です。 多くの男らしい涙、多くのすすり泣きや感情的な故障に私を導いていた物語。 誰かが死ぬたびに、私は本当に中に残っている。 これらの白のクローンが死ぬ場合でも、私は助けることはできませんが、彼らは希望を持って私の心を埋めていたため、空の感じ - と彼らが行っているの後、残ってすべてのことは無効となります。 普通のアニメはできません。 しかし、ナルトは普通のことを超えています。 それは永遠には、持ち上げ見せかけ、まだ空に取られるために謙虚に、年齢の話です。\u001b[22m\n\u001b[1m(Subete no mono ga kurikku surunode! Watashi wa monogatari o imi suru, sore wa anata ga ikiwonomu-yō ni sore o tanoshimu to utsukushīdesu. Sore wa anata ga soreijō ni nani mo suru koto wa dekimasenga, sore o shōsan suru koto ga dekiru yō ni, hijō ni fukuzatsude kantandesu. Ōku no otokorashī namida, ōku no susurinaki ya kanjō-tekina koshō ni watashi o michibiite ita monogatari. Dareka ga shinu tabi ni, watashi wa hontōni-chū ni nokotte iru. Korera no shiro no kurōn ga shinu baai demo, watashi wa tasukeru koto wa dekimasenga, karera wa kibō o motte watashi no kokoro o umete ita tame, sora no kanji - to karera ga okonatte iru no-go, nokotte subete no koto wa mukō to narimasu. Futsū no animeha dekimasen. Shikashi, naruto wa futsū no koto o koete imasu. Sore wa eien ni wa, mochiage misekake, mada sora ni tora reru tame ni kenkyo ni, nenrei no hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mBecause all things click! I mean the story, it's so indulging and beautiful that it leaves you breathless. It's so complex yet so simple to grasp that you can do nothing more but to admire it. The story that had led me to many manly tears, many sobs and emotional breakdowns. Every time someone dies, I'm really left hallow inside. Even when those white clones die, I just can't help but feel empty because they were filling my heart with hope - and after they're gone, all that's left is a void. Ordinary anime can't do that, no. But Naruto is beyond the ordinary. It's the story of the ages, the eternity lifted up, glorified and yet humbled to be taken to the skies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause all things click!\u001b[24m\n    \u001b[1mすべてのものがクリックするので！\u001b[22m, \u001b[1mすべてのものはクリックから！\u001b[22m\n\u001b[4mI mean the story, it's so indulging and beautiful that it leaves you breathless.\u001b[24m\n    \u001b[1m私は物語を意味する、それはあなたが息を呑むようにそれを楽しむと美しいです。\u001b[22m, \u001b[1m私が話を意味し、そう、それは息あなたを残していることをふけると美しいです。\u001b[22m\n\u001b[4mIt's so complex yet so simple to grasp that you can do nothing more but to admire it.\u001b[24m\n    \u001b[1mそれはあなたがそれ以上に何もすることはできませんが、それを賞賛することができるように、非常に複雑で簡単です。\u001b[22m, \u001b[1mそれはあなたがより多くの何もできないが、それを賞賛することを把握するために非常に複雑まだとても簡単です。\u001b[22m\n\u001b[4mmany\u001b[24m\n    \u001b[1m多くの\u001b[22m, \u001b[1m多く\u001b[22m, \u001b[1mの多く\u001b[22m, \u001b[1mの多くの\u001b[22m\n\u001b[4mmanly\u001b[24m\n    \u001b[1m男らしい\u001b[22m, \u001b[1mに男らしい\u001b[22m, \u001b[1mのマンリー\u001b[22m\n\u001b[4mtears\u001b[24m\n    \u001b[1m涙\u001b[22m, \u001b[1mの涙\u001b[22m, \u001b[1m涙が\u001b[22m, \u001b[1m涙の\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4mmany\u001b[24m\n    \u001b[1m多くの\u001b[22m, \u001b[1mの多く\u001b[22m, \u001b[1mの多くの\u001b[22m\n\u001b[4msobs\u001b[24m\n    \u001b[1mすすり泣き\u001b[22m\n\u001b[4mand\u001b[24m\n    \u001b[1mや\u001b[22m, \u001b[1mと\u001b[22m, \u001b[1mおよび\u001b[22m, \u001b[1mそして\u001b[22m\n\u001b[4memotional\u001b[24m\n    \u001b[1m感情的な\u001b[22m, \u001b[1mの感情的な\u001b[22m, \u001b[1m情緒的\u001b[22m\n\u001b[4mbreakdowns\u001b[24m\n    \u001b[1m故障\u001b[22m, \u001b[1mな故障\u001b[22m, \u001b[1mブレイクダウン\u001b[22m, \u001b[1mブレークダウン\u001b[22m\n\u001b[4mto me (c:dobj)\u001b[24m\n    \u001b[1mに私を\u001b[22m, \u001b[1mを私\u001b[22m, \u001b[1m私を\u001b[22m, \u001b[1mを私に\u001b[22m\n\u001b[4mled\u001b[24m\n    \u001b[1m導い\u001b[22m, \u001b[1mつながった\u001b[22m, \u001b[1m主導\u001b[22m, \u001b[1m主導し\u001b[22m, \u001b[1mつながっ\u001b[22m\n\u001b[4mhad\u001b[24m\n    \u001b[1mていた\u001b[22m, \u001b[1mた\u001b[22m, \u001b[1mした\u001b[22m, \u001b[1mいた\u001b[22m, \u001b[1mしていた\u001b[22m\n\u001b[4mstory\u001b[24m\n    \u001b[1m物語\u001b[22m, \u001b[1m話\u001b[22m, \u001b[1mの話\u001b[22m, \u001b[1mのストーリー\u001b[22m, \u001b[1mストーリ\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mEvery time someone dies, I'm really left hallow inside.\u001b[24m\n    \u001b[1m誰かが死ぬたびに、私は本当に中に残っている。\u001b[22m, \u001b[1m誰かが死ぬたびに、私は本当に内部の中空を残しています。\u001b[22m\n\u001b[4mthose\u001b[24m\n    \u001b[1mこれらの\u001b[22m, \u001b[1mそれらの\u001b[22m, \u001b[1mそれら\u001b[22m\n\u001b[4mwhite\u001b[24m\n    \u001b[1m白\u001b[22m, \u001b[1m白い\u001b[22m, \u001b[1mホワイト\u001b[22m, \u001b[1mた白色\u001b[22m, \u001b[1mホワイトの\u001b[22m\n\u001b[4mclones\u001b[24m\n    \u001b[1mのクローン\u001b[22m, \u001b[1mクローン\u001b[22m, \u001b[1mするクローン\u001b[22m, \u001b[1mたクローン\u001b[22m, \u001b[1mクローンの\u001b[22m\n\u001b[4m(c:nsubj) die\u001b[24m\n    \u001b[1mが死ぬ\u001b[22m, \u001b[1mが死ん\u001b[22m, \u001b[1mが死んで\u001b[22m, \u001b[1mが死ぬの\u001b[22m\n\u001b[4mEven when\u001b[24m\n    \u001b[1m場合でも\u001b[22m, \u001b[1mた場合であっても\u001b[22m, \u001b[1mた場合にも\u001b[22m, \u001b[1mときでさえ\u001b[22m, \u001b[1mたとしても\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4mI (c:nsubjmain) just\u001b[24m\n    \u001b[1m私は\u001b[22m, \u001b[1mただ\u001b[22m, \u001b[1m僕は\u001b[22m, \u001b[1m私だけ\u001b[22m\n\u001b[4mhelp not can but\u001b[24m\n    \u001b[1m助けることはできませんが\u001b[22m, \u001b[1m〜せずにはいられない\u001b[22m, \u001b[1mどうしても〜してしまう\u001b[22m, \u001b[1m〜せざるを得ない\u001b[22m\n\u001b[4mthey (c:nsubj)\u001b[24m\n    \u001b[1m、彼らは\u001b[22m, \u001b[1m彼らは\u001b[22m, \u001b[1mこれらが\u001b[22m\n\u001b[4mhope with\u001b[24m\n    \u001b[1m希望を持って\u001b[22m, \u001b[1m希望に\u001b[22m, \u001b[1m希望を持っ\u001b[22m, \u001b[1mを期待して\u001b[22m, \u001b[1m希望をもっ\u001b[22m\n\u001b[4mmy heart\u001b[24m\n    \u001b[1m私の心\u001b[22m, \u001b[1mわたしの心\u001b[22m, \u001b[1mに私の心\u001b[22m, \u001b[1m僕の心\u001b[22m\n\u001b[4m(c:dobj) filling\u001b[24m\n    \u001b[1mを埋め\u001b[22m, \u001b[1mを充填\u001b[22m, \u001b[1mに充填さ\u001b[22m, \u001b[1mの充填\u001b[22m, \u001b[1mに充填\u001b[22m\n\u001b[4mwere because\u001b[24m\n    \u001b[1mていたため\u001b[22m, \u001b[1mたため\u001b[22m, \u001b[1mいたので\u001b[22m, \u001b[1mいたため\u001b[22m\n\u001b[4mempty\u001b[24m\n    \u001b[1m、空の\u001b[22m, \u001b[1m空の\u001b[22m, \u001b[1m空\u001b[22m, \u001b[1mの空\u001b[22m\n\u001b[4mfeel\u001b[24m\n    \u001b[1m感じ\u001b[22m, \u001b[1mを感じる\u001b[22m, \u001b[1mに感じる\u001b[22m, \u001b[1m感じる\u001b[22m, \u001b[1mと感じる\u001b[22m\n\u001b[4m--\u001b[24m\n    \u001b[1m - \u001b[22m\n\u001b[4mand\u001b[24m\n    \u001b[1mと\u001b[22m, \u001b[1mおよび\u001b[22m, \u001b[1mそして\u001b[22m\n\u001b[4mthey\u001b[24m\n    \u001b[1m彼ら\u001b[22m, \u001b[1mこれら\u001b[22m\n\u001b[4m(c:nsubj) gone\u001b[24m\n    \u001b[1mが行っ\u001b[22m, \u001b[1mがなくなった\u001b[22m, \u001b[1mがなくなる\u001b[22m, \u001b[1mが去っ\u001b[22m, \u001b[1mがなくなっ\u001b[22m\n\u001b[4m're\u001b[24m\n    \u001b[1mている\u001b[22m, \u001b[1mいます\u001b[22m, \u001b[1mしてい\u001b[22m, \u001b[1mしています\u001b[22m, \u001b[1mい\u001b[22m\n\u001b[4mafter\u001b[24m\n    \u001b[1mの後\u001b[22m, \u001b[1m後に\u001b[22m, \u001b[1m後\u001b[22m, \u001b[1mの後に\u001b[22m, \u001b[1mた後\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4mleft 's\u001b[24m\n    \u001b[1m残って\u001b[22m, \u001b[1m残っている\u001b[22m, \u001b[1m残っているの\u001b[22m\n\u001b[4mall that\u001b[24m\n    \u001b[1mすべてのこと\u001b[22m, \u001b[1mあるすべてのこと\u001b[22m, \u001b[1mすべてのその\u001b[22m, \u001b[1mすべてが\u001b[22m, \u001b[1mすべては\u001b[22m\n\u001b[4m(c:nsubjmain) void is .\u001b[24m\n    \u001b[1mは無効となります。\u001b[22m\n\u001b[4mOrdinary anime can't do that, no.\u001b[24m\n    \u001b[1m普通のアニメはできません。\u001b[22m, \u001b[1m普通のアニメはありません、それを行うことはできません。\u001b[22m\n\u001b[4mBut Naruto is beyond the ordinary.\u001b[24m\n    \u001b[1mしかし、ナルトは普通のことを超えています。\u001b[22m, \u001b[1mしかし、ナルトは普通を超えています。\u001b[22m\n\u001b[4mIt (c:nsubj)\u001b[24m\n    \u001b[1mそれは\u001b[22m, \u001b[1mこれは\u001b[22m\n\u001b[4mages of\u001b[24m\n    \u001b[1m年齢の\u001b[22m, \u001b[1mの年代の\u001b[22m, \u001b[1mの年齢層の\u001b[22m, \u001b[1m世代の\u001b[22m, \u001b[1mな年齢の\u001b[22m\n\u001b[4mstory 's\u001b[24m\n    \u001b[1m話だ\u001b[22m, \u001b[1m話で\u001b[22m, \u001b[1mの話です\u001b[22m, \u001b[1mの話だ\u001b[22m, \u001b[1m話\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4meternity\u001b[24m\n    \u001b[1m永遠\u001b[22m, \u001b[1mに永遠\u001b[22m, \u001b[1mの永遠の\u001b[22m, \u001b[1mは永遠\u001b[22m\n\u001b[4m(c:nsubjmain)\u001b[24m\n    \u001b[1mの\u001b[22m, \u001b[1mに\u001b[22m, \u001b[1mで\u001b[22m, \u001b[1mには\u001b[22m, \u001b[1mが\u001b[22m\n\u001b[4mglorified\u001b[24m\n    \u001b[1m栄光を受け\u001b[22m, \u001b[1m栄光\u001b[22m, \u001b[1m見せかけ\u001b[22m, \u001b[1m栄光を\u001b[22m, \u001b[1mを讃える\u001b[22m\n\u001b[4mand yet\u001b[24m\n    \u001b[1m、まだ\u001b[22m, \u001b[1mしかも\u001b[22m, \u001b[1mそれでも\u001b[22m, \u001b[1mありながら\u001b[22m\n\u001b[4mhumbled\u001b[24m\n    \u001b[1m謙虚\u001b[22m, \u001b[1m伏せて\u001b[22m, \u001b[1m恐縮\u001b[22m, \u001b[1m恐縮で\u001b[22m, \u001b[1m伏せ\u001b[22m\n\u001b[4m(c:nsubjmain)\u001b[24m\n    \u001b[1mは\u001b[22m, \u001b[1mが\u001b[22m, \u001b[1mに\u001b[22m, \u001b[1mには\u001b[22m, \u001b[1mで\u001b[22m\n\u001b[4mskies\u001b[24m\n    \u001b[1m空\u001b[22m, \u001b[1mた空\u001b[22m, \u001b[1mの空\u001b[22m, \u001b[1m上空\u001b[22m\n\u001b[4mto\u001b[24m\n    \u001b[1mに\u001b[22m, \u001b[1mには\u001b[22m, \u001b[1mする\u001b[22m, \u001b[1mし\u001b[22m, \u001b[1mと\u001b[22m\n\u001b[4mtaken be to\u001b[24m\n    \u001b[1m取られる\u001b[22m, \u001b[1m撮影する\u001b[22m, \u001b[1m取るべき\u001b[22m, \u001b[1m取られるべき\u001b[22m, \u001b[1mとるべき\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4mup lifted\u001b[24m\n    \u001b[1m持ち上げ\u001b[22m, \u001b[1mを持ち上げ\u001b[22m, \u001b[1mリフトアップ\u001b[22m, \u001b[1mに持ち上げ\u001b[22m, \u001b[1mを持ち上げる\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the ART ... oh the ART! My eyes have never before witness something so beautiful as the art here. Never before did I stop breathing upon gazing at Sakura's face, her tears floating down for no reason at all (that's what they make you believe! Her heart cries out for a reason!) but still making your heart ache. The beautiful sunset, the village and all of the people - such detail cannot be found anywhere else. But, there are some flaws. Nah, just kidding . It's the perfection.\n\n\u001b[1mそして、ART...ああ、アート！ 私の目は、ここでは芸術ほど美しい何かを目撃する前に決してしなかった。 私は桜の顔を見つめて呼吸を止めなかったのですが、彼女の涙は何の理由もなく浮いていました。 美しい夕日、村、そしてすべての人々 - そのような細部はどこにも見いだせません。 しかし、いくつかの欠陥があります。 ナー、冗談だよ。 それは完璧です。\u001b[22m\n\u001b[1m(Soshite, ART... Ā, āto! Watashi no me wa, kokode wa geijutsu hodo utsukushī nanika o mokugeki suru mae ni kesshite shinakatta. Watashi wa sakura no kao o mitsumete kokyū o tomenakatta nodesuga, kanojo no namida wa nani no riyū mo naku uite imashita. Utsukushī yūhi,-mura, soshite subete no hitobito - sono yōna saibu wa dokoni mo miidasemasen. Shikashi, ikutsu ka no kekkan ga arimasu. Nā, jōdandayo. Sore wa kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the ART ... oh the ART! My eyes have never before witness something so beautiful as the art here. Never before did I stop breathing upon gazing at Sakura's face, her tears floating down for no reason at all (that's what they make you believe! Her heart cries out for a reason!) but still making your heart ache. The beautiful sunset, the village and all of the people - such detail cannot be found anywhere else. But, there are some flaws. Nah, just kidding . It's the perfection.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the ART ... oh the ART!\u001b[24m\n    \u001b[1mそして、ART...ああ、アート！\u001b[22m, \u001b[1mそして、ART...ああART！\u001b[22m\n\u001b[4mMy eyes have never before witness something so beautiful as the art here.\u001b[24m\n    \u001b[1m私の目は、ここでは芸術ほど美しい何かを目撃する前に決してしなかった。\u001b[22m, \u001b[1m私の目はここで芸術としてとても美しい証人何かの前に決して持っていません。\u001b[22m\n\u001b[4mNever before did I stop breathing upon gazing at Sakura's face, her tears floating down for no reason at all (that's what they make you believe! Her heart cries out for a reason!) but still making your heart ache.\u001b[24m\n    \u001b[1m私は桜の顔を見つめて呼吸を止めなかったのですが、彼女の涙は何の理由もなく浮いていました。\u001b[22m, \u001b[1m決して前に、私は彼女の涙がまったく理由もなくダウンフローティング、さくらの顔を見つめ時に呼吸が停止しなかった（つまり、彼らはあなたが信じさせるものだ！彼女の心は理由叫ぶ！）が、まだあなたの心の痛みを作ります。\u001b[22m\n\u001b[4mThe beautiful sunset, the village and all of the people - such detail cannot be found anywhere else.\u001b[24m\n    \u001b[1m美しい夕日、村、そしてすべての人々 - そのような細部はどこにも見いだせません。\u001b[22m, \u001b[1m美しい夕日、村や人々のすべて - そのような詳細は、どこにも見つけることができません。\u001b[22m\n\u001b[4mBut, there are some flaws.\u001b[24m\n    \u001b[1mしかし、いくつかの欠陥があります。\u001b[22m\n\u001b[4mNah, just kidding .\u001b[24m\n    \u001b[1mナー、冗談だよ。\u001b[22m, \u001b[1mいや、冗談。\u001b[22m\n\u001b[4mIt's the perfection.\u001b[24m\n    \u001b[1mそれは完璧です。\u001b[22m\n\u001b[1m\u001b[22m\nBut, art wouldn't go as well as if it wasn't something more to support it, which is Mozzart composed sound, beautiful voicing and effects! You don't usually notice the small things in the background, like the birds flying, or the rock falling into the trees (because other anime makers DON'T DO THAT) but that's not the case with Naruto. Here, everything feels alive. Everything moves, eveything breaths - everything has its own purpose on the screen. It feels more like a life rather than an anime. And followed by a sweet music, slowly making your ears bleed but in a good way ... oh, what a sensation!\n\n\u001b[1mしかし、芸術はそれを支えるものではなく、モッツァルトは美しい声と効果を作っています。 あなたは通常、鳥が飛んでいるような、または木に落ちる岩（他のアニメメーカーはそうしないので）のような小さなものに気付かないのですが、それはナルトの場合ではありません。 ここでは、すべてが生きているように感じます。 すべてが動いて、呼吸を起こします。すべてが画面上に独自の目的を持っています。 アニメではなく人生のように感じます。 そして甘い音楽が続き、ゆっくりとあなたの耳を出血させますが、良い方法で...ああ、どんな感覚です！\u001b[22m\n\u001b[1m(Shikashi, geijutsu wa sore o sasaeru monode wa naku, mottsu~aruto wa utsukushī koe to kōka o tsukutte imasu. Anata wa tsūjō, tori ga tonde iru yōna, matawa ki ni ochiru iwa (hoka no animemēkā wa sō shinainode) no yōna chīsana mono ni kidzukanai nodesuga, soreha naruto no baaide wa arimasen. Kokode wa, subete ga ikite iru yō ni kanjimasu. Subete ga ugoite, kokyū o okoshimasu. Subete ga gamen'ue ni dokuji no mokuteki o motte imasu. Animede wanaku jinsei no yō ni kanjimasu. Soshite amai ongaku ga tsudzuki, yukkuri to anata no mimi o shukketsu sa semasuga, yoi hōhō de... Ā, don'na kankakudesu!)\u001b[22m\n\nTranslations of \u001b[4mBut, art wouldn't go as well as if it wasn't something more to support it, which is Mozzart composed sound, beautiful voicing and effects! You don't usually notice the small things in the background, like the birds flying, or the rock falling into the trees (because other anime makers DON'T DO THAT) but that's not the case with Naruto. Here, everything feels alive. Everything moves, eveything breaths - everything has its own purpose on the screen. It feels more like a life rather than an anime. And followed by a sweet music, slowly making your ears bleed but in a good way ... oh, what a sensation!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, art wouldn't go as well as if it wasn't something more to support it, which is Mozzart composed sound, beautiful voicing and effects!\u001b[24m\n    \u001b[1mしかし、芸術はそれを支えるものではなく、モッツァルトは美しい声と効果を作っています。\u001b[22m, \u001b[1mしかし、芸術はMozzart構成音、美しいボイシングや効果をあるそれをサポートするために、もっと何か、しなかった場合と同様に行かないだろう！\u001b[22m\n\u001b[4mYou don't usually notice the small things in the background, like the birds flying, or the rock falling into the trees (because other anime makers DON'T DO THAT) but that's not the case with Naruto.\u001b[24m\n    \u001b[1mあなたは通常、鳥が飛んでいるような、または木に落ちる岩（他のアニメメーカーはそうしないので）のような小さなものに気付かないのですが、それはナルトの場合ではありません。\u001b[22m, \u001b[1mあなたは通常、鳥が飛んでいるように、バックグラウンドで小さなものを気づかない、または岩が木に落ちる（他のアニメメーカーはそれを行うわけではないので）それはナルトとそうではないのです。\u001b[22m\n\u001b[4mHere, everything feels alive.\u001b[24m\n    \u001b[1mここでは、すべてが生きているように感じます。\u001b[22m, \u001b[1mここでは、すべてが生きている感じ。\u001b[22m\n\u001b[4mEverything moves, eveything breaths - everything has its own purpose on the screen.\u001b[24m\n    \u001b[1mすべてが動いて、呼吸を起こします。すべてが画面上に独自の目的を持っています。\u001b[22m, \u001b[1mすべてが移動し、eveything呼吸 - すべてが画面上に独自の目的を持っています。\u001b[22m\n\u001b[4mIt feels more like a life rather than an anime.\u001b[24m\n    \u001b[1mアニメではなく人生のように感じます。\u001b[22m, \u001b[1mこれは、より多くの人生ではなく、アニメのように感じています。\u001b[22m\n\u001b[4mAnd followed by a sweet music, slowly making your ears bleed but in a good way ... oh, what a sensation!\u001b[24m\n    \u001b[1mそして甘い音楽が続き、ゆっくりとあなたの耳を出血させますが、良い方法で...ああ、どんな感覚です！\u001b[22m, \u001b[1mそして、ゆっくりとあなたの耳が出血することが、良い方法で、甘い音楽に続いて...ああ、どのような感覚！\u001b[22m\n\u001b[1m\u001b[22m\nBut where Naruto truly shines is the Character department. Such variety, so much love. He always does. Everyone loves everyone. It warms my heart to see so many different, so not your standard, people being friends with each other. It warms my heart to see Naruto bringing salvation to the lost souls, showing them a path to their enlightment. The only thing I want is for Sasuke to come back home. Everyone misses him. Their hearts bleed because the friendship was broken; he is theirs even in his darkness. But I'm sure Naruto will manage it somehow.\n\n\u001b[1mしかし、ナルトが真に輝くところはキャラクター部門です。 そのような多様性、多くの愛。 彼はいつもそうです。 誰もがみんな大好きです。 それはあなたの標準ではなく、人々がお互いに友人であることを見て私の心を暖かくします。 それは、ナルトが失われた魂に救いをもたらし、悟りへの道を示すのを見るために私の心を暖める。 私が欲しいのは、サスケが家に帰ることだけです。 誰もが彼を見逃す。 友情が壊れていたので、彼らの心が滲みました。 彼は暗闇の中でさえ彼らのものです。 しかし、私はナルトが何とかそれを管理すると確信しています。\u001b[22m\n\u001b[1m(Shikashi, naruto ga makotoni kagayaku tokoro wa kyarakutā bumondesu. So no yōna tayō-sei, ōku no ai. Daremoga min'na daisukidesu. Sore wa anata no hyōjunde wa naku, hitobito ga otagai ni yūjindearu koto o mite watashi no kokoro o atatakaku shimasu. Sore wa, naruto ga ushinawa reta tamashī ni sukui o motarashi, satori e no michi o shimesu no o miru tame ni watashi no kokoro o atatameru. Watashi ga hoshī no wa, Sasuke ga ie ni kaeru koto dakedesu. Daremoga kare o minogasu. Yūjō ga kowarete itanode, karera no kokoro ga nijimimashita. Kare wa kurayaminonakade sae karera no monodesu. Shikashi, watashi wa naruto ga nantoka sore o kanri suru to kakushin shite imasu. Kare wa itsumo sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mBut where Naruto truly shines is the Character department. Such variety, so much love. He always does. Everyone loves everyone. It warms my heart to see so many different, so not your standard, people being friends with each other. It warms my heart to see Naruto bringing salvation to the lost souls, showing them a path to their enlightment. The only thing I want is for Sasuke to come back home. Everyone misses him. Their hearts bleed because the friendship was broken; he is theirs even in his darkness. But I'm sure Naruto will manage it somehow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut where Naruto truly shines is the Character department.\u001b[24m\n    \u001b[1mしかし、ナルトが真に輝くところはキャラクター部門です。\u001b[22m, \u001b[1mしかし、ここでナルトは本当に輝くことはキャラクター部門です。\u001b[22m\n\u001b[4mSuch variety, so much love.\u001b[24m\n    \u001b[1mそのような多様性、多くの愛。\u001b[22m, \u001b[1mこのような多様なので、多くの愛。\u001b[22m\n\u001b[4mEveryone loves everyone.\u001b[24m\n    \u001b[1m誰もがみんな大好きです。\u001b[22m, \u001b[1m誰もが皆を愛しています。\u001b[22m\n\u001b[4mIt warms my heart to see so many different, so not your standard, people being friends with each other.\u001b[24m\n    \u001b[1mそれはあなたの標準ではなく、人々がお互いに友人であることを見て私の心を暖かくします。\u001b[22m, \u001b[1mそれは、人々が互いに友人である、あなたの標準的なので、異なる多く、そうではないを見るために私の心を温め。\u001b[22m\n\u001b[4mIt warms my heart to see Naruto bringing salvation to the lost souls, showing them a path to their enlightment.\u001b[24m\n    \u001b[1mそれは、ナルトが失われた魂に救いをもたらし、悟りへの道を示すのを見るために私の心を暖める。\u001b[22m, \u001b[1mこれはナルトがそれらに彼ら悟りへのパスを示す、失われた魂に救いをもたらす見るために私の心を温め。\u001b[22m\n\u001b[4mThe only thing I want is for Sasuke to come back home.\u001b[24m\n    \u001b[1m私が欲しいのは、サスケが家に帰ることだけです。\u001b[22m, \u001b[1mサスケが帰ってくるのを私が欲しいだけの事はあります。\u001b[22m\n\u001b[4mEveryone misses him.\u001b[24m\n    \u001b[1m誰もが彼を見逃す。\u001b[22m, \u001b[1m誰もが彼を逃します。\u001b[22m\n\u001b[4mTheir hearts bleed because the friendship was broken;\u001b[24m\n    \u001b[1m友情が壊れていたので、彼らの心が滲みました。\u001b[22m, \u001b[1m友情が壊れていたため、彼らの心は出血します。\u001b[22m\n\u001b[4mhe is theirs even in his darkness.\u001b[24m\n    \u001b[1m彼は暗闇の中でさえ彼らのものです。\u001b[22m, \u001b[1m彼も彼の暗闇の中で彼らです。\u001b[22m\n\u001b[4mBut I'm sure Naruto will manage it somehow.\u001b[24m\n    \u001b[1mしかし、私はナルトが何とかそれを管理すると確信しています。\u001b[22m, \u001b[1mしかし、私はナルトが何とかそれを管理します確信しています。\u001b[22m\n\u001b[4mHe always does.\u001b[24m\n    \u001b[1m彼はいつもそうです。\u001b[22m, \u001b[1m彼はいつもません。\u001b[22m\n\u001b[1m\u001b[22m\nThis is an anime that withstands the test of time and everything that comes along! The sheer beauty and deepness of it leaves my heart in pain whenever I think about its ending. I don't want Naruto to end. I want him to keep on saving people that don't matter and, in that way, showing us that everyone matters. I raise my hands to you Naruto and Naruto's Friends! Nakama!\n\n\u001b[1mこれは時間のテストやそれに伴うすべてに耐えるアニメです！ その美しさと深みは、その終わりを考えるときはいつでも私の心に痛みを与えます。 私はナルトを終了させたくありません。 私は彼が重要ではない人を救い続け、そのようにしてみんなが大事なことを示してほしい。 私はあなたにナルトとナルトの友人を上げる！ 中山！\u001b[22m\n\u001b[1m(Kore wa jikan no tesuto ya sore ni tomonau subete ni taeru animedesu! Sono utsukushi-sa to fukami wa, sono owari o kangaeru toki wa itsu demo watashi no kokoro ni itami o ataemasu. Watashi wa naruto o shūryō sa setaku arimasen. Watashi wa kare ga jūyōde wanai hito o sukui tsudzuke, sonoyōni shite min'na ga daijina koto o shimeshite hoshī. Watashi wa anata ni naruto to naruto no yūjin o ageru! Nakayama!)\u001b[22m\n\nTranslations of \u001b[4mThis is an anime that withstands the test of time and everything that comes along! The sheer beauty and deepness of it leaves my heart in pain whenever I think about its ending. I don't want Naruto to end. I want him to keep on saving people that don't matter and, in that way, showing us that everyone matters. I raise my hands to you Naruto and Naruto's Friends! Nakama!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an anime that withstands the test of time and everything that comes along!\u001b[24m\n    \u001b[1mこれは時間のテストやそれに伴うすべてに耐えるアニメです！\u001b[22m, \u001b[1mこれは、時間に沿って来て、すべてのテストに耐えるアニメです！\u001b[22m\n\u001b[4mThe sheer beauty and deepness of it leaves my heart in pain whenever I think about its ending.\u001b[24m\n    \u001b[1mその美しさと深みは、その終わりを考えるときはいつでも私の心に痛みを与えます。\u001b[22m, \u001b[1m私はその結末を考えるたびに薄手の美しさと深さは痛みで私の心を残します。\u001b[22m\n\u001b[4mI don't want Naruto to end.\u001b[24m\n    \u001b[1m私はナルトを終了させたくありません。\u001b[22m, \u001b[1m私はナルトが終了する必要はありません。\u001b[22m\n\u001b[4mI want him to keep on saving people that don't matter and, in that way, showing us that everyone matters.\u001b[24m\n    \u001b[1m私は彼が重要ではない人を救い続け、そのようにしてみんなが大事なことを示してほしい。\u001b[22m, \u001b[1m私は彼は問題と、そのように、誰もが重要ことを私たちに示していない人の保存に保存しておきたいです。\u001b[22m\n\u001b[4mI raise my hands to you Naruto and Naruto's Friends!\u001b[24m\n    \u001b[1m私はあなたにナルトとナルトの友人を上げる！\u001b[22m, \u001b[1m私はあなたナルトとナルトの友達に私の手を上げます！\u001b[22m\n\u001b[4mNakama!\u001b[24m\n    \u001b[1m中山！\u001b[22m, \u001b[1m仲間！\u001b[22m\n\u001b[1m\u001b[22m\nHands down, the worst --- I mean, the best shuonen ever!\n\n\u001b[1m手を下ろして、最悪---私は、最高のshuonenまで！\u001b[22m\n\u001b[1m(Te o oroshite, saiaku -- - watashi wa, saikō no shuonen made!)\u001b[22m\n\nTranslations of \u001b[4mHands down, the worst --- I mean, the best shuonen ever!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHands down, the worst --- I mean, the best shuonen ever!\u001b[24m\n    \u001b[1m手を下ろして、最悪---私は、最高のshuonenまで！\u001b[22m, \u001b[1mダウン手、最悪---私が意味する、史上最高shuonen！\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "n008head",
    "profile": "/profile/n008head/reviews",
    "pages": "10",
    "number": "4",
    "link": "/reviews.php?id=99713",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  7\n\nあなたがアニメと呼んでいるこのことは、生産者がちょうど多くのフィラーを使って破壊することを決定するまで、ある時点でクールだった。 もちろん、それは決してトップアニメではありませんでした。 紆余曲折とストーリーテリングはうまくいっていますが、私はなぜそれがクリチェであるのか分かりません。 つまり、一人のキャラクターが戦場で死に、誰もがまだ立っていて、戦いを止め、その死のキャラクターを見ます。 また、対話は9歳の作家の作品と思われる。 芸術は問題ありませんが、痛みアークのようないくつかの重要な点で非常に悪くなっています。  （私はかなり誰もがナルトの痛みとの戦いの間に厄介なアニメーションやスタイルを覚えていると確信しています）\nキャラクターの開発もうまくいっていますが、彼らはあまりにも多くの間違った対話をしてしまいます。\n全体的には、いくつかの点では良いですが、ストーリーがちょうど完全に破壊された最近まで、ストーリーは悪化し始めました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis thing which many of you call anime used to be cool at some point until the producers decided to just destroy with loads of fillers. Of course, it was never a top anime. The twists and the storytelling is fine but I don't understand why is everything so Cliche in it. I mean, one character dies on the battlefield and everyone just stand still and stop fighting and look at that dying character. Also the dialogues appear to be the work of 9 year old writers. The art is fine but it got very bad in some critical points like the Pain arc. (I'm pretty sure everyone remembers the crappy animation and style during Naruto's fight with pain)\n\n\u001b[1mあなたがアニメと呼んでいるこのことは、生産者がちょうど多くのフィラーを使って破壊することを決定するまで、ある時点でクールだった。 もちろん、それは決してトップアニメではありませんでした。 紆余曲折とストーリーテリングはうまくいっていますが、私はなぜそれがクリチェであるのか分かりません。 つまり、一人のキャラクターが戦場で死に、誰もがまだ立っていて、戦いを止め、その死のキャラクターを見ます。 また、対話は9歳の作家の作品と思われる。 芸術は問題ありませんが、痛みアークのようないくつかの重要な点で非常に悪くなっています。  （私はかなり誰もがナルトの痛みとの戦いの間に厄介なアニメーションやスタイルを覚えていると確信しています）\u001b[22m\n\u001b[1m(Anata ga anime to yonde iru ko no koto wa, seisan-sha ga chōdo ōku no firā o tsukatte hakai suru koto o kettei suru made, aru jiten de kūrudatta. Mochiron, sore wa kesshite toppu animede wa arimasendeshita. Uyokyokusetsu to sutōrīteringu wa umaku itte imasuga, watashi wa naze sore ga kurichedearu no ka wakarimasen. Tsumari, hitori no kyarakutā ga senjō de shini, daremoga mada tatte ite, tatakai o tome, sono shi no kyarakutā o mimasu. Mata, taiwa wa 9-sai no sakka no sakuhin to omowa reru. Geijutsu wa mondaiarimasen ga, itami āku no yōna ikutsu ka no jūyōna tende hijō ni waruku natte imasu. (Watashi wa kanari daremoga naruto no itami to notatakai no ma ni yakkaina animēshon ya sutairu o oboete iru to kakushin shite imasu))\u001b[22m\n\nTranslations of \u001b[4mThis thing which many of you call anime used to be cool at some point until the producers decided to just destroy with loads of fillers. Of course, it was never a top anime. The twists and the storytelling is fine but I don't understand why is everything so Cliche in it. I mean, one character dies on the battlefield and everyone just stand still and stop fighting and look at that dying character. Also the dialogues appear to be the work of 9 year old writers. The art is fine but it got very bad in some critical points like the Pain arc. (I'm pretty sure everyone remembers the crappy animation and style during Naruto's fight with pain)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis thing which many of you call anime used to be cool at some point until the producers decided to just destroy with loads of fillers.\u001b[24m\n    \u001b[1mあなたがアニメと呼んでいるこのことは、生産者がちょうど多くのフィラーを使って破壊することを決定するまで、ある時点でクールだった。\u001b[22m, \u001b[1m生産者がちょうど充填剤の負荷で破壊することを決めたまであなたの多くはアニメを呼び出すこの事はいくつかの点でクールに使用されます。\u001b[22m\n\u001b[4mOf course, it was never a top anime.\u001b[24m\n    \u001b[1mもちろん、それは決してトップアニメではありませんでした。\u001b[22m, \u001b[1mもちろん、それはトップのアニメではなかったです。\u001b[22m\n\u001b[4mThe twists and the storytelling is fine but I don't understand why is everything so Cliche in it.\u001b[24m\n    \u001b[1m紆余曲折とストーリーテリングはうまくいっていますが、私はなぜそれがクリチェであるのか分かりません。\u001b[22m, \u001b[1mねじれやストーリーテリングは大丈夫ですが、クリシェので、すべてがそこにある理由を私は理解していません。\u001b[22m\n\u001b[4mI mean, one character dies on the battlefield and everyone just stand still and stop fighting and look at that dying character.\u001b[24m\n    \u001b[1mつまり、一人のキャラクターが戦場で死に、誰もがまだ立っていて、戦いを止め、その死のキャラクターを見ます。\u001b[22m, \u001b[1m私は1つの文字は、戦場で死ぬと誰もがちょうどまだ立って、戦闘を停止し、その瀕死の文字を見て、意味します。\u001b[22m\n\u001b[4mAlso the dialogues appear to be the work of 9 year old writers.\u001b[24m\n    \u001b[1mまた、対話は9歳の作家の作品と思われる。\u001b[22m, \u001b[1mまた、対話は、9歳の作家の仕事であるように思われます。\u001b[22m\n\u001b[4mThe art is fine but it got very bad in some critical points like the Pain arc.\u001b[24m\n    \u001b[1m芸術は問題ありませんが、痛みアークのようないくつかの重要な点で非常に悪くなっています。\u001b[22m, \u001b[1m芸術は素晴らしいですが、それは痛みアークのようないくつかの重要な点で非常に悪いました。\u001b[22m\n\u001b[4m(I'm pretty sure everyone remembers the crappy animation and style during Naruto's fight with pain)\u001b[24m\n    \u001b[1m（私はかなり誰もがナルトの痛みとの戦いの間に厄介なアニメーションやスタイルを覚えていると確信しています）\u001b[22m, \u001b[1m（私は誰もが痛みとナルトの戦いの間に安っぽいアニメーションやスタイルを覚えているかなり確信しています）\u001b[22m\nThe character development is fine also but they ruin it by giving them too many crappy dialogues.\n\n\u001b[1mキャラクターの開発もうまくいっていますが、彼らはあまりにも多くの間違った対話をしてしまいます。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu mo umaku itte imasuga, karera wa amarini mo ōku no machigatta taiwa o shite shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character development is fine also but they ruin it by giving them too many crappy dialogues.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development is fine also but they ruin it by giving them too many crappy dialogues.\u001b[24m\n    \u001b[1mキャラクターの開発もうまくいっていますが、彼らはあまりにも多くの間違った対話をしてしまいます。\u001b[22m, \u001b[1m文字の開発も結構ですが、彼らは彼らにあまりにも多くの安っぽい対話を与えることによって、それを台無しに。\u001b[22m\nOverall it is good at some certain points but the story started to get worse and worse with time until recently when the story was just totally destroyed.\n\n\u001b[1m全体的には、いくつかの点では良いですが、ストーリーがちょうど完全に破壊された最近まで、ストーリーは悪化し始めました。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, ikutsu ka no tende wa yoidesuga, sutōrī ga chōdo kanzen ni hakai sa reta saikin made, sutōrī wa akka shi hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall it is good at some certain points but the story started to get worse and worse with time until recently when the story was just totally destroyed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it is good at some certain points but the story started to get worse and worse with time until recently when the story was just totally destroyed.\u001b[24m\n    \u001b[1m全体的には、いくつかの点では良いですが、ストーリーがちょうど完全に破壊された最近まで、ストーリーは悪化し始めました。\u001b[22m, \u001b[1m全体的には、いくつかの特定の点で良いのですが、物語は物語がちょうど完全に破壊されたときに最近まで、時間とともに悪化し、悪化し始めました。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "edwardday",
    "profile": "/profile/edwardday/reviews",
    "pages": "10",
    "number": "5",
    "link": "/reviews.php?id=87491",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nナルトは子供のテレビ番組だと言った人はまったく間違っている。\n\nナルト：シップデンは元々のシリーズよりはるかに優れています（原作は依然として非常に良いですが）。 私が見たアニメとはまったく違っていて、オリジナルであり、すべてがうまくいっていて、すべてが素晴らしい人格を持っているので、すべてのキャラクターが大好きなので、ストーリーは素晴らしいです。 それは非常に握っている私は自分自身を常にそれについて考えていると私はそれを見て停止することができなかった私は最新のエピソードに追いつくだろう。\n\n人々はそれが「すべての詰め物」であり退屈だと言うが、私はむしろストーリーが遅く、いくつかの速いペースのエピソードよりも実際のキヤノンのコンテンツを多く持っていて、その後は常にフィラーを持っている。 たとえそれがまだ遅い場所ではペースが速いが、それは遅くても良いものにする。\n\n真剣に、偉大な物語、たくさんの魅力的なキャラクター、偉大な戦闘音楽、そして私がkonoha shinobiになりたいと思ったからです。  :(",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nwho ever says naruto is a kids TV show is completely wrong.\n\n\u001b[1mナルトは子供のテレビ番組だと言った人はまったく間違っている。\u001b[22m\n\u001b[1m(Naruto wa kodomo no terebibanguda to itta hito wa mattaku machigatte iru.)\u001b[22m\n\nTranslations of \u001b[4mwho ever says naruto is a kids TV show is completely wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwho ever says naruto is a kids TV show is completely wrong.\u001b[24m\n    \u001b[1mナルトは子供のテレビ番組だと言った人はまったく間違っている。\u001b[22m, \u001b[1m誰が今までナルトの言うことは子供のテレビ番組が完全に間違っています。\u001b[22m\n\u001b[1m\u001b[22m\nnaruto: shippuden is much better than the original series (even though the original was still very good) as it much more serious which is good and bad. The story is amazing because it is so different to any other anime I've watched and I love all of the characters because they are original and are all well build up and they all have great personalities. It is so gripping I found myself thinking about it all the time and I could not stop watching it will I was catching up to the latest episode.\n\n\u001b[1mナルト：シップデンは元々のシリーズよりはるかに優れています（原作は依然として非常に良いですが）。 私が見たアニメとはまったく違っていて、オリジナルであり、すべてがうまくいっていて、すべてが素晴らしい人格を持っているので、すべてのキャラクターが大好きなので、ストーリーは素晴らしいです。 それは非常に握っている私は自分自身を常にそれについて考えていると私はそれを見て停止することができなかった私は最新のエピソードに追いつくだろう。\u001b[22m\n\u001b[1m(Naruto: Shippuden wa motomoto no shirīzu yori haruka ni sugurete imasu (gensaku wa izentoshite hijō ni yoidesuga). Watashi ga mita anime to wa mattaku chigatte ite, orijinarudeari, subete ga umaku itte ite, subete ga subarashī jinkaku o motte irunode, subete no kyarakutā ga daisukinanode, sutōrī wa subarashīdesu. Sore wa hijō ni nigitte iru watashi wa jibun jishin o tsuneni sore ni tsuite kangaete iruto watashi wa sore o mite teishi suru koto ga dekinakatta watashi wa saishin no episōdo ni oitsukudarou.)\u001b[22m\n\nTranslations of \u001b[4mnaruto: shippuden is much better than the original series (even though the original was still very good) as it much more serious which is good and bad. The story is amazing because it is so different to any other anime I've watched and I love all of the characters because they are original and are all well build up and they all have great personalities. It is so gripping I found myself thinking about it all the time and I could not stop watching it will I was catching up to the latest episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnaruto: shippuden is much better than the original series (even though the original was still very good) as it much more serious which is good and bad.\u001b[24m\n    \u001b[1mナルト：シップデンは元々のシリーズよりはるかに優れています（原作は依然として非常に良いですが）。\u001b[22m, \u001b[1mNARUTO  - ナルト - ： - 疾風伝はそれがはるかに深刻な良い面と悪いとして（元は依然として非常に良好であったとしても）、元のシリーズよりもはるかに優れています。\u001b[22m\n\u001b[4mThe story is amazing because it is so different to any other anime I've watched and I love all of the characters because they are original and are all well build up and they all have great personalities.\u001b[24m\n    \u001b[1m私が見たアニメとはまったく違っていて、オリジナルであり、すべてがうまくいっていて、すべてが素晴らしい人格を持っているので、すべてのキャラクターが大好きなので、ストーリーは素晴らしいです。\u001b[22m, \u001b[1mそれは私が見てきた他のアニメに非常に異なっており、彼らはオリジナルであり、すべてが順調に構築されており、それらはすべての偉大な個性を持っているので、私は文字のすべてを愛しているから物語が素晴らしいです。\u001b[22m\n\u001b[4mIt is so gripping I found myself thinking about it all the time and I could not stop watching it will I was catching up to the latest episode.\u001b[24m\n    \u001b[1mそれは非常に握っている私は自分自身を常にそれについて考えていると私はそれを見て停止することができなかった私は最新のエピソードに追いつくだろう。\u001b[22m, \u001b[1mので、私は自分自身がそれについてのすべての時間を考えると、私はそれは私が最新のエピソードに追いつくただろう見て止めることができなかった発見把持されています。\u001b[22m\n\u001b[1m\u001b[22m\nPeople say that is 'all filler' and boring but I would rather the story be slow paced and have actual canon content most of the time than a few fast paced episodes and then fillers all the time throughout. Even though it is slow paced in places it still good and they make it good even though it's kind of slow.\n\n\u001b[1m人々はそれが「すべての詰め物」であり退屈だと言うが、私はむしろストーリーが遅く、いくつかの速いペースのエピソードよりも実際のキヤノンのコンテンツを多く持っていて、その後は常にフィラーを持っている。 たとえそれがまだ遅い場所ではペースが速いが、それは遅くても良いものにする。\u001b[22m\n\u001b[1m(Hitobito wa sore ga `subete no tsumebutsu'deari taikutsuda to iuga, watashi wa mushiro sutōrī ga osoku, ikutsu ka no hayai pēsu no episōdo yori mo jissai no Kiyanon no kontentsu o ōku motte ite, sonogo wa tsuneni firā o motte iru. Tatoe sore ga mada osoi bashode wa pēsu ga hayaiga, sore wa osokute mo yoi mono ni suru.)\u001b[22m\n\nTranslations of \u001b[4mPeople say that is 'all filler' and boring but I would rather the story be slow paced and have actual canon content most of the time than a few fast paced episodes and then fillers all the time throughout. Even though it is slow paced in places it still good and they make it good even though it's kind of slow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPeople say that is 'all filler' and boring but I would rather the story be slow paced and have actual canon content most of the time than a few fast paced episodes and then fillers all the time throughout.\u001b[24m\n    \u001b[1m人々はそれが「すべての詰め物」であり退屈だと言うが、私はむしろストーリーが遅く、いくつかの速いペースのエピソードよりも実際のキヤノンのコンテンツを多く持っていて、その後は常にフィラーを持っている。\u001b[22m, \u001b[1m人々はそれが「すべてのフィラー 'と退屈ですが、私はむしろ物語はペースの遅いことが、いくつかの速いペースでのエピソードよりもほとんどの時間を実際のカノンのコンテンツを持っているでしょうし、その後全体のすべての時間を充填剤と言います。\u001b[22m\n\u001b[4mEven though it is slow paced in places it still good and they make it good even though it's kind of slow.\u001b[24m\n    \u001b[1mたとえそれがまだ遅い場所ではペースが速いが、それは遅くても良いものにする。\u001b[22m, \u001b[1mそれは遅い場所でペーシングされるにもかかわらず、それはまだ良いとは、それは一種の遅いにもかかわらず、それが良い作ります。\u001b[22m\n\u001b[1m\u001b[22m\nSeriously, it is my favorite anime ever just because of the great story, so many lovable characters, great battle music, and because it has made my want to be a konoha shinobi! :(\n\n\u001b[1m真剣に、偉大な物語、たくさんの魅力的なキャラクター、偉大な戦闘音楽、そして私がkonoha shinobiになりたいと思ったからです。  :(\u001b[22m\n\u001b[1m(Shinken ni, idaina monogatari, takusan no miryoku-tekina kyarakutā, idaina sentō ongaku, soshite watashi ga konoha shinobi ni naritai to omottakaradesu. : ()\u001b[22m\n\nTranslations of \u001b[4mSeriously, it is my favorite anime ever just because of the great story, so many lovable characters, great battle music, and because it has made my want to be a konoha shinobi! :(\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeriously, it is my favorite anime ever just because of the great story, so many lovable characters, great battle music, and because it has made my want to be a konoha shinobi!\u001b[24m\n    \u001b[1m真剣に、偉大な物語、たくさんの魅力的なキャラクター、偉大な戦闘音楽、そして私がkonoha shinobiになりたいと思ったからです。\u001b[22m, \u001b[1m真剣に、それは今まで理由だけで素晴らしい話、非常に多くの愛らしい文字、偉大な戦闘音楽の私の好きなアニメであり、それは私の希望は、木ノ葉の忍としているので！\u001b[22m\n\u001b[4m:(\u001b[24m\n    \u001b[1m:(\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "Inugirlz",
    "profile": "/profile/Inugirlz/reviews",
    "pages": "10",
    "number": "6",
    "link": "/reviews.php?id=35084",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  6\nキャラクター|  4\n|  7\n\nストーリーラインはとても哀れです。私は泣くことができます。\n\nそれは主に、貯蓄する価値がない元チームを元に戻すことだけです。\n\n*スポイラーは注意してください*\n彼はイタチを殺し、そのために彼は償還を得ることができません。 彼はイタチがワットワットで欲しいと思っていたなら、彼は償還を受けていないかもしれない。 しかし、彼は村全体を殺すことによって、より多くの復讐を得ると宣言していませんか？ それはあなたにされたことよりどういったものですか？ 馬鹿。\n*スポイラーの終わり*\n\n初めはエキサイティングでした。 あなたが思う、はいナルトは、より強く戻ってくるだろうが、彼はちょうどいくつかの成熟と戻っていない。 彼が実際に悪いことをしている現在の漫画の章までIsnt。 サスケはまだ彼のリーグにいる？ これはどのように可能ですか？\n哀れみ。\n\nガアラアークを保存すると、サクラは実際には終わり、敗者に戻ります。\n\n誇大宣伝する価値はありませんが、見る価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe storyline is so pathetic i could cry.\n\n\u001b[1mストーリーラインはとても哀れです。私は泣くことができます。\u001b[22m\n\u001b[1m(Sutōrīrain wa totemo awaredesu. Watashi wa naku koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline is so pathetic i could cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline is so pathetic i could cry.\u001b[24m\n    \u001b[1mストーリーラインはとても哀れです。私は泣くことができます。\u001b[22m, \u001b[1mストーリーは私が泣くことができとても哀れです。\u001b[22m\n\u001b[1m\u001b[22m\nAll it's mainly about is getting back an ex-team who isn't even worth saving.\n\n\u001b[1mそれは主に、貯蓄する価値がない元チームを元に戻すことだけです。\u001b[22m\n\u001b[1m(Sore wa omoni, chochiku suru kachi ga nai moto chīmu o motonimodosu koto dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mAll it's mainly about is getting back an ex-team who isn't even worth saving.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll it's mainly about is getting back an ex-team who isn't even worth saving.\u001b[24m\n    \u001b[1mそれは主に、貯蓄する価値がない元チームを元に戻すことだけです。\u001b[22m, \u001b[1mそれはについて、主なすべてがあっても保存価値がない元のチームに戻ってきています。\u001b[22m\n\u001b[1m\u001b[22m\n*Spoilers beware*\n\n\u001b[1m*スポイラーは注意してください*\u001b[22m\n\u001b[1m(* Supoirā wa chūi shite kudasai*)\u001b[22m\n\nTranslations of \u001b[4m*Spoilers beware*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Spoilers beware*\u001b[24m\n    \u001b[1m*スポイラーは注意してください*\u001b[22m\nHe kills Itachi and for that he can gain no redemption. No he may have gotten redemption if he at done wat Itachi would have wanted. But no he declares he's going to get MORE revenge by killing off the entire village? How is that any better than what was done to you? Idiot.\n\n\u001b[1m彼はイタチを殺し、そのために彼は償還を得ることができません。 彼はイタチがワットワットで欲しいと思っていたなら、彼は償還を受けていないかもしれない。 しかし、彼は村全体を殺すことによって、より多くの復讐を得ると宣言していませんか？ それはあなたにされたことよりどういったものですか？ 馬鹿。\u001b[22m\n\u001b[1m(Kare wa itachi o koroshi, sonotame ni kare wa shōkan o eru koto ga dekimasen. Kare wa itachi ga wattowatto de hoshī to omotte itanara, kare wa shōkan o ukete inai kamo shirenai. Shikashi, kare wa mura zentai o korosu koto ni yotte, yori ōku no fukushū o eru to sengen shite imasen ka? Sore wa anata ni sa reta koto yori dō itta monodesu ka? Baka.)\u001b[22m\n\nTranslations of \u001b[4mHe kills Itachi and for that he can gain no redemption. No he may have gotten redemption if he at done wat Itachi would have wanted. But no he declares he's going to get MORE revenge by killing off the entire village? How is that any better than what was done to you? Idiot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe kills Itachi and for that he can gain no redemption.\u001b[24m\n    \u001b[1m彼はイタチを殺し、そのために彼は償還を得ることができません。\u001b[22m, \u001b[1m彼はイタチを殺すし、そのために彼は何の償還を得ることはできません。\u001b[22m\n\u001b[4mNo he may have gotten redemption if he at done wat Itachi would have wanted.\u001b[24m\n    \u001b[1m彼はイタチがワットワットで欲しいと思っていたなら、彼は償還を受けていないかもしれない。\u001b[22m, \u001b[1m彼はでイタチが望んでいるだろうワット行われていれば、彼は償還を得なかったかもしれませ。\u001b[22m\n\u001b[4mBut no he declares he's going to get MORE revenge by killing off the entire village?\u001b[24m\n    \u001b[1mしかし、彼は村全体を殺すことによって、より多くの復讐を得ると宣言していませんか？\u001b[22m, \u001b[1mしかし、誰彼は村全体を殺すことによって、より復讐を得るために起こっている宣言していませんか？\u001b[22m\n\u001b[4mHow is that any better than what was done to you?\u001b[24m\n    \u001b[1mそれはあなたにされたことよりどういったものですか？\u001b[22m, \u001b[1mどのようにあなたに行われたものよりも良くなること？\u001b[22m\n\u001b[4mIdiot.\u001b[24m\n    \u001b[1m馬鹿。\u001b[22m, \u001b[1m白痴。\u001b[22m\n*SPOILER ENDS*\n\n\u001b[1m*スポイラーの終わり*\u001b[22m\n\u001b[1m(* Supoirā no owari*)\u001b[22m\n\nTranslations of \u001b[4m*SPOILER ENDS*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*SPOILER ENDS*\u001b[24m\n    \u001b[1m*スポイラーの終わり*\u001b[22m, \u001b[1m*スポイラーが* ENDS\u001b[22m\n\u001b[1m\u001b[22m\nthe beginning was exciting. You think, YES Naruto will come back stronger, but no he just comes back with some maturity. Isnt until current manga chapters that he's actually badass. And even then Sasuke is still in his league? How is this possible?\n\n\u001b[1m初めはエキサイティングでした。 あなたが思う、はいナルトは、より強く戻ってくるだろうが、彼はちょうどいくつかの成熟と戻っていない。 現在のマンガの章までは、彼が実際に悪いことをするまではありません。 サスケはまだ彼のリーグにいる？ これはどのように可能ですか？\u001b[22m\n\u001b[1m(Hajime wa ekisaitingudeshita. Anata ga omou, hai naruto wa, yori tsuyoku modotte kurudarouga, kare wa chōdo ikutsu ka no seijuku to modotte inai. Genzai no manga no shō made wa, kare ga jissai ni warui koto o suru made wa arimasen. Sasuke wa mada kare no rīgu ni iru? Kore wa dono yō ni kanōdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mthe beginning was exciting. You think, YES Naruto will come back stronger, but no he just comes back with some maturity. Isnt until current manga chapters that he's actually badass. And even then Sasuke is still in his league? How is this possible?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe beginning was exciting.\u001b[24m\n    \u001b[1m初めはエキサイティングでした。\u001b[22m\n\u001b[4mYou think, YES Naruto will come back stronger, but no he just comes back with some maturity.\u001b[24m\n    \u001b[1mあなたが思う、はいナルトは、より強く戻ってくるだろうが、彼はちょうどいくつかの成熟と戻っていない。\u001b[22m, \u001b[1mあなたが思う、YESナルトが強く戻って来ないだろうが、彼はいくつかの成熟度と戻ってくるありません。\u001b[22m\n\u001b[4mIsnt until current manga chapters that he's actually badass.\u001b[24m\n    \u001b[1m現在のマンガの章までは、彼が実際に悪いことをするまではありません。\u001b[22m, \u001b[1m彼が実際に悪いやつだ現在のマンガの章までありえません。\u001b[22m\n\u001b[4mAnd even then Sasuke is still in his league?\u001b[24m\n    \u001b[1mサスケはまだ彼のリーグにいる？\u001b[22m, \u001b[1mその後もサスケが彼のリーグにまだありますか？\u001b[22m\n\u001b[4mHow is this possible?\u001b[24m\n    \u001b[1mこれはどのように可能ですか？\u001b[22m\nPathetic.\n\n\u001b[1m哀れみ。\u001b[22m\n\u001b[1m(Awaremi.)\u001b[22m\n\nDefinitions of \u001b[4mPathetic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    悲愴\u001b[22m\n        pathetic, sad, sombre, sorrowful, somber, dismal\n\u001b[1m    悲壮\u001b[22m\n        pathetic\n\u001b[1m    可哀想\u001b[22m\n        poor, pitiable, pathetic\n\u001b[1m    可哀相\u001b[22m\n        poor, pitiable, pathetic\n\u001b[1m    痛々しい\u001b[22m\n        pitiful, pathetic\n\u001b[1m    痛痛しい\u001b[22m\n        pitiful, pathetic\n\u001b[1m    いじらしい\u001b[22m\n        pitiful, sweet, innocent, lovable, pathetic\n\u001b[1m    パセティック\u001b[22m\n        pathetic\n\u001b[1m    哀れっぽい\u001b[22m\n        plaintive, piteous, doleful, pathetic, poignant\n\u001b[1m    傷々しい\u001b[22m\n        pitiful, pathetic\n\u001b[1m    傷傷しい\u001b[22m\n        pitiful, pathetic\n\u001b[1m\u001b[22m\nSaving Gaara arc made Sakura actually seem likable until it ended and she reverted back to a loser.\n\n\u001b[1mガアラアークを保存すると、サクラは実際には終わり、敗者に戻ります。\u001b[22m\n\u001b[1m(Gaaraāku o hozon suru to, sakura wa jissai ni wa owari, haisha ni modorimasu.)\u001b[22m\n\nTranslations of \u001b[4mSaving Gaara arc made Sakura actually seem likable until it ended and she reverted back to a loser.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSaving Gaara arc made Sakura actually seem likable until it ended and she reverted back to a loser.\u001b[24m\n    \u001b[1mガアラアークを保存すると、サクラは実際には終わり、敗者に戻ります。\u001b[22m, \u001b[1m我愛羅のアークを保存すると、それが終わったと、彼女は戻って敗者に戻されるまで、さくらが実際に好感が持てるように見える作られました。\u001b[22m\n\u001b[1m\u001b[22m\nNot worth getting hype up over, but still worth watching.\n\n\u001b[1m誇大宣伝する価値はありませんが、見る価値があります。\u001b[22m\n\u001b[1m(Kodai senden suru kachi wa arimasenga, miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNot worth getting hype up over, but still worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot worth getting hype up over, but still worth watching.\u001b[24m\n    \u001b[1m誇大宣伝する価値はありませんが、見る価値があります。\u001b[22m, \u001b[1m価値がない最大オーバー誇大広告を取得しますが、見て、まだ価値があります。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "cuteayiee",
    "profile": "/profile/cuteayiee/reviews",
    "pages": "10",
    "number": "7",
    "link": "/reviews.php?id=42965",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nフィラーなどのためにこのアニメが気に入らなかった人たちを非難することはできません。 しかし、私は、このシリーズをもっと好きにしている、いわゆるナルタール人の一人だと私は認めています。なぜなら、これは私が今までに見た中で最高のアニメの1つだからです。\n\nストーリー -  9\n\n私はあなたの多くがこの男の人を追いかけるのにうんざりしていることを知っています。私もそれに疲れているので、私はその話のために9を与えました。 これが述べられているので、私は物語の複雑さに感謝しています。それは物語が進むにつれて驚くべきひねりと啓示を与えます。 彼らが言っているように、これは、「復帰するサスケバック」アークの続きであり、このシップデンの主な目標は、ナルトが火影であることよりサスケを返還することであり、それは私を苛立たせたが、私はこれにあまり注意を払わない ストーリー、代わりに、私はストーリーが今何をしているのかを重視します。\n\nアートとサウンド -  8\n\n私は、彼らがイメージの投影であり、何が実行され、実行されるべきであるかの適切な表現である限り、それはアートになると、それほどうまくいきません。 しかし、そのサウンドで、以前のナルトのサウンドトラックが好きだったのは、それぞれの出来事の現実を感じさせるユニークさのためです。  OPはもっとEDを好んでいました。  EDは私に打たれなかったので、私はシャー・ラ・ラーと言うOPに耳を傾けるのです。\n\nキャラクター -  8\n\nシリーズが進むにつれて、すべてのキャラクターが本当に自分の進歩を遂げているので、私は各キャラクターにコメントをしたくないですが、ナルトとサスケはこれまでにないほどです！  !! なぜナルトのスティールがサスケを戻したいのか分かりません。 彼らは個人的にお互いに親密な瞬間を持っていましたか？  （O_o）もしあなたが帰ってきてあなたと一緒にいたいと思わないなら、あなたは誰かを友人と見なすことができますか？ そして、このサスケは、脇の下が舐めたい、そんな醜いディックです！\n\n全面的な楽しさ -  9\n\n私は個人的に私を盗んだ個々の考えであり、これらはこのアニメを見ている私の全体的な経験に影響を与えません。 私のために、ストーリーは素晴らしいですが完璧ではないし、それがひねりと啓示を与える方法は私が次のエピソード（フィラーではない）を見たいと思うからです。 そしてまだ、私はより大きな弧を楽しみにしており、永遠にNarutoのファンになるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI can't blame you guys who didn't like this anime because of fillers and the likes. But i admit, I am one of the so called Narutards who manages to like this series more and more because for me, this is one of the best anime I ever watched.\n\n\u001b[1mフィラーなどのためにこのアニメが気に入らなかった人たちを非難することはできません。 しかし、私は、このシリーズをもっと好きにしている、いわゆるナルタール人の一人だと私は認めています。なぜなら、これは私が今までに見た中で最高のアニメの1つだからです。\u001b[22m\n\u001b[1m(Firā nado no tame ni kono anime ga kiniiranakatta hito-tachi o hinan suru koto wa dekimasen. Shikashi, watashi wa, kono shirīzu o motto suki ni shite iru, iwayuru narutāru hito no hitorida to watashi wa mitomete imasu. Nazenara, kore wa watashi ga ima made ni mita naka de saikō no anime no 1tsudakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI can't blame you guys who didn't like this anime because of fillers and the likes. But i admit, I am one of the so called Narutards who manages to like this series more and more because for me, this is one of the best anime I ever watched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't blame you guys who didn't like this anime because of fillers and the likes.\u001b[24m\n    \u001b[1mフィラーなどのためにこのアニメが気に入らなかった人たちを非難することはできません。\u001b[22m, \u001b[1m私はあなたのための充填剤および同類のこのアニメを好きではなかった人を責めることはできません。\u001b[22m\n\u001b[4mBut i admit, I am one of the so called Narutards who manages to like this series more and more because for me, this is one of the best anime I ever watched.\u001b[24m\n    \u001b[1mしかし、私は、このシリーズをもっと好きにしている、いわゆるナルタール人の一人だと私は認めています。なぜなら、これは私が今までに見た中で最高のアニメの1つだからです。\u001b[22m, \u001b[1mしかし、私は、私は私のために、これは私が今まで見た最高のアニメの一つであるため、より多くのこのシリーズを好きに管理する、いわゆるNarutardsの一人、認めます。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY - 9\n\n\u001b[1mストーリー -  9\u001b[22m\n\u001b[1m(Sutōrī - 9)\u001b[22m\n\nTranslations of \u001b[4mSTORY - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY - 9\u001b[24m\n    \u001b[1mストーリー -  9\u001b[22m, \u001b[1mSTORY  -  9\u001b[22m\n\u001b[1m\u001b[22m\nI know many of you are sick of this 'guy chasing a guy' thing and I am getting tired of it too that is why i gave a 9 for the story. Having this stated, I am giving appreciation to the story's complexity as it gives an amazing twist and and revelation as the story goes. As they say, this is a continuation of 'returning sasuke back' arc which made this Shippuden's main goal is to return/save sasuke than Naruto being a hokage and that irritated me but then again, i don't give too much attention to this story, instead, i give importance to what the story stands right now.\n\n\u001b[1m私はあなたの多くがこの男の人を追いかけるのにうんざりしていることを知っています。私もそれに疲れているので、私はその話のために9を与えました。 これが述べられているので、私は物語の複雑さに感謝しています。物語が進むにつれ、驚くべきひねりと啓示を与えます。 彼らが言っているように、これは、「復帰するサスケバック」アークの続きであり、このシップデンの主な目標は、ナルトが火影であることをサスケに戻す/救うことであり、それは私を苛立たせたが、私はこれにあまり注意を払わない ストーリー、代わりに、私はストーリーが今何をしているのかを重視します。\u001b[22m\n\u001b[1m(Watashi wa anata no ōku ga kono otoko no hito o oikakeru no ni unzari shite iru koto o shitte imasu. Watashi mo sore ni tsukarete irunode, watashi wa sono-wa no tame ni 9 o ataemashita. Kore ga nobe rarete irunode, watashi wa monogatari no fukuzatsu-sa ni kansha shite imasu. Monogatari ga susumu ni tsure, odorokubeki hineri to keiji o ataemasu. Karera ga itte iru yō ni, koreha,`fukki suru sasukebakku' āku no tsudzukideari, kono shippuden no omona mokuhyō wa, naruto ga hokagedearu koto o Sasuke ni modosu/ sukuu kotodeari, sore wa watashi o iradata setaga, watashi wa kore ni amari chūi o harawanai sutōrī, kawarini, watashi wa sutōrī ga imanani o shite iru no ka o jūshi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI know many of you are sick of this 'guy chasing a guy' thing and I am getting tired of it too that is why i gave a 9 for the story. Having this stated, I am giving appreciation to the story's complexity as it gives an amazing twist and and revelation as the story goes. As they say, this is a continuation of 'returning sasuke back' arc which made this Shippuden's main goal is to return/save sasuke than Naruto being a hokage and that irritated me but then again, i don't give too much attention to this story, instead, i give importance to what the story stands right now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know many of you are sick of this 'guy chasing a guy' thing and I am getting tired of it too that is why i gave a 9 for the story.\u001b[24m\n    \u001b[1m私はあなたの多くがこの男の人を追いかけるのにうんざりしていることを知っています。私もそれに疲れているので、私はその話のために9を与えました。\u001b[22m, \u001b[1m私はあなたの多くがこの「男男を追いかけて」事の病気を知っていると私は私が物語のために9を与えた理由ですあまりにもそれに疲れて取得しています。\u001b[22m\n\u001b[4mHaving this stated, I am giving appreciation to the story's complexity as it gives an amazing twist and and revelation as the story goes.\u001b[24m\n    \u001b[1mこれが述べられているので、私は物語の複雑さに感謝しています。物語が進むにつれ、驚くべきひねりと啓示を与えます。\u001b[22m, \u001b[1m物語が進むにつれて、それは素晴らしいねじれとし、啓示を与え、これは述べたが、私は物語の複雑さへの感謝を与えています。\u001b[22m\n\u001b[4mAs they say, this is a continuation of 'returning sasuke back' arc which made this Shippuden's main goal is to return/save sasuke than Naruto being a hokage and that irritated me but then again, i don't give too much attention to this\u001b[24m\n    \u001b[1m彼らが言っているように、これは、「復帰するサスケバック」アークの続きであり、このシップデンの主な目標は、ナルトが火影であることをサスケに戻す/救うことであり、それは私を苛立たせたが、私はこれにあまり注意を払わない\u001b[22m, \u001b[1m彼らが言うように、これはこの疾風伝の主な目的は、ナルトが火影であるよりサスケを保存/返すことであり、それが再び私をイライラするがなさ「バックサスケを返す」アークの続きで、私はこれにあまりにも多くの注意を与えていません\u001b[22m\n\u001b[4mstory, instead, i give importance to what the story stands right now.\u001b[24m\n    \u001b[1mストーリー、代わりに、私はストーリーが今何をしているのかを重視します。\u001b[22m, \u001b[1m物語は、その代わりに、私は物語が今立っているものに重要性を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nART and SOUND - 8\n\n\u001b[1mアートとサウンド -  8\u001b[22m\n\u001b[1m(Āto to saundo - 8)\u001b[22m\n\nTranslations of \u001b[4mART and SOUND - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART and SOUND - 8\u001b[24m\n    \u001b[1mアートとサウンド -  8\u001b[22m, \u001b[1mARTとSOUND  -  8\u001b[22m\n\u001b[1m\u001b[22m\nI'm not that choosy when it comes to art as long as their is a projection of image and proper representation of what should be done and executed. But with the sound, I liked the sound tracks from the previous Naruto because of its uniqueness that made me feel the reality of each event. The liked the OPs more the EDs. EDs did not struck me that's why i listen to OPs that made me say Sha La La.\n\n\u001b[1m私は、彼らがイメージの投影であり、何が実行され、実行されるべきであるかの適切な表現である限り、それはアートになると、それほどうまくいきません。 しかし、そのサウンドで、以前のナルトのサウンドトラックが好きだったのは、それぞれの出来事の現実を感じさせるユニークさのためです。  OPはもっとEDを好んでいました。  EDは私に打たれなかったので、私はシャー・ラ・ラーと言うOPに耳を傾けるのです。\u001b[22m\n\u001b[1m(Watashi wa, karera ga imēji no tōeideari, nani ga jikkō sa re, jikkō sa rerubekidearu ka no tekisetsuna hyōgendearu kagiri, soreha āto ni naru to, sore hodo umaku ikimasen. Shikashi, sono saundo de, izen no naruto no saundotorakku ga sukidatta no wa, sorezore no dekigoto no genjitsu o kanji saseru yunīku-sa no tamedesu. OP wa motto ED o kononde imashita. ED wa watashi ni uta renakattanode, watashi wa shā ra rā to iu OP ni mimiwokatamukeru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not that choosy when it comes to art as long as their is a projection of image and proper representation of what should be done and executed. But with the sound, I liked the sound tracks from the previous Naruto because of its uniqueness that made me feel the reality of each event. The liked the OPs more the EDs. EDs did not struck me that's why i listen to OPs that made me say Sha La La.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not that choosy when it comes to art as long as their is a projection of image and proper representation of what should be done and executed.\u001b[24m\n    \u001b[1m私は、彼らがイメージの投影であり、何が実行され、実行されるべきであるかの適切な表現である限り、それはアートになると、それほどうまくいきません。\u001b[22m, \u001b[1mそれは限り画像と行われ、実行されるべきものの適切な表現の投影が自分であるとして当業界に来るとき、私はそのうるさいじゃありません。\u001b[22m\n\u001b[4mBut with the sound, I liked the sound tracks from the previous Naruto because of its uniqueness that made me feel the reality of each event.\u001b[24m\n    \u001b[1mしかし、そのサウンドで、以前のナルトのサウンドトラックが好きだったのは、それぞれの出来事の現実を感じさせるユニークさのためです。\u001b[22m, \u001b[1mしかし音で、私はので、私は、各イベントの現実を感じさせるその独自の以前のナルトからのサウンドトラックが好きでした。\u001b[22m\n\u001b[4mThe liked the OPs more the EDs.\u001b[24m\n    \u001b[1mOPはもっとEDを好んでいました。\u001b[22m, \u001b[1mより多くのOPのED好きでした。\u001b[22m\n\u001b[4mEDs did not struck me that's why i listen to OPs that made me say Sha La La.\u001b[24m\n    \u001b[1mEDは私に打たれなかったので、私はシャー・ラ・ラーと言うOPに耳を傾けるのです。\u001b[22m, \u001b[1mEDSは私が私がシャ・ラ・ラを言う製のOPを聞く理由だと私を打ちませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER - 8\n\n\u001b[1mキャラクター -  8\u001b[22m\n\u001b[1m(Kyarakutā - 8)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER - 8\u001b[24m\n    \u001b[1mキャラクター -  8\u001b[22m, \u001b[1mCHARACTER  -  8\u001b[22m\n\u001b[1m\u001b[22m\nI don't want to give any comment for each character present as all of them really have their own progress as the series moves forward but what i can say is that, Naruto and Sasuke are the most I*&amp;w3*9 ever! !! i don't know why naruto stills wants to have sasuke back. did they have intimate moments with each other privately? (O_o) how can you consider someone a friend if he himself doesn't want to return and to be with you. And this sasuke is such an ugly dick who wants his armpits licked!\n\n\u001b[1mシリーズが進むにつれて、すべてのキャラクターが本当に自分の進歩を遂げているので、私は各キャラクターにコメントをしたくないですが、ナルトとサスケはこれまでにないほどです！  !! なぜナルトのスティールがサスケを戻したいのか分かりません。 彼らは個人的にお互いに親密な瞬間を持っていましたか？  （O_o）もしあなたが帰ってきてあなたと一緒にいたいと思わないなら、あなたは誰かを友人と見なすことができますか？ そして、このサスケは、脇の下が舐めたい、そんな醜いディックです！\u001b[22m\n\u001b[1m(Shirīzu ga susumu ni tsurete, subete no kyarakutā ga hontōni jibun no shinpo o togete irunode, watashi wa kaku kyarakutā ni komento o shitakunaidesuga, narutotosasuke wa kore made ni nai hododesu! ! ! Naze naruto no sutīru ga Sasuke o modoshitai no ka wakarimasen. Karera wa kojin-teki ni otagai ni shinmitsuna shunkan o motte imashita ka? (O _ o) moshi anata ga kaette kite anata to issho ni itai to omowanainara, anata wa dare ka o yūjin to minasu koto ga dekimasu ka? Soshite, kono Sasuke wa, wakinoshita ga nametai, son'na minikui Dikkudesu!)\u001b[22m\n\nTranslations of \u001b[4mI don't want to give any comment for each character present as all of them really have their own progress as the series moves forward but what i can say is that, Naruto and Sasuke are the most I*&amp;w3*9 ever! !! i don't know why naruto stills wants to have sasuke back. did they have intimate moments with each other privately? (O_o) how can you consider someone a friend if he himself doesn't want to return and to be with you. And this sasuke is such an ugly dick who wants his armpits licked!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't want to give any comment for each character present as all of them really have their own progress as the series moves forward but what i can say is that, Naruto and Sasuke are the most I*&amp;w3*9 ever!\u001b[24m\n    \u001b[1mシリーズが進むにつれて、すべてのキャラクターが本当に自分の進歩を遂げているので、私は各キャラクターにコメントをしたくないですが、ナルトとサスケはこれまでにないほどです！\u001b[22m, \u001b[1mシリーズは前方に移動しますが、私が言うことができることはナルトとサスケはほとんどが私が*＆＃038である、ということであるように私はそれらのすべてが本当に自分の進歩を持っているように存在する各文字の任意のコメントを与えたくない。今までW3 * 9！\u001b[22m\n\u001b[4m!!\u001b[24m\n    \u001b[1m!!\u001b[22m\n\u001b[4mi don't know why naruto stills wants to have sasuke back.\u001b[24m\n    \u001b[1mなぜナルトのスティールがサスケを戻したいのか分かりません。\u001b[22m, \u001b[1mNARUTO  - ナルト - 静止画が戻ってサスケを持って望んでいる理由を私は知りません。\u001b[22m\n\u001b[4mdid they have intimate moments with each other privately?\u001b[24m\n    \u001b[1m彼らは個人的にお互いに親密な瞬間を持っていましたか？\u001b[22m, \u001b[1m彼らは個人的にお互いに親密な瞬間を持っていたのですか？\u001b[22m\n\u001b[4m(O_o) how can you consider someone a friend if he himself doesn't want to return and to be with you.\u001b[24m\n    \u001b[1m（O_o）もしあなたが帰ってきてあなたと一緒にいたいと思わないなら、あなたは誰かを友人と見なすことができますか？\u001b[22m, \u001b[1m彼自身は返すようにし、あなたと一緒にしたくない場合（O_O）どのように誰かの友人を検討することができます。\u001b[22m\n\u001b[4mAnd this sasuke is such an ugly dick who wants his armpits licked!\u001b[24m\n    \u001b[1mそして、このサスケは、脇の下が舐めたい、そんな醜いディックです！\u001b[22m, \u001b[1mそして、このサスケは、彼の脇の下をなめたいような醜いディックです！\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL ENJOYMENT - 9\n\n\u001b[1m全面的な楽しさ -  9\u001b[22m\n\u001b[1m(Zenmen-tekina tanoshisa - 9)\u001b[22m\n\nTranslations of \u001b[4mOVERALL ENJOYMENT - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL ENJOYMENT - 9\u001b[24m\n    \u001b[1m全面的な楽しさ -  9\u001b[22m, \u001b[1mOVERALL享有 -  9\u001b[22m\n\u001b[1m\u001b[22m\nit may look contradicting from what i have said above but those are just individual thoughts that bugged me off personally and these won't affect my overall experience in watching this anime. since for me, the story is great but not perfect and the way it gives the twist and revelation makes me want to watch the next episode (not the filler though). And still, i am looking forward for a greater arc and will forever be a fan of Naruto.\n\n\u001b[1m私は個人的に私を盗んだ個々の考えであり、これらはこのアニメを見ている私の全体的な経験に影響を与えません。 私のために、ストーリーは素晴らしいですが完璧ではないし、それがひねりと啓示を与える方法は私が次のエピソード（フィラーではない）を見たいと思うからです。 そしてまだ、私はより大きな弧を楽しみにしており、永遠にNarutoのファンになるでしょう。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni watashi o nusunda koko no kangaedeari, korera wa kono anime o mite iru watashi no zentai-tekina keiken ni eikyō o ataemasen. Watashi no tame ni, sutōrī wa subarashīdesuga kanpekide wanaishi, sore ga hineri to keiji o ataeru hōhō wa watashi ga tsugi no episōdo (firāde wa nai) o mitai to omoukaradesu. Soshite mada, watashi wa yori ōkina ko o tanoshimini shite ori, eien ni Naruto no fan ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mit may look contradicting from what i have said above but those are just individual thoughts that bugged me off personally and these won't affect my overall experience in watching this anime. since for me, the story is great but not perfect and the way it gives the twist and revelation makes me want to watch the next episode (not the filler though). And still, i am looking forward for a greater arc and will forever be a fan of Naruto.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit may look contradicting from what i have said above but those are just individual thoughts that bugged me off personally and these won't affect my overall experience in watching this anime.\u001b[24m\n    \u001b[1m私は個人的に私を盗んだ個々の考えであり、これらはこのアニメを見ている私の全体的な経験に影響を与えません。\u001b[22m, \u001b[1mそれは、私は上記の言ったことから矛盾に見えるかもしれませんが、それらは個人的に私を盗聴し、これらはこのアニメを見ての私の全体的な経験に影響することはありませんだけで、個々の考えです。\u001b[22m\n\u001b[4msince for me, the story is great but not perfect and the way it gives the twist and revelation makes me want to watch the next episode (not the filler though).\u001b[24m\n    \u001b[1m私のために、ストーリーは素晴らしいですが完璧ではないし、それがひねりと啓示を与える方法は私が次のエピソード（フィラーではない）を見たいと思うからです。\u001b[22m, \u001b[1m私にとって以来、話は素晴らしいが、完全ではなく、それがねじれと啓示を与える方法は、私は次のエピソード（ではないが、充填剤）を見たくなります。\u001b[22m\n\u001b[4mAnd still, i am looking forward for a greater arc and will forever be a fan of Naruto.\u001b[24m\n    \u001b[1mそしてまだ、私はより大きな弧を楽しみにしており、永遠にNarutoのファンになるでしょう。\u001b[22m, \u001b[1mそして、まだ、私は大きな弧のために楽しみにしている、永遠にナルトのファンになります。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "white_eyed_Jay",
    "profile": "/profile/white_eyed_Jay/reviews",
    "pages": "10",
    "number": "8",
    "link": "/reviews.php?id=39395",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nナルトは私が今までに見た最初のアニメ番組でした。当然、私はNaruto Shippuudenに向かった。 私の意見では、ナルトShippuudenは、charectersをより多くのだけでなく、彼らの人格をもたらします。 このショーは、すごく素晴らしいです。 私はこれよりも優れた別のアニメを見つけられませんでした。\n\nNaruto Shippuudenは、アクションと冒険のために私のお気に入りです。 それはいくつかの本当に甘い部分や他の悲しいものがあります。 戦いは驚くべきものであり、侵入している。 私は助けることができませんが、何度も何度も繰り返しています。私にとっては、私が普段はやっていないことです。 ナルトShippuudenは素晴らしいです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNaruto was the first anime show I ever saw.So naturally, I wached Naruto Shippuuden. Naruto Shippuuden in my opinion, brings out the charecters more, as well as their personallities. This show, is absolutly terrific. I haven't found another anime that is better than this one.\n\n\u001b[1mナルトは私が今までに見た最初のアニメ番組でした。当然、私はNaruto Shippuudenに向かった。 私の意見では、ナルトShippuudenは、charectersをより多くのだけでなく、彼らの人格をもたらします。 このショーは、すごく素晴らしいです。 私はこれよりも優れた別のアニメを見つけられませんでした。\u001b[22m\n\u001b[1m(Naruto wa watashi ga ima made ni mita saisho no anime bangumideshita. Tōzen, watashi wa Naruto Shippuuden ni mukatta. Watashi no ikende wa, naruto Shippuuden wa, charecters o yori ōku no dakedenaku, karera no jinkaku o motarashimasu. Kono shō wa, sugoku subarashīdesu. Watashi wa kore yori mo sugureta betsu no anime o mitsuke raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mNaruto was the first anime show I ever saw.So naturally, I wached Naruto Shippuuden. Naruto Shippuuden in my opinion, brings out the charecters more, as well as their personallities. This show, is absolutly terrific. I haven't found another anime that is better than this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNaruto was the first anime show I ever saw.So naturally, I wached Naruto Shippuuden.\u001b[24m\n    \u001b[1mナルトは私が今までに見た最初のアニメ番組でした。当然、私はNaruto Shippuudenに向かった。\u001b[22m, \u001b[1mナルトは私が今まで自然saw.So最初のアニメショーだった、私はNARUTO  - ナルト - 疾風伝をwached。\u001b[22m\n\u001b[4mNaruto Shippuuden in my opinion, brings out the charecters more, as well as their personallities.\u001b[24m\n    \u001b[1m私の意見では、ナルトShippuudenは、charectersをより多くのだけでなく、彼らの人格をもたらします。\u001b[22m, \u001b[1m私の意見でナルト - 疾風伝は、よりcharecters、ならびにそれらのpersonallitiesを引き立てます。\u001b[22m\n\u001b[4mThis show, is absolutly terrific.\u001b[24m\n    \u001b[1mこのショーは、すごく素晴らしいです。\u001b[22m, \u001b[1mこの番組は、absolutly素晴らしいです。\u001b[22m\n\u001b[4mI haven't found another anime that is better than this one.\u001b[24m\n    \u001b[1m私はこれよりも優れた別のアニメを見つけられませんでした。\u001b[22m, \u001b[1m私はこの1よりも優れている別のアニメを発見していません。\u001b[22m\n\u001b[1m\u001b[22m\nNaruto Shippuuden is my favorite for it's action and adventure. It's has some really sweet parts and other sad ones. The battles are amazing and intruging. I can't help but wach episoddes over and over and over again, wich for me is something I don't normally do. Naruto Shippuuden is awesome!!!\n\n\u001b[1mNaruto Shippuudenは、アクションと冒険のために私のお気に入りです。 それはいくつかの本当に甘い部分や他の悲しいものがあります。 戦いは驚くべきものであり、侵入している。 私は助けることができませんが、何度も何度も繰り返しています。私にとっては、私が普段はやっていないことです。 ナルトShippuudenは素晴らしいです！\u001b[22m\n\u001b[1m(Naruto Shippuuden wa, akushon to bōken no tame ni watashinōkiniiridesu. Sore wa ikutsu ka no hontōni amai bubun ya hoka no kanashī mono ga arimasu. Tatakai wa odorokubeki monodeari, shin'nyū shite iru. Watashi wa tasukeru koto ga dekimasenga, nandomonandomo kurikaeshite imasu. Watashi ni totte wa, watashi ga fudan hayatte inai kotodesu. Naruto Shippuuden wa subarashīdesu!)\u001b[22m\n\nTranslations of \u001b[4mNaruto Shippuuden is my favorite for it's action and adventure. It's has some really sweet parts and other sad ones. The battles are amazing and intruging. I can't help but wach episoddes over and over and over again, wich for me is something I don't normally do. Naruto Shippuuden is awesome!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNaruto Shippuuden is my favorite for it's action and adventure.\u001b[24m\n    \u001b[1mNaruto Shippuudenは、アクションと冒険のために私のお気に入りです。\u001b[22m, \u001b[1mナルト - 疾風伝は、それがアクションと冒険だのための私のお気に入りです。\u001b[22m\n\u001b[4mIt's has some really sweet parts and other sad ones.\u001b[24m\n    \u001b[1mそれはいくつかの本当に甘い部分や他の悲しいものがあります。\u001b[22m, \u001b[1mそれはいくつかの本当に甘い部分や他の悲しいものを持っています。\u001b[22m\n\u001b[4mThe battles are amazing and intruging.\u001b[24m\n    \u001b[1m戦いは驚くべきものであり、侵入している。\u001b[22m, \u001b[1m戦いは素晴らしいとintrugingです。\u001b[22m\n\u001b[4mI can't help but wach episoddes over and over and over again, wich for me is something I don't normally do.\u001b[24m\n    \u001b[1m私は助けることができませんが、何度も何度も繰り返しています。私にとっては、私が普段はやっていないことです。\u001b[22m, \u001b[1m私は再び、私のためにウィッヒは、私が正常に行わないものである助けることがepisoddesを超えると何度も繰り返しワッハすることはできません。\u001b[22m\n\u001b[4mNaruto Shippuuden is awesome!!!\u001b[24m\n    \u001b[1mナルトShippuudenは素晴らしいです！\u001b[22m, \u001b[1mナルト - 疾風伝は素晴らしいです！\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "Cliffjumper217",
    "profile": "/profile/Cliffjumper217/reviews",
    "pages": "10",
    "number": "9",
    "link": "/reviews.php?id=133399",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  5\nキャラクター|  5\n|  5",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "Aniwatcher154",
    "profile": "/profile/Aniwatcher154/reviews",
    "pages": "10",
    "number": "10",
    "link": "/reviews.php?id=130091",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  8\n\n今日の私の見直しの時間。\n\nNARUTO  - ナルト - 疾風伝はアニメの悪いことではありません。 何人かの人々は私と同意見ではなく、正直言って私は短いアニメ（100-）を好んでいるのは、大抵の人が長いストーリーラインより長いストーリーラインを持っているからです。  NARUTO-ナルト - 疾風伝、しかし、長いものの中には時にはちょっと退屈なように見えるものもあるが）、私はこのアニメを楽しんでいないわけではない。 あなたが戦闘/超自然アニメを好きなら、このアニメをお勧めします。\n\n物語のために、私はこのアニメを10人のうち8人に与えます。 私は物語に追いつくことができましたが、アニメは沢山の詰め物で満たされていて、それでも私は時折私を捨て去ってしまいました。\n\n芸術はうまくいっていて、アニメのいくつかの点では、それはより現実的に見えました。  10人中10人。\n\nキャラクターの声と全体の音は、私はそれを10のうち8つにします。\n\nキャラクターそのもの...キャラクターがあまり好きではなかった。 アニメのキャラクターの1つであるイタチのように、私が楽しんできたものがいくつかありますが、全体として、このセクションには10のうち6つを与えます。\n\n私はアニメ全体を通してほとんど自分自身を楽しんでいたが、フィラーは時にはちょっと退屈なようだった。  10のうち8つ。\n\nすべてとすべて、私はこのアニメを10のうち8つを与えるだろう。 あなたがブリーチやフェアリーテールを楽しんだら、このアニメをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTime for my review of the day.\n\n\u001b[1m今日の私の見直しの時間。\u001b[22m\n\u001b[1m(Kyō no watashi no minaoshi no jikan.)\u001b[22m\n\nTranslations of \u001b[4mTime for my review of the day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTime for my review of the day.\u001b[24m\n    \u001b[1m今日の私の見直しの時間。\u001b[22m, \u001b[1mその日の私のレビューのための時間。\u001b[22m\n\u001b[1m\u001b[22m\nNaruto Shippuden is not that bad of an anime. Some people would disagree with me, and to be perfectly honest, I prefer short anime (100-) since most of them just so happen to have a better storyline (even so I wish they were longer) than the longer ones (not just saying Naruto Shippuden, but some of the longer ones seemed a bit boring sometimes), however, that does not mean I did not enjoy this anime. I recommend this anime to you if you like fighting/supernatural anime.\n\n\u001b[1mNARUTO  - ナルト - 疾風伝はアニメの悪いことではありません。 何人かの人々は私と同意見ではなく、正直言って私は短いアニメ（100-）を好んでいるのは、大抵の人が長いストーリーラインより長いストーリーラインを持っているからです。  NARUTO-ナルト - 疾風伝、しかし、長いものの中には時にはちょっと退屈なように見えるものもあるが）、私はこのアニメを楽しんでいないわけではない。 あなたが戦闘/超自然アニメを好きなら、このアニメをお勧めします。\u001b[22m\n\u001b[1m(Naruto - naruto - shippuden wa anime no warui kotode wa arimasen. Nan'ninka no hitobito wa watashi to dō ikende wa naku, shōjiki itte watashi wa mijikai anime (100 - ) o kononde iru no wa, taitei no hito ga nagai sutōrīrain yori nagai sutōrīrain o motte irukaradesu. Naruto - naruto - shippuden, shikashi, nagaimonono nakaniha tokiniha chotto taikutsuna yō ni mieru mono moaruga), watashi wa kono anime o tanoshinde inai wakede wanai. Anata ga sentō/ chō shizen anime o sukinara, kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mNaruto Shippuden is not that bad of an anime. Some people would disagree with me, and to be perfectly honest, I prefer short anime (100-) since most of them just so happen to have a better storyline (even so I wish they were longer) than the longer ones (not just saying Naruto Shippuden, but some of the longer ones seemed a bit boring sometimes), however, that does not mean I did not enjoy this anime. I recommend this anime to you if you like fighting/supernatural anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNaruto Shippuden is not that bad of an anime.\u001b[24m\n    \u001b[1mNARUTO  - ナルト - 疾風伝はアニメの悪いことではありません。\u001b[22m, \u001b[1mNARUTO  - ナルト - 疾風伝アニメの悪いことではありません。\u001b[22m\n\u001b[4mSome people would disagree with me, and to be perfectly honest, I prefer short anime (100-) since most of them just so happen to have a better storyline (even so I wish they were longer) than the longer ones (not just saying\u001b[24m\n    \u001b[1m何人かの人々は私と同意見ではなく、正直言って私は短いアニメ（100-）を好んでいるのは、大抵の人が長いストーリーラインより長いストーリーラインを持っているからです。\u001b[22m, \u001b[1m一部の人々は私と一緒に同意しないだろう、と完全に正直に言うと、それらのほとんどはちょうどそう長いものよりも優れたストーリーは、（たとえそうであっても、私は、彼らが長いなあ）（ただ言っていないことが起こるので、私は（100-）のショートアニメを好みます\u001b[22m\n\u001b[4mNaruto Shippuden, but some of the longer ones seemed a bit boring sometimes), however, that does not mean I did not enjoy this anime.\u001b[24m\n    \u001b[1mNARUTO-ナルト - 疾風伝、しかし、長いものの中には時にはちょっと退屈なように見えるものもあるが）、私はこのアニメを楽しんでいないわけではない。\u001b[22m, \u001b[1mNARUTO  - ナルト - 疾風伝、しかし長いもののいくつかは、私はこのアニメを楽しんでいなかったわけではありません、しかし、）時には少し退屈に思えました。\u001b[22m\n\u001b[4mI recommend this anime to you if you like fighting/supernatural anime.\u001b[24m\n    \u001b[1mあなたが戦闘/超自然アニメを好きなら、このアニメをお勧めします。\u001b[22m, \u001b[1mあなたが戦っ/超自然アニメが好きなら、私はあなたにこのアニメをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nFor the story, I give this anime an eight out of ten. I could keep up with the story, but the anime is filled with so much fillers that it still managed to throw me off from time to time.\n\n\u001b[1m物語のために、私はこのアニメを10人のうち8人に与えます。 私は物語に追いつくことができましたが、アニメはそれほど多くの詰め物で満たされていて、それでも私は時々私を捨てることができました。\u001b[22m\n\u001b[1m(Monogatari no tame ni, watashi wa kono anime o 10-ri no uchi 8-ri ni ataemasu. Watashi wa monogatari ni oitsuku koto ga dekimashitaga, anime wa sorehodo ōku no tsumebutsu de mitasa rete ite, soredemo watashi wa tokidoki watashi o suteru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mFor the story, I give this anime an eight out of ten. I could keep up with the story, but the anime is filled with so much fillers that it still managed to throw me off from time to time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the story, I give this anime an eight out of ten.\u001b[24m\n    \u001b[1m物語のために、私はこのアニメを10人のうち8人に与えます。\u001b[22m, \u001b[1m物語のために、私はこのアニメ10のうち8を与えます。\u001b[22m\n\u001b[4mI could keep up with the story, but the anime is filled with so much fillers that it still managed to throw me off from time to time.\u001b[24m\n    \u001b[1m私は物語に追いつくことができましたが、アニメはそれほど多くの詰め物で満たされていて、それでも私は時々私を捨てることができました。\u001b[22m, \u001b[1m私は話についていくことができますが、アニメは、それがまだ時々私をオフに投げることをどうにかそんなに充填剤が充填されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was well done, and at some points in the anime, it seemed more realistic. Ten out of ten.\n\n\u001b[1m芸術はうまくいっていて、アニメのいくつかの点では、それはより現実的に見えました。  10人中10人。\u001b[22m\n\u001b[1m(Geijutsu wa umaku itte ite, anime no ikutsu ka no tende wa, soreha yori genjitsu-teki ni miemashita. 10-Ri-chū 10-ri.)\u001b[22m\n\nTranslations of \u001b[4mThe art was well done, and at some points in the anime, it seemed more realistic. Ten out of ten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was well done, and at some points in the anime, it seemed more realistic.\u001b[24m\n    \u001b[1m芸術はうまくいっていて、アニメのいくつかの点では、それはより現実的に見えました。\u001b[22m, \u001b[1m芸術はよく行われていた、そしてアニメでいくつかの点で、それはより現実的なように見えました。\u001b[22m\n\u001b[4mTen out of ten.\u001b[24m\n    \u001b[1m10人中10人。\u001b[22m, \u001b[1m10人のうち十。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters' voicing and overall sounds, I would give it an eight out of ten.\n\n\u001b[1mキャラクターの声と全体の音は、私はそれを10のうち8つにします。\u001b[22m\n\u001b[1m(Kyarakutā no koe to zentai no oto wa, watashi wa sore o 10 no uchi yattsu ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters' voicing and overall sounds, I would give it an eight out of ten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters' voicing and overall sounds, I would give it an eight out of ten.\u001b[24m\n    \u001b[1mキャラクターの声と全体の音は、私はそれを10のうち8つにします。\u001b[22m, \u001b[1mキャラクターのボイシングと全体的な音が、私はそれを10のうち8を与えるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters themselves… I didn't really like the characters that much. There are a few in which I've enjoyed, such as Itachi, one of the characters in the anime, but overall, I would give this section a six out of ten.\n\n\u001b[1mキャラクターそのもの...キャラクターがあまり好きではなかった。 アニメのキャラクターの1つであるイタチのように、私が楽しんできたものがいくつかありますが、全体として、このセクションには10のうち6つを与えます。\u001b[22m\n\u001b[1m(Kyarakutā sonomono... Kyarakutā ga amari sukide wa nakatta. Anime no kyarakutā no 1tsudearu itachi no yō ni, watashi ga tanoshinde kita mono ga ikutsu ka arimasuga, zentai to shite, kono sekushon ni wa 10 no uchi muttsu o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters themselves… I didn't really like the characters that much. There are a few in which I've enjoyed, such as Itachi, one of the characters in the anime, but overall, I would give this section a six out of ten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters themselves… I didn't really like the characters that much.\u001b[24m\n    \u001b[1mキャラクターそのもの...キャラクターがあまり好きではなかった。\u001b[22m, \u001b[1m文字自体...私は本当に多くの文字好きではなかったです。\u001b[22m\n\u001b[4mThere are a few in which I've enjoyed, such as Itachi, one of the characters in the anime, but overall, I would give this section a six out of ten.\u001b[24m\n    \u001b[1mアニメのキャラクターの1つであるイタチのように、私が楽しんできたものがいくつかありますが、全体として、このセクションには10のうち6つを与えます。\u001b[22m, \u001b[1mそこに私が楽しんできているいくつかは、イタチ、アニメの登場人物の一人として、あるが、全体的に、私は、このセクションに10人のうち6を与えるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nI was enjoying myself almost throughout the entire anime, but the fillers seemed to be a bit boring sometimes. Eight out of ten.\n\n\u001b[1m私はアニメ全体を通してほとんど自分自身を楽しんでいたが、フィラーは時にはちょっと退屈なようだった。  10のうち8つ。\u001b[22m\n\u001b[1m(Watashi wa anime zentai o tōshite hotondo jibun jishin o tanoshinde itaga, firā wa tokiniha chotto taikutsuna yōdatta. 10 No uchi yattsu.)\u001b[22m\n\nTranslations of \u001b[4mI was enjoying myself almost throughout the entire anime, but the fillers seemed to be a bit boring sometimes. Eight out of ten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was enjoying myself almost throughout the entire anime, but the fillers seemed to be a bit boring sometimes.\u001b[24m\n    \u001b[1m私はアニメ全体を通してほとんど自分自身を楽しんでいたが、フィラーは時にはちょっと退屈なようだった。\u001b[22m, \u001b[1m私は、ほぼ全体のアニメを通して自分自身を楽しんでいたが、充填剤は、時には少し退屈なように見えました。\u001b[22m\n\u001b[4mEight out of ten.\u001b[24m\n    \u001b[1m10のうち8つ。\u001b[22m, \u001b[1m10のうちエイト。\u001b[22m\n\u001b[1m\u001b[22m\nAll and all, I would give this anime an eight out of ten. I recommend this anime to you guys if you've enjoyed Bleach or Fairy Tail.\n\n\u001b[1mすべてとすべて、私はこのアニメを10のうち8つを与えるだろう。 あなたがブリーチやフェアリーテールを楽しんだら、このアニメをお勧めします。\u001b[22m\n\u001b[1m(Subete to subete, watashi wa kono anime o 10 no uchi yattsu o ataerudarou. Anata ga burīchi ya fearītēru o tanoshindara, kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll and all, I would give this anime an eight out of ten. I recommend this anime to you guys if you've enjoyed Bleach or Fairy Tail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll and all, I would give this anime an eight out of ten.\u001b[24m\n    \u001b[1mすべてとすべて、私はこのアニメを10のうち8つを与えるだろう。\u001b[22m, \u001b[1mすべてのすべてが、私はこのアニメ10のうち8を与えるだろう。\u001b[22m\n\u001b[4mI recommend this anime to you guys if you've enjoyed Bleach or Fairy Tail.\u001b[24m\n    \u001b[1mあなたがブリーチやフェアリーテールを楽しんだら、このアニメをお勧めします。\u001b[22m, \u001b[1mあなたは漂白剤やフェアリーテールを楽しんできた場合、私はあなたたちにこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "MoAjam",
    "profile": "/profile/MoAjam/reviews",
    "pages": "10",
    "number": "11",
    "link": "/reviews.php?id=41600",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  4\nキャラクター|  6\n|  5\n\nそれは退屈なショーで、私はもはやそれを見守ることができませんでした。 私は漫画を読んでいないので、私はそれを漫画と比較しません。\n\n痛みのアークが終わるまでは、退屈なフィラーのエピソードを除いてショーは素晴らしかった（私は全部で8点を与えた）が、一度Konohaのフィラーが終わると、それはまっすぐ下っていった。 それは悪い感情的なドラマになり始めた。  1秒に1回、ナルトとサスケが毎回同じ曲を演奏するシーンを見せるフラッシュバックが起こります。 私は2つの非フィラーエピソードが文字通り最後の10回のエピソードを演奏したのと同じフラッシュバックを示す18分間のフラッシュバックであったことを意味する。\n\n私はもう愚かなプロットを立てることはできません。フラッシュバックが起こっていなければ、同じことが繰り返されます。 すべてのHokagesのWARは、封建的な領主に「WAR」を伝えようとしています。すべての人に20エピソードを長く取った「WAR」を知らせましょう。 何とか今までに何のプロットも開発されていませんでした。 戦争が始まると、私はショーを続けるつもりです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIt's a boring show and I couldn't even stand watching it anymore. I don't read the manga, so I won't be comparing it to the manga.\n\n\u001b[1mそれは退屈なショーで、私はもはやそれを見守ることができませんでした。 私は漫画を読んでいないので、私はそれを漫画と比較しません。\u001b[22m\n\u001b[1m(Sore wa taikutsuna shō de, watashi wa mohaya sore o mimamoru koto ga dekimasendeshita. Watashi wa manga o yon de inainode, watashi wa sore o manga to hikaku shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's a boring show and I couldn't even stand watching it anymore. I don't read the manga, so I won't be comparing it to the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a boring show and I couldn't even stand watching it anymore.\u001b[24m\n    \u001b[1mそれは退屈なショーで、私はもはやそれを見守ることができませんでした。\u001b[22m, \u001b[1mそれは退屈なショーだと私ももうそれを見て立つことができませんでした。\u001b[22m\n\u001b[4mI don't read the manga, so I won't be comparing it to the manga.\u001b[24m\n    \u001b[1m私は漫画を読んでいないので、私はそれを漫画と比較しません。\u001b[22m, \u001b[1m私は漫画を読んでいないので、私は漫画と比較することはありません。\u001b[22m\n\u001b[1m\u001b[22m\nUp until the Pain arc ended the show was great (I would of gave a 8 overall) except for boring filler episodes, but once the Konoha past filler ended it went straight down hill. It started becoming some bad emotional drama. Every second a flashback would occur showing some scene involving Naruto and Sasuke playing the SAME song every time. I mean 2 non-filler episodes were literally 18 minutes of flashbacks showing the same flashbacks they played the last 10 episodes.\n\n\u001b[1m痛みのアークが終わるまでは、退屈なフィラーのエピソードを除いてショーは素晴らしかった（私は全部で8点を与えた）が、一度Konohaのフィラーが終わると、それはまっすぐ下っていった。 それは悪い感情的なドラマになり始めた。  1秒に1回、ナルトとサスケが毎回同じ曲を演奏するシーンを見せるフラッシュバックが起こります。 私は2つの非フィラーエピソードが文字通り最後の10回のエピソードを演奏したのと同じフラッシュバックを示す18分間のフラッシュバックであったことを意味する。\u001b[22m\n\u001b[1m(Itami no āku ga owaru made wa, taikutsuna firā no episōdo o nozoite shō wa subarashikatta (watashi wa zenbu de 8-ten o ataeta) ga, ichido Konoha no firā ga owaru to, sore wa massugu kudatte itta. Sore wa warui kanjō-tekina dorama ni nari hajimeta. 1-Byō ni 1-kai, narutotosasuke ga maikai onaji kyoku o ensō suru shīn o miseru furasshu bakku ga okorimasu. Watashi wa 2tsu no hi firāepisōdo ga mojidōri saigo no 10-kai no episōdo o ensō shita no to onaji furasshu bakku o shimesu 18-funkan no furasshu bakkudeatta koto o imi suru.)\u001b[22m\n\nTranslations of \u001b[4mUp until the Pain arc ended the show was great (I would of gave a 8 overall) except for boring filler episodes, but once the Konoha past filler ended it went straight down hill. It started becoming some bad emotional drama. Every second a flashback would occur showing some scene involving Naruto and Sasuke playing the SAME song every time. I mean 2 non-filler episodes were literally 18 minutes of flashbacks showing the same flashbacks they played the last 10 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUp until the Pain arc ended the show was great (I would of gave a 8 overall) except for boring filler episodes, but once the Konoha past filler ended it went straight down hill.\u001b[24m\n    \u001b[1m痛みのアークが終わるまでは、退屈なフィラーのエピソードを除いてショーは素晴らしかった（私は全部で8点を与えた）が、一度Konohaのフィラーが終わると、それはまっすぐ下っていった。\u001b[22m, \u001b[1m痛みアークショーは、フィラーのエピソードをボーリングを除いて（私は8全体的なを与えたのだろう）偉大だったが、木の葉一度フィラーを過ぎてそれが丘まっすぐに行き終了終了まで。\u001b[22m\n\u001b[4mIt started becoming some bad emotional drama.\u001b[24m\n    \u001b[1mそれは悪い感情的なドラマになり始めた。\u001b[22m, \u001b[1mこれは、いくつかの悪い感情的なドラマになって始めました。\u001b[22m\n\u001b[4mEvery second a flashback would occur showing some scene involving Naruto and Sasuke playing the SAME song every time.\u001b[24m\n    \u001b[1m1秒に1回、ナルトとサスケが毎回同じ曲を演奏するシーンを見せるフラッシュバックが起こります。\u001b[22m, \u001b[1m毎秒フラッシュバックは、同じ曲を毎回演奏ナルトとサスケを含むいくつかのシーンを示す発生するであろう。\u001b[22m\n\u001b[4mI mean 2 non-filler episodes were literally 18 minutes of flashbacks showing the same flashbacks they played the last 10 episodes.\u001b[24m\n    \u001b[1m私は2つの非フィラーエピソードが文字通り最後の10回のエピソードを演奏したのと同じフラッシュバックを示す18分間のフラッシュバックであったことを意味する。\u001b[22m, \u001b[1m私は2非フィラーのエピソードは、文字通り、彼らは最後の10のエピソードを果たした同じフラッシュバックを示すフラッシュバックの18分であったわけ。\u001b[22m\n\u001b[1m\u001b[22m\nI can't stand the silly plot anymore and if flashbacks are not happening it's the same thing reoccurring. All the Hokages 'WAR' let's go tell the feudal lords 'WAR' let's let all the people know 'WAR' that took 20 episodes LONG. There was no plot development what-so-ever. I plan to continue the show once the war actually begins.\n\n\u001b[1m私はもう愚かなプロットを立てることはできません。フラッシュバックが起こっていなければ、同じことが繰り返されます。 すべてのHokagesのWARは、封建的な領主に「WAR」を伝えようとしています。すべての人に20エピソードを長く取った「WAR」を知らせましょう。 何とか今までに何のプロットも開発されていませんでした。 戦争が始まると、私はショーを続けるつもりです。\u001b[22m\n\u001b[1m(Watashi wa mō orokana purotto o tateru koto wa dekimasen. Furasshu bakku ga okotte inakereba, onaji koto ga kurikaesa remasu. Subete no Hokages no WAR wa, hōken-tekina ryōshu ni `WAR' o tsutaeyou to shite imasu. Subete no hito ni 20 episōdo o nagaku totta `WAR' o shirasemashou. Nantoka imamade ni nani no purotto mo kaihatsu sa rete imasendeshita. Sensō ga hajimaru to, watashi wa shō o tsudzukeru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mI can't stand the silly plot anymore and if flashbacks are not happening it's the same thing reoccurring. All the Hokages 'WAR' let's go tell the feudal lords 'WAR' let's let all the people know 'WAR' that took 20 episodes LONG. There was no plot development what-so-ever. I plan to continue the show once the war actually begins.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't stand the silly plot anymore and if flashbacks are not happening it's the same thing reoccurring.\u001b[24m\n    \u001b[1m私はもう愚かなプロットを立てることはできません。フラッシュバックが起こっていなければ、同じことが繰り返されます。\u001b[22m, \u001b[1m私はもう愚かなプロットを我慢できないとフラッシュバックが起こっていない場合、それは同じことの繰り返し発生するのです。\u001b[22m\n\u001b[4mAll the Hokages 'WAR' let's go tell the feudal lords 'WAR' let's let all the people know 'WAR' that took 20 episodes LONG.\u001b[24m\n    \u001b[1mすべてのHokagesのWARは、封建的な領主に「WAR」を伝えようとしています。すべての人に20エピソードを長く取った「WAR」を知らせましょう。\u001b[22m, \u001b[1mすべてのHokages「WAR」はのは、封建領主「WAR」を教えて手放すのは、すべての人々がLONG 20のエピソードを取った「WAR」を知らせてみましょう。\u001b[22m\n\u001b[4mThere was no plot development what-so-ever.\u001b[24m\n    \u001b[1m何とか今までに何のプロットも開発されていませんでした。\u001b[22m, \u001b[1m何のプロットの開発はどのような、それほど今までありませんでした。\u001b[22m\n\u001b[4mI plan to continue the show once the war actually begins.\u001b[24m\n    \u001b[1m戦争が始まると、私はショーを続けるつもりです。\u001b[22m, \u001b[1m私は戦争が実際に始まるとショーを継続する予定。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "morenachica110",
    "profile": "/profile/morenachica110/reviews",
    "pages": "10",
    "number": "12",
    "link": "/reviews.php?id=43939",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\nあなたはおそらくNaruto Shippudenについて、良いか悪いか、多くのレビューを読むでしょう。 個人的には、私は古いナルトが終わったことを嬉しく思っていました。私は10代の時にスキップしました（私は古いもののいくつかの面を楽しんでいませんでしたが、\n\nストーリー：私は彼らのすべてが少し成長したのが好きです。 あなたは今、彼らのキャラクターにいくつかの考えが入っていることを伝えることができます。 私はそれらの大半（すべてではない）がキャラクターを開発するのに有益だと思うし、それに直面してみましょう。ナルトがうまく終わった後でそれを振り返る多くのエピソードです。 もともとサクラ（婚約者）が特徴的に発展してきた。 ナルトはまったくバカなバカではありません。 一度しばらくすると、みんなが泣くのを見て、彼らがモデルになっている小学生のように行動するのを見るのは迷惑になります。 物語は今それにいくらか暗闇があります。 暁は忍者の陸上を行き来しています。 誰もが戦わなければならない。 つまり、面白い部分を残しながら、大人のアニメになってきています。 私たちができるならばもちろんフィラーをスキップしたいと思いますが、私の好きなエピソードの多くはフィラーです。\n\n芸術：私は本当に素晴らしいから変わることができるので、これを7と評価しました。（痛みアークの特定のシーンをよく見てください）。  「良い」アーティスト達が、いくつかのエピソードが終わったときに病気の日や何かをしたことが時々あるようです。\n\nサウンド：私はオープニングとクローズの曲のすべてを愛しています。 彼らは通常、当時のように感じる気持ちでフィッティングを選ぶのです。 また、彼らの音の効果は目立たないように見えるほどの平均です。 彼らがエピソードで使用する曲は大丈夫です、それは彼らがナルトの初めから同じものをほとんど使っていることだけです、そして、率直に言って、私はリサイクルに疲れています。 また、時には彼らは叙事詩の曲を演奏することもあります（私はこれらの名前は分かりません。 何か）ランダムな時間に。 それは通常、良い笑いを引き起こします。\n\n文字：私が前に言ったように、私は事が以前よりも成長しているように思うのが本当に好きです。 スポイラーなしで説明するのは難しいですが、それは成熟しているように思えます。\n\n楽しさ：私は毎週木曜日に熱心にサインして最新のエピソードをチェックして、フィラーの有無にかかわらずその場で観る。 私はショーを楽しむと私はおそらく最後に従うだろう。\n\n全体的に私にとっては8です。 それは高くなるでしょうが、詰め物の塊、ランダムな音の問題、時には駄目なアートワークのために。 私は最後のことを一つ追加したいと思います：私はフィラーを扱うことができますが、私がコンピュータ画面をパンチしたいということは逆戻りです。 通常、フラッシュバックは4秒ごとに実行されます。 最近のエピソードは（サミットで）元のナルトを含むエピソードのすべてを取り上げている一つの巨大なフラッシュバックだった。 じぶんの。 神。 私は時々思い出をリフレッシュするために必要なものがあることを理解していますが、フラッシュバックのためにシーンの一部を書き始めることができるようになっています。 最大の欠点：フラッシュバック。\n\nとにかく、私は依頼した人にこのアニメをお勧めします。 私はそれが普及しているという理由だけで試してみるのではなく、それは馬鹿だと思う。 それはそれがそうであるのでそれをするよりも普及しているので、何かをしないことはまるでばかげている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nYou'll probably read a lot of reviews, good and bad, about Naruto Shippuden. Personally, I was glad that the old Naruto ended and we had a time skip to when they are teenagers (not that I didn't enjoy some aspects of the old one but that's a whole other review).\n\n\u001b[1mあなたはおそらくNaruto Shippudenについて、良いか悪いか、多くのレビューを読むでしょう。 個人的には、私は古いナルトが終わったことを嬉しく思っていました。私は10代の時にスキップしました（私は古いもののいくつかの面を楽しんでいませんでしたが、\u001b[22m\n\u001b[1m(Anata wa osoraku Naruto Shippuden ni tsuite, yoi ka warui ka, ōku no rebyū o yomudeshou. Kojin-teki ni wa, watashi wa furui naruto ga owatta koto o ureshiku omotte imashita. Watashi wa 10-dai no toki ni sukippu shimashita (watashi wa furui mono no ikutsu ka no men o tanoshinde imasendeshitaga,)\u001b[22m\n\nTranslations of \u001b[4mYou'll probably read a lot of reviews, good and bad, about Naruto Shippuden. Personally, I was glad that the old Naruto ended and we had a time skip to when they are teenagers (not that I didn't enjoy some aspects of the old one but that's a whole other review).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou'll probably read a lot of reviews, good and bad, about Naruto Shippuden.\u001b[24m\n    \u001b[1mあなたはおそらくNaruto Shippudenについて、良いか悪いか、多くのレビューを読むでしょう。\u001b[22m, \u001b[1mおそらく、NARUTO  - ナルト - 疾風伝について、良い点、悪いレビュー、をたくさん読んであげます。\u001b[22m\n\u001b[4mPersonally, I was glad that the old Naruto ended and we had a time skip to when they are teenagers (not that I didn't enjoy some aspects of the old one but that's a whole other review).\u001b[24m\n    \u001b[1m個人的には、私は古いナルトが終わったことを嬉しく思っていました。私は10代の時にスキップしました（私は古いもののいくつかの面を楽しんでいませんでしたが、\u001b[22m, \u001b[1m個人的に、私は昔のナルトが終了したことを喜んでいたし、我々は時間が、彼らがティーンエイジャーである場合にスキップ持っていた（私は古いもののいくつかの側面を楽しんでいませんでしたではないことが、それは全体他のレビューです）。\u001b[22m\n\u001b[1m\u001b[22m\nStory: I like that they all have grown up a bit. You can tell some thought has been put into their characters now. I think most of them (not all) are beneficial to developing the characters and, let's face it, it's just that many more episodes to look back on after Naruto is over for good. Even Sakura (cringe) has developed characteristically some. Naruto isn't *totally* a blubbering idiot. After awhile it just gets annoying to see everyone whining and acting like the elementary kids they are modeled to be. The story has some darkness to it now. The Akatsuki are rampaging across the Ninja Lands. Everyone is forced to fight. I mean, it's becoming a more adult(ish) anime while still preserving funny parts. Of course, we'd love to skip the fillers if we could, but truthfully, a lot of my favorite episodes have been fillers.\n\n\u001b[1mストーリー：私は彼らのすべてが少し成長したのが好きです。 あなたは今、彼らのキャラクターにいくつかの考えが入っていることを伝えることができます。 私はそれらの大半（すべてではない）がキャラクターを開発するのに有益だと思うし、それに直面してみましょう。ナルトがうまく終わった後でそれを振り返る多くのエピソードです。 もともとサクラ（婚約者）が特徴的に発展してきた。 ナルトはまったくバカなバカではありません。 一度しばらくすると、みんなが泣くのを見て、彼らがモデルになっている小学生のように行動するのを見るのは迷惑になります。 物語は今それにいくらか暗闇があります。 暁は忍者の陸上を行き来しています。 誰もが戦わなければならない。 つまり、面白い部分を残しながら、大人のアニメになってきています。 私たちができるならばもちろんフィラーをスキップしたいと思いますが、私の好きなエピソードの多くはフィラーです。\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa karera no subete ga sukoshi seichō shita no ga sukidesu. Anata wa ima, karera no kyarakutā ni ikutsu ka no kangae ga haitte iru koto o tsutaeru koto ga dekimasu. Motomoto sakura (fianse) ga tokuchō-teki ni hatten shite kita. Naruto wa mattaku bakana bakade wa arimasen. Ichido shibaraku suru to, min'na ga naku no o mite, karera ga moderu ni natte iru shōgakusei no yō ni kōdō suru no o miru no wa meiwaku ni narimasu. Monogatari wa ima soreni ikuraka kurayami ga arimasu. Akatsuki wa ninja no rikujō o ikiki shite imasu. Daremoga tatakawanakereba naranai. Tsumari, omoshiroi bubun o nokoshinagara, otona no anime ni natte kite imasu. Watashitachi ga dekirunaraba mochiron firā o sukippu shitai to omoimasuga, watashi no sukina episōdo no ōku wa firādesu. Watashi wa sorera no taihan (subetede wa nai) ga kyarakutā o kaihatsu suru no ni yūekida to omoushi, soreni chokumen shite mimashou. Naruto ga umaku owatta nochi de sore o furikaeru ōku no episōdodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: I like that they all have grown up a bit. You can tell some thought has been put into their characters now. I think most of them (not all) are beneficial to developing the characters and, let's face it, it's just that many more episodes to look back on after Naruto is over for good. Even Sakura (cringe) has developed characteristically some. Naruto isn't *totally* a blubbering idiot. After awhile it just gets annoying to see everyone whining and acting like the elementary kids they are modeled to be. The story has some darkness to it now. The Akatsuki are rampaging across the Ninja Lands. Everyone is forced to fight. I mean, it's becoming a more adult(ish) anime while still preserving funny parts. Of course, we'd love to skip the fillers if we could, but truthfully, a lot of my favorite episodes have been fillers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I like that they all have grown up a bit.\u001b[24m\n    \u001b[1mストーリー：私は彼らのすべてが少し成長したのが好きです。\u001b[22m, \u001b[1mストーリー：私は彼らのすべてが少し育ったことを気に入っています。\u001b[22m\n\u001b[4mYou can tell some thought has been put into their characters now.\u001b[24m\n    \u001b[1mあなたは今、彼らのキャラクターにいくつかの考えが入っていることを伝えることができます。\u001b[22m, \u001b[1mあなたは、いくつかの考えは、今自分のキャラクターに置かれている伝えることができます。\u001b[22m\n\u001b[4mEven Sakura (cringe) has developed characteristically some.\u001b[24m\n    \u001b[1mもともとサクラ（婚約者）が特徴的に発展してきた。\u001b[22m, \u001b[1mでもさくら（うんざり）が特徴的にいくつかを開発しました。\u001b[22m\n\u001b[4mNaruto isn't *totally* a blubbering idiot.\u001b[24m\n    \u001b[1mナルトはまったくバカなバカではありません。\u001b[22m, \u001b[1mナルトは*全く* blubbering馬鹿ではありません。\u001b[22m\n\u001b[4mAfter awhile it just gets annoying to see everyone whining and acting like the elementary kids they are modeled to be.\u001b[24m\n    \u001b[1m一度しばらくすると、みんなが泣くのを見て、彼らがモデルになっている小学生のように行動するのを見るのは迷惑になります。\u001b[22m, \u001b[1mしばらくした後、それはちょうど、誰もが泣き言、それらがあることをモデル化している小学校の子供のように振る舞って見に迷惑を取得します。\u001b[22m\n\u001b[4mThe story has some darkness to it now.\u001b[24m\n    \u001b[1m物語は今それにいくらか暗闇があります。\u001b[22m, \u001b[1m物語は今それにはいくつかの闇を持っています。\u001b[22m\n\u001b[4mThe Akatsuki are rampaging across the Ninja Lands.\u001b[24m\n    \u001b[1m暁は忍者の陸上を行き来しています。\u001b[22m, \u001b[1m暁は忍者ランド渡って大暴れしています。\u001b[22m\n\u001b[4mEveryone is forced to fight.\u001b[24m\n    \u001b[1m誰もが戦わなければならない。\u001b[22m, \u001b[1m誰もが戦うことを余儀なくされています。\u001b[22m\n\u001b[4mI mean, it's becoming a more adult(ish) anime while still preserving funny parts.\u001b[24m\n    \u001b[1mつまり、面白い部分を残しながら、大人のアニメになってきています。\u001b[22m, \u001b[1mまだ面白い部分を維持しながら、私が意味する、それは（っぽい）アニメもっと大人になってきています。\u001b[22m\n\u001b[4mOf course, we'd love to skip the fillers if we could, but truthfully, a lot of my favorite episodes have been fillers.\u001b[24m\n    \u001b[1m私たちができるならばもちろんフィラーをスキップしたいと思いますが、私の好きなエピソードの多くはフィラーです。\u001b[22m, \u001b[1mもちろん、我々は我々ができれば、充填剤をスキップしてみたいが、正直、私のお気に入りのエピソードの多くは、充填材となっています。\u001b[22m\n\u001b[4mI think most of them (not all) are beneficial to developing the characters and, let's face it, it's just that many more episodes to look back on after Naruto is over for good.\u001b[24m\n    \u001b[1m私はそれらの大半（すべてではない）がキャラクターを開発するのに有益だと思うし、それに直面してみましょう。ナルトがうまく終わった後でそれを振り返る多くのエピソードです。\u001b[22m, \u001b[1m私は（すべてではない）、それらのほとんどは文字の開発に有益であると、それに直面しましょう、それはナルトが良いために終わった後、背中に見て、ちょうどそのより多くのエピソードだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I rated this a 7 because they can really change from awesome to... (well see certain scenes of the Pain arc). It just seems sometimes the 'good' artists took a sick day or something when some episodes are being done.\n\n\u001b[1m芸術：私は本当に素晴らしいから変わることができるので、これを7と評価しました。（痛みアークの特定のシーンをよく見てください）。  「良い」アーティスト達が、いくつかのエピソードが終わったときに病気の日や何かをしたことが時々あるようです。\u001b[22m\n\u001b[1m(Geijutsu: Watashi wa hontōni subarashīkara kawaru koto ga dekiru node, kore o 7 to hyōka shimashita. (Itami āku no tokutei no shīn o yoku mitekudasai). `Yoi' ātisuto-tachi ga, ikutsu ka no episōdo ga owatta toki ni byōki no hi ya nanika o shita koto ga tokidoki aru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I rated this a 7 because they can really change from awesome to... (well see certain scenes of the Pain arc). It just seems sometimes the 'good' artists took a sick day or something when some episodes are being done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I rated this a 7 because they can really change from awesome to... (well see certain scenes of the Pain arc).\u001b[24m\n    \u001b[1m芸術：私は本当に素晴らしいから変わることができるので、これを7と評価しました。（痛みアークの特定のシーンをよく見てください）。\u001b[22m, \u001b[1mアート：彼らは本当に...（よく痛みアークの特定のシーンを参照）ために素晴らしいから変更することができますので、私はこの7を評価しました。\u001b[22m\n\u001b[4mIt just seems sometimes the 'good' artists took a sick day or something when some episodes are being done.\u001b[24m\n    \u001b[1m「良い」アーティスト達が、いくつかのエピソードが終わったときに病気の日や何かをしたことが時々あるようです。\u001b[22m, \u001b[1mちょうど、いくつかのエピソードが行われているときに時々「良い」アーティストは病気の日か何かを取ったようです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I love just about all of the opening and closing songs. They are usually fitting choices with the feel they seem to be going for at the time. Also, their sounds effects are average enough to not seem to noticeably out of place. The songs they use in the episodes are okay, it's just that they've used most of the same ones since the beginning of Naruto and, frankly, I'm getting tired of the recycling. I think the fans are worth looking up a few more pieces of music... Also, sometimes they play their 'epic' song (I don't know these names I just know that they play this when Naruto starts to get hyped up about something) at random times. It usually causes a good laugh.\n\n\u001b[1mサウンド：私はオープニングとクローズの曲のすべてを愛しています。 彼らは通常、当時のように感じる気持ちでフィッティングを選ぶのです。 また、彼らの音の効果は目立たないように見えるほどの平均です。 彼らがエピソードで使用する曲は大丈夫です、それは彼らがナルトの初めから同じものをほとんど使っていることだけです、そして、率直に言って、私はリサイクルに疲れています。 また、時には彼らは叙事詩の曲を演奏することもあります（私はこれらの名前は分かりません。 何か）ランダムな時間に。 それは通常、良い笑いを引き起こします。\u001b[22m\n\u001b[1m(Saundo: Watashi wa ōpuningu to kurōzu no kyoku no subete o aishiteimasu. Karera wa tsūjō, tōji no yō ni kanjiru kimochi de fittingu o erabu nodesu. Mata, karera no oto no kōka wa medatanai yō ni mieru hodo no heikindesu. Karera ga episōdo de shiyō suru kyoku wa daijōbudesu, sore wa karera ga naruto no hajime kara onaji mono o hotondo tsukatte iru koto dakedesu, soshite, sotchoku ni itte, watashi wa risaikuru ni tsukarete imasu. Mata, tokiniha karera wa jojishi no kyoku o ensō suru koto mo arimasu (watashi wa korera no namae wa wakarimasen. Nanika) randamuna jikan ni. Sore wa tsūjō, yoi warai o hikiokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: I love just about all of the opening and closing songs. They are usually fitting choices with the feel they seem to be going for at the time. Also, their sounds effects are average enough to not seem to noticeably out of place. The songs they use in the episodes are okay, it's just that they've used most of the same ones since the beginning of Naruto and, frankly, I'm getting tired of the recycling. I think the fans are worth looking up a few more pieces of music... Also, sometimes they play their 'epic' song (I don't know these names I just know that they play this when Naruto starts to get hyped up about something) at random times. It usually causes a good laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I love just about all of the opening and closing songs.\u001b[24m\n    \u001b[1mサウンド：私はオープニングとクローズの曲のすべてを愛しています。\u001b[22m, \u001b[1mサウンド：私は開閉歌のちょうど約すべてが大好きです。\u001b[22m\n\u001b[4mThey are usually fitting choices with the feel they seem to be going for at the time.\u001b[24m\n    \u001b[1m彼らは通常、当時のように感じる気持ちでフィッティングを選ぶのです。\u001b[22m, \u001b[1m彼らは通常、彼らは一度のために行くしているようだ感のあるフィッティング選択肢です。\u001b[22m\n\u001b[4mAlso, their sounds effects are average enough to not seem to noticeably out of place.\u001b[24m\n    \u001b[1mまた、彼らの音の効果は目立たないように見えるほどの平均です。\u001b[22m, \u001b[1mまた、彼らの音の効果が顕著に場違いに思えないのに十分な平均です。\u001b[22m\n\u001b[4mThe songs they use in the episodes are okay, it's just that they've used most of the same ones since the beginning of Naruto and, frankly, I'm getting tired of the recycling.\u001b[24m\n    \u001b[1m彼らがエピソードで使用する曲は大丈夫です、それは彼らがナルトの初めから同じものをほとんど使っていることだけです、そして、率直に言って、私はリサイクルに疲れています。\u001b[22m, \u001b[1m彼らはエピソードで使用する曲は大丈夫です、それは彼らがナルトの初めから同じものの大部分を使用しましたと、率直に言って、私はリサイクルの疲れてるだけです。\u001b[22m\n\u001b[4mI think the fans are worth looking up a few more pieces of music... Also, sometimes they play their 'epic' song (I don't know these names I just know that they play this when Naruto starts to get hyped up about\u001b[24m\n    \u001b[1mまた、時には彼らは叙事詩の曲を演奏することもあります（私はこれらの名前は分かりません。\u001b[22m, \u001b[1m私はナルトが約興奮するために開始したとき、私は私はちょうど彼らがこれを果たしていることを知っているこれらの名前を知らない（彼らは「叙事詩」の曲を再生時には、また...ファンは音楽のいくつかのより多くの作品を見て価値があると思います\u001b[22m\n\u001b[4msomething) at random times.\u001b[24m\n    \u001b[1m何か）ランダムな時間に。\u001b[22m, \u001b[1mランダムな時間に何か）。\u001b[22m\n\u001b[4mIt usually causes a good laugh.\u001b[24m\n    \u001b[1mそれは通常、良い笑いを引き起こします。\u001b[22m, \u001b[1mこれは、通常は良い笑いを引き起こします。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: As I said before, I really like that things seem to be growing up more than before. It's hard to describe without spoilers, but it just seems to mature which is great.\n\n\u001b[1m文字：私が前に言ったように、私は事が以前よりも成長しているように思うのが本当に好きです。 スポイラーなしで説明するのは難しいですが、それは成熟しているように思えます。\u001b[22m\n\u001b[1m(Moji: Watashi ga mae ni itta yō ni, watashi wa koto ga izen yori mo seichō shite iru yō ni omou no ga hontōni sukidesu. Supoirā nashi de setsumei suru no wa muzukashīdesuga, soreha seijuku shite iru yō ni omoemasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: As I said before, I really like that things seem to be growing up more than before. It's hard to describe without spoilers, but it just seems to mature which is great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: As I said before, I really like that things seem to be growing up more than before.\u001b[24m\n    \u001b[1m文字：私が前に言ったように、私は事が以前よりも成長しているように思うのが本当に好きです。\u001b[22m, \u001b[1mキャラクター：私が前に言ったように、私は本当に物事が前以上に育っているように見えることが好きです。\u001b[22m\n\u001b[4mIt's hard to describe without spoilers, but it just seems to mature which is great.\u001b[24m\n    \u001b[1mスポイラーなしで説明するのは難しいですが、それは成熟しているように思えます。\u001b[22m, \u001b[1mそれはスポイラーなしで記述するのは難しいが、単に素晴らしいですこれは成熟しているようです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I eagerly sign on every Thursday to check out the newest episode and watch it on the spot whether its a filler or not. I enjoy the show and I'll probably be following to the very end.\n\n\u001b[1m楽しさ：私は毎週木曜日に熱心にサインして最新のエピソードをチェックして、フィラーの有無にかかわらずその場で観る。 私はショーを楽しむと私はおそらく最後に従うだろう。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa maishū mokuyōbi ni nesshin ni sain shite saishin no episōdo o chekku shite, firā no umu ni kakawarazu sonobade miru. Watashi wa shō o tanoshimu to watashi wa osoraku saigo ni shitagaudarou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I eagerly sign on every Thursday to check out the newest episode and watch it on the spot whether its a filler or not. I enjoy the show and I'll probably be following to the very end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I eagerly sign on every Thursday to check out the newest episode and watch it on the spot whether its a filler or not.\u001b[24m\n    \u001b[1m楽しさ：私は毎週木曜日に熱心にサインして最新のエピソードをチェックして、フィラーの有無にかかわらずその場で観る。\u001b[22m, \u001b[1m楽しさ：私は熱心に最新のエピソードをチェックアウトし、そのフィラーかどうかをその場でそれを見るために毎週木曜日にサインインします。\u001b[22m\n\u001b[4mI enjoy the show and I'll probably be following to the very end.\u001b[24m\n    \u001b[1m私はショーを楽しむと私はおそらく最後に従うだろう。\u001b[22m, \u001b[1m私はショーを楽しみ、私はおそらく非常に最後に、次のことになります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall it's an 8 for me. It would be higher, but for the sheer mass of fillers, random sound issues, and sloppy artwork from time to time. I would like to add one last thing, though: I can deal with the fillers, but the thing that makes me want to punch my computer screen is the flashbacks. Flashbacks every four seconds usually. There was one recent episode (at the Summit) that was one giant flashback recapping ALL of the episodes including the original Naruto. My. God. I understand that we need some from time to time to refresh our memories, but it got to the point that I could start reciting parts of scenes because of the flashbacks. Biggest downside: flashbacks.\n\n\u001b[1m全体的に私にとっては8です。 それは高くなるでしょうが、詰め物の塊、ランダムな音の問題、時には駄目なアートワークのために。 私は最後のことを一つ追加したいと思います：私はフィラーを扱うことができますが、私がコンピュータ画面をパンチしたいということは逆戻りです。 通常、フラッシュバックは4秒ごとに実行されます。 最近のエピソードは（サミットで）元のナルトを含むエピソードのすべてを取り上げている一つの巨大なフラッシュバックだった。 じぶんの。 神。 私は時々思い出をリフレッシュするために必要なものがあることを理解していますが、フラッシュバックのためにシーンの一部を書き始めることができるようになっています。 最大の欠点：フラッシュバック。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi ni totte wa 8desu. Sore wa takaku narudeshouga, tsumebutsu no katamari, randamuna oto no mondai, tokiniha damena ātowāku no tame ni. Watashi wa saigo no koto o hitotsu tsuika shitai to omoimasu: Watashi wa firā o atsukau koto ga dekimasuga, watashi ga konpyūta gamen o panchi shitai to iu koto wa gyakumodoridesu. Tsūjō, furasshu bakku wa 4-byō-goto ni jikkō sa remasu. Saikin no episōdo wa (samitto de) gen no naruto o fukumu episōdo no subete o toriagete iru hitotsu no kyodaina furasshu bakkudatta.Ji bun no. Kami. Watashi wa tokidoki omoide o rifuresshu suru tame ni hitsuyōnamono ga aru koto o rikai shite imasuga, furasshu bakku no tame ni shīn no ichibu o kaki hajimeru koto ga dekiru yō ni natte imasu. Saidai no ketten: Furasshu bakku.)\u001b[22m\n\nTranslations of \u001b[4mOverall it's an 8 for me. It would be higher, but for the sheer mass of fillers, random sound issues, and sloppy artwork from time to time. I would like to add one last thing, though: I can deal with the fillers, but the thing that makes me want to punch my computer screen is the flashbacks. Flashbacks every four seconds usually. There was one recent episode (at the Summit) that was one giant flashback recapping ALL of the episodes including the original Naruto. My. God. I understand that we need some from time to time to refresh our memories, but it got to the point that I could start reciting parts of scenes because of the flashbacks. Biggest downside: flashbacks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it's an 8 for me.\u001b[24m\n    \u001b[1m全体的に私にとっては8です。\u001b[22m, \u001b[1m全体的には私のために8です。\u001b[22m\n\u001b[4mIt would be higher, but for the sheer mass of fillers, random sound issues, and sloppy artwork from time to time.\u001b[24m\n    \u001b[1mそれは高くなるでしょうが、詰め物の塊、ランダムな音の問題、時には駄目なアートワークのために。\u001b[22m, \u001b[1mそれは高いが、フィラーの膨大な質量、ランダム音の問題、および随時ずさんなアートワークのためになります。\u001b[22m\n\u001b[4mI would like to add one last thing, though: I can deal with the fillers, but the thing that makes me want to punch my computer screen is the flashbacks.\u001b[24m\n    \u001b[1m私は最後のことを一つ追加したいと思います：私はフィラーを扱うことができますが、私がコンピュータ画面をパンチしたいということは逆戻りです。\u001b[22m, \u001b[1m私は、充填材を扱うことができますが、私は私のコンピュータの画面をパンチたくなる事がフラッシュバックです：でも、私は最後のものを追加したいと思います。\u001b[22m\n\u001b[4mFlashbacks every four seconds usually.\u001b[24m\n    \u001b[1m通常、フラッシュバックは4秒ごとに実行されます。\u001b[22m, \u001b[1m通常は4秒ごとにフラッシュバック。\u001b[22m\n\u001b[4mThere was one recent episode (at the Summit) that was one giant flashback recapping ALL of the episodes including the original Naruto.\u001b[24m\n    \u001b[1m最近のエピソードは（サミットで）元のナルトを含むエピソードのすべてを取り上げている一つの巨大なフラッシュバックだった。\u001b[22m, \u001b[1m元ナルトを含むエピソードのすべてをリキャップ1つの巨大なフラッシュバックした（サミット）1最近のエピソードがありました。\u001b[22m\n\u001b[4mMy.\u001b[24m\n    \u001b[1mじぶんの。\u001b[22m, \u001b[1mぼくの。\u001b[22m, \u001b[1mわたしの。\u001b[22m, \u001b[1m俺の。\u001b[22m, \u001b[1m僕の。\u001b[22m\n\u001b[4mGod.\u001b[24m\n    \u001b[1m神。\u001b[22m, \u001b[1m神様。\u001b[22m\n\u001b[4mI understand that we need some from time to time to refresh our memories, but it got to the point that I could start reciting parts of scenes because of the flashbacks.\u001b[24m\n    \u001b[1m私は時々思い出をリフレッシュするために必要なものがあることを理解していますが、フラッシュバックのためにシーンの一部を書き始めることができるようになっています。\u001b[22m, \u001b[1m私たちは私たちの記憶をリフレッシュする時間までの時間からいくつかが必要であることを理解し、それは私がためにフラッシュバックのシーンの一部を暗唱始めることができる点になりました。\u001b[22m\n\u001b[4mBiggest downside: flashbacks.\u001b[24m\n    \u001b[1m最大の欠点：フラッシュバック。\u001b[22m\n\u001b[1m\u001b[22m\nAnyways, I'd still recommend this anime to anyone who asked. I think it's dumb not to give it a try just because it's popular. It's just as stupid to NOT do something because it's popular than to do it because it is.\n\n\u001b[1mとにかく、私は依頼した人にこのアニメをお勧めします。 私はそれが普及しているという理由だけで試してみるのではなく、それは馬鹿だと思う。 それはそれがそうであるのでそれをするよりも普及しているので、何かをしないことはまるでばかげている。\u001b[22m\n\u001b[1m(Tonikaku, watashi wa irai shita hito ni kono anime o o susume shimasu. Watashi wa sore ga fukyū shite iru to iu riyū dake de tameshite miru node wa naku, sore wa bakada to omou. Sore wa sore ga sōdearunode sore o suru yori mo fukyū shite irunode, nanika o shinai koto wa marude bakagete iru.)\u001b[22m\n\nTranslations of \u001b[4mAnyways, I'd still recommend this anime to anyone who asked. I think it's dumb not to give it a try just because it's popular. It's just as stupid to NOT do something because it's popular than to do it because it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways, I'd still recommend this anime to anyone who asked.\u001b[24m\n    \u001b[1mとにかく、私は依頼した人にこのアニメをお勧めします。\u001b[22m, \u001b[1mとにかく、私はまだ尋ねた誰にもこのアニメをお勧めします。\u001b[22m\n\u001b[4mI think it's dumb not to give it a try just because it's popular.\u001b[24m\n    \u001b[1m私はそれが普及しているという理由だけで試してみるのではなく、それは馬鹿だと思う。\u001b[22m, \u001b[1m私は、それが人気だという理由だけでそれを試してみることにしダムではないと思います。\u001b[22m\n\u001b[4mIt's just as stupid to NOT do something because it's popular than to do it because it is.\u001b[24m\n    \u001b[1mそれはそれがそうであるのでそれをするよりも普及しているので、何かをしないことはまるでばかげている。\u001b[22m, \u001b[1mそれがあるので、それはそれを行うよりも人気だから、それは何かをしないように、同じように愚かです。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "derikmnaw",
    "profile": "/profile/derikmnaw/reviews",
    "pages": "10",
    "number": "13",
    "link": "/reviews.php?id=116985",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  4\n\n私はこのショーの遅いペースに完全に圧倒される。 このショーはそれまでの時代とは異なります。 物語は間違いなく良いですが、芸術はまともです、音...確かに、文字は間違いなく興味深いですが、私はそれがとても遅いので楽しむことができません。 戦いが長すぎます。 最初は大丈夫だったけど、それは私にとって変わっていた。 私はちょうどそれを落とすつもりです。 このアニメシリーズを見て楽しかったですが、すぐには十分に開発されていません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nI am completely overwhelmed with the slow pace of this show. This show is not what it used to be back then. The story is definitely good, the art is decent, sound...sure it's good, characters are definitely interesting, but I just cannot enjoy it because it is so slow. The fights are too long. At first it was fine, but it kept on nagging me. I'm just going to drop it. It was fun watching this anime series, but it just is not developing quickly enough.\n\n\u001b[1m私はこのショーの遅いペースに完全に圧倒される。 このショーはそれまでの時代とは異なります。 物語は間違いなく良いですが、芸術はまともです、音...確かに、文字は間違いなく興味深いですが、私はそれがとても遅いので楽しむことができません。 戦いが長すぎます。 最初は大丈夫だったけど、それは私にとって変わっていた。 私はちょうどそれを落とすつもりです。 このアニメシリーズを見て楽しかったですが、すぐには十分に開発されていません。\u001b[22m\n\u001b[1m(Watashi wa kono shō no osoi pēsu ni kanzen ni attō sa reru. Kono shō wa sore made no jidai to wa kotonarimasu. Monogatari wa machigainaku yoidesuga, geijutsu wa matomodesu,-on... Tashika ni, moji wa machigainaku kyōmibukaidesuga, watashi wa sore ga totemo osoinode tanoshimu koto ga dekimasen. Tatakai ga naga sugimasu. Saisho wa daijōbudattakedo, sore wa watashi ni totte kawatte ita. Watashi wa chōdo sore o otosu tsumoridesu. Kono animeshirīzu o mite tanoshikattadesuga, sugu ni wa jūbun ni kaihatsu sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mI am completely overwhelmed with the slow pace of this show. This show is not what it used to be back then. The story is definitely good, the art is decent, sound...sure it's good, characters are definitely interesting, but I just cannot enjoy it because it is so slow. The fights are too long. At first it was fine, but it kept on nagging me. I'm just going to drop it. It was fun watching this anime series, but it just is not developing quickly enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am completely overwhelmed with the slow pace of this show.\u001b[24m\n    \u001b[1m私はこのショーの遅いペースに完全に圧倒される。\u001b[22m, \u001b[1m私はこの番組のゆっくりとしたペースに完全に圧倒されています。\u001b[22m\n\u001b[4mThis show is not what it used to be back then.\u001b[24m\n    \u001b[1mこのショーはそれまでの時代とは異なります。\u001b[22m, \u001b[1mこのショーは、それがその後、戻ってするために使用されるものではありません。\u001b[22m\n\u001b[4mThe story is definitely good, the art is decent, sound...sure it's good, characters are definitely interesting, but I just cannot enjoy it because it is so slow.\u001b[24m\n    \u001b[1m物語は間違いなく良いですが、芸術はまともです、音...確かに、文字は間違いなく興味深いですが、私はそれがとても遅いので楽しむことができません。\u001b[22m, \u001b[1m物語は、芸術はまともです、間違いなく良い音です...それは良いことだ確信して、文字は間違いなく面白いですが、それはとても遅いので、私はちょうどそれを楽しむことはできません。\u001b[22m\n\u001b[4mThe fights are too long.\u001b[24m\n    \u001b[1m戦いが長すぎます。\u001b[22m\n\u001b[4mAt first it was fine, but it kept on nagging me.\u001b[24m\n    \u001b[1m最初は大丈夫だったけど、それは私にとって変わっていた。\u001b[22m, \u001b[1m最初は大丈夫だったが、それは私をしつこいオンのまま。\u001b[22m\n\u001b[4mI'm just going to drop it.\u001b[24m\n    \u001b[1m私はちょうどそれを落とすつもりです。\u001b[22m, \u001b[1m私はちょうどそれをドロップするつもりです。\u001b[22m\n\u001b[4mIt was fun watching this anime series, but it just is not developing quickly enough.\u001b[24m\n    \u001b[1mこのアニメシリーズを見て楽しかったですが、すぐには十分に開発されていません。\u001b[22m, \u001b[1mそれは、このアニメシリーズを見て楽しかったが、それだけで十分迅速に開発されていません。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "bloodshot123",
    "profile": "/profile/bloodshot123/reviews",
    "pages": "10",
    "number": "14",
    "link": "/reviews.php?id=65771",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  10\nキャラクター|  8\n|  6\n\n彼らはいくつかのまともなフィラーを持っていたので、それはまた、彼らはより大きなナルト＆amp; サクラ対カカス戦、そしてナガートのチームの6つのパスが最初にあったようなシーンが増えましたが、ナルトが6番目の尾の形になって痛みを味わった時、それは丘の下に降りました。 アニメーションは大きな時間がかかりました。 プラスの嘘つきの詰め物は、彼の虫が死んだ原因と鳥の詰め物の弧のような泣き声のように見えます。 これらの愚かなフィラーを行う理由がないのは残念です。 どうして暁に加わることを拒否する詰めをしないと、戦争の準備をしている間に村を攻撃していないか、またはその馬鹿な海の代わりにナルトがどのように勉強しようとしているのか 彼自身の9つの尾をマスターし、それから失敗すると、彼は島で彼の尾の獣を制御する方法を学ぶことができるので、キラービは8尾です。 私はちょうどマンガのような叙事詩のように見えないので、本当にもうアニメが好きではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIt was good to start since they had some decent fillers and plus they added alot of stuff like a bigger naruto &amp; sakura vs kakashi battle, and more scenes like who the 6 paths of nagato's team was at first but it went down hill when naruto went to the 6th tail form when fighting pain. The animation went down big time. Plus crappy fillers appear like shino crying cause his bugs died and the bird filler arc. It's a shame cause there is no reason to do these stupid fillers. why not do a filler about declining about joining the Akatsuki and then tobi threatens his villiage or something if he doesn't attack the villiage while they are preparing for war or what about instead of that dumb sea arc they have naruto trying to learn how to master the nine tails on his own and then fails then he figures out killer bee is the 8 tails so he can learn how to control his tailed beast at the island. I just don't like the anime really anymore because it doesn't seem as epic as the manga.\n\n\u001b[1m彼らはいくつかのまともなフィラーを持っていたので、それはまた、彼らはより大きなナルト＆amp; サクラ対カカス戦、そしてナガートのチームの6つのパスが最初にあったようなシーンが増えましたが、ナルトが6番目の尾の形になって痛みを味わった時、それは丘の下に降りました。 アニメーションは大きな時間がかかりました。 プラスの嘘つきの詰め物は、彼の虫が死んだ原因と鳥の詰め物の弧のような泣き声のように見えます。 これらの愚かなフィラーを行う理由がないのは残念です。 どうして暁に加わることを拒否する詰めをしないと、戦争の準備をしている間に村を攻撃していないか、またはその馬鹿な海の代わりにナルトがどのように勉強しようとしているのか 彼自身の9つの尾をマスターし、それから失敗すると、彼は島で彼の尾の獣を制御する方法を学ぶことができるので、キラービは8尾です。 私はちょうどマンガのような叙事詩のように見えないので、本当にもうアニメが好きではありません。\u001b[22m\n\u001b[1m(Karera wa ikutsu ka no matomona firā o motte itanode, soreha mata, karera wa yori ōkina naruto& amp; sakura tai kakasu-sen, soshite nagāto no chīmu no muttsu no pasu ga saisho ni atta yōna shīn ga fuemashitaga, naruto ga 6-banme no o no katachi ni natte itami o ajiwatta toki, soreha oka no shita ni orimashita. Animēshon wa ōkina jikan ga kakarimashita. Purasu no usotsuki no tsumebutsu wa, kare no mushi ga shinda gen'in to tori no tsumebutsu no ko no yōna nakigoe no yō ni miemasu. Korera no orokana firā o okonau riyū ga nai no wa zan'nendesu. Dōshite akatsuki ni kuwawaru koto o kyohi suru tsume o shinai to, sensō no junbi o shite iru ma ni mura o kōgeki shite inai ka, matawa sono bakana umi no kawarini naruto ga dono yō ni benkyō shiyou to shite iru no ka kare jishin no kokonotsu no o o masutā shi, sorekara shippai suru to, kare wa shima de kare no o no kemono o seigyo suru hōhō o manabu koto ga dekiru node, kirābi wa 8-bidesu. Watashi wa chōdo manga no yōna jojishi no yō ni mienainode, hontōni mō anime ga sukide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt was good to start since they had some decent fillers and plus they added alot of stuff like a bigger naruto &amp; sakura vs kakashi battle, and more scenes like who the 6 paths of nagato's team was at first but it went down hill when naruto went to the 6th tail form when fighting pain. The animation went down big time. Plus crappy fillers appear like shino crying cause his bugs died and the bird filler arc. It's a shame cause there is no reason to do these stupid fillers. why not do a filler about declining about joining the Akatsuki and then tobi threatens his villiage or something if he doesn't attack the villiage while they are preparing for war or what about instead of that dumb sea arc they have naruto trying to learn how to master the nine tails on his own and then fails then he figures out killer bee is the 8 tails so he can learn how to control his tailed beast at the island. I just don't like the anime really anymore because it doesn't seem as epic as the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was good to start since they had some decent fillers and plus they added alot of stuff like a bigger naruto &amp;\u001b[24m\n    \u001b[1m彼らはいくつかのまともなフィラーを持っていたので、それはまた、彼らはより大きなナルト＆amp;\u001b[22m, \u001b[1m彼らはいくつかのまともな充填材を持っていたので、開始するために良かったし、加えて、彼らは大きなナルト＆アンペアようなものの多くを追加しました。\u001b[22m\n\u001b[4msakura vs kakashi battle, and more scenes like who the 6 paths of nagato's team was at first but it went down hill when naruto went to the 6th tail form when fighting pain.\u001b[24m\n    \u001b[1mサクラ対カカス戦、そしてナガートのチームの6つのパスが最初にあったようなシーンが増えましたが、ナルトが6番目の尾の形になって痛みを味わった時、それは丘の下に降りました。\u001b[22m, \u001b[1mカカシの戦い対桜、長門のチームの6パスが最初にあったが、痛みと戦ったときナルトが第六尾の形に行ったとき、それは丘の下に行った人のようなより多くのシーン。\u001b[22m\n\u001b[4mThe animation went down big time.\u001b[24m\n    \u001b[1mアニメーションは大きな時間がかかりました。\u001b[22m, \u001b[1mアニメーションは大きな時間を下って行きました。\u001b[22m\n\u001b[4mPlus crappy fillers appear like shino crying cause his bugs died and the bird filler arc.\u001b[24m\n    \u001b[1mプラスの嘘つきの詰め物は、彼の虫が死んだ原因と鳥の詰め物の弧のような泣き声のように見えます。\u001b[22m, \u001b[1mプラス安っぽい充填剤は、彼のバグが死亡し、鳥のフィラーアーク原因泣いSHINOのように表示されます。\u001b[22m\n\u001b[4mIt's a shame cause there is no reason to do these stupid fillers.\u001b[24m\n    \u001b[1mこれらの愚かなフィラーを行う理由がないのは残念です。\u001b[22m, \u001b[1mこれは、これらの愚かなフィラーを行うには理由がない恥の原因です。\u001b[22m\n\u001b[4mwhy not do a filler about declining about joining the Akatsuki and then tobi threatens his villiage or something if he doesn't attack the villiage while they are preparing for war or what about instead of that dumb sea arc they have naruto trying to learn how to\u001b[24m\n    \u001b[1mどうして暁に加わることを拒否する詰めをしないと、戦争の準備をしている間に村を攻撃していないか、またはその馬鹿な海の代わりにナルトがどのように勉強しようとしているのか\u001b[22m, \u001b[1mなぜ暁への参加についての減少についてのフィラーをしないと、彼らは戦争や何代わりにそのダム海アークの周りに彼らがどのように学ぼうとナルトを持っているの準備をしている間、彼はvilliageを攻撃していないならば、トビは彼villiageか何かを脅かします\u001b[22m\n\u001b[4mmaster the nine tails on his own and then fails then he figures out killer bee is the 8 tails so he can learn how to control his tailed beast at the island.\u001b[24m\n    \u001b[1m彼自身の9つの尾をマスターし、それから失敗すると、彼は島で彼の尾の獣を制御する方法を学ぶことができるので、キラービは8尾です。\u001b[22m, \u001b[1m彼自身に9尾をマスターしてから、彼はキラー蜂を見つけ出し失敗した彼は、島で彼の尾獣を制御する方法を学ぶことができるように8尾です。\u001b[22m\n\u001b[4mI just don't like the anime really anymore because it doesn't seem as epic as the manga.\u001b[24m\n    \u001b[1m私はちょうどマンガのような叙事詩のように見えないので、本当にもうアニメが好きではありません。\u001b[22m, \u001b[1mそれは漫画のように壮大ないないようですので、私は本当にもうアニメが好きではありません。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "curiousplayfan",
    "profile": "/profile/curiousplayfan/reviews",
    "pages": "10",
    "number": "15",
    "link": "/reviews.php?id=32001",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  6\nキャラクター|  9\n|  8\n\n注：私のレビューをよりよく理解できるように、オリジナルのNARUTOシリーズと少なくともNARUTO-ナルト - 疾風伝のエピソードを見てください。\nサスケ・イタチとサスケ・ナルトの話を中心に、ほとんどの物語（フィラー・シーズンを除く）は、ナルト・シップーデンよりもサスケ・シプウデンのようなものです。 サスケはもっとアクション、スポットライト、プロット＆amp; ナルトと比較してキャラクターの開発。\nサスケはイタチの本当の苦しい真実を学ぶのに耐えなければならない...彼はショーのすべての悪役と連絡を取り合っている...名前をつけて...彼はオロチマルの学生だった。 危険なshinobiチームを所有していた...そして邪悪な目的のためにAkatsukiとの協定を結成した。 サスケは今私が以前知っていたサスケではありません...ナルトと他のコノハから遠く離れた後、彼はより強力になり、多少傲慢になりました...それに加えて、Sharinganはサスケ -Itachiの話は、万華鏡愛好家とその背後にある物語の多くを学びます。その大部分はUchiha氏族に関する新しく新鮮な物語で、自然にUchiha Itachiも関わっています。 さらに、サスケの戦いでの戦いは、彼が新しい恐ろしい力を見せ始めたときに楽にショーを盗む...サスケとイタチの戦いは間違いなく必見です。 彼らは幻術（錯覚）技術とSharinganを使用し続けるので、私の心は激しく震え続けました。 ちょうど素晴らしい、戦いがあった。\n一方、ナルトの冒険は、比較して鈍い。 フィラーやものについては忘れて、ナルトはサスケの帰還を望んで、債券と友情について話すのと同じ古い、同じ古いものです。 もちろん、サスケ・ナルトは好きで感動的な話ですが、サスケを見つけようとするたびに、いつも彼を見つけられません...そして、彼を見つけたときには感情的になり始めます フラッシュバックとすべて）しかし、サスケは常にそれらを倒し、何度も何度も脱出することができます。 当然、ナルトはサスケよりも強くなるために失望し、電車に乗ります...ところで、9テイルズの悪魔のキツネは、ナルトのパワーの模範として、より新しくて強いラーセンガンと一緒にフィーチャーされています。\nいくつかの文章でそれを要約する：（主なポイント）\n主に、Konohaは破壊される危険があります。\nサスケは、悪役の現在のキャストに加えて、最新の悪い男です。\n善良な人々（Konohaから）と悪人たち（Akatsukiから）は戦闘で死ぬ。\n万華鏡館の背後にある物語。\nKakashiとJiraiyaの過去が明らかになりました。\nナルトの友人たちの成長（ヒナタ、サクラ、ロック・リー、ネージ、そしてコノハの忍者チームの他の人たちは、ガアラも充実しています。\nサスケ自身のチーム... Hebi / Taka...複数の目的のために彼自身のチームを形作るためにサスケが手に取った危険な忍者。\n謎の暁のメンバー。\n私たちが愛するすべてのキャラクターがより大きく、より良いやり方で、より強くクーラー的なものに戻ってきているので、ナルト・シップーデンはとても楽しいです。遅いペーシングやフィラー山脈ではないなら、間違いなくすべての 古いナルトのファン。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNote: Please watch the original series of Naruto and at least some episodes of Naruto Shippuuden to help you better understand my review.\n\n\u001b[1m注：私のレビューをよりよく理解できるように、オリジナルのNARUTOシリーズと少なくともNARUTO-ナルト - 疾風伝のエピソードを見てください。\u001b[22m\n\u001b[1m(Chū: Watashi no rebyū o yori yoku rikai dekiru yō ni, orijinaru no naruto shirīzu to sukunakutomo naruto - naruto - shippuden no episōdo o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNote: Please watch the original series of Naruto and at least some episodes of Naruto Shippuuden to help you better understand my review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: Please watch the original series of Naruto and at least some episodes of Naruto Shippuuden to help you better understand my review.\u001b[24m\n    \u001b[1m注：私のレビューをよりよく理解できるように、オリジナルのNARUTOシリーズと少なくともNARUTO-ナルト - 疾風伝のエピソードを見てください。\u001b[22m, \u001b[1m注：あなたはより良い私のレビューを理解しやすくするために、ナルトとナルト - 疾風伝の少なくともいくつかのエピソードのオリジナルシリーズを見てください。\u001b[22m\nWell, to tell the truth, it is more like a Sasuke Shippuuden than Naruto Shippuuden... as most of the story (EXcluding the fillers seasons) are centered around the story of Sasuke-Itachi and Sasuke-Naruto. Sasuke gets more action, spotlight and plot &amp; character development compared to Naruto.\n\n\u001b[1mサスケ・イタチとサスケ・ナルトの話を中心に、ほとんどの物語（フィラー・シーズンを除く）は、ナルト・シップーデンよりもサスケ・シプウデンのようなものです。 サスケはもっとアクション、スポットライト、プロット＆amp; ナルトと比較してキャラクターの開発。\u001b[22m\n\u001b[1m(Sasuke itachi to Sasuke naruto no hanashi o chūshin ni, hotondo no monogatari (firā shīzun o nozoku) wa, naruto shippūden yori mo Sasuke shipuuden no yōna monodesu. Sasuke wa motto akushon, supottoraito, purotto& amp; naruto to hikaku shite kyarakutā no kaihatsu.)\u001b[22m\n\nTranslations of \u001b[4mWell, to tell the truth, it is more like a Sasuke Shippuuden than Naruto Shippuuden... as most of the story (EXcluding the fillers seasons) are centered around the story of Sasuke-Itachi and Sasuke-Naruto. Sasuke gets more action, spotlight and plot &amp; character development compared to Naruto.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, to tell the truth, it is more like a Sasuke Shippuuden than Naruto Shippuuden... as most of the story (EXcluding the fillers seasons) are centered around the story of Sasuke-Itachi and Sasuke-Naruto.\u001b[24m\n    \u001b[1mサスケ・イタチとサスケ・ナルトの話を中心に、ほとんどの物語（フィラー・シーズンを除く）は、ナルト・シップーデンよりもサスケ・シプウデンのようなものです。\u001b[22m, \u001b[1m物語のほとんどは、（フィラーの季節を除く）だけでなく、サスケ、イタチとサスケ、ナルトの話を中心にしている...それはより多くのNARUTO  - ナルト - 疾風伝よりサスケナルト - 疾風伝のようなものです、真実を伝えるために。\u001b[22m\n\u001b[4mSasuke gets more action, spotlight and plot &amp;\u001b[24m\n    \u001b[1mサスケはもっとアクション、スポットライト、プロット＆amp;\u001b[22m, \u001b[1mサスケはより多くのアクション、スポットライト、プロット＆＃038を取得します。\u001b[22m\n\u001b[4mcharacter development compared to Naruto.\u001b[24m\n    \u001b[1mナルトと比較してキャラクターの開発。\u001b[22m, \u001b[1mナルトに比べてキャラクターの成長。\u001b[22m\nSasuke has to endure learning the real painful truth about Itachi... all the while, he has come into contact with all the main villains of the show... name it... he was Orochimaru's student... then he created his own dangerous shinobi team... and even formed a pact with the Akatsuki for evil purposes. The Sasuke now is not the Sasuke we used to know before... after being away from Naruto and the rest of Konoha for so long, he has become more powerful and perhaps slightly arrogant… Besides that, the Sharingan also features heavily in the Sasuke -Itachi story as you will learn more about the Mangekyou Sharingan and the story behind it, most of which is a new and fresh tale regarding the Uchiha clan, naturally involving Uchiha Itachi as well. Moreover, Sasuke’s battles in Shippuuden steals the show effortlessly as he begins to show his new terrifying powers … the Sasuke-Itachi battle is definitely a must-watch. It kept my heart pounding as they keep using genjutsu (illusion) techniques and the Sharingan. Just awesome, the battle was.\n\n\u001b[1mサスケはイタチの本当の苦しい真実を学ぶのに耐えなければならない...彼はショーのすべての悪役と連絡を取り合っている...名前をつけて...彼はオロチマルの学生だった。 危険なshinobiチームを所有していた...そして邪悪な目的のためにAkatsukiとの協定を結成した。 サスケは今私が以前知っていたサスケではありません...ナルトと他のコノハから遠く離れた後、彼はより強力になり、多少傲慢になりました...それに加えて、Sharinganはサスケ -Itachiの話は、万華鏡愛好家とその背後にある物語の多くを学びます。その大部分はUchiha氏族に関する新しく新鮮な物語で、自然にUchiha Itachiも関わっています。 さらに、サスケの戦いでの戦いは、彼が新しい恐ろしい力を見せ始めたときに楽にショーを盗む...サスケとイタチの戦いは間違いなく必見です。 彼らは幻術（錯覚）技術とSharinganを使用し続けるので、私の心は激しく震え続けました。 ちょうど素晴らしい、戦いがあった。\u001b[22m\n\u001b[1m(Sasuke wa itachi no hontō no kurushī shinjitsu o manabu no ni taenakereba naranai... Kare wa shō no subete no akuyaku to renraku o toriatte iru... Namae o tsukete... Kare wa orochimaru no gakuseidatta. Kiken'na shinobi chīmu o shoyū shite ita... Soshite jaakuna mokuteki no tame ni akatsuki to no kyōtei o kessei shita. Sasuke wa ima watashi ga izen shitteita Sasukede wa arimasen... Naruto to hoka no konoha kara tōku hanareta nochi, kare wa yori kyōryoku ni nari, tashō gōman ni narimashita... Sorenikuwaete, Sharingan wa Sasuke - Itachi no hanashi wa, 万華鏡愛好家 To sono haigo ni aru monogatari no ōku o manabimasu. Sono daibubun wa Uchiha shizoku ni kansuru atarashiku shinsen'na monogatari de, shizen ni Uchiha Itachi mo kakawatte imasu. Sarani, Sasuke no tatakai de notatakai wa, kare ga atarashī osoroshī chikara o mise hajimeta toki ni raku ni shō o nusumu... Sasuke to itachi no tatakai wa machigainaku hikkendesu. Karera wa genjutsu (sakkaku) gijutsu to Sharingan o shiyō shi tsudzukerunode, watashi no kokoro wa hageshiku furue tsudzukemashita. Chōdo subarashī, tatakai ga atta.)\u001b[22m\nNaruto’s adventure, on the other hand, dulls in comparison. Forget about the fillers and stuff, Naruto is still the same old, same old… hoping for Sasuke’s return, talking about bonds and friendship. Of course, Sasuke-Naruto is one of the favourites and a touching story but it gets frustrating when every time they try to locate Sasuke, they always fail to find him… and when they did find him, things start to get emotional (with the flashbacks and all) but Sasuke always manage to beat them and escape again and again. Naturally, Naruto gets disappointed and trains to get stronger than Sasuke… By the way, the 9 tails demon fox is also featured as the epitome of Naruto’s power, along with a newer and stronger Rasengan.\n\n\u001b[1m一方、ナルトの冒険は、比較して鈍い。 フィラーやものについては忘れて、ナルトはサスケの帰還を望んで、債券と友情について話すのと同じ古い、同じ古いものです。 もちろん、サスケ・ナルトは好きで感動的な話ですが、サスケを見つけようとするたびに、いつも彼を見つけられません...そして、彼を見つけたときには感情的になり始めます フラッシュバックとすべて）しかし、サスケは常にそれらを倒し、何度も何度も脱出することができます。 当然、ナルトはサスケよりも強くなるために失望し、電車に乗ります...ところで、9テイルズの悪魔のキツネは、ナルトのパワーの模範として、より新しくて強いラーセンガンと一緒にフィーチャーされています。\u001b[22m\n\u001b[1m(Ippō, naruto no bōken wa, hikaku shite nibui. Firā ya mono ni tsuite wa wasurete, naruto wa Sasuke no kikan o nozonde, saiken to yūjō ni tsuite hanasu no to onaji furui, onaji furui monodesu. Mochiron, Sasuke naruto wa sukide kandō-tekina hanashidesuga, Sasuke o mitsukeyou to suru tabi ni, itsumo kare o mitsuke raremasen... Soshite, kare o mitsuketa tokiniha kanjō-teki ni nari hajimemasu furasshu bakku to subete) shikashi, Sasuke wa tsuneni sorera o taoshi, nandomonandomo dasshutsu suru koto ga dekimasu. Tōzen, naruto wa Sasuke yori mo tsuyoku naru tame ni shitsubō shi, densha ni norimasu... Tokorode, 9 teiruzu no akuma no kitsune wa, naruto no pawā no mohan to shite, yori atarashikute tsuyoi rāsengan to issho ni fīchā sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mNaruto’s adventure, on the other hand, dulls in comparison. Forget about the fillers and stuff, Naruto is still the same old, same old… hoping for Sasuke’s return, talking about bonds and friendship. Of course, Sasuke-Naruto is one of the favourites and a touching story but it gets frustrating when every time they try to locate Sasuke, they always fail to find him… and when they did find him, things start to get emotional (with the flashbacks and all) but Sasuke always manage to beat them and escape again and again. Naturally, Naruto gets disappointed and trains to get stronger than Sasuke… By the way, the 9 tails demon fox is also featured as the epitome of Naruto’s power, along with a newer and stronger Rasengan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNaruto’s adventure, on the other hand, dulls in comparison.\u001b[24m\n    \u001b[1m一方、ナルトの冒険は、比較して鈍い。\u001b[22m, \u001b[1mナルトの冒険は、他の一方で、比較して鈍く。\u001b[22m\n\u001b[4mForget about the fillers and stuff, Naruto is still the same old, same old… hoping for Sasuke’s return, talking about bonds and friendship.\u001b[24m\n    \u001b[1mフィラーやものについては忘れて、ナルトはサスケの帰還を望んで、債券と友情について話すのと同じ古い、同じ古いものです。\u001b[22m, \u001b[1mフィラーとスタッフは忘れて、ナルトは、サスケの復帰を望んで債券と友情の話...まだ古い同じ古い同じです。\u001b[22m\n\u001b[4mOf course, Sasuke-Naruto is one of the favourites and a touching story but it gets frustrating when every time they try to locate Sasuke, they always fail to find him… and when they did find him, things start to get emotional (with the\u001b[24m\n    \u001b[1mもちろん、サスケ・ナルトは好きで感動的な話ですが、サスケを見つけようとするたびに、いつも彼を見つけられません...そして、彼を見つけたときには感情的になり始めます\u001b[22m, \u001b[1mもちろん、サスケ、ナルトはお気に入りの一つと感動的な話ですが、彼らはサスケを検索しようとするたびに、彼らは常に彼を見つけるために失敗したときにはイライラを取得...そして彼らは彼を見つけたときに、物事は（感情的になるために開始します\u001b[22m\n\u001b[4mflashbacks and all) but Sasuke always manage to beat them and escape again and again.\u001b[24m\n    \u001b[1mフラッシュバックとすべて）しかし、サスケは常にそれらを倒し、何度も何度も脱出することができます。\u001b[22m, \u001b[1mフラッシュバックし、すべて）が、サスケは常に彼らを倒すと何度も何度も脱出するために管理します。\u001b[22m\n\u001b[4mNaturally, Naruto gets disappointed and trains to get stronger than Sasuke… By the way, the 9 tails demon fox is also featured as the epitome of Naruto’s power, along with a newer and stronger Rasengan.\u001b[24m\n    \u001b[1m当然、ナルトはサスケよりも強くなるために失望し、電車に乗ります...ところで、9テイルズの悪魔のキツネは、ナルトのパワーの模範として、より新しくて強いラーセンガンと一緒にフィーチャーされています。\u001b[22m, \u001b[1m当然のことながら、ナルトはところで...失望とサスケより強い取得するために訓練します、9尾悪魔キツネもより新しく、より強力な螺旋丸と一緒に、ナルトの力の縮図として紹介されています。\u001b[22m\nTo sum it up in a few sentences: (Main points)\n\n\u001b[1mいくつかの文章でそれを要約する：（主なポイント）\u001b[22m\n\u001b[1m(Ikutsu ka no bunshō de sore o yōyaku suru: (Omona pointo))\u001b[22m\n\nTranslations of \u001b[4mTo sum it up in a few sentences: (Main points)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum it up in a few sentences: (Main points)\u001b[24m\n    \u001b[1mいくつかの文章でそれを要約する：（主なポイント）\u001b[22m, \u001b[1mいくつかの文章でそれを要約すると：（主なポイント）\u001b[22m\nMostly, Konoha is in danger of being destroyed.\n\n\u001b[1m主に、Konohaは破壊される危険があります。\u001b[22m\n\u001b[1m(Omoni, Konoha wa hakai sa reru kiken ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMostly, Konoha is in danger of being destroyed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMostly, Konoha is in danger of being destroyed.\u001b[24m\n    \u001b[1m主に、Konohaは破壊される危険があります。\u001b[22m, \u001b[1m主に、木の葉が破壊される恐れがあります。\u001b[22m\nSasuke is the latest bad guy in addition to the current cast of villains.\n\n\u001b[1mサスケは、悪役の現在のキャストに加えて、最新の悪い男です。\u001b[22m\n\u001b[1m(Sasuke wa, akuyaku no genzai no kyasuto ni kuwaete, saishin no warui otokodesu.)\u001b[22m\n\nTranslations of \u001b[4mSasuke is the latest bad guy in addition to the current cast of villains.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSasuke is the latest bad guy in addition to the current cast of villains.\u001b[24m\n    \u001b[1mサスケは、悪役の現在のキャストに加えて、最新の悪い男です。\u001b[22m, \u001b[1mサスケは、悪役の現在のキャストに加え、最新の悪いやつです。\u001b[22m\nGood people (from Konoha) and bad people (from Akatsuki) die in battle.\n\n\u001b[1m善良な人々（Konohaから）と悪人たち（Akatsukiから）は戦闘で死ぬ。\u001b[22m\n\u001b[1m(Zenryōna hitobito (Konoha kara) to akunin-tachi (akatsuki kara) wa sentō de shinu.)\u001b[22m\n\nTranslations of \u001b[4mGood people (from Konoha) and bad people (from Akatsuki) die in battle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood people (from Konoha) and bad people (from Akatsuki) die in battle.\u001b[24m\n    \u001b[1m善良な人々（Konohaから）と悪人たち（Akatsukiから）は戦闘で死ぬ。\u001b[22m, \u001b[1m（木の葉から）良い人と（暁から）悪い人たちは戦いで死にます。\u001b[22m\nThe tale behind Mangekyou Sharingan.\n\n\u001b[1m万華鏡館の背後にある物語。\u001b[22m\n\u001b[1m(Mangekyō-kan no haigo ni aru monogatari.)\u001b[22m\n\nTranslations of \u001b[4mThe tale behind Mangekyou Sharingan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe tale behind Mangekyou Sharingan.\u001b[24m\n    \u001b[1m万華鏡館の背後にある物語。\u001b[22m, \u001b[1m万華鏡写輪眼の後ろの物語。\u001b[22m\nKakashi and Jiraiya’s past revealed.\n\n\u001b[1mKakashiとJiraiyaの過去が明らかになりました。\u001b[22m\n\u001b[1m(Kakashi to Jiraiya no kako ga akiraka ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mKakashi and Jiraiya’s past revealed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKakashi and Jiraiya’s past revealed.\u001b[24m\n    \u001b[1mKakashiとJiraiyaの過去が明らかになりました。\u001b[22m, \u001b[1mカカシと自来也の過去が明らかにしました。\u001b[22m\nNaruto’s friends’ growth (Hinata, Sakura, Rock Lee, Neji and others from Konoha's ninja teams have improved plenty. Gaara as well, he had his own story arc in the beginning episodes).\n\n\u001b[1mナルトの友人たちの成長（ヒナタ、サクラ、ロック・リー、ネージ、そしてコノハの忍者チームの他の人たちは、ガアラも充実しています。\u001b[22m\n\u001b[1m(Naruto no yūjin-tachi no seichō (hinata, sakura, rokku rī, nēji, soshite konoha no ninja chīmu no hokanohito-tachi wa, gāra mo jūjitsu shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNaruto’s friends’ growth (Hinata, Sakura, Rock Lee, Neji and others from Konoha's ninja teams have improved plenty. Gaara as well, he had his own story arc in the beginning episodes).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNaruto’s friends’ growth (Hinata, Sakura, Rock Lee, Neji and others from Konoha's ninja teams have improved plenty. Gaara as well, he had his own story arc in the beginning episodes).\u001b[24m\n    \u001b[1mナルトの友人たちの成長（ヒナタ、サクラ、ロック・リー、ネージ、そしてコノハの忍者チームの他の人たちは、ガアラも充実しています。\u001b[22m, \u001b[1mナルトの友人の成長（ひなた、さくら、ロック・リー、ネジと木ノ葉の忍者チームから他の人が多くを改善している。我愛羅をだけでなく、彼が始まるエピソードで彼自身の物語アークを持っていました）。\u001b[22m\nSasuke’s own team… Hebi/Taka… dangerous ninjas hand-picked by Sasuke to form his own team for the purpose of revenge.\n\n\u001b[1mサスケ自身のチーム... Hebi / Taka...複数の目的のために彼自身のチームを形作るためにサスケが手に取った危険な忍者。\u001b[22m\n\u001b[1m(Sasuke jishin no chīmu... Hebi/ Taka... Fukusū no mokuteki no tame ni kare jishin no chīmu o katachidzukuru tame ni Sasuke ga te ni totta kiken'na ninja.)\u001b[22m\n\nTranslations of \u001b[4mSasuke’s own team… Hebi/Taka… dangerous ninjas hand-picked by Sasuke to form his own team for the purpose of revenge.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSasuke’s own team… Hebi/Taka… dangerous ninjas hand-picked by Sasuke to form his own team for the purpose of revenge.\u001b[24m\n    \u001b[1mサスケ自身のチーム... Hebi / Taka...複数の目的のために彼自身のチームを形作るためにサスケが手に取った危険な忍者。\u001b[22m, \u001b[1mサスケの自身のチーム...蛇/タカ...危険な忍者の手摘み復讐のために彼自身のチームを形成するために、サスケによって。\u001b[22m\nMysterious Akatsuki members.\n\n\u001b[1m謎の暁のメンバー。\u001b[22m\n\u001b[1m(Nazo no akatsuki no menbā.)\u001b[22m\n\nTranslations of \u001b[4mMysterious Akatsuki members.\u001b[24m\n[ \u001b[4mSvenska\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMysterious\u001b[24m\n    \u001b[1m謎の\u001b[22m, \u001b[1m神秘的な\u001b[22m, \u001b[1mミステリアス\u001b[22m, \u001b[1m神秘的\u001b[22m, \u001b[1mの不思議な\u001b[22m\n\u001b[4mAkatsuki\u001b[24m\n    \u001b[1m暁\u001b[22m, \u001b[1mあかつき\u001b[22m, \u001b[1mアカツキ\u001b[22m, \u001b[1mの暁\u001b[22m\n\u001b[4mmembers\u001b[24m\n    \u001b[1mのメンバー\u001b[22m, \u001b[1mメンバー\u001b[22m, \u001b[1mメンバ\u001b[22m, \u001b[1mのメンバ\u001b[22m, \u001b[1mの部材\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nAll in all, Naruto Shippuuden is very enjoyable as all the characters we love are back in bigger, better ways, stronger and cooler-looking even... if not for the slow pacing and mountains of fillers, it definitely would have attracted all the old Naruto fans back.\n\n\u001b[1m私たちが愛するすべてのキャラクターがより大きく、より良いやり方で、より強くクーラー的なものに戻ってきているので、ナルト・シップーデンはとても楽しいです。遅いペーシングやフィラー山脈ではないなら、間違いなくすべての 古いナルトのファン。\u001b[22m\n\u001b[1m(Watashitachi ga aisuru subete no kyarakutā ga yori ōkiku, yoriyoi yarikata de, yori tsuyoku kūrā-tekina mono ni modotte kite irunode, naruto shippūden wa totemo tanoshīdesu. Osoi pēshingu ya firā sanmyakude wanainara, machigainaku subete no furui naruto no fan.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, Naruto Shippuuden is very enjoyable as all the characters we love are back in bigger, better ways, stronger and cooler-looking even... if not for the slow pacing and mountains of fillers, it definitely would have attracted all the old Naruto fans back.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, Naruto Shippuuden is very enjoyable as all the characters we love are back in bigger, better ways, stronger and cooler-looking even... if not for the slow pacing and mountains of fillers, it definitely would have attracted all the\u001b[24m\n    \u001b[1m私たちが愛するすべてのキャラクターがより大きく、より良いやり方で、より強くクーラー的なものに戻ってきているので、ナルト・シップーデンはとても楽しいです。遅いペーシングやフィラー山脈ではないなら、間違いなくすべての\u001b[22m, \u001b[1m私たちが愛するすべての文字が、より大きな、より良い方法で戻って強く、クーラーの見通しさえあるよう...ないフィラーの遅いペースと山のために、それは間違いなくすべて集めているならば、すべてがすべてでは、NARUTO  - ナルト - 疾風伝は非常に楽しいです\u001b[22m\n\u001b[4mold Naruto fans back.\u001b[24m\n    \u001b[1m古いナルトのファン。\u001b[22m, \u001b[1m古いナルトファンバック。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "warsaw504",
    "profile": "/profile/warsaw504/reviews",
    "pages": "10",
    "number": "16",
    "link": "/reviews.php?id=50905",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリー：それはゆっくり始めるが速く始まり、それは以前よりも喜んでいないし、あなたが遠くになるほど深くて暗くなっている（あなたがアメリカのバージョンを遠くに見ているならば、D）\n\nアート：その素晴らしい\n\nサウンド：素晴らしい\n\n楽しさ：私はいつもナルトを楽しんできて、いつも偉大な物語と素晴らしい戦いになります",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory: it starts off slow but kicks off fast it not as comical as it used to be and is more deep and darker the farther you get (Note that if you are watching the american version your far behind :D )\n\n\u001b[1mストーリー：それはゆっくり始めるが速く始まり、それは以前よりも喜んでいないし、あなたが遠くになるほど深くて暗くなっている（あなたがアメリカのバージョンを遠くに見ているならば、D）\u001b[22m\n\u001b[1m(Sutōrī: Sore wa yukkuri hajimeruga hayaku hajimari, sore wa izen yori mo yorokonde inaishi, anata ga tōku ni naru hodo fukakute kuraku natte iru (anata ga Amerika no bājon o tōku ni mite irunaraba, D))\u001b[22m\n\nTranslations of \u001b[4mStory: it starts off slow but kicks off fast it not as comical as it used to be and is more deep and darker the farther you get (Note that if you are watching the american version your far behind :D )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: it starts off slow but kicks off fast it not as comical as it used to be and is more deep and darker the farther you get (Note that if you are watching the american version your far behind :D )\u001b[24m\n    \u001b[1mストーリー：それはゆっくり始めるが速く始まり、それは以前よりも喜んでいないし、あなたが遠くになるほど深くて暗くなっている（あなたがアメリカのバージョンを遠くに見ているならば、D）\u001b[22m, \u001b[1mストーリー：それは遅いオフ始まりますが、それはそれがために使用されるようコミカル速くないキックオフ、より深く、より遠くあなたは（あなたがこれまでの背後にあるアメリカ版を見ている場合があります：D）を取得暗く\u001b[22m\n\u001b[1m\u001b[22m\nArt: its great\n\n\u001b[1mアート：その素晴らしい\u001b[22m\n\u001b[1m(Āto: Sono subarashī)\u001b[22m\n\nTranslations of \u001b[4mArt: its great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: its great\u001b[24m\n    \u001b[1mアート：その素晴らしい\u001b[22m, \u001b[1mアート：その偉大な\u001b[22m\n\u001b[1m\u001b[22m\nSound: great really\n\n\u001b[1mサウンド：素晴らしい\u001b[22m\n\u001b[1m(Saundo: Subarashī)\u001b[22m\n\nTranslations of \u001b[4mSound: great really\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: great really\u001b[24m\n    \u001b[1mサウンド：素晴らしい\u001b[22m, \u001b[1mサウンド：偉大な本当に\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I have always enjoyed naruto and always will great story and great fights\n\n\u001b[1m楽しさ：私はいつもナルトを楽しんできたといつも素晴らしい話と素晴らしい試合になります\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa itsumo naruto o tanoshinde kita to itsumo subarashī hanashi to subarashī shiai ni narimasu)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I have always enjoyed naruto and always will great story and great fights\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I have always enjoyed naruto and always will great story and great fights\u001b[24m\n    \u001b[1m楽しさ：私はいつもナルトを楽しんできたといつも素晴らしい話と素晴らしい試合になります\u001b[22m, \u001b[1m楽しさ：私はいつもナルトを楽しんで、常に偉大なストーリーと偉大な戦い意志います\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "Bonsai",
    "profile": "/profile/Bonsai/reviews",
    "pages": "10",
    "number": "17",
    "link": "/reviews.php?id=41649",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  5\nキャラクター|  6\n|  9\n\nボトムラインアップフロント：典型的な小銃の落とし穴に幻惑されるのは簡単ですが、豊富なフィラーやフラッシュバックなどの過去の問題を解決できるなら、Shippudenは実際に見る価値のあるいくつかの思い出深い出来事を持っています。 それは若い10代の若さになるように作られたアニメのメッカではありませんが、意外にもあなたがそれを最も期待していないときは驚くほど深みがあります。\n\n高校時代のユーモアは、時には、彼の不完全さの豊かさのために主人公を好むのは簡単で、その「無邪気さ」、「良い」キャラクターの死、興味深い話\n\n低い：フィラーとフラッシュバックの使用、ファンタジーケータリングがシリーズ全体を劣化させる時代には、面白い",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBottom Line Up Front: It is easy to be disenchanted by typical shonen pitfalls, but if you can get past issues such as abundance of fillers and flashbacks, Shippuden actually has some memorable events which make it worthwhile to watch. It is not the Mecca of anime that it is made out to be by young teens, however it surprisingly has depth when you least expect it.\n\n\u001b[1mボトムラインアップフロント：典型的な小銃の落とし穴に幻惑されるのは簡単ですが、豊富なフィラーやフラッシュバックなどの過去の問題を解決できるなら、Shippudenは実際に見る価値のあるいくつかの思い出深い出来事を持っています。 それは若い10代の若さになるように作られたアニメのメッカではありませんが、意外にもあなたがそれを最も期待していないときは驚くほど深みがあります。\u001b[22m\n\u001b[1m(Botomurain'appufuronto: Tenkei-tekina shōjū no otoshiana ni genwaku sa reru no wa kantandesuga, hōfuna firā ya furasshu bakku nado no kako no mondai o kaiketsu dekirunara, Shippuden wa jissai ni miru kachinoaru ikutsu ka no omoidebukai dekigoto o motte imasu. Sore wa wakai 10-dai no waka-sa ni naru yō ni tsukura reta anime no mekkade wa arimasenga, igainimo anata ga sore o mottomo kitai shite inai toki wa odoroku hodo fukami ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBottom Line Up Front: It is easy to be disenchanted by typical shonen pitfalls, but if you can get past issues such as abundance of fillers and flashbacks, Shippuden actually has some memorable events which make it worthwhile to watch. It is not the Mecca of anime that it is made out to be by young teens, however it surprisingly has depth when you least expect it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBottom Line Up Front: It is easy to be disenchanted by typical shonen pitfalls, but if you can get past issues such as abundance of fillers and flashbacks, Shippuden actually has some memorable events which make it worthwhile to watch.\u001b[24m\n    \u001b[1mボトムラインアップフロント：典型的な小銃の落とし穴に幻惑されるのは簡単ですが、豊富なフィラーやフラッシュバックなどの過去の問題を解決できるなら、Shippudenは実際に見る価値のあるいくつかの思い出深い出来事を持っています。\u001b[22m, \u001b[1mボトムラインアップフロント：それは典型的な少年の落とし穴によって幻滅するのは簡単ですが、あなたは、このような充填剤およびフラッシュバックの豊富さなどの問題を乗り越えることができれば、疾風伝が実際に見て、それは価値あるもの、いくつかの記憶に残るイベントを持っています。\u001b[22m\n\u001b[4mIt is not the Mecca of anime that it is made out to be by young teens, however it surprisingly has depth when you least expect it.\u001b[24m\n    \u001b[1mそれは若い10代の若さになるように作られたアニメのメッカではありませんが、意外にもあなたがそれを最も期待していないときは驚くほど深みがあります。\u001b[22m, \u001b[1mそれは少なくとも、あなたがそれを期待するときしかし、それは驚くほどの深さを持っている、若い十代の若者たちによってであることがなされているアニメのメッカではありません。\u001b[22m\n\u001b[1m\u001b[22m\nHighs: Humor at times, easy to like protagonist for his abundance of imperfections, periodically deals with mature issues despite its' 'innocence', death of 'good' characters, interesting story\n\n\u001b[1m高校時代のユーモアは、時には、彼の不完全さの豊かさのために主人公を好むのは簡単で、その「無邪気さ」、「良い」キャラクターの死、興味深い話\u001b[22m\n\u001b[1m(Kōkō jidai no yūmoa wa, tokiniha, kare no fukanzen-sa no yutaka-sa no tame ni shujinkō o konomu no wa kantande, sono `mujaki-sa',`yoi' kyarakutā no shi, kyōmibukai hanashi)\u001b[22m\n\nTranslations of \u001b[4mHighs: Humor at times, easy to like protagonist for his abundance of imperfections, periodically deals with mature issues despite its' 'innocence', death of 'good' characters, interesting story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHighs: Humor at times, easy to like protagonist for his abundance of imperfections, periodically deals with mature issues despite its' 'innocence', death of 'good' characters, interesting story\u001b[24m\n    \u001b[1m高校時代のユーモアは、時には、彼の不完全さの豊かさのために主人公を好むのは簡単で、その「無邪気さ」、「良い」キャラクターの死、興味深い話\u001b[22m, \u001b[1m高値：時間でのユーモアは、欠陥の彼の豊富のために主人公を好きなのは簡単、定期的に、「良い」の文字の死、面白い話その ''無罪 'にもかかわらず、成熟した問題を扱っ\u001b[22m\n\u001b[1m\u001b[22m\nLows: Superficial at times, over use of filler and flashbacks, adolescent fanbase catering degrades series overall\n\n\u001b[1m低い：フィラーとフラッシュバックの使用、ファンタジーケータリングがシリーズ全体を劣化させる時代には、面白い\u001b[22m\n\u001b[1m(Hikui: Firā to furasshu bakku no shiyō, fantajīkētaringu ga shirīzu zentai o rekka sa seru jidai ni wa, omoshiroi)\u001b[22m\n\nTranslations of \u001b[4mLows: Superficial at times, over use of filler and flashbacks, adolescent fanbase catering degrades series overall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLows: Superficial at times, over use of filler and flashbacks, adolescent fanbase catering degrades series overall\u001b[24m\n    \u001b[1m低い：フィラーとフラッシュバックの使用、ファンタジーケータリングがシリーズ全体を劣化させる時代には、面白い\u001b[22m, \u001b[1m安値：回で浅、充填剤およびフラッシュバックを使用するより、思春期のファン層ケータリングは、全体のシリーズを分解する\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "dnpromi",
    "profile": "/profile/dnpromi/reviews",
    "pages": "10",
    "number": "18",
    "link": "/reviews.php?id=41931",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれはあなたが逃したくないアニメの1つです。 再度、短所はFILLERSです。 フィラーをスキップして、アクションを楽しむだけです。 ああ、間違った考えをしないでください！ ナルトはあなたも笑いがたくさんあることを確認します。 私が見た限りでは、いくつかのフィラーは大丈夫です。\nメインの主人公はあまり知的ではありませんが、頭が強く、強い意志で、決して死ぬことのない精神を持っていますが、行動は良いです。 したがって、彼の敵に対抗する方法を見つける。 感情的なシーンは、特にキャラクターの死によって非常にうまく描写されます（他のアニメとは異なり、ここで死ぬ、それはここでは良いことです）。 しかし、いくつかのシーンは劇的すぎるほど劇的になっています。 本当に刺激的な感情を与えます。 しかし、それはその1％のようなものです。\nOSTも素晴らしいです。 エネルギーであなたを満たし、戦いの時にあなたのテストステロンのレベルを向上させ、いつも平和で暖かい音楽を演奏します。 サスペンスはあまりにも良いです。 あなたは何が来るのか、どこから来るのかを知っています。  Naruto shippuudenはいつもあなたを驚かせ続けるでしょう。 全体的に、それはすべてのアニメ愛好家のための必見です。  10/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is one anime you would not like to miss. Again the cons is at FILLERS. Just skip the fillers and enjoy the action. uh uh don't get the wrong idea! Naruto makes sure you have lots of laugh as well. Even as far as i have seen, some fillers are okay... or rather good.\n\n\u001b[1mこれはあなたが逃したくないアニメの1つです。 再度、短所はFILLERSです。 フィラーをスキップして、アクションを楽しむだけです。 ああ、間違った考えをしないでください！ ナルトはあなたも笑いがたくさんあることを確認します。 私が見た限りでは、いくつかのフィラーは大丈夫です。\u001b[22m\n\u001b[1m(Kore wa anata ga nogashitakunai anime no 1tsudesu. Saido, tansho wa FILLERSdesu. Firā o sukippu shite, akushon o tanoshimu dakedesu. Ā, machigatta kangae o shinaide kudasai! Naruto wa anata mo warai ga takusan aru koto o kakunin shimasu. Watashi ga mita kagiride wa, ikutsu ka no firā wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is one anime you would not like to miss. Again the cons is at FILLERS. Just skip the fillers and enjoy the action. uh uh don't get the wrong idea! Naruto makes sure you have lots of laugh as well. Even as far as i have seen, some fillers are okay... or rather good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one anime you would not like to miss.\u001b[24m\n    \u001b[1mこれはあなたが逃したくないアニメの1つです。\u001b[22m, \u001b[1mこれは、あなたが欠場したくない1アニメです。\u001b[22m\n\u001b[4mAgain the cons is at FILLERS.\u001b[24m\n    \u001b[1m再度、短所はFILLERSです。\u001b[22m, \u001b[1m再び短所は、充填剤です。\u001b[22m\n\u001b[4mJust skip the fillers and enjoy the action.\u001b[24m\n    \u001b[1mフィラーをスキップして、アクションを楽しむだけです。\u001b[22m, \u001b[1mただ、フィラーをスキップして、アクションを楽しむことができます。\u001b[22m\n\u001b[4muh uh don't get the wrong idea!\u001b[24m\n    \u001b[1mああ、間違った考えをしないでください！\u001b[22m, \u001b[1mええと、ええと、間違った考えを取得しないでください！\u001b[22m\n\u001b[4mNaruto makes sure you have lots of laugh as well.\u001b[24m\n    \u001b[1mナルトはあなたも笑いがたくさんあることを確認します。\u001b[22m, \u001b[1mナルトはあなたにも笑いをたくさん持っているを確認します。\u001b[22m\n\u001b[4mEven as far as i have seen, some fillers are okay... or rather good.\u001b[24m\n    \u001b[1m私が見た限りでは、いくつかのフィラーは大丈夫です。\u001b[22m, \u001b[1mでも私の知る限り見てきたように、いくつかの充填剤は大丈夫...というか良いです。\u001b[22m\nThe action is good , although the main protagonist is not very intelligent, but is headstrong, strong willed, having never-die spirit; hence does find a way to counter his foes. The emotional scenes are very nicely pictured especially with death of characters (unlike other animes people do die in here; that's a good thing here). But some scenes have been over-dramatized a lot. Gives a really irritating feeling. But that is like 1% of it.\n\n\u001b[1mメインの主人公はあまり知的ではありませんが、頭が強く、強い意志で、決して死ぬことのない精神を持っていますが、行動は良いです。 したがって、彼の敵に対抗する方法を見つける。 感情的なシーンは、特にキャラクターの死によって非常にうまく描写されます（他のアニメとは異なり、ここで死ぬ、それはここでは良いことです）。 しかし、いくつかのシーンは劇的すぎるほど劇的になっています。 本当に刺激的な感情を与えます。 しかし、それはその1％のようなものです。\u001b[22m\n\u001b[1m(Mein no shujinkō wa amari chitekide wa arimasenga, atama ga tsuyoku, tsuyoi ishi de, kesshite shinu koto no nai seishin o motte imasuga, kōdō wa yoidesu. Shitagatte, kare no teki ni taikō suru hōhō o mitsukeru. Kanjō-tekina shīn wa, tokuni kyarakutā no shi ni yotte hijō ni umaku byōsha sa remasu (hoka no anime to wa kotonari, koko de shinu, sore wa kokode wa yoi kotodesu). Shikashi, ikutsu ka no shīn wa gekiteki sugiru hodo gekiteki ni natte imasu. Hontōni shigeki-tekina kanjō o ataemasu. Shikashi, sore wa sono 1-pāsento no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe action is good , although the main protagonist is not very intelligent, but is headstrong, strong willed, having never-die spirit; hence does find a way to counter his foes. The emotional scenes are very nicely pictured especially with death of characters (unlike other animes people do die in here; that's a good thing here). But some scenes have been over-dramatized a lot. Gives a really irritating feeling. But that is like 1% of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe action is good , although the main protagonist is not very intelligent, but is headstrong, strong willed, having never-die spirit;\u001b[24m\n    \u001b[1mメインの主人公はあまり知的ではありませんが、頭が強く、強い意志で、決して死ぬことのない精神を持っていますが、行動は良いです。\u001b[22m, \u001b[1mアクションは主人公ではない非常に知的ですが、良いですが、頑固、強い意志、持つ決してダイ精神です。\u001b[22m\n\u001b[4mhence does find a way to counter his foes.\u001b[24m\n    \u001b[1mしたがって、彼の敵に対抗する方法を見つける。\u001b[22m, \u001b[1mしたがって、彼の敵に対抗する方法を見つけるん。\u001b[22m\n\u001b[4mThe emotional scenes are very nicely pictured especially with death of characters (unlike other animes people do die in here; that's a good thing here).\u001b[24m\n    \u001b[1m感情的なシーンは、特にキャラクターの死によって非常にうまく描写されます（他のアニメとは異なり、ここで死ぬ、それはここでは良いことです）。\u001b[22m, \u001b[1m感情的なシーンは非常にうまく、特に文字の死と描かれている（人がここで死ぬん他のアニメとは違って、それはここでは良いことです）。\u001b[22m\n\u001b[4mBut some scenes have been over-dramatized a lot.\u001b[24m\n    \u001b[1mしかし、いくつかのシーンは劇的すぎるほど劇的になっています。\u001b[22m, \u001b[1mしかし、いくつかのシーンは、過剰脚色多くなっています。\u001b[22m\n\u001b[4mGives a really irritating feeling.\u001b[24m\n    \u001b[1m本当に刺激的な感情を与えます。\u001b[22m, \u001b[1m本当に刺激感を与えます。\u001b[22m\n\u001b[4mBut that is like 1% of it.\u001b[24m\n    \u001b[1mしかし、それはその1％のようなものです。\u001b[22m, \u001b[1mしかし、それはそれの1％のようなものです。\u001b[22m\nThe OST is awesome as well. Fills you up with energy and boosts your testosterone levels at the time of fights, plays really peaceful and warm music at normal times. The suspense is too good as well; you enver know what is gonna come and from where. Naruto shippuuden always will keep on surprising you. Overall it is a must watch for all anime lovers. 10/10\n\n\u001b[1mOSTも素晴らしいです。 エネルギーであなたを満たし、戦いの時にあなたのテストステロンのレベルを向上させ、いつも平和で暖かい音楽を演奏します。 サスペンスはあまりにも良いです。 あなたは何が来るのか、どこから来るのかを知っています。  Naruto shippuudenはいつもあなたを驚かせ続けるでしょう。 全体的に、それはすべてのアニメ愛好家のための必見です。  10/10\u001b[22m\n\u001b[1m(OST mo subarashīdesu. Enerugī de anata o mitashi, tatakai no toki ni anata no tesutosuteron no reberu o kōjō sa se, itsumo heiwade attakai ongaku o ensō shimasu. Sasupensu wa amarini mo yoidesu. Anata wa nani ga kuru no ka, doko kara kuru no ka o shitte imasu. Naruto shippuuden wa itsumo anata o odoroka se tsudzukerudeshou. Zentai-teki ni, soreha subete no anime aikō-ka no tame no hikkendesu. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe OST is awesome as well. Fills you up with energy and boosts your testosterone levels at the time of fights, plays really peaceful and warm music at normal times. The suspense is too good as well; you enver know what is gonna come and from where. Naruto shippuuden always will keep on surprising you. Overall it is a must watch for all anime lovers. 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OST is awesome as well.\u001b[24m\n    \u001b[1mOSTも素晴らしいです。\u001b[22m, \u001b[1mOSTも同様に素晴らしいです。\u001b[22m\n\u001b[4mFills you up with energy and boosts your testosterone levels at the time of fights, plays really peaceful and warm music at normal times.\u001b[24m\n    \u001b[1mエネルギーであなたを満たし、戦いの時にあなたのテストステロンのレベルを向上させ、いつも平和で暖かい音楽を演奏します。\u001b[22m, \u001b[1mあなたはエネルギーでいっぱいになるとの戦いの時にあなたのテストステロンのレベルを向上させ、通常時は本当に穏やかで暖かい音楽を果たしています。\u001b[22m\n\u001b[4mThe suspense is too good as well;\u001b[24m\n    \u001b[1mサスペンスはあまりにも良いです。\u001b[22m, \u001b[1mサスペンスは、同様にあまりにも良いです。\u001b[22m\n\u001b[4myou enver know what is gonna come and from where.\u001b[24m\n    \u001b[1mあなたは何が来るのか、どこから来るのかを知っています。\u001b[22m, \u001b[1mあなたが来て、どこからつもりが何であるかを知っているエンベル。\u001b[22m\n\u001b[4mNaruto shippuuden always will keep on surprising you.\u001b[24m\n    \u001b[1mNaruto shippuudenはいつもあなたを驚かせ続けるでしょう。\u001b[22m, \u001b[1mNARUTO  - ナルト - 疾風伝はいつもあなたを驚かし続けます。\u001b[22m\n\u001b[4mOverall it is a must watch for all anime lovers.\u001b[24m\n    \u001b[1m全体的に、それはすべてのアニメ愛好家のための必見です。\u001b[22m, \u001b[1m全体的にはすべてのアニメ愛好家のために見なければならないです。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "Sonkaisin",
    "profile": "/profile/Sonkaisin/reviews",
    "pages": "10",
    "number": "19",
    "link": "/reviews.php?id=91221",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n私は十分に得ることができない！ アクション、ドラマ、ロマンス、コメディーなどでいっぱいのアニメ/マンガ。 私は実際には、いくつかのエピソードから数回は覚えていると思う。 見て100％価値がある！ あなたがHuluでそれを見れば、ヒントを読んで、DONT READ ANYONES COMMENTS！ 人々はいつもコメントにスポイラーを入れていて、huluはそれらを削除しません、彼らはただ叫んでこれを見ます！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI can't get enough! Its a strong well built anime/manga full of action, drama, romance, and comedy. I think i have actually teared up a few times from some of the episodes. 100% worth watching! a tip though, if you watch it on Hulu, DONT READ ANYONES COMMENTS! people are always putting spoilers in the comments, and hulu doesnt delete them, they just stare at u screaming THIS IS WHAT HAPPENS!\n\n\u001b[1m私は十分に得ることができない！ アクション、ドラマ、ロマンス、コメディーなどでいっぱいのアニメ/マンガ。 私は実際には、いくつかのエピソードから数回は覚えていると思う。 見て100％価値がある！ あなたがHuluでそれを見れば、ヒントを読んで、DONT READ ANYONES COMMENTS！ 人々はいつもコメントにスポイラーを入れていて、huluはそれらを削除しません、彼らはただ叫んでこれを見ます！\u001b[22m\n\u001b[1m(Watashi wa jūbun ni eru koto ga dekinai! Akushon, dorama, romansu, komedī nado de ippai no anime/ manga. Watashi wa jissai ni wa, ikutsu ka no episōdo kara sū-kai wa oboete iru to omou. Mite 100-pāsento kachigāru! Anata ga fūrū de sore o mireba, hinto o yonde, DONT READ ANYONES COMMENTS! Hitobito wa itsumo komento ni supoirā o irete ite, hulu wa sorera o sakujo shimasen, karera wa tada sakende kore o mimasu!)\u001b[22m\n\nTranslations of \u001b[4mI can't get enough! Its a strong well built anime/manga full of action, drama, romance, and comedy. I think i have actually teared up a few times from some of the episodes. 100% worth watching! a tip though, if you watch it on Hulu, DONT READ ANYONES COMMENTS! people are always putting spoilers in the comments, and hulu doesnt delete them, they just stare at u screaming THIS IS WHAT HAPPENS!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't get enough!\u001b[24m\n    \u001b[1m私は十分に得ることができない！\u001b[22m, \u001b[1m私は十分に得ることができません！\u001b[22m\n\u001b[4mIts a strong well built anime/manga full of action, drama, romance, and comedy.\u001b[24m\n    \u001b[1mアクション、ドラマ、ロマンス、コメディーなどでいっぱいのアニメ/マンガ。\u001b[22m, \u001b[1mその強いだけでなく、アクション、ドラマ、ロマンス、コメディのフルアニメ/漫画を構築しました。\u001b[22m\n\u001b[4mI think i have actually teared up a few times from some of the episodes.\u001b[24m\n    \u001b[1m私は実際には、いくつかのエピソードから数回は覚えていると思う。\u001b[22m, \u001b[1m私は私が実際にエピソードの一部から数回アップtearedていると思います。\u001b[22m\n\u001b[4m100% worth watching!\u001b[24m\n    \u001b[1m見て100％価値がある！\u001b[22m, \u001b[1m見る価値100％！\u001b[22m\n\u001b[4ma tip though, if you watch it on Hulu, DONT READ ANYONES COMMENTS!\u001b[24m\n    \u001b[1mあなたがHuluでそれを見れば、ヒントを読んで、DONT READ ANYONES COMMENTS！\u001b[22m, \u001b[1mあなたがHuluの上でそれを見た場合、先端しかし、DONTはANYONESコメントを読んで！\u001b[22m\n\u001b[4mpeople are always putting spoilers in the comments, and hulu doesnt delete them, they just stare at u screaming THIS IS WHAT HAPPENS!\u001b[24m\n    \u001b[1m人々はいつもコメントにスポイラーを入れていて、huluはそれらを削除しません、彼らはただ叫んでこれを見ます！\u001b[22m, \u001b[1m人々は常にコメントにスポイラーを入れている、とHuluのdoesntのは、それらを削除し、彼らはちょうどuは、これは何が起こるか悲鳴を凝視します！\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "testzz",
    "profile": "/profile/testzz/reviews",
    "pages": "10",
    "number": "20",
    "link": "/reviews.php?id=59545",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  6\n\nナルトは楽しいものにするための要素のちょうど良い組み合わせの標準的な少年です。 それは確かに特に何かに優れていませんが、確かにあなたを退屈させません。 ドラゴンボールZや幽遊白書のような旗艦タイトルの後に作成された少年で、あなたはこれらのシリーズのキャラクターステレオタイプとナルト疾風伝の攻撃/スキルの多くを見るでしょう。 もちろん、そのシリーズには、あなたがその種のものに入っているなら、かなり驚くべきものが出てくる。  （いいえ、ビッグバン攻撃やカメハメハを破壊する世界はありませんが、あなたは隕石= Pの2つを見るでしょう）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nNaruto is a standard shonen with just the right mix of elements to make it enjoyable. It certainly does not excel at anything in particular, but it sure won't bore you out. Being a shonen that was created after flagship titles like Dragon Ball Z and Yuyu Hakusho, you will see many of those series character stereotypes and attacks/skills in Naruto Shippuuden. Of course, the series comes up with its own which are pretty amazing, if you are into that kind of thing. (No, no world destroying Big Bang Attack or Kame Hame Ha, but you will see a couple of meteorites =P)\n\n\u001b[1mナルトは楽しいものにするための要素のちょうど良い組み合わせの標準的な少年です。 それは確かに特に何かに優れていませんが、確かにあなたを退屈させません。 ドラゴンボールZや幽遊白書のような旗艦タイトルの後に作成された少年で、あなたはこれらのシリーズのキャラクターステレオタイプとナルト疾風伝の攻撃/スキルの多くを見るでしょう。 もちろん、そのシリーズには、あなたがその種のものに入っているなら、かなり驚くべきものが出てくる。  （いいえ、ビッグバン攻撃やカメハメハを破壊する世界はありませんが、あなたは隕石= Pの2つを見るでしょう）\u001b[22m\n\u001b[1m(Naruto wa tanoshī mono ni suru tame no yōso no chōdo yoi kumiawase no hyōjun-tekina shōnendesu. Sore wa tashika ni tokuni nanika ni sugurete imasenga, tashikani anata o taikutsu sa semasen. Doragonbōru Z ya yūyūhakusho no yōna kikan taitoru no nochi ni sakusei sa reta shōnen de, anata wa korera no shirīzu no kyarakutāsutereotaipu to narutoshippuden no kōgeki/ sukiru no ōku o mirudeshou. Mochiron, sono shirīzu ni wa, anata ga sono tane no mono ni haitte irunara, kanari odorokubeki mono ga detekuru. (Īe, bigguban kōgeki ya kamehameha o hakai suru sekai wa arimasenga, anata wa inseki = P no 2tsu o mirudeshou))\u001b[22m\n\nTranslations of \u001b[4mNaruto is a standard shonen with just the right mix of elements to make it enjoyable. It certainly does not excel at anything in particular, but it sure won't bore you out. Being a shonen that was created after flagship titles like Dragon Ball Z and Yuyu Hakusho, you will see many of those series character stereotypes and attacks/skills in Naruto Shippuuden. Of course, the series comes up with its own which are pretty amazing, if you are into that kind of thing. (No, no world destroying Big Bang Attack or Kame Hame Ha, but you will see a couple of meteorites =P)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNaruto is a standard shonen with just the right mix of elements to make it enjoyable.\u001b[24m\n    \u001b[1mナルトは楽しいものにするための要素のちょうど良い組み合わせの標準的な少年です。\u001b[22m, \u001b[1mナルトはそれを楽しいものにするための単なる要素の適切な組み合わせで標準少年です。\u001b[22m\n\u001b[4mIt certainly does not excel at anything in particular, but it sure won't bore you out.\u001b[24m\n    \u001b[1mそれは確かに特に何かに優れていませんが、確かにあなたを退屈させません。\u001b[22m, \u001b[1mそれは確かに特に何かに優れていませんが、それは必ずあなたを退屈されません。\u001b[22m\n\u001b[4mBeing a shonen that was created after flagship titles like Dragon Ball Z and Yuyu Hakusho, you will see many of those series character stereotypes and attacks/skills in Naruto Shippuuden.\u001b[24m\n    \u001b[1mドラゴンボールZや幽遊白書のような旗艦タイトルの後に作成された少年で、あなたはこれらのシリーズのキャラクターステレオタイプとナルト疾風伝の攻撃/スキルの多くを見るでしょう。\u001b[22m, \u001b[1mドラゴンボールZと幽☆遊☆白書などの主力タイトルの後に作成された少年なので、あなたはNARUTO  - ナルト - 疾風伝のもの一連の文字ステレオタイプや攻撃/スキルの多くが表示されます。\u001b[22m\n\u001b[4mOf course, the series comes up with its own which are pretty amazing, if you are into that kind of thing.\u001b[24m\n    \u001b[1mもちろん、そのシリーズには、あなたがその種のものに入っているなら、かなり驚くべきものが出てくる。\u001b[22m, \u001b[1mあなたはそういうことにしている場合はもちろん、シリーズは、かなり驚くべきである、独自のを思い付きます。\u001b[22m\n\u001b[4m(No, no world destroying Big Bang Attack or Kame Hame Ha, but you will see a couple of meteorites =P)\u001b[24m\n    \u001b[1m（いいえ、ビッグバン攻撃やカメハメハを破壊する世界はありませんが、あなたは隕石= Pの2つを見るでしょう）\u001b[22m, \u001b[1m（いいえ、世界はビッグバンアタックやかめハメハを破壊しませんが、隕石のカップル= Pが表示されます）\u001b[22m"
  }
]
