[
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "Kazi9",
    "profile": "/profile/Kazi9/reviews",
    "pages": "12",
    "number": "1",
    "link": "/reviews.php?id=120357",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  8\n\n私が338のエピソードを完成したばかりのとき、私はちょうど最初からシップーデンを調べるために自分の時間を取った。 ほとんどのアニメのようにshippudenは、浮き沈みを持っているほとんどのフィラーは、すべての価値のためにナルトを流出するためにスタジオで行われた私は '楽しい'と呼ばれるものではなく、あなたがそれを見て、 ここではいくつかの奇妙なアニメーション以外に、私はshippudenがすばらしいわけではない理由は見ません...キャラクターはうまく作成されています背景音はすごい話です素晴らしい...私が推薦するフィラーはチカラの弧です。 私は戦争が最近パニングを始めたことに興奮していました。 全体的に私はshippudenを与える8...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAs I just completed the 338 episode I just took my time to examine shippuden from the start. Like most animes shippuden has its ups and downs most fillers done by the studio to drain naruto for all its worth isn't what I call 'enjoyable', but if you take your time to watch it wthout the fillers its preety good. Other than some wierd animations here and there I don't see why shippuden isn't awesome... The characters are well created the background sounds are awesome story is great... The fillers that I would recommend is the chikara arc.. . I was excited with the way the war arc started panning out recently. Overall I give shippuden a 8...\n\n\u001b[1m私が338のエピソードを完成したばかりのとき、私はちょうど最初からシップーデンを調べるために自分の時間を取った。 ほとんどのアニメのようにshippudenは、浮き沈みを持っているほとんどのフィラーは、すべての価値のためにナルトを流出するためにスタジオで行われた私は '楽しい'と呼ばれるものではなく、あなたがそれを見て、 ここではいくつかの奇妙なアニメーション以外に、私はshippudenがすばらしいわけではない理由は見ません...キャラクターはうまく作成されています背景音はすごい話です素晴らしい...私が推薦するフィラーはチカラの弧です。 私は戦争が最近パニングを始めたことに興奮していました。 全体的に私はshippudenを与える8...\u001b[22m\n\u001b[1m(Watashi ga 338 no episōdo o kansei shita bakari no toki, watashi wa chōdo saisho kara shippūden o shiraberu tame ni jibun no jikan o totta. Hotondo no anime no yō ni shippuden wa, ukishizumi o motte iru hotondo no firā wa, subete no kachi no tame ni naruto o ryūshutsu suru tame ni sutajio de okonawa reta watashi wa' tanoshī' to yoba reru monode wa naku, anata ga sore o mite, kokode wa ikutsu ka no kimyōna animēshon igai ni, watashi wa shippuden ga subarashī wakede wanai riyū wa mimasen... Kyarakutā wa umaku sakusei sa rete imasu haikei-on wa sugoi hanashidesu subarashī... Watashi ga suisen suru firā wa Chikara no kodesu. Watashi wa sensō ga saikin paningu o hajimeta koto ni kōfun shite imashita. Zentai-teki ni watashi wa shippuden o ataeru 8...)\u001b[22m\n\nTranslations of \u001b[4mAs I just completed the 338 episode I just took my time to examine shippuden from the start. Like most animes shippuden has its ups and downs most fillers done by the studio to drain naruto for all its worth isn't what I call 'enjoyable', but if you take your time to watch it wthout the fillers its preety good. Other than some wierd animations here and there I don't see why shippuden isn't awesome... The characters are well created the background sounds are awesome story is great... The fillers that I would recommend is the chikara arc.. . I was excited with the way the war arc started panning out recently. Overall I give shippuden a 8...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I just completed the 338 episode I just took my time to examine shippuden from the start.\u001b[24m\n    \u001b[1m私が338のエピソードを完成したばかりのとき、私はちょうど最初からシップーデンを調べるために自分の時間を取った。\u001b[22m, \u001b[1m私はちょうど338エピソードを完了したように私は最初から - 疾風伝を調べるために私の時間を要しました。\u001b[22m\n\u001b[4mLike most animes shippuden has its ups and downs most fillers done by the studio to drain naruto for all its worth isn't what I call 'enjoyable', but if you take your time to watch it wthout the fillers its preety good.\u001b[24m\n    \u001b[1mほとんどのアニメのようにshippudenは、浮き沈みを持っているほとんどのフィラーは、すべての価値のためにナルトを流出するためにスタジオで行われた私は '楽しい'と呼ばれるものではなく、あなたがそれを見て、\u001b[22m, \u001b[1mほとんどのアニメのように - 疾風伝、そのすべての価値のためにナルトを排出するために、スタジオによって行わ最もフィラーは、私が「楽しい」と呼んでいるものではありませんが、あなたは時間がかかる場合は、充填剤wthoutそのpreety良いが、それを見て、その浮き沈みを持っています。\u001b[22m\n\u001b[4mOther than some wierd animations here and there I don't see why shippuden isn't awesome... The characters are well created the background sounds are awesome story is great... The fillers that I would recommend is the chikara arc..\u001b[24m\n    \u001b[1mここではいくつかの奇妙なアニメーション以外に、私はshippudenがすばらしいわけではない理由は見ません...キャラクターはうまく作成されています背景音はすごい話です素晴らしい...私が推薦するフィラーはチカラの弧です。\u001b[22m, \u001b[1m疾風伝は素晴らしいではありませんなぜ私は表示されませんここにあるいくつかの奇妙なアニメーション以外の...文字がよく作成された背景音は素晴らしい物語は素晴らしいですが...私がお勧めする充填剤は主税アークです..\u001b[22m\n\u001b[4m. I was excited with the way the war arc started panning out recently.\u001b[24m\n    \u001b[1m私は戦争が最近パニングを始めたことに興奮していました。\u001b[22m, \u001b[1m。私は戦争アークが最近出てパンニングを開始する方法と興奮していました。\u001b[22m\n\u001b[4mOverall I give shippuden a 8...\u001b[24m\n    \u001b[1m全体的に私はshippudenを与える8...\u001b[22m, \u001b[1m全体的に私は8疾風伝与えます...\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "AmyWatkinson",
    "profile": "/profile/AmyWatkinson/reviews",
    "pages": "12",
    "number": "2",
    "link": "/reviews.php?id=100381",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nレビュー20：Naruto Shippuden（私たちのお気に入りのヒーローは育った？）???\n\nまあ、まあ、彼はもう一度私たちのスクリーンに戻ってきました。 しかし、彼は成熟しましたか？\n\nいいえ\n\n彼はよりスマートですか？\n\nいいえ\n\n彼の明るい色の変わった衣装はまったく変わったのか???\n\nNO\n\nオリジナルのNARUTO-ナルト - シリーズに続くアニメ番組を愛するもう一つの楽しみ。 私たちの好きなヒーローは2年後に彼の先生と一緒に練習して帰ってきました。\n\n彼はまだ大声で迷惑ですが、一度は誰もがナルトの悪魔の子供を見て幸せです。 残念なことに彼の長い時間のfreindsのために、彼はまだまばゆい、熱い裸のひよこの動きをポーズして、まだ軽度のレベルで私を狂わせます。\n\nまあサクラはまだ同じ！ 彼女がミニツネードに変わったという事実とは別に、もう一度軽度のレベルで気味悪い。 ナルトは綱手のように偉大なヒーラーになった.Naruto Shippudenの初期のエピソードでは、綱手のトレーニングでさえいくつかの治癒形態では十分でないかもしれない。 彼女の表情は少し変わっていて、以前のエピソードと同じ配色とファッションに従っていますが、サスケのために彼女の髪を再成長させると思っていましたが、もっと短い表情が残っていて、 しばらく。\n\nこれとは別に、彼女は文字通り同じ人物ですが、彼女のワードローブでは少し変わっても、ナルトが仕事を辞めるたびに変わったわけではありません。  （明らかに）...\n\nこのシリーズのNarutoを見るにはグラフィックが強化され、若干古い視聴者がいるので、まるで自分たちが持っているようにまっすぐ飛びつくのは私にとってはまったく正常なようです。 あなたは、新しいキャラクターを紹介し、Narutoシリーズの過去のメンバーと出会うことを知っています。\n\n私は元の鳴門シリーズを見始めたが、私がすでにそれを読んでいたので退屈になったと言わざるを得ない。 だから私は観客に戻ってくると思って、シリーズをもう一度見始めるだろう。 一度の良い決断。\n\n私はこのシリーズがオリジナルよりも優れていると思います。 私は、私の年齢の人が私たちが愛する人物に関係があるように、まあ、彼らが育ったので、私はそれが良いと思う唯一の理由だと思う。 それは変だと思われるかもしれませんが、それは本当です。\n\n私は彼が彼と関係していることができるようにナルトのShippudenに最初のシリーズを好む私の学校の若い子供を知っている。\n\n私はナルトの性格が成熟したり、彼と一緒に成長したとは思わない。 私はそれが彼を年上に見えるように見えると思います。 私は実際に彼のキャラクターがこの方法であることを好むので、ナルトのこの要素が本当に好きです。彼はスマートで洗練された24時間365日であればシリーズは同じではありません。 私は彼のことをぎっしりと抱き締めてくれるのではなく、不吉なナットの仕事にしてくれることを嬉しく思います。\n\n私はいつも火影になりたい若い人に、高齢のナルトを好む。 したがって、私は元の鳴門シリーズにNaruto Shippudenを好む。  （誰かを怒らせて申し訳ありません）...\n\n2013年2月10日日曜日。午後8時39分 〜AmyXxx",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nReview 20: Naruto Shippuden (Our favourite hero grew up?)???\n\n\u001b[1mレビュー20：Naruto Shippuden（私たちのお気に入りのヒーローは育った？）???\u001b[22m\n\u001b[1m(Rebyū 20: Naruto Shippuden (watashitachi no okiniiri no hīrō wa sodatta?)???)\u001b[22m\n\nTranslations of \u001b[4mReview 20: Naruto Shippuden (Our favourite hero grew up?)???\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReview 20: Naruto Shippuden (Our favourite hero grew up?)???\u001b[24m\n    \u001b[1mレビュー20：Naruto Shippuden（私たちのお気に入りのヒーローは育った？）???\u001b[22m, \u001b[1mレビュー20：NARUTO  - ナルト - 疾風伝（私たちのお気に入りのヒーローが育ちました？）???\u001b[22m\n\u001b[1m\u001b[22m\nWell, well, well he's returned to our screens once again. But did he mature???\n\n\u001b[1mまあ、まあ、彼はもう一度私たちのスクリーンに戻ってきました。 しかし、彼は成熟しましたか？\u001b[22m\n\u001b[1m(Mā, mā, kare wa mōichido watashitachi no sukurīn ni modotte kimashita. Shikashi, kare wa seijuku shimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mWell, well, well he's returned to our screens once again. But did he mature???\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, well, well he's returned to our screens once again.\u001b[24m\n    \u001b[1mまあ、まあ、彼はもう一度私たちのスクリーンに戻ってきました。\u001b[22m, \u001b[1mまあ、まあ、まあ、彼は再び私たちの画面に戻っています。\u001b[22m\n\u001b[4mBut did he mature???\u001b[24m\n    \u001b[1mしかし、彼は成熟しましたか？\u001b[22m, \u001b[1mしかし、彼は成熟しましたの？\u001b[22m\n\u001b[1m\u001b[22m\nNo\n\n\u001b[1mいいえ\u001b[22m\n\u001b[1m(Īe)\u001b[22m\n\nDefinitions of \u001b[4mNo\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ノー\u001b[22m\n        No\n\u001b[1m    能\u001b[22m\n        function, Noh, talent, No\n\u001b[1m\u001b[22m\nIs he smarter???\n\n\u001b[1m彼はよりスマートですか？\u001b[22m\n\u001b[1m(Kare wa yori sumātodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mIs he smarter???\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs he smarter???\u001b[24m\n    \u001b[1m彼はよりスマートですか？\u001b[22m, \u001b[1m彼は賢くあります？\u001b[22m\n\u001b[1m\u001b[22m\nNo\n\n\u001b[1mいいえ\u001b[22m\n\u001b[1m(Īe)\u001b[22m\n\nDefinitions of \u001b[4mNo\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ノー\u001b[22m\n        No\n\u001b[1m    能\u001b[22m\n        function, Noh, talent, No\n\u001b[1m\u001b[22m\nDid his brightly coloured strange outfit change at all???\n\n\u001b[1m彼の明るい色の変わった衣装はまったく変わったのか???\u001b[22m\n\u001b[1m(Kare no akarui iro no kawatta ishō wa mattaku kawatta no ka? ? ?)\u001b[22m\n\nTranslations of \u001b[4mDid his brightly coloured strange outfit change at all???\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid his brightly coloured strange outfit change at all???\u001b[24m\n    \u001b[1m彼の明るい色の変わった衣装はまったく変わったのか???\u001b[22m, \u001b[1mすべての彼の鮮やかな色の奇妙な衣装チェンジをしました？\u001b[22m\n\u001b[1m\u001b[22m\nNO\n/nō/\n\n\u001b[1mNO\u001b[22m\n\u001b[1m(NO)\u001b[22m\n\nDefinitions of \u001b[4mNO\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadverb\n\u001b[1m    いいえ\u001b[22m\n        no\n\u001b[1m    そうだはない\u001b[22m\n        no\n\u001b[1m    いやそれどころか\u001b[22m\n        no\n\nparticle\n\u001b[1m    ノン\u001b[22m\n        no\n\u001b[1m    否\u001b[22m\n        no\n\u001b[1m    否や\u001b[22m\n        no\n\u001b[1m\u001b[22m\nAnother fun loving Anime program following on from the original Naruto series. We see our favourite hero returning after 2 years training with his sensei.\n\n\u001b[1mオリジナルのNARUTO-ナルト - シリーズに続くアニメ番組を愛するもう一つの楽しみ。 私たちの好きなヒーローは2年後に彼の先生と一緒に練習して帰ってきました。\u001b[22m\n\u001b[1m(Orijinaru no naruto - naruto - shirīzu ni tsudzuku anime bangumi o aisuru mōhitotsu no tanoshimi. Watashitachi no sukina hīrō wa 2-nen-go ni kare no sensei to issho ni renshū shite kaette kimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnother fun loving Anime program following on from the original Naruto series. We see our favourite hero returning after 2 years training with his sensei.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother fun loving Anime program following on from the original Naruto series.\u001b[24m\n    \u001b[1mオリジナルのNARUTO-ナルト - シリーズに続くアニメ番組を愛するもう一つの楽しみ。\u001b[22m, \u001b[1m元NARUTO  - ナルト - シリーズに続くもう一つの楽しみの愛情のアニメ番組。\u001b[22m\n\u001b[4mWe see our favourite hero returning after 2 years training with his sensei.\u001b[24m\n    \u001b[1m私たちの好きなヒーローは2年後に彼の先生と一緒に練習して帰ってきました。\u001b[22m, \u001b[1m私たちは、私たちのお気に入りのヒーローは彼の先生との2年間の訓練後に戻って参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nHe's still loud and annoying, but for once everyones happy to see the demon child that is Naruto. Unfortunetly for his long time freinds he still poses that pervy, hot naked chick move which still freaks me out on a mild level.\n\n\u001b[1m彼はまだ大声で迷惑ですが、一度は誰もがナルトの悪魔の子供を見て幸せです。 残念なことに彼の長い時間のfreindsのために、彼はまだまばゆい、熱い裸のひよこの動きをポーズして、まだ軽度のレベルで私を狂わせます。\u001b[22m\n\u001b[1m(Kare wa mada ōgoe de meiwakudesuga, ichido wa daremoga naruto no akuma no kodomo o mite shiawasedesu. Zan'nen'nakotoni kare no nagai jikan no freinds no tame ni, kare wa mada mabayui, atsui hadaka no hiyoko no ugoki o pōzu shite, mada keido no reberu de watashi o kuruwasemasu.)\u001b[22m\n\nTranslations of \u001b[4mHe's still loud and annoying, but for once everyones happy to see the demon child that is Naruto. Unfortunetly for his long time freinds he still poses that pervy, hot naked chick move which still freaks me out on a mild level.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe's still loud and annoying, but for once everyones happy to see the demon child that is Naruto.\u001b[24m\n    \u001b[1m彼はまだ大声で迷惑ですが、一度は誰もがナルトの悪魔の子供を見て幸せです。\u001b[22m, \u001b[1m彼はまだ大声で迷惑なんだが、ナルトである悪魔の子を見て満足度everyonesのため。\u001b[22m\n\u001b[4mUnfortunetly for his long time freinds he still poses that pervy, hot naked chick move which still freaks me out on a mild level.\u001b[24m\n    \u001b[1m残念なことに彼の長い時間のfreindsのために、彼はまだまばゆい、熱い裸のひよこの動きをポーズして、まだ軽度のレベルで私を狂わせます。\u001b[22m, \u001b[1mUnfortunetly彼の長い時間のfreindsのために、彼はまだ、まだ穏やかなレベルで私をフリークその性的倒錯者、ホット裸のひよこの動きをもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nWell Sakuras still the same to!!! Apart from the fact she's turned into a mini Tsunade, once again creepy on a mild level. Turns out in the years Naruto was training he became a great healer just like Tsunade.We see in the early episodes of Naruto Shippuden that even Tsunade's training may not be enough for some forms of healing. Her appearence has changed ever so slightly,the clothes follow the same colour scheme and fashion from the previous episodes, but I thought she would start growing her hair again for Sasuke, but it seems the shorter look has stayed and will be there to stay for a while.\n\n\u001b[1mまあサクラはまだ同じ！ 彼女がミニツネードに変わったという事実とは別に、もう少し軽いレベルで気味悪い。 ナルトは綱手のように偉大なヒーラーになった.Naruto Shippudenの初期のエピソードでは、綱手のトレーニングでさえいくつかの治療方法では十分ではないかもしれない。 彼女の表情は少し変わっていて、以前のエピソードと同じ配色とファッションに従っていますが、サスケのためにもう一度髪を成長させると思っていましたが、もっと短い表情が残っていて、 しばらく。\u001b[22m\n\u001b[1m(Mā sakura wa mada onaji! Kanojo ga minitsunēdo ni kawatta to iu jijitsu to wa betsuni, mōsukoshi karui reberu de kimiwarui. Naruto wa tsunade no yō ni idaina hīrā ni natta. Naruto Shippuden no shoki no episōdode wa, tsunade no torēningude sae ikutsu ka no chiryō hōhōde wa jūbunde wanai kamo shirenai. Kanojo no hyōjō wa sukoshi kawatte ite, izen no episōdo to onaji haishoku to fasshon ni shitagatte imasuga, Sasuke no tame ni mōichido kami o seichō sa seru to omotte imashitaga, motto mijikai hyōjō ga nokotte ite, shibaraku.)\u001b[22m\n\nTranslations of \u001b[4mWell Sakuras still the same to!!! Apart from the fact she's turned into a mini Tsunade, once again creepy on a mild level. Turns out in the years Naruto was training he became a great healer just like Tsunade.We see in the early episodes of Naruto Shippuden that even Tsunade's training may not be enough for some forms of healing. Her appearence has changed ever so slightly,the clothes follow the same colour scheme and fashion from the previous episodes, but I thought she would start growing her hair again for Sasuke, but it seems the shorter look has stayed and will be there to stay for a while.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell Sakuras still the same to!!!\u001b[24m\n    \u001b[1mまあサクラはまだ同じ！\u001b[22m, \u001b[1mそれでもまあ桜に同じ！\u001b[22m\n\u001b[4mApart from the fact she's turned into a mini Tsunade, once again creepy on a mild level.\u001b[24m\n    \u001b[1m彼女がミニツネードに変わったという事実とは別に、もう少し軽いレベルで気味悪い。\u001b[22m, \u001b[1m別に事実から、彼女は穏やかなレベルで不気味再び、ミニ綱手になっています。\u001b[22m\n\u001b[4mTurns out in the years Naruto was training he became a great healer just like Tsunade.We see in the early episodes of Naruto Shippuden that even Tsunade's training may not be enough for some forms of healing.\u001b[24m\n    \u001b[1mナルトは綱手のように偉大なヒーラーになった.Naruto Shippudenの初期のエピソードでは、綱手のトレーニングでさえいくつかの治療方法では十分ではないかもしれない。\u001b[22m, \u001b[1mナルトは彼がTsunade.Weがあっても綱手のトレーニングは癒しのいくつかの形態のために十分ではないかもしれないことNARUTO-ナルト - 疾風伝の初期のエピソードで見ると同じように偉大なヒーラーとなった訓練だった年で判明。\u001b[22m\n\u001b[4mHer appearence has changed ever so slightly,the clothes follow the same colour scheme and fashion from the previous episodes, but I thought she would start growing her hair again for Sasuke, but it seems the shorter look has stayed and will be there to stay for\u001b[24m\n    \u001b[1m彼女の表情は少し変わっていて、以前のエピソードと同じ配色とファッションに従っていますが、サスケのためにもう一度髪を成長させると思っていましたが、もっと短い表情が残っていて、\u001b[22m, \u001b[1m彼女appearenceは服が前のエピソードから同じカラースキームや流行を追う、ほんの少し今までに変更されましたが、私は彼女がサスケのために再び彼女の髪の成長を開始するだろうと思ったが、短い見て推移しているとのために滞在することがあるだろうと思われます\u001b[22m\n\u001b[4ma while.\u001b[24m\n    \u001b[1mしばらく。\u001b[22m\n\u001b[1m\u001b[22m\nApart from this she's literally the same person, a few slight alterations in her wardrobe have not altered the fact that whenever Naruto goes off of task... She's there to hit him. (Obviously)...\n\n\u001b[1mこれとは別に、彼女は文字通り同じ人物ですが、彼女のワードローブでは少し変わっても、ナルトが仕事を辞めるたびに変わったわけではありません。  （明らかに）...\u001b[22m\n\u001b[1m(Kore to wa betsuni, kanojo wa mojidōri onaji jinbutsudesuga, kanojo no wādorōbude wa sukoshi kawatte mo, naruto ga shigoto o yameru tabi ni kawatta wakede wa arimasen. (Akiraka ni)...)\u001b[22m\n\nTranslations of \u001b[4mApart from this she's literally the same person, a few slight alterations in her wardrobe have not altered the fact that whenever Naruto goes off of task... She's there to hit him. (Obviously)...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mApart from this she's literally the same person, a few slight alterations in her wardrobe have not altered the fact that whenever Naruto goes off of task... She's there to hit him.\u001b[24m\n    \u001b[1mこれとは別に、彼女は文字通り同じ人物ですが、彼女のワードローブでは少し変わっても、ナルトが仕事を辞めるたびに変わったわけではありません。\u001b[22m, \u001b[1mこれとは別に、彼女は文字通り同じ人だ、彼女のワードローブにはいくつかのわずかな変化は、ナルトは、タスクのオフに行くたびに...彼女は彼をヒットするがあるという事実を変更していません。\u001b[22m\n\u001b[4m(Obviously)...\u001b[24m\n    \u001b[1m（明らかに）...\u001b[22m\n\u001b[1m\u001b[22m\nWith enhanced graphics and a slightly older audience to watch this series of Naruto it seems perfectly normal to me to jump straight in like they have. You know, introducing new characters and meeting up with past members of the Naruto series.\n\n\u001b[1mこのシリーズのNarutoを見るにはグラフィックが強化され、若干古い視聴者がいるので、まるで自分たちが持っているようにまっすぐ飛びつくのは私にとってはまったく正常なようです。 あなたは、新しいキャラクターを紹介し、Narutoシリーズの過去のメンバーと出会うことを知っています。\u001b[22m\n\u001b[1m(Kono shirīzu no Naruto o miru ni wa gurafikku ga kyōka sa re, jakkan furui shichō-sha ga iru node, marude jibun-tachi ga motte iru yō ni massugu tobitsuku no wa watashi ni totte wa mattaku seijōna yōdesu. Anata wa, atarashī kyarakutā o shōkai shi, Naruto shirīzu no kako no menbā to deau koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWith enhanced graphics and a slightly older audience to watch this series of Naruto it seems perfectly normal to me to jump straight in like they have. You know, introducing new characters and meeting up with past members of the Naruto series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith enhanced graphics and a slightly older audience to watch this series of Naruto it seems perfectly normal to me to jump straight in like they have.\u001b[24m\n    \u001b[1mこのシリーズのNarutoを見るにはグラフィックが強化され、若干古い視聴者がいるので、まるで自分たちが持っているようにまっすぐ飛びつくのは私にとってはまったく正常なようです。\u001b[22m, \u001b[1m強化されたグラフィックスとナルトのこのシリーズを見て少し古い聴衆で、彼らが持っているようにまっすぐにジャンプするように私には完全に正常と思われます。\u001b[22m\n\u001b[4mYou know, introducing new characters and meeting up with past members of the Naruto series.\u001b[24m\n    \u001b[1mあなたは、新しいキャラクターを紹介し、Narutoシリーズの過去のメンバーと出会うことを知っています。\u001b[22m, \u001b[1mあなたは、新しい文字を導入し、NARUTO  - ナルト - シリーズの過去のメンバーと会う、知っています。\u001b[22m\n\u001b[1m\u001b[22m\nI have to say, I did start to watch the original Naruto series but became bored as i'd already read it. So I thought to fit back into the crowd I would start watching the series again. Good decsion for once.\n\n\u001b[1m私は元の鳴門シリーズを見始めたが、私がすでにそれを読んでいたので退屈になったと言わざるを得ない。 だから私は観客に戻ってくると思って、シリーズをもう一度見始めるだろう。 一度の良い決断。\u001b[22m\n\u001b[1m(Watashi wa gen no naruto shirīzu o mi hajimetaga, watashi ga sudeni sore o yonde itanode taikutsu ni natta to iwazaru o enai. Dakara watashi wa kankyaku ni modotte kuru to omotte, shirīzu o mōichido mi hajimerudarou. Ichido no yoi ketsudan.)\u001b[22m\n\nTranslations of \u001b[4mI have to say, I did start to watch the original Naruto series but became bored as i'd already read it. So I thought to fit back into the crowd I would start watching the series again. Good decsion for once.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to say, I did start to watch the original Naruto series but became bored as i'd already read it.\u001b[24m\n    \u001b[1m私は元の鳴門シリーズを見始めたが、私がすでにそれを読んでいたので退屈になったと言わざるを得ない。\u001b[22m, \u001b[1m私が言っている、私は元のNARUTO  - ナルト - シリーズを見て始めたのですが、私はすでにそれを読んだとして退屈になりました。\u001b[22m\n\u001b[4mSo I thought to fit back into the crowd I would start watching the series again.\u001b[24m\n    \u001b[1mだから私は観客に戻ってくると思って、シリーズをもう一度見始めるだろう。\u001b[22m, \u001b[1mだから私は、私は再びシリーズを見始めるだろう群衆の中に戻って収まるように思いました。\u001b[22m\n\u001b[4mGood decsion for once.\u001b[24m\n    \u001b[1m一度の良い決断。\u001b[22m, \u001b[1m一回のために良いdecsion。\u001b[22m\n\u001b[1m\u001b[22m\nI do think this series is better than the original. I think the only reason I think its better is because, well they've grown up, so its as if people my age can relate to the characters that we love. It may seem weird but it is true.\n\n\u001b[1m私はこのシリーズがオリジナルよりも優れていると思います。 私は、私の年齢の人が私たちが愛する人物に関係があるように、まあ、彼らが育ったので、私はそれが良いと思う唯一の理由だと思う。 それは変だと思われるかもしれませんが、それは本当です。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga orijinaru yori mo sugurete iru to omoimasu. Watashi wa, watashi no nenrei no hito ga watashitachi ga aisuru jinbutsu ni kankei ga aru yō ni, mā, karera ga sodattanode, watashi wa sore ga yoi to omou yuiitsu no riyūda to omou. Sore wa henda to omowa reru kamo shiremasenga, soreha hontōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI do think this series is better than the original. I think the only reason I think its better is because, well they've grown up, so its as if people my age can relate to the characters that we love. It may seem weird but it is true.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do think this series is better than the original.\u001b[24m\n    \u001b[1m私はこのシリーズがオリジナルよりも優れていると思います。\u001b[22m, \u001b[1m私はこのシリーズは、オリジナルよりも優れていると思います。\u001b[22m\n\u001b[4mI think the only reason I think its better is because, well they've grown up, so its as if people my age can relate to the characters that we love.\u001b[24m\n    \u001b[1m私は、私の年齢の人が私たちが愛する人物に関係があるように、まあ、彼らが育ったので、私はそれが良いと思う唯一の理由だと思う。\u001b[22m, \u001b[1m私はよく、彼らが育ってきた、ので、そのようにその人私の年齢は、私たちが愛するの文字に関連することができるかのように、より良いだと思う唯一の理由だと思います。\u001b[22m\n\u001b[4mIt may seem weird but it is true.\u001b[24m\n    \u001b[1mそれは変だと思われるかもしれませんが、それは本当です。\u001b[22m, \u001b[1mそれは奇妙に見えるかもしれませんが、それは本当です。\u001b[22m\n\u001b[1m\u001b[22m\nI know younger kids at my school who prefer the first series to Naruto Shippuden as they can relate to him and the situations he's in.\n\n\u001b[1m私は彼が彼と関係していることができるようにナルトのShippudenに最初のシリーズを好む私の学校の若い子供を知っている。\u001b[22m\n\u001b[1m(Watashi wa kare ga kare to kankei shite iru koto ga dekiru yō ni naruto no Shippuden ni saisho no shirīzu o konomu watashi no gakkō no wakai kodomo o shitte iru.)\u001b[22m\n\nTranslations of \u001b[4mI know younger kids at my school who prefer the first series to Naruto Shippuden as they can relate to him and the situations he's in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know younger kids at my school who prefer the first series to Naruto Shippuden as they can relate to him and the situations he's in.\u001b[24m\n    \u001b[1m私は彼が彼と関係していることができるようにナルトのShippudenに最初のシリーズを好む私の学校の若い子供を知っている。\u001b[22m, \u001b[1m私は、彼らが彼と彼がい状況に関連することができるようにNARUTO  - ナルト - 疾風伝の最初のシリーズを好む私の学校で若い子供たちを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nI don't think Naruto's personality has matured or grown up with him. I think its the appearence and the voice that make him seem older. I actually like this element of Naruto as I prefer his characters to be this way, the series wouldn't be the same if he was smart and sophisticated 24/7. I'm glad with te decsion to keep him as a wacky nut job instead of a stuck up tight wod.\n\n\u001b[1m私はナルトの性格が成熟したり、彼と一緒に成長したとは思わない。 私はそれが彼を年上に見えるように見えると思います。 私は実際に彼のキャラクターがこの方法であることを好むので、ナルトのこの要素が本当に好きです。彼はスマートで洗練された24時間365日であればシリーズは同じではありません。 私は彼のことをぎっしりと抱き締めてくれるのではなく、不吉なナットの仕事にしてくれることをうれしく思っています。\u001b[22m\n\u001b[1m(Watashi wa naruto no seikaku ga seijuku shi tari, kare to issho ni seichōshita to wa omowanai. Watashi wa sore ga kare o toshiue ni mieru yō ni mieru to omoimasu. Watashi wa jissai ni kare no kyarakutā ga kono hōhōdearu koto o konomunode, naruto no kono yōso ga hontōni sukidesu. Kare wa sumāto de senrensareta 24-jikan 365-nichideareba shirīzu wa onajide wa arimasen. Watashi wa kare no koto o gisshiri to dakishimete kureru node wa naku, fukitsuna natto no shigoto ni shite kureru koto o ureshiku omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't think Naruto's personality has matured or grown up with him. I think its the appearence and the voice that make him seem older. I actually like this element of Naruto as I prefer his characters to be this way, the series wouldn't be the same if he was smart and sophisticated 24/7. I'm glad with te decsion to keep him as a wacky nut job instead of a stuck up tight wod.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't think Naruto's personality has matured or grown up with him.\u001b[24m\n    \u001b[1m私はナルトの性格が成熟したり、彼と一緒に成長したとは思わない。\u001b[22m, \u001b[1m私はナルトの人格が成熟や彼と一緒に育っているとは思いません。\u001b[22m\n\u001b[4mI think its the appearence and the voice that make him seem older.\u001b[24m\n    \u001b[1m私はそれが彼を年上に見えるように見えると思います。\u001b[22m, \u001b[1m私は彼を作り、そのappearenceとの声が古いように見えると思います。\u001b[22m\n\u001b[4mI actually like this element of Naruto as I prefer his characters to be this way, the series wouldn't be the same if he was smart and sophisticated 24/7.\u001b[24m\n    \u001b[1m私は実際に彼のキャラクターがこの方法であることを好むので、ナルトのこの要素が本当に好きです。彼はスマートで洗練された24時間365日であればシリーズは同じではありません。\u001b[22m, \u001b[1m私はこの方法であると彼の文字を好むように、彼はスマートで24/7洗練された場合、私は実際にはナルトのこの要素のように、シリーズが同じではないでしょう。\u001b[22m\n\u001b[4mI'm glad with te decsion to keep him as a wacky nut job instead of a stuck up tight wod.\u001b[24m\n    \u001b[1m私は彼のことをぎっしりと抱き締めてくれるのではなく、不吉なナットの仕事にしてくれることをうれしく思っています。\u001b[22m, \u001b[1m私の代わりに立ち往生タイトWODの奇抜なナットの仕事として彼を保つためにテdecsionとうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nI prefer the aged Naruto to the younger one who always wanted to become hokage. Therefore I prefer Naruto Shippuden to the original Naruto series. (Sorry to offend anyone)...\n\n\u001b[1m私はいつも火影になりたい若い人に、高齢のナルトを好む。 したがって、私は元の鳴門シリーズにNaruto Shippudenを好む。  （誰かを怒らせて申し訳ありません）...\u001b[22m\n\u001b[1m(Watashi wa itsumo hokageninaritai wakai hito ni, kōrei no naruto o konomu. Shitagatte, watashi wa gen no naruto shirīzu ni Naruto Shippuden o konomu. (Dareka o okora sete mōshiwakearimasen)...)\u001b[22m\n\nTranslations of \u001b[4mI prefer the aged Naruto to the younger one who always wanted to become hokage. Therefore I prefer Naruto Shippuden to the original Naruto series. (Sorry to offend anyone)...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI prefer the aged Naruto to the younger one who always wanted to become hokage.\u001b[24m\n    \u001b[1m私はいつも火影になりたい若い人に、高齢のナルトを好む。\u001b[22m, \u001b[1m私はいつも火影になりたい若い1歳のナルトを好みます。\u001b[22m\n\u001b[4mTherefore I prefer Naruto Shippuden to the original Naruto series.\u001b[24m\n    \u001b[1mしたがって、私は元の鳴門シリーズにNaruto Shippudenを好む。\u001b[22m, \u001b[1mしたがって、私は、元のNARUTO  - ナルト - シリーズにNARUTO  - ナルト - 疾風伝を好みます。\u001b[22m\n\u001b[4m(Sorry to offend anyone)...\u001b[24m\n    \u001b[1m（誰かを怒らせて申し訳ありません）...\u001b[22m, \u001b[1m（申し訳ありませんが、誰を怒らせるために）...\u001b[22m\n\u001b[1m\u001b[22m\nSunday 10th February 2013. 8:39 pm. ~AmyXxx\n\n\u001b[1m2013年2月10日日曜日。午後8時39分 〜AmyXxx\u001b[22m\n\u001b[1m(2013-Nen 2 tsuki 10-nichi nichiyōbi. Gogo 8-ji 39-bu 〜 AmyXxx)\u001b[22m\n\nTranslations of \u001b[4mSunday 10th February 2013. 8:39 pm. ~AmyXxx\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSunday 10th February 2013. 8:39 pm.\u001b[24m\n    \u001b[1m2013年2月10日日曜日。午後8時39分\u001b[22m, \u001b[1m日曜日の2月10日2013年8時39分午後。\u001b[22m\n\u001b[4m~AmyXxx\u001b[24m\n    \u001b[1m〜AmyXxx\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "Hououin-Kyoma",
    "profile": "/profile/Hououin-Kyoma/reviews",
    "pages": "12",
    "number": "3",
    "link": "/reviews.php?id=54021",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  1\nサウンド|  5\nキャラクター|  6\n|  7\n\nストーリー：9\n私は本当にストーリーが大好きです。ストーリーラインは指数関数的に複雑になり、本当に好きです。 平凡な「私=最高の忍者と私の友人は逃げました、私は彼を元通りにしなければなりません」という心構えのある主人公に変わりました。 あなたが子供の場合、Saiとの最初の弧の後に何が起こったかは分かりません。\n\nアート：1\nまさに芸術ではなく、アニメーションです。 アニメーションがうまくいくかどうか気にしないようです。 彼らはshippudenの始まりとslaggedと私は本当に1よりも高いグレードを与えることはできません\n\nサウンド：5\nそれはいくつかの素晴らしいOPとED、特にbacchoiを持っていた！ 私は本当に声の大部分が好きです。 それらのうちのいくつかは、さくらのように不快なものですが、一般的にはかなり良いです。\n\nキャラクター：6\n私はそれらの多くを嫌いです。 それらの多くは、さくらのようにちょうど迷惑ですが、ただの叙事詩の勝利であるいくつかの文字があります！ 私はItachi、Deidara、Jiraiya、Pain、Shikamaru、Hinata、Kibaを賞賛したいと思います。\n\n楽しさ：7\n良いアニメーションと厄介な声やキャラクターが欠如しているにもかかわらず、このアニメは冗談をたくさん持っています。\n\n全体：7\n私はアニメーションが良いと思ったらそれを8にします",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nI really love the story, and -spoiler- the storyline gets exponentially more complicated and I really like that. The mediocre 'me = best ninja and my friend ran away, I must get him back' changed to some masterminds with mindf*ck plans that actually make sense! If you're a kid, you won't get what happened after the first arc with Sai.\n\n\u001b[1m私は本当にストーリーが大好きです。ストーリーラインは指数関数的に複雑になり、本当に好きです。 平凡な「私=最高の忍者と私の友人は逃げました、私は彼を元通りにしなければなりません」という心構えのある主人公に変わりました。 あなたが子供の場合、Saiとの最初の弧の後に何が起こったかは分かりません。\u001b[22m\n\u001b[1m(Watashi wa hontōni sutōrī ga daisukidesu. Sutōrīrain wa yubisūkansū-teki ni fukuzatsu ni nari, hontōni sukidesu. Heibon'na `watashi = saikō no ninja to watashi no yūjin wa nigemashita, watashi wa kare o motodōri ni shinakereba narimasen' to iu kokorogamae no aru shujinkō ni kawarimashita. Anata ga kodomo no baai, Sai to no saisho no ko no nochi ni nani ga okotta ka wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI really love the story, and -spoiler- the storyline gets exponentially more complicated and I really like that. The mediocre 'me = best ninja and my friend ran away, I must get him back' changed to some masterminds with mindf*ck plans that actually make sense! If you're a kid, you won't get what happened after the first arc with Sai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really love the story, and -spoiler- the storyline gets exponentially more complicated and I really like that.\u001b[24m\n    \u001b[1m私は本当にストーリーが大好きです。ストーリーラインは指数関数的に複雑になり、本当に好きです。\u001b[22m, \u001b[1m私は実際に物語を愛し、そしてストーリー-spoiler-私は本当にそのように指数関数的に複雑になりますと。\u001b[22m\n\u001b[4mThe mediocre 'me = best ninja and my friend ran away, I must get him back' changed to some masterminds with mindf*ck plans that actually make sense!\u001b[24m\n    \u001b[1m平凡な「私=最高の忍者と私の友人は逃げました、私は彼を元通りにしなければなりません」という心構えのある主人公に変わりました。\u001b[22m, \u001b[1m平凡な 'は最高の忍者と私の友人が逃げた私=、私は彼を取り戻す必要があります」実際に意味をなすmindfの* ckの計画をいくつかの首謀に変更！\u001b[22m\n\u001b[4mIf you're a kid, you won't get what happened after the first arc with Sai.\u001b[24m\n    \u001b[1mあなたが子供の場合、Saiとの最初の弧の後に何が起こったかは分かりません。\u001b[22m, \u001b[1mあなたが子供であれば、あなたはサイとの最初のアーク後に何が起こったのか取得することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 1\n\n\u001b[1mアート：1\u001b[22m\n\u001b[1m(Āto: 1)\u001b[22m\n\nTranslations of \u001b[4mArt: 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 1\u001b[24m\n    \u001b[1mアート：1\u001b[22m\nIt's not exactly the art, it's the animation. It's like they don't care if the animation is any good. They slagged off with the starting of shippuden and I really can't give a higher grade than an 1\n\n\u001b[1mまさに芸術ではなく、アニメーションです。 アニメーションがうまくいくかどうか気にしないようです。 彼らはshippudenの始まりとslaggedと私は本当に1よりも高いグレードを与えることはできません\u001b[22m\n\u001b[1m(Masani geijutsude wa naku, animēshondesu. Animēshon ga umaku iku ka dō ka ki ni shinai yōdesu. Karera wa shippuden no hajimari to slagged to watashi wa hontōni 1 yori mo takai gurēdo o ataeru koto wa dekimasen)\u001b[22m\n\nTranslations of \u001b[4mIt's not exactly the art, it's the animation. It's like they don't care if the animation is any good. They slagged off with the starting of shippuden and I really can't give a higher grade than an 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not exactly the art, it's the animation.\u001b[24m\n    \u001b[1mまさに芸術ではなく、アニメーションです。\u001b[22m, \u001b[1mそれがアニメーションだ、まさに芸術ではありません。\u001b[22m\n\u001b[4mIt's like they don't care if the animation is any good.\u001b[24m\n    \u001b[1mアニメーションがうまくいくかどうか気にしないようです。\u001b[22m, \u001b[1mアニメーションが何か良いであれば、彼らは気にしないようなものです。\u001b[22m\n\u001b[4mThey slagged off with the starting of shippuden and I really can't give a higher grade than an 1\u001b[24m\n    \u001b[1m彼らはshippudenの始まりとslaggedと私は本当に1よりも高いグレードを与えることはできません\u001b[22m, \u001b[1m彼らは疾風伝の開始とオフslaggedと私は本当に1より高い等級を与えることはできません\u001b[22m\n\u001b[1m\u001b[22m\nSound: 5\n\n\u001b[1mサウンド：5\u001b[22m\n\u001b[1m(Saundo: 5)\u001b[22m\n\nTranslations of \u001b[4mSound: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 5\u001b[24m\n    \u001b[1mサウンド：5\u001b[22m\nIt had some great OP and ED's, especially bacchoi!! I really like most of the voices. Some of them are anoying, like sakura, but in general it's quite good.\n\n\u001b[1mそれはいくつかの素晴らしいOPとED、特にbacchoiを持っていた！ 私は本当に声の大部分が好きです。 それらのうちのいくつかは、さくらのように不快なものですが、一般的にはかなり良いです。\u001b[22m\n\u001b[1m(Sore wa ikutsu ka no subarashī OP to ED, tokuni bacchoi o motte ita! Watashi wa hontōni koe no daibubun ga sukidesu. Sorera no uchi no ikutsu ka wa, sakura no yō ni fukaina monodesuga, ippantekini wa kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt had some great OP and ED's, especially bacchoi!! I really like most of the voices. Some of them are anoying, like sakura, but in general it's quite good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt had some great OP and ED's, especially bacchoi!!\u001b[24m\n    \u001b[1mそれはいくつかの素晴らしいOPとED、特にbacchoiを持っていた！\u001b[22m, \u001b[1mこれは、いくつかの素晴らしいOPとEDの、特にbacchoiを持っていました！\u001b[22m\n\u001b[4mI really like most of the voices.\u001b[24m\n    \u001b[1m私は本当に声の大部分が好きです。\u001b[22m, \u001b[1m私は本当に声の最も好きです。\u001b[22m\n\u001b[4mSome of them are anoying, like sakura, but in general it's quite good.\u001b[24m\n    \u001b[1mそれらのうちのいくつかは、さくらのように不快なものですが、一般的にはかなり良いです。\u001b[22m, \u001b[1mそれらのいくつかは桜のように、anoyingされているが、一般的に、それはかなり良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 6\n\n\u001b[1mキャラクター：6\u001b[22m\n\u001b[1m(Kyarakutā: 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6\u001b[24m\n    \u001b[1mキャラクター：6\u001b[22m\nI dislike a lot of them. A lot of them are just annoying, like sakura, but there are some characters who are just epic wins! I would like to praise Itachi, Deidara, Jiraiya, Pain, Shikamaru, Hinata and Kiba.\n\n\u001b[1m私はそれらの多くを嫌いです。 それらの多くは、さくらのようにちょうど迷惑ですが、ただの叙事詩の勝利であるいくつかの文字があります！ 私はItachi、Deidara、Jiraiya、Pain、Shikamaru、Hinata、Kibaを賞賛したいと思います。\u001b[22m\n\u001b[1m(Watashi wa sorera no ōku o kiraidesu. Sorera no ōku wa, sakura no yō ni chōdo meiwakudesuga, tada no jojishi no shōridearu ikutsu ka no moji ga arimasu! Watashi wa Itachi, Deidara, Jiraiya, pein, Shikamaru, Hinata, Kiba o shōsan shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI dislike a lot of them. A lot of them are just annoying, like sakura, but there are some characters who are just epic wins! I would like to praise Itachi, Deidara, Jiraiya, Pain, Shikamaru, Hinata and Kiba.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dislike a lot of them.\u001b[24m\n    \u001b[1m私はそれらの多くを嫌いです。\u001b[22m, \u001b[1m私はそれらの多くを嫌います。\u001b[22m\n\u001b[4mA lot of them are just annoying, like sakura, but there are some characters who are just epic wins!\u001b[24m\n    \u001b[1mそれらの多くは、さくらのようにちょうど迷惑ですが、ただの叙事詩の勝利であるいくつかの文字があります！\u001b[22m, \u001b[1mそれらの多くは桜のように、単に迷惑ですが、ちょうど叙事詩勝しているいくつかの文字があります！\u001b[22m\n\u001b[4mI would like to praise Itachi, Deidara, Jiraiya, Pain, Shikamaru, Hinata and Kiba.\u001b[24m\n    \u001b[1m私はItachi、Deidara、Jiraiya、Pain、Shikamaru、Hinata、Kibaを賞賛したいと思います。\u001b[22m, \u001b[1m私はイタチ、デイダラ、自来也、痛み、シカマル、日向と木場を賞賛したいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\nDespite the lack of good animation and annoying voices and characters, this anime has a lot of great jokes and some characters just make you laugh, no matter what.\n\n\u001b[1m良いアニメーションと厄介な声やキャラクターが欠如しているにもかかわらず、このアニメは冗談をたくさん持っています。\u001b[22m\n\u001b[1m(Yoi animēshon to yakkaina koe ya kyarakutā ga ketsujo shite iru nimokakawarazu, kono anime wa jōdan o takusan motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mDespite the lack of good animation and annoying voices and characters, this anime has a lot of great jokes and some characters just make you laugh, no matter what.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the lack of good animation and annoying voices and characters, this anime has a lot of great jokes and some characters just make you laugh, no matter what.\u001b[24m\n    \u001b[1m良いアニメーションと厄介な声やキャラクターが欠如しているにもかかわらず、このアニメは冗談をたくさん持っています。\u001b[22m, \u001b[1m優れたアニメーションと迷惑な声と文字の欠如にもかかわらず、このアニメは偉大なジョークをたくさん持っているし、いくつかの文字がちょうどあなたが、どんな笑いないことを確認してください。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nI would give it 8 if the animation was ANY good\n\n\u001b[1m私はアニメーションが良いと思ったらそれを8にします\u001b[22m\n\u001b[1m(Watashi wa animēshon ga yoi to omottara sore o 8 ni shimasu)\u001b[22m\n\nTranslations of \u001b[4mI would give it 8 if the animation was ANY good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would give it 8 if the animation was ANY good\u001b[24m\n    \u001b[1m私はアニメーションが良いと思ったらそれを8にします\u001b[22m, \u001b[1mアニメーションがANY良かった場合、私はそれを8を与えるだろう\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "LegionIscariot",
    "profile": "/profile/LegionIscariot/reviews",
    "pages": "12",
    "number": "4",
    "link": "/reviews.php?id=62391",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nキャラクター|  6\n|  7\n\nナルト\n1％のアクション、99％のフラッシュバック\n私はこのアニメを愛していますが、私はアニメが嫌いです。 それはすべて忍者です。 アイデアは素晴らしいですが、物語はうまく伝えられません。\nだからナルトには彼の中に封印された悪魔がいる。  9つの尾を持つ悪魔、それは1つの尾から9つの尾までの9つの尾の悪魔の1つです。\nこのため、この悪魔は数年前に彼らの村を攻撃したので、ナルトは村人に嫌われています。 ナルトの夢は、村のリーダー、火影になることです。 これはこれまでの基本的なプロットです。\n今このアニメの主な問題は、アクションアニメになると思っていますが、それほど多くのアクションはありません。ナルトは絶え間なく話しています.Narutoはホカゲ、火影、火影になることをいつもスピーチしています。 クールなアクションシーケンスを取ると思うときは、フラッシュバックで中断します。 そして、彼らは同じフラッシュバックを何度も何度も再利用します...\nそれはドラゴンボールZのようなものですが、今これは私が愛し憎むアニメです。  DBZの問題は、彼らが常に互いを見つめて、彼らの力を充電して立っていることです。しかし、DBZは、より良い、より良い行動、もっと面白い悪役などです。\nこのアニメは、オンラインで見ると楽しめるかもしれませんが、当時はインターネットを持たず、1週間に1回のエピソードを観ていたので、フラッシュバックで無駄にする時間はありませんでした。\nShippudenについてはあまり言わない、ナルトはそれほど変わっていない、彼はまだ同じテクニックを使用して、ショーはより深刻になったが、それはまだ1％アクション99％のフラッシュバックです。\n私の好きなキャラクターは水戸ガイとロック・リーですが、これは武術を実際に使っている唯一の2人ですが、他の人は忍術と幻術（「魔法」技法）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nNaruto\n\n\u001b[1mナルト\u001b[22m\n\u001b[1m(Naruto)\u001b[22m\n\nTranslations of \u001b[4mNaruto\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNaruto\u001b[24m\n    \u001b[1mナルト\u001b[22m\n1% action, 99% flashbacks\n\n\u001b[1m1％のアクション、99％のフラッシュバック\u001b[22m\n\u001b[1m(1-Pāsento no akushon, 99-pāsento no furasshu bakku)\u001b[22m\n\nTranslations of \u001b[4m1% action, 99% flashbacks\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1% action, 99% flashbacks\u001b[24m\n    \u001b[1m1％のアクション、99％のフラッシュバック\u001b[22m, \u001b[1m1％アクション、99％のフラッシュバック\u001b[22m\nI love this anime and yet I hate the anime. It’s all about ninjas. The ideas are great but the story isn’t told well.\n\n\u001b[1m私はこのアニメを愛していますが、私はアニメが嫌いです。 それはすべて忍者です。 アイデアは素晴らしいですが、物語はうまく伝えられません。\u001b[22m\n\u001b[1m(Watashi wa kono anime o aishiteimasu ga, watashi wa anime ga kiraidesu. Sore wa subete ninjadesu. Aidea wa subarashīdesuga, monogatari wa umaku tsutae raremasen.)\u001b[22m\n\nTranslations of \u001b[4mI love this anime and yet I hate the anime. It’s all about ninjas. The ideas are great but the story isn’t told well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love this anime and yet I hate the anime.\u001b[24m\n    \u001b[1m私はこのアニメを愛していますが、私はアニメが嫌いです。\u001b[22m, \u001b[1m私はこのアニメを愛し、まだ私はアニメを憎みます。\u001b[22m\n\u001b[4mIt’s all about ninjas.\u001b[24m\n    \u001b[1mそれはすべて忍者です。\u001b[22m, \u001b[1mこれは、すべての忍者のことです。\u001b[22m\n\u001b[4mThe ideas are great but the story isn’t told well.\u001b[24m\n    \u001b[1mアイデアは素晴らしいですが、物語はうまく伝えられません。\u001b[22m, \u001b[1mアイデアは素晴らしいですが、話はよく聞いていないされています。\u001b[22m\nSo Naruto has a demon sealed inside him. A demon with nine tails, it’s one of nine tailed demons from the One Tail to the Nine Tails.\n\n\u001b[1mだからナルトには彼の中に封印された悪魔がいる。  9つの尾を持つ悪魔、それは1つの尾から9つの尾までの9つの尾の悪魔の1つです。\u001b[22m\n\u001b[1m(Dakara naruto ni wa kare no naka ni fūin sa reta akuma ga iru. Kokonotsu no o o motsu akuma, soreha 1tsu no o kara kokonotsu no o made no kokonotsu no o no akuma no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mSo Naruto has a demon sealed inside him. A demon with nine tails, it’s one of nine tailed demons from the One Tail to the Nine Tails.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo Naruto has a demon sealed inside him.\u001b[24m\n    \u001b[1mだからナルトには彼の中に封印された悪魔がいる。\u001b[22m, \u001b[1mだからナルトは彼に封入悪魔を持っています。\u001b[22m\n\u001b[4mA demon with nine tails, it’s one of nine tailed demons from the One Tail to the Nine Tails.\u001b[24m\n    \u001b[1m9つの尾を持つ悪魔、それは1つの尾から9つの尾までの9つの尾の悪魔の1つです。\u001b[22m, \u001b[1m9尾を持つ悪魔は、それは九尾するための一つのテールから9つかれた悪魔の一つです。\u001b[22m\nBecause of this Naruto is hated by the villagers because this demon attacked their village a few years back. Naruto’s dream is to become leader of the village, the Hokage. This is the basic plot so far.\n\n\u001b[1mこのため、この悪魔は数年前に彼らの村を攻撃したので、ナルトは村人に嫌われています。 ナルトの夢は、村のリーダー、火影になることです。 これはこれまでの基本的なプロットです。\u001b[22m\n\u001b[1m(Kono tame, kono akuma wa sūnenmae ni karera no mura o kōgeki shitanode, naruto wa murabito ni kirawa rete imasu. Naruto no yume wa, mura no rīdā, hokage ni naru kotodesu. Kore wa kore made no kihon-tekina purottodesu.)\u001b[22m\n\nTranslations of \u001b[4mBecause of this Naruto is hated by the villagers because this demon attacked their village a few years back. Naruto’s dream is to become leader of the village, the Hokage. This is the basic plot so far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause of this Naruto is hated by the villagers because this demon attacked their village a few years back.\u001b[24m\n    \u001b[1mこのため、この悪魔は数年前に彼らの村を攻撃したので、ナルトは村人に嫌われています。\u001b[22m, \u001b[1mこの悪魔は、数年前に自分たちの村を攻撃したので、このナルトのため、村人たちに嫌われています。\u001b[22m\n\u001b[4mNaruto’s dream is to become leader of the village, the Hokage.\u001b[24m\n    \u001b[1mナルトの夢は、村のリーダー、火影になることです。\u001b[22m, \u001b[1mナルトの夢は村のリーダー、火影になることです。\u001b[22m\n\u001b[4mThis is the basic plot so far.\u001b[24m\n    \u001b[1mこれはこれまでの基本的なプロットです。\u001b[22m, \u001b[1mこれは、これまでの基本的なプロットです。\u001b[22m\nNow my main problem with this anime is that it’s suppose to be an action anime but there isn’t that much action, just a bunch of talking, Naruto constantly makes a speech about how he wants to be Hokaga, Hokage, Hokage. When you think you’re gonna get a cool action sequence they interrupt it with a flashback. And they reuse the same flashbacks over and over and over…\n\n\u001b[1m今このアニメの主な問題は、アクションアニメになると思っていますが、それほど多くのアクションはありません。ナルトは絶え間なく話しています.Narutoはホカゲ、火影、火影になることをいつもスピーチしています。 クールなアクションシーケンスを取ると思うときは、フラッシュバックで中断します。 そして、彼らは同じフラッシュバックを何度も何度も再利用します...\u001b[22m\n\u001b[1m(Ima kono anime no omona mondai wa, akushon anime ni naru to omotte imasuga, sorehodo ōku no akushon wa arimasen. Naruto wa taema naku hanashite imasu. Naruto wa hokage, hokage, hokage ni naru koto o itsumo supīchi shite imasu. Kūruna akushonshīkensu o toru to omou toki wa, furasshu bakku de chūdan shimasu. Soshite, karera wa onaji furasshu bakku o nandomonandomo sai riyō shimasu...)\u001b[22m\n\nTranslations of \u001b[4mNow my main problem with this anime is that it’s suppose to be an action anime but there isn’t that much action, just a bunch of talking, Naruto constantly makes a speech about how he wants to be Hokaga, Hokage, Hokage. When you think you’re gonna get a cool action sequence they interrupt it with a flashback. And they reuse the same flashbacks over and over and over…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow my main problem with this anime is that it’s suppose to be an action anime but there isn’t that much action, just a bunch of talking, Naruto constantly makes a speech about how he wants to be Hokaga, Hokage, Hokage.\u001b[24m\n    \u001b[1m今このアニメの主な問題は、アクションアニメになると思っていますが、それほど多くのアクションはありません。ナルトは絶え間なく話しています.Narutoはホカゲ、火影、火影になることをいつもスピーチしています。\u001b[22m, \u001b[1m今、このアニメと私の主な問題は、それがアクションアニメすると仮定だということですが、その多くのアクションがない、話のちょうど束、ナルトは常に彼がHokaga、火影、火影になりたいと思っている方法についてのスピーチを行います。\u001b[22m\n\u001b[4mWhen you think you’re gonna get a cool action sequence they interrupt it with a flashback.\u001b[24m\n    \u001b[1mクールなアクションシーケンスを取ると思うときは、フラッシュバックで中断します。\u001b[22m, \u001b[1mあなたがつもりだと思うとき、彼らはフラッシュバックでそれを中断クールなアクションシーケンスを取得します。\u001b[22m\n\u001b[4mAnd they reuse the same flashbacks over and over and over…\u001b[24m\n    \u001b[1mそして、彼らは同じフラッシュバックを何度も何度も再利用します...\u001b[22m, \u001b[1mそして、彼らは何度も何度も同じフラッシュバックを再利用します...\u001b[22m\nIt’s like Dragonball Z, now this is an anime that I love and hate. DBZ’s problem is that they’re always standing around staring at each other, charging their power, etc. But DBZ is better, better action, more interesting villains, etc.\n\n\u001b[1mそれはドラゴンボールZのようなものですが、今これは私が愛し憎むアニメです。  DBZの問題は、彼らが常に互いを見つめて、彼らの力を充電して立っていることです。しかし、DBZは、より良い、より良い行動、もっと面白い悪役などです。\u001b[22m\n\u001b[1m(Sore wa doragonbōru Z no yōna monodesuga, ima kore wa watashi ga aishi nikumu animedesu. DBZ no mondai wa, karera ga tsuneni tagai o mitsumete, karera no chikara o jūden shite tatte iru kotodesu. Shikashi, DBZ wa, yoriyoi, yoriyoi kōdō, motto omoshiroi akuyaku nadodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s like Dragonball Z, now this is an anime that I love and hate. DBZ’s problem is that they’re always standing around staring at each other, charging their power, etc. But DBZ is better, better action, more interesting villains, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s like Dragonball Z, now this is an anime that I love and hate.\u001b[24m\n    \u001b[1mそれはドラゴンボールZのようなものですが、今これは私が愛し憎むアニメです。\u001b[22m, \u001b[1m現在では、これは私が愛し、憎むアニメでドラゴンボールZ、のようなものです。\u001b[22m\n\u001b[4mDBZ’s problem is that they’re always standing around staring at each other, charging their power, etc. But DBZ is better, better action, more interesting villains, etc.\u001b[24m\n    \u001b[1mDBZの問題は、彼らが常に互いを見つめて、彼らの力を充電して立っていることです。しかし、DBZは、より良い、より良い行動、もっと面白い悪役などです。\u001b[22m, \u001b[1mDBZの問題は、しかし、DBZが優れている、より良いアクション、もっと面白い悪人など、彼らは常になど、彼らのパワーを充電し、お互いを見つめ周りに立っているということです\u001b[22m\nYou might enjoy this anime if you watch it online, but back then I didn’t have internet and was forced to watch 1 episode a week, so I didn’t have time to waste with flashbacks.\n\n\u001b[1mこのアニメは、オンラインで見ると楽しめるかもしれませんが、当時はインターネットを持たず、1週間に1回のエピソードを観ていたので、フラッシュバックで無駄にする時間はありませんでした。\u001b[22m\n\u001b[1m(Kono anime wa, onrain de miru to tanoshimeru kamo shiremasenga, tōji wa intānetto o motazu, 1-shūkan ni 1-kai no episōdo o mite itanode, furasshu bakku de mudanisuru jikan wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mYou might enjoy this anime if you watch it online, but back then I didn’t have internet and was forced to watch 1 episode a week, so I didn’t have time to waste with flashbacks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou might enjoy this anime if you watch it online, but back then I didn’t have internet and was forced to watch 1 episode a week, so I didn’t have time to waste with flashbacks.\u001b[24m\n    \u001b[1mこのアニメは、オンラインで見ると楽しめるかもしれませんが、当時はインターネットを持たず、1週間に1回のエピソードを観ていたので、フラッシュバックで無駄にする時間はありませんでした。\u001b[22m, \u001b[1mあなたがオンラインでそれを見る場合は、このアニメを楽しむかもしれませんが、当時の私は、インターネットを持っていなかったし、週1エピソードを見ることを余儀なくされたので、私はフラッシュバックで無駄にする時間がありませんでした。\u001b[22m\nNot much to say about Shippuden, Naruto hasn't changed that much, he still uses the same techniques, the show got more serious but it’s still 1%action 99%flashbacks.\n\n\u001b[1mShippudenについてはあまり言わない、ナルトはそれほど変わっていない、彼はまだ同じテクニックを使用して、ショーはより深刻になったが、それはまだ1％アクション99％のフラッシュバックです。\u001b[22m\n\u001b[1m(Shippuden ni tsuite wa amari iwanai, naruto wa sorehodo kawatte inai, kare wa mada onaji tekunikku o shiyō shite, shō wa yori shinkoku ni nattaga, sore wa mada 1-pāsento akushon 99-pāsento no furasshu bakkudesu.)\u001b[22m\n\nTranslations of \u001b[4mNot much to say about Shippuden, Naruto hasn't changed that much, he still uses the same techniques, the show got more serious but it’s still 1%action 99%flashbacks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot much to say about Shippuden, Naruto hasn't changed that much, he still uses the same techniques, the show got more serious but it’s still 1%action 99%flashbacks.\u001b[24m\n    \u001b[1mShippudenについてはあまり言わない、ナルトはそれほど変わっていない、彼はまだ同じテクニックを使用して、ショーはより深刻になったが、それはまだ1％アクション99％のフラッシュバックです。\u001b[22m, \u001b[1m疾風伝について言っても過言ではない、ナルトはずっと、彼はまだ同じ技術を使用することを変更していない、ショーはより深刻だが、それはまだ1％アクション99％のフラッシュバックです。\u001b[22m\nMy favorite characters are Mito Guy and Rock Lee, these are I think the only two who actually use martial arts whereas everybody else is using ninjutsu and genjutsu (“magic” techniques)\n\n\u001b[1m私の好きなキャラクターは水戸ガイとロック・リーですが、これは武術を実際に使っている唯一の2人ですが、他の人は忍術と幻術（「魔法」技法）\u001b[22m\n\u001b[1m(Watashi no sukina kyarakutā wa Mito gai to rokku rīdesuga, koreha bujutsu o jissai ni tsukatte iru yuiitsu no 2-ridesuga, hokanohito wa ninjutsu to genjutsu (`mahō' gihō))\u001b[22m\n\nTranslations of \u001b[4mMy favorite characters are Mito Guy and Rock Lee, these are I think the only two who actually use martial arts whereas everybody else is using ninjutsu and genjutsu (“magic” techniques)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favorite characters are Mito Guy and Rock Lee, these are I think the only two who actually use martial arts whereas everybody else is using ninjutsu and genjutsu (“magic” techniques)\u001b[24m\n    \u001b[1m私の好きなキャラクターは水戸ガイとロック・リーですが、これは武術を実際に使っている唯一の2人ですが、他の人は忍術と幻術（「魔法」技法）\u001b[22m, \u001b[1m私の好きなキャラクターは、これらが他のみんなは、忍術や幻術（「魔法」技術）を使用しているのに対し、実際に武道を使用する2つだけを私だと思うしている、水戸ガイとロック・リーです\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "xivaSempai",
    "profile": "/profile/xivaSempai/reviews",
    "pages": "12",
    "number": "5",
    "link": "/reviews.php?id=228269",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  7\n\n私はナルトをたくさん気に入っていました。私は新しいエピソードが来ると誇りに思っていました。そしてもう一度、別のフィラー、\n私はそれが完了するまでそれを見ることを計画していないので、私は新しいエピソードを待っているたびに1エピソードと20フィラーを持っていないようにしています。\n\n彼らはフィラーが終了したと言っても、私はもはや見ることに信頼を持っていない、単にナルトの多くの落ち込み者に持っていた。\n私は5つのエピソードを楽しんでいないし、別の束縛の詰め物を楽しみたい。\n\n私は戦争の前のどこか、戦争中に起こったいくつかのOVAのものがあれば、フィラーをもっと楽しんだでしょう。私のナルトの率は9から6に落ちました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI liked naruto a lot, i used to be hyped when the new episode would come, and then again we get another moodkill by another filler, its simply just to much fillers,\n\n\u001b[1m私はナルトをたくさん気に入っていました。私は新しいエピソードが来ると誇りに思っていました。そしてもう一度、別のフィラーでもう一つのムードキルを取得しました。\u001b[22m\n\u001b[1m(Watashi wa naruto o takusan kiniitte imashita. Watashi wa atarashī episōdo ga kuru to hokori ni omotte imashita. Soshite mōichido,-betsu no firā de mōhitotsu no mūdokiru o shutoku shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI liked naruto a lot, i used to be hyped when the new episode would come, and then again we get another moodkill by another filler, its simply just to much fillers,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked naruto a lot, i used to be hyped when the new episode would come, and then again we get another moodkill by another filler, its simply just to much fillers,\u001b[24m\n    \u001b[1m私はナルトをたくさん気に入っていました。私は新しいエピソードが来ると誇りに思っていました。そしてもう一度、別のフィラーでもう一つのムードキルを取得しました。\u001b[22m, \u001b[1m私は、新しいエピソードが来るとき、私は話題にするために使用し、再度、我々は別の充填剤によって別のmoodkillを取得し、その単純に多くの充填材に、ナルト多くのことを言っています\u001b[22m\ni'm not planning on watching it until it is done, cause i don't wanna have 1 episode and 20 fillers every time i'm waiting for a new episode.\n\n\u001b[1m私はそれが完了するまでそれを見ることを計画していないので、私は新しいエピソードを待っているたびに1エピソードと20フィラーを持っていないようにしています。\u001b[22m\n\u001b[1m(Watashi wa sore ga kanryō suru made sore o miru koto o keikaku shite inainode, watashi wa atarashī episōdo o matte iru tabi ni 1 episōdo to 20 firā o motteinai-yō ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mi'm not planning on watching it until it is done, cause i don't wanna have 1 episode and 20 fillers every time i'm waiting for a new episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi'm not planning on watching it until it is done, cause i don't wanna have 1 episode and 20 fillers every time i'm waiting for a new episode.\u001b[24m\n    \u001b[1m私はそれが完了するまでそれを見ることを計画していないので、私は新しいエピソードを待っているたびに1エピソードと20フィラーを持っていないようにしています。\u001b[22m, \u001b[1m私はしたいが、1エピソードと20のフィラー私は新しいエピソードを待っているすべての時間を持っていない原因私は、それが行われるまで、それを見て計画していませんよ。\u001b[22m\n\u001b[1m\u001b[22m\nEven if they say the fillers are ended, i don't have the trust in watching anymore, simply had to many downers on naruto.\n\n\u001b[1m彼らはフィラーが終了したと言っても、私はもはや見ることに信頼を持っていない、単にナルトの多くの落ち込み者に持っていた。\u001b[22m\n\u001b[1m(Karera wa firā ga shūryō shita to itte mo, watashi wa mohaya miru koto ni shinrai o motteinai, tan'ni naruto no ōku no ochikomi-sha ni motte ita.)\u001b[22m\n\nTranslations of \u001b[4mEven if they say the fillers are ended, i don't have the trust in watching anymore, simply had to many downers on naruto.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven if they say the fillers are ended, i don't have the trust in watching anymore, simply had to many downers on naruto.\u001b[24m\n    \u001b[1m彼らはフィラーが終了したと言っても、私はもはや見ることに信頼を持っていない、単にナルトの多くの落ち込み者に持っていた。\u001b[22m, \u001b[1m彼らはフィラーが終了していると言う場合でも、私はもう見ることで信頼を持っていない、単にナルト上の多くのダウナーに持っていました。\u001b[22m\ni don't wanna enjoy 5 episodes and then another bunch of shitty fillers.\n\n\u001b[1m私は5つのエピソードを楽しんでいないし、別の束縛の詰め物を楽しみたい。\u001b[22m\n\u001b[1m(Watashi wa itsutsu no episōdo o tanoshinde inaishi,-betsu no sokubaku no tsumebutsu o tanoshi mitai.)\u001b[22m\n\nTranslations of \u001b[4mi don't wanna enjoy 5 episodes and then another bunch of shitty fillers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi don't wanna enjoy 5 episodes and then another bunch of shitty fillers.\u001b[24m\n    \u001b[1m私は5つのエピソードを楽しんでいないし、別の束縛の詰め物を楽しみたい。\u001b[22m, \u001b[1m私は5エピソードやくだらないフィラーの後、別の束を楽しむたくありません。\u001b[22m\n\u001b[1m\u001b[22m\nI maybe would have enjoyed the fillers more if the where before the war, or just in some more OVA's those happen during the war, My naruto rate dropped from 9 to 6.\n\n\u001b[1m私は戦争の前のどこか、戦争中に起こったいくつかのOVAのものがあれば、フィラーをもっと楽しんでいたでしょう。私のナルトの率は9から6に落ちました。\u001b[22m\n\u001b[1m(Watashi wa sensō no mae no doko ka, sensō-chū ni okotta ikutsu ka no ovu~a no mono ga areba, firā o motto tanoshinde itadeshou. Watashi no naruto no ritsu wa 9 kara 6 ni ochimashita.)\u001b[22m\n\nTranslations of \u001b[4mI maybe would have enjoyed the fillers more if the where before the war, or just in some more OVA's those happen during the war, My naruto rate dropped from 9 to 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI maybe would have enjoyed the fillers more if the where before the war, or just in some more OVA's those happen during the war, My naruto rate dropped from 9 to 6.\u001b[24m\n    \u001b[1m私は戦争の前のどこか、戦争中に起こったいくつかのOVAのものがあれば、フィラーをもっと楽しんでいたでしょう。私のナルトの率は9から6に落ちました。\u001b[22m, \u001b[1m私は多分いくつかのより多くのOVAのものは戦争中に起こる戦争の前、または単にでどこが、私のナルト率は9から6に低下したより多くの場合、充填剤を楽しんでいるだろう。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "CalamityGami",
    "profile": "/profile/CalamityGami/reviews",
    "pages": "12",
    "number": "6",
    "link": "/reviews.php?id=94321",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\nフィラーは私が言わなければならないすべてです。 私の得点の理由はフィラー（今のところ38％）です。 フィラーのリストが必要な場合http://www.narutohq.com/naruto-shippuden-fillers.php。 あなたがそれを始めるなら、あなたはそれらを飛ばすことができます。 私はレビューを短くしています。\n\nストーリーには何も特別なものはなく、その日を節約するナックルヘッドのヒーローとそれについてのことです。\n\nキャラクターの開発はこのショーでかなりきれいです、あなたはキャラクターのいくつかが成長するのを見ることができます。 それはちょっと涼しいです。 あなたは文字のいくつかとの接続を得ることができ、それは私がこのショーを作ると思います。\n\nほとんどの場合、このアニメはファンサービスのようです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nFillers is all I have to say. Reason for my score is fillers(38% so far). if you want a list of fillers http://www.narutohq.com/naruto-shippuden-fillers.php. So you can skip them if you start it. i'm keeping the review short.\n\n\u001b[1mフィラーは私が言わなければならないすべてです。 私の得点の理由はフィラー（今のところ38％）です。 フィラーのリストが必要な場合http://www.narutohq.com/naruto-shippuden-fillers.php。 あなたがそれを始めるなら、あなたはそれらを飛ばすことができます。 私はレビューを短くしています。\u001b[22m\n\u001b[1m(Firā wa watashi ga iwanakereba naranai subetedesu. Watashi no tokuten no riyū wa firā (imanotokoro 38-pāsento)desu. Firā no risuto ga hitsuyōna baai http: / / Www. Narutohq. Komu/ naruto - shippuden - fillers. Php. Anata ga sore o hajimerunara, anata wa sorera o tobasu koto ga dekimasu. Watashi wa rebyū o mijikaku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFillers is all I have to say. Reason for my score is fillers(38% so far). if you want a list of fillers http://www.narutohq.com/naruto-shippuden-fillers.php. So you can skip them if you start it. i'm keeping the review short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFillers is all I have to say.\u001b[24m\n    \u001b[1mフィラーは私が言わなければならないすべてです。\u001b[22m, \u001b[1mフィラーは、私が言っているすべてです。\u001b[22m\n\u001b[4mReason for my score is fillers(38% so far).\u001b[24m\n    \u001b[1m私の得点の理由はフィラー（今のところ38％）です。\u001b[22m, \u001b[1m私のスコアの理由は、充填剤（これまでのところ38％）です。\u001b[22m\n\u001b[4mif you want a list of fillers http://www.narutohq.com/naruto-shippuden-fillers.php.\u001b[24m\n    \u001b[1mフィラーのリストが必要な場合http://www.narutohq.com/naruto-shippuden-fillers.php。\u001b[22m, \u001b[1mあなたは充填剤のリストが必要な場合http://www.narutohq.com/naruto-shippuden-fillers.php。\u001b[22m\n\u001b[4mSo you can skip them if you start it.\u001b[24m\n    \u001b[1mあなたがそれを始めるなら、あなたはそれらを飛ばすことができます。\u001b[22m, \u001b[1mあなたがそれを起動するのであれば、あなたはそれらをスキップすることができます。\u001b[22m\n\u001b[4mi'm keeping the review short.\u001b[24m\n    \u001b[1m私はレビューを短くしています。\u001b[22m, \u001b[1m私はレビューのショートを維持しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story has nothing special, just a knucklehead hero that saves the day and thats about it.\n\n\u001b[1mストーリーには何も特別なものはなく、その日を節約するナックルヘッドのヒーローとそれについてのことです。\u001b[22m\n\u001b[1m(Sutōrī ni wa nani mo tokubetsuna mono wa naku, sonohi o setsuyaku suru nakkuruheddo no hīrō to sore ni tsuite no kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story has nothing special, just a knucklehead hero that saves the day and thats about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story has nothing special, just a knucklehead hero that saves the day and thats about it.\u001b[24m\n    \u001b[1mストーリーには何も特別なものはなく、その日を節約するナックルヘッドのヒーローとそれについてのことです。\u001b[22m, \u001b[1m物語は何も特別な日を節約し、それについてthatsのちょうどナックルの英雄を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\ncharacter development is pretty neat in this show, you can see some of the characters grow. Which is kinda cool. You can get a connection to some of the characters and that is what I Think makes this show.\n\n\u001b[1mキャラクターの開発はこのショーでかなりきれいです、あなたはキャラクターのいくつかが成長するのを見ることができます。 それはちょっと涼しいです。 あなたは文字のいくつかとの接続を得ることができ、それは私がこのショーを作ると思います。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa kono shō de kanari kireidesu, anata wa kyarakutā no ikutsu ka ga seichō suru no o miru koto ga dekimasu. Sore wa chotto suzushīdesu. Anata wa moji no ikutsu ka to no setsuzoku o eru koto ga deki, sore wa watashi ga kono shō o tsukuru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mcharacter development is pretty neat in this show, you can see some of the characters grow. Which is kinda cool. You can get a connection to some of the characters and that is what I Think makes this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter development is pretty neat in this show, you can see some of the characters grow.\u001b[24m\n    \u001b[1mキャラクターの開発はこのショーでかなりきれいです、あなたはキャラクターのいくつかが成長するのを見ることができます。\u001b[22m, \u001b[1m文字の開発は、このショーでかなりきちんとしている、あなたは文字の一部が成長を見ることができます。\u001b[22m\n\u001b[4mWhich is kinda cool.\u001b[24m\n    \u001b[1mそれはちょっと涼しいです。\u001b[22m, \u001b[1mこれはちょっとクールです。\u001b[22m\n\u001b[4mYou can get a connection to some of the characters and that is what I Think makes this show.\u001b[24m\n    \u001b[1mあなたは文字のいくつかとの接続を得ることができ、それは私がこのショーを作ると思います。\u001b[22m, \u001b[1mあなたは、文字の一部への接続を取得することができますし、それは私がこの番組を作ると思うものです。\u001b[22m\n\u001b[1m\u001b[22m\nMostly this anime seems to be about fan service.\n\n\u001b[1mほとんどの場合、このアニメはファンサービスのようです。\u001b[22m\n\u001b[1m(Hotondo no baai, kono anime wa fansābisu no yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mMostly this anime seems to be about fan service.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMostly this anime seems to be about fan service.\u001b[24m\n    \u001b[1mほとんどの場合、このアニメはファンサービスのようです。\u001b[22m, \u001b[1m主にこのアニメは、ファンサービスについてのようです。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "SassafrasChelsea",
    "profile": "/profile/SassafrasChelsea/reviews",
    "pages": "12",
    "number": "7",
    "link": "/reviews.php?id=44671",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  8\n\nナルトは私のためのトリッキーなものです。 私は絶対に漫画を崇拝する、私はまだそれを読んでいると私は本当に興奮していたときには、ナルトのShippudenが来ていた！ 最初の30〜40回のエピソードは大丈夫だったが、ひどくはなかった。 そのあと、漫画から抜け落ちたあまりにも多くのフィラーがありました。私はちょうどそれを落としました。 また、私はアニメがちょっとした気分になり、芸術もそれほど偉大ではないと信じています。 だから全体的に、私は漫画のためにNaruto Shippudenに8/10を与える。 芸術は素晴らしく、物語は素晴らしい、詰め物はない...しかし、Naruto Shippudenのアニメは、ちょうどナルトを私の意見で悪名を与えた。 私の推薦：あなたがナルトを読んで始めたい、またはそれをあきらめたら、アニメを見ないでください！ マンガを読んで、あなたは失望しないだろう:)。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNaruto is a tricky one for me. I absolutely adore the manga, I'm still reading it and I was really excited when I heard that the Naruto Shippuden was coming! The first 30-40 episodes were alright...not great, but they weren't terrible. After that, there were just too many fillers, strayed quite a bit from the manga and I just dropped it. Also, I believe the anime just kind of got cheesy and the art wasn't as great either. So, overall, I give Naruto Shippuden a 8/10 because of the manga. The art is great, story is great, no fillers...but the Naruto Shippuden anime just gave Naruto a bad name in my opinion. My recommendation: if you want to start reading Naruto or gave up on it, don't watch the anime! Read the manga, you won't be disappointed :) .\n\n\u001b[1mナルトは私のためのトリッキーなものです。 私は絶対に漫画を崇拝する、私はまだそれを読んでいると私は本当に興奮していたときには、ナルトのShippudenが来ていた！ 最初の30〜40回のエピソードは大丈夫だったが、ひどくはなかった。 そのあと、漫画から抜け落ちたあまりにも多くのフィラーがありました。私はちょうどそれを落としました。 また、私はアニメがちょっとした気分になり、芸術もそれほど偉大ではないと信じています。 だから全体的に、私は漫画のためにNaruto Shippudenに8/10を与える。 芸術は素晴らしく、物語は素晴らしい、詰め物はない...しかし、Naruto Shippudenのアニメは、ちょうどナルトを私の意見で悪名を与えた。 私の推薦：あなたがナルトを読んで始めたい、またはそれをあきらめたら、アニメを見ないでください！ マンガを読んで、あなたは失望しないだろう:)。\u001b[22m\n\u001b[1m(Naruto wa watashi no tame no torikkīna monodesu. Watashi wa zettai ni manga o sūhai suru, watashi wa mada sore o yonde iruto watashi wa hontōni kōfun shite ita tokiniha, naruto no Shippuden ga kite ita! Saisho no 30 〜 40-kai no episōdo wa daijōbudattaga, hidoku wa nakatta. Sono ato, manga kara nukeochita amarini mo ōku no firā ga arimashita. Watashi wa chōdo sore o otoshimashita. Mata, watashi wa anime ga chottoshita kibun ni nari, geijutsu mo sorehodo idaide wa nai to shinjite imasu. Dakara zentai-teki ni, watashi wa manga no tame ni Naruto Shippuden ni 8/ 10 o ataeru. Geijutsu wa subarashiku, monogatari wa subarashī, tsumebutsu wanai... Shikashi, Naruto Shippuden no anime wa, chōdo naruto o watashi no iken de akumyō o ataeta. Watashi no suisen: Anata ga naruto o yonde hajimetai, matawa sore o akirametara, anime o minaide kudasai! Manga o yonde, anata wa shitsubō shinaidarou: ).)\u001b[22m\n\nTranslations of \u001b[4mNaruto is a tricky one for me. I absolutely adore the manga, I'm still reading it and I was really excited when I heard that the Naruto Shippuden was coming! The first 30-40 episodes were alright...not great, but they weren't terrible. After that, there were just too many fillers, strayed quite a bit from the manga and I just dropped it. Also, I believe the anime just kind of got cheesy and the art wasn't as great either. So, overall, I give Naruto Shippuden a 8/10 because of the manga. The art is great, story is great, no fillers...but the Naruto Shippuden anime just gave Naruto a bad name in my opinion. My recommendation: if you want to start reading Naruto or gave up on it, don't watch the anime! Read the manga, you won't be disappointed :) .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNaruto is a tricky one for me.\u001b[24m\n    \u001b[1mナルトは私のためのトリッキーなものです。\u001b[22m, \u001b[1mナルトは私にとって難しいものです。\u001b[22m\n\u001b[4mI absolutely adore the manga, I'm still reading it and I was really excited when I heard that the Naruto Shippuden was coming!\u001b[24m\n    \u001b[1m私は絶対に漫画を崇拝する、私はまだそれを読んでいると私は本当に興奮していたときには、ナルトのShippudenが来ていた！\u001b[22m, \u001b[1m私は絶対に漫画を崇拝する、私はまだそれを読んでいると私はNARUTO  - ナルト - 疾風伝が来ていたことを聞いたとき、私は本当に興奮しました！\u001b[22m\n\u001b[4mThe first 30-40 episodes were alright...not great, but they weren't terrible.\u001b[24m\n    \u001b[1m最初の30〜40回のエピソードは大丈夫だったが、ひどくはなかった。\u001b[22m, \u001b[1m最初の30から40のエピソードは大丈夫...素晴らしいではありませんでしたが、彼らはひどいものではなかったです。\u001b[22m\n\u001b[4mAfter that, there were just too many fillers, strayed quite a bit from the manga and I just dropped it.\u001b[24m\n    \u001b[1mそのあと、漫画から抜け落ちたあまりにも多くのフィラーがありました。私はちょうどそれを落としました。\u001b[22m, \u001b[1mその後、あまりにも多くの充填剤は、存在した漫画からかなり迷って、私はちょうどそれを落としました。\u001b[22m\n\u001b[4mAlso, I believe the anime just kind of got cheesy and the art wasn't as great either.\u001b[24m\n    \u001b[1mまた、私はアニメがちょっとした気分になり、芸術もそれほど偉大ではないと信じています。\u001b[22m, \u001b[1mまた、私はアニメだけの種類のチーズだと芸術がいずれかとして大きくなかったと信じています。\u001b[22m\n\u001b[4mSo, overall, I give Naruto Shippuden a 8/10 because of the manga.\u001b[24m\n    \u001b[1mだから全体的に、私は漫画のためにNaruto Shippudenに8/10を与える。\u001b[22m, \u001b[1mだから、全体的に、私は理由漫画のNARUTO  - ナルト - 疾風伝に8/10を与えます。\u001b[22m\n\u001b[4mThe art is great, story is great, no fillers...but the Naruto Shippuden anime just gave Naruto a bad name in my opinion.\u001b[24m\n    \u001b[1m芸術は素晴らしく、物語は素晴らしい、詰め物はない...しかし、Naruto Shippudenのアニメは、ちょうどナルトを私の意見で悪名を与えた。\u001b[22m, \u001b[1m芸術は素晴らしいですが、物語は、何のフィラー素晴らしいではありません...しかし、NARUTO  - ナルト - 疾風伝アニメはちょうど私の意見ではナルトに悪い名前を与えました。\u001b[22m\n\u001b[4mMy recommendation: if you want to start reading Naruto or gave up on it, don't watch the anime!\u001b[24m\n    \u001b[1m私の推薦：あなたがナルトを読んで始めたい、またはそれをあきらめたら、アニメを見ないでください！\u001b[22m, \u001b[1m私の推薦：あなたはナルトの読み取りを開始する場合、またはそれをあきらめた場合、アニメを見ていません！\u001b[22m\n\u001b[4mRead the manga, you won't be disappointed :) .\u001b[24m\n    \u001b[1mマンガを読んで、あなたは失望しないだろう:)。\u001b[22m, \u001b[1m漫画を読んで、あなたは:)失望されません。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "yanira605",
    "profile": "/profile/yanira605/reviews",
    "pages": "12",
    "number": "8",
    "link": "/reviews.php?id=43957",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n私はこのアニメを初めから見て楽しんでいました。彼は自分自身を証明しようと若くて、また大人として戻ったときも楽しかったです。 唯一の問題は、話が減速しているように見えることでした。 それは1つの戦いの場面を示すために2ヶ月かかるだけです。 それ以外はこのアニメが大好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed watching this anime from the beginning when he was younger trying to prove himself and also when he came back as an adult. The only problem was that now the story seems like it is slowing down. It is taking them 2 months just to show 1 fight scene. Other than that I love this anime.\n\n\u001b[1m私はこのアニメを初めから見て楽しんでいました。彼は自分自身を証明しようと若くて、また大人として戻ったときも楽しかったです。 唯一の問題は、話が減速しているように見えることでした。 それは1つの戦いの場面を示すために2ヶ月かかるだけです。 それ以外はこのアニメが大好きです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o hajime kara mite tanoshinde imashita. Kare wa jibun jishin o shōmei shiyou to wakakute, mata otona to shite modotta toki mo tanoshikattadesu. Yuiitsu no mondai wa,-banashi ga gensoku shite iru yō ni mieru kotodeshita. Sore wa 1tsu no tatakai no bamen o shimesu tame ni 2kagetsu kakaru dakedesu. Sore igai wa kono anime ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed watching this anime from the beginning when he was younger trying to prove himself and also when he came back as an adult. The only problem was that now the story seems like it is slowing down. It is taking them 2 months just to show 1 fight scene. Other than that I love this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed watching this anime from the beginning when he was younger trying to prove himself and also when he came back as an adult.\u001b[24m\n    \u001b[1m私はこのアニメを初めから見て楽しんでいました。彼は自分自身を証明しようと若くて、また大人として戻ったときも楽しかったです。\u001b[22m, \u001b[1m彼は彼が大人として戻ってきたときも、自分自身を証明し、しようと若かったとき、私は最初からこのアニメを見て楽しみました。\u001b[22m\n\u001b[4mThe only problem was that now the story seems like it is slowing down.\u001b[24m\n    \u001b[1m唯一の問題は、話が減速しているように見えることでした。\u001b[22m, \u001b[1m唯一の問題は、それが鈍化しているように、今の話は思われることでした。\u001b[22m\n\u001b[4mIt is taking them 2 months just to show 1 fight scene.\u001b[24m\n    \u001b[1mそれは1つの戦いの場面を示すために2ヶ月かかるだけです。\u001b[22m, \u001b[1mちょうど1戦いのシーンを表示するために2ヶ月にそれらを取っています。\u001b[22m\n\u001b[4mOther than that I love this anime.\u001b[24m\n    \u001b[1mそれ以外はこのアニメが大好きです。\u001b[22m, \u001b[1mそれ以外は、私はこのアニメが大好きです。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "teamspitfire4",
    "profile": "/profile/teamspitfire4/reviews",
    "pages": "12",
    "number": "9",
    "link": "/reviews.php?id=106789",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  5\n\nNaruto shippuudenは本当に良いアニメでしたが、アニメでしばらくしてから、フラッシュバックの使用を始めました。\nときには、これらのフラッシュバックはエピソードの90％を占め、その後のエピソードはさらにフラッシュバックを示します。\n\nフラッシュバックのほとんどは必要ないので、彼らはショーを台無しにする。\n\nそれは自分自身の物語は本当に良いもので、あなたは長い道のりを歩むことができるものです。彼らは物語に合った新しいアークを引き出します。\n\nそれは素晴らしいことでした。\nそれは本当に良いアニメでした。\nしかし、これらのすべてのフラッシュバックではそれはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nNaruto shippuuden could have been a really good anime, but, after a while in the anime they start using flashbacks, and not a few.\n\n\u001b[1mNaruto shippuudenは本当に良いアニメでしたが、アニメでしばらくしてから、フラッシュバックの使用を始めました。\u001b[22m\n\u001b[1m(Naruto shippuuden wa hontōni yoi animedeshitaga, anime de shibaraku shite kara, furasshu bakku no shiyō o hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mNaruto shippuuden could have been a really good anime, but, after a while in the anime they start using flashbacks, and not a few.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNaruto shippuuden could have been a really good anime, but, after a while in the anime they start using flashbacks, and not a few.\u001b[24m\n    \u001b[1mNaruto shippuudenは本当に良いアニメでしたが、アニメでしばらくしてから、フラッシュバックの使用を始めました。\u001b[22m, \u001b[1mNARUTO  - ナルト - 疾風伝は本当に良いアニメあったが、アニメでしばらくして、彼らがフラッシュバックの使用を開始し、いくつかしていない可能性があります。\u001b[22m\nSometimes these flashbacks takes up 90% of an episode and the episode after shows even more flashbacks.\n\n\u001b[1mときには、これらのフラッシュバックはエピソードの90％を占め、その後のエピソードはさらにフラッシュバックを示します。\u001b[22m\n\u001b[1m(Tokiniha, korera no furasshu bakku wa episōdo no 90-pāsento o shime, sonogo no episōdo wa sarani furasshu bakku o shimeshimasu.)\u001b[22m\n\nTranslations of \u001b[4mSometimes these flashbacks takes up 90% of an episode and the episode after shows even more flashbacks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes these flashbacks takes up 90% of an episode and the episode after shows even more flashbacks.\u001b[24m\n    \u001b[1mときには、これらのフラッシュバックはエピソードの90％を占め、その後のエピソードはさらにフラッシュバックを示します。\u001b[22m, \u001b[1m時には、これらのフラッシュバックは、エピソードやショー、さらにフラッシュバック後のエピソードの90％を占めます。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the flashbacks are not needed therefore they ruin the show.\n\n\u001b[1mフラッシュバックの大部分は必要ないので、ショーを台無しにする。\u001b[22m\n\u001b[1m(Furasshu bakku no daibubun wa hitsuyō nainode, shō o dainashi ni suru.)\u001b[22m\n\nTranslations of \u001b[4mMost of the flashbacks are not needed therefore they ruin the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the flashbacks are not needed therefore they ruin the show.\u001b[24m\n    \u001b[1mフラッシュバックの大部分は必要ないので、ショーを台無しにする。\u001b[22m, \u001b[1mフラッシュバックのほとんどは、彼らがショーを台無ししたがって、必要とされません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story it self is really good and is something that you can come a long way with, and they do they continue to put out new arcs that fits with the story.\n\n\u001b[1mそれは自分自身の物語は本当に良いもので、あなたは長い道のりを歩むことができるものです。彼らは物語に合った新しいアークを引き出します。\u001b[22m\n\u001b[1m(Sore wa jibunjishin'no monogatari wa hontōni yoi mono de, anata wa nagai michinori o ayumu koto ga dekiru monodesu. Karera wa monogatari ni atta atarashī āku o hikidashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story it self is really good and is something that you can come a long way with, and they do they continue to put out new arcs that fits with the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story it self is really good and is something that you can come a long way with, and they do they continue to put out new arcs that fits with the story.\u001b[24m\n    \u001b[1mそれは自分自身の物語は本当に良いもので、あなたは長い道のりを歩むことができるものです。彼らは物語に合った新しいアークを引き出します。\u001b[22m, \u001b[1mストーリーその自己は本当に良いですし、あなたが長い道のりを歩んことができるものです、そして、彼らは彼らが物語にフィットする新しいアークを出し続けます。\u001b[22m\n\u001b[1m\u001b[22m\nIt could have been great.\n\n\u001b[1mそれは素晴らしいことでした。\u001b[22m\n\u001b[1m(Sore wa subarashī kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt could have been great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt could have been great.\u001b[24m\n    \u001b[1mそれは素晴らしいことでした。\u001b[22m, \u001b[1mそれは偉大だったかもしれません。\u001b[22m\nIt could have been a really good anime.\n\n\u001b[1mそれは本当に良いアニメでした。\u001b[22m\n\u001b[1m(Sore wa hontōni yoi animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt could have been a really good anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt could have been a really good anime.\u001b[24m\n    \u001b[1mそれは本当に良いアニメでした。\u001b[22m, \u001b[1mそれは本当に良いアニメだったかもしれません。\u001b[22m\nBut with all of these flashbacks it aint.\n\n\u001b[1mしかし、これらのすべてのフラッシュバックではそれはありません。\u001b[22m\n\u001b[1m(Shikashi, korera no subete no furasshu bakkude wa sore wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBut with all of these flashbacks it aint.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut with all of these flashbacks it aint.\u001b[24m\n    \u001b[1mしかし、これらのすべてのフラッシュバックではそれはありません。\u001b[22m, \u001b[1mしかし、これらのフラッシュバックのすべてで、それはaintの。\u001b[22m"
  },
  {
    "title": "Naruto__Shippuuden",
    "id": "1735",
    "url": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
    "user": "HattiewithSugar",
    "profile": "/profile/HattiewithSugar/reviews",
    "pages": "12",
    "number": "10",
    "link": "/reviews.php?id=112137",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  7\n\n私は3年以上にわたりナルトの看護師であり、私はそう言いました、それは多くを変えました！ 私に説明させてください。\n\nストーリー：\n\nストーリー全体は一種です。  Ninjasが世界中で最高の存在であるという独創的な考え方が好きで、彼らの強力な渦巻く空気のボールを披露するだけのお互いの尻を蹴るのが好きです。 それはPATHETICです！ 実際には、時にはそれは私がオリジナルのものだったので、巨大な群れの紆余曲折と、キヤノンとフィラーアークの間に現れていた新しい文字に追いつくことさえできませんでした。 私がその部分に私を作ったので、フィラーを仰ぎながら話しましょう。  YaAAAAYYY！ 私たち全員が黙っている。 私は嘘をついた、私はそれらを実際に憎む。 ナルトのフィラーはSOO BADなので、私はある時点でアニメを1年間降ろし、1年後に戻ってきて、彼らはキヤノンの20エピソードだけを進めてしまった。 キヤノンとフィラーの間の隙間は今では非常に小さいです。 毎月新しいBORINGフィラーアークがあります。\n\nアート：\n\nアニメの芸術は、シリーズの初めにかなり良かったです。 キャラクターのデザインは複雑で異なっていましたが、シリーズが進行するにつれて、芸術は怠け者になりました。 あなたはPein Arcのアートを見ましたか？ 聖なるたわごと、なんてことごとく混乱している。 そして、そこからしか悪化していません。 私は今から5年後にラッキースターに変身することに怖いです。 そして、私たちは皆、それも長く続くことを知っています。\n\n音：\n\nすべてのオープニングは、過渡的な音楽を含め、怠惰に行われています。 それらはすべて同じように同じように聞こえる！  Shippudenの前の最初のNarutoシリーズは、その音楽でかなり才能がありました。 悲しみと悲しみは本当に良い曲だった。 私のお気に入りの一つですが、そこからすべて下り坂になりました。\n\nキャラクター：\n\n多くの文字があり、驚くことに、私はその名前のすべてを暗記することができました。 それはかなり素晴らしいです。 しかし真剣に、thatsd問題。  Theresはあまりにも多くあります。 そして、余分なものはちょうどアニメーションの無駄です！ 彼らは迷惑にならず、自分自身のために戦うことができません！ 彼の友達のすべてはかなりばかです。\n\n楽しみ：\n\nMeh\n\n全体：\n\n6.5",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI have been sa watcher of Naruto for over three years now, and I must say, it has changed A LOT! Allow me to explain.\n\n\u001b[1m私は3年以上にわたりナルトの看護師であり、私はそう言いました、それは多くを変えました！ 私に説明させてください。\u001b[22m\n\u001b[1m(Watashi wa 3-nen ijō ni watari naruto no kankoshideari, watashi wa sō iimashita, sore wa ōku o kaemashita! Watashi ni setsumei sa sete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI have been sa watcher of Naruto for over three years now, and I must say, it has changed A LOT! Allow me to explain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have been sa watcher of Naruto for over three years now, and I must say, it has changed A LOT!\u001b[24m\n    \u001b[1m私は3年以上にわたりナルトの看護師であり、私はそう言いました、それは多くを変えました！\u001b[22m, \u001b[1m私は今3年以上にわたり、ナルトのSAウォッチャーされている、と私は言わなければならない、それはLOTを変更しました！\u001b[22m\n\u001b[4mAllow me to explain.\u001b[24m\n    \u001b[1m私に説明させてください。\u001b[22m, \u001b[1m私が説明することができます。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nThe Story overall is kind of good. I like the whole original idea of Ninjas being the supreme beings in the world and like to kick each others asses just to show off their powerful swirling balls of air. It is PATHETIC!!! In fact, sometimes it was SO original, that I couldn't even keep up with the huge cluster fuck of plot twists and new characters that were popping up in between canon and filler arcs. Since I made I to that part, let's talk abouit the fillers. YAAAAAYYY! We all luv um. I lied, I hate them actually. And Naruto's fillers are SOO BAD that I, at one point, dropped the anime for a year, came back a year later, and they have only advanced 20 episodes of Canon. The gap between canon and filler is so small now. There is new BORING filler arc every month.\n\n\u001b[1mストーリー全体は一種です。  Ninjasが世界中で最高の存在であるという独創的な考え方が好きで、彼らの強力な渦巻く空気のボールを披露するだけのお互いの尻を蹴るのが好きです。 それはPATHETICです！ 実際には、時にはそれは私がオリジナルのものだったので、巨大な群れの紆余曲折と、キヤノンとフィラーアークの間に現れていた新しい文字に追いつくことさえできませんでした。 私がその部分に私を作ったので、フィラーを仰ぎながら話しましょう。  YaAAAAYYY！ 私たち全員が黙っている。 私は嘘をついた、私はそれらを実際に憎む。 ナルトのフィラーはSOO BADなので、私はある時点でアニメを1年間降ろし、1年後に戻ってきて、彼らはキヤノンの20エピソードだけを進めてしまった。 キヤノンとフィラーの間の隙間は今では非常に小さいです。 毎月新しいBORINGフィラーアークがあります。\u001b[22m\n\u001b[1m(Sutōrī zentai wa isshudesu. Ninjas ga sekaijū de saikō no sonzaidearu to iu dokusō-tekina kangaekata ga sukide, karera no kyōryokuna uzumaku kūki no bōru o hirō suru dake no otagai no shiri o keru no ga sukidesu. Jissai ni wa, tokiniha sore wa watashi ga orijinaru no monodattanode, kyodaina mure no uyokyokusetsu to, Kiyanon to firāāku no ma ni arawarete ita atarashī moji ni oitsuku koto sae dekimasendeshita. Watashi ga sono bubun ni watashi o tsukuttanode, firā o aoginagara hanashimashou. YaAAAAYYY! Watashitachi zen'in ga damatte iru. Watashi wa uso o tsuita, watashi wa sorera o jissai ni nikumu. Naruto no firā wa SOO battonanode, watashi wa aru jiten de anime o 1-nenkan oroshi, 1-nen-go ni modotte kite, karera wa Kiyanon no 20 episōdo dake o susumete shimatta. Kiyanon to firā no ma no sukima wa ima dewa hijō ni chīsaidesu. Maitsuki atarashī BORING firāāku ga arimasu. Sore wa PATHETICdesu!)\u001b[22m\n\nTranslations of \u001b[4mThe Story overall is kind of good. I like the whole original idea of Ninjas being the supreme beings in the world and like to kick each others asses just to show off their powerful swirling balls of air. It is PATHETIC!!! In fact, sometimes it was SO original, that I couldn't even keep up with the huge cluster fuck of plot twists and new characters that were popping up in between canon and filler arcs. Since I made I to that part, let's talk abouit the fillers. YAAAAAYYY! We all luv um. I lied, I hate them actually. And Naruto's fillers are SOO BAD that I, at one point, dropped the anime for a year, came back a year later, and they have only advanced 20 episodes of Canon. The gap between canon and filler is so small now. There is new BORING filler arc every month.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story overall is kind of good.\u001b[24m\n    \u001b[1mストーリー全体は一種です。\u001b[22m, \u001b[1mストーリーは、全体的な一種の良いです。\u001b[22m\n\u001b[4mI like the whole original idea of Ninjas being the supreme beings in the world and like to kick each others asses just to show off their powerful swirling balls of air.\u001b[24m\n    \u001b[1mNinjasが世界中で最高の存在であるという独創的な考え方が好きで、彼らの強力な渦巻く空気のボールを披露するだけのお互いの尻を蹴るのが好きです。\u001b[22m, \u001b[1m私は忍者が世界で最高の人間であることの全体のオリジナルのアイデアが好きで、ちょうど空気の彼らの強力な旋回ボールを誇示するためにお互いの尻をキックしたいです。\u001b[22m\n\u001b[4mIn fact, sometimes it was SO original, that I couldn't even keep up with the huge cluster fuck of plot twists and new characters that were popping up in between canon and filler arcs.\u001b[24m\n    \u001b[1m実際には、時にはそれは私がオリジナルのものだったので、巨大な群れの紆余曲折と、キヤノンとフィラーアークの間に現れていた新しい文字に追いつくことさえできませんでした。\u001b[22m, \u001b[1m実際には、時にはそれは私もどんでん返しとキヤノンとフィラー弧の間にポップアップされた新キャラクターの巨大なクラスタ性交に追いつくことができなかったことを、SO元でした。\u001b[22m\n\u001b[4mSince I made I to that part, let's talk abouit the fillers.\u001b[24m\n    \u001b[1m私がその部分に私を作ったので、フィラーを仰ぎながら話しましょう。\u001b[22m, \u001b[1m私はその部分に私を作ったので、のは、フィラーabouit話をしましょう。\u001b[22m\n\u001b[4mYAAAAAYYY!\u001b[24m\n    \u001b[1mYaAAAAYYY！\u001b[22m\n\u001b[4mWe all luv um.\u001b[24m\n    \u001b[1m私たち全員が黙っている。\u001b[22m, \u001b[1m我々は、すべてLUVええと。\u001b[22m\n\u001b[4mI lied, I hate them actually.\u001b[24m\n    \u001b[1m私は嘘をついた、私はそれらを実際に憎む。\u001b[22m, \u001b[1m私は実際にそれらを嫌い、嘘をつきました。\u001b[22m\n\u001b[4mAnd Naruto's fillers are SOO BAD that I, at one point, dropped the anime for a year, came back a year later, and they have only advanced 20 episodes of Canon.\u001b[24m\n    \u001b[1mナルトのフィラーはSOO BADなので、私はある時点でアニメを1年間降ろし、1年後に戻ってきて、彼らはキヤノンの20エピソードだけを進めてしまった。\u001b[22m, \u001b[1mそして、ナルトのフィラーは、私は、一点で、年間アニメを落としSOO BADあり、一年後に戻って来て、彼らはキヤノンの20のエピソードを進めてきました。\u001b[22m\n\u001b[4mThe gap between canon and filler is so small now.\u001b[24m\n    \u001b[1mキヤノンとフィラーの間の隙間は今では非常に小さいです。\u001b[22m, \u001b[1mキヤノンと充填材との間のギャップは今とても小さいです。\u001b[22m\n\u001b[4mThere is new BORING filler arc every month.\u001b[24m\n    \u001b[1m毎月新しいBORINGフィラーアークがあります。\u001b[22m, \u001b[1m新しいボーリングフィラーアークは毎月があります。\u001b[22m\n\u001b[4mIt is PATHETIC!!!\u001b[24m\n    \u001b[1mそれはPATHETICです！\u001b[22m, \u001b[1mそれは哀れです！\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe art for the anime was pretty good at the beginning of the series. The character design was complex and different, but as the series progressed, the art became lazier and lazier. Did you see the art for the Pein Arc? Holy Shit, what a fucking mess. And its only been worse from there. I'm scared that its going to turn into fucking Lucky Star five years from now. And we all know its going to last that long too, so shut up.\n\n\u001b[1mアニメの芸術は、シリーズの初めにかなり良かった。 キャラクターのデザインは複雑で異なっていましたが、シリーズが進行するにつれて、芸術は怠け者になりました。 あなたはPein Arcのアートを見ましたか？ 聖なるたわごと、なんてことごとく混乱している。 そして、そこからしか悪化していません。 私は今から5年後にラッキースターに変身することに怖いです。 そして、私たちは皆、それも長く続くことを知っています。\u001b[22m\n\u001b[1m(Anime no geijutsu wa, shirīzu no hajime ni kanari yokatta. Kyarakutā no dezain wa fukuzatsude kotonatte imashitaga, shirīzu ga shinkō suru ni tsurete, geijutsu wa namakemono ni narimashita. Anata wa Pein Arc no āto o mimashita ka? Seinaru tawagoto, nante kotogotoku konran shite iru. Soshite, soko kara shika akka shite imasen. Watashi wa ima kara 5-nen-go ni rakkīsutā ni henshin suru koto ni kowaidesu. Soshite, watashitachi wa mina, sore mo nagaku tsudzuku koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art for the anime was pretty good at the beginning of the series. The character design was complex and different, but as the series progressed, the art became lazier and lazier. Did you see the art for the Pein Arc? Holy Shit, what a fucking mess. And its only been worse from there. I'm scared that its going to turn into fucking Lucky Star five years from now. And we all know its going to last that long too, so shut up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art for the anime was pretty good at the beginning of the series.\u001b[24m\n    \u001b[1mアニメの芸術は、シリーズの初めにかなり良かった。\u001b[22m, \u001b[1mアニメのための技術は、一連の開始時にかなりよかったです。\u001b[22m\n\u001b[4mThe character design was complex and different, but as the series progressed, the art became lazier and lazier.\u001b[24m\n    \u001b[1mキャラクターのデザインは複雑で異なっていましたが、シリーズが進行するにつれて、芸術は怠け者になりました。\u001b[22m, \u001b[1mキャラクターデザインは複雑で異なっていたが、シリーズが進むにつれて、芸術はlazierとlazierになりました。\u001b[22m\n\u001b[4mDid you see the art for the Pein Arc?\u001b[24m\n    \u001b[1mあなたはPein Arcのアートを見ましたか？\u001b[22m, \u001b[1mあなたがたペインアークのためのアートを見ましたか？\u001b[22m\n\u001b[4mHoly Shit, what a fucking mess.\u001b[24m\n    \u001b[1m聖なるたわごと、なんてことごとく混乱している。\u001b[22m, \u001b[1m神聖なたわごと、クソ何混乱。\u001b[22m\n\u001b[4mAnd its only been worse from there.\u001b[24m\n    \u001b[1mそして、そこからしか悪化していません。\u001b[22m, \u001b[1mそして、その唯一そこから悪化してき。\u001b[22m\n\u001b[4mI'm scared that its going to turn into fucking Lucky Star five years from now.\u001b[24m\n    \u001b[1m私は今から5年後にラッキースターに変身することに怖いです。\u001b[22m, \u001b[1m私はその5年、今からクソらき☆すたに変身しようとしていることを怖いです。\u001b[22m\n\u001b[4mAnd we all know its going to last that long too, so shut up.\u001b[24m\n    \u001b[1mそして、私たちは皆、それも長く続くことを知っています。\u001b[22m, \u001b[1mそして、我々はすべてのは、あまりにも長くは続かので、黙っしようとして知っています。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nAll of the openings are also lazily done including the transitional music. They all sound the fucking same! The first Naruto series before Shippuden was pretty gifted in its music. Sadness and Sorrow was a really good song. One of my favorites, but it all went downhill from there.\n\n\u001b[1mすべてのオープニングは、過渡的な音楽を含め、怠惰に行われています。 それらはすべて同じように同じように聞こえる！  Shippudenの前の最初のNarutoシリーズは、その音楽でかなり才能がありました。 悲しみと悲しみは本当に良い曲だった。 私のお気に入りの一つですが、そこからすべて下り坂になりました。\u001b[22m\n\u001b[1m(Subete no ōpuningu wa, kato-tekina ongaku o fukume, taida ni okonawa rete imasu. Sorera wa subete onajiyōni onajiyōni kikoeru! Shippuden no mae no saisho no Naruto shirīzu wa, sono ongaku de kanari sainō ga arimashita. Kanashimi to kanashimi wa hontōni yoi kyokudatta. Watashi no okiniiri no hitotsudesuga, soko kara subete kudarizaka ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mAll of the openings are also lazily done including the transitional music. They all sound the fucking same! The first Naruto series before Shippuden was pretty gifted in its music. Sadness and Sorrow was a really good song. One of my favorites, but it all went downhill from there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of the openings are also lazily done including the transitional music.\u001b[24m\n    \u001b[1mすべてのオープニングは、過渡的な音楽を含め、怠惰に行われています。\u001b[22m, \u001b[1m開口部のすべてがまたいい加減過渡音楽などで行われています。\u001b[22m\n\u001b[4mThey all sound the fucking same!\u001b[24m\n    \u001b[1mそれらはすべて同じように同じように聞こえる！\u001b[22m, \u001b[1m彼らはすべてのクソ同じに聞こえます！\u001b[22m\n\u001b[4mThe first Naruto series before Shippuden was pretty gifted in its music.\u001b[24m\n    \u001b[1mShippudenの前の最初のNarutoシリーズは、その音楽でかなり才能がありました。\u001b[22m, \u001b[1m疾風伝の前の最初のナルトシリーズは、その音楽にかなりの才能でした。\u001b[22m\n\u001b[4mSadness and Sorrow was a really good song.\u001b[24m\n    \u001b[1m悲しみと悲しみは本当に良い曲だった。\u001b[22m, \u001b[1m悲しみと悲しみが本当に良い曲でした。\u001b[22m\n\u001b[4mOne of my favorites, but it all went downhill from there.\u001b[24m\n    \u001b[1m私のお気に入りの一つですが、そこからすべて下り坂になりました。\u001b[22m, \u001b[1m私のお気に入りの一つ、それはすべてがそこから下り坂行ってきました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nThere are s many characters, and surprisingly, I've managed to memorize all of their names. It's pretty amazing, . But seriously, thatsd the problem. Theres just too many. And the ones that are superfluous are just a waste of animation! They are fricking annoying and can't fight for themselves! All of his friends are pretty stupid.\n\n\u001b[1m多くの文字があり、驚くことに、私はその名前のすべてを暗記することができました。 それはかなり素晴らしいです。 しかし真剣に、thatsd問題。  Theresはあまりにも多くあります。 そして、余分なものはちょうどアニメーションの無駄です！ 彼らは迷惑にならず、自分自身のために戦うことができません！ 彼の友達のすべてはかなりばかです。\u001b[22m\n\u001b[1m(Ōku no moji ga ari, odoroku koto ni, watashi wa sono namae no subete o anki suru koto ga dekimashita. Sore wa kanari subarashīdesu. Shikashi shinken ni, thatsd mondai. Theres wa amarini mo ōku arimasu. Soshite, yobun'na mono wa chōdo animēshon no mudadesu! Karera wa meiwaku ni narazu, jibun jishin no tame ni tatakau koto ga dekimasen! Kare no tomodachi no subete wa kanari bakadesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are s many characters, and surprisingly, I've managed to memorize all of their names. It's pretty amazing, . But seriously, thatsd the problem. Theres just too many. And the ones that are superfluous are just a waste of animation! They are fricking annoying and can't fight for themselves! All of his friends are pretty stupid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are s many characters, and surprisingly, I've managed to memorize all of their names.\u001b[24m\n    \u001b[1m多くの文字があり、驚くことに、私はその名前のすべてを暗記することができました。\u001b[22m, \u001b[1mそこに多くの文字がsであり、そして驚くべきことに、私は自分の名前のすべてを覚えることができました。\u001b[22m\n\u001b[4mIt's pretty amazing, .\u001b[24m\n    \u001b[1mそれはかなり素晴らしいです。\u001b[22m, \u001b[1mそれは、かなり驚くべきことです。\u001b[22m\n\u001b[4mBut seriously, thatsd the problem.\u001b[24m\n    \u001b[1mしかし真剣に、thatsd問題。\u001b[22m, \u001b[1mしかし、真剣に、問題をthatsd。\u001b[22m\n\u001b[4mTheres just too many.\u001b[24m\n    \u001b[1mTheresはあまりにも多くあります。\u001b[22m, \u001b[1mあまりにも多くのtheresの。\u001b[22m\n\u001b[4mAnd the ones that are superfluous are just a waste of animation!\u001b[24m\n    \u001b[1mそして、余分なものはちょうどアニメーションの無駄です！\u001b[22m, \u001b[1mそして、余分のあるものは、アニメーションの無駄です！\u001b[22m\n\u001b[4mThey are fricking annoying and can't fight for themselves!\u001b[24m\n    \u001b[1m彼らは迷惑にならず、自分自身のために戦うことができません！\u001b[22m, \u001b[1m彼らは迷惑frickingであり、自分自身のために戦うことができません！\u001b[22m\n\u001b[4mAll of his friends are pretty stupid.\u001b[24m\n    \u001b[1m彼の友達のすべてはかなりばかです。\u001b[22m, \u001b[1m彼の友人のすべてはかなり愚かです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nMeh\n/me/\n\n\u001b[1mMeh\u001b[22m\n\u001b[1m(Meh)\u001b[22m\n\nTranslations of \u001b[4mMeh\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMeh\u001b[24m\n    \u001b[1mMeh\u001b[22m, \u001b[1mまあ\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\n6.5\n\n\u001b[1m6.5\u001b[22m\n\u001b[1m(6. 5)\u001b[22m\n\nTranslations of \u001b[4m6.5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6.5\u001b[24m\n    \u001b[1m6.5\u001b[22m"
  }
]
