[
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "Hachiko75",
    "profile": "/profile/Hachiko75/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=117221",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  1\nキャラクター|  1\n|  1\n\n哀れな！ すべてのカテゴリでちょっと哀れです。 私はそれを済ませたので、レビューを投稿する必要があると感じました！ 私はちょうどそれが終わる方法を見るためにwikiでそれについて読むが、私はアニメのこの列車の難破船のもう見ていない！\n\n本当に私を悩ましたのは、ライートの男が彼女に電話し続けていたニックネームだった。 彼女はこのニックネームに疑問を呈していませんが、アヤトはバストに基づいてニックネームを付けています。 真剣ですか？\n\nそしてその熊の男、彼の取引は何ですか？ フレイキング・ウィアード！\n\n本当に物語とエピソードは一緒に流れませんでしたが、どこでも彼女は兄に深刻な質問をしたいと思っていましたが、兄弟を知ることを知りたい、または面白いと思ったことは一度もありませんでした。\n\n彼女の個性はひどいです！ とてもひどいので、彼女は賞金を手に入れました！ 私は彼女が得ている嫌がらせについて、彼女が抗議することを強くないしは強くしていると言いますが、まだ彼女は滞在しています。 私はもう見ることができません。 この15分の列車の難破船はちょうど時間の無駄です！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nPathetic! Just pathetic in every single category. I felt the need to post a review because I am done with it! I'll just read about it on the wiki to see how it ends but I am not watching anymore of this train wreck of an anime!\n\n\u001b[1m哀れな！ すべてのカテゴリでちょっと哀れです。 私はそれを済ませたので、レビューを投稿する必要があると感じました！ 私はちょうどそれが終わる方法を見るためにwikiでそれについて読むが、私はアニメのこの列車の難破船のもう見ていない！\u001b[22m\n\u001b[1m(Awarena! Subete no kategori de chotto awaredesu. Watashi wa sore o sumasetanode, rebyū o tōkō suruhitsuyōgāru to kanjimashita! Watashi wa chōdo sore ga owaru hōhō o miru tame ni u~ikki de sore ni tsuite yomu ga, watashi wa anime no kono ressha no nanbasen no mō miteinai!)\u001b[22m\n\nTranslations of \u001b[4mPathetic! Just pathetic in every single category. I felt the need to post a review because I am done with it! I'll just read about it on the wiki to see how it ends but I am not watching anymore of this train wreck of an anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPathetic!\u001b[24m\n    \u001b[1m哀れな！\u001b[22m, \u001b[1m哀れ！\u001b[22m\n\u001b[4mJust pathetic in every single category.\u001b[24m\n    \u001b[1mすべてのカテゴリでちょっと哀れです。\u001b[22m, \u001b[1m一つ一つのカテゴリにちょうど哀れ。\u001b[22m\n\u001b[4mI felt the need to post a review because I am done with it!\u001b[24m\n    \u001b[1m私はそれを済ませたので、レビューを投稿する必要があると感じました！\u001b[22m, \u001b[1m私はそれで行われていますので、レビューを投稿する必要性を感じました！\u001b[22m\n\u001b[4mI'll just read about it on the wiki to see how it ends but I am not watching anymore of this train wreck of an anime!\u001b[24m\n    \u001b[1m私はちょうどそれが終わる方法を見るためにwikiでそれについて読むが、私はアニメのこの列車の難破船のもう見ていない！\u001b[22m, \u001b[1m私はちょうどそれが終わる方法を確認するためのwikiにそれについて読んであげるが、私はもうアニメのこの列車事故の見ていないのです！\u001b[22m\n\u001b[1m\u001b[22m\nWhat really bothered me the most was the nickname that Raito guy kept calling her. She doesn't question THAT nickname, but Ayato gives her a nickname based on her bust and she wants to her open her mouth about it? Are you serious?\n\n\u001b[1m本当に私を悩ましたのは、ライートの男が彼女に電話し続けていたニックネームだった。 彼女はこのニックネームに疑問を呈していませんが、アヤトはバストに基づいてニックネームを付けています。 真剣ですか？\u001b[22m\n\u001b[1m(Hontōni watashi o nayama shita no wa, raīto no otoko ga kanojo ni denwa shi tsudzukete ita nikkunēmudatta. Kanojo wa kono nikkunēmu ni gimon o teishite imasenga, Ayato wa basuto nimotozuite nikkunēmu o tsukete imasu. Shinkendesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat really bothered me the most was the nickname that Raito guy kept calling her. She doesn't question THAT nickname, but Ayato gives her a nickname based on her bust and she wants to her open her mouth about it? Are you serious?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat really bothered me the most was the nickname that Raito guy kept calling her.\u001b[24m\n    \u001b[1m本当に私を悩ましたのは、ライートの男が彼女に電話し続けていたニックネームだった。\u001b[22m, \u001b[1m本当にほとんど私を気にすることはRaitoの男は彼女を呼び続けたニックネームでした。\u001b[22m\n\u001b[4mShe doesn't question THAT nickname, but Ayato gives her a nickname based on her bust and she wants to her open her mouth about it?\u001b[24m\n    \u001b[1m彼女はこのニックネームに疑問を呈していませんが、アヤトはバストに基づいてニックネームを付けています。\u001b[22m, \u001b[1m彼女はそのニックネームを疑問視しませんが、Ayatoは彼女に彼女のバストに基づいて、ニックネームを与え、彼女はそれについて彼女の口を開いて彼女に望んでいますか？\u001b[22m\n\u001b[4mAre you serious?\u001b[24m\n    \u001b[1m真剣ですか？\u001b[22m, \u001b[1mあなたは深刻ですか？\u001b[22m, \u001b[1m本気か？\u001b[22m\n\u001b[1m\u001b[22m\nAnd that guy with the bear, what is his deal? Freaking weird!\n\n\u001b[1mそしてその熊の男、彼の取引は何ですか？ フレイキング・ウィアード！\u001b[22m\n\u001b[1m(Soshite sono kuma no otoko, kare no torihiki wa nanidesu ka? Fureikingu u~iādo!)\u001b[22m\n\nTranslations of \u001b[4mAnd that guy with the bear, what is his deal? Freaking weird!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that guy with the bear, what is his deal?\u001b[24m\n    \u001b[1mそしてその熊の男、彼の取引は何ですか？\u001b[22m, \u001b[1mそして熊とその男は、彼の契約は何ですか？\u001b[22m\n\u001b[4mFreaking weird!\u001b[24m\n    \u001b[1mフレイキング・ウィアード！\u001b[22m, \u001b[1m奇妙なおかしくなり！\u001b[22m\n\u001b[1m\u001b[22m\nReally the story and the episode did not flow together, out of nowhere she wants to ask the eldest brother a serious question and yet there were never any thoughts of her wanting to know or being interesting in knowing the brothers at all.\n\n\u001b[1m本当に物語とエピソードは一緒に流れませんでしたが、どこでも彼女は兄に深刻な質問をしたいと思っていましたが、兄弟を知ることを知りたい、または面白いと思ったことは一度もありませんでした。\u001b[22m\n\u001b[1m(Hontōni monogatari to episōdo wa issho ni nagaremasendeshitaga, doko demo kanojo wa ani ni shinkokuna shitsumon o shitai to omotte imashitaga, kyōdai o shiru koto o shiritai, matawa omoshiroi to omotta koto wa ichido mo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mReally the story and the episode did not flow together, out of nowhere she wants to ask the eldest brother a serious question and yet there were never any thoughts of her wanting to know or being interesting in knowing the brothers at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally the story and the episode did not flow together, out of nowhere she wants to ask the eldest brother a serious question and yet there were never any thoughts of her wanting to know or being interesting in knowing the brothers at all.\u001b[24m\n    \u001b[1m本当に物語とエピソードは一緒に流れませんでしたが、どこでも彼女は兄に深刻な質問をしたいと思っていましたが、兄弟を知ることを知りたい、または面白いと思ったことは一度もありませんでした。\u001b[22m, \u001b[1m本当にストーリーとのエピソードは彼女が兄深刻な質問をしたい、どこからともなく、一緒に流れていなかった、まだ彼女のいずれかの考えが知りたいか、まったく兄弟を知るには興味深いいる決して存在しませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nHer personalty is just awful! So awful, she would win the award hands down! I mean she will protest, though not strongly or hard enough, about the harassment she is getting, and yet she stays and just goes with them and whatever they want. I just can't watch anymore. This fifteen minute train wreck is just a waste of time!\n\n\u001b[1m彼女の個性はひどいです！ とてもひどいので、彼女は賞金を手に入れました！ 私は彼女が得ている嫌がらせについて、彼女が抗議することを強くないしは強くしていると言いますが、まだ彼女は滞在しています。 私はもう見ることができません。 この15分の列車の難破船はちょうど時間の無駄です！\u001b[22m\n\u001b[1m(Kanojo no kosei wa hidoidesu! Totemo hidoinode, kanojo wa shōkin o te ni iremashita! Watashi wa kanojo ga ete iru iyagarase ni tsuite, kanojo ga kōgi suru koto o tsuyokunaishi wa tsuyoku shite iru to iimasuga, mada kanojo wa taizai shite imasu. Watashi wa mō miru koto ga dekimasen. Kono 15-bu no ressha no nanbasen wa chōdo jikan'nomudadesu!)\u001b[22m\n\nTranslations of \u001b[4mHer personalty is just awful! So awful, she would win the award hands down! I mean she will protest, though not strongly or hard enough, about the harassment she is getting, and yet she stays and just goes with them and whatever they want. I just can't watch anymore. This fifteen minute train wreck is just a waste of time!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHer personalty is just awful!\u001b[24m\n    \u001b[1m彼女の個性はひどいです！\u001b[22m, \u001b[1m彼女の動産はちょうどひどいです！\u001b[22m\n\u001b[4mSo awful, she would win the award hands down!\u001b[24m\n    \u001b[1mとてもひどいので、彼女は賞金を手に入れました！\u001b[22m, \u001b[1mだからひどい、彼女は賞の手を下に勝ちます！\u001b[22m\n\u001b[4mI mean she will protest, though not strongly or hard enough, about the harassment she is getting, and yet she stays and just goes with them and whatever they want.\u001b[24m\n    \u001b[1m私は彼女が得ている嫌がらせについて、彼女が抗議することを強くないしは強くしていると言いますが、まだ彼女は滞在しています。\u001b[22m, \u001b[1m私は彼女がなっているハラスメントについては、強くないか、十分に懸命にかかわらず、抗議し、まだ彼女はとどまり、ちょうどそれらとどのような彼らが望むと行く意味します。\u001b[22m\n\u001b[4mI just can't watch anymore.\u001b[24m\n    \u001b[1m私はもう見ることができません。\u001b[22m\n\u001b[4mThis fifteen minute train wreck is just a waste of time!\u001b[24m\n    \u001b[1mこの15分の列車の難破船はちょうど時間の無駄です！\u001b[22m, \u001b[1mこの15分の列車事故は時間の無駄です！\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "RomanceZero",
    "profile": "/profile/RomanceZero/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=200340",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  5\n\nはい。 あなたが見ることができるように、このアニメのための私のスコアは高くありません。 正直言って私は別の吸血鬼のアニメ（ヴァンパイア騎士が大好きだった）が見つかりましたが、これは遠くへの道でした。\n\nストーリー：この家に行く女の子のことです（なぜ私は忘れました）。 彼女がそこに着くと、彼女はこの男がソファーで寝ているのを見て、彼は自分の脈をチェックします。 彼の心は殴られていないので、もちろん彼女は怒っていて、目を覚ます。 彼女はすぐに吸血鬼だと思っていて、彼は家の中で唯一の人ではないと思います。 彼の家には約6人の忘れられた他の吸血鬼がいる。\n\nアート：私はそれが私の意見ではかなり良いので、私は9を与えた芸術が大好きです。\n\nThe Sound：私は通常、下塗りを見るので音には注意を払わないので、私は本当に音を気にしません。\n\nCharacters：Omg吸血鬼はその女の子にとって虐待的です。 彼らはニックネームを付けました。そのうち1つは「Little B ****」、もう1つは「Breast less」でした。 だから彼らはかなり厳しいです。 少女（Yui）はとても素敵ですが、これらの吸血鬼たちに常に虐待を受け、私を非常に怒らせてしまいます。 私は男の子達がかなり暑いと思ったのですが、アニメに入って吸血鬼を残酷に殺したいだけです。\n\n楽しさ：私はアニメを楽しんでいない。 期間。\n\n全体：このアニメは吸血鬼に過ぎず、女の子は落胆し続け、彼女を噛み続ける。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nOkay. As you can see my score for this anime isn't high. In full honesty I was SO existed that I found another vampire anime (I loved Vampire Knight) but this was just WAY to far.\n\n\u001b[1mはい。 あなたが見ることができるように、このアニメのための私のスコアは高くありません。 正直言って私は別の吸血鬼のアニメ（ヴァンパイア騎士が大好きだった）が見つかりましたが、これは遠くへの道でした。\u001b[22m\n\u001b[1m(Hai. Anata ga miru koto ga dekiru yō ni, kono anime no tame no watashi no sukoa wa takaku arimasen. Shōjiki itte watashi wa betsu no kyūketsuki no anime (vu~anpaia kishi ga daisukidatta) ga mitsukarimashitaga, kore wa tōku e no michideshita.)\u001b[22m\n\nTranslations of \u001b[4mOkay. As you can see my score for this anime isn't high. In full honesty I was SO existed that I found another vampire anime (I loved Vampire Knight) but this was just WAY to far.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mさて、\u001b[22m, \u001b[1mわかりました。\u001b[22m\n\u001b[4mAs you can see my score for this anime isn't high.\u001b[24m\n    \u001b[1mあなたが見ることができるように、このアニメのための私のスコアは高くありません。\u001b[22m, \u001b[1mあなたが見ることができるようにこのアニメのための私のスコアは高くありません。\u001b[22m\n\u001b[4mIn full honesty I was SO existed that I found another vampire anime (I loved Vampire Knight) but this was just WAY to far.\u001b[24m\n    \u001b[1m正直言って私は別の吸血鬼のアニメ（ヴァンパイア騎士が大好きだった）が見つかりましたが、これは遠くへの道でした。\u001b[22m, \u001b[1mフル正直なところ、私はので、私は別の吸血鬼アニメを発見したことあった（私はヴァンパイア騎士を愛した）が、これははるかにちょうど方法でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe Story: is about a girl who's goes to this house (I forgot why). Once she gets there she sees this guy sleeping on the couch and she checks his pulse. His heart wasn't beating so of course she was freaking out and he wakes up. Soon she figures out he's a vampire and that he's not the only one in the house. There are about 6 (i forgot) other vampires in the house with him.\n\n\u001b[1mストーリー：この家に行く女の子のことです（なぜ私は忘れました）。 彼女がそこに着くと、彼女はこの男がソファーで寝ているのを見て、彼は自分の脈をチェックします。 彼の心は殴られていないので、もちろん彼女は怒っていて、目を覚ます。 彼女はすぐに吸血鬼だと思っていて、彼は家の中で唯一の人ではないと思います。 彼の家には約6人の忘れられた他の吸血鬼がいる。\u001b[22m\n\u001b[1m(Sutōrī: Kono-ka ni iku on'nanoko no kotodesu (naze watashi wa wasuremashita). Kanojo ga soko ni tsuku to, kanojo wa kono otoko ga sofā de nete iru no o mite, kare wa jibun no myaku o chekku shimasu. Kare no kokoro wa nagura rete inainode, mochiron kanojo wa okotte ite, mewosamasu. Kanojo wa sugu ni kyūketsukida to omotte ite, kare wa ie no naka de yuiitsu no hitode wa nai to omoimasu. Kare no ie ni wa yaku 6 hito no wasure rareta ta no kyūketsuki ga iru.)\u001b[22m\n\nTranslations of \u001b[4mThe Story: is about a girl who's goes to this house (I forgot why). Once she gets there she sees this guy sleeping on the couch and she checks his pulse. His heart wasn't beating so of course she was freaking out and he wakes up. Soon she figures out he's a vampire and that he's not the only one in the house. There are about 6 (i forgot) other vampires in the house with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story: is about a girl who's goes to this house (I forgot why).\u001b[24m\n    \u001b[1mストーリー：この家に行く女の子のことです（なぜ私は忘れました）。\u001b[22m, \u001b[1mストーリー：（なぜ私は忘れてしまった）この家に行くのです女の子についてです。\u001b[22m\n\u001b[4mOnce she gets there she sees this guy sleeping on the couch and she checks his pulse.\u001b[24m\n    \u001b[1m彼女がそこに着くと、彼女はこの男がソファーで寝ているのを見て、彼は自分の脈をチェックします。\u001b[22m, \u001b[1m彼女はそこに到達したら、彼女はソファの上に寝て、この男を見て、彼女は彼のパルスをチェックします。\u001b[22m\n\u001b[4mHis heart wasn't beating so of course she was freaking out and he wakes up.\u001b[24m\n    \u001b[1m彼の心は殴られていないので、もちろん彼女は怒っていて、目を覚ます。\u001b[22m, \u001b[1m彼女は怖がられた当然のように彼の心臓は鼓動していなかった、彼は目を覚まします。\u001b[22m\n\u001b[4mSoon she figures out he's a vampire and that he's not the only one in the house.\u001b[24m\n    \u001b[1m彼女はすぐに吸血鬼だと思っていて、彼は家の中で唯一の人ではないと思います。\u001b[22m, \u001b[1mすぐに彼女は彼が吸血鬼だと、彼は家の中だけではないということ見つけ出し。\u001b[22m\n\u001b[4mThere are about 6 (i forgot) other vampires in the house with him.\u001b[24m\n    \u001b[1m彼の家には約6人の忘れられた他の吸血鬼がいる。\u001b[22m, \u001b[1m彼と一緒に家の中で約6（私は忘れてしまった）他の吸血鬼があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art: I loved the art I gave it a 9 because it's pretty good in my opinion.\n\n\u001b[1mアート：私はそれが私の意見ではかなり良いので、私は9を与えた芸術が大好きです。\u001b[22m\n\u001b[1m(Āto: Watashi wa sore ga watashi no ikende wa kanari yoinode, watashi wa 9 o ataeta geijutsu ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Art: I loved the art I gave it a 9 because it's pretty good in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art: I loved the art I gave it a 9 because it's pretty good in my opinion.\u001b[24m\n    \u001b[1mアート：私はそれが私の意見ではかなり良いので、私は9を与えた芸術が大好きです。\u001b[22m, \u001b[1mアート：私はそれが私の意見ではかなり良いですので、私はそれを9を与えた芸術を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe Sound: Eh I don't pay attention to the sound because I watch subbed usually so I don't really care about the sound.\n\n\u001b[1mThe Sound：私は通常、下塗りを見るので音には注意を払わないので、私は本当に音を気にしません。\u001b[22m\n\u001b[1m(The Sound: Watashi wa tsūjō, shitanuri o miru node oto ni wa chūi o harawanainode, watashi wa hontōni oto o ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe Sound: Eh I don't pay attention to the sound because I watch subbed usually so I don't really care about the sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sound: Eh I don't pay attention to the sound because I watch subbed usually so I don't really care about the sound.\u001b[24m\n    \u001b[1mThe Sound：私は通常、下塗りを見るので音には注意を払わないので、私は本当に音を気にしません。\u001b[22m, \u001b[1m音：ええ、私は、私は通常、下塗りウォッチので、私は本当に音を気にしない音に注意を払っていません。\u001b[22m\n\u001b[1m\u001b[22m\nThe Characters: Omg the vampires are SO abusive to the girl. They gave her nicknames and One of them was 'Little B****' and another one was 'Breast less.' So they're pretty harsh. The girl (Yui) Is so nice but constantly gets abused by these vampires which make me very annoyed. I mean I thought the guys were pretty hot but still I want to just go in the anime and brutally murder the vampires because they're just so abusive.\n\n\u001b[1mCharacters：Omg吸血鬼はその女の子にとって虐待的です。 彼らはニックネームを付けました。そのうち1つは「Little B ****」、もう1つは「Breast less」でした。 だから彼らはかなり厳しいです。 少女（Yui）はとても素敵ですが、これらの吸血鬼たちに常に虐待を受け、私を非常に怒らせてしまいます。 私は男の子達がかなり暑いと思ったのですが、アニメに入って吸血鬼を残酷に殺したいだけです。\u001b[22m\n\u001b[1m(Characters: Omg kyūketsuki wa sono on'nanoko ni totte gyakutai-tekidesu. Karera wa nikkunēmu o tsukemashita. Sonōchi 1tsu wa `Little B****', mō 1tsu wa `Breast resu'deshita. Dakara karera wa kanari kibishīdesu. Shōjo (Yui) wa totemo sutekidesuga, korera no kyūketsuki-tachi ni tsuneni gyakutai o uke, watashi o hijō ni okora sete shimaimasu. Watashi wa otokonoko-tachi ga kanari atsui to omotta nodesuga, anime ni haitte kyūketsuki o zankoku ni koroshitai dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Characters: Omg the vampires are SO abusive to the girl. They gave her nicknames and One of them was 'Little B****' and another one was 'Breast less.' So they're pretty harsh. The girl (Yui) Is so nice but constantly gets abused by these vampires which make me very annoyed. I mean I thought the guys were pretty hot but still I want to just go in the anime and brutally murder the vampires because they're just so abusive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Characters: Omg the vampires are SO abusive to the girl.\u001b[24m\n    \u001b[1mCharacters：Omg吸血鬼はその女の子にとって虐待的です。\u001b[22m, \u001b[1m文字：吸血鬼OMGは女の子にSO虐待されています。\u001b[22m\n\u001b[4mThey gave her nicknames and One of them was 'Little B****' and another one was 'Breast less.'\u001b[24m\n    \u001b[1m彼らはニックネームを付けました。そのうち1つは「Little B ****」、もう1つは「Breast less」でした。\u001b[22m, \u001b[1m彼らは彼女のニックネームを与え、そのうちの一つは、「リトルBの****」だったと別の1だった」乳少ないです。」\u001b[22m\n\u001b[4mSo they're pretty harsh.\u001b[24m\n    \u001b[1mだから彼らはかなり厳しいです。\u001b[22m, \u001b[1mそこで、彼らはかなり厳しいです。\u001b[22m\n\u001b[4mThe girl (Yui) Is so nice but constantly gets abused by these vampires which make me very annoyed.\u001b[24m\n    \u001b[1m少女（Yui）はとても素敵ですが、これらの吸血鬼たちに常に虐待を受け、私を非常に怒らせてしまいます。\u001b[22m, \u001b[1m女の子（ゆい）がとても素敵ですが、常に私は非常にイライラ作るこれらの吸血鬼によって虐待されます。\u001b[22m\n\u001b[4mI mean I thought the guys were pretty hot but still I want to just go in the anime and brutally murder the vampires because they're just so abusive.\u001b[24m\n    \u001b[1m私は男の子達がかなり暑いと思ったのですが、アニメに入って吸血鬼を残酷に殺したいだけです。\u001b[22m, \u001b[1m私は人がかなり暑いと思っていた意味が、それでも私はアニメに行くと残酷に彼らはちょうどそう虐待だから吸血鬼を殺害したいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I didn't enjoy the anime. Period.\n\n\u001b[1m楽しさ：私はアニメを楽しんでいない。 期間。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa anime o tanoshinde inai. Kikan.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I didn't enjoy the anime. Period.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I didn't enjoy the anime.\u001b[24m\n    \u001b[1m楽しさ：私はアニメを楽しんでいない。\u001b[22m, \u001b[1m楽しさ：私はアニメを楽しんでいませんでした。\u001b[22m\n\u001b[4mPeriod.\u001b[24m\n    \u001b[1m期間。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: This anime is just vampires that keep making the girl feel discouraged and keep biting her.\n\n\u001b[1m全体：このアニメは吸血鬼に過ぎず、女の子は落胆し続け、彼女を噛み続ける。\u001b[22m\n\u001b[1m(Zentai: Kono anime wa kyūketsuki ni sugizu, on'nanoko wa rakutan shi tsudzuke, kanojo o kami tsudzukeru.)\u001b[22m\n\nTranslations of \u001b[4mOverall: This anime is just vampires that keep making the girl feel discouraged and keep biting her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: This anime is just vampires that keep making the girl feel discouraged and keep biting her.\u001b[24m\n    \u001b[1m全体：このアニメは吸血鬼に過ぎず、女の子は落胆し続け、彼女を噛み続ける。\u001b[22m, \u001b[1m全体：このアニメは女の子が落胆し、彼女をかむ保つ作り続けるだけの吸血鬼です。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "Anime-Tastisch",
    "profile": "/profile/Anime-Tastisch/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=231792",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "xgreeneyednekox",
    "profile": "/profile/xgreeneyednekox/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=199689",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  8\nキャラクター|  3\n|  5\n\n私がこの番組を通って行くのが難しいと言うには、それが放映されているときにそれについて多くのことを怒らせて、息を吹いたことを覚えているが、嘘をついてしまうだろう。 それを始める前に、私はそれが何か「女性の虐待」を宣伝しようとしていたという気持ちがあったので、すでに悪い印象を受けました。 私はなぜいくつかの女の子が彼らのボーイフレンドを虐待し、結局それを受け入れることを望む理由を理解していませんでした。 ほとんどの場合、虐待の犠牲者のほとんどが自分の状況を「最小限に抑える」傾向があります。なぜなら、ヒロインと何らかの形で変化することを望んでいるからです。ストックホルム症候群のスパークを加えることができます ユイにも。 しかし、ディアボリック・ラバーズはもともとオトメのゲームであり、真剣にBDSMのフェティッシュが存在し、いくつかの女の子にはレイプ/虐待の幻想があることを覚えておいてください。警告、私は強姦や虐待をどうしても正当化しません！ 再生は何か、現実はまったく別のものです！ それを知って、私はそれを真剣に受け止めようとし、なぜキャラクターが彼らのやり方で行動するのか理解しようとしましたが、私の心を開いたままにしていたので、どうにかして楽しんだと言えるのです。\n\n私はディアボリック・ラバーズ・オットーの試合​​をしなかったことを覚えておいてください。アニメに描かれているような物語は、外交的な言葉を使うためのスケッチである。 長さや何か他の理由のために、私は吸血鬼がYui、または興味、またはあなたがそれを呼びたいと思っていた、早い\"愛情\"の問題を持っていました：物語の全体的な発展 ユイの全体的な行動とプロットのあいまいな実行として。 私は彼女を見守ったり、彼女の状況に関係することを試みたり、なぜ彼女が愛にやって来るのか理解したりするのは大変イライではない。 吸血鬼の「好き」さえも。  「虐待」という言い方では当初期待していたほどではなく、私はいくつかの人のために柔らかい場所を開発しましたが、なぜか誰かが早く噛むことに敏感で、性的嫌がらせをした理由を理解できません （私はあなたに冗談を言っているわけではありません！）、そして、\"ああ、ここでセクシーで、哀れな吸血鬼に来なさい！\" それはそのようには機能しません。 私はショーの進行中に少なくとも5回自殺しようとしたでしょう。 私が住んでいる人たちがどれほどセクシーであっても...私がそのようなMでない限り、私はひそかに虐待を楽しむことができます...そして感覚を生む慈悲深い人！\n。\n。\n。\n。\n\n私はまだYuiを理解することができません。 彼女は無神経の無名のヒロインほど悪くはなかったが、彼女はまったくそうではなかったし、全く理由もなかった。 これは唯一の目的は、性格のあるヒロインが貧しい哀れな吸血鬼から脚光を浴びているように、さまざまな吸血鬼の間を行き来することを目的とした彼女の「鈍い人形」のイメージを強調しただけです。  。 お願いします。\nヒロインを除いて、吸血鬼の主人公は、彼らの混乱した行動や常識や士気の欠如を説明するかもしれないかなり裏付けがあります。 もちろん、それを「説明」することはできましたが、それを「正当化」することはできませんでした。 私は\"乱用者\"を正当化することを拒否します。 私の意見では、アヤトが最も魅力的だった。 彼はまた私が個人的なお気に入りの一つでもあります。なぜなら、私は彼を他の人よりも大きく見分けることができ、技術的にはそれほど悪くはありませんでした（いいえ、まだそれを感じていないか最小化していません。 最も「無実」である）。\n\nディアボリック・ラヴァーズが持っている吸血鬼の描写は、オリジナルではなく、新鮮なものです。 それはトワイライト・トレンドやヴァンパイア・ナイト・トレンドから外れます。 私はそれがいつ始まったのか分からない。 この10年ほど前からフィクションが何を言っていたとしても、吸血鬼はチャーミング王子ではなく、吸血鬼ではありません。私はXDに耐えられず、吸血鬼は変わっていません。 火を吐き出して雑草を生み出すような力。 技術的には、吸血鬼はどちらもハンサムではないと思われますが、それは上記のすべてよりも意味がありますので、私はそれを許すことができます。 私はDiabolik Loversの吸血鬼が「虐待」の正当性の裏に彼らの混乱した性格を隠さないことを望んだが、子供の頃に虐待されたのと同様の方法でヒロインを虐待する傾向にあることを考えると、 あまりにも多くを損なうことなく。\n\nキャラクターのデザインは華やかです。 ユイもかなりきれいで、みんなが言っているように、まったく穏やかではありません。 アニメーションは賞賛するものではなく、ZEXCSが常に好むように全体的に静的すぎますが、荒涼とした色は一般的な雰囲気を演出するのに良い仕事をします。 ディアボリック・ラヴァーズの最も重要な部分である驚異的なOSTと、声優とのミックスで、目と耳の楽しさです。  OSTは古典的なホラー映画のために使われていた昔ながらのパイプオルガン音楽の近代化版を思い出させるもので、真剣に私にたくさんの感情を与えてくれます。\n\n結論として、私はDiabolik Loversアニメが良い話をしているとは思わない。 それは、暗闇のために暗くなるようにしようとするもので、それ以外の方法ではありません。 私はそれらの執行に関して私が持っていたほど大きなアイデアは持っていません。 もちろんこれは私の謙虚な意見です。  Diabolik Loversを何かの傑作として賞賛してくれる人がいることは知っていますが、2012年から2013年にかけてのグレー・アイ・トレンドの50シェードが今日に至るまで私にとってはそれがすべてです。 そして私はこれを前に並行させたので、たくさんの人々がそれに打ちつけるのを好むようです、はい！ 私は、記憶喪失はディアボリック・ラバーズよりも優れた物語であり、私はそれを認めても問題はないと思います！ 今、私は何が彼らを続編に入れるのか見て待つことができません...。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nTo say that I had difficulty going through this show would be lying, though I remember ranting and venting about it a lot when it was airing. Before starting it, I already had a very bad impression of it because I had the feeling it tried to promote some sort of “woman abuse” without going onto the hentai fetish path. I didn’t understand why some girls would like their boyfriends to abuse them and still accept them after all. It's a very touchy issue, mostly because most victims of abuse tend to “minimize” their situation because they hope for some sort of change for the better, somehow similar to the heroine, I guess, just that you can add a spark of Stockholme Syndrome to Yui too. Yet, let’s keep in mind that Diabolik Lovers is originally an otome game and seriously, the BDSM fetish exists and some girls do have the rape/abuse fantasies, however, WARNING, I do not justify rape and abuse under any means! Play is something, reality is something else entirely! lol And knowing that, I tried to take it seriously and try to understand why the characters act the way they do, while keeping my mind open and that’s why I can say that I did somehow enjoy it after all.\n\n\u001b[1m私がこの番組を通って行くのが難しいと言うには、それが放映されているときにそれについて多くのことを怒らせて、息を吹いたことを覚えているが、嘘をついてしまうだろう。 それを始める前に、私はそれが何か「女性の虐待」を宣伝しようとしていたという気持ちがあったので、すでに悪い印象を受けました。 私はなぜいくつかの女の子が彼らのボーイフレンドを虐待し、結局それを受け入れることを望む理由を理解していませんでした。 ほとんどの場合、虐待の犠牲者のほとんどが自分の状況を「最小限に抑える」傾向があります。なぜなら、ヒロインと何らかの形で変化することを望んでいるからです。ストックホルム症候群のスパークを加えることができます ユイにも。 しかし、ディアボリック・ラバーズはもともとオトメのゲームであり、真剣にBDSMのフェティッシュが存在し、いくつかの女の子にはレイプ/虐待の幻想があることを覚えておいてください。警告、私は強姦や虐待をどうしても正当化しません！ 再生は何か、現実はまったく別のものです！ それを知って、私はそれを真剣に受け止めようとし、なぜキャラクターが彼らのやり方で行動するのか理解しようとしましたが、私の心を開いたままにしていたので、どうにかして楽しんだと言えるのです。\u001b[22m\n\u001b[1m(Watashi ga kono bangumi o kayotte iku no ga muzukashī to iu ni wa, sore ga hōei sa rete iru toki ni sore ni tsuite ōku no koto o okora sete, iki o fuita koto o oboete iruga, uso o tsuite shimaudarou. Sore o hajimeru mae ni, watashi wa soregananika `josei no gyakutai' o senden shiyou to shite ita to iu kimochi ga attanode, sudeni warui inshō o ukemashita. Watashi wa naze ikutsu ka no on'nanoko ga karera no bōifurendo o gyakutai shi, kekkyoku sore o ukeireru koto o nozomu riyū o rikai shite imasendeshita. Hotondo no baai, gyakutai no gisei-sha no hotondo ga jibun no jōkyō o `saishōgen ni osaeru' keikō ga arimasu. Nazenara, hiroin to nanrakano katachi de henka suru koto o nozonde irukaradesu. Sutokkuhorumu shōkōgun no supāku o kuwaeru koto ga dekimasu Yui ni mo. Shikashi, diaborikku rabāzu wa motomoto Otome no gēmudeari, shinken ni BDSM no fetisshu ga sonzai shi, ikutsu ka no on'nanoko ni wa reipu/ gyakutai no gensō ga aru koto o oboete oite kudasai. Keikoku, watashi wa gōkan ya gyakutai o dōshitemo seitō-ka shimasen! Saisei wa nani ka, genjitsu wa mattaku betsu no monodesu! Sore o shitte, watashi wa sore o shinken ni uketomeyou to shi, naze kyarakutā ga karera no yarikata de kōdō suru no ka rikai shiyou to shimashitaga, watashi no kokoro o aita mama ni shite itanode, dōnika shite tanoshinda to ieru nodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nKeeping in mind that I did not play the Diabolik Lovers otome game, the story, the way it’s portrayed by the anime, is kind of…sketchy, to use a diplomatic term. Maybe because of the lenght or for some other reason, I had an issue with the fast “affection” the vampires started to feel for Yui, or the interest, or whatever you want to call it: the overall development of the story, as well as Yui's overall behaviour and ambigous execution of the plot. Yui didn't react as a normal person should and would from episode 1 right after Ayato pushed her down the first time and it was seriously frustrating for me to watch her or try to relate to her situation/understand why she would come to love or even “like” the vampires. While in terms of “abuse” it wasn't as much as I initially expected and I did develop soft spots for some of the guys, I still can't understand why somebody would adapt so fast to getting bitten 24/7, sexually harassed , verbally harassed, mentally traumatized, poisoned (I'm not even kidding you!) and then be like “awwww come here sexy, pitiful vampires!”. It does not work like that. I would have attempted to commit suicide at least 5 times during the progression of the show. No matter how sexy the guys I live with are…Unless I am such an M that i would secretly enjoy the abuse…and HOLY SHIZ THAT MAKES SENSE!\n\n\u001b[1m私はディアボリック・ラバーズ・オットーの試合​​をしなかったことを覚えておいてください。アニメに描かれているような物語は、外交的な言葉を使うためのスケッチである。 長さや何か他の理由のために、私は吸血鬼がYui、または興味、またはあなたがそれを呼びたいと思っていた、早い\"愛情\"の問題を持っていました：物語の全体的な発展 ユイの全体的な行動とプロットのあいまいな実行として。 私は彼女を見守ったり、彼女の状況に関係することを試みたり、なぜ彼女が愛にやって来るのか理解したりするのは大変イライではない。 吸血鬼の「好き」さえも。  「虐待」という言い方では当初期待していたほどではなく、私はいくつかの人のために柔らかい場所を開発しましたが、なぜか誰かが早く噛むことに敏感で、性的嫌がらせをした理由を理解できません （私はあなたに冗談を言っているわけではありません！）、そして、\"ああ、ここでセクシーで、哀れな吸血鬼に来なさい！\" それはそのようには機能しません。 私はショーの進行中に少なくとも5回自殺しようとしたでしょう。 私が住んでいる人たちがどれほどセクシーであっても...私がそのようなMでない限り、私はひそかに虐待を楽しむことができます...そして感覚を生む慈悲深い人！\u001b[22m\n\u001b[1m(Watashi wa diaborikku rabāzu ottō no shiai ​​ o shinakatta koto o oboete oite kudasai. Anime ni egaka rete iru yōna monogatari wa, gaikō-tekina kotoba o tsukau tame no suketchidearu. Naga-sa ya nanika hoka no riyū no tame ni, watashi wa kyūketsuki ga Yui, matawa kyōmi, matawa anata ga sore o yobitai to omotte ita, hayai\" aijō\" no mondai o motte imashita: Monogatari no zentai-tekina hatten Yui no zentai-tekina kōdō to purotto no aimaina jikkō to shite. Watashi wa kanojo o mimamottari, kanojo no jōkyō ni kankei suru koto o kokoromi tari, naze kanojo ga ai ni yattekuru no ka rikai shi tari suru no wa taihen iraide wanai. Kyūketsuki no `suki' sae mo. `Gyakutai' to iu iikatade wa tōsho kitai shite ita hodode wa naku, watashi wa ikutsu ka no hito no tame ni yawarakai basho o kaihatsu shimashitaga, naze ka dareka ga hayaku kamu koto ni binkan de,-sei-teki iyagarase o shita riyū o rikai dekimasen (watashi wa anata ni jōdan o itte iru wakede wa arimasen!), Soshite, \" ā, koko de sekushī de, awarena kyūketsuki ni ki nasai!\" Sore wa sonoyōni wa kinō shimasen. Watashi wa shō no shinkō-chū ni sukunakutomo 5-kai jisatsu shiyou to shitadeshou. Watashi ga sunde iru hito-tachi ga dorehodo sekushīdeatte mo... Watashi ga sono yōna Mdenai kagiri, watashi wa hisoka ni gyakutai o tanoshimu koto ga dekimasu... Soshite kankaku o umu jihibukai hito!)\u001b[22m\n.\n\n\u001b[1m。\u001b[22m\n\u001b[1m(.)\u001b[22m\n\nTranslations of \u001b[4m.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n.\n\n\u001b[1m。\u001b[22m\n\u001b[1m(.)\u001b[22m\n\nTranslations of \u001b[4m.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n.\n\n\u001b[1m。\u001b[22m\n\u001b[1m(.)\u001b[22m\n\nTranslations of \u001b[4m.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n.\n\n\u001b[1m。\u001b[22m\n\u001b[1m(.)\u001b[22m\n\nTranslations of \u001b[4m.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nI still fail to understand Yui. She wasn’t as bad as Amnesia‘s unnamed heroine, but she wasn’t far at all, and for no reason at all either. This only accentuated her “dull doll” image whose only purpose was to get chased and pushed back and forth between the different vampires because apparently a heroine with personality would just take the spotlight from the poor poor pitiful vampires….or would just get killed faster . PLEASE.\n\n\u001b[1m私はまだYuiを理解することに失敗します。 彼女は無神論者の無名のヒロインほど悪くはなかったが、まったくそうではなかったし、全く理由もなかった。 これは唯一の目的は、性格のあるヒロインが貧しい哀れな吸血鬼から脚光を浴びているように、さまざまな吸血鬼の間を行き来することを目的とした彼女の「鈍い人形」のイメージを強調しただけです。  。 お願いします。\u001b[22m\n\u001b[1m(Watashi wa mada Yui o rikai suru koto ni shippai shimasu. Kanojo wa mushinronsha no mumei no hiroin hodo waruku wa nakattaga, mattaku sōde wa nakattashi, mattaku riyū mo nakatta. Kore wa yuiitsu no mokuteki wa, seikaku no aru hiroin ga mazushī awarena kyūketsuki kara kyakkō o abite iru yō ni, samazamana kyūketsuki no ma o ikiki suru koto o mokuteki to shita kanojo no `nibui ningyō' no imēji o kyōchō shita dakedesu.. Onegaishimasu.)\u001b[22m\n\nTranslations of \u001b[4mI still fail to understand Yui. She wasn’t as bad as Amnesia‘s unnamed heroine, but she wasn’t far at all, and for no reason at all either. This only accentuated her “dull doll” image whose only purpose was to get chased and pushed back and forth between the different vampires because apparently a heroine with personality would just take the spotlight from the poor poor pitiful vampires….or would just get killed faster . PLEASE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI still fail to understand Yui.\u001b[24m\n    \u001b[1m私はまだYuiを理解することに失敗します。\u001b[22m, \u001b[1m私はまだゆいを理解できません。\u001b[22m\n\u001b[4mShe wasn’t as bad as Amnesia‘s unnamed heroine, but she wasn’t far at all, and for no reason at all either.\u001b[24m\n    \u001b[1m彼女は無神論者の無名のヒロインほど悪くはなかったが、まったくそうではなかったし、全く理由もなかった。\u001b[22m, \u001b[1m彼女が記憶喪失の無名のヒロインのように悪くはなかったが、彼女はこれまで全くなかったし、すべてのいずれかで理由もなく。\u001b[22m\n\u001b[4mThis only accentuated her “dull doll” image whose only purpose was to get chased and pushed back and forth between the different vampires because apparently a heroine with personality would just take the spotlight from the poor poor pitiful vampires….or would just get killed faster\u001b[24m\n    \u001b[1mこれは唯一の目的は、性格のあるヒロインが貧しい哀れな吸血鬼から脚光を浴びているように、さまざまな吸血鬼の間を行き来することを目的とした彼女の「鈍い人形」のイメージを強調しただけです。\u001b[22m, \u001b[1mこれは、その唯一の目的パーソナリティと明らかにヒロインがちょうど貧しい貧しい哀れな吸血鬼からスポットライトを取るために追わと異なる吸血鬼の間で前後にプッシュされますすることだった....ORだけ速く殺されるだろう彼女の\"鈍い人形」のイメージを強調しました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mPLEASE.\u001b[24m\n    \u001b[1mお願いします。\u001b[22m, \u001b[1mしてください。\u001b[22m\nExcepting the heroine, the vampire protagonists have quite a bit of backstory that might explain their messed up behaviours and lack of common sense or morales. Of course, it managed to “explain” it, but not “justify” it; I refuse to justify “abusers”. The most fleshed out in my opinion was Ayato. He's also one of my personal favorites exactly because I could figure him out to a bigger extent than the others and he wasn't technically THAT bad (no, still not justfying or minimizing it, but compared to others, Ayato, Shuu and Subaru might be the most “innocent”).\n\n\u001b[1mヒロインを除いて、吸血鬼の主人公は、彼らの混乱した行動や常識や士気の欠如を説明するかもしれないかなり裏付けがあります。 もちろん、それを「説明」することはできましたが、それを「正当化」することはできませんでした。 私は\"乱用者\"を正当化することを拒否します。 私の意見では、アヤトが最も魅力的だった。 彼はまた私が個人的なお気に入りの一つでもあります。なぜなら、私は彼を他の人よりも大きく見分けることができ、技術的にはそれほど悪くはありませんでした（いいえ、まだそれを感じていないか最小化していません。 最も「無実」である）。\u001b[22m\n\u001b[1m(Hiroin o nozoite, kyūketsuki no shujinkō wa, karera no konran shita kōdō ya jōshiki ya shiki no ketsujo o setsumei suru kamo shirenai kanari uradzuke ga arimasu. Mochiron, sore o `setsumei' suru koto wa dekimashitaga, sore o `seitō-ka' suru koto wa dekimasendeshita. Watashi wa\" ran'yō-sha\" o seitō-ka suru koto o kyohi shimasu. Watashi no ikende wa, Ayato ga mottomo mirikitekidatta. Kare wa mata watashi ga kojin-tekina okiniiri no hitotsu demo arimasu. Nazenara, watashi wa kare o hokanohito yori mo ōkiku miwakeru koto ga deki, gijutsu-teki ni wa sore hodo waruku wa arimasendeshita (īe, mada sore o kanjite inai ka saishō-ka shite imasen. Mottomo `mujitsu'dearu).)\u001b[22m\n\nTranslations of \u001b[4mExcepting the heroine, the vampire protagonists have quite a bit of backstory that might explain their messed up behaviours and lack of common sense or morales. Of course, it managed to “explain” it, but not “justify” it; I refuse to justify “abusers”. The most fleshed out in my opinion was Ayato. He's also one of my personal favorites exactly because I could figure him out to a bigger extent than the others and he wasn't technically THAT bad (no, still not justfying or minimizing it, but compared to others, Ayato, Shuu and Subaru might be the most “innocent”).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExcepting the heroine, the vampire protagonists have quite a bit of backstory that might explain their messed up behaviours and lack of common sense or morales.\u001b[24m\n    \u001b[1mヒロインを除いて、吸血鬼の主人公は、彼らの混乱した行動や常識や士気の欠如を説明するかもしれないかなり裏付けがあります。\u001b[22m, \u001b[1mヒロインを除いて、吸血鬼の主人公は自分めちゃめちゃ行動や常識やモラレスの欠如を説明するかもしれない裏話のかなりを持っています。\u001b[22m\n\u001b[4mOf course, it managed to “explain” it, but not “justify” it;\u001b[24m\n    \u001b[1mもちろん、それを「説明」することはできましたが、それを「正当化」することはできませんでした。\u001b[22m, \u001b[1mもちろん、それはそれを「正当化」それを「説明」するために管理し、ではありません。\u001b[22m\n\u001b[4mI refuse to justify “abusers”.\u001b[24m\n    \u001b[1m私は\"乱用者\"を正当化することを拒否します。\u001b[22m, \u001b[1m私は「乱用」を正当化することを拒否します。\u001b[22m\n\u001b[4mThe most fleshed out in my opinion was Ayato.\u001b[24m\n    \u001b[1m私の意見では、アヤトが最も魅力的だった。\u001b[22m, \u001b[1mほとんど私の意見で肉付けはAyatoました。\u001b[22m\n\u001b[4mHe's also one of my personal favorites exactly because I could figure him out to a bigger extent than the others and he wasn't technically THAT bad (no, still not justfying or minimizing it, but compared to others, Ayato, Shuu and Subaru might\u001b[24m\n    \u001b[1m彼はまた私が個人的なお気に入りの一つでもあります。なぜなら、私は彼を他の人よりも大きく見分けることができ、技術的にはそれほど悪くはありませんでした（いいえ、まだそれを感じていないか最小化していません。\u001b[22m, \u001b[1m私は他のものよりも大きな程度まで彼を見つけ出す可能性があるため、彼は正確にも、私の個人的なお気に入りの一つだと、彼は（いや、まだそれをjustfyingまたは最小化されない技術的にそれほど悪くはなかったが、他のものに比べて、Ayato、シュウとスバルのかもしれません\u001b[22m\n\u001b[4mbe the most “innocent”).\u001b[24m\n    \u001b[1m最も「無実」である）。\u001b[22m, \u001b[1m）ほとんどの\"無実\"です。\u001b[22m\n\u001b[1m\u001b[22m\nSwitching to some good aspects that I did not consider before, though, the portrayal of vampires Diabolik Lovers has is…not original, but fresh. It goes out of the Twilight-trend or the Vampire Knight-trend; I’m not sure when it started. Whatever fiction has been saying for the last 10 years or so, vampires are not supposed to be Prince Charming and vampires.do.not.sparkle (I'm sorry, I couldn't resist XD) and vampires do not have weird-shit powers like spitting fire and growing weeds. Technically, vampires are not supposed to be handsome either, but it makes way more sense than everything above so I can forgive that. I wished Diabolik Lovers vampires wouldn't hide their messed up personalities behind the justification of “abuse”, but I guess that makes it quite ironical, thinking how some of them tend to abuse the heroine in a similar way as they were abused in childhood , without spoiling that too much.\n\n\u001b[1mディアボリック・ラヴァーズが持っている吸血鬼の描写は、オリジナルではなく、新鮮なものです。 それはトワイライト・トレンドやヴァンパイア・ナイト・トレンドから外れます。 私はそれがいつ始まったのか分からない。 この10年ほど前からフィクションが何を言っていたとしても、吸血鬼はチャーミング王子ではなく、吸血鬼ではありません。私はXDに耐えられず、吸血鬼は変わっていません。 火を吐き出して雑草を生み出すような力。 技術的には、吸血鬼はどちらもハンサムではないと思われますが、それは上記のすべてよりも意味がありますので、私はそれを許すことができます。 私はDiabolik Loversの吸血鬼が「虐待」の正当性の裏に彼らの混乱した性格を隠さないことを望んだが、子供の頃に虐待されたのと同様の方法でヒロインを虐待する傾向にあることを考えると、 あまりにも多くを損なうことなく。\u001b[22m\n\u001b[1m(Diaborikku ravu~āzu ga motte iru kyūketsuki no byōsha wa, orijinarude wa naku, shinsen'na monodesu. Sore wa towairaito torendo ya vu~anpaia naito torendo kara hazuremasu. Watashi wa sore ga itsu hajimatta no ka wakaranai. Kono 10-nen hodo mae kara fikushon ga nani o itte ita to shite mo, kyūketsuki wa chāmingu ōjide wa naku, kyūketsukide wa arimasen. Watashi wa XD ni tae rarezu, kyūketsuki wa kawatte imasen. Hi o hakidashite zassō o umidasu yōna chikara. Gijutsu-teki ni wa, kyūketsuki wa dochira mo hansamude wa nai to omowa remasuga, soreha jōki no subete yori mo imi ga arimasunode, watashi wa sore o yurusu koto ga dekimasu. Watashi wa Diabolik Lovers no kyūketsuki ga `gyakutai' no seitō-sei no ura ni karera no konran shita seikaku o kakusanai koto o nozondaga, kodomo no koro ni gyakutai sa reta no to dōyō no hōhō de hiroin o gyakutai suru keikō ni aru koto o kangaeru to, amarini mo ōku o sokonau koto naku.)\u001b[22m\n\nTranslations of \u001b[4mSwitching to some good aspects that I did not consider before, though, the portrayal of vampires Diabolik Lovers has is…not original, but fresh. It goes out of the Twilight-trend or the Vampire Knight-trend; I’m not sure when it started. Whatever fiction has been saying for the last 10 years or so, vampires are not supposed to be Prince Charming and vampires.do.not.sparkle (I'm sorry, I couldn't resist XD) and vampires do not have weird-shit powers like spitting fire and growing weeds. Technically, vampires are not supposed to be handsome either, but it makes way more sense than everything above so I can forgive that. I wished Diabolik Lovers vampires wouldn't hide their messed up personalities behind the justification of “abuse”, but I guess that makes it quite ironical, thinking how some of them tend to abuse the heroine in a similar way as they were abused in childhood , without spoiling that too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSwitching to some good aspects that I did not consider before, though, the portrayal of vampires Diabolik Lovers has is…not original, but fresh.\u001b[24m\n    \u001b[1mディアボリック・ラヴァーズが持っている吸血鬼の描写は、オリジナルではなく、新鮮なものです。\u001b[22m, \u001b[1m私も、以前に考慮していなかったいくつかの良い面への切り替え、Diabolik恋人が持っている吸血鬼の描写は...元が、新鮮ではありません。\u001b[22m\n\u001b[4mIt goes out of the Twilight-trend or the Vampire Knight-trend;\u001b[24m\n    \u001b[1mそれはトワイライト・トレンドやヴァンパイア・ナイト・トレンドから外れます。\u001b[22m, \u001b[1mこれは、トワイライト - トレンドやヴァンパイア騎士 - トレンドの外に出ます。\u001b[22m\n\u001b[4mI’m not sure when it started.\u001b[24m\n    \u001b[1m私はそれがいつ始まったのか分からない。\u001b[22m, \u001b[1mそれが始めたとき、私はよく分かりません。\u001b[22m\n\u001b[4mWhatever fiction has been saying for the last 10 years or so, vampires are not supposed to be Prince Charming and vampires.do.not.sparkle (I'm sorry, I couldn't resist XD) and vampires do not have weird-shit\u001b[24m\n    \u001b[1mこの10年ほど前からフィクションが何を言っていたとしても、吸血鬼はチャーミング王子ではなく、吸血鬼ではありません。私はXDに耐えられず、吸血鬼は変わっていません。\u001b[22m, \u001b[1mどのような小説は、過去10年かそこらのために、吸血鬼が王子様とvampires.do.not.sparkleことになっていないと言ってきた（すみません、私はXDに抵抗することができませんでした）と吸血鬼は奇妙な-たわごとを持っていません\u001b[22m\n\u001b[4mpowers like spitting fire and growing weeds.\u001b[24m\n    \u001b[1m火を吐き出して雑草を生み出すような力。\u001b[22m, \u001b[1m火を吐きや雑草の成長のような大国。\u001b[22m\n\u001b[4mTechnically, vampires are not supposed to be handsome either, but it makes way more sense than everything above so I can forgive that.\u001b[24m\n    \u001b[1m技術的には、吸血鬼はどちらもハンサムではないと思われますが、それは上記のすべてよりも意味がありますので、私はそれを許すことができます。\u001b[22m, \u001b[1m技術的には、吸血鬼は、いずれのハンサムなことになって、私はそれを許すことができますので、それは上記のすべてのものよりもずっとより理にかなっていません。\u001b[22m\n\u001b[4mI wished Diabolik Lovers vampires wouldn't hide their messed up personalities behind the justification of “abuse”, but I guess that makes it quite ironical, thinking how some of them tend to abuse the heroine in a similar way as they were abused in childhood\u001b[24m\n    \u001b[1m私はDiabolik Loversの吸血鬼が「虐待」の正当性の裏に彼らの混乱した性格を隠さないことを望んだが、子供の頃に虐待されたのと同様の方法でヒロインを虐待する傾向にあることを考えると、\u001b[22m, \u001b[1m私は「虐待」の正当化の背後にある彼らのめちゃめちゃ個性を隠していないだろうDiabolik恋人吸血鬼を望んだが、私はそれは、彼らが子供の頃に虐待を受けたとして、それらのいくつかは同様の方法でヒロインを乱用する傾向がどのように考えて、それはかなり皮肉になります推測します\u001b[22m\n\u001b[4m, without spoiling that too much.\u001b[24m\n    \u001b[1mあまりにも多くを損なうことなく。\u001b[22m, \u001b[1m、そのあまりを損なうことなく。\u001b[22m\n\u001b[1m\u001b[22m\nThe design of the characters is gorgeous. Even Yui is quite pretty and not bland looking at all, whatever the guys say, so goodjob Rejet. Though the animation is nothing to praise and is overall too static like ZEXCS always likes to do, the bleak looking colors do a good job in toning the general atmosphere. In a mix with the amazing OST which is seriously the strongest part of Diabolik Lovers together with the voice acting, it’s just a pleasure for the eyes and ears. The OST reminds me a lot of a modernized version of the old-fashioned pipe organ music used for those classical horror movies and it seriously gives me lots of feels.\n\n\u001b[1mキャラクターのデザインは華やかです。 ユイもかなりきれいで、みんなが言っているように、まったく穏やかではありません。 アニメーションは賞賛するものではなく、ZEXCSが常に好むように全体的に静的すぎますが、荒涼とした色は一般的な雰囲気を演出するのに良い仕事をします。 ディアボリック・ラヴァーズの最も重要な部分である驚異的なOSTと、声優とのミックスで、目と耳の楽しさです。  OSTは古典的なホラー映画のために使われていた昔ながらのパイプオルガン音楽の近代化版を思い出させるもので、真剣に私にたくさんの感情を与えてくれます。\u001b[22m\n\u001b[1m(Kyarakutā no dezain wa hanayakadesu. Yui mo kanari kireide, min'na ga itte iru yō ni, mattaku odayakade wa arimasen. Animēshon wa shōsan suru monode wa naku, ZEXCS ga tsuneni konomu yō ni zentai-teki ni seiteki sugimasuga, kōryō to shita iro wa ippantekina fun'iki o enshutsu suru no ni yoi shigoto o shimasu. Diaborikku ravu~āzu no mottomojūyōna bubundearu kyōi-tekina OST to, seiyū to no mikkusu de,-me to mimi no tanoshisadesu. OST wa koten-tekina horā eiga no tame ni tsukawa rete ita mukashinagarano paipuorugan ongaku no kindai-ka-ban o omoidasa seru mono de, shinken ni watashi ni takusan no kanjō o ataete kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe design of the characters is gorgeous. Even Yui is quite pretty and not bland looking at all, whatever the guys say, so goodjob Rejet. Though the animation is nothing to praise and is overall too static like ZEXCS always likes to do, the bleak looking colors do a good job in toning the general atmosphere. In a mix with the amazing OST which is seriously the strongest part of Diabolik Lovers together with the voice acting, it’s just a pleasure for the eyes and ears. The OST reminds me a lot of a modernized version of the old-fashioned pipe organ music used for those classical horror movies and it seriously gives me lots of feels.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe design of the characters is gorgeous.\u001b[24m\n    \u001b[1mキャラクターのデザインは華やかです。\u001b[22m, \u001b[1m文字のデザインがゴージャスです。\u001b[22m\n\u001b[4mEven Yui is quite pretty and not bland looking at all, whatever the guys say, so goodjob Rejet.\u001b[24m\n    \u001b[1mユイもかなりきれいで、みんなが言っているように、まったく穏やかではありません。\u001b[22m, \u001b[1mでもユイはかなりかわいいとみんなが言うものは何でも、全然見て当たり障りないので、Rejetをgoodjob。\u001b[22m\n\u001b[4mThough the animation is nothing to praise and is overall too static like ZEXCS always likes to do, the bleak looking colors do a good job in toning the general atmosphere.\u001b[24m\n    \u001b[1mアニメーションは賞賛するものではなく、ZEXCSが常に好むように全体的に静的すぎますが、荒涼とした色は一般的な雰囲気を演出するのに良い仕事をします。\u001b[22m, \u001b[1mアニメーションは賞賛するために何もないとゼクシズは常に行うのが好きなように全体的にあまりにも静的ですが、暗い色あいは、一般的な雰囲気を調色で良い仕事をします。\u001b[22m\n\u001b[4mIn a mix with the amazing OST which is seriously the strongest part of Diabolik Lovers together with the voice acting, it’s just a pleasure for the eyes and ears.\u001b[24m\n    \u001b[1mディアボリック・ラヴァーズの最も重要な部分である驚異的なOSTと、声優とのミックスで、目と耳の楽しさです。\u001b[22m, \u001b[1m声の演技と一緒に真剣にDiabolik恋人の最強の一部であり、驚くべきOSTとのミックスでは、目と耳のためだけの喜びです。\u001b[22m\n\u001b[4mThe OST reminds me a lot of a modernized version of the old-fashioned pipe organ music used for those classical horror movies and it seriously gives me lots of feels.\u001b[24m\n    \u001b[1mOSTは古典的なホラー映画のために使われていた昔ながらのパイプオルガン音楽の近代化版を思い出させるもので、真剣に私にたくさんの感情を与えてくれます。\u001b[22m, \u001b[1mOSTは私にこれらの古典的なホラー映画のために使用される昔ながらのパイプオルガン音楽の近代化バージョンの多くを連想させる、それは真剣に私の感触の多くを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, I don’t think that Diabolik Lovers anime has a good story. It’s something that attempts to be dark for the sake of being “dark” and not the other way around. I don’t have a big issue with the ideas as much as I had with the execution of them; of course this is my own humble opinion. I know there are those people out there that praise Diabolik Lovers as some kind of masterpiece, but to me it’s all because of the 50 Shades of Gray-ish trend going around from 2012-2013 to today. And because I made this parallel before and lots of people seems to like to bash on it, YES! I find Amnesia a better story than Diabolik Lovers and I have no issue admitting it! Now I can’t wait to see what will they put Yui through in the sequel….\n\n\u001b[1m結論として、私はDiabolik Loversアニメが良い話をしているとは思わない。 それは、暗闇のために暗くなるようにしようとするもので、それ以外の方法ではありません。 私はそれらの執行に関して私が持っていたほど大きなアイデアは持っていません。 もちろんこれは私の謙虚な意見です。  Diabolik Loversを何かの傑作として賞賛してくれる人がいることは知っていますが、2012年から2013年にかけてのグレー・アイ・トレンドの50シェードが今日に至るまで私にとってはそれがすべてです。 そして私はこれを前に並行させたので、たくさんの人々がそれに打ちつけるのを好むようです、はい！ 私は、記憶喪失はディアボリック・ラバーズよりも優れた物語であり、私はそれを認めても問題はないと思います！ 今、私は何が彼らを続編に入れるのか見て待つことができません...。\u001b[22m\n\u001b[1m(Ketsuron to shite, watashi wa Diabolik Lovers anime ga yoi hanashi o shite iru to wa omowanai. Sore wa, kurayami no tame ni kuraku naru yō ni shiyou to suru mono de, soreigai no hōhōde wa arimasen. Watashi wa sorera no shikkō ni kanshite watashi ga motte ita hodo ōkina aidea wa motte imasen. Mochiron kore wa watashi no kenkyona ikendesu. Diabolik Lovers o nanika no kessaku to shite shōsan shite kureru hito ga iru koto wa shitte imasuga, 2012-nen kara 2013-nen ni kakete no gurē ai torendo no 50 shēdo ga kyō ni itaru made watashi ni totte wa sore ga subetedesu. Soshite watashi wa kore o mae ni heikō sa setanode, takusan no hitobito ga sore ni uchitsukeru no o konomu yōdesu, hai! Watashi wa, kioku sōshitsu wa diaborikku rabāzu yori mo sugureta monogatarideari, watashi wa sore o mitomete mo mondai wa nai to omoimasu! Ima, watashi wa nani ga karera o zokuhen ni ireru no ka mite matsu koto ga dekimasen. ...)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, I don’t think that Diabolik Lovers anime has a good story. It’s something that attempts to be dark for the sake of being “dark” and not the other way around. I don’t have a big issue with the ideas as much as I had with the execution of them; of course this is my own humble opinion. I know there are those people out there that praise Diabolik Lovers as some kind of masterpiece, but to me it’s all because of the 50 Shades of Gray-ish trend going around from 2012-2013 to today. And because I made this parallel before and lots of people seems to like to bash on it, YES! I find Amnesia a better story than Diabolik Lovers and I have no issue admitting it! Now I can’t wait to see what will they put Yui through in the sequel….\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, I don’t think that Diabolik Lovers anime has a good story.\u001b[24m\n    \u001b[1m結論として、私はDiabolik Loversアニメが良い話をしているとは思わない。\u001b[22m, \u001b[1m結論として、私はDiabolik恋人アニメは良い話を持っているとは思いません。\u001b[22m\n\u001b[4mIt’s something that attempts to be dark for the sake of being “dark” and not the other way around.\u001b[24m\n    \u001b[1mそれは、暗闇のために暗くなるようにしようとするもので、それ以外の方法ではありません。\u001b[22m, \u001b[1mそれは、「暗い」と周囲にいない他の方法であることのために暗くしようとするものです。\u001b[22m\n\u001b[4mI don’t have a big issue with the ideas as much as I had with the execution of them;\u001b[24m\n    \u001b[1m私はそれらの執行に関して私が持っていたほど大きなアイデアは持っていません。\u001b[22m, \u001b[1m私はそれらの実行としていたように私はできるだけ多くのアイデアで大きな問題を持っていません。\u001b[22m\n\u001b[4mof course this is my own humble opinion.\u001b[24m\n    \u001b[1mもちろんこれは私の謙虚な意見です。\u001b[22m, \u001b[1mもちろん、これは私自身の謙虚な意見です。\u001b[22m\n\u001b[4mI know there are those people out there that praise Diabolik Lovers as some kind of masterpiece, but to me it’s all because of the 50 Shades of Gray-ish trend going around from 2012-2013 to today.\u001b[24m\n    \u001b[1mDiabolik Loversを何かの傑作として賞賛してくれる人がいることは知っていますが、2012年から2013年にかけてのグレー・アイ・トレンドの50シェードが今日に至るまで私にとってはそれがすべてです。\u001b[22m, \u001b[1m私は傑作のいくつかの種類としてDiabolik恋人を賞賛そこに人々がある知っているが、私にはそれがあるため、今日まで2012年から2013年から回り込むグレーっぽい傾向の50シェードのすべてです。\u001b[22m\n\u001b[4mAnd because I made this parallel before and lots of people seems to like to bash on it, YES!\u001b[24m\n    \u001b[1mそして私はこれを前に並行させたので、たくさんの人々がそれに打ちつけるのを好むようです、はい！\u001b[22m, \u001b[1mそして、私は前にこの平行にし、人々の多くはYES、それをbashに好きなようだから！\u001b[22m\n\u001b[4mI find Amnesia a better story than Diabolik Lovers and I have no issue admitting it!\u001b[24m\n    \u001b[1m私は、記憶喪失はディアボリック・ラバーズよりも優れた物語であり、私はそれを認めても問題はないと思います！\u001b[22m, \u001b[1m私は記憶喪失Diabolik恋人よりも良い話を見つけて、私は何の問題それを認めるがありません！\u001b[22m\n\u001b[4mNow I can’t wait to see what will they put Yui through in the sequel….\u001b[24m\n    \u001b[1m今、私は何が彼らを続編に入れるのか見て待つことができません...。\u001b[22m, \u001b[1m今、私は、彼らが続編でを通じてユイを置くかを見るために待つことができません...。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "SlayerFanGirl",
    "profile": "/profile/SlayerFanGirl/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=178990",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  7\n\n「Diabolik Lovers」は、Rejetの視覚小説に基づいたホラーアニメです。\n\nユイは幽霊を見ることができる少女です。 彼女の父親は、彼の新しい職業のために移動しなければならないので、彼の古い知り合いと一緒に彼女を動かすことを納得させる。\n\nYuiは、その家の住人は吸血鬼にちょうど起こった若い男6人であることを知っています。 ものを作る\nさらに悪いことに、彼女の血を美味しいものにするユイの体に秘密があります。 彼女は生き残るだろうか？\n\nそれは26エピソードシリーズだったはずであるという事実の他に、それはまた、吸血鬼の大部分がユイの悪口のような振る舞いのように振る舞うため、暗く鋭いロマンスとして失敗する。 彼女に何か優しさを示す唯一の人は、シュウとスバルです。 アニメは、まともな吸血鬼にまともな、\n\nYuiとの健康的なロマンス。 アニメは大気の恐怖をよくし、吸血鬼の暗い過去は素晴らしいゴシック感を持っているので、残念です。 吸血鬼のファンは、見たいと思ったら自分で決めるべきだ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n“Diabolik Lovers' is a horror anime based on the visual novel by Rejet.\n\n\u001b[1m「Diabolik Lovers」は、Rejetの視覚小説に基づいたホラーアニメです。\u001b[22m\n\u001b[1m(`Diabolik Lovers' wa, Rejet no shikaku shōsetsu ni motodzuita horāanimedesu.)\u001b[22m\n\nTranslations of \u001b[4m“Diabolik Lovers' is a horror anime based on the visual novel by Rejet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Diabolik Lovers' is a horror anime based on the visual novel by Rejet.\u001b[24m\n    \u001b[1m「Diabolik Lovers」は、Rejetの視覚小説に基づいたホラーアニメです。\u001b[22m, \u001b[1m\"Diabolik恋人\"Rejetによる視覚小説に基づくホラーアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nYui is a girl who can see ghosts. Her father convinces her to move in with an old acquaintance of his because he has to move due to his new job.\n\n\u001b[1mユイは幽霊を見ることができる少女です。 彼女の父親は、彼の新しい職業のために移動しなければならないので、彼の古い知り合いと一緒に彼女を動かすことを納得させる。\u001b[22m\n\u001b[1m(Yui wa yūrei o miru koto ga dekiru shōjodesu. Kanojo no chichioya wa, kare no atarashī shokugyō no tame ni idō shinakereba naranainode, kare no furui shiriai to issho ni kanojo o ugokasu koto o nattoku sa seru.)\u001b[22m\n\nTranslations of \u001b[4mYui is a girl who can see ghosts. Her father convinces her to move in with an old acquaintance of his because he has to move due to his new job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYui is a girl who can see ghosts.\u001b[24m\n    \u001b[1mユイは幽霊を見ることができる少女です。\u001b[22m, \u001b[1mユイは幽霊を見ることができます女の子です。\u001b[22m\n\u001b[4mHer father convinces her to move in with an old acquaintance of his because he has to move due to his new job.\u001b[24m\n    \u001b[1m彼女の父親は、彼の新しい職業のために移動しなければならないので、彼の古い知り合いと一緒に彼女を動かすことを納得させる。\u001b[22m, \u001b[1m彼女の父は、彼が原因で彼の新しい仕事に移動しなければならないので、彼女は彼の昔の知人で移動するように説得します。\u001b[22m\n\u001b[1m\u001b[22m\nYui finds out that the house's residents are six young men who just happen to be vampires. To make things\n\n\u001b[1mYuiは、その家の住人は吸血鬼にちょうど起こった若い男6人であることを知っています。 ものを作る\u001b[22m\n\u001b[1m(Yui wa, sono-ka no jūnin wa kyūketsuki ni chōdo okotta wakai otoko 6-ridearu koto o shitte imasu. Mono o tsukuru)\u001b[22m\n\nTranslations of \u001b[4mYui finds out that the house's residents are six young men who just happen to be vampires. To make things\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYui finds out that the house's residents are six young men who just happen to be vampires.\u001b[24m\n    \u001b[1mYuiは、その家の住人は吸血鬼にちょうど起こった若い男6人であることを知っています。\u001b[22m, \u001b[1mユイは、家の住民はちょうど吸血鬼に起こる6人の若者であることを知ります。\u001b[22m\n\u001b[4mTo make things\u001b[24m\n    \u001b[1mものを作る\u001b[22m, \u001b[1mものを作るために、\u001b[22m\nworse, there's a secret in Yui's body that makes her blood a delicious treat to them. Will she survive?\n\n\u001b[1mさらに悪いことに、彼女の血を美味しいものにするユイの体に秘密があります。 彼女は生き残るだろうか？\u001b[22m\n\u001b[1m(Saraniwaruikoto ni, kanojo no chi o oishīmono ni suru Yui no karada ni himitsu ga arimasu. Kanojo wa ikinokorudarou ka?)\u001b[22m\n\nTranslations of \u001b[4mworse, there's a secret in Yui's body that makes her blood a delicious treat to them. Will she survive?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mworse, there's a secret in Yui's body that makes her blood a delicious treat to them.\u001b[24m\n    \u001b[1mさらに悪いことに、彼女の血を美味しいものにするユイの体に秘密があります。\u001b[22m, \u001b[1m悪いことに、彼らに彼女の血のおいしい御馳走を作る由衣の体内の秘密があります。\u001b[22m\n\u001b[4mWill she survive?\u001b[24m\n    \u001b[1m彼女は生き残るだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nBesides the fact that it should have been a 26 episode series, it also fails as a dark, edgy romance because most of the vampires act like abusive jerks to Yui. The only ones who show any kindness to her are Shu and Subaru. The anime fails to give the decent vampires the chance to develop a decent,\n\n\u001b[1mそれは26エピソードシリーズだったはずであるという事実の他に、それはまた、吸血鬼の大部分がユイの悪口のような振る舞いのように振る舞うため、暗く鋭いロマンスとして失敗する。 彼女に何か優しさを示す唯一の人は、シュウとスバルです。 アニメは、まともな吸血鬼にまともな、\u001b[22m\n\u001b[1m(Sore wa 26 episōdoshirīzudatta hazudearu to iu jijitsu no ta ni, soreha mata, kyūketsuki no daibubun ga Yui no waruguchi no yōna furumai no yō ni furumau tame, kuraku surudoi romansu to shite shippai suru. Kanojo ni nanika yasashi-sa o shimesu yuiitsu no hito wa, Shū to Subarudesu. Anime wa, matomona kyūketsuki ni matomona,)\u001b[22m\n\nTranslations of \u001b[4mBesides the fact that it should have been a 26 episode series, it also fails as a dark, edgy romance because most of the vampires act like abusive jerks to Yui. The only ones who show any kindness to her are Shu and Subaru. The anime fails to give the decent vampires the chance to develop a decent,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides the fact that it should have been a 26 episode series, it also fails as a dark, edgy romance because most of the vampires act like abusive jerks to Yui.\u001b[24m\n    \u001b[1mそれは26エピソードシリーズだったはずであるという事実の他に、それはまた、吸血鬼の大部分がユイの悪口のような振る舞いのように振る舞うため、暗く鋭いロマンスとして失敗する。\u001b[22m, \u001b[1m吸血鬼のほとんどはユイに虐待ジャークのように作用するので、それが26エピソードシリーズされている必要があるという事実に加えて、それはまた、暗い、エッジの効いた恋愛として失敗しました。\u001b[22m\n\u001b[4mThe only ones who show any kindness to her are Shu and Subaru.\u001b[24m\n    \u001b[1m彼女に何か優しさを示す唯一の人は、シュウとスバルです。\u001b[22m, \u001b[1m彼女への優しさを示すだけのものではシュウとスバルあります。\u001b[22m\n\u001b[4mThe anime fails to give the decent vampires the chance to develop a decent,\u001b[24m\n    \u001b[1mアニメは、まともな吸血鬼にまともな、\u001b[22m, \u001b[1mアニメはまともな吸血鬼にまともを開発する機会を与えるために失敗し、\u001b[22m\n\u001b[1m\u001b[22m\nhealthy romance with Yui. It's a shame because the anime does atmospheric horror well and the vampires' dark past have a great gothic feel. vampire fans should decide for themselves if they want to watch it or not\n\n\u001b[1mYuiとの健康的なロマンス。 アニメは大気の恐怖をよくし、吸血鬼の暗い過去は素晴らしいゴシック感を持っているので、残念です。 吸血鬼のファンは、見たいと思ったら自分で決めるべきだ\u001b[22m\n\u001b[1m(Yui to no kenkō-tekina romansu. Anime wa taiki no kyōfu o yoku shi, kyūketsuki no kurai kako wa subarashī goshikku-kan o motte irunode, zan'nendesu. Kyūketsuki no fan wa, mitai to omottara jibun de kimerubekida)\u001b[22m\n\nTranslations of \u001b[4mhealthy romance with Yui. It's a shame because the anime does atmospheric horror well and the vampires' dark past have a great gothic feel. vampire fans should decide for themselves if they want to watch it or not\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhealthy romance with Yui.\u001b[24m\n    \u001b[1mYuiとの健康的なロマンス。\u001b[22m, \u001b[1mゆいと健康のロマンス。\u001b[22m\n\u001b[4mIt's a shame because the anime does atmospheric horror well and the vampires' dark past have a great gothic feel.\u001b[24m\n    \u001b[1mアニメは大気の恐怖をよくし、吸血鬼の暗い過去は素晴らしいゴシック感を持っているので、残念です。\u001b[22m, \u001b[1mアニメはよく大気恐怖とバンパイア「暗い過去は素晴らしいゴシック感触を持っていないので、それは残念です。\u001b[22m\n\u001b[4mvampire fans should decide for themselves if they want to watch it or not\u001b[24m\n    \u001b[1m吸血鬼のファンは、見たいと思ったら自分で決めるべきだ\u001b[22m, \u001b[1m彼らはそれを見たりしないようにしたい場合は吸血鬼のファンは自分で決める必要があります\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "S_C",
    "profile": "/profile/S_C/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=124321",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたがSADISM / MASOCHISM、VAMPIRES、GOTHIC TONES、...などのように見たら\n\nあなたはそれがあなたに合っているかどうかを見て、自分でそれを試してみてください。\n\n私はショーが大好きで、複雑な物語を12のエピソードでしか伝えていない、強姦、サディスト、マゾキストを暗示しているが、実際に吸血鬼がどのように実際に見られるのか しかし食べ物は、ショーは良い方法ですが、Zexcesはアニメーションとデザインでうまくやった、私はそれ以上のことを尋ねることができなかった、ショーは遅く開始されますが、エピソード7をピックアップ。\n\n私はこの種のものが好きな人にお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWATCH IF YOU LIKE SADISM/MASOCHISM, VAMPIRES, GOTHIC TONES,...ect\n\n\u001b[1mあなたがSADISM / MASOCHISM、VAMPIRES、GOTHIC TONES、...などのように見たら\u001b[22m\n\u001b[1m(Anata ga SADISM/ MASOCHISM, VAMPIRES, GOTHIC TONES,... Nado no yō ni mitara)\u001b[22m\n\nTranslations of \u001b[4mWATCH IF YOU LIKE SADISM/MASOCHISM, VAMPIRES, GOTHIC TONES,...ect\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWATCH IF YOU LIKE SADISM/MASOCHISM, VAMPIRES, GOTHIC TONES,...ect\u001b[24m\n    \u001b[1mあなたがSADISM / MASOCHISM、VAMPIRES、GOTHIC TONES、...などのように見たら\u001b[22m, \u001b[1mWATCH YOUはサディズム/マゾヒズム、VAMPIRESが好きなら、GOTHIC TONES、...電気ショック療法\u001b[22m\n\u001b[1m\u001b[22m\nDONT BE FOOLED BE THE 1,2, and 3 reviews try it for yourself ad see if it suits you.\n\n\u001b[1mあなたはそれがあなたに合っているかどうかを見て、自分でそれを試してみてください。\u001b[22m\n\u001b[1m(Anata wa sore ga anata ni atte iru ka dō ka o mite, jibun de sore o tameshite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mDONT BE FOOLED BE THE 1,2, and 3 reviews try it for yourself ad see if it suits you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDONT BE FOOLED BE THE 1,2, and 3 reviews try it for yourself ad see if it suits you.\u001b[24m\n    \u001b[1mあなたはそれがあなたに合っているかどうかを見て、自分でそれを試してみてください。\u001b[22m, \u001b[1mDONT BEだまされてはいけ1,2、および3件は、それはあなたに合うかどうかを確認広告自分自身でそれを試してみてください。\u001b[22m\n\u001b[1m\u001b[22m\nI love the show, it does well in telling a complex story in only a matter of 12 episodes, yes it has implied rape, sadists, and masochists, but it tell how vampires are really seen by the public, where they see people as nothing but food, but the show is good to were the start to treat Yui nicer along the way, Zexces did well with the animation and design, i couldn't ask for any better, the show starts slow but pickes up episode 7.\n\n\u001b[1m私はショーが大好きで、複雑な物語を12のエピソードでしか伝えていない、強姦、サディスト、マゾキストを暗示しているが、実際に吸血鬼がどのように実際に見られているのか しかし食べ物は、ショーは良い方法ですが、Zexcesはアニメーションとデザインでうまくいった、私はそれ以上のことを聞くことはできませんでした、ショーは遅く開始されますが、エピソード7をピックアップ。\u001b[22m\n\u001b[1m(Watashi wa shō ga daisukide, fukuzatsuna monogatari o 12 no episōdode shika tsutaete inai, gōkan, sadisuto, mazokisuto o anji shite iruga, jissai ni kyūketsuki ga dono yō ni jissai ni mi rarete iru no ka shikashi tabemono wa, shō wa yoi hōhōdesuga, Zexces wa animēshon to dezain de umaku itta, watashi wa sore ijō no koto o kiku koto wa dekimasendeshita, shō wa osoku kaishi sa remasuga, episōdo 7 o pikkuappu.)\u001b[22m\n\nTranslations of \u001b[4mI love the show, it does well in telling a complex story in only a matter of 12 episodes, yes it has implied rape, sadists, and masochists, but it tell how vampires are really seen by the public, where they see people as nothing but food, but the show is good to were the start to treat Yui nicer along the way, Zexces did well with the animation and design, i couldn't ask for any better, the show starts slow but pickes up episode 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the show, it does well in telling a complex story in only a matter of 12 episodes, yes it has implied rape, sadists, and masochists, but it tell how vampires are really seen by the public, where they see people as nothing\u001b[24m\n    \u001b[1m私はショーが大好きで、複雑な物語を12のエピソードでしか伝えていない、強姦、サディスト、マゾキストを暗示しているが、実際に吸血鬼がどのように実際に見られているのか\u001b[22m, \u001b[1m私は、それは12のエピソードの問題だけで、複雑な物語を伝えるには十分に行い、はい、それは暗示している強姦、サド、とマゾのショーが大好きですが、それは吸血鬼は本当に彼らが何人もの人を参照してください公共、によって見られている方法を教えて\u001b[22m\n\u001b[4mbut food, but the show is good to were the start to treat Yui nicer along the way, Zexces did well with the animation and design, i couldn't ask for any better, the show starts slow but pickes up episode 7.\u001b[24m\n    \u001b[1mしかし食べ物は、ショーは良い方法ですが、Zexcesはアニメーションとデザインでうまくいった、私はそれ以上のことを聞くことはできませんでした、ショーは遅く開始されますが、エピソード7をピックアップ。\u001b[22m, \u001b[1mしかし、食品、しかしショーは道に沿ってよりよいユイを治療するために開始したために、Zexcesはアニメーションとデザインでよくやった良いですが、私はショーが始まるが遅い、任意のより良いを求めるが、エピソード7をpickesことができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI would recommend it to anyone that likes this kind of stuff.\n\n\u001b[1m私はこの種のものが好きな人にお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono tane no mono ga sukinahito ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would recommend it to anyone that likes this kind of stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would recommend it to anyone that likes this kind of stuff.\u001b[24m\n    \u001b[1m私はこの種のものが好きな人にお勧めします。\u001b[22m, \u001b[1m私はもののこの種のが好きな人にそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "deideiblueeyez",
    "profile": "/profile/deideiblueeyez/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=228326",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  4\nキャラクター|  2\n|  2\n\nあなたが「それほど悪くない」という話に夢中になりたい場合は、これだけを見てください。\n\nこのアニメのすべての人は、女の子にとって虐待的で残酷です。 このアニメは私の脳の「有罪の喜び」の部分を打つことさえしません。 彼らはちょうど完全な尻です。\n\nTwilightのBella Swanは、このアニメの女の子よりも、少なくとも10倍も多くのイニシアチブとバックボーンを持っています。 ベラ・スワンの鞭打ちと狼狽はすべて、衝撃的で反抗的なストリークがまだ残っています。 このアニメの女の子と一緒にいたことはありません。\n\n私が気にするのは、この少女が絶対に完全に暗闇の中にいることです。そして、おそらく2秒間、彼らの一人は絶対的な汚れのように彼女を扱わないでしょうが、彼らは再び彼女の血を吸うか、彼女の非常に失礼な、 彼女を怖がらせる。  「ichichu megane」でさえ私に魅力的ではなく、私は本当に、そのようなグラスを着ているアースハットを実際に掘り起こします。\n\nアニメーションは可能ですが、目の輪郭が髪の毛で見える恐れのあるアート・スタイリングが特徴です。\n\n各エピソードの不足は、それが完全な20分以上だった場合よりもはるかに耐えがたくなります。\n\nこれがうまくいくのは、絶対に悪いことに心のこもった笑いです。 これほど怒らないようにしてください。無能であることを知らない精神障害者のようなものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nOnly watch this if you like to revel in 'so bad it's bad' kind of stories.\n\n\u001b[1mあなたが「それほど悪くない」という話に夢中になりたい場合は、これだけを見てください。\u001b[22m\n\u001b[1m(Anata ga `sorehodo warukunai' to iu hanashi ni muchū ni naritai baai wa, kore dake o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOnly watch this if you like to revel in 'so bad it's bad' kind of stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnly watch this if you like to revel in 'so bad it's bad' kind of stories.\u001b[24m\n    \u001b[1mあなたが「それほど悪くない」という話に夢中になりたい場合は、これだけを見てください。\u001b[22m, \u001b[1mあなたが物語のようなもの」、それは悪いですそんなに悪い」でお祭り騒ぎしたい場合にのみ、これを見て。\u001b[22m\n\u001b[1m\u001b[22m\nAll of the guys in this anime are abusive and cruel to the girl; this anime doesn't even stroke the 'guilty pleasure' part of my brain. They are just outright assholes.\n\n\u001b[1mこのアニメのすべての人は、女の子にとって虐待的で残酷です。 このアニメは私の脳の「有罪の喜び」の部分を打つことさえしません。 彼らはちょうど完全な尻です。\u001b[22m\n\u001b[1m(Kono anime no subete no hito wa, on'nanoko ni totte gyakutai-tekide zankokudesu. Kono anime wa watashi no nō no `yūzai no yorokobi' no bubun o utsu koto sae shimasen. Karera wa chōdo kanzen'na shiridesu.)\u001b[22m\n\nTranslations of \u001b[4mAll of the guys in this anime are abusive and cruel to the girl; this anime doesn't even stroke the 'guilty pleasure' part of my brain. They are just outright assholes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of the guys in this anime are abusive and cruel to the girl;\u001b[24m\n    \u001b[1mこのアニメのすべての人は、女の子にとって虐待的で残酷です。\u001b[22m, \u001b[1mこのアニメで男のすべてが少女への虐待や残酷です。\u001b[22m\n\u001b[4mthis anime doesn't even stroke the 'guilty pleasure' part of my brain.\u001b[24m\n    \u001b[1mこのアニメは私の脳の「有罪の喜び」の部分を打つことさえしません。\u001b[22m, \u001b[1mこのアニメは私の脳の「有罪喜び 'の部分もないストロークを行います。\u001b[22m\n\u001b[4mThey are just outright assholes.\u001b[24m\n    \u001b[1m彼らはちょうど完全な尻です。\u001b[22m, \u001b[1m彼らはただあからさまろくでなしです。\u001b[22m\n\u001b[1m\u001b[22m\nTwilight's Bella Swan has more initiative and backbone than the girl in this anime, at least ten times as much. For all the whining and moping Bella Swan does, she still has some bit of an impulsive and defiant streak. None to be had with the girl in this anime.\n\n\u001b[1mTwilightのBella Swanは、このアニメの女の子よりも、少なくとも10倍も多くのイニシアチブとバックボーンを持っています。 ベラ・スワンの鞭打ちと狼狽はすべて、衝撃的で反抗的なストリークがまだ残っています。 このアニメの女の子と一緒にいたことはありません。\u001b[22m\n\u001b[1m(Twilight no berra Swan wa, kono anime no on'nanoko yori mo, sukunakutomo 10-bai mo ōku no inishiachibu to bakkubōn o motte imasu. Bera suwan no muchiuchi to rōbai wa subete, shōgeki-tekide hankō-tekina sutorīku ga mada nokotte imasu. Kono anime no on'nanoko to issho ni ita koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTwilight's Bella Swan has more initiative and backbone than the girl in this anime, at least ten times as much. For all the whining and moping Bella Swan does, she still has some bit of an impulsive and defiant streak. None to be had with the girl in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTwilight's Bella Swan has more initiative and backbone than the girl in this anime, at least ten times as much.\u001b[24m\n    \u001b[1mTwilightのBella Swanは、このアニメの女の子よりも、少なくとも10倍も多くのイニシアチブとバックボーンを持っています。\u001b[22m, \u001b[1mトワイライトのベラ・スワンは、少なくとも10倍の、このアニメの女の子よりもイニシアチブとバックボーンを持っています。\u001b[22m\n\u001b[4mFor all the whining and moping Bella Swan does, she still has some bit of an impulsive and defiant streak.\u001b[24m\n    \u001b[1mベラ・スワンの鞭打ちと狼狽はすべて、衝撃的で反抗的なストリークがまだ残っています。\u001b[22m, \u001b[1mすべての泣き言とmopingベラ・スワンが行うために、彼女はまだ衝動的で反抗的なスジのいくつかのビットを持っています。\u001b[22m\n\u001b[4mNone to be had with the girl in this anime.\u001b[24m\n    \u001b[1mこのアニメの女の子と一緒にいたことはありません。\u001b[22m, \u001b[1mこのアニメで少女としていたことにするなし。\u001b[22m\n\u001b[1m\u001b[22m\nWhat bothers me is that this girl is absolutely and completely in the dark and for maybe two seconds one of the guys won't treat her like absolute dirt but there they go again sucking her blood or calling her very rude and demeaning names or hurting and scaring her. Not even the 'kichiku megane' is appealing to me, and I really, really dig those kind of glasses-wearing asshats.\n\n\u001b[1m私が気にするのは、この少女が絶対に完全に暗闇の中にいることです。そして、おそらく2秒間、彼らの一人は絶対的な汚れのように彼女を扱わないでしょうが、彼らは再び彼女の血を吸うか、彼女の非常に失礼な、 彼女を怖がらせる。  「ichichu megane」でさえ私に魅力的ではなく、私は本当に、そのようなグラスを身にまとったアシュハットを掘り起こします。\u001b[22m\n\u001b[1m(Watashi ga ki ni suru no wa, kono shōjo ga zettai ni kanzen ni kurayami no naka ni iru kotodesu. Soshite, osoraku 2-byōkan, karera no hitori wa zettai-tekina yogore no yō ni kanojo o atsukawanaideshouga, karera wa futatabi kanojo no chiwosuu ka, kanojo no hijō ni shitsureina, kanojo o kowagara seru. `Ichichu megane'de sae watashi ni mirikitekide wa naku, watashi wa hontōni, sono yōna gurasu o mi ni matotta ashuhatto o horiokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat bothers me is that this girl is absolutely and completely in the dark and for maybe two seconds one of the guys won't treat her like absolute dirt but there they go again sucking her blood or calling her very rude and demeaning names or hurting and scaring her. Not even the 'kichiku megane' is appealing to me, and I really, really dig those kind of glasses-wearing asshats.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat bothers me is that this girl is absolutely and completely in the dark and for maybe two seconds one of the guys won't treat her like absolute dirt but there they go again sucking her blood or calling her very rude and demeaning names or hurting and\u001b[24m\n    \u001b[1m私が気にするのは、この少女が絶対に完全に暗闇の中にいることです。そして、おそらく2秒間、彼らの一人は絶対的な汚れのように彼女を扱わないでしょうが、彼らは再び彼女の血を吸うか、彼女の非常に失礼な、\u001b[22m, \u001b[1mどのような私を気にすることは、この少女は暗闇の中で絶対的にかつ完全であるということですと、おそらく2秒間選手の一人は、絶対的な汚れのように彼女を扱いませんが、そこに、彼らは再び彼女の血を吸ったり、彼女の非常に失礼と屈辱の名前を呼び出したり、傷つけ行くと\u001b[22m\n\u001b[4mscaring her.\u001b[24m\n    \u001b[1m彼女を怖がらせる。\u001b[22m, \u001b[1m彼女を怖がらせます。\u001b[22m\n\u001b[4mNot even the 'kichiku megane' is appealing to me, and I really, really dig those kind of glasses-wearing asshats.\u001b[24m\n    \u001b[1m「ichichu megane」でさえ私に魅力的ではなく、私は本当に、そのようなグラスを身にまとったアシュハットを掘り起こします。\u001b[22m, \u001b[1mさえ「鬼畜のmeganeが「私には魅力的である、と私は本当に、本当にメガネ着用asshatsのものの種類を掘ります。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is passable, but it features that dreaded art styling where the eye outlines can be seen through the hair.\n\n\u001b[1mアニメーションは可能ですが、目の輪郭が髪の毛で見える恐れのあるアート・スタイリングが特徴です。\u001b[22m\n\u001b[1m(Animēshon wa kanōdesuga,-me no rinkaku ga kaminoke de mieru osore no aru āto sutairingu ga tokuchōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is passable, but it features that dreaded art styling where the eye outlines can be seen through the hair.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is passable, but it features that dreaded art styling where the eye outlines can be seen through the hair.\u001b[24m\n    \u001b[1mアニメーションは可能ですが、目の輪郭が髪の毛で見える恐れのあるアート・スタイリングが特徴です。\u001b[22m, \u001b[1mアニメーションはまずまずですが、それは、目の輪郭が髪を見ることができる恐ろしい芸術スタイリングを備えています。\u001b[22m\n\u001b[1m\u001b[22m\nThe shortness of each episode makes this much more bearable than it would be if it was a full 20+ minutes.\n\n\u001b[1m各エピソードの不足は、それが完全な20分以上だった場合よりもはるかに耐えがたくなります。\u001b[22m\n\u001b[1m(Kaku episōdo no fusoku wa, sore ga kanzen'na 20-bu ijōdatta baai yori mo haruka ni taegataku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe shortness of each episode makes this much more bearable than it would be if it was a full 20+ minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe shortness of each episode makes this much more bearable than it would be if it was a full 20+ minutes.\u001b[24m\n    \u001b[1m各エピソードの不足は、それが完全な20分以上だった場合よりもはるかに耐えがたくなります。\u001b[22m, \u001b[1m各エピソードの短さは、それが完全20+分であった場合よりも、これははるかに我慢なります。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing this is good for is a hearty chuckle at how absolutely bad it is. Please don't get too angry at this, it's almost like a mentally handicapped super villain that doesn't know it's incompetent.\n\n\u001b[1mこれがうまくいくのは、絶対に悪いことに心のこもった笑いです。 これほど怒らないようにしてください。無能であることを知らない精神障害者のようなものです。\u001b[22m\n\u001b[1m(Kore ga umaku iku no wa, zettai ni warui koto ni kokoro no komotta waraidesu. Kore hodo okoranai yō ni shite kudasai. Munōdearu koto o shiranai seishin shōgai-sha no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing this is good for is a hearty chuckle at how absolutely bad it is. Please don't get too angry at this, it's almost like a mentally handicapped super villain that doesn't know it's incompetent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing this is good for is a hearty chuckle at how absolutely bad it is.\u001b[24m\n    \u001b[1mこれがうまくいくのは、絶対に悪いことに心のこもった笑いです。\u001b[22m, \u001b[1mこれがために良いです唯一のものは、それがどのように絶対に悪いで心のこもった含み笑いです。\u001b[22m\n\u001b[4mPlease don't get too angry at this, it's almost like a mentally handicapped super villain that doesn't know it's incompetent.\u001b[24m\n    \u001b[1mこれほど怒らないようにしてください。無能であることを知らない精神障害者のようなものです。\u001b[22m, \u001b[1mこの時、あまりにも怒らないでください、それはほとんどそれが無能だ知らない知的障害スーパー悪役のようなものです。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "ClicheReviewer",
    "profile": "/profile/ClicheReviewer/reviews",
    "pages": "6",
    "number": "8",
    "link": "/reviews.php?id=197195",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  1\nキャラクター|  1\n|  2\n\nDiabolikの恋人は確かにその名前に暮らしています。 その存在そのものは罪です。 もしあなたがこれを見ようとするなら、あなたは聖水のいくつかのメーソンジャーを打ち破るのがよいでしょう（私はそれが\nあなたと同じように彼らに影響を与えます）。 この作品の唯一の良いことは芸術であり、各エピソードごとに24分ではありません。 残りは女性レイプのファンタジーと吸血鬼のロマンスの群衆のためのちょうど非常に底のバレルのものです。 マゾキストのマゾキストとサディストのサディストだけがこれに魅力を感じるでしょう。 文字のほとんどは完全なダッシュバックであり、それは膨大な控えめな表現です。 ファックしている吸血鬼の一人がメインの女の子をプールに投げ込み、彼女が溺れていたときに彼女にキスをし始めた。  WTF？ これが完全なホラーアニメとして描写された場合、それはより良いスコアを得ていただろうが、そうではない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nDiabolik Lovers certainly lives up to it's name. Its existence itself is a sin; if you are going to watch this, you better break out several mason jars of holy water.(Though I doubt it would\n\n\u001b[1mDiabolikの恋人は確かにその名前に暮らしています。 その存在そのものは罪です。 もしあなたがこれを見ようとするなら、あなたは聖水のいくつかのメーソンジャーを打ち破るのがよいでしょう（私はそれが\u001b[22m\n\u001b[1m(Diabolik no koibito wa tashika ni sono namae ni kurashite imasu. Sono sonzai sonomono wa tsumidesu. Moshi anata ga kore o miyou to surunara, anata wa seisui no ikutsu ka no mēsonjā o uchiyaburu no ga yoideshou (watashi wa sore ga)\u001b[22m\n\nTranslations of \u001b[4mDiabolik Lovers certainly lives up to it's name. Its existence itself is a sin; if you are going to watch this, you better break out several mason jars of holy water.(Though I doubt it would\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDiabolik Lovers certainly lives up to it's name.\u001b[24m\n    \u001b[1mDiabolikの恋人は確かにその名前に暮らしています。\u001b[22m, \u001b[1mDiabolik恋人は確かにそれの名に恥じません。\u001b[22m\n\u001b[4mIts existence itself is a sin;\u001b[24m\n    \u001b[1mその存在そのものは罪です。\u001b[22m, \u001b[1mその存在自体が罪です。\u001b[22m\n\u001b[4mif you are going to watch this, you better break out several mason jars of holy water.(Though I doubt it would\u001b[24m\n    \u001b[1mもしあなたがこれを見ようとするなら、あなたは聖水のいくつかのメーソンジャーを打ち破るのがよいでしょう（私はそれが\u001b[22m, \u001b[1mあなたがこれを見に行くされている場合、あなたはより良い聖水のいくつかのメイソンジャーを抜け出す。（私はそれはないだろうけど\u001b[22m\nbe nearly as effected on them as on you). The only good thing about this piece of shit is the art, and it's not 24 minutes long for each episode. The rest is just very bottom barrel stuff for the female rape fantasy and vampire romance crowd. Only the masochists of masochists and sadists of sadists would find any appeal to this one. Most of the characters are complete douchebags and that's a huge understatement; One of the fucking vampires dumps the main girl into a pool and fucking started kissing her when she was drowning. Wtf? If this was portrayed as an outright horror anime, it would have gotten a better score, but it's not.\n\n\u001b[1mあなたと同じように彼らに影響を与えます）。 この作品の唯一の良いことは芸術であり、各エピソードごとに24分ではありません。 残りは女性レイプのファンタジーと吸血鬼のロマンスの群衆のためのちょうど非常に底のバレルのものです。 マゾキストのマゾキストとサディストのサディストだけがこれに魅力を感じるでしょう。 文字のほとんどは完全なダッシュバックであり、それは膨大な控えめな表現です。 ファックしている吸血鬼の一人がメインの女の子をプールに投げ込み、彼女が溺れていたときに彼女にキスをし始めた。  WTF？ これが完全なホラーアニメとして描写された場合、それはより良いスコアを得ていただろうが、そうではない。\u001b[22m\n\u001b[1m(Anata to onajiyōni karera ni eikyō o ataemasu). Kono sakuhin no yuiitsu no yoi koto wa geijutsudeari, kaku episōdo-goto ni 24-bude wa arimasen. Nokori wa josei reipu no fantajī to kyūketsuki no romansu no gunshū no tame no chōdo hijō ni soko no bareru no monodesu. Mazokisuto no mazokisuto to sadisuto no sadisuto dake ga kore ni miryoku o kanjirudeshou. Moji no hotondo wa kanzen'na dasshu bakkudeari, sore wa bōdaina hikaemena hyōgendesu. Fakku shite iru kyūketsuki no hitori ga mein no on'nanoko o pūru ni nagekomi, kanojo ga oborete ita toki ni kanojo ni kisu o shi hajimeta. WTF? Kore ga kanzen'na horāanime to shite byōsha sa reta baai, soreha yoriyoi sukoa o ete itadarouga,-sōde wanai.)\u001b[22m\n\nTranslations of \u001b[4mbe nearly as effected on them as on you). The only good thing about this piece of shit is the art, and it's not 24 minutes long for each episode. The rest is just very bottom barrel stuff for the female rape fantasy and vampire romance crowd. Only the masochists of masochists and sadists of sadists would find any appeal to this one. Most of the characters are complete douchebags and that's a huge understatement; One of the fucking vampires dumps the main girl into a pool and fucking started kissing her when she was drowning. Wtf? If this was portrayed as an outright horror anime, it would have gotten a better score, but it's not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbe nearly as effected on them as on you).\u001b[24m\n    \u001b[1mあなたと同じように彼らに影響を与えます）。\u001b[22m, \u001b[1mあなたにのようにそれらに影響されるように）ほとんどです。\u001b[22m\n\u001b[4mThe only good thing about this piece of shit is the art, and it's not 24 minutes long for each episode.\u001b[24m\n    \u001b[1mこの作品の唯一の良いことは芸術であり、各エピソードごとに24分ではありません。\u001b[22m, \u001b[1mたわごとのこの部分についての唯一の良い事は芸術であり、それは各エピソードのために24分の長さではありません。\u001b[22m\n\u001b[4mThe rest is just very bottom barrel stuff for the female rape fantasy and vampire romance crowd.\u001b[24m\n    \u001b[1m残りは女性レイプのファンタジーと吸血鬼のロマンスの群衆のためのちょうど非常に底のバレルのものです。\u001b[22m, \u001b[1m残りは女性のレイプファンタジーと吸血鬼のロマンス群集のためだけの一番下バレルのものです。\u001b[22m\n\u001b[4mOnly the masochists of masochists and sadists of sadists would find any appeal to this one.\u001b[24m\n    \u001b[1mマゾキストのマゾキストとサディストのサディストだけがこれに魅力を感じるでしょう。\u001b[22m, \u001b[1mマゾとサドのサディストだけマゾは、この1へのアピールを見つけるだろう。\u001b[22m\n\u001b[4mMost of the characters are complete douchebags and that's a huge understatement;\u001b[24m\n    \u001b[1m文字のほとんどは完全なダッシュバックであり、それは膨大な控えめな表現です。\u001b[22m, \u001b[1m文字のほとんどは、完全なdouchebagsであり、それは巨大な控えめな表現です。\u001b[22m\n\u001b[4mOne of the fucking vampires dumps the main girl into a pool and fucking started kissing her when she was drowning.\u001b[24m\n    \u001b[1mファックしている吸血鬼の一人がメインの女の子をプールに投げ込み、彼女が溺れていたときに彼女にキスをし始めた。\u001b[22m, \u001b[1mクソ吸血鬼の一つは、プールにメインの女の子をダンプし、クソは彼女が溺れた時、彼女にキスを始めました。\u001b[22m\n\u001b[4mWtf?\u001b[24m\n    \u001b[1mWTF？\u001b[22m, \u001b[1mなんてこった\u001b[22m\n\u001b[4mIf this was portrayed as an outright horror anime, it would have gotten a better score, but it's not.\u001b[24m\n    \u001b[1mこれが完全なホラーアニメとして描写された場合、それはより良いスコアを得ていただろうが、そうではない。\u001b[22m, \u001b[1mこれは完全にホラーアニメとして描かれていた場合、それはより良いスコアを得ているだろうが、そうではありません。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "XShachan423",
    "profile": "/profile/XShachan423/reviews",
    "pages": "6",
    "number": "9",
    "link": "/reviews.php?id=196832",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  1\nキャラクター|  1\n|  1\n\nさて、私は自分自身に暴露されたBLの内容のために宇宙で最も純粋な魂ではないが、このアニメの2つのエピソードの後で、私の魂が私の体から裂けて侵されたように感じた。 私は巨大な鳥居ファンなので、これを見始めましたが、その後、私は震えることなくこの名前を聞くことができないと思います。 芸術、私は個人的に芸術を愛していましたが、それ以外のものはすべて、私のようにとても不快な気分にさせてくれました。彼らは、おっぱいのテディベアの子供から、邪悪な吸う音を、彼らがユイに与えたくそったニックネームに（Bitchi-chan？ 誰も知りませんが、Bitchiは日本語の単語ではありません/雌犬の発音、それは薄いことを意味します、YuiはSLUTと呼ばれています）このアニメについては償還するものはほとんどありません。 私の好きなアニメは、鳥居康介の声が聞こえて、私が考えることができるのは、シュウと吸血鬼の兄弟たちが夢中になっているからです...\n\nそして、終わりまで私を邪魔しているにもかかわらず、私はそれを終えるだろう、OVAと来るべき2年目のシーズンは、私は決して見ることはできないそれらの愚かな人々の1人であるので、 アニメ、私はそれを完了しなければならない、私はそれをタフに管理したと言っても... ugh...鳥ウム様なぜ...私はあなたが大好き....私は考えていない 私はあなたに同じことを再度見ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nOkay, I'm not the purest soul in the universe due to some of the BL content I expose myself to but only after TWO EPISODES of this anime did I feel like my soul was ripped out of my body and violated. I started watching this because I am a HUGE Toriumi fan, but after this I don't think I will even be able to hear his name without shivering and remembering this effed up piece of sh***. The art, I personally loved the art but everything else just made me feel so so so very uncomfortable, from the kid with the fukn teddy bear, the disturbing sucking sounds to the shitty nicknames they guys gave Yui (Bitchi-chan? WTF for those who are uninformed, Bitchi isn't the Japanese word/ pronunciation for bitch, it means slut, Yui is being called a SLUT) there is little to no redeeming things about this anime, and thanks to it I can't go near several of my favorite anime because i hear Toriumi Kousuke's voice and all i can think about is Shuu and his effed up vampire brothers...\n\n\u001b[1mさて、私は自分自身に暴露されたBLの内容のために宇宙で最も純粋な魂ではないが、このアニメの2つのエピソードの後で、私の魂が私の体から裂けて侵されたように感じた。 私は巨大な鳥居ファンなので、これを見始めましたが、その後、私は震えることなくこの名前を聞くことができないと思います。 芸術、私は個人的に芸術を愛していましたが、それ以外のものはすべて、私のようにとても不快な気分にさせてくれました。彼らは、おっぱいのテディベアの子供から、邪悪な吸う音を、彼らがユイに与えたくそったニックネームに（Bitchi-chan？ 誰も知りませんが、Bitchiは日本語の単語ではありません/雌犬の発音、それは薄いことを意味します、YuiはSLUTと呼ばれています）このアニメについては償還するものはほとんどありません。 私の好きなアニメは、鳥居康介の声が聞こえて、私が考えることができるのは、シュウと吸血鬼の兄弟たちが夢中になっているからです...\u001b[22m\n\u001b[1m(Sate, watashi wa jibun jishin ni bakuro sa reta BL no naiyō no tame ni uchū de mottomo junsuina tamashīde wa naiga, kono anime no 2tsu no episōdo no nochi de, watashi no tamashī ga watashi no karada kara sakete okasa reta yō ni kanjita. Watashi wa kyodaina torii fan'nanode, kore o mi hajimemashita ga, sonogo, watashi wa furueru koto naku kono namae o kiku koto ga dekinai to omoimasu. Geijutsu, watashi wa kojin-teki ni geijutsu o aishite imashitaga, soreigai no mono wa subete, watashi no yō ni totemo fukaina kibun ni sa sete kuremashita. Karera wa, oppai no tedibea no kodomo kara, jaakuna suu oto o, karera ga Yui ni ataetaku sotta nikkunēmu ni (Bitchi - chan? Dare mo shirimasenga, Bitchi wa nihongo no tangode wa arimasen/ meinu no hatsuon, sore wa usui koto o imi shimasu, Yui wa SLUT to yoba rete imasu) kono anime ni tsuite wa shōkan suru mono wa hotondo arimasen. Watashi no sukina anime wa, Torii Kōsuke no koe ga kikoete, watashi ga kangaeru koto ga dekiru no wa, Shū to kyūketsuki no kyōdai-tachi ga muchū ni natte irukaradesu...)\u001b[22m\n\nTranslations of \u001b[4mOkay, I'm not the purest soul in the universe due to some of the BL content I expose myself to but only after TWO EPISODES of this anime did I feel like my soul was ripped out of my body and violated. I started watching this because I am a HUGE Toriumi fan, but after this I don't think I will even be able to hear his name without shivering and remembering this effed up piece of sh***. The art, I personally loved the art but everything else just made me feel so so so very uncomfortable, from the kid with the fukn teddy bear, the disturbing sucking sounds to the shitty nicknames they guys gave Yui (Bitchi-chan? WTF for those who are uninformed, Bitchi isn't the Japanese word/ pronunciation for bitch, it means slut, Yui is being called a SLUT) there is little to no redeeming things about this anime, and thanks to it I can't go near several of my favorite anime because i hear Toriumi Kousuke's voice and all i can think about is Shuu and his effed up vampire brothers...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, I'm not the purest soul in the universe due to some of the BL content I expose myself to but only after TWO EPISODES of this anime did I feel like my soul was ripped out of my body and violated.\u001b[24m\n    \u001b[1mさて、私は自分自身に暴露されたBLの内容のために宇宙で最も純粋な魂ではないが、このアニメの2つのエピソードの後で、私の魂が私の体から裂けて侵されたように感じた。\u001b[22m, \u001b[1mさて、私は私が自分自身を公開するが、私の魂は私の体の外にリッピングし、違反したようにのみ、このアニメの2つのエピソードの後に私は感じました原因BLのコンテンツの一部に宇宙で最も純粋な魂はありませんよ。\u001b[22m\n\u001b[4mI started watching this because I am a HUGE Toriumi fan, but after this I don't think I will even be able to hear his name without shivering and remembering this effed up piece of sh***.\u001b[24m\n    \u001b[1m私は巨大な鳥居ファンなので、これを見始めましたが、その後、私は震えることなくこの名前を聞くことができないと思います。\u001b[22m, \u001b[1m私は巨大な鳥海ファンを頂いておりますので、これを見始めたが、この後、私は私も震え、これは***のshの作品をアップeffed覚えることなく、彼の名前を聞くことができるようになりますとは思いません。\u001b[22m\n\u001b[4mThe art, I personally loved the art but everything else just made me feel so so so very uncomfortable, from the kid with the fukn teddy bear, the disturbing sucking sounds to the shitty nicknames they guys gave Yui (Bitchi-chan? WTF for those\u001b[24m\n    \u001b[1m芸術、私は個人的に芸術を愛していましたが、それ以外のものはすべて、私のようにとても不快な気分にさせてくれました。彼らは、おっぱいのテディベアの子供から、邪悪な吸う音を、彼らがユイに与えたくそったニックネームに（Bitchi-chan？\u001b[22m, \u001b[1m芸術は、私が個人的に芸術を愛したが、他のすべてはちょうど私はとてもとてもとても不快に感じさせる、fuknテディベアと子供から、不穏な吸引は、それらの人はユイ（Bitchiちゃんを与えたくだらないニックネームに聞こえる？それらのためのWTF\u001b[22m\n\u001b[4mwho are uninformed, Bitchi isn't the Japanese word/ pronunciation for bitch, it means slut, Yui is being called a SLUT) there is little to no redeeming things about this anime, and thanks to it I can't go near several of\u001b[24m\n    \u001b[1m誰も知りませんが、Bitchiは日本語の単語ではありません/雌犬の発音、それは薄いことを意味します、YuiはSLUTと呼ばれています）このアニメについては償還するものはほとんどありません。\u001b[22m, \u001b[1mBitchiは、それがこのアニメについて無欠点を補うものにはほとんどありません、ゆい）はSLUTと呼ばれているふしだらな女を意味し、日本語の単語/雌犬のための発音ではなく、それのおかげで、私はいくつかの近くに行くことができない、無知な人\u001b[22m\n\u001b[4mmy favorite anime because i hear Toriumi Kousuke's voice and all i can think about is Shuu and his effed up vampire brothers...\u001b[24m\n    \u001b[1m私の好きなアニメは、鳥居康介の声が聞こえて、私が考えることができるのは、シュウと吸血鬼の兄弟たちが夢中になっているからです...\u001b[22m, \u001b[1m私の好きなアニメ私は鳥海康介の声を聞くと、私は考えることができるすべては、シュウと彼のアップeffed吸血鬼の兄弟であるため...\u001b[22m\n\u001b[1m\u001b[22m\nAnd even though is disturbs me to no end, I will finish it, the OVA and the up coming second season that I think we can ALL agree should never have even been pitched, because I am one of those stupid people that cant just stop watching an anime, I have to completes it, even if to just say I managed to tough it out.....ugh...Toriumi-sama WHY...I LOVED YOU SO MUCH....I DON'T THINK I CAN LOOK AT YOU THE SAME EVER AGAIN.\n\n\u001b[1mそして、終わりまで私を邪魔しているにもかかわらず、私はそれを終えるだろう、OVAと来るべき2年目のシーズンは、私は決して見ることはできないそれらの愚かな人々の1人であるので、 アニメ、私はそれを完了しなければならない、と言っても私はそれをタフに管理.....ウッ...鳥ウム様なぜ...私はあなたが大好き....私は考えていない あなたと同じことを私は再び見ることができます。\u001b[22m\n\u001b[1m(Soshite, owari made watashi o jama shite iru nimokakawarazu, watashi wa sore o oerudarou, ovu~a to kitarubeki 2-nen-me no shīzun wa, watashi wa kesshite miru koto wa dekinai sorera no orokana hitobito no 1-ridearunode, anime, watashi wa sore o kanryō shinakereba naranai, to itte mo watashi wa sore o tafu ni kanri... .. U~tsu... Tori umu-sama naze... Watashi wa anata ga daisuki.... Watashi wa kangaete inai anata to onaji koto o watashi wa futatabi miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd even though is disturbs me to no end, I will finish it, the OVA and the up coming second season that I think we can ALL agree should never have even been pitched, because I am one of those stupid people that cant just stop watching an anime, I have to completes it, even if to just say I managed to tough it out.....ugh...Toriumi-sama WHY...I LOVED YOU SO MUCH....I DON'T THINK I CAN LOOK AT YOU THE SAME EVER AGAIN.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd even though is disturbs me to no end, I will finish it, the OVA and the up coming second season that I think we can ALL agree should never have even been pitched, because I am one of those stupid people that cant just stop watching\u001b[24m\n    \u001b[1mそして、終わりまで私を邪魔しているにもかかわらず、私はそれを終えるだろう、OVAと来るべき2年目のシーズンは、私は決して見ることはできないそれらの愚かな人々の1人であるので、\u001b[22m, \u001b[1mそして、いや最後まで私を乱すであっても、私は、OVAと私は私がちょうど見停止カントそれらの愚かな人々の一人ですので、我々はすべてが、でも投げされていないん同意することができると思い上がってくるセカンドシーズンそれを終了します\u001b[22m\n\u001b[4man anime, I have to completes it, even if to just say I managed to tough it out.....ugh...Toriumi-sama WHY...I LOVED YOU SO MUCH....I DON'T THINK\u001b[24m\n    \u001b[1mアニメ、私はそれを完了しなければならない、と言っても私はそれをタフに管理.....ウッ...鳥ウム様なぜ...私はあなたが大好き....私は考えていない\u001b[22m, \u001b[1mアニメ、私はちょうど私が考えてはいけない.......私はそんなにLOVEDなぜ私は.....ぐふっ...鳥海様にそれを厳しいことをどうにか言うにしても、それを完了する必要があります\u001b[22m\n\u001b[4mI CAN LOOK AT YOU THE SAME EVER AGAIN.\u001b[24m\n    \u001b[1mあなたと同じことを私は再び見ることができます。\u001b[22m, \u001b[1m私は二度とあなたにそれを見ることができます。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "Haruhi-kun",
    "profile": "/profile/Haruhi-kun/reviews",
    "pages": "6",
    "number": "10",
    "link": "/reviews.php?id=227725",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  4\nキャラクター|  1\n|  1\n\nだから私はちょうどこれを見て、私はそれを嫌って、私は言う必要があります。 すべての兄弟は馬鹿だった、主人公は狼狽とプッシュオーバーだったので、私は彼女も嫌いだった。 キャラクターの1人のように遠隔操作し始めるとすぐに、作家はそれらを再び崖から追い出すでしょう。 私は正直なところ、このアニメは極端なマゾイストの人にとって良いと思う。 私は自分自身をサディストなので、誰かが私を怒らせるためにあなたに接続するはずの主人公を呼ぶことができます。 誰もが彼女を雌犬と呼んでいたか、彼女を無視していた、あるいは単に平凡な彼女を殺そうとしていた。 そして、私はメインストーリーに集中することができなかったので、バックストーリーが進行している間、すべての。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nSo i just watched this, and i have to say, I hated it. All of the brothers were jerks, the main character was a wimp and a pushover so i hated her too. As soon as i would start to even remotely like one of the characters, the writers would push them off the cliff again. I honestly think this anime would be good for people who a extreme masochists. I myself am a sadist so for someone to call the main character who you are supposed to connect to pissed me off. Everyone just was either calling her a bitch, ignored her, or just plain tried to kill her. And all the while there were backstories going on so i couldn't concentrate on the main story.\n\n\u001b[1mだから私はちょうどこれを見て、私はそれを嫌って、私は言う必要があります。 すべての兄弟は馬鹿だった、主人公は狼狽とプッシュオーバーだったので、私は彼女も嫌いだった。 キャラクターの1人のように遠隔操作し始めるとすぐに、作家はそれらを再び崖から追い出すでしょう。 私は正直なところ、このアニメは極端なマゾイストの人にとって良いと思う。 私は自分自身をサディストなので、誰かが私を怒らせるためにあなたに接続するはずの主人公を呼ぶことができます。 誰もが彼女を雌犬と呼んでいたか、彼女を無視していた、あるいは単に平凡な彼女を殺そうとしていた。 そして、私はメインストーリーに集中することができなかったので、バックストーリーが進行している間、すべての。\u001b[22m\n\u001b[1m(Dakara watashi wa chōdo kore o mite, watashi wa sore o kiratte, watashi wa iu hitsuyō ga arimasu. Subete no kyōdai wa bakadatta, shujinkō wa rōbai to pusshuōbādattanode, watashi wa kanojo mo kiraidatta. Kyarakutā no 1-ri no yō ni enkaku sōsa shi hajimeruto sugu ni, sakka wa sorera o futatabi gake kara oidasudeshou. Watashi wa shōjikina tokoro, kono anime wa kyokutan'na mazoisuto no hito ni totte yoi to omou. Watashi wa jibun jishin o sadisutonanode, darekaga watashi o okora seru tame ni anata ni setsuzoku suru hazu no shujinkō o yobu koto ga dekimasu. Daremoga kanojo o meinu to yonde ita ka, kanojo o mushi shite ita, aruiwa tan'ni heibon'na kanojo o korosou to shite ita. Soshite, watashi wa meinsutōrī ni shūchū suru koto ga dekinakattanode, bakkusutōrī ga shinkō shite iru ma, subete no.)\u001b[22m\n\nTranslations of \u001b[4mSo i just watched this, and i have to say, I hated it. All of the brothers were jerks, the main character was a wimp and a pushover so i hated her too. As soon as i would start to even remotely like one of the characters, the writers would push them off the cliff again. I honestly think this anime would be good for people who a extreme masochists. I myself am a sadist so for someone to call the main character who you are supposed to connect to pissed me off. Everyone just was either calling her a bitch, ignored her, or just plain tried to kill her. And all the while there were backstories going on so i couldn't concentrate on the main story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo i just watched this, and i have to say, I hated it.\u001b[24m\n    \u001b[1mだから私はちょうどこれを見て、私はそれを嫌って、私は言う必要があります。\u001b[22m, \u001b[1mだから私はそれを嫌って、私はちょうどこれを見て、と私は言っています。\u001b[22m\n\u001b[4mAll of the brothers were jerks, the main character was a wimp and a pushover so i hated her too.\u001b[24m\n    \u001b[1mすべての兄弟は馬鹿だった、主人公は狼狽とプッシュオーバーだったので、私は彼女も嫌いだった。\u001b[22m, \u001b[1m兄弟のすべてが主人公は弱虫だったとだまされやすい人はので、私はあまりにも彼女を嫌って、ピクピクしました。\u001b[22m\n\u001b[4mAs soon as i would start to even remotely like one of the characters, the writers would push them off the cliff again.\u001b[24m\n    \u001b[1mキャラクターの1人のように遠隔操作し始めるとすぐに、作家はそれらを再び崖から追い出すでしょう。\u001b[22m, \u001b[1mすぐに私もリモートでの文字のいずれかのように開始するように、作家が再び崖をそれらをオフにプッシュするだろう。\u001b[22m\n\u001b[4mI honestly think this anime would be good for people who a extreme masochists.\u001b[24m\n    \u001b[1m私は正直なところ、このアニメは極端なマゾイストの人にとって良いと思う。\u001b[22m, \u001b[1m私は正直このアニメは極端なマゾの人のために良いことだと思います。\u001b[22m\n\u001b[4mI myself am a sadist so for someone to call the main character who you are supposed to connect to pissed me off.\u001b[24m\n    \u001b[1m私は自分自身をサディストなので、誰かが私を怒らせるためにあなたに接続するはずの主人公を呼ぶことができます。\u001b[22m, \u001b[1m私自身はあなたが私を怒らせたために接続するようになっている主人公を呼び出すために誰かのためにそのようにサディストです。\u001b[22m\n\u001b[4mEveryone just was either calling her a bitch, ignored her, or just plain tried to kill her.\u001b[24m\n    \u001b[1m誰もが彼女を雌犬と呼んでいたか、彼女を無視していた、あるいは単に平凡な彼女を殺そうとしていた。\u001b[22m, \u001b[1mただどちらかの彼女の雌犬を呼んでいた誰もが、彼女を無視し、あるいは単なる彼女を殺そうとしました。\u001b[22m\n\u001b[4mAnd all the while there were backstories going on so i couldn't concentrate on the main story.\u001b[24m\n    \u001b[1mそして、私はメインストーリーに集中することができなかったので、バックストーリーが進行している間、すべての。\u001b[22m, \u001b[1mそして、すべての中にはbackstoriesので、私は、メインストーリーに集中できませんでしたそこに行っていました。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "KittensRule98",
    "profile": "/profile/KittensRule98/reviews",
    "pages": "6",
    "number": "11",
    "link": "/reviews.php?id=195713",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n正直、私はアニメを楽しんだ...しかし、それはそこに最高のアニメの一つではありません。\nまず、あなたは独創的なホラー映画のプロットを持っています。 女の子は吸血鬼でいっぱいのことは何も知らない奇妙な家に到着します。 そして、もちろん、彼らはすべて彼女の血を吸うように努めます。\n他のすべてはうまくいくようです。 文字とその過去は私が好きですが、他のものはあまりよく作られていません。 あなたが本当にこれに就いていない限り、私はDiabolik Loversの12のエピソードすべてを見るのではなく、別のアニメを試してみるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, I did enjoy the anime...but it's not one of the best animes out there.\n\n\u001b[1m正直、私はアニメを楽しんだ...しかし、それはそこに最高のアニメの一つではありません。\u001b[22m\n\u001b[1m(Shōjiki, watashi wa anime o tanoshinda... Shikashi, sore wa soko ni saikō no anime no hitotsude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, I did enjoy the anime...but it's not one of the best animes out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, I did enjoy the anime...but it's not one of the best animes out there.\u001b[24m\n    \u001b[1m正直、私はアニメを楽しんだ...しかし、それはそこに最高のアニメの一つではありません。\u001b[22m, \u001b[1m正直なところ、私はアニメを楽しんでいた...しかし、それはそこに最高のアニメの一つではありません。\u001b[22m\nFirst, you have the unoriginal horror movie plot. A girl arrives at an odd home she knows nothing about full of vampires. And, of course, they all try to suck her blood.\n\n\u001b[1mまず、あなたは独創的なホラー映画のプロットを持っています。 女の子は吸血鬼でいっぱいのことは何も知らない奇妙な家に到着します。 そして、もちろん、彼らはすべて彼女の血を吸うように努めます。\u001b[22m\n\u001b[1m(Mazu, anata wa dokusō-tekina horā eiga no purotto o motte imasu. On'nanoko wa kyūketsuki de ippai no koto wa nani mo shiranai kimyōna ie ni tōchaku shimasu. Soshite, mochiron, karera wa subete kanojo no chi o suu yō ni tsutomemasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst, you have the unoriginal horror movie plot. A girl arrives at an odd home she knows nothing about full of vampires. And, of course, they all try to suck her blood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, you have the unoriginal horror movie plot.\u001b[24m\n    \u001b[1mまず、あなたは独創的なホラー映画のプロットを持っています。\u001b[22m, \u001b[1mまず、あなたは、独創性に欠けるホラー映画のプロットを持っています。\u001b[22m\n\u001b[4mA girl arrives at an odd home she knows nothing about full of vampires.\u001b[24m\n    \u001b[1m女の子は吸血鬼でいっぱいのことは何も知らない奇妙な家に到着します。\u001b[22m, \u001b[1m女の子は、彼女が吸血鬼のフルについて何も知らない奇妙な家に到着しました。\u001b[22m\n\u001b[4mAnd, of course, they all try to suck her blood.\u001b[24m\n    \u001b[1mそして、もちろん、彼らはすべて彼女の血を吸うように努めます。\u001b[22m, \u001b[1mそして、もちろん、彼らはすべての彼女の血を吸うことを試みます。\u001b[22m\nEverything else seems fine. The characters and their pasts I like, but everything else isn't very well made. I'd try another anime instead of watching all 12 episodes of Diabolik Lovers, unless you're really into this.\n\n\u001b[1m他のすべてはうまくいくようです。 文字とその過去は私が好きですが、他のものはあまりよく作られていません。 あなたが本当にこれに就いていない限り、私はDiabolik Loversの12のエピソードすべてを見るのではなく、別のアニメを試してみるでしょう。\u001b[22m\n\u001b[1m(Hoka no subete wa umaku iku yōdesu. Moji to sono kako wa watashi ga sukidesuga, hoka no mono wa amari yoku tsukura rete imasen. Anata ga hontōni kore ni tsuite inai kagiri, watashi wa Diabolik Lovers no 12 no episōdo subete o miru node wa naku,-betsu no anime o tameshite mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mEverything else seems fine. The characters and their pasts I like, but everything else isn't very well made. I'd try another anime instead of watching all 12 episodes of Diabolik Lovers, unless you're really into this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything else seems fine.\u001b[24m\n    \u001b[1m他のすべてはうまくいくようです。\u001b[22m, \u001b[1m他のすべては罰金です。\u001b[22m\n\u001b[4mThe characters and their pasts I like, but everything else isn't very well made.\u001b[24m\n    \u001b[1m文字とその過去は私が好きですが、他のものはあまりよく作られていません。\u001b[22m, \u001b[1m文字とその過去を私は好きですが、他のすべては非常によく行われていません。\u001b[22m\n\u001b[4mI'd try another anime instead of watching all 12 episodes of Diabolik Lovers, unless you're really into this.\u001b[24m\n    \u001b[1mあなたが本当にこれに就いていない限り、私はDiabolik Loversの12のエピソードすべてを見るのではなく、別のアニメを試してみるでしょう。\u001b[22m, \u001b[1mあなたがこの中には本当にない限り、私は、代わりにDiabolik恋人のすべての12のエピソードを見ての別のアニメを試してみました。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "omochii123",
    "profile": "/profile/omochii123/reviews",
    "pages": "6",
    "number": "12",
    "link": "/reviews.php?id=225109",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  10\n\nディアボリック・ラバーズはプロット、キャラクター・ダイナミクス、全体的なリアリズムが欠けているため、悪い評判を得ます。 しかし、それはDiabolik Loversについてのことです、それはあなたがそれらの要素であなたをロマンスしようとしていませんでした。\n\nあなたはそれが何であるかを見る必要があります。 ディアボリック・ラバーズ（DL）について知っておくべきことは、ダーク・ヴァンパイアをフィーチャーしたファンタジーの終わりの愛のゲームに基づいていることです。 それだけで、Diabolik Loversの魅力的な側面は、あなたの欲望の味方です。 そのような観点から、DLは完全に仕事をしています。\n\n実際、サービスのためだけに作られたアニメにとって、それは非常に特殊な方法で観客です。プロットは公平です。 それは十分に面白いです。 それは動いているのか、感情的なのか、あるいは信じられているのでしょうか？ いいえ。でも、そうなったのですか？ いいえ！ プロットは、アニメの文脈の中で欲張りな瞬間を与えるために必要なだけです。\n\nDiabolik Loversのようなショーから本当のプロットを求めることは、無意味でも逆効果でもありません。 愚かなgooses。\n\nプロットのように、メインキャラクターユイは、賢明ではなく、強い、または面白くないために、多くの批評も得ています。 しかし、漫画家の作家が意図的にスーパーマンのようなヒーローを曖昧かつ不正確にするように、ユイは慎重に構成され、個性がなく方向性がなくなった。 この主人公のきれいなスレートは、観客のメンバーがより良いエクスペリエンスとより良いファンタジーのために足を踏み込むための簡単な靴のペアを彼らに提供します。 このアニメは、結局のところ、あなた、聴衆のことです。\n\nYuiの戦いと提出の弱さは、吸血鬼の非人道的な強さにもマッチしません。 また、彼女の男性のカウンターパートは、私たちに適切なファンサービスを提供するために必要な自由を与えます。 それはすべての目的、人々です。\n\n今、芸術、音、楽しさ...これは、DLが試みていた場所です。 聴衆の欲望の味方にただ応援するという、独特の独創的な1つの目標を持っていたアニメにとって、DLはそれを釘付けにしたと思う。 芸術は美しく、音楽、沈黙、声優は説得力があり、確かに楽しむことができました。 それ\n\nこのショーは、私が遭遇した最も論争の的なものの1つであり、古典的な少女ハーレムに慣れているほとんどの人が、Diabolik Loversのようなショーをどうするか分からないからだと思います。 しかし、それが何であるかを見れば、欲望が満たされたデートゲームがテレビ番組に変わったので、クリエイターがうまくやったと認めなければなりません。  A +と私はシーズン3を期待しています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDiabolik Lovers gets a bad rep because it lacks plot, character dynamics and overall realism. But that's the thing about Diabolik Lovers, it wasn't trying to romance you in those elements.\n\n\u001b[1mディアボリック・ラバーズはプロット、キャラクター・ダイナミクス、全体的なリアリズムが欠けているため、悪い評判を得ます。 しかし、それはDiabolik Loversについてのことです、それはあなたがそれらの要素であなたをロマンスしようとしていませんでした。\u001b[22m\n\u001b[1m(Diaborikku rabāzu wa purotto, kyarakutā dainamikusu, zentai-tekina riarizumu ga kakete iru tame, warui hyōban o emasu. Shikashi, soreha Diabolik Lovers ni tsuite no kotodesu, sore wa anata ga sorera no yōso de anata o romansu shiyou to shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mDiabolik Lovers gets a bad rep because it lacks plot, character dynamics and overall realism. But that's the thing about Diabolik Lovers, it wasn't trying to romance you in those elements.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDiabolik Lovers gets a bad rep because it lacks plot, character dynamics and overall realism.\u001b[24m\n    \u001b[1mディアボリック・ラバーズはプロット、キャラクター・ダイナミクス、全体的なリアリズムが欠けているため、悪い評判を得ます。\u001b[22m, \u001b[1mそれは、プロット、キャラクターのダイナミクスと全体的なリアリズムを欠いているので、Diabolik恋人は悪評を取得します。\u001b[22m\n\u001b[4mBut that's the thing about Diabolik Lovers, it wasn't trying to romance you in those elements.\u001b[24m\n    \u001b[1mしかし、それはDiabolik Loversについてのことです、それはあなたがそれらの要素であなたをロマンスしようとしていませんでした。\u001b[22m, \u001b[1mしかし、それはそれはあなたがそれらの要素に恋愛しようとしていなかった、Diabolik恋人についての事です。\u001b[22m\n\u001b[1m\u001b[22m\nYou have to see the show for what it is. See, t?he first thing you should know about Diabolik Lovers (DL) is that this whole series is based on a fantasy choose-your-ending love game featuring dark vampires. That alone should tell you that the only side of you Diabolik Lovers wants to appeal to is your lustful side. From that perspective, DL does it's job perfectly.\n\n\u001b[1mあなたはそれが何であるかを見る必要があります。 ディアボリック・ラバーズ（DL）について知っておくべきことは、ダーク・ヴァンパイアをフィーチャーしたファンタジーの終わりの愛のゲームに基づいていることです。 それだけで、Diabolik Loversの魅力的な側面は、あなたの欲望の味方です。 そのような観点から、DLは完全に仕事をしています。\u001b[22m\n\u001b[1m(Anata wa sore ga nandearu ka o miru hitsuyō ga arimasu. Diaborikku rabāzu (DL) ni tsuite shitte okubeki koto wa, dāku vu~anpaia o fīchā shita fantajī no owari no ai no gēmu ni motodzuite iru kotodesu. Sore dake de, Diabolik Lovers no miryoku-tekina sokumen wa, anata no yokubō no mikatadesu. So no yōna kanten kara, DL wa kanzen ni shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mYou have to see the show for what it is. See, t?he first thing you should know about Diabolik Lovers (DL) is that this whole series is based on a fantasy choose-your-ending love game featuring dark vampires. That alone should tell you that the only side of you Diabolik Lovers wants to appeal to is your lustful side. From that perspective, DL does it's job perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou have to see the show for what it is.\u001b[24m\n    \u001b[1mあなたはそれが何であるかを見る必要があります。\u001b[22m, \u001b[1mあなたはそれが何であるかのためのショーを参照する必要があります。\u001b[22m\n\u001b[4mSee, t?he first thing you should know about Diabolik Lovers (DL) is that this whole series is based on a fantasy choose-your-ending love game featuring dark vampires.\u001b[24m\n    \u001b[1mディアボリック・ラバーズ（DL）について知っておくべきことは、ダーク・ヴァンパイアをフィーチャーしたファンタジーの終わりの愛のゲームに基づいていることです。\u001b[22m, \u001b[1m、トンを参照してください？あなたはDiabolik恋人（DL）について知っておくべき彼最初の事は、このシリーズ全体が暗い吸血鬼をフィーチャー恋愛ゲームを選択し、あなたの終わりファンタジーに基づいていることです。\u001b[22m\n\u001b[4mThat alone should tell you that the only side of you Diabolik Lovers wants to appeal to is your lustful side.\u001b[24m\n    \u001b[1mそれだけで、Diabolik Loversの魅力的な側面は、あなたの欲望の味方です。\u001b[22m, \u001b[1mそれだけであなたの側だけDiabolik恋人はあなたの貪欲な側面であるにアピールしたいことを伝える必要があります。\u001b[22m\n\u001b[4mFrom that perspective, DL does it's job perfectly.\u001b[24m\n    \u001b[1mそのような観点から、DLは完全に仕事をしています。\u001b[22m, \u001b[1mその観点から、DLは、それが完璧に仕事だありません。\u001b[22m\n\u001b[1m\u001b[22m\nIn fact, for an anime made solely for servicing it's audience in a very specific way, the plot is fair. It's interesting enough. Was it moving, emotional or even believable? No. But was it supposed to be? Nope! The plot is only needed to give the lusty moments within the anime context.\n\n\u001b[1m実際、サービスのためだけに作られたアニメにとって、それは非常に特殊な方法で観客です。プロットは公平です。 それは十分に面白いです。 それは動いているのか、感情的なのか、あるいは信じられているのでしょうか？ いいえ。でも、そうなったのですか？ いいえ！ プロットは、アニメの文脈の中で欲張りな瞬間を与えるために必要なだけです。\u001b[22m\n\u001b[1m(Jissai, sābisu no tame dake ni tsukura reta anime ni totte, sore wa hijō ni tokushuna hōhō de kankyakudesu. Purotto wa kōheidesu. Sore wa jūbun ni omoshiroidesu. Sore wa ugoite iru no ka, kanjō-tekina no ka, aruiwa shinji rarete iru nodeshou ka? Īe. Demo, sō natta nodesu ka? Īe! Purotto wa, anime no bunmyaku no naka de yokubarina shunkan o ataeru tame ni hitsuyōna dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mIn fact, for an anime made solely for servicing it's audience in a very specific way, the plot is fair. It's interesting enough. Was it moving, emotional or even believable? No. But was it supposed to be? Nope! The plot is only needed to give the lusty moments within the anime context.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn fact, for an anime made solely for servicing it's audience in a very specific way, the plot is fair.\u001b[24m\n    \u001b[1m実際、サービスのためだけに作られたアニメにとって、それは非常に特殊な方法で観客です。プロットは公平です。\u001b[22m, \u001b[1m実際には、非常に特定の方法でそれの観客にサービスを提供するためだけに作られたアニメのために、プロットは公平です。\u001b[22m\n\u001b[4mIt's interesting enough.\u001b[24m\n    \u001b[1mそれは十分に面白いです。\u001b[22m, \u001b[1mそれは十分に興味深いです。\u001b[22m\n\u001b[4mWas it moving, emotional or even believable?\u001b[24m\n    \u001b[1mそれは動いているのか、感情的なのか、あるいは信じられているのでしょうか？\u001b[22m, \u001b[1mそれは、感情的、あるいは信じ動いていましたか？\u001b[22m\n\u001b[4mNo. But was it supposed to be?\u001b[24m\n    \u001b[1mいいえ。でも、そうなったのですか？\u001b[22m, \u001b[1mいいえ。しかし、それはすることになったのか？\u001b[22m\n\u001b[4mNope!\u001b[24m\n    \u001b[1mいいえ！\u001b[22m, \u001b[1mハズレ！\u001b[22m\n\u001b[4mThe plot is only needed to give the lusty moments within the anime context.\u001b[24m\n    \u001b[1mプロットは、アニメの文脈の中で欲張りな瞬間を与えるために必要なだけです。\u001b[22m, \u001b[1mプロットは唯一のアニメのコンテキスト内で元気な瞬間を与えるために必要とされます。\u001b[22m\n\u001b[1m\u001b[22m\nAsking for a real plot from a show like Diabolik Lovers is both pointless and counter-productive. Silly gooses.\n\n\u001b[1mDiabolik Loversのようなショーから本当のプロットを求めることは、無意味でも逆効果でもありません。 愚かなgooses。\u001b[22m\n\u001b[1m(Diabolik Lovers no yōna shō kara hontō no purotto o motomeru koto wa, muimi demo gyakkōka demo arimasen. Orokana gooses.)\u001b[22m\n\nTranslations of \u001b[4mAsking for a real plot from a show like Diabolik Lovers is both pointless and counter-productive. Silly gooses.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsking for a real plot from a show like Diabolik Lovers is both pointless and counter-productive.\u001b[24m\n    \u001b[1mDiabolik Loversのようなショーから本当のプロットを求めることは、無意味でも逆効果でもありません。\u001b[22m, \u001b[1mDiabolik恋人のようなショーから実際のプロットを求めることは無意味と逆効果でもあります。\u001b[22m\n\u001b[4mSilly gooses.\u001b[24m\n    \u001b[1m愚かなgooses。\u001b[22m, \u001b[1m愚かなガチョウ。\u001b[22m\n\u001b[1m\u001b[22m\nLike the plot, the main character Yui gets a lot of criticism as well, for not being smart, strong or even interesting. But much like how comic book artists purposely make heroes like Superman's features vague and inexact, Yui was carefully constructed to be personality-less and direction-less. This clean-slate of a protagonist allows members of the audience more agency, providing them an easy pair of shoes to stick their feet in for better experience, and better fantasy. This anime is all about the you, the audience, after all.\n\n\u001b[1mプロットのように、メインキャラクターユイは、賢明ではなく、強い、または面白くないために、多くの批評も得ています。 しかし、漫画家の作家が意図的にスーパーマンのようなヒーローを曖昧かつ不正確にするように、ユイは慎重に構成され、個性がなく方向性がなくなった。 この主人公のきれいなスレートは、観客のメンバーがより良いエクスペリエンスとより良いファンタジーのために足を踏み込むための簡単な靴のペアを彼らに提供します。 このアニメは、結局のところ、あなた、聴衆のことです。\u001b[22m\n\u001b[1m(Purotto no yō ni, meinkyarakutāyui wa, kenmeide wa naku, tsuyoi, matawa omoshirokunai tame ni, ōku no hihyō mo ete imasu. Shikashi, mangakka no sakka ga itotekini sūpāman no yōna hīrō o aimai katsu fuseikaku ni suru yō ni, Yui wa shinchō ni kōsei sa re, kosei ga naku hōkō-sei ga nakunatta. Kono shujinkō no kireina surēto wa, kankyaku no menbā ga yori yoi ekusuperiensu to yoriyoi fantajī no tame ni ashi o fumikomu tame no kantan'na kutsu no pea o karera ni teikyō shimasu. Kono anime wa, kekkyokunotokoro, anata, chōshū no kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mLike the plot, the main character Yui gets a lot of criticism as well, for not being smart, strong or even interesting. But much like how comic book artists purposely make heroes like Superman's features vague and inexact, Yui was carefully constructed to be personality-less and direction-less. This clean-slate of a protagonist allows members of the audience more agency, providing them an easy pair of shoes to stick their feet in for better experience, and better fantasy. This anime is all about the you, the audience, after all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike the plot, the main character Yui gets a lot of criticism as well, for not being smart, strong or even interesting.\u001b[24m\n    \u001b[1mプロットのように、メインキャラクターユイは、賢明ではなく、強い、または面白くないために、多くの批評も得ています。\u001b[22m, \u001b[1mプロットと同様に、主人公ユイは、スマート強い、あるいは面白いされていないために、同様に多くの批判を取得します。\u001b[22m\n\u001b[4mBut much like how comic book artists purposely make heroes like Superman's features vague and inexact, Yui was carefully constructed to be personality-less and direction-less.\u001b[24m\n    \u001b[1mしかし、漫画家の作家が意図的にスーパーマンのようなヒーローを曖昧かつ不正確にするように、ユイは慎重に構成され、個性がなく方向性がなくなった。\u001b[22m, \u001b[1mしかし、本のアーティストが意図的に曖昧で不正確なスーパーマンの機能のようなヒーローを作る方法を漫画のような多くの、ユイは慎重な性格レスと方向-小さくなるように構築しました。\u001b[22m\n\u001b[4mThis clean-slate of a protagonist allows members of the audience more agency, providing them an easy pair of shoes to stick their feet in for better experience, and better fantasy.\u001b[24m\n    \u001b[1mこの主人公のきれいなスレートは、観客のメンバーがより良いエクスペリエンスとより良いファンタジーのために足を踏み込むための簡単な靴のペアを彼らに提供します。\u001b[22m, \u001b[1m主人公のこのクリーンスレートは、靴の簡単なペアがより良い経験、そしてより良いファンタジーのために自分の足を固執するためにそれらを提供し、聴衆のメンバーより多くの代理店を可能にします。\u001b[22m\n\u001b[4mThis anime is all about the you, the audience, after all.\u001b[24m\n    \u001b[1mこのアニメは、結局のところ、あなた、聴衆のことです。\u001b[22m, \u001b[1mこのアニメは、すべての後に、すべてのあなた、聴衆についてです。\u001b[22m\n\u001b[1m\u001b[22m\nYui's weak inability to fight and submission also matches with a vampire's inhumane strength. It also allows her male counterparts the freedom they need to provide proper fan service to us. It's all on purpose, people.\n\n\u001b[1mYuiの戦いと提出の弱さは、吸血鬼の非人道的な強さにもマッチしません。 また、彼女の男性のカウンターパートは、私たちに適切なファンサービスを提供するために必要な自由を与えます。 それはすべての目的、人々です。\u001b[22m\n\u001b[1m(Yui no tatakai to teishutsu no yowa-sa wa, kyūketsuki no hijindōtekina tsuyo-sa ni mo matchi shimasen. Mata, kanojo no dansei no kauntāpāto wa, watashitachi ni tekisetsuna fansābisu o teikyō suru tame ni hitsuyōna jiyū o ataemasu. Sore wa subete no mokuteki, hitobitodesu.)\u001b[22m\n\nTranslations of \u001b[4mYui's weak inability to fight and submission also matches with a vampire's inhumane strength. It also allows her male counterparts the freedom they need to provide proper fan service to us. It's all on purpose, people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYui's weak inability to fight and submission also matches with a vampire's inhumane strength.\u001b[24m\n    \u001b[1mYuiの戦いと提出の弱さは、吸血鬼の非人道的な強さにもマッチしません。\u001b[22m, \u001b[1m戦い、提出するユイの弱いできないことも吸血鬼無慈悲な強さと一致します。\u001b[22m\n\u001b[4mIt also allows her male counterparts the freedom they need to provide proper fan service to us.\u001b[24m\n    \u001b[1mまた、彼女の男性のカウンターパートは、私たちに適切なファンサービスを提供するために必要な自由を与えます。\u001b[22m, \u001b[1mまた、彼女の男性のカウンターパート、彼らは私たちに適切なファンサービスを提供する必要が自由にできます。\u001b[22m\n\u001b[4mIt's all on purpose, people.\u001b[24m\n    \u001b[1mそれはすべての目的、人々です。\u001b[22m, \u001b[1mこれは、意図的にすべての人々です。\u001b[22m\n\u001b[1m\u001b[22m\nNow, the art, the sound, the enjoyment... This is where DL was trying. For an anime that had one specific, unconventional goal of simply catering to the lustful side of their audience, I think DL nailed it. The art is beautiful, the music, silences, and voice acting are convincing, and it was certainly enjoyable to watch. It\n\n\u001b[1m今、芸術、音、楽しさ...これは、DLが試みていた場所です。 聴衆の欲望の味方にただ応援するという、独特の独創的な1つの目標を持っていたアニメにとって、DLはそれを釘付けにしたと思う。 芸術は美しく、音楽、沈黙、声優は説得力があり、確かに楽しむことができました。 それ\u001b[22m\n\u001b[1m(Ima, geijutsu,-on, tanoshisa... Kore wa, DL ga kokoromite ita bashodesu. Chōshū no yokubō no mikata ni tada ōen suru to iu, dokutoku no dokusō-tekina 1tsu no mokuhyō o motte ita anime ni totte, DL wa sore o kugidzuke ni shita to omou. Geijutsu wa utsukushiku, ongaku, chinmoku, seiyū wa settoku-ryoku ga ari, tashika ni tanoshimu koto ga dekimashita. Sore)\u001b[22m\n\nTranslations of \u001b[4mNow, the art, the sound, the enjoyment... This is where DL was trying. For an anime that had one specific, unconventional goal of simply catering to the lustful side of their audience, I think DL nailed it. The art is beautiful, the music, silences, and voice acting are convincing, and it was certainly enjoyable to watch. It\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, the art, the sound, the enjoyment... This is where DL was trying.\u001b[24m\n    \u001b[1m今、芸術、音、楽しさ...これは、DLが試みていた場所です。\u001b[22m, \u001b[1mDLはしようとしていたところ今、アート、サウンド、楽しみは...これがあります。\u001b[22m\n\u001b[4mFor an anime that had one specific, unconventional goal of simply catering to the lustful side of their audience, I think DL nailed it.\u001b[24m\n    \u001b[1m聴衆の欲望の味方にただ応援するという、独特の独創的な1つの目標を持っていたアニメにとって、DLはそれを釘付けにしたと思う。\u001b[22m, \u001b[1m単に視聴者の好色側にケータリングの1つの特定の型にはまらない目標を持っていたアニメのために、私は、DLがそれを釘付けと思います。\u001b[22m\n\u001b[4mThe art is beautiful, the music, silences, and voice acting are convincing, and it was certainly enjoyable to watch.\u001b[24m\n    \u001b[1m芸術は美しく、音楽、沈黙、声優は説得力があり、確かに楽しむことができました。\u001b[22m, \u001b[1m芸術は美しいです、音楽、無音、と声の演技は説得力のある、そして確かに見て楽しかったです。\u001b[22m\n\u001b[4mIt\u001b[24m\n    \u001b[1mそれ\u001b[22m, \u001b[1mこれ\u001b[22m\n\u001b[1m\u001b[22m\nThis show is one of the most controversial that I've come across, and I think it's because most people who are used to classic shoujo harem just don't know what to do with a show like Diabolik Lovers. But if you see it for what it is, a lust-filled dating game turned into a TV show, you must admit the creators did very well. A+ and I'm hoping for season 3!\n\n\u001b[1mこのショーは、私が遭遇した最も論争の的なものの1つであり、古典的な少女ハーレムに慣れているほとんどの人が、Diabolik Loversのようなショーをどうするか分からないからだと思います。 しかし、それが何であるかを見れば、欲望が満たされたデートゲームがテレビ番組に変わったので、クリエイターがうまくやったと認めなければなりません。  A +と私はシーズン3を期待しています！\u001b[22m\n\u001b[1m(Kono shō wa, watashi ga sōgū shita mottomo ronsō no-tekina mono no 1tsudeari, koten-tekina shōjo hāremu ni narete iru hotondo no hito ga, Diabolik Lovers no yōna shō o dō suru ka wakaranaikarada to omoimasu. Shikashi, sore ga nandearu ka o mireba, yokubō ga mitasa reta dētogēmu ga terebibangu ni kawattanode, kurieitā ga umaku yatta to mitomenakereba narimasen. A + to watashi wa shīzun 3 o kitai shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mThis show is one of the most controversial that I've come across, and I think it's because most people who are used to classic shoujo harem just don't know what to do with a show like Diabolik Lovers. But if you see it for what it is, a lust-filled dating game turned into a TV show, you must admit the creators did very well. A+ and I'm hoping for season 3!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is one of the most controversial that I've come across, and I think it's because most people who are used to classic shoujo harem just don't know what to do with a show like Diabolik Lovers.\u001b[24m\n    \u001b[1mこのショーは、私が遭遇した最も論争の的なものの1つであり、古典的な少女ハーレムに慣れているほとんどの人が、Diabolik Loversのようなショーをどうするか分からないからだと思います。\u001b[22m, \u001b[1mこのショーは、私が遭遇したことで最も物議を醸すの一つであり、私は古典的な少女ハーレムに使用されているほとんどの人々はちょうどDiabolik恋人のようなショーで何をするかわからないので、それはだと思います。\u001b[22m\n\u001b[4mBut if you see it for what it is, a lust-filled dating game turned into a TV show, you must admit the creators did very well.\u001b[24m\n    \u001b[1mしかし、それが何であるかを見れば、欲望が満たされたデートゲームがテレビ番組に変わったので、クリエイターがうまくやったと認めなければなりません。\u001b[22m, \u001b[1mあなたはそれが何であるかのためにそれを参照してください場合は、欲望に満ちた出会い系ゲームでは、クリエイターが非常によくやった認めなければならない、テレビ番組になりました。\u001b[22m\n\u001b[4mA+ and I'm hoping for season 3!\u001b[24m\n    \u001b[1mA +と私はシーズン3を期待しています！\u001b[22m, \u001b[1m+と私はシーズン3のために願っています！\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "Just_Dan",
    "profile": "/profile/Just_Dan/reviews",
    "pages": "6",
    "number": "13",
    "link": "/reviews.php?id=194220",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  10\nサウンド|  9\nキャラクター|  2\n|  2\n\n私が本当にこのアニメについて言わなければならないのは、私はそれが決まっていることに失望しているということです。 それについてのことを読んだとき、それは私にはかなりまともな話のようでした。 物語は大丈夫だったと私は見ることができたから芸術は本当に驚くべきだった。\n\nだから、私はそれを見ようと決めた、大きなミス。\n私は1つのエピソードをすべて見ました。そのうち12つしかないからです。 私はそれがあまり傷つけないと思ったが、私は間違っていた。\n\n最初の10分以内に、私はこれが良いアイデアであるかどうか、少し心配していました。 その後、2つのエピソードは、私はおそらく多くのキャラクターの開発になることはなかったことを実現しました。  「まあ、それはあまりにも悪い」と思ったが、とにかく私は見守った。\n\n多分それは大丈夫になるでしょう、誰が知っていますか？\n\nそれは良くなりませんでしたが、\nこのアニメを担当している人々がしばらくして心配して視聴者が飽きるようになったので、面白く保つために虐待が増えてきました。 何だと思う？ それはうまくいかなかった。\n\nだから、ストーリーやキャラクターがうまくいかなかったにしても、芸術とサウンドが素晴らしいと私は彼らに伝えます。\n\nアニメのアニメだけを見ていると、残念なことに自分自身が罪悪感を感じることがあります。 もしあなたがいないのであれば、私はこのアニメが好きではなくても、偉大な芸術のスタイルにかかわらず、私は最初にアニメを見始めたのですから、お勧めしません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nAll I really have to say about this anime, is that I'm disappointed in the way it turned out to be. When I read what it was about, it seemed like a pretty decent story to me. The story seemed okay and the art was truly amazing from what I could see.\n\n\u001b[1m私が本当にこのアニメについて言わなければならないのは、私はそれが決まっていることに失望しているということです。 それについてのことを読んだとき、それは私にはかなりまともな話のようでした。 物語は大丈夫だったと私は見ることができたから芸術は本当に驚くべきだった。\u001b[22m\n\u001b[1m(Watashi ga hontōni kono anime ni tsuite iwanakereba naranai no wa, watashi wa sore ga kimatte iru koto ni shitsubō shite iru to iu kotodesu. Sore ni tsuite no koto o yonda toki, soreha watashiniha kanari matomona hanashi no yōdeshita. Monogatari wa daijōbudatta to watashi wa miru koto ga dekitakara geijutsu wa hontōni odorokubekidatta.)\u001b[22m\n\nTranslations of \u001b[4mAll I really have to say about this anime, is that I'm disappointed in the way it turned out to be. When I read what it was about, it seemed like a pretty decent story to me. The story seemed okay and the art was truly amazing from what I could see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I really have to say about this anime, is that I'm disappointed in the way it turned out to be.\u001b[24m\n    \u001b[1m私が本当にこのアニメについて言わなければならないのは、私はそれが決まっていることに失望しているということです。\u001b[22m, \u001b[1m私は本当にこのアニメについて言わなければならないすべては、私はそれがあることが判明した方法でがっかりしているということです。\u001b[22m\n\u001b[4mWhen I read what it was about, it seemed like a pretty decent story to me.\u001b[24m\n    \u001b[1mそれについてのことを読んだとき、それは私にはかなりまともな話のようでした。\u001b[22m, \u001b[1m私はそれが約だったものを読むと、それは私にはかなりまともな話のように思えました。\u001b[22m\n\u001b[4mThe story seemed okay and the art was truly amazing from what I could see.\u001b[24m\n    \u001b[1m物語は大丈夫だったと私は見ることができたから芸術は本当に驚くべきだった。\u001b[22m, \u001b[1m物語は大丈夫に見えたし、芸術は私が見ることができるものから、本当に驚くべきものでした。\u001b[22m\n\u001b[1m\u001b[22m\nSo I decided to watch it, BIG MISTAKE.\n\n\u001b[1mだから、私はそれを見ようと決めた、大きなミス。\u001b[22m\n\u001b[1m(Dakara, watashi wa sore o miyou to kimeta, ōkina misu.)\u001b[22m\n\nTranslations of \u001b[4mSo I decided to watch it, BIG MISTAKE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I decided to watch it, BIG MISTAKE.\u001b[24m\n    \u001b[1mだから、私はそれを見ようと決めた、大きなミス。\u001b[22m, \u001b[1mだから私は、大きなミスをそれを見ることにしました。\u001b[22m\nI watched all episodes in one go, because there are only twelve of them. I thought it wouldn't hurt much, but I was wrong.\n\n\u001b[1m私は1つのエピソードをすべて見ました。そのうち12つしかないからです。 私はそれがあまり傷つけないと思ったが、私は間違っていた。\u001b[22m\n\u001b[1m(Watashi wa 1tsu no episōdo o subete mimashita. Sonōchi 12-tsu shika naikaradesu. Watashi wa sore ga amari kizutsukenai to omottaga, watashi wa machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mI watched all episodes in one go, because there are only twelve of them. I thought it wouldn't hurt much, but I was wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched all episodes in one go, because there are only twelve of them.\u001b[24m\n    \u001b[1m私は1つのエピソードをすべて見ました。そのうち12つしかないからです。\u001b[22m, \u001b[1mのみ12それらのがあるので、私は、一度にすべてのエピソードを見ました。\u001b[22m\n\u001b[4mI thought it wouldn't hurt much, but I was wrong.\u001b[24m\n    \u001b[1m私はそれがあまり傷つけないと思ったが、私は間違っていた。\u001b[22m, \u001b[1m私はそれがはるかに害はないだろうと思ったが、私は間違っていました。\u001b[22m\n\u001b[1m\u001b[22m\nWithin the first ten minutes I was a bit worried already whether this was a good idea or not. Then, two episodes later, I realized there probably wasn't going to be much character development. 'Well, that's just too bad', I thought, but I kept watching anyway...\n\n\u001b[1m最初の10分以内に、私はこれが良いアイデアであるかどうか、少し心配していました。 その後、2つのエピソードは、私はおそらく多くのキャラクターの開発になることはなかったことを実現しました。  「まあ、それはあまりにも悪い」と思ったが、とにかく私は見守った。\u001b[22m\n\u001b[1m(Saisho no 10-bu inai ni, watashi wa kore ga yoi aideadearu ka dō ka, sukoshi shinpai shite imashita. Sonogo, 2tsu no episōdo wa, watashi wa osoraku ōku no kyarakutā no kaihatsu ni naru koto wa nakatta koto o jitsugen shimashita. `Mā, sore wa amarini mo warui' to omottaga, tonikaku watashi wa mimamotta.)\u001b[22m\n\nTranslations of \u001b[4mWithin the first ten minutes I was a bit worried already whether this was a good idea or not. Then, two episodes later, I realized there probably wasn't going to be much character development. 'Well, that's just too bad', I thought, but I kept watching anyway...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWithin the first ten minutes I was a bit worried already whether this was a good idea or not.\u001b[24m\n    \u001b[1m最初の10分以内に、私はこれが良いアイデアであるかどうか、少し心配していました。\u001b[22m, \u001b[1m最初の10分以内に私は少し、これは良いアイデアであったか否か、すでに心配していました。\u001b[22m\n\u001b[4mThen, two episodes later, I realized there probably wasn't going to be much character development.\u001b[24m\n    \u001b[1mその後、2つのエピソードは、私はおそらく多くのキャラクターの開発になることはなかったことを実現しました。\u001b[22m, \u001b[1m次に、2つのエピソード後に、私はおそらく多くの文字の開発であることを行っていませんでしたが実現しました。\u001b[22m\n\u001b[4m'Well, that's just too bad', I thought, but I kept watching anyway...\u001b[24m\n    \u001b[1m「まあ、それはあまりにも悪い」と思ったが、とにかく私は見守った。\u001b[22m, \u001b[1m「まあ、それはあまりにも悪いです '、私は思ったが、私はとにかく見に保た...\u001b[22m\n\u001b[1m\u001b[22m\nMaybe it would turn out okay, who knows?\n\n\u001b[1m多分それは大丈夫になるでしょう、誰が知っていますか？\u001b[22m\n\u001b[1m(Tabun sore wa daijōbu ni narudeshou, dare ga shitte imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mMaybe it would turn out okay, who knows?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe it would turn out okay, who knows?\u001b[24m\n    \u001b[1m多分それは大丈夫になるでしょう、誰が知っていますか？\u001b[22m, \u001b[1m多分それは知っている、大丈夫判明するでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nIt did not get better,\n\n\u001b[1mそれは良くなりませんでしたが、\u001b[22m\n\u001b[1m(Sore wa yoku narimasendeshitaga,)\u001b[22m\n\nTranslations of \u001b[4mIt did not get better,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt did not get better,\u001b[24m\n    \u001b[1mそれは良くなりませんでしたが、\u001b[22m, \u001b[1mそれは、良くなることはありませんでした\u001b[22m\nit's like the people responsible for this anime got worried after a while that the viewers would get bored, so they kept adding more and more abuse to keep it interesting. Guess what? It didn't work.\n\n\u001b[1mこのアニメを担当している人々がしばらくして心配して視聴者が飽きるようになったので、面白く保つために虐待が増えてきました。 何だと思う？ それはうまくいかなかった。\u001b[22m\n\u001b[1m(Kono anime o tantō shite iru hitobito ga shibaraku shite shinpai shite shichō-sha ga akiru yō ni nattanode, omoshiroku tamotsu tame ni gyakutai ga fuete kimashita. Nanida to omou? Sore wa umaku ikanakatta.)\u001b[22m\n\nTranslations of \u001b[4mit's like the people responsible for this anime got worried after a while that the viewers would get bored, so they kept adding more and more abuse to keep it interesting. Guess what? It didn't work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit's like the people responsible for this anime got worried after a while that the viewers would get bored, so they kept adding more and more abuse to keep it interesting.\u001b[24m\n    \u001b[1mこのアニメを担当している人々がしばらくして心配して視聴者が飽きるようになったので、面白く保つために虐待が増えてきました。\u001b[22m, \u001b[1mそれは視聴者が飽きあろうと、しばらくして心配してしまったこのアニメを担当する人のようですので、彼らは興味深いそれを維持するために、より多くの虐待を追加し続けました。\u001b[22m\n\u001b[4mGuess what?\u001b[24m\n    \u001b[1m何だと思う？\u001b[22m, \u001b[1m何を推測する？\u001b[22m, \u001b[1m何を思いますか？\u001b[22m\n\u001b[4mIt didn't work.\u001b[24m\n    \u001b[1mそれはうまくいかなかった。\u001b[22m, \u001b[1mそれは動作しませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSo even though the story and characters did not work out, I will give it to them that the art and sound is fantastic.\n\n\u001b[1mだから、ストーリーやキャラクターがうまくいかなかったにしても、芸術とサウンドが素晴らしいと私は彼らに伝えます。\u001b[22m\n\u001b[1m(Dakara, sutōrī ya kyarakutā ga umaku ikanakatta ni shite mo, geijutsu to saundo ga subarashī to watashi wa karera ni tsutaemasu.)\u001b[22m\n\nTranslations of \u001b[4mSo even though the story and characters did not work out, I will give it to them that the art and sound is fantastic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo even though the story and characters did not work out, I will give it to them that the art and sound is fantastic.\u001b[24m\n    \u001b[1mだから、ストーリーやキャラクターがうまくいかなかったにしても、芸術とサウンドが素晴らしいと私は彼らに伝えます。\u001b[22m, \u001b[1mストーリーやキャラクターがうまくいかなかったにもかかわらずだから、私は芸術と音が幻想であることを彼らにそれを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nIf you watch anime only for the anime, of which I am guilty of myself sometimes unfortunately, you will enjoy this. If you are not, though, I will not recommend, because even I didn't like this anime, regardless of the great art style, which is the reason why I started watching anime in the first place.\n\n\u001b[1mアニメのアニメだけを見ていると、残念なことに自分自身が罪悪感を感じることがあります。 もしあなたがいないのであれば、私はこのアニメが好きではなくても、偉大な芸術のスタイルにかかわらず、私は最初にアニメを見始めたのですから、お勧めしません。\u001b[22m\n\u001b[1m(Anime no anime dake o mite iru to, zan'nen'nakotoni jibun jishin ga zaiaku-kan o kanjiru koto ga arimasu. Moshi anata ga inai nodeareba, watashi wa kono anime ga sukide wanakute mo, idaina geijutsu no sutairu ni kakawarazu, watashi wa saisho ni anime o mi hajimeta nodesukara, o susume shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you watch anime only for the anime, of which I am guilty of myself sometimes unfortunately, you will enjoy this. If you are not, though, I will not recommend, because even I didn't like this anime, regardless of the great art style, which is the reason why I started watching anime in the first place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you watch anime only for the anime, of which I am guilty of myself sometimes unfortunately, you will enjoy this.\u001b[24m\n    \u001b[1mアニメのアニメだけを見ていると、残念なことに自分自身が罪悪感を感じることがあります。\u001b[22m, \u001b[1m時々残念ながらあなたは、唯一のアニメのためにアニメを見て、私は自分の罪を犯していますそのうちの場合は、これをお楽しみいただけます。\u001b[22m\n\u001b[4mIf you are not, though, I will not recommend, because even I didn't like this anime, regardless of the great art style, which is the reason why I started watching anime in the first place.\u001b[24m\n    \u001b[1mもしあなたがいないのであれば、私はこのアニメが好きではなくても、偉大な芸術のスタイルにかかわらず、私は最初にアニメを見始めたのですから、お勧めしません。\u001b[22m, \u001b[1mあなたがされていない場合でも、私は関係なく、私が最初の場所でアニメを見始めた理由である偉大な芸術スタイルの、このアニメが好きではなかったので、しかし、私は、お勧めしません。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "Scorpi0n",
    "profile": "/profile/Scorpi0n/reviews",
    "pages": "6",
    "number": "14",
    "link": "/reviews.php?id=222638",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  3\n\n大丈夫、何なの？ 私は最近このアニメを終えたばかりだから、それは私の心の中で新鮮な間に書くかもしれない。 多分これが私の新しい趣味になるでしょう。 あなたがDiabolik Loversを見ることを決めた場合、究極のうんざりに身を支えてください。\n\nストーリー：2/10うわー、そのストーリー（またはその欠如）は嫌です。 すべての構成は、主人公がそれぞれの兄弟たちによって流出することです。 そこにはほかに何がありますか？\n\nアート：7/10確かに、アートはショーのより積極的な側面の1つです。 私がこの番組を見ることを決めた主な理由でした。 それぞれのキャラクターは、私が本当に崇拝する独自の独自の配色を持っています。 そしてパステルグラデーションヘアで間違っている人はいますか？ しかし、それでも、それはこの怪物を救うものではありません。\n\nサウンド：6/10私はそのサウンドについて何か混乱しています。 一方で、OPとエンディング曲はかなりキャッチーです。 どちらも本当にサディズムとカーニナリティに合っています。Diabolik Loversが立ち上がります。 ダビングされた声は全体的に許容された。  （ソウル・イーターのアシュラを再び見ることはできないが、彼のVAもダッシュバック・吸血鬼の一人に声をかけていることを知っている。）しかし、吸血鬼の吸血鬼の騒音は完全に緊張している。 私はほとんど爪が黒板を横切って引っ張られるのを聞くだろう。\n\nキャラクター：3/10キャラクターの開発はまったくありません。 ほぼすべてのキャラクターが非常に驚きました。 主人公は個性やバックボーンがありません。 彼女は歩き回っている血行です。 彼女は自分自身を、兄弟たちのそれぞれに吸い込まれるようにして、後ろを追いかけようとせずにいます。 それは哀れです。 また、ほぼすべての吸血鬼にはさまざまなレベルの精神病とサディズムがあります。  （まあ、私が好きだった吸血鬼が1人いたが、彼のデビューは彼が奇妙な壁を突き抜けることに関係していた。）最後に、悪役は完全な穴あけであり、絶対に不必要だった。 彼らは思い出深いものとして描いていたカリスマはほとんどありませんでした。\n\n楽しさ：3/10私の本能は私に2を与えたいと思っていますが、私は好きなキャラクター、芸術、そして音がどのように「まとも」であるかを一点だけアップします。 私はそれがこれらのエピソードに耐えられる私の強さのよいテストだったと思います。  （最後のノートでは、エンディングは完全に予測可能だったと付け加えます。マゾヒズムのロマンスの典型です）\n\n全体的に：3/10 OK、私は告白する。 それがここにいかに恐ろしいかのレビューを読んでいましたが、それは自分がどれほど恐ろしいかを知る必要がありました。 そして、私は失望していませんでした！ 私がダンスを通して作ったのは驚くべきことです。特にプレミアの全体を勝ち取って以来です。 おそらく私はマゾイストです。\n\nまあ、私はこの忌み嫌いの続編があることを知っています。 見たり見ないとか？ それは手元の問題です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nAll right, what the hell. I just finished this anime recently, so I might as well write it up while it's fresh in my mind. Maybe this will be my new hobby. Well, if you decide to watch Diabolik Lovers, then brace yourself for the ultimate cringe.\n\n\u001b[1m大丈夫、何なの？ 私は最近このアニメを終えたばかりなので、私の心の中で新鮮な間に書き留めるかもしれない。 多分これが私の新しい趣味になるでしょう。 あなたがDiabolik Loversを見ることを決めた場合、究極のうんざりに身を支えてください。\u001b[22m\n\u001b[1m(Daijōbu, nan'nano? Watashi wa saikin kono anime o oeta bakarinanode, watashi no kokoro no naka de shinsen'na ma ni kakitomeru kamo shirenai. Tabun kore ga watashi no atarashī shumi ni narudeshou. Anata ga Diabolik Lovers o miru koto o kimeta baai, kyūkyoku no unzari ni mi o sasaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAll right, what the hell. I just finished this anime recently, so I might as well write it up while it's fresh in my mind. Maybe this will be my new hobby. Well, if you decide to watch Diabolik Lovers, then brace yourself for the ultimate cringe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll right, what the hell.\u001b[24m\n    \u001b[1m大丈夫、何なの？\u001b[22m, \u001b[1mすべての権利、何地獄。\u001b[22m\n\u001b[4mI just finished this anime recently, so I might as well write it up while it's fresh in my mind.\u001b[24m\n    \u001b[1m私は最近このアニメを終えたばかりなので、私の心の中で新鮮な間に書き留めるかもしれない。\u001b[22m, \u001b[1m私は最近、このアニメを終えたので、それは私の心に新鮮だしながら、私もそれを書くかもしれません。\u001b[22m\n\u001b[4mMaybe this will be my new hobby.\u001b[24m\n    \u001b[1m多分これが私の新しい趣味になるでしょう。\u001b[22m, \u001b[1m多分これは私の新しい趣味になります。\u001b[22m\n\u001b[4mWell, if you decide to watch Diabolik Lovers, then brace yourself for the ultimate cringe.\u001b[24m\n    \u001b[1mあなたがDiabolik Loversを見ることを決めた場合、究極のうんざりに身を支えてください。\u001b[22m, \u001b[1mあなたはDiabolik恋人を見ることにした場合、まあ、その後、究極うんざりのために自分自身を引き締めます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 2/10 Ugh, the story (or lack of it) is abominable. All it consists is the protagonist getting drained by each of the brothers. What else is there to say?\n\n\u001b[1mストーリー：2/10うわー、そのストーリー（またはその欠如）は嫌です。 すべての構成は、主人公がそれぞれの兄弟たちによって流出することです。 そこにはほかに何がありますか？\u001b[22m\n\u001b[1m(Sutōrī: 2/ 10 Uwa ̄ , sono sutōrī (matawa sono ketsujo) wa iyadesu. Subete no kōsei wa, shujinkō ga sorezore no kyōdai-tachi ni yotte ryūshutsu suru kotodesu. Soko ni wa hoka ni nani ga arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mStory: 2/10 Ugh, the story (or lack of it) is abominable. All it consists is the protagonist getting drained by each of the brothers. What else is there to say?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 2/10 Ugh, the story (or lack of it) is abominable.\u001b[24m\n    \u001b[1mストーリー：2/10うわー、そのストーリー（またはその欠如）は嫌です。\u001b[22m, \u001b[1mストーリー：2月10日うーん、ストーリー（またはその欠如）が忌まわしいです。\u001b[22m\n\u001b[4mAll it consists is the protagonist getting drained by each of the brothers.\u001b[24m\n    \u001b[1mすべての構成は、主人公がそれぞれの兄弟たちによって流出することです。\u001b[22m, \u001b[1mそれが構成されてすべてが兄弟のそれぞれにより排出取得主人公です。\u001b[22m\n\u001b[4mWhat else is there to say?\u001b[24m\n    \u001b[1mそこにはほかに何がありますか？\u001b[22m, \u001b[1m言って他に何がありますか？\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10 Admittedly, the art is one of the more positive aspects of the show. It was the main reason why I decided to watch this show. The characters each have their own unique color scheme that I really adore. And who can go wrong with pastel gradient hair? But even so, that doesn't save this monstrosity.\n\n\u001b[1mアート：7/10確かに、アートはショーのより積極的な側面の1つです。 私がこの番組を見ることを決めた主な理由でした。 それぞれのキャラクターは、私が本当に崇拝する独自の独自の配色を持っています。 そしてパステルグラデーションヘアで間違っている人はいますか？ しかし、それでも、それはこの怪物を救うものではありません。\u001b[22m\n\u001b[1m(Āto: 7/ 10 Tashikani, āto wa shō no yori sekkyoku-tekina sokumen no 1tsudesu. Watashi ga kono bangumi o miru koto o kimeta omona riyūdeshita. Sorezore no kyarakutā wa, watashi ga hontōni sūhai suru dokuji no dokuji no haishoku o motte imasu. Soshite pasuteruguradēshonhea de machigatte iru hito wa imasu ka? Shikashi, soredemo, sore wa kono kaibutsu o sukuu monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10 Admittedly, the art is one of the more positive aspects of the show. It was the main reason why I decided to watch this show. The characters each have their own unique color scheme that I really adore. And who can go wrong with pastel gradient hair? But even so, that doesn't save this monstrosity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10 Admittedly, the art is one of the more positive aspects of the show.\u001b[24m\n    \u001b[1mアート：7/10確かに、アートはショーのより積極的な側面の1つです。\u001b[22m, \u001b[1mアート：7/10確かに、芸術はショーのより肯定的な側面の1つです。\u001b[22m\n\u001b[4mIt was the main reason why I decided to watch this show.\u001b[24m\n    \u001b[1m私がこの番組を見ることを決めた主な理由でした。\u001b[22m, \u001b[1mそれは私がこの番組を見てすることを決めた主な理由でした。\u001b[22m\n\u001b[4mThe characters each have their own unique color scheme that I really adore.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、私が本当に崇拝する独自の独自の配色を持っています。\u001b[22m, \u001b[1m文字ずつ、私は本当に崇拝する独自のカラースキームを持っています。\u001b[22m\n\u001b[4mAnd who can go wrong with pastel gradient hair?\u001b[24m\n    \u001b[1mそしてパステルグラデーションヘアで間違っている人はいますか？\u001b[22m, \u001b[1mそして、誰がpastel勾配髪と間違って行くことができますか？\u001b[22m\n\u001b[4mBut even so, that doesn't save this monstrosity.\u001b[24m\n    \u001b[1mしかし、それでも、それはこの怪物を救うものではありません。\u001b[22m, \u001b[1mしかし、そうであっても、それはこの極悪非道を保存しません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6/10 I have mixed feelings about the sound. On one hand, the OP and ending songs are quite catchy. Both really fit the sadism and carnality Diabolik Lovers ramps up. The dubbed voices were overall tolerable. (Although I can't look at Asura from Soul Eater the same way again, knowing that the VA for him also voices one of the douchebag vampires.) But on the other end of the spectrum, the vampire suckling noises are downright catatonic. I'd almost rather hear nails dragged across a chalkboard.\n\n\u001b[1mサウンド：6/10私はそのサウンドについて何か混乱しています。 一方で、OPとエンディング曲はかなりキャッチーです。 どちらも本当にサディズムとカーニナリティに合っています。Diabolik Loversが立ち上がります。 ダビングされた声は全体的に許容された。  （ソウル・イーターのアシュラを再び見ることはできないが、彼のVAもダッシュバック・吸血鬼の一人に声をかけていることを知っている。）しかし、吸血鬼の吸血鬼の騒音は完全に緊張している。 私はほとんど爪が黒板を横切って引っ張られるのを聞くだろう。\u001b[22m\n\u001b[1m(Saundo: 6/ 10 Watashi wa sono saundo ni tsuite nanika konran shite imasu. Ippō de, OP to endingu kyoku wa kanari kyatchīdesu. Dochira mo hontōni sadizumu to kāninariti ni atte imasu. Diabolik Lovers ga tachiagarimasu. Dabingu sa reta koe wa zentai-teki ni kyoyō sa reta. (Sōru ītā no ashura o futatabi miru koto wa dekinaiga, kare no VA mo dasshu bakku kyūketsuki no hitori ni koe o kakete iru koto o shitte iru. ) Shikashi, kyūketsuki no kyūketsuki no sōon wa kanzen ni kinchō shite iru. Watashi wa hotondo tsume ga kokuban o yokogitte hippara reru no o kikudarou.)\u001b[22m\n\nTranslations of \u001b[4mSound: 6/10 I have mixed feelings about the sound. On one hand, the OP and ending songs are quite catchy. Both really fit the sadism and carnality Diabolik Lovers ramps up. The dubbed voices were overall tolerable. (Although I can't look at Asura from Soul Eater the same way again, knowing that the VA for him also voices one of the douchebag vampires.) But on the other end of the spectrum, the vampire suckling noises are downright catatonic. I'd almost rather hear nails dragged across a chalkboard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6/10 I have mixed feelings about the sound.\u001b[24m\n    \u001b[1mサウンド：6/10私はそのサウンドについて何か混乱しています。\u001b[22m, \u001b[1mサウンド：6/10私は音についての複雑な気持ちを持っています。\u001b[22m\n\u001b[4mOn one hand, the OP and ending songs are quite catchy.\u001b[24m\n    \u001b[1m一方で、OPとエンディング曲はかなりキャッチーです。\u001b[22m, \u001b[1m一方では、OPとエンディング曲はかなりキャッチーです。\u001b[22m\n\u001b[4mBoth really fit the sadism and carnality Diabolik Lovers ramps up.\u001b[24m\n    \u001b[1mどちらも本当にサディズムとカーニナリティに合っています。Diabolik Loversが立ち上がります。\u001b[22m, \u001b[1mどちらが本当にDiabolik恋人がランプアップサディズムと肉欲にフィット。\u001b[22m\n\u001b[4mThe dubbed voices were overall tolerable.\u001b[24m\n    \u001b[1mダビングされた声は全体的に許容された。\u001b[22m, \u001b[1m吹き替えの声は全体の許容ました。\u001b[22m\n\u001b[4m(Although I can't look at Asura from Soul Eater the same way again, knowing that the VA for him also voices one of the douchebag vampires.) But on the other end of the spectrum, the vampire suckling noises are downright catatonic.\u001b[24m\n    \u001b[1m（ソウル・イーターのアシュラを再び見ることはできないが、彼のVAもダッシュバック・吸血鬼の一人に声をかけていることを知っている。）しかし、吸血鬼の吸血鬼の騒音は完全に緊張している。\u001b[22m, \u001b[1m（私は彼のためにVAもdouchebag吸血鬼の1を声ことを知って、再びソウルイーターから阿修羅で同じように見えることはできませんが。）しかし、スペクトルのもう一方の端に、吸血鬼の哺乳ノイズが実に緊張しています。\u001b[22m\n\u001b[4mI'd almost rather hear nails dragged across a chalkboard.\u001b[24m\n    \u001b[1m私はほとんど爪が黒板を横切って引っ張られるのを聞くだろう。\u001b[22m, \u001b[1m私はほとんどむしろ黒板上でドラッグ釘を聞くと思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 3/10 Let me tell you, there is absolutely no character development whatsoever. Nearly all the characters were extremely appalling. The protagonist has no personality or backbone. She's pretty much a walking bloodbank. She lets herself get sucked by each of the brothers without trying to fight back. It's pathetic. Also, nearly all the vampires have varying levels of psychopathy and sadism. (Well, there was one vampire I kind of liked, although his debut involved him punching a freaking wall.) Finally, the villains were complete bores and were absolutely unnecessary. They had barely any charisma that would've painted them as memorable.\n\n\u001b[1mキャラクター：3/10キャラクターの開発はまったくありません。 ほぼすべてのキャラクターが非常に驚きました。 主人公は個性やバックボーンがありません。 彼女は歩き回っている血行です。 彼女は自分自身を、兄弟たちのそれぞれに吸い込まれるようにして、後ろを追いかけようとせずにいます。 それは哀れです。 また、ほぼすべての吸血鬼にはさまざまなレベルの精神病とサディズムがあります。  （まあ、私が好きだった吸血鬼が1人いたが、彼のデビューは彼が奇妙な壁を突き抜けることに関係していた。）最後に、悪役は完全な穴あけであり、絶対に不必要だった。 彼らは思い出深いものとして描いていたカリスマはほとんどありませんでした。\u001b[22m\n\u001b[1m(Kyarakutā: 3/ 10 Kyarakutā no kaihatsu wa mattaku arimasen. Hobo subete no kyarakutā ga hijō ni odorokimashita. Shujinkō wa kosei ya bakkubōn ga arimasen. Kanojo wa arukimawatte iru kekkōdesu. Kanojo wa jibun jishin o, kyōdai-tachi no sorezore ni suikoma reru yō ni shite, ushiro o oikakeyou to sezu ni imasu. Sore wa awaredesu. Mata, hobo subete no kyūketsuki ni wa samazamana reberu no seishinbyō to sadizumu ga arimasu. (Mā, watashi ga sukidatta kyūketsuki ga 1 hito itaga, kare no debyū wa kare ga kimyōna kabe o tsukinukeru koto ni kankei shite ita. ) Saigo ni, akuyaku wa kanzen'na anaakedeari, zettai ni fuhitsuyōdatta. Karera wa omoidebukai mono to shite kaite ita karisuma wa hotondo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 3/10 Let me tell you, there is absolutely no character development whatsoever. Nearly all the characters were extremely appalling. The protagonist has no personality or backbone. She's pretty much a walking bloodbank. She lets herself get sucked by each of the brothers without trying to fight back. It's pathetic. Also, nearly all the vampires have varying levels of psychopathy and sadism. (Well, there was one vampire I kind of liked, although his debut involved him punching a freaking wall.) Finally, the villains were complete bores and were absolutely unnecessary. They had barely any charisma that would've painted them as memorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 3/10 Let me tell you, there is absolutely no character development whatsoever.\u001b[24m\n    \u001b[1mキャラクター：3/10キャラクターの開発はまったくありません。\u001b[22m, \u001b[1mキャラクター：3/10私は全く文字の開発は絶対にありません、あなたを教えてみましょう。\u001b[22m\n\u001b[4mNearly all the characters were extremely appalling.\u001b[24m\n    \u001b[1mほぼすべてのキャラクターが非常に驚きました。\u001b[22m, \u001b[1mほぼすべての文字が非常にぞっとしました。\u001b[22m\n\u001b[4mThe protagonist has no personality or backbone.\u001b[24m\n    \u001b[1m主人公は個性やバックボーンがありません。\u001b[22m, \u001b[1m主人公は全く性格やバックボーンを持っていません。\u001b[22m\n\u001b[4mShe's pretty much a walking bloodbank.\u001b[24m\n    \u001b[1m彼女は歩き回っている血行です。\u001b[22m, \u001b[1m彼女はかなり歩行血液バンクです。\u001b[22m\n\u001b[4mShe lets herself get sucked by each of the brothers without trying to fight back.\u001b[24m\n    \u001b[1m彼女は自分自身を、兄弟たちのそれぞれに吸い込まれるようにして、後ろを追いかけようとせずにいます。\u001b[22m, \u001b[1m彼女は自分が反撃しようとすることなく、兄弟のそれぞれによって吸い込ま取得することができます。\u001b[22m\n\u001b[4mIt's pathetic.\u001b[24m\n    \u001b[1mそれは哀れです。\u001b[22m\n\u001b[4mAlso, nearly all the vampires have varying levels of psychopathy and sadism.\u001b[24m\n    \u001b[1mまた、ほぼすべての吸血鬼にはさまざまなレベルの精神病とサディズムがあります。\u001b[22m, \u001b[1mまた、ほぼすべての吸血鬼は精神病質とサディズムのレベルを変化させてきました。\u001b[22m\n\u001b[4m(Well, there was one vampire I kind of liked, although his debut involved him punching a freaking wall.) Finally, the villains were complete bores and were absolutely unnecessary.\u001b[24m\n    \u001b[1m（まあ、私が好きだった吸血鬼が1人いたが、彼のデビューは彼が奇妙な壁を突き抜けることに関係していた。）最後に、悪役は完全な穴あけであり、絶対に不必要だった。\u001b[22m, \u001b[1m（デビューがおかしく壁を打ち抜き、彼を関与するが、まあ、私は一種の気に入っ1吸血鬼がありました。）最後に、悪人は完全な穴であり、絶対に不要でした。\u001b[22m\n\u001b[4mThey had barely any charisma that would've painted them as memorable.\u001b[24m\n    \u001b[1m彼らは思い出深いものとして描いていたカリスマはほとんどありませんでした。\u001b[22m, \u001b[1m彼らはほとんど記憶に残るとしてそれらを描いただろう任意のカリスマ性を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 3/10 My instincts want me to give this a 2, but I'll bump it up a point just for the one character I like, the art, and how 'decent' the sound is. I guess it was a good test of my strength enduring these episodes. (On a final note, I would add that the ending was completely predictable. Typical for masochistic vampire 'romances.')\n\n\u001b[1m楽しさ：3/10私の本能は私に2を与えたいと思っていますが、私は好きなキャラクター、芸術、そして音がどのように「まとも」であるかを一点だけアップします。 私はそれがこれらのエピソードに耐えられる私の強さのよいテストだったと思います。  （最後のノートでは、エンディングは完全に予測可能だったと付け加えます。マゾヒズムのロマンスの典型です）\u001b[22m\n\u001b[1m(Tanoshisa: 3/ 10 Watashi no hon'nō wa watashi ni 2 o ataetai to omotte imasuga, watashi wa sukina kyarakutā, geijutsu, soshite oto ga dono yō ni `matomo'dearu ka o itten dake appu shimasu. Watashi wa sore ga korera no episōdo ni tae rareru watashi no tsuyo-sa no yoi tesutodatta to omoimasu. (Saigo no nōtode wa, endingu wa kanzen ni yosoku kanōdatta to tsukekuwaemasu. Mazohizumu no romansu no tenkeidesu))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 3/10 My instincts want me to give this a 2, but I'll bump it up a point just for the one character I like, the art, and how 'decent' the sound is. I guess it was a good test of my strength enduring these episodes. (On a final note, I would add that the ending was completely predictable. Typical for masochistic vampire 'romances.')\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 3/10 My instincts want me to give this a 2, but I'll bump it up a point just for the one character I like, the art, and how 'decent' the sound is.\u001b[24m\n    \u001b[1m楽しさ：3/10私の本能は私に2を与えたいと思っていますが、私は好きなキャラクター、芸術、そして音がどのように「まとも」であるかを一点だけアップします。\u001b[22m, \u001b[1m楽しさは：3/10私の本能は私がこの2を与えたいが、私はちょうど私が好きな1文字、芸術、そしてどのようにするためのポイントを、それを上げるよ」まともな」音があります。\u001b[22m\n\u001b[4mI guess it was a good test of my strength enduring these episodes.\u001b[24m\n    \u001b[1m私はそれがこれらのエピソードに耐えられる私の強さのよいテストだったと思います。\u001b[22m, \u001b[1m私はそれがこれらのエピソードに耐え、私の強さの良いテストだったと思います。\u001b[22m\n\u001b[4m(On a final note, I would add that the ending was completely predictable. Typical for masochistic vampire 'romances.')\u001b[24m\n    \u001b[1m（最後のノートでは、エンディングは完全に予測可能だったと付け加えます。マゾヒズムのロマンスの典型です）\u001b[22m, \u001b[1m（最終的なノートで、私はエンディングは完全に予測可能であったことを追加します。自虐吸血鬼のための典型的な「恋愛小説。 '）\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 3/10 OK, I confess. Even though I read the reviews on how horrible it was on here, I had to see how terrible it was myself. And I wasn't disappointed! It's a wonder I made it through the dozen, especially since I was wincing the entirety of the premiere. Perhaps I am a masochist.\n\n\u001b[1m全体的に：3/10 OK、私は告白する。 それがここにいかに恐ろしいかのレビューを読んでいましたが、それは自分がどれほど恐ろしいかを知る必要がありました。 そして、私は失望していませんでした！ 私がダンスを通して作ったのは驚くべきことです。特にプレミアの全体を勝ち取って以来です。 おそらく私はマゾイストです。\u001b[22m\n\u001b[1m(Zentai-teki ni: 3/ 10 OK, watashi wa kokuhaku suru. Sore ga koko ni ikani osoroshī ka no rebyū o yonde imashitaga, soreha jibun ga dorehodo osoroshī ka o shiru hitsuyō ga arimashita. Soshite, watashi wa shitsubō shite imasendeshita! Watashi ga dansu o tōshite tsukutta no wa odorokubeki kotodesu. Tokuni puremia no zentai o kachitotte iraidesu. Osoraku watashi wa mazoisutodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 3/10 OK, I confess. Even though I read the reviews on how horrible it was on here, I had to see how terrible it was myself. And I wasn't disappointed! It's a wonder I made it through the dozen, especially since I was wincing the entirety of the premiere. Perhaps I am a masochist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 3/10 OK, I confess.\u001b[24m\n    \u001b[1m全体的に：3/10 OK、私は告白する。\u001b[22m, \u001b[1m全体：3/10 [OK]を、私は告白します。\u001b[22m\n\u001b[4mEven though I read the reviews on how horrible it was on here, I had to see how terrible it was myself.\u001b[24m\n    \u001b[1mそれがここにいかに恐ろしいかのレビューを読んでいましたが、それは自分がどれほど恐ろしいかを知る必要がありました。\u001b[22m, \u001b[1m私はそれがここにあったか恐ろしいのクチコミを読むにもかかわらず、私はそれが自分自身をいかに恐ろしい参照しなければなりませんでした。\u001b[22m\n\u001b[4mAnd I wasn't disappointed!\u001b[24m\n    \u001b[1mそして、私は失望していませんでした！\u001b[22m, \u001b[1mそして、私は失望しませんでした！\u001b[22m\n\u001b[4mIt's a wonder I made it through the dozen, especially since I was wincing the entirety of the premiere.\u001b[24m\n    \u001b[1m私がダンスを通して作ったのは驚くべきことです。特にプレミアの全体を勝ち取って以来です。\u001b[22m, \u001b[1mそれは私が初演の全体をしかめているた、特に以来、私はダースを通してそれを作った不思議です。\u001b[22m\n\u001b[4mPerhaps I am a masochist.\u001b[24m\n    \u001b[1mおそらく私はマゾイストです。\u001b[22m, \u001b[1mおそらく、私はマゾです。\u001b[22m\n\u001b[1m\u001b[22m\nWell, I see there are some sequels to this abomination. To watch or not to watch? That is the question at hand.\n\n\u001b[1mまあ、私はこの忌み嫌いの続編があることを知っています。 見たり見ないとか？ それは手元の問題です。\u001b[22m\n\u001b[1m(Mā, watashi wa kono imikirai no zokuhen ga aru koto o shitte imasu. Mi tari minai toka? Sore wa temoto no mondaidesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, I see there are some sequels to this abomination. To watch or not to watch? That is the question at hand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, I see there are some sequels to this abomination.\u001b[24m\n    \u001b[1mまあ、私はこの忌み嫌いの続編があることを知っています。\u001b[22m, \u001b[1mまあ、私はこの醜態にはいくつかの続編があります参照してください。\u001b[22m\n\u001b[4mTo watch or not to watch?\u001b[24m\n    \u001b[1m見たり見ないとか？\u001b[22m, \u001b[1m見るために見たりしないようにしますか？\u001b[22m\n\u001b[4mThat is the question at hand.\u001b[24m\n    \u001b[1mそれは手元の問題です。\u001b[22m, \u001b[1mそれが手元に質問です。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "Yandazan",
    "profile": "/profile/Yandazan/reviews",
    "pages": "6",
    "number": "15",
    "link": "/reviews.php?id=170595",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  3\nキャラクター|  2\n|  4\n\n若い女の子は、いくつかの魅力的でラッキーな若い男たちで満たされた不思議な大邸宅で自分自身を見つけ、これらの精神病を誘発するのを避ける方法を見つけなければなりません。\n\nディアボリックな愛好家は、基本的にヴァンパイア兄弟が強姦派のように交代していることを示すショーです。 ショーには、途中まで、何も起こらないまで、何のプロットもなかった。 私はビジュアル小説がよかったと確信していますが、私はそれをチェックするのに十分気をつけてここに何も見たことがありません。 それはまともなcharecterデザイン（視覚的には性格ではない）の逆のハーレムだから、もしあなたが悪い男の子と一緒にいる人を探していたら、あなたを強姦するかもしれない。 これを見ているのは本当にバレルの底を削っていて、12分のランタイムでは決してチャンスがありませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nA young girl finds herself in a mysterious mansion filled with several attractive, yet rappie young men, and must now find a way to avoid provoking these psychopaths.\n\n\u001b[1m若い女の子は、いくつかの魅力的でラッキーな若い男たちで満たされた不思議な大邸宅で自分自身を見つけ、これらの精神病を誘発するのを避ける方法を見つけなければなりません。\u001b[22m\n\u001b[1m(Wakai on'nanoko wa, ikutsu ka no mirikiteki de rakkīna wakai otoko-tachi de mitasa reta fushigina dai teitaku de jibun jishin o mitsuke, korera no seishinbyō o yūhatsu suru no o yokeru hōhō o mitsukenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mA young girl finds herself in a mysterious mansion filled with several attractive, yet rappie young men, and must now find a way to avoid provoking these psychopaths.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA young girl finds herself in a mysterious mansion filled with several attractive, yet rappie young men, and must now find a way to avoid provoking these psychopaths.\u001b[24m\n    \u001b[1m若い女の子は、いくつかの魅力的でラッキーな若い男たちで満たされた不思議な大邸宅で自分自身を見つけ、これらの精神病を誘発するのを避ける方法を見つけなければなりません。\u001b[22m, \u001b[1m若い女の子は、いくつかの魅力的で満たされた神秘的な大邸宅で自分自身を発見し、まだ若い男性をrappie、今これらのサイコパスを誘発回避する方法を見つけなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nDiabolic lovers is basically a show about vampiric brothers taking turns acting like rapists. The show had no plot whatsoever until about halfway through and even then nothing happend. I'm sure the visual novel was better but I never saw anything here that made me care enough to check it out. It's a reverse harem with decent charecter design (visually not the personalitys at all) so if your looking for one of those with bad boys so bad they might rape you then this should still be pretty low on your priorities. watching this is really scraping the bottom of the barrel, and with a 12 minute run time it never even had a chance.\n\n\u001b[1mディアボリックな愛好家は、基本的にヴァンパイア兄弟が強姦派のように交代していることを示すショーです。 ショーには、途中まで、何も起こらないまで、何のプロットもなかった。 私はビジュアル小説がよかったと確信していますが、私はそれをチェックするのに十分気をつけてここに何も見たことがありません。 それはまともなcharecterデザイン（視覚的には性格ではない）の逆のハーレムだから、もしあなたが悪い男の子と一緒にいる人を探していたら、あなたを強姦するかもしれない。 これを見ているのは本当にバレルの底を削っていて、12分のランタイムでは決してチャンスがありませんでした。\u001b[22m\n\u001b[1m(Diaborikkuna aikō-ka wa, kihontekini vu~anpaia kyōdai ga gōkan-ha no yō ni kōtai shite iru koto o shimesu shōdesu. Shō ni wa, tochū made, nani mo okoranai made, nani no purotto mo nakatta. Watashi wa bijuaru shōsetsu ga yokatta to kakushin shite imasuga, watashi wa sore o chekku surunoni jūbun kiwotsukete koko ni nani mo mita koto ga arimasen. Sore wa matomona charecter dezain (shikaku-teki ni wa seikakude wa nai) no gyaku no hāremudakara, moshi anata ga warui otokonoko to issho ni iru hito o sagashite itara, anata o gōkan suru kamo shirenai. Kore o mite iru no wa hontōni bareru no soko o kezutte ite, 12-bu no Rantaimude wa kesshite chansu ga arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mDiabolic lovers is basically a show about vampiric brothers taking turns acting like rapists. The show had no plot whatsoever until about halfway through and even then nothing happend. I'm sure the visual novel was better but I never saw anything here that made me care enough to check it out. It's a reverse harem with decent charecter design (visually not the personalitys at all) so if your looking for one of those with bad boys so bad they might rape you then this should still be pretty low on your priorities. watching this is really scraping the bottom of the barrel, and with a 12 minute run time it never even had a chance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDiabolic lovers is basically a show about vampiric brothers taking turns acting like rapists.\u001b[24m\n    \u001b[1mディアボリックな愛好家は、基本的にヴァンパイア兄弟が強姦派のように交代していることを示すショーです。\u001b[22m, \u001b[1m悪魔の愛好家は基本的に強姦犯のような演技交代吸血鬼の兄弟についてのショーです。\u001b[22m\n\u001b[4mThe show had no plot whatsoever until about halfway through and even then nothing happend.\u001b[24m\n    \u001b[1mショーには、途中まで、何も起こらないまで、何のプロットもなかった。\u001b[22m, \u001b[1mショーは約途中まで全くプロットを持っていたし、その後も何も起こっていません。\u001b[22m\n\u001b[4mI'm sure the visual novel was better but I never saw anything here that made me care enough to check it out.\u001b[24m\n    \u001b[1m私はビジュアル小説がよかったと確信していますが、私はそれをチェックするのに十分気をつけてここに何も見たことがありません。\u001b[22m, \u001b[1m私は視覚的な小説は良好であったと確信していますが、私は私がそれをチェックアウトするのに十分気に作られた、ここで何かを見たことがありません。\u001b[22m\n\u001b[4mIt's a reverse harem with decent charecter design (visually not the personalitys at all) so if your looking for one of those with bad boys so bad they might rape you then this should still be pretty low on your priorities.\u001b[24m\n    \u001b[1mそれはまともなcharecterデザイン（視覚的には性格ではない）の逆のハーレムだから、もしあなたが悪い男の子と一緒にいる人を探していたら、あなたを強姦するかもしれない。\u001b[22m, \u001b[1mあなたがそんなに悪い不良少年彼らはあなたをレイプ可能性がありますこれはまだあなたの優先順位にかなり低くすべきであるとのそれらのいずれかを探しているかのように、それは（視覚的にないpersonalitysすべてで）まともなcharecterデザインと逆ハーレムです。\u001b[22m\n\u001b[4mwatching this is really scraping the bottom of the barrel, and with a 12 minute run time it never even had a chance.\u001b[24m\n    \u001b[1mこれを見ているのは本当にバレルの底を削っていて、12分のランタイムでは決してチャンスがありませんでした。\u001b[22m, \u001b[1mこれを見ては本当にバレルの底を掻き取り、そして12分の実行時間でそれもチャンスがあったことはありません。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "min_yoongi",
    "profile": "/profile/min_yoongi/reviews",
    "pages": "6",
    "number": "16",
    "link": "/reviews.php?id=220208",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  4\nキャラクター|  7\n|  3\n\nこのアニメを好きにするために必要なものを教えてください。\nあなたはホットな吸血鬼に酔っ払う毎回のエピソードで噛まれている愚かな女の子だけを含むよく描かれたアニメを楽しむ完全にまっすぐな女の子でなければなりません\n\nしかし、もしあなたが、少なくとも何か、少なくとも気分の悪いプロットを意味するプロットと、少なくとも1分は面白いアニメを望む平均的なアニメウォッチャーなら、あなたはこのアニメを好まないでしょう。\n\n偉大な、女の子は吸血鬼の巨大な家に入っています、どういう偶然でしょう。\nああ、完璧です、それはホットでサディスティックな吸血鬼の少年たちでいっぱいです。\nああ、すばらしい、彼らの1人が彼女をかむ。\n*次のエピソード*\nああ、別の人が彼女をかむ。\nそしてもう一つ。\nそしてもう一つ。\n*女の子は過去に起こったことを見る*\n*女の子は彼らのお母さんの1人に変身します*\nああ、そのような行為！\n*アニメは終了する*\nそれは完全に何かを意味しました！\n\nもちろん、少女は反撃しないだろう。 彼女はなぜだろう？\nああ、あなたは彼女が少し賢いと思った？ 残念だ。\nはい、ダーリング、あなたは完全にそのような簡単に吸血鬼でいっぱいの家から脱出することができます。\nはい、あなたは熱くサディスティックな吸血鬼を全く信じることはできません。なぜなら、彼は決してあなたを噛まないので、彼はなぜでしょうか？\n\nまあ、時間の無駄。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nLet me tell you what you need to like this anime;\n\n\u001b[1mこのアニメを好きにするために必要なものを教えてください。\u001b[22m\n\u001b[1m(Kono anime o sukini suru tame ni hitsuyōnamono o oshietekudasai.)\u001b[22m\n\nTranslations of \u001b[4mLet me tell you what you need to like this anime;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me tell you what you need to like this anime;\u001b[24m\n    \u001b[1mこのアニメを好きにするために必要なものを教えてください。\u001b[22m, \u001b[1m私はあなたがこのアニメを好きに必要なものを教えてみましょう。\u001b[22m\nYou must be a totally straight girl who would enjoy a well-drawn anime that only includes a stupid girl getting bitten by hot vampires every fricking episode\n\n\u001b[1mあなたはホットな吸血鬼に酔っ払う毎回のエピソードで噛まれている愚かな女の子だけを含むよく描かれたアニメを楽しむ完全にまっすぐな女の子でなければなりません\u001b[22m\n\u001b[1m(Anata wa hottona kyūketsuki ni yopparau maikai no episōdo de kama rete iru orokana on'nanoko dake o fukumu yoku egaka reta anime o tanoshimu kanzen ni massuguna on'nanokodenakereba narimasen)\u001b[22m\n\nTranslations of \u001b[4mYou must be a totally straight girl who would enjoy a well-drawn anime that only includes a stupid girl getting bitten by hot vampires every fricking episode\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou must be a totally straight girl who would enjoy a well-drawn anime that only includes a stupid girl getting bitten by hot vampires every fricking episode\u001b[24m\n    \u001b[1mあなたはホットな吸血鬼に酔っ払う毎回のエピソードで噛まれている愚かな女の子だけを含むよく描かれたアニメを楽しむ完全にまっすぐな女の子でなければなりません\u001b[22m, \u001b[1mあなただけのすべてのfrickingエピソードホット吸血鬼に噛まれたばかりの愚かな女の子が含まれてよく描かれたアニメを楽しんでいました完全にまっすぐな女の子でなければなりません\u001b[22m\n\u001b[1m\u001b[22m\nBut if you are the average anime watcher that would like a plot that'd mean something or at least a damn plot, and an anime that would have at least one minute that would be interesting, you won't like this anime.\n\n\u001b[1mしかし、もしあなたが、少なくとも何か、少なくとも気分の悪いプロットを意味するプロットと、少なくとも1分は面白いアニメを望む平均的なアニメウォッチャーなら、あなたはこのアニメを好まないでしょう。\u001b[22m\n\u001b[1m(Shikashi, moshi anata ga, sukunakutomo nanika, sukunakutomo kibun no warui purotto o imi suru purotto to, sukunakutomo 1-bu wa omoshiroi anime o nozomu heikin-tekina animeu~otchānara, anata wa kono anime o konomanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mBut if you are the average anime watcher that would like a plot that'd mean something or at least a damn plot, and an anime that would have at least one minute that would be interesting, you won't like this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if you are the average anime watcher that would like a plot that'd mean something or at least a damn plot, and an anime that would have at least one minute that would be interesting, you won't like this anime.\u001b[24m\n    \u001b[1mしかし、もしあなたが、少なくとも何か、少なくとも気分の悪いプロットを意味するプロットと、少なくとも1分は面白いアニメを望む平均的なアニメウォッチャーなら、あなたはこのアニメを好まないでしょう。\u001b[22m, \u001b[1mあなたが何かまたは少なくとも気プロットし、興味深いものになるだろう、少なくとも1分を持っているでしょうアニメを意味したいプロットをしたいと思い平均アニメウォッチャーをしている場合しかし、あなたはこのアニメが好きではありません。\u001b[22m\n\u001b[1m\u001b[22m\nGreat, a girl is going into a huge house of vampires, what a coincidence.\n\n\u001b[1m偉大な、女の子は吸血鬼の巨大な家に入っています、どういう偶然でしょう。\u001b[22m\n\u001b[1m(Idaina, on'nanoko wa kyūketsuki no kyodaina ie ni haitte imasu, dōiu gūzendeshou.)\u001b[22m\n\nTranslations of \u001b[4mGreat, a girl is going into a huge house of vampires, what a coincidence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat, a girl is going into a huge house of vampires, what a coincidence.\u001b[24m\n    \u001b[1m偉大な、女の子は吸血鬼の巨大な家に入っています、どういう偶然でしょう。\u001b[22m, \u001b[1mグレート、女の子が吸血鬼の巨大な家、どのような偶然に起こっています。\u001b[22m\nOh, perfect, it's full of hot and sadistic vampire boys.\n\n\u001b[1mああ、完璧です、それはホットでサディスティックな吸血鬼の少年たちでいっぱいです。\u001b[22m\n\u001b[1m(Ā, kanpekidesu, soreha hotto de sadisutikkuna kyūketsuki no shōnen-tachi de ippaidesu.)\u001b[22m\n\nTranslations of \u001b[4mOh, perfect, it's full of hot and sadistic vampire boys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, perfect, it's full of hot and sadistic vampire boys.\u001b[24m\n    \u001b[1mああ、完璧です、それはホットでサディスティックな吸血鬼の少年たちでいっぱいです。\u001b[22m, \u001b[1mああ、完璧な、それは熱く、サディスティックな吸血鬼の男の子のフルです。\u001b[22m\nOh, wonderful, one of them bites her.\n\n\u001b[1mああ、すばらしい、彼らの1人が彼女をかむ。\u001b[22m\n\u001b[1m(Ā, subarashī, karera no 1-ri ga kanojo o kamu.)\u001b[22m\n\nTranslations of \u001b[4mOh, wonderful, one of them bites her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, wonderful, one of them bites her.\u001b[24m\n    \u001b[1mああ、すばらしい、彼らの1人が彼女をかむ。\u001b[22m, \u001b[1mああ、素晴らしい、そのうちの一つは、彼女をかみます。\u001b[22m\n*next episode*\n\n\u001b[1m*次のエピソード*\u001b[22m\n\u001b[1m(*-Ji no episōdo*)\u001b[22m\n\nTranslations of \u001b[4m*next episode*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*next episode*\u001b[24m\n    \u001b[1m*次のエピソード*\u001b[22m\nOh, another one bites her.\n\n\u001b[1mああ、別の人が彼女をかむ。\u001b[22m\n\u001b[1m(Ā,-betsu no hito ga kanojo o kamu.)\u001b[22m\n\nTranslations of \u001b[4mOh, another one bites her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, another one bites her.\u001b[24m\n    \u001b[1mああ、別の人が彼女をかむ。\u001b[22m, \u001b[1mああ、もう一つは、彼女をかみます。\u001b[22m\nAnd the other one.\n\n\u001b[1mそしてもう一つ。\u001b[22m\n\u001b[1m(Soshite mōhitotsu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the other one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the other one.\u001b[24m\n    \u001b[1mそしてもう一つ。\u001b[22m, \u001b[1mそして、他の1。\u001b[22m\nAnd the other one.\n\n\u001b[1mそしてもう一つ。\u001b[22m\n\u001b[1m(Soshite mōhitotsu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the other one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the other one.\u001b[24m\n    \u001b[1mそしてもう一つ。\u001b[22m, \u001b[1mそして、他の1。\u001b[22m\n*the girl sees things happening in the past*\n\n\u001b[1m*女の子は過去に起こったことを見る*\u001b[22m\n\u001b[1m(* On'nanoko wa kako ni okotta koto o miru*)\u001b[22m\n\nTranslations of \u001b[4m*the girl sees things happening in the past*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*the girl sees things happening in the past*\u001b[24m\n    \u001b[1m*女の子は過去に起こったことを見る*\u001b[22m, \u001b[1m*女の子は、過去に起こって物事を見ています*\u001b[22m\n*girl transforms into one of their moms*\n\n\u001b[1m*女の子は彼らのお母さんの1人に変身します*\u001b[22m\n\u001b[1m(* On'nanoko wa karera no okāsan no 1-ri ni henshin shimasu*)\u001b[22m\n\nTranslations of \u001b[4m*girl transforms into one of their moms*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*girl transforms into one of their moms*\u001b[24m\n    \u001b[1m*女の子は彼らのお母さんの1人に変身します*\u001b[22m, \u001b[1m*少女は自分のお母さんの1に変換します*\u001b[22m\nOh, such action!\n\n\u001b[1mああ、そのような行為！\u001b[22m\n\u001b[1m(Ā, sono yōna kōi!)\u001b[22m\n\nTranslations of \u001b[4mOh, such action!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, such action!\u001b[24m\n    \u001b[1mああ、そのような行為！\u001b[22m, \u001b[1mああ、このようなアクション！\u001b[22m\n*anime ends*\n\n\u001b[1m*アニメは終了する*\u001b[22m\n\u001b[1m(* Anime wa shūryō suru*)\u001b[22m\n\nTranslations of \u001b[4m*anime ends*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*anime ends*\u001b[24m\n    \u001b[1m*アニメは終了する*\u001b[22m, \u001b[1m*アニメ*終了します\u001b[22m\nThat totally meant something!\n\n\u001b[1mそれは完全に何かを意味しました！\u001b[22m\n\u001b[1m(Sore wa kanzen ni nanika o imi shimashita!)\u001b[22m\n\nTranslations of \u001b[4mThat totally meant something!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat totally meant something!\u001b[24m\n    \u001b[1mそれは完全に何かを意味しました！\u001b[22m, \u001b[1mそれは完全に何かを意味します！\u001b[22m\n\u001b[1m\u001b[22m\nOf course the girl wouldn't fight back. Why would she?\n\n\u001b[1mもちろん、少女は反撃しないだろう。 彼女はなぜだろう？\u001b[22m\n\u001b[1m(Mochiron, shōjo wa hangeki shinaidarou. Kanojo wa nazedarou?)\u001b[22m\n\nTranslations of \u001b[4mOf course the girl wouldn't fight back. Why would she?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course the girl wouldn't fight back.\u001b[24m\n    \u001b[1mもちろん、少女は反撃しないだろう。\u001b[22m, \u001b[1mもちろん、少女は反撃しません。\u001b[22m\n\u001b[4mWhy would she?\u001b[24m\n    \u001b[1m彼女はなぜだろう？\u001b[22m, \u001b[1mなぜ彼女はでしょうか？\u001b[22m\nOh, you expected her to be a little smart? What a shame.\n\n\u001b[1mああ、あなたは彼女が少し賢いと思った？ 残念だ。\u001b[22m\n\u001b[1m(Ā, anata wa kanojo ga sukoshi kashikoi to omotta? Zan'nenda.)\u001b[22m\n\nTranslations of \u001b[4mOh, you expected her to be a little smart? What a shame.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, you expected her to be a little smart?\u001b[24m\n    \u001b[1mああ、あなたは彼女が少し賢いと思った？\u001b[22m, \u001b[1mああ、あなたは彼女が少しスマートであることが期待しましたか？\u001b[22m\n\u001b[4mWhat a shame.\u001b[24m\n    \u001b[1m残念だ。\u001b[22m, \u001b[1mなんて恥ずかしい。\u001b[22m, \u001b[1mもったいないですな。\u001b[22m\nYes, darling, you could totally escape from a house full of vampires easily just like that.\n\n\u001b[1mはい、ダーリング、あなたは完全にそのような簡単に吸血鬼でいっぱいの家から脱出することができます。\u001b[22m\n\u001b[1m(Hai, dāringu, anata wa kanzen ni sono yōna kantan ni kyūketsuki de ippai no ie kara dasshutsu suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mYes, darling, you could totally escape from a house full of vampires easily just like that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes, darling, you could totally escape from a house full of vampires easily just like that.\u001b[24m\n    \u001b[1mはい、ダーリング、あなたは完全にそのような簡単に吸血鬼でいっぱいの家から脱出することができます。\u001b[22m, \u001b[1mはい、ダーリン、あなたは完全に簡単にちょうどそのような吸血鬼の完全な家から逃れることができました。\u001b[22m\nYes, you can totally trust a hot and sadistic vampire for no reason, because he'd never bite you anyway, I mean, why would he?\n\n\u001b[1mはい、あなたは熱くサディスティックな吸血鬼を全く信じることはできません。なぜなら、彼は決してあなたを噛まないだろうから、彼はなぜでしょうか？\u001b[22m\n\u001b[1m(Hai, anata wa atsuku sadisutikkuna kyūketsuki o mattaku shinjiru koto wa dekimasen. Nazenara, kare wa kesshite anata o kamanaidaroukara, kare wa nazedeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mYes, you can totally trust a hot and sadistic vampire for no reason, because he'd never bite you anyway, I mean, why would he?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes, you can totally trust a hot and sadistic vampire for no reason, because he'd never bite you anyway, I mean, why would he?\u001b[24m\n    \u001b[1mはい、あなたは熱くサディスティックな吸血鬼を全く信じることはできません。なぜなら、彼は決してあなたを噛まないだろうから、彼はなぜでしょうか？\u001b[22m, \u001b[1mはい、あなたは完全に彼はとにかくあなたをかむことがなかったので、私はなぜ彼だろう、意味、理由もなく熱く、サディスティックな吸血鬼を信頼することができますか？\u001b[22m\n\u001b[1m\u001b[22m\nGosh, what a waste of time.\n\n\u001b[1mまあ、時間の無駄。\u001b[22m\n\u001b[1m(Mā, jikan'nomuda.)\u001b[22m\n\nTranslations of \u001b[4mGosh, what a waste of time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGosh, what a waste of time.\u001b[24m\n    \u001b[1mまあ、時間の無駄。\u001b[22m, \u001b[1mまあ、どのような時間の無駄。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "addig",
    "profile": "/profile/addig/reviews",
    "pages": "6",
    "number": "17",
    "link": "/reviews.php?id=214970",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  7\nキャラクター|  3\n|  5\n\nこれは信じられないほど悔しいところでした。 プロットは混乱し、キャラクターはうまく開発されず、エピソードは急に感じられた。 私が言うことは、吸血鬼のキャラクターは間違いなく、爽快だった行動の吸血鬼であるということです。彼らは血の腐敗と信じられないほどサディスティックな（そしてかなりキンキーな）nglで消費されています。 あなたが吸血鬼やS＆amp; Mのような関係にいるなら、これは見る価値があるかもしれませんが、虐待や状況が非常に強く感じられます。\n\n芸術は素晴らしく、吸血鬼の少年たちはとてもきれいで、オープニングのテーマは1日半の間頭に残っていますが、私はこのアニメをお勧めしません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis was incredibly frustrating to watch; the plot was confusing, the characters were not well developed, and the episodes felt rushed. What I will say is that the vampire characters are definitely vampires in behaviour which was refreshing: they're consumed with bloodlust and incredibly sadistic (and also pretty kinky ngl). If you're into vampires and S&amp;M sorts of relationships then this might be worth watching, but there is a lot of abuse and situations that have a very rapey feel to them.\n\n\u001b[1mこれは信じられないほど悔しいところでした。 プロットは混乱し、キャラクターはうまく開発されず、エピソードは急に感じられた。 私が言うことは、吸血鬼のキャラクターは間違いなく、爽快だった行動の吸血鬼であるということです。彼らは血の腐敗と信じられないほどサディスティックな（そしてかなりキンキーな）nglで消費されています。 あなたが吸血鬼やS＆amp; Mのような関係にいるなら、これは見る価値があるかもしれませんが、虐待や状況が非常に強く感じられます。\u001b[22m\n\u001b[1m(Kore wa shinji rarenai hodo kuyashī tokorodeshita. Purotto wa konran shi, kyarakutā wa umaku kaihatsu sa rezu, episōdo wa kyū ni kanji rareta. Watashi ga iu koto wa, kyūketsuki no kyarakutā wa machigainaku, sōkaidatta kōdō no kyūketsukidearu to iu kotodesu. Karera wa chi no fuhai to shinji rarenai hodo sadisutikkuna (soshite kanari kinkīna) ngl de shōhi sa rete imasu. Anata ga kyūketsuki ya S& amp; M no yōna kankei ni irunara, kore wa miru kachi ga aru kamo shiremasenga, gyakutai ya jōkyō ga hijō ni tsuyoku kanji raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThis was incredibly frustrating to watch; the plot was confusing, the characters were not well developed, and the episodes felt rushed. What I will say is that the vampire characters are definitely vampires in behaviour which was refreshing: they're consumed with bloodlust and incredibly sadistic (and also pretty kinky ngl). If you're into vampires and S&amp;M sorts of relationships then this might be worth watching, but there is a lot of abuse and situations that have a very rapey feel to them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was incredibly frustrating to watch;\u001b[24m\n    \u001b[1mこれは信じられないほど悔しいところでした。\u001b[22m, \u001b[1mこれは、見ていて非常にイライラさせられました。\u001b[22m\n\u001b[4mthe plot was confusing, the characters were not well developed, and the episodes felt rushed.\u001b[24m\n    \u001b[1mプロットは混乱し、キャラクターはうまく開発されず、エピソードは急に感じられた。\u001b[22m, \u001b[1mプロットは、文字がよく発達していなかった、混乱した、とのエピソードは急いで感じました。\u001b[22m\n\u001b[4mWhat I will say is that the vampire characters are definitely vampires in behaviour which was refreshing: they're consumed with bloodlust and incredibly sadistic (and also pretty kinky ngl).\u001b[24m\n    \u001b[1m私が言うことは、吸血鬼のキャラクターは間違いなく、爽快だった行動の吸血鬼であるということです。彼らは血の腐敗と信じられないほどサディスティックな（そしてかなりキンキーな）nglで消費されています。\u001b[22m, \u001b[1m彼らは血に飢えることと信じられないほどサディスティック（ともかなり変態NGL）で消費している：私は何と言うだろうと、吸血鬼の文字が爽やかだった行動の吸血鬼は間違いであるということです。\u001b[22m\n\u001b[4mIf you're into vampires and S&amp;M sorts of relationships then this might be worth watching, but there is a lot of abuse and situations that have a very rapey feel to them.\u001b[24m\n    \u001b[1mあなたが吸血鬼やS＆amp; Mのような関係にいるなら、これは見る価値があるかもしれませんが、虐待や状況が非常に強く感じられます。\u001b[22m, \u001b[1mあなたは吸血鬼とS＆アンペアに興味があれば、関係のM種類は、これは見て価値があるかもしれませんが、虐待やそれらに非常にrapey感触を持っている状況がたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is nice, all of the vampire boys are very pretty, and the opening theme has been stuck in my head for a day and a half, but I wouldn't recommend this anime.\n\n\u001b[1m芸術は素晴らしく、吸血鬼の少年たちはとてもきれいで、オープニングのテーマは1日半の間頭に残っていますが、私はこのアニメをお勧めしません。\u001b[22m\n\u001b[1m(Geijutsu wa subarashiku, kyūketsuki no shōnen-tachi wa totemo kireide, ōpuningu no tēma wa 1-nichi han no ma atama ni nokotte imasuga, watashi wa kono anime o o susume shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art is nice, all of the vampire boys are very pretty, and the opening theme has been stuck in my head for a day and a half, but I wouldn't recommend this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is nice, all of the vampire boys are very pretty, and the opening theme has been stuck in my head for a day and a half, but I wouldn't recommend this anime.\u001b[24m\n    \u001b[1m芸術は素晴らしく、吸血鬼の少年たちはとてもきれいで、オープニングのテーマは1日半の間頭に残っていますが、私はこのアニメをお勧めしません。\u001b[22m, \u001b[1mアートは吸血鬼の少年たちのすべてが非常にきれいで、オープニングテーマは、日半のために私の頭の中で立ち往生してきたが、私はこのアニメをお勧めしません、いいです。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "shiranaiyo",
    "profile": "/profile/shiranaiyo/reviews",
    "pages": "6",
    "number": "18",
    "link": "/reviews.php?id=186833",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  3\nキャラクター|  1\n|  1\n\n私はレビューを書くことを予定していませんでしたが、このショーは本当に哀れです。 私はそれを見て残念です、本当に。\n主人公が私をコンピュータ画面で悲鳴を上げ、声を紛失したとき、彼女はすべての愚かな決定によって私の脳細胞を失い、このショーの非常にプロットは私の知性に疑問を投げかけている。 このアニメの血を吸うことは、あまりにも魅力的ではないほど酷使されています。 男性キャラクターはフラットですが、それらを区別する唯一のものはキャラクターのデザインとその癖です。 あなたが女性の虐待とマチュニズムを促進するアニメを探しているなら、これを見てください。 先に行く。\n\n何かを意味するアニメ、時間を無駄にしない、あなたの貴重な脳細胞を殺さないことを捜しているなら、是非、この作品を落としてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nI wasn't planning on writing any reviews, but this show, is truly pathetic. I regret watching it, really.\n\n\u001b[1m私はレビューを書くことを予定していませんでしたが、このショーは本当に哀れです。 私はそれを見て残念です、本当に。\u001b[22m\n\u001b[1m(Watashi wa rebyū o kaku koto o yotei shite imasendeshitaga, kono shō wa hontōni awaredesu. Watashi wa sore o mite zan'nendesu, hontōni.)\u001b[22m\n\nTranslations of \u001b[4mI wasn't planning on writing any reviews, but this show, is truly pathetic. I regret watching it, really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wasn't planning on writing any reviews, but this show, is truly pathetic.\u001b[24m\n    \u001b[1m私はレビューを書くことを予定していませんでしたが、このショーは本当に哀れです。\u001b[22m, \u001b[1m私は、任意のレビューを書くことを計画していなかったが、このショーは、本当に哀れです。\u001b[22m\n\u001b[4mI regret watching it, really.\u001b[24m\n    \u001b[1m私はそれを見て残念です、本当に。\u001b[22m, \u001b[1m私は本当に、それを見て後悔しています。\u001b[22m\nThe main heroine makes me scream at the computer screen so much that I lost my voice, her every stupid decision makes me lose my brain cells and the very plot of this show questions my intelligence to be watching something as pathetic as this. The blood sucking in this anime is so overused that it isn't even appealing anymore. The male characters are flat, the only thing that distinguishes them are their character designs and their quirks. If you are looking for an anime that promotes women abuse and machocism, watch this. Go ahead.\n\n\u001b[1m主人公が私をコンピュータ画面で悲鳴を上げ、声を紛失したとき、彼女はすべての愚かな決定によって私の脳細胞を失い、このショーの非常にプロットは私の知性に疑問を投げかけている。 このアニメの血を吸うことは、あまりにも魅力的ではないほど酷使されています。 男性キャラクターはフラットですが、それらを区別する唯一のものはキャラクターのデザインとその癖です。 あなたが女性の虐待とマチュニズムを促進するアニメを探しているなら、これを見てください。 先に行く。\u001b[22m\n\u001b[1m(Shujinkō ga watashi o konpyūta gamen de himei o age,-goe o funshitsu shita toki, kanojo wa subete no orokana kettei ni yotte watashi no nō saibō o ushinai, kono shō no hijō ni purotto wa watashi no chisei ni gimon o nagekakete iru. Kono anime no chi o suu koto wa, amarini mo mirikitekide wanai hodo kokushi sa rete imasu. Dansei kyarakutā wa furattodesuga, sorera o kubetsu suru yuiitsu no mono wa kyarakutā no dezain to sono kusedesu. Anata ga josei no gyakutai to machunizumu o sokushin suru anime o sagashite irunara, kore o mite kudasai. Saki ni iku.)\u001b[22m\n\nTranslations of \u001b[4mThe main heroine makes me scream at the computer screen so much that I lost my voice, her every stupid decision makes me lose my brain cells and the very plot of this show questions my intelligence to be watching something as pathetic as this. The blood sucking in this anime is so overused that it isn't even appealing anymore. The male characters are flat, the only thing that distinguishes them are their character designs and their quirks. If you are looking for an anime that promotes women abuse and machocism, watch this. Go ahead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main heroine makes me scream at the computer screen so much that I lost my voice, her every stupid decision makes me lose my brain cells and the very plot of this show questions my intelligence to be watching something as pathetic as this.\u001b[24m\n    \u001b[1m主人公が私をコンピュータ画面で悲鳴を上げ、声を紛失したとき、彼女はすべての愚かな決定によって私の脳細胞を失い、このショーの非常にプロットは私の知性に疑問を投げかけている。\u001b[22m, \u001b[1mメインヒロインは私はそんなに私は声を失ったことをコンピュータの画面で叫ぶなり、彼女はすべての愚かな決定は私の脳細胞と私の知性は、この限り哀れな何かを見ていることには、この番組の質問の非常にプロットを失うことができます。\u001b[22m\n\u001b[4mThe blood sucking in this anime is so overused that it isn't even appealing anymore.\u001b[24m\n    \u001b[1mこのアニメの血を吸うことは、あまりにも魅力的ではないほど酷使されています。\u001b[22m, \u001b[1mこのアニメで吸血は、それももはや魅力的でないように使い古さです。\u001b[22m\n\u001b[4mThe male characters are flat, the only thing that distinguishes them are their character designs and their quirks.\u001b[24m\n    \u001b[1m男性キャラクターはフラットですが、それらを区別する唯一のものはキャラクターのデザインとその癖です。\u001b[22m, \u001b[1m男性の文字が平坦で、彼らのキャラクターデザインとその癖ある区別する唯一のもの。\u001b[22m\n\u001b[4mIf you are looking for an anime that promotes women abuse and machocism, watch this.\u001b[24m\n    \u001b[1mあなたが女性の虐待とマチュニズムを促進するアニメを探しているなら、これを見てください。\u001b[22m, \u001b[1mあなたが女性の虐待やmachocismを促進するアニメを探している場合は、これを見て。\u001b[22m\n\u001b[4mGo ahead.\u001b[24m\n    \u001b[1m先に行く。\u001b[22m, \u001b[1m進んでください。\u001b[22m, \u001b[1m先に行きます。\u001b[22m\n\u001b[1m\u001b[22m\nIf you are looking for an anime to mean something to you, to not waste your time, to not kill any of your precious brain cells, by all means, drop this piece of shit.\n\n\u001b[1m何かを意味するアニメ、時間を無駄にしない、あなたの貴重な脳細胞を殺さないことを捜しているなら、是非、この作品を落としてください。\u001b[22m\n\u001b[1m(Nanika o imi suru anime, jikan o mudanishinai, anata no kichōna nō saibō o korosanai koto o sagashite irunara, zehi, kono sakuhin o otoshite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you are looking for an anime to mean something to you, to not waste your time, to not kill any of your precious brain cells, by all means, drop this piece of shit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are looking for an anime to mean something to you, to not waste your time, to not kill any of your precious brain cells, by all means, drop this piece of shit.\u001b[24m\n    \u001b[1m何かを意味するアニメ、時間を無駄にしない、あなたの貴重な脳細胞を殺さないことを捜しているなら、是非、この作品を落としてください。\u001b[22m, \u001b[1mあなたの貴重な脳細胞のいずれかを殺さないために、あなたの時間を無駄にしないために、あなたに何かを意味するアニメを探している場合は、すべての手段によって、たわごとのこの作品をドロップします。\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "thatasiangirll",
    "profile": "/profile/thatasiangirll/reviews",
    "pages": "6",
    "number": "19",
    "link": "/reviews.php?id=186398",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n\n私のレビューを読んでくれてありがとう！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading my review!!\n\n\u001b[1m私のレビューを読んでくれてありがとう！\u001b[22m\n\u001b[1m(Watashi no rebyū o yonde kurete arigatō!)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading my review!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading my review!!\u001b[24m\n    \u001b[1m私のレビューを読んでくれてありがとう！\u001b[22m"
  },
  {
    "title": "Diabolik_Lovers",
    "id": "17513",
    "url": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
    "user": "JustaFangrell",
    "profile": "/profile/JustaFangrell/reviews",
    "pages": "6",
    "number": "20",
    "link": "/reviews.php?id=213062",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  4\nキャラクター|  1\n|  1\n\nこのアニメは本当に恐ろしいものでしたが、良い方法ではありませんでした！ これは大きな間違いだったし、私の意見ではちょっと気味悪い。 実際のキャラクターの開発はありませんでした、またはそれがあった場合、私は間違いなくそれを逃した！ キャラクターは、輝きを見せてくれるかもしれないかわいいサディストを見ていて、女性のリードで私を始めさせてくれませんでした。 彼女は何もできない弱いかわい子だった。 実際には、彼女は自分自身を救うことができたという点がありましたが、彼らは説明しない理由で選択しませんでした！ キャラクターは、ヘラを少しでも好き嫌いや好き嫌いをすることはなかった。 芸術が大丈夫だったとすれば、オープニングはそれほど悪くはありませんでしたが、それは本当に私が言うことができることは大丈夫でした！ 私の意見では、これはずっとずっと拷問でした。 あなたが良いハレームのアニメを見たいと思ったら、ホストクラブか何かを見に行きなさい、しかしアニメのこの哀れな言い訳にあなたの時間を無駄にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was really something scary, but not in a good way! This was a HUGE mistake, and, in my opinion just kind of creepy. No actual character development, or if there was, I definitely missed it! the characters were just pretty looking sadists who might as well have sparkled, and don't get me started on the female lead. She was just a weak little brat who couldn't do anything. In fact, there was a point were she could have saved herself, but CHOSE not to for reasons they don't explain! The character did NOTHING that would classify heras relatable or even likable in the slightest. Given the art was alright and the opening wasn't too bad, but that is truly all I can say that was alright! Every moment of this was shear torture, in my opinion. If you want to watch a good harem anime, just go watch the host club or something, but DON'T waste your time on this pathetic excuse for an anime.\n\n\u001b[1mこのアニメは本当に恐ろしいものでしたが、良い方法ではありませんでした！ これは大きな間違いだったし、私の意見ではちょっと気味悪い。 実際のキャラクターの開発はありませんでした、またはそれがあった場合、私は間違いなくそれを逃した！ キャラクターは、輝きを見せてくれるかもしれないかわいいサディストを見ていて、女性のリードで私を始めさせてくれませんでした。 彼女は何もできない弱いかわい子だった。 実際には、彼女は自分自身を救うことができたという点がありましたが、彼らは説明しない理由で選択しませんでした！ キャラクターは、ヘラを少しでも好き嫌いや好き嫌いをすることはなかった。 芸術が大丈夫だったとすれば、オープニングはそれほど悪くはありませんでしたが、それは本当に私が言うことができることは大丈夫でした！ 私の意見では、これはずっとずっと拷問でした。 あなたが良いハレームのアニメを見たいと思ったら、ホストクラブか何かを見に行きなさい、しかしアニメのこの哀れな言い訳にあなたの時間を無駄にしないでください。\u001b[22m\n\u001b[1m(Kono anime wa hontōni osoroshī monodeshitaga, yoi hōhōde wa arimasendeshita! Kore wa ōkina machigaidattashi, watashi no ikende wa chotto kimiwarui. Jissai no kyarakutā no kaihatsu wa arimasendeshita, matawa sore ga atta baai, watashi wa machigainaku sore o nogashita! Kyarakutā wa, kagayaki o misete kureru kamo shirenai kawaī sadisuto o mite ite, josei no rīdo de watashi o hajime sasete kuremasendeshita. Kanojo wa nanimodekinai yowai kawai kodatta. Jissai ni wa, kanojo wa jibun jishin o sukuu koto ga dekita to iu ten ga arimashitaga, karera wa setsumei shinai riyū de sentaku shimasendeshita! Kyarakutā wa, Hera o sukoshidemo sukikirai ya sukikirai o suru koto wa nakatta. Geijutsu ga daijōbudatta to sureba, ōpuningu wa sore hodo waruku wa arimasendeshitaga, sore wa hontōni watashi ga iu koto ga dekiru koto wa daijōbudeshita! Watashi no ikende wa, koreha zuttozutto gōmondeshita. Anata ga yoi harēmu no anime o mitai to omottara, hosuto kurabu ka nanika o mi ni iki nasai, shikashi anime no kono awarena iiwake ni anata no jikan o muda ni shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was really something scary, but not in a good way! This was a HUGE mistake, and, in my opinion just kind of creepy. No actual character development, or if there was, I definitely missed it! the characters were just pretty looking sadists who might as well have sparkled, and don't get me started on the female lead. She was just a weak little brat who couldn't do anything. In fact, there was a point were she could have saved herself, but CHOSE not to for reasons they don't explain! The character did NOTHING that would classify heras relatable or even likable in the slightest. Given the art was alright and the opening wasn't too bad, but that is truly all I can say that was alright! Every moment of this was shear torture, in my opinion. If you want to watch a good harem anime, just go watch the host club or something, but DON'T waste your time on this pathetic excuse for an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was really something scary, but not in a good way!\u001b[24m\n    \u001b[1mこのアニメは本当に恐ろしいものでしたが、良い方法ではありませんでした！\u001b[22m, \u001b[1mこのアニメはなく、良い意味で、本当に怖いものでした！\u001b[22m\n\u001b[4mThis was a HUGE mistake, and, in my opinion just kind of creepy.\u001b[24m\n    \u001b[1mこれは大きな間違いだったし、私の意見ではちょっと気味悪い。\u001b[22m, \u001b[1mこれは大きな間違いだった、そして、私の意見でだけの種類の不気味。\u001b[22m\n\u001b[4mNo actual character development, or if there was, I definitely missed it!\u001b[24m\n    \u001b[1m実際のキャラクターの開発はありませんでした、またはそれがあった場合、私は間違いなくそれを逃した！\u001b[22m, \u001b[1mいいえ実際の文字開発しない、またはがあった場合、私は間違いなくそれを逃しました！\u001b[22m\n\u001b[4mthe characters were just pretty looking sadists who might as well have sparkled, and don't get me started on the female lead.\u001b[24m\n    \u001b[1mキャラクターは、輝きを見せてくれるかもしれないかわいいサディストを見ていて、女性のリードで私を始めさせてくれませんでした。\u001b[22m, \u001b[1m文字だけでかなり同様に輝いたかもしれない、と私は女性のリードを始めるしないサディストを探していました。\u001b[22m\n\u001b[4mShe was just a weak little brat who couldn't do anything.\u001b[24m\n    \u001b[1m彼女は何もできない弱いかわい子だった。\u001b[22m, \u001b[1m彼女は何もできなかっただけで弱いガキでした。\u001b[22m\n\u001b[4mIn fact, there was a point were she could have saved herself, but CHOSE not to for reasons they don't explain!\u001b[24m\n    \u001b[1m実際には、彼女は自分自身を救うことができたという点がありましたが、彼らは説明しない理由で選択しませんでした！\u001b[22m, \u001b[1m実際には、点があった彼女は自分自身を保存している可能性があったが、彼らは説明していない理由のためではないことを選びました！\u001b[22m\n\u001b[4mThe character did NOTHING that would classify heras relatable or even likable in the slightest.\u001b[24m\n    \u001b[1mキャラクターは、ヘラを少しでも好き嫌いや好き嫌いをすることはなかった。\u001b[22m, \u001b[1m文字は少しも話すことのできる、あるいは好感エラスを分類する何もしませんでした。\u001b[22m\n\u001b[4mGiven the art was alright and the opening wasn't too bad, but that is truly all I can say that was alright!\u001b[24m\n    \u001b[1m芸術が大丈夫だったとすれば、オープニングはそれほど悪くはありませんでしたが、それは本当に私が言うことができることは大丈夫でした！\u001b[22m, \u001b[1m芸術を考える大丈夫だったし、開口部があまりにも悪くはなかったが、それは本当に私はそれは大丈夫だったと言うことができるすべてです！\u001b[22m\n\u001b[4mEvery moment of this was shear torture, in my opinion.\u001b[24m\n    \u001b[1m私の意見では、これはずっとずっと拷問でした。\u001b[22m, \u001b[1mこののすべての瞬間は、私の意見では、せん断拷問でした。\u001b[22m\n\u001b[4mIf you want to watch a good harem anime, just go watch the host club or something, but DON'T waste your time on this pathetic excuse for an anime.\u001b[24m\n    \u001b[1mあなたが良いハレームのアニメを見たいと思ったら、ホストクラブか何かを見に行きなさい、しかしアニメのこの哀れな言い訳にあなたの時間を無駄にしないでください。\u001b[22m, \u001b[1mあなたは良いハーレムアニメを見たい場合は、単にホストクラブか何かを見に行くが、アニメのために、この哀れな言い訳であなたの時間を無駄にしないでください。\u001b[22m"
  }
]
