[
  {
    "title": "Date_A_Live__Date_to_Date",
    "id": "17641",
    "url": "https://myanimelist.net/anime/17641/Date_A_Live__Date_to_Date",
    "user": "Snaxia",
    "profile": "/profile/Snaxia/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=123229",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\nOVAは常にヒットまたはミスになる可能性があります。 あなたが実際に楽しいものに起こるときは決して分かりません。 そして、最終的には喜んでも驚くべきものではなくなったDate A Liveの第1シーズンのテレビ番組についての私の気持ちにもかかわらず、私はOVAに対する私の気持ちはちょっとだけプラスだと言います。\n\n今回はすべてのキャラクターが特集されているわけではありませんが、一部の視聴者にとっては負の側面になる可能性があります。 キャラクターは面白い前後の冗談を提供しただけでなく、面白​​いことができない愚かなシナリオを提供しました。 多くの主役のハーレム・ボーイが典型的なハーレム・ショーに興味を持たせることはなかったので、今度のリードは面白い表現や面白い対話のようなコメディーな貢献をしました。\n\nこれは音に私をもたらします。 私は声優のパフォーマンスを徹底的に楽しんだ。 女の子はかわいいです、これは、典型的には、すべてのことが重要なのは、ハーレムです。 アニメは強烈な対話をしている人を混乱させるようなものではなかったので、私は何も言わない。 私がショーを楽しむことの一つの側面は、オープニングは常にエピソードのプロットに合わせて歌詞を変更し、彼らはテレビ番組のように同じ一般的なオープニングを使用していることを知ってうれしかったということです。  OSTに関しては、何か目立つとは言わず、適切な時に適切な音楽を使い、シーンの雰囲気に合っている。\n\n私が前に述べたように、女の子は意図されているほどかわいいです。 実際、すべてのキャラクターはうまくデザインされていますが、私はアート全体に問題はありませんでした。 たぶん、あなたが望むかもしれないほどのファンサービスがないかもしれませんが、おそらく恐れることはありません。あなたはパンティショットを2回配信するためにDate A Liveに頼ることができます。 ファンのサービスはショーの主な前提の1つなので、キャラクターの周りに構築されたシナリオは、ユーモアを加えたので面白かったが、楽しいとしか言​​えない。 そしてデート・ライヴは、決してクリシュ・ハレム以上の何ものでも売られたことはありませんでした。\n\n結局のところ、私は驚いたことにこのアニメを楽しんでいました。もしあなたが楽しみとファンのサービスを素早く修正して、すでにテレビ番組を見たことがあるなら、私は確かにDate A Live OVA、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOVAs can always be a hit or miss. You never know when you'll happen upon one that is actually enjoyable. And despite my feelings about the TV show for Season 1 of Date A Live, which were, in the end, left as pleased but not astounded, I will say that my feelings for the OVA are just a bit more positive.\n\n\u001b[1mOVAは常にヒットまたはミスになる可能性があります。 あなたが実際に楽しいものに起こるときは決して分かりません。 そして、最終的には喜んでも驚くべきものではなくなったDate A Liveの第1シーズンのテレビ番組についての私の気持ちにもかかわらず、私はOVAに対する私の気持ちはちょっとだけプラスだと言います。\u001b[22m\n\u001b[1m(Ovu~a wa tsuneni hitto matawa misu ni naru kanōsei ga arimasu. Anata ga jissai ni tanoshī mono ni okoru toki wa kesshite wakarimasen. Soshite, saishūtekini wa yorokonde mo odorokubeki monode wanaku natta dēta A raibu no dai 1 shīzun no terebibangu ni tsuite no watashi no kimochi nimokakawarazu, watashi wa ovu~a ni taisuru watashi no kimochi wa chotto dake purasuda to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mOVAs can always be a hit or miss. You never know when you'll happen upon one that is actually enjoyable. And despite my feelings about the TV show for Season 1 of Date A Live, which were, in the end, left as pleased but not astounded, I will say that my feelings for the OVA are just a bit more positive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVAs can always be a hit or miss.\u001b[24m\n    \u001b[1mOVAは常にヒットまたはミスになる可能性があります。\u001b[22m, \u001b[1mOVASは常にヒットまたはミスすることができます。\u001b[22m\n\u001b[4mYou never know when you'll happen upon one that is actually enjoyable.\u001b[24m\n    \u001b[1mあなたが実際に楽しいものに起こるときは決して分かりません。\u001b[22m, \u001b[1mあなたが実際に楽しいです1時に起こるだろうときに、あなたが知っていることはありません。\u001b[22m\n\u001b[4mAnd despite my feelings about the TV show for Season 1 of Date A Live, which were, in the end, left as pleased but not astounded, I will say that my feelings for the OVA are just a bit more positive.\u001b[24m\n    \u001b[1mそして、最終的には喜んでも驚くべきものではなくなったDate A Liveの第1シーズンのテレビ番組についての私の気持ちにもかかわらず、私はOVAに対する私の気持ちはちょっとだけプラスだと言います。\u001b[22m, \u001b[1mそして、最後に、として喜んしかし驚いていない残っていたデート・ア・ライブ、シーズン1のためのテレビ番組についての私の気持ちにもかかわらず、私はOVAのための私の気持ちが少しだけ、よりポジティブであると言うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nNot every character is featured this time, which could be a negative aspect for some viewers, however, I believe that the three featured girls really bring a comedic aspect to this show. The characters provided funny back-and-forth banter, as well as silly scenarios that you just can't help but be amused with. As many a main lead harem boy has brought nothing interesting to the typical harem show, our lead this time had some comedic contributions to the show such as funny expressions and funny dialogue.\n\n\u001b[1m今回はすべてのキャラクターが特集されているわけではありませんが、一部の視聴者にとっては負の側面になる可能性があります。 キャラクターは面白い前後の冗談を提供しただけでなく、面白​​いことができない愚かなシナリオを提供しました。 多くの主役のハーレム・ボーイが典型的なハーレム・ショーに興味を持たせることはなかったので、今度のリードは面白い表現や面白い対話のようなコメディーな貢献をしました。\u001b[22m\n\u001b[1m(Konkai wa subete no kyarakutā ga tokushū sa rete iru wakede wa arimasenga, ichibu no shichō-sha ni totte wa fu no sokumen ni naru kanōsei ga arimasu. Kyarakutā wa omoshiroi zengo no jōdan o teikyō shita dakedenaku, omoshiro ​​ i koto ga dekinai orokana shinario o teikyō shimashita. Ōku no shuyaku no hāremu bōi ga tenkei-tekina hāremu shō ni kyōmi o mota seru koto wa nakattanode, kondo no rīdo wa omoshiroi hyōgen ya omoshiroi taiwa no yōna komedīna kōken o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mNot every character is featured this time, which could be a negative aspect for some viewers, however, I believe that the three featured girls really bring a comedic aspect to this show. The characters provided funny back-and-forth banter, as well as silly scenarios that you just can't help but be amused with. As many a main lead harem boy has brought nothing interesting to the typical harem show, our lead this time had some comedic contributions to the show such as funny expressions and funny dialogue.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot every character is featured this time, which could be a negative aspect for some viewers, however, I believe that the three featured girls really bring a comedic aspect to this show.\u001b[24m\n    \u001b[1m今回はすべてのキャラクターが特集されているわけではありませんが、一部の視聴者にとっては負の側面になる可能性があります。\u001b[22m, \u001b[1mすべての文字が一部の視聴者のための負の側面かもしれない、この時間は、紹介されていません、しかし、私は3機能を備えた女の子は本当にこのショーに滑稽な側面を持って来ると信じています。\u001b[22m\n\u001b[4mThe characters provided funny back-and-forth banter, as well as silly scenarios that you just can't help but be amused with.\u001b[24m\n    \u001b[1mキャラクターは面白い前後の冗談を提供しただけでなく、面白いことができない愚かなシナリオを提供しました。\u001b[22m, \u001b[1m文字は面白い前後冗談だけでなく、あなただけ助けることはできませんが、と面白さ愚かなシナリオを提供しました。\u001b[22m\n\u001b[4mAs many a main lead harem boy has brought nothing interesting to the typical harem show, our lead this time had some comedic contributions to the show such as funny expressions and funny dialogue.\u001b[24m\n    \u001b[1m多くの主役のハーレム・ボーイが典型的なハーレム・ショーに興味を持たせることはなかったので、今度のリードは面白い表現や面白い対話のようなコメディーな貢献をしました。\u001b[22m, \u001b[1m多くのメインリードハーレム少年は、典型的なハーレムショーに興味深い何をもたらしていないように、私たちのリードは、この時間は、このような面白い表現と面白い対話などのショーにはいくつかの喜劇の貢献がありました。\u001b[22m\n\u001b[1m\u001b[22m\nThis brings me to the sound. I thoroughly enjoyed the voice actors performance; the girls were cute, which is typically all that matters in a harem. I won't nitpick anything, as the anime wasn't meant to bewilder anyone with intense dialogue. One aspect I enjoy about the show is that the opening will always change its lyrics to fit the plot of the episode and I was glad to see that they used the same general opening as in the TV show. As for the OST, I won't say that anything stands out, they use the appropriate music at the appropriate time, and it generically fits the mood of the scene.\n\n\u001b[1mこれは音に私をもたらします。 私は声優のパフォーマンスを徹底的に楽しんだ。 女の子はかわいいです、これは、典型的には、すべてのことが重要なのは、ハーレムです。 アニメは強烈な対話をしている人を混乱させるようなものではなかったので、私は何も言わない。 私がショーを楽しむことの一つの側面は、オープニングは常にエピソードのプロットに合わせて歌詞を変更し、彼らはテレビ番組のように同じ一般的なオープニングを使用していることを知ってうれしかったということです。  OSTに関しては、何か目立つとは言わず、適切な時に適切な音楽を使い、シーンの雰囲気に合っている。\u001b[22m\n\u001b[1m(Kore wa oto ni watashi o motarashimasu. Watashi wa seiyū no pafōmansu o tetteiteki ni tanoshinda. On'nanoko wa kawaīdesu, koreha, tenkei-teki ni wa, subete no koto ga jūyōna no wa, hāremudesu. Anime wa kyōretsuna taiwa o shite iru hito o konran sa seru yōna monode wa nakattanode, watashi wa nani mo iwanai. Watashi ga shō o tanoshimu koto no hitotsu no sokumen wa, ōpuningu wa tsuneni episōdo no purotto ni awa sete kashi o henkō shi, karera wa terebibangu no yō ni onaji ippantekina ōpuningu o shiyō shite iru koto o shitte ureshikatta to iu kotodesu. OST ni kanshite wa, nanika medatsu to wa iwazu, tekisetsuna toki ni tekisetsuna ongaku o tsukai, shīn no fun'iki ni atte iru.)\u001b[22m\n\nTranslations of \u001b[4mThis brings me to the sound. I thoroughly enjoyed the voice actors performance; the girls were cute, which is typically all that matters in a harem. I won't nitpick anything, as the anime wasn't meant to bewilder anyone with intense dialogue. One aspect I enjoy about the show is that the opening will always change its lyrics to fit the plot of the episode and I was glad to see that they used the same general opening as in the TV show. As for the OST, I won't say that anything stands out, they use the appropriate music at the appropriate time, and it generically fits the mood of the scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis brings me to the sound.\u001b[24m\n    \u001b[1mこれは音に私をもたらします。\u001b[22m\n\u001b[4mI thoroughly enjoyed the voice actors performance;\u001b[24m\n    \u001b[1m私は声優のパフォーマンスを徹底的に楽しんだ。\u001b[22m, \u001b[1m私は徹底的に声優のパフォーマンスを楽しみました。\u001b[22m\n\u001b[4mthe girls were cute, which is typically all that matters in a harem.\u001b[24m\n    \u001b[1m女の子はかわいいです、これは、典型的には、すべてのことが重要なのは、ハーレムです。\u001b[22m, \u001b[1m女の子は、一般的にハーレムで重要なことのすべてである、キュートでした。\u001b[22m\n\u001b[4mI won't nitpick anything, as the anime wasn't meant to bewilder anyone with intense dialogue.\u001b[24m\n    \u001b[1mアニメは強烈な対話をしている人を混乱させるようなものではなかったので、私は何も言わない。\u001b[22m, \u001b[1mアニメが強烈な対話を持つ人を当惑するものではありませんでしたように私は、何も小うるさいません。\u001b[22m\n\u001b[4mOne aspect I enjoy about the show is that the opening will always change its lyrics to fit the plot of the episode and I was glad to see that they used the same general opening as in the TV show.\u001b[24m\n    \u001b[1m私がショーを楽しむことの一つの側面は、オープニングは常にエピソードのプロットに合わせて歌詞を変更し、彼らはテレビ番組のように同じ一般的なオープニングを使用していることを知ってうれしかったということです。\u001b[22m, \u001b[1m私はショーについてのお楽しみの一つの側面は、開口部が常にエピソードのプロットに合わせて、その歌詞を変更し、私は彼らがテレビ番組と同じ一般的な開口部を使用したことを見て喜んでいたということです。\u001b[22m\n\u001b[4mAs for the OST, I won't say that anything stands out, they use the appropriate music at the appropriate time, and it generically fits the mood of the scene.\u001b[24m\n    \u001b[1mOSTに関しては、何か目立つとは言わず、適切な時に適切な音楽を使い、シーンの雰囲気に合っている。\u001b[22m, \u001b[1mOSTのためとして、私は、彼らが適切な時期に適切な音楽を使用し、それは一般的にシーンの気分に合った、何かが目立つことを言うことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nAs I mentioned before, the girls are as cute as they are intended to be. In fact, every character is designed well, I had no problems with the art as a whole. Maybe there isn't as much fan service as one may hope, but never fear, you can rely on Date A Live to deliver a panty shot or two. As fan service is one of the main premises of the show, I can only say that the scenario they built up around the characters was cliche, but enjoyable because they added the humor. And Date A Live never sold itself as anything more than the cliche harem so kudos to them.\n\n\u001b[1m私が前に述べたように、女の子は意図されているほどかわいいです。 実際、すべてのキャラクターはうまくデザインされていますが、私はアート全体に問題はありませんでした。 たぶん、あなたが望むかもしれないほどのファンサービスがないかもしれませんが、おそらく恐れることはありません。あなたはパンティショットを2回配信するためにDate A Liveに頼ることができます。 ファンのサービスはショーの主な前提の1つなので、キャラクターの周りに構築されたシナリオは、ユーモアを加えたので面白かったが、楽しいとしか言​​えない。 そしてデート・ライヴは、決してクリシュ・ハレム以上の何ものでも売られたことはありませんでした。\u001b[22m\n\u001b[1m(Watashi ga mae ni nobeta yō ni, on'nanoko wa ito sa rete iru hodo kawaīdesu. Jissai, subete no kyarakutā wa umaku dezain sa rete imasuga, watashi wa āto zentai ni mondai wa arimasendeshita. Tabun, anata ga nozomu kamo shirenai hodo no fansābisu ga nai kamo shiremasenga, osoraku osoreru koto wa arimasen. Anata wa pantishotto o 2-kai haishin suru tame ni dēta A raibu ni tayoru koto ga dekimasu. Fan no sābisu wa shō no omona zentei no 1tsunanode, kyarakutā no mawari ni kōchiku sa reta shinario wa, yūmoa o kuwaetanode omoshirokatta ga, tanoshī to shika gen ​​ enai. Soshite dēto raivu wa, kesshite kurishu haremu ijō no nanimono demo ura reta koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs I mentioned before, the girls are as cute as they are intended to be. In fact, every character is designed well, I had no problems with the art as a whole. Maybe there isn't as much fan service as one may hope, but never fear, you can rely on Date A Live to deliver a panty shot or two. As fan service is one of the main premises of the show, I can only say that the scenario they built up around the characters was cliche, but enjoyable because they added the humor. And Date A Live never sold itself as anything more than the cliche harem so kudos to them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I mentioned before, the girls are as cute as they are intended to be.\u001b[24m\n    \u001b[1m私が前に述べたように、女の子は意図されているほどかわいいです。\u001b[22m, \u001b[1m私は前に述べたように、女の子は、それらがあることが意図されているようにかわいいです。\u001b[22m\n\u001b[4mIn fact, every character is designed well, I had no problems with the art as a whole.\u001b[24m\n    \u001b[1m実際、すべてのキャラクターはうまくデザインされていますが、私はアート全体に問題はありませんでした。\u001b[22m, \u001b[1m実際には、すべての文字がうまく設計されて、私は、全体としての技術の問題はなかったです。\u001b[22m\n\u001b[4mMaybe there isn't as much fan service as one may hope, but never fear, you can rely on Date A Live to deliver a panty shot or two.\u001b[24m\n    \u001b[1mたぶん、あなたが望むかもしれないほどのファンサービスがないかもしれませんが、おそらく恐れることはありません。あなたはパンティショットを2回配信するためにDate A Liveに頼ることができます。\u001b[22m, \u001b[1m1は願っていますが、恐れることはありません、あなたはパンティーショットまたは2を提供するためにデート・ア・ライブに依存することができ得るような多分同じくらいのファンサービスはありません。\u001b[22m\n\u001b[4mAs fan service is one of the main premises of the show, I can only say that the scenario they built up around the characters was cliche, but enjoyable because they added the humor.\u001b[24m\n    \u001b[1mファンのサービスはショーの主な前提の1つなので、キャラクターの周りに構築されたシナリオは、ユーモアを加えたので面白かったが、楽しいとしか言えない。\u001b[22m, \u001b[1mファンサービスはショーの主な施設の1つであるので、私は、彼らはユーモアを追加したので、彼らは文字の周りに構築されたシナリオが決まり文句だったが、楽しいと言うことができます。\u001b[22m\n\u001b[4mAnd Date A Live never sold itself as anything more than the cliche harem so kudos to them.\u001b[24m\n    \u001b[1mそしてデート・ライヴは、決してクリシュ・ハレム以上の何ものでも売られたことはありませんでした。\u001b[22m, \u001b[1mそしてデート・ア・ライブは、彼らに賛辞ので、決まり文句のハーレム以上のものとしてそれ自身を販売することはありません。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, I surprisingly enjoyed this anime, and if you're into a quick fix of fun and fan service, and you've already seen the TV show, I would certainly recommend the Date A Live OVA,\n\n\u001b[1m結局のところ、私は驚いたことにこのアニメを楽しんでいました。もしあなたが楽しみとファンのサービスを素早く修正して、すでにテレビ番組を見たことがあるなら、私は確かにDate A Live OVA、\u001b[22m\n\u001b[1m(Kekkyokunotokoro, watashi wa odoroita koto ni kono anime o tanoshinde imashita. Moshi anata ga tanoshimi to fan no sābisu o subayaku shūsei shite, sudeni terebibangu o mita koto ga arunara, watashi wa tashika ni dēta A raibu ovu~a,)\u001b[22m\n\nTranslations of \u001b[4mIn the end, I surprisingly enjoyed this anime, and if you're into a quick fix of fun and fan service, and you've already seen the TV show, I would certainly recommend the Date A Live OVA,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, I surprisingly enjoyed this anime, and if you're into a quick fix of fun and fan service, and you've already seen the TV show, I would certainly recommend the Date A Live OVA,\u001b[24m\n    \u001b[1m結局のところ、私は驚いたことにこのアニメを楽しんでいました。もしあなたが楽しみとファンのサービスを素早く修正して、すでにテレビ番組を見たことがあるなら、私は確かにDate A Live OVA、\u001b[22m, \u001b[1m最後に、私は驚くべきことにこのアニメを楽しんで、そしてあなたが楽しいとファンサービスのクイックフィックスにしている場合、あなたはすでにテレビ番組を見てきました、私は確かに、デート・ア・ライブOVAをお勧めします\u001b[22m"
  },
  {
    "title": "Date_A_Live__Date_to_Date",
    "id": "17641",
    "url": "https://myanimelist.net/anime/17641/Date_A_Live__Date_to_Date",
    "user": "Shotaku",
    "profile": "/profile/Shotaku/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=123127",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n現在、他の多くのOVAと同様に、このOVAにはプロットやファンサービスがほとんどありません。 しかし、それはあなたがそれを見るべきではありません。 それはまだテレビシリーズのものほど面白いです。\n\nストーリー：\n私が言ったように、話はありません。  OVAは、TobiichiiとTohkaとの日付に焦点を当てています。  ShidouはもはやTobiichiiが彼と恋になることを望んでいないので、彼とKotoriは彼女が彼を憎むように計画を構想する。 しかし、彼がもっと努力すればするほど、彼女はもっと彼を愛する（ish）。 彼女の精神状態は不安定なので、Tohkaとのデートをします。\nアート：\n芸術はシリーズと同じくらいカラフルで驚くほどです。\nキャラクター：\nそれはShidou、Tobiichii、Tohkaにのみ焦点を当て、メンバーは吹き出しと小鳥に簡単に入りました。  TobiichiiのShidouの奇妙なコメントに対する反応は、彼らの日時を本当に面白く見せてくれました。\nそのフレーズの1つは、「私はチャンスが与えられたときに妹と眠るシスコンです。 私は彼女のパンティーを取り出して嗅ぐ。\nTobiichii、 'そうですか？ それは素晴らしいことです。'\n\nあなたがシリーズのファンだったら、あなたはすでにあなたが入っているものを知っているでしょう。 あなたがシリーズを好きなら、あなたは間違いなくOVAが好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSimilar to many other OVAs nowadays, this OVA has little plot and some fanservice. However, that does NOT mean you should not watch it. It is still as funny as the ones in the TV Series.\n\n\u001b[1m現在、他の多くのOVAと同様に、このOVAにはプロットやファンサービスがほとんどありません。 しかし、それはあなたがそれを見るべきではありません。 それはまだテレビシリーズのものほど面白いです。\u001b[22m\n\u001b[1m(Genzai, hoka no ōku no ovu~a to dōyō ni, kono ovu~a ni wa purotto ya fansābisu ga hotondo arimasen. Shikashi, sore wa anata ga sore o mirubekide wa arimasen. Sore wa mada terebishirīzu no mono hodo omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mSimilar to many other OVAs nowadays, this OVA has little plot and some fanservice. However, that does NOT mean you should not watch it. It is still as funny as the ones in the TV Series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimilar to many other OVAs nowadays, this OVA has little plot and some fanservice.\u001b[24m\n    \u001b[1m現在、他の多くのOVAと同様に、このOVAにはプロットやファンサービスがほとんどありません。\u001b[22m, \u001b[1m他の多くのOVASと同様に、今日、このOVAは少しプロットし、いくつかのサービスカットがあります。\u001b[22m\n\u001b[4mHowever, that does NOT mean you should not watch it.\u001b[24m\n    \u001b[1mしかし、それはあなたがそれを見るべきではありません。\u001b[22m, \u001b[1mしかし、それはあなたがそれを見るべきではないという意味ではありません。\u001b[22m\n\u001b[4mIt is still as funny as the ones in the TV Series.\u001b[24m\n    \u001b[1mそれはまだテレビシリーズのものほど面白いです。\u001b[22m, \u001b[1mそれはまだテレビシリーズのものと同じくらい面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nLike I said, there is no story. The OVA focuses on dates with Tobiichii and Tohka. Shidou no longer wants Tobiichii to be in love with him, so he and Kotori devises a plan to get her to hate him. However, the more he tries, the more she loves him (ish). Then, he goes on a date with Tohka because apparently her mental state is unstable.\n\n\u001b[1m私が言ったように、話はありません。  OVAは、TobiichiiとTohkaとの日付に焦点を当てています。  ShidouはもはやTobiichiiが彼と恋になることを望んでいないので、彼とKotoriは彼女が彼を憎むように計画を構想する。 しかし、彼がもっと努力すればするほど、彼女はもっと彼を愛する（ish）。 彼女の精神状態は不安定なので、Tohkaとのデートをします。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni,-banashi wa arimasen. Ovu~a wa, Tobiichii to Tohka to no hidzuke ni shōten o atete imasu. Shidou wa mohaya Tobiichii ga kare to koi ni naru koto o nozonde inainode, kare to Kotori wa kanojo ga kare o nikumu yō ni keikaku o kōsō suru. Shikashi, kare ga motto doryoku sureba suru hodo, kanojo wa motto kare o aisuru (aishu). Kanojo no seishin jōtai wa fuanteinanode, Tohka to no dēto o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLike I said, there is no story. The OVA focuses on dates with Tobiichii and Tohka. Shidou no longer wants Tobiichii to be in love with him, so he and Kotori devises a plan to get her to hate him. However, the more he tries, the more she loves him (ish). Then, he goes on a date with Tohka because apparently her mental state is unstable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I said, there is no story.\u001b[24m\n    \u001b[1m私が言ったように、話はありません。\u001b[22m, \u001b[1m私が言ったように、何の話はありません。\u001b[22m\n\u001b[4mThe OVA focuses on dates with Tobiichii and Tohka.\u001b[24m\n    \u001b[1mOVAは、TobiichiiとTohkaとの日付に焦点を当てています。\u001b[22m, \u001b[1mOVAはTobiichiiとTohkaと日付に焦点を当てています。\u001b[22m\n\u001b[4mShidou no longer wants Tobiichii to be in love with him, so he and Kotori devises a plan to get her to hate him.\u001b[24m\n    \u001b[1mShidouはもはやTobiichiiが彼と恋になることを望んでいないので、彼とKotoriは彼女が彼を憎むように計画を構想する。\u001b[22m, \u001b[1mShidouはもはやTobiichiiは彼と恋になりたがっていないので、彼とことりは彼女が彼を嫌いに取得する計画を策定します。\u001b[22m\n\u001b[4mHowever, the more he tries, the more she loves him (ish).\u001b[24m\n    \u001b[1mしかし、彼がもっと努力すればするほど、彼女はもっと彼を愛する（ish）。\u001b[22m, \u001b[1mしかし、より多くの彼はしようと、より多くの彼女は彼（っぽい）が大好きです。\u001b[22m\n\u001b[4mThen, he goes on a date with Tohka because apparently her mental state is unstable.\u001b[24m\n    \u001b[1m彼女の精神状態は不安定なので、Tohkaとのデートをします。\u001b[22m, \u001b[1mどうやら彼女の精神状態が不安定であるため、その後、彼はTohkaとデートに行きます。\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art is still as colorful and amazing as the series.\n\n\u001b[1m芸術はシリーズと同じくらいカラフルで驚くほどです。\u001b[22m\n\u001b[1m(Geijutsu wa shirīzu to onaji kurai karafuru de odoroku hododesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is still as colorful and amazing as the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is still as colorful and amazing as the series.\u001b[24m\n    \u001b[1m芸術はシリーズと同じくらいカラフルで驚くほどです。\u001b[22m, \u001b[1mアートは、まだシリーズのようにカラフルで素晴らしいです。\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nIt only focused on Shidou, Tobiichii, and Tohka, with the members on the blip and Kotori making a brief entrance. Tobiichii's reactions to Shidou's weird comments made their date really hilarious to watch.\n\n\u001b[1mそれはShidou、Tobiichii、Tohkaにのみ焦点を当て、メンバーは吹き出しと小鳥に簡単に入りました。  TobiichiiのShidouの奇妙なコメントに対する反応は、彼らの日時を本当に面白く見せてくれました。\u001b[22m\n\u001b[1m(Sore wa Shidou, Tobiichii, Tohka ni nomi shōten o ate, menbā wa fukidashi to kotori ni kantan ni hairimashita. Tobiichii no Shidou no kimyōna komento ni taisuru han'nō wa, karera no nichiji o hontōni omoshiroku misete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mIt only focused on Shidou, Tobiichii, and Tohka, with the members on the blip and Kotori making a brief entrance. Tobiichii's reactions to Shidou's weird comments made their date really hilarious to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt only focused on Shidou, Tobiichii, and Tohka, with the members on the blip and Kotori making a brief entrance.\u001b[24m\n    \u001b[1mそれはShidou、Tobiichii、Tohkaにのみ焦点を当て、メンバーは吹き出しと小鳥に簡単に入りました。\u001b[22m, \u001b[1mそれだけの簡単な入り口を作るブリップとことり上のメンバーと、Shidou、Tobiichii、およびTohkaに焦点を当てました。\u001b[22m\n\u001b[4mTobiichii's reactions to Shidou's weird comments made their date really hilarious to watch.\u001b[24m\n    \u001b[1mTobiichiiのShidouの奇妙なコメントに対する反応は、彼らの日時を本当に面白く見せてくれました。\u001b[22m, \u001b[1mShidouの奇妙なコメントにTobiichiiの反応は見ていて、その日は本当に陽気ました。\u001b[22m\nOne of the phrases was, 'I am also a siscon that sleeps with his sister when given the chance. I also take her panties out and sniff them.'\n\n\u001b[1mそのフレーズの1つは、「私はチャンスが与えられたときに妹と眠るシスコンです。 私は彼女のパンティーを取り出して嗅ぐ。\u001b[22m\n\u001b[1m(Sono furēzu no 1tsu wa,`watashi wa chansu ga atae rareta toki ni imōto to nemuru shisukondesu. Watashi wa kanojo no pantī o toridashite kagu.)\u001b[22m\n\nTranslations of \u001b[4mOne of the phrases was, 'I am also a siscon that sleeps with his sister when given the chance. I also take her panties out and sniff them.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the phrases was, 'I am also a siscon that sleeps with his sister when given the chance.\u001b[24m\n    \u001b[1mそのフレーズの1つは、「私はチャンスが与えられたときに妹と眠るシスコンです。\u001b[22m, \u001b[1mフレーズの一つは、私もチャンスが与えられたとき、彼の妹と寝sisconだ」、でした。\u001b[22m\n\u001b[4mI also take her panties out and sniff them.'\u001b[24m\n    \u001b[1m私は彼女のパンティーを取り出して嗅ぐ。\u001b[22m, \u001b[1m私も彼女のパンティーを取り出し、それらを嗅ぎます。」\u001b[22m\nTobiichii, 'Is that so? That's great.'\n\n\u001b[1mTobiichii、 'そうですか？ それは素晴らしいことです。'\u001b[22m\n\u001b[1m(Tobiichii, '-sōdesu ka? Sore wa subarashī kotodesu.')\u001b[22m\n\nTranslations of \u001b[4mTobiichii, 'Is that so? That's great.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTobiichii, 'Is that so?\u001b[24m\n    \u001b[1mTobiichii、 'そうですか？\u001b[22m, \u001b[1mTobiichiiは、「そうですか？\u001b[22m\n\u001b[4mThat's great.'\u001b[24m\n    \u001b[1mそれは素晴らしいことです。'\u001b[22m, \u001b[1mそれは素晴らしいです。\u001b[22m, \u001b[1mそれは素晴らしいことです。」\u001b[22m\n\u001b[1m\u001b[22m\nOVerall, if you were a fan of the series, then you would already know what you are getting into. If you liked the series, then you definitely would like the OVA.\n\n\u001b[1mあなたがシリーズのファンだったら、あなたはすでにあなたが入っているものを知っているでしょう。 あなたがシリーズを好きなら、あなたは間違いなくOVAが好きです。\u001b[22m\n\u001b[1m(Anata ga shirīzu no fandattara, anata wa sudeni anata ga haitte iru mono o shitte irudeshou. Anata ga shirīzu o sukinara, anata wa machigainaku ovu~a ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mOVerall, if you were a fan of the series, then you would already know what you are getting into. If you liked the series, then you definitely would like the OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVerall, if you were a fan of the series, then you would already know what you are getting into.\u001b[24m\n    \u001b[1mあなたがシリーズのファンだったら、あなたはすでにあなたが入っているものを知っているでしょう。\u001b[22m, \u001b[1mあなたはシリーズのファンであれば、全体的に、あなたはすでにあなたになっているものを知っているだろう。\u001b[22m\n\u001b[4mIf you liked the series, then you definitely would like the OVA.\u001b[24m\n    \u001b[1mあなたがシリーズを好きなら、あなたは間違いなくOVAが好きです。\u001b[22m, \u001b[1mあなたはシリーズが好きなら、あなたは間違いなくOVAをしたいと思います。\u001b[22m"
  },
  {
    "title": "Date_A_Live__Date_to_Date",
    "id": "17641",
    "url": "https://myanimelist.net/anime/17641/Date_A_Live__Date_to_Date",
    "user": "Andyis",
    "profile": "/profile/Andyis/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=122969",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\nOK。 もしあなたが最初のシーズンを見たなら、あなたもこれを見るかもしれません。\n\n実際、それはかなり面白いです。\n\n主人公は、彼がロリコンであることを宣言してエピソードを開きます（はい、私はそれも誤りだと思いました）。 残念ながら（私にとってはとにかく）このエピソードは、折り紙とtohkaに焦点を当てています。\n\n芸術は今までと同じくらい鮮明で、歌（特に紹介）はとても楽しいものでした。\n\n何かが欠けているなら、私はそれが文字だと思いますが、シーズン1を見た後、静的なtohkaと折り紙の準備ができているはずです。\n\n今までのように、tohkaは脳力に欠けています -  'あなたは私を憎むのですか？  '\n\n折り紙は無礼で、奇妙なものです。\n\nまあ、もし何かが最高だったら、私は折り紙を取り除こうとしているのが好きだったと言うだろう（悲しいことに...）\n\n見て！ それはシーズン2の前に良い記憶のリフレッシャーになるでしょう。\n\n彼女のリボンで琴の隠喩に気付く。 その顕著なこのエピソード（あなたが前に気づいたら、おめでとう！）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOk. if you watched the first season you might as well watch this too.\n\n\u001b[1mOK。 もしあなたが最初のシーズンを見たなら、あなたもこれを見るかもしれません。\u001b[22m\n\u001b[1m(OK. Moshi anata ga saisho no shīzun o mitanara, anata mo kore o miru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOk. if you watched the first season you might as well watch this too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk.\u001b[24m\n    \u001b[1mOK。\u001b[22m, \u001b[1mOK。\u001b[22m, \u001b[1m[OK]をクリックします。\u001b[22m\n\u001b[4mif you watched the first season you might as well watch this too.\u001b[24m\n    \u001b[1mもしあなたが最初のシーズンを見たなら、あなたもこれを見るかもしれません。\u001b[22m, \u001b[1mあなたが最初のシーズンを見た場合も同様に、あまりにもこれを見て可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nin fact, it is quite amusing.\n\n\u001b[1m実際、それはかなり面白いです。\u001b[22m\n\u001b[1m(Jissai, sore wa kanari omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4min fact, it is quite amusing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4min fact, it is quite amusing.\u001b[24m\n    \u001b[1m実際、それはかなり面白いです。\u001b[22m, \u001b[1m実際には、それは非常に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe protagonist opens the episode declaring he is a lolicon ( yes, I thought it was an error too ). unfortunately ( for me anyway ) this episode focuses on origami, and tohka.\n\n\u001b[1m主人公は、彼がロリコンであることを宣言してエピソードを開きます（はい、私はそれも誤りだと思いました）。 残念ながら（私にとってはとにかく）このエピソードは、折り紙とtohkaに焦点を当てています。\u001b[22m\n\u001b[1m(Shujinkō wa, kare ga rorikondearu koto o sengen shite episōdo o hirakimasu (hai, watashi wa sore mo ayamarida to omoimashita). Zan'nen'nagara (watashi ni totte wa tonikaku) kono episōdo wa, origami to tohka ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe protagonist opens the episode declaring he is a lolicon ( yes, I thought it was an error too ). unfortunately ( for me anyway ) this episode focuses on origami, and tohka.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe protagonist opens the episode declaring he is a lolicon ( yes, I thought it was an error too ).\u001b[24m\n    \u001b[1m主人公は、彼がロリコンであることを宣言してエピソードを開きます（はい、私はそれも誤りだと思いました）。\u001b[22m, \u001b[1m主人公は、彼が（はい、私はそれがあまりにも誤りだと思った）ロリコンで宣言エピソードを開きます。\u001b[22m\n\u001b[4munfortunately ( for me anyway ) this episode focuses on origami, and tohka.\u001b[24m\n    \u001b[1m残念ながら（私にとってはとにかく）このエピソードは、折り紙とtohkaに焦点を当てています。\u001b[22m, \u001b[1m残念ながら（私のためにとにかく）このエピソードは折り紙、およびtohkaに焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is as crisp as ever and the song ( especially the introductions ) were quite pleasing.\n\n\u001b[1m芸術は今までと同じくらい鮮明で、歌（特に紹介）はとても楽しいものでした。\u001b[22m\n\u001b[1m(Geijutsu wa imamade to onaji kurai senmeide, uta (tokuni shōkai) wa totemo tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is as crisp as ever and the song ( especially the introductions ) were quite pleasing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is as crisp as ever and the song ( especially the introductions ) were quite pleasing.\u001b[24m\n    \u001b[1m芸術は今までと同じくらい鮮明で、歌（特に紹介）はとても楽しいものでした。\u001b[22m, \u001b[1m技術は、これまでと同じようにカリカリで、歌（特に導入は）非常に喜ばました。\u001b[22m\n\u001b[1m\u001b[22m\nif anything is lacking, I'd say it's the characters but you should be ready for a static tohka and origami, after watching season 1.\n\n\u001b[1m何かが欠けているなら、私はそれが文字だと思いますが、シーズン1を見た後、静的なtohkaと折り紙の準備ができているはずです。\u001b[22m\n\u001b[1m(Nanika ga kakete irunara, watashi wa sore ga mojida to omoimasuga, shīzun 1 o mita nochi, seitekina tohka to origami no junbi ga dekite iru hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mif anything is lacking, I'd say it's the characters but you should be ready for a static tohka and origami, after watching season 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif anything is lacking, I'd say it's the characters but you should be ready for a static tohka and origami, after watching season 1.\u001b[24m\n    \u001b[1m何かが欠けているなら、私はそれが文字だと思いますが、シーズン1を見た後、静的なtohkaと折り紙の準備ができているはずです。\u001b[22m, \u001b[1m何かが欠けている場合、私はそれが文字だと言うだろうが、あなたはシーズン1を見た後、静的tohkaと折り紙のための準備ができているはずです。\u001b[22m\n\u001b[1m\u001b[22m\nas ever, tohka is lacking in brainpower - ' do you hate me shidou? '\n\n\u001b[1m今までのように、tohkaは脳力に欠けています -  'あなたは私を憎むのですか？  '\u001b[22m\n\u001b[1m(Ima made no yō ni, tohka wa nōryoku ni kakete imasu - ' anata wa watashi o nikumu nodesu ka? ')\u001b[22m\n\nTranslations of \u001b[4mas ever, tohka is lacking in brainpower - ' do you hate me shidou? '\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mas ever, tohka is lacking in brainpower - ' do you hate me shidou?\u001b[24m\n    \u001b[1m今までのように、tohkaは脳力に欠けています -  'あなたは私を憎むのですか？\u001b[22m, \u001b[1mこれまでのように、tohkaは頭脳に欠けている - 「あなたは私のshidouを憎むのですか？\u001b[22m\n\u001b[4m'\u001b[24m\n    \u001b[1m'\u001b[22m\n\u001b[1m\u001b[22m\nand origami is apathetic and kind of weird- 'woof'\n\n\u001b[1m折り紙は無礼で、奇妙なものです。\u001b[22m\n\u001b[1m(Origami wa burei de, kimyōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mand origami is apathetic and kind of weird- 'woof'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand origami is apathetic and kind of weird- 'woof'\u001b[24m\n    \u001b[1m折り紙は無礼で、奇妙なものです。\u001b[22m, \u001b[1mそして、折り紙は無関心と種類のweird-「横糸」であります\u001b[22m\n\u001b[1m\u001b[22m\nWell, if anything was the best, I'd say I liked shidou trying to get rid of origami ( sadly...)\n\n\u001b[1mまあ、もし何かが最高だったら、私は折り紙を取り除こうとしているのが好きだったと言うだろう（悲しいことに...）\u001b[22m\n\u001b[1m(Mā, moshi nanika ga saikōdattara, watashi wa origami o torinozokou to shite iru no ga sukidatta to iudarou (kanashī koto ni... ))\u001b[22m\n\nTranslations of \u001b[4mWell, if anything was the best, I'd say I liked shidou trying to get rid of origami ( sadly...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, if anything was the best, I'd say I liked shidou trying to get rid of origami ( sadly...)\u001b[24m\n    \u001b[1mまあ、もし何かが最高だったら、私は折り紙を取り除こうとしているのが好きだったと言うだろう（悲しいことに...）\u001b[22m, \u001b[1m何が最高だった場合は、まあ、私は（...悲しいことに）私は折り紙を取り除くしようとしてshidouが好きだと思います\u001b[22m\n\u001b[1m\u001b[22m\nWatch it! it will be a good memory refresher before season 2.\n\n\u001b[1m見て！ それはシーズン2の前に良い記憶のリフレッシャーになるでしょう。\u001b[22m\n\u001b[1m(Mite! Sore wa shīzun 2 no mae ni yoi kioku no rifuresshā ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mWatch it! it will be a good memory refresher before season 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch it!\u001b[24m\n    \u001b[1m見て！\u001b[22m, \u001b[1mそれを見て！\u001b[22m, \u001b[1mそれを見てください！\u001b[22m\n\u001b[4mit will be a good memory refresher before season 2.\u001b[24m\n    \u001b[1mそれはシーズン2の前に良い記憶のリフレッシャーになるでしょう。\u001b[22m, \u001b[1mそれはシーズン2の前に良いメモリ復習になります。\u001b[22m\n\u001b[1m\u001b[22m\nalso notice the metaphor of kotori with her ribbons. its noticeable this episode ( if you noticed before, congrats!)\n\n\u001b[1m彼女のリボンで琴の隠喩に気付く。 その顕著なこのエピソード（あなたが前に気づいたら、おめでとう！）\u001b[22m\n\u001b[1m(Kanojo no ribon de koto no in'yu ni kidzuku. Sono kenchona kono episōdo (anata ga mae ni kidzuitara, omedetō! ))\u001b[22m\n\nTranslations of \u001b[4malso notice the metaphor of kotori with her ribbons. its noticeable this episode ( if you noticed before, congrats!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4malso notice the metaphor of kotori with her ribbons.\u001b[24m\n    \u001b[1m彼女のリボンで琴の隠喩に気付く。\u001b[22m, \u001b[1mまた彼女のリボンとことりのメタファーに気づきます。\u001b[22m\n\u001b[4mits noticeable this episode ( if you noticed before, congrats!)\u001b[24m\n    \u001b[1mその顕著なこのエピソード（あなたが前に気づいたら、おめでとう！）\u001b[22m, \u001b[1mその顕著なこのエピソード（あなたが前に気づいた場合は、おめでとう！）\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Date_A_Live__Date_to_Date",
    "id": "17641",
    "url": "https://myanimelist.net/anime/17641/Date_A_Live__Date_to_Date",
    "user": "PyraXadon",
    "profile": "/profile/PyraXadon/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=122941",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\n多くのOVAの場合と同様に、Date A Live OVAは実際にプロットや重要なメリットに意味を持ちません。 さらなる騒ぎをせずに、レビューに。  （韻を踏むFTW）\n\nストーリー（6/10）：生きているOVAが文字通り、OrigamiとTohkaという2つの主要な女性リードと一緒におしゃぶりする日。 それは漫画的な意味では大丈夫でしたが、実際にはその話には意味がありません。  OVAはアニメの「愛の三角形」をベースにしており、コメディのビットとボブは素早く笑うのに適しています。 それ以外は本当に何もありません。\n\nキャラクター（7/10）：元のアニメシリーズのキャラクターとほとんど同じです。 しかし、あなたはTohkaを別の光で見ているOVAの部分がありますが、それ以外の場合は、違いや発展はありません。\n\nアートとサウンド（8/10と7/10）：芸術はそれ自身と一貫しており、いつものように審美的に美しいです。 素敵なキャラクターのデザインと風景を作りました。 しかし、このOVAが本当にそのアニメの親に完全に会わなかったという事実は私にとってバグです。 大部分のOVAの背景文字は文字通り顔を持つ白い塊であった。 私にとっては、これは私を悲しんだ。クリエイターたちが「簡単な」方法を取っていたからだ。 音はアニメの部分から再利用され、それ以上の説明は必要ありません。\n\n個人的な楽しさ（7/10）：これはそれが予定されていると思ったほど良くはないが、それはまだ面白かった。 はい、アニメーションにはショートカットがありました。 はい、場面がたくさんありましたが、時には急いでいるシーンもありました。 しかし、全体として、私はこのOVAが「OK」を見ることがわかった。 それほど良いことではありませんでしたが、それほど悪くはありませんでした。 私が好きだったのは、OVAがカメオをフィーチャーしているので、次のシーズンへの素敵な「楽ち」でした！  （小説を読んだら、誰がそれを見ているか知っているだろう）あなたが「A Live」を好きなら、これはあなたにとって大丈夫だろう。 あなたがharemsまたは単に一般的なfanserviceを嫌うならば（Date A Liveシリーズにはかなりのものがありますが、このOVAも例外ではありません）、これを使わないでください。\n\n少し注意してください：私は、私の野生の夢の中で起こることは決して想像してもらえませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAs with many OVA's, the Date A Live OVA really has no significance in its plot, or any real merit. Without further ado, onto the review. (rhyming FTW)\n\n\u001b[1m多くのOVAの場合と同様に、Date A Live OVAは実際にプロットや重要なメリットに意味を持ちません。 さらなる騒ぎをせずに、レビューに。  （韻を踏むFTW）\u001b[22m\n\u001b[1m(Ōku no ovu~a no baai to dōyō ni, dēta A raibu ovu~a wa jissai ni purotto ya jūyōna meritto ni imi o mochimasen. Saranaru sawagi o sezu ni, rebyū ni. (Inwofumu FTW))\u001b[22m\n\nTranslations of \u001b[4mAs with many OVA's, the Date A Live OVA really has no significance in its plot, or any real merit. Without further ado, onto the review. (rhyming FTW)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs with many OVA's, the Date A Live OVA really has no significance in its plot, or any real merit.\u001b[24m\n    \u001b[1m多くのOVAの場合と同様に、Date A Live OVAは実際にプロットや重要なメリットに意味を持ちません。\u001b[22m, \u001b[1m多くのOVAのと同じように、デート・ア・ライブOVAは本当に、そのプロットでは意味、または任意の本当のメリットを持っていません。\u001b[22m\n\u001b[4mWithout further ado, onto the review.\u001b[24m\n    \u001b[1mさらなる騒ぎをせずに、レビューに。\u001b[22m, \u001b[1mさらに騒ぎがなければ、審査の上。\u001b[22m\n\u001b[4m(rhyming FTW)\u001b[24m\n    \u001b[1m（韻を踏むFTW）\u001b[22m, \u001b[1m（FTW押韻）\u001b[22m\n\u001b[1m\u001b[22m\nStory (6/10): The date a live OVA literally is about pissing around with the 2 main female leads Origami and Tohka. While it was ok in a comical sense, there really is no significance to the story. The OVA is based around the anime's 'love triangle' with bits and bobs of comedy that is good for a quick laugh. Other then that, there's nothing else really.\n\n\u001b[1mストーリー（6/10）：生きているOVAが文字通り、OrigamiとTohkaという2つの主要な女性リードと一緒におしゃぶりする日。 それは漫画的な意味では大丈夫でしたが、実際にはその話には意味がありません。  OVAはアニメの「愛の三角形」をベースにしており、コメディのビットとボブは素早く笑うのに適しています。 それ以外は本当に何もありません。\u001b[22m\n\u001b[1m(Sutōrī (6 / 10): Ikite iru ovu~a ga mojidōri, Origami to Tohka to iu 2tsu no shuyōna josei rīdo to issho ni oshaburi suru hi. Sore wa manga-tekina imide wa daijōbudeshitaga, jissai ni wa sono-wa ni wa imi ga arimasen. Ovu~a wa animeno `ai no sankakkei' o bēsu ni shite ori, komedi no bitto to Bobu wa subayaku warau no ni tekishite imasu. Sore igai wa hontōni nani mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mStory (6/10): The date a live OVA literally is about pissing around with the 2 main female leads Origami and Tohka. While it was ok in a comical sense, there really is no significance to the story. The OVA is based around the anime's 'love triangle' with bits and bobs of comedy that is good for a quick laugh. Other then that, there's nothing else really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (6/10): The date a live OVA literally is about pissing around with the 2 main female leads Origami and Tohka.\u001b[24m\n    \u001b[1mストーリー（6/10）：生きているOVAが文字通り、OrigamiとTohkaという2つの主要な女性リードと一緒におしゃぶりする日。\u001b[22m, \u001b[1mストーリー（6/10）：日付ライブOVAは、文字通り2つの主要な女性が折り紙とTohkaリードの周り放尿についてです。\u001b[22m\n\u001b[4mWhile it was ok in a comical sense, there really is no significance to the story.\u001b[24m\n    \u001b[1mそれは漫画的な意味では大丈夫でしたが、実際にはその話には意味がありません。\u001b[22m, \u001b[1mそれがコミカルな意味で大丈夫でしたが、本当に話に重要な意味はありません。\u001b[22m\n\u001b[4mThe OVA is based around the anime's 'love triangle' with bits and bobs of comedy that is good for a quick laugh.\u001b[24m\n    \u001b[1mOVAはアニメの「愛の三角形」をベースにしており、コメディのビットとボブは素早く笑うのに適しています。\u001b[22m, \u001b[1mOVAは迅速な笑いのために良いですコメディの小物類とアニメの「三角関係」に基づいています。\u001b[22m\n\u001b[4mOther then that, there's nothing else really.\u001b[24m\n    \u001b[1mそれ以外は本当に何もありません。\u001b[22m, \u001b[1mその他、他には本当に何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (7/10): The characters are pretty much the same as they feature the characters from the original anime series. But there is the portion of the OVA where you see Tohka in a different light, but other then that, there's no difference or development.\n\n\u001b[1mキャラクター（7/10）：元のアニメシリーズのキャラクターとほとんど同じです。 しかし、あなたはTohkaを別の光で見ているOVAの部分がありますが、それ以外の場合は、違いや発展はありません。\u001b[22m\n\u001b[1m(Kyarakutā (7 / 10): Gen no animeshirīzu no kyarakutā to hotondo onajidesu. Shikashi, anata wa Tohka o betsu no hikari de mite iru ovu~a no bubun ga arimasuga, soreigai no baai wa, chigai ya hatten wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (7/10): The characters are pretty much the same as they feature the characters from the original anime series. But there is the portion of the OVA where you see Tohka in a different light, but other then that, there's no difference or development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (7/10): The characters are pretty much the same as they feature the characters from the original anime series.\u001b[24m\n    \u001b[1mキャラクター（7/10）：元のアニメシリーズのキャラクターとほとんど同じです。\u001b[22m, \u001b[1m文字（7/10）：彼らはオリジナルアニメシリーズから文字を特色として、文字はほとんど同じです。\u001b[22m\n\u001b[4mBut there is the portion of the OVA where you see Tohka in a different light, but other then that, there's no difference or development.\u001b[24m\n    \u001b[1mしかし、あなたはTohkaを別の光で見ているOVAの部分がありますが、それ以外の場合は、違いや発展はありません。\u001b[22m, \u001b[1mしかし、あなたは別の光の中でTohkaを参照してくださいOVAの部分があるが、その後、他の、何の違いや開発はありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound (8/10 and 7/10): The art is pretty consistent with itself and aesthetically beautiful as always. With wonderfully made character designs and scenery. However, what bugs me is the fact that this OVA didn't really meet up fully to its anime parent. The background characters for the majority of the OVA were literally white blobs with a face. To me, this saddened me, as the creators sort of took the 'easy' way out. The sound is reused from its anime counterpart and needs no further explanation.\n\n\u001b[1mアートとサウンド（8/10と7/10）：芸術はそれ自身と一貫しており、いつものように審美的に美しいです。 素敵なキャラクターのデザインと風景を作りました。 しかし、このOVAが本当にそのアニメの親に完全に会わなかったという事実は私にとってバグです。 大部分のOVAの背景文字は文字通り顔を持つ白い塊であった。 私にとっては、これは私を悲しんだ。クリエイターたちが「簡単な」方法を取っていたからだ。 音はアニメの部分から再利用され、それ以上の説明は必要ありません。\u001b[22m\n\u001b[1m(Āto to saundo (8 / 10 to 7/ 10): Geijutsu wa sore jishin to ikkan shite ori, itsumo no yō ni shinbi-teki ni utsukushīdesu. Sutekina kyarakutā no dezain to fūkei o tsukurimashita. Shikashi, kono ovu~a ga hontōni sono anime no oya ni kanzen ni awanakatta to iu jijitsu wa watashi ni totte bagudesu. Daibubun no ovu~a no haikei moji wa mojidōri kao o motsu shiroi katamarideatta. Watashi ni totte wa, kore wa watashi o kanashinda. Kurieitā-tachi ga `kantan'na' hōhō o totte itakarada. Oto wa anime no bubun kara sai riyō sa re, soreijō no setsumei wa hitsuyō arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound (8/10 and 7/10): The art is pretty consistent with itself and aesthetically beautiful as always. With wonderfully made character designs and scenery. However, what bugs me is the fact that this OVA didn't really meet up fully to its anime parent. The background characters for the majority of the OVA were literally white blobs with a face. To me, this saddened me, as the creators sort of took the 'easy' way out. The sound is reused from its anime counterpart and needs no further explanation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound (8/10 and 7/10): The art is pretty consistent with itself and aesthetically beautiful as always.\u001b[24m\n    \u001b[1mアートとサウンド（8/10と7/10）：芸術はそれ自身と一貫しており、いつものように審美的に美しいです。\u001b[22m, \u001b[1mアートとサウンド（8/10と7/10）：芸術は、それ自体にはかなり一貫性があり、いつものように審美的に美しいです。\u001b[22m\n\u001b[4mWith wonderfully made character designs and scenery.\u001b[24m\n    \u001b[1m素敵なキャラクターのデザインと風景を作りました。\u001b[22m, \u001b[1m素晴らしく作られたキャラクターデザインと風景と。\u001b[22m\n\u001b[4mHowever, what bugs me is the fact that this OVA didn't really meet up fully to its anime parent.\u001b[24m\n    \u001b[1mしかし、このOVAが本当にそのアニメの親に完全に会わなかったという事実は私にとってバグです。\u001b[22m, \u001b[1mしかし、私はこのOVAは本当に、そのアニメの親に完全にまで満たしていなかったという事実は何のバグです。\u001b[22m\n\u001b[4mThe background characters for the majority of the OVA were literally white blobs with a face.\u001b[24m\n    \u001b[1m大部分のOVAの背景文字は文字通り顔を持つ白い塊であった。\u001b[22m, \u001b[1mOVAの大多数のための背景の文字は文字通り顔と白ブロブました。\u001b[22m\n\u001b[4mTo me, this saddened me, as the creators sort of took the 'easy' way out.\u001b[24m\n    \u001b[1m私にとっては、これは私を悲しんだ。クリエイターたちが「簡単な」方法を取っていたからだ。\u001b[22m, \u001b[1mクリエイターは一種の「簡単」な方法を取ったとして、私には、これは、私を悲しく。\u001b[22m\n\u001b[4mThe sound is reused from its anime counterpart and needs no further explanation.\u001b[24m\n    \u001b[1m音はアニメの部分から再利用され、それ以上の説明は必要ありません。\u001b[22m, \u001b[1m音はそのアニメ相手から再利用され、さらに説明を必要とされていません。\u001b[22m\n\u001b[1m\u001b[22m\nPersonal enjoyment (7/10): While this wasn't as good as I thought it was going to be, it was still entertaining. Yes, there were shortcuts in the animation. Yes, there were a bunch of scene cliches and sometimes rushed scenes. But overall, I found this OVA 'ok' to watch. It wasn't really that good, but it wasn't that bad either. What I did like was a nice little 'ease in' into the next season, as the OVA featured a cameo! (If you read the novel, you'll know whom it is when you watch it.) If you like Date A Live, this will be ok for you. If you hate harems or just general fanservice, (cause the Date A Live series has quite a bit, and this OVA is no exception), then don't take this on.\n\n\u001b[1m個人的な楽しさ（7/10）：これはそれが予定されていると思ったほど良くはないが、それはまだ面白かった。 はい、アニメーションにはショートカットがありました。 はい、場面がたくさんありましたが、時には急いでいるシーンもありました。 しかし、全体として、私はこのOVAが「OK」を見ることがわかった。 それほど良いことではありませんでしたが、それほど悪くはありませんでした。 私が好きだったのは、OVAがカメオをフィーチャーしているので、次のシーズンへの素敵な「楽ち」でした！  （小説を読んだら、誰がそれを見ているか知っているだろう）あなたが「A Live」を好きなら、これはあなたにとって大丈夫だろう。 あなたがharemsまたは単に一般的なfanserviceを嫌うならば（Date A Liveシリーズにはかなりのものがありますが、このOVAも例外ではありません）、これを使わないでください。\u001b[22m\n\u001b[1m(Kojin-tekina tanoshisa (7 / 10): Kore wa sore ga yotei sa rete iru to omotta hodo yoku wa naiga, sore wa mada omoshirokatta. Hai, animēshon ni wa shōtokatto ga arimashita. Hai, bamen ga takusan arimashitaga, tokiniha isoide iru shīn mo arimashita. Shikashi, zentai to shite, watashi wa kono ovu~a ga `OK' o miru koto ga wakatta. Sore hodo yoi kotode wa arimasendeshitaga, sore hodo waruku wa arimasendeshita. Watashi ga sukidatta no wa, ovu~a ga Kameo o fīchā shite irunode,-ji no shīzun e no sutekina `raku chi'deshita! (Shōsetsu o yondara, dare ga sore o mite iru ka shitte irudarou) anata ga `A raibu' o sukinara, kore wa anata ni totte daijōbudarou. Anata ga harems matawa tan'ni ippantekina fanservice o kiraunaraba (dēta A raibu shirīzu ni wa kanari no mono ga arimasuga, kono ovu~a mo reigaide wa arimasen), kore o tsukawanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mPersonal enjoyment (7/10): While this wasn't as good as I thought it was going to be, it was still entertaining. Yes, there were shortcuts in the animation. Yes, there were a bunch of scene cliches and sometimes rushed scenes. But overall, I found this OVA 'ok' to watch. It wasn't really that good, but it wasn't that bad either. What I did like was a nice little 'ease in' into the next season, as the OVA featured a cameo! (If you read the novel, you'll know whom it is when you watch it.) If you like Date A Live, this will be ok for you. If you hate harems or just general fanservice, (cause the Date A Live series has quite a bit, and this OVA is no exception), then don't take this on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonal enjoyment (7/10): While this wasn't as good as I thought it was going to be, it was still entertaining.\u001b[24m\n    \u001b[1m個人的な楽しさ（7/10）：これはそれが予定されていると思ったほど良くはないが、それはまだ面白かった。\u001b[22m, \u001b[1m個人で楽しむ（7/10）：これは私はそれがために思っていたほど良くなかったが、それはまだ面白いでした。\u001b[22m\n\u001b[4mYes, there were shortcuts in the animation.\u001b[24m\n    \u001b[1mはい、アニメーションにはショートカットがありました。\u001b[22m, \u001b[1mはい、アニメーションにショートカットがありました。\u001b[22m\n\u001b[4mYes, there were a bunch of scene cliches and sometimes rushed scenes.\u001b[24m\n    \u001b[1mはい、場面がたくさんありましたが、時には急いでいるシーンもありました。\u001b[22m, \u001b[1mはい、シーンの決まり文句、時には急いシーンの束がありました。\u001b[22m\n\u001b[4mBut overall, I found this OVA 'ok' to watch.\u001b[24m\n    \u001b[1mしかし、全体として、私はこのOVAが「OK」を見ることがわかった。\u001b[22m, \u001b[1mしかし全体的に、私はこのOVA「OK 'を見ることが分かりました。\u001b[22m\n\u001b[4mIt wasn't really that good, but it wasn't that bad either.\u001b[24m\n    \u001b[1mそれほど良いことではありませんでしたが、それほど悪くはありませんでした。\u001b[22m, \u001b[1mそれは本当に良いことではありませんでしたが、それはどちらか悪いことではありませんでした。\u001b[22m\n\u001b[4mWhat I did like was a nice little 'ease in' into the next season, as the OVA featured a cameo!\u001b[24m\n    \u001b[1m私が好きだったのは、OVAがカメオをフィーチャーしているので、次のシーズンへの素敵な「楽ち」でした！\u001b[22m, \u001b[1mOVAがカメオを特色として、私は次のようにやったことは、次のシーズンにちょっといい」を容易にする」でした！\u001b[22m\n\u001b[4m(If you read the novel, you'll know whom it is when you watch it.) If you like Date A Live, this will be ok for you.\u001b[24m\n    \u001b[1m（小説を読んだら、誰がそれを見ているか知っているだろう）あなたが「A Live」を好きなら、これはあなたにとって大丈夫だろう。\u001b[22m, \u001b[1m（あなたは小説を読めば、あなたはそれを見たときにそれが誰を知っているよ。）あなたがデート・ア・ライブが好きなら、これはあなたのためにOKになります。\u001b[22m\n\u001b[4mIf you hate harems or just general fanservice, (cause the Date A Live series has quite a bit, and this OVA is no exception), then don't take this on.\u001b[24m\n    \u001b[1mあなたがharemsまたは単に一般的なfanserviceを嫌うならば（Date A Liveシリーズにはかなりのものがありますが、このOVAも例外ではありません）、これを使わないでください。\u001b[22m, \u001b[1mあなたは（ライブシリーズはかなりあり、このOVAも例外ではありません日付を引き起こす）、ハーレムまたは単に一般的なサービスカットを嫌う場合は、この上取ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nLittle note: There's an unexpected thing that Tohka does, that I would never imagine in my wildest dreams to happen.\n\n\u001b[1mちょっとしたメモ：私の野生の夢の中で起こることは決して想像したくない、トフカの予期しないことがあります。\u001b[22m\n\u001b[1m(Chottoshita memo: Watashi no yasei no yumenonakade okoru koto wa kesshite sōzō shitakunai, tofuka no yoki shinai koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mLittle note: There's an unexpected thing that Tohka does, that I would never imagine in my wildest dreams to happen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLittle note: There's an unexpected thing that Tohka does, that I would never imagine in my wildest dreams to happen.\u001b[24m\n    \u001b[1mちょっとしたメモ：私の野生の夢の中で起こることは決して想像したくない、トフカの予期しないことがあります。\u001b[22m, \u001b[1mリトルノート：Tohkaはない予想外の事は私が起こるために私の想像では想像することはないだろうと、あります。\u001b[22m"
  },
  {
    "title": "Date_A_Live__Date_to_Date",
    "id": "17641",
    "url": "https://myanimelist.net/anime/17641/Date_A_Live__Date_to_Date",
    "user": "123derpabc",
    "profile": "/profile/123derpabc/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=186618",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nメイン・ショーの続編であるこのOVAは、物語がはるかに少なく、最後は絶対的な喜びであろうと、トフカの絵であろうと、純粋なファンサービスです。 シリーズのファンには大事なことだが、メインショーが気に入らなければ何も期待しない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA continuation of the main show, this OVA has much less story and is just about pure fan service whether it be absolute hilarity or Tohka's picture at the very end. A treat to fans of the series, but don't expect anything if you didn't like the main show.\n\n\u001b[1mメイン・ショーの続編であるこのOVAは、物語がはるかに少なく、最後は絶対的な喜びであろうと、トフカの絵であろうと、純粋なファンサービスです。 シリーズのファンには大事なことだが、メインショーが気に入らなければ何も期待しない。\u001b[22m\n\u001b[1m(Mein shō no zokuhendearu kono ovu~a wa, monogatari ga haruka ni sukunaku, saigo wa zettai-tekina yorokobidearou to, tofuka no edearou to, junsuina fansābisudesu. Shirīzu no fan ni wa daijina kotodaga, meinshō ga kiniiranakereba nani mo kitai shinai.)\u001b[22m\n\nTranslations of \u001b[4mA continuation of the main show, this OVA has much less story and is just about pure fan service whether it be absolute hilarity or Tohka's picture at the very end. A treat to fans of the series, but don't expect anything if you didn't like the main show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA continuation of the main show, this OVA has much less story and is just about pure fan service whether it be absolute hilarity or Tohka's picture at the very end.\u001b[24m\n    \u001b[1mメイン・ショーの続編であるこのOVAは、物語がはるかに少なく、最後は絶対的な喜びであろうと、トフカの絵であろうと、純粋なファンサービスです。\u001b[22m, \u001b[1mメインショーの続き、このOVAはそれほど話を持っており、それは絶対的なはしゃぎまたは非常に終わりにTohkaの画像であるかどうかだけでは純粋なファンサービスです。\u001b[22m\n\u001b[4mA treat to fans of the series, but don't expect anything if you didn't like the main show.\u001b[24m\n    \u001b[1mシリーズのファンには大事なことだが、メインショーが気に入らなければ何も期待しない。\u001b[22m, \u001b[1mシリーズのファンに御馳走しますが、メインのショーを好きではなかった場合は何も期待しないでください。\u001b[22m"
  },
  {
    "title": "Date_A_Live__Date_to_Date",
    "id": "17641",
    "url": "https://myanimelist.net/anime/17641/Date_A_Live__Date_to_Date",
    "user": "LoLyeah",
    "profile": "/profile/LoLyeah/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=132519",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  5\nキャラクター|  3\n|  2\n\n私はなぜ、このショーは、私も笑わせることはありませんが、このOVAはさらにテレビシリーズだ最悪ですが、それ以来、それはOVAだから私はそれを少し緩めるだろうと思う\n\nストーリー4/10\nワット？ それは私のためにかなり面白くない、私はブラッドラーOVAの笑いのトンを得るが、DaL OVAを見た後、私は笑っていない...\n\nアート6/10\n芸術は十分ですが、いつか、卵子がノウコムを模倣しているような気がします（多分私の想像力でしょうか、それとも本当ですか？）\n\nサウンド5/10\n新しいOP曲はありませんか？ まあ、それはOVAなので、私はそれをスキップしますが、それはTohkaの声が前よりも高いピッチであるようなものです、どうなりますか？ 彼女には合いません！ だからこそ私は5音を与えました！\n\nキャラクター3/10\nワット？ ただワット？ どうしてTobiichi OrigamiがShidoの要求のすべてを受け入れたのですか？ 彼女は犬か多分... sl * tですか？\n\n楽しさ2/10\n私もそれを楽しんでいない（見ている間私の電話凍結さえ、私は電池を引っ張ってリセットする必要があります！）\n\n全体的な4/10\nまあ、私はそれがテレビシリーズからダウングレードする卵のためだと思います\nあなたがDaLのファンなら、それを見なければなりません、そうでなければ、あなたもそれを試すことができますが、dissapointedしないでください",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\ni dunno why, but this show is doesn't even make me laugh, this OVA even more worst that it's tv series, but since it's only a OVA i think i'll loose it a bit\n\n\u001b[1m私はなぜ、このショーは、私も笑わせることはありませんが、このOVAはさらにテレビシリーズだ最悪だが、それ以来、それはOVAだから私はそれを少し緩めるだろうと思う\u001b[22m\n\u001b[1m(Watashi wa naze, kono shō wa, watashi mo warawaseru koto wa arimasenga, kono ovu~a wa sarani terebishirīzuda saiakuda ga, sore irai, soreha ovu~adakara watashi wa sore o sukoshi yurumerudarou to omou)\u001b[22m\n\nTranslations of \u001b[4mi dunno why, but this show is doesn't even make me laugh, this OVA even more worst that it's tv series, but since it's only a OVA i think i'll loose it a bit\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi dunno why, but this show is doesn't even make me laugh, this OVA even more worst that it's tv series, but since it's only a OVA i think i'll loose it a bit\u001b[24m\n    \u001b[1m私はなぜ、このショーは、私も笑わせることはありませんが、このOVAはさらにテレビシリーズだ最悪だが、それ以来、それはOVAだから私はそれを少し緩めるだろうと思う\u001b[22m, \u001b[1m私はなぜ知らないが、このショーは、も私を笑わせるしないでこのOVA、さらにそれがテレビシリーズだが、それが唯一のOVAだから私はそれを少し緩いと思うことは最悪\u001b[22m\n\u001b[1m\u001b[22m\nStory 4/10\n\n\u001b[1mストーリー4/10\u001b[22m\n\u001b[1m(Sutōrī 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 4/10\u001b[24m\n    \u001b[1mストーリー4/10\u001b[22m\nwat? it's not quite funny for me, i get a ton of laugh in Blood Lad OVA but after watching DaL OVA, i don't even laugh...\n\n\u001b[1mワット？ それは私のためにかなり面白くない、私はブラッドラーOVAの笑いのトンを得るが、DaL OVAを見た後、私は笑っていない...\u001b[22m\n\u001b[1m(Watto? Sore wa watashi no tame ni kanari omoshirokunai, watashi wa buraddorā ovu~a no warai no ton o eruga, DaL ovu~a o mita nochi, watashi wa waratte inai...)\u001b[22m\n\nTranslations of \u001b[4mwat? it's not quite funny for me, i get a ton of laugh in Blood Lad OVA but after watching DaL OVA, i don't even laugh...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwat?\u001b[24m\n    \u001b[1mワット？\u001b[22m\n\u001b[4mit's not quite funny for me, i get a ton of laugh in Blood Lad OVA but after watching DaL OVA, i don't even laugh...\u001b[24m\n    \u001b[1mそれは私のためにかなり面白くない、私はブラッドラーOVAの笑いのトンを得るが、DaL OVAを見た後、私は笑っていない...\u001b[22m, \u001b[1mそれは私にとって非常に面白いではないですが、私はブラッドラッドOVAでの笑いのトンを得るが、DAL OVAを見た後、私も笑っていません...\u001b[22m\n\u001b[1m\u001b[22m\nArt 6/10\n\n\u001b[1mアート6/10\u001b[22m\n\u001b[1m(Āto 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 6/10\u001b[24m\n    \u001b[1mアート6/10\u001b[22m\nArt is fair enough, but sometime, i got a feel the ova is imitating from NouCome (maybe it's just my imagination... or maybe it's true?)\n\n\u001b[1m芸術は十分ですが、いつか、卵子がノウコムを模倣しているような気がします（多分私の想像力でしょうか、それとも本当ですか？）\u001b[22m\n\u001b[1m(Geijutsu wa jūbundesuga, itsuka, ranshi ga noukomu o mohō shite iru yōna ki ga shimasu (tabun watashi no sōzō-ryokudeshou ka, soretomo hontōdesuka? ))\u001b[22m\n\nTranslations of \u001b[4mArt is fair enough, but sometime, i got a feel the ova is imitating from NouCome (maybe it's just my imagination... or maybe it's true?)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is fair enough, but sometime, i got a feel the ova is imitating from NouCome (maybe it's just my imagination... or maybe it's true?)\u001b[24m\n    \u001b[1m芸術は十分ですが、いつか、卵子がノウコムを模倣しているような気がします（多分私の想像力でしょうか、それとも本当ですか？）\u001b[22m, \u001b[1mアートは十分に公平であるが、いつか、私は、卵子が俺の脳内選択肢が、学園ラブコメを全力で邪魔しているから模倣された感触を得た（多分それはちょうど私の想像です...または多分それは本当ですか？）\u001b[22m\n\u001b[1m\u001b[22m\nSound 5/10\n\n\u001b[1mサウンド5/10\u001b[22m\n\u001b[1m(Saundo 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 5/10\u001b[24m\n    \u001b[1mサウンド5/10\u001b[22m, \u001b[1m5/10サウンド\u001b[22m\nno new OP song? well, it's an OVA, so i skip it, but it's like Tohka voice is more upper pitch than before, what happen? it's not suit her! that's why i gave 5 to the sound!\n\n\u001b[1m新しいOP曲はありませんか？ まあ、それはOVAなので、私はそれをスキップしますが、それはTohkaの声が前よりも高いピッチであるようなものです、どうなりますか？ 彼女には合いません！ だからこそ私は5音を与えました！\u001b[22m\n\u001b[1m(Atarashī OP-kyoku wa arimasen ka? Mā, soreha ovu~ananode, watashi wa sore o sukippu shimasuga, soreha Tohka no koe ga mae yori mo takai pitchidearu yōna monodesu, dō narimasu ka? Kanojo ni wa aimasen! Dakarakoso watashi wa 5 oto o ataemashita!)\u001b[22m\n\nTranslations of \u001b[4mno new OP song? well, it's an OVA, so i skip it, but it's like Tohka voice is more upper pitch than before, what happen? it's not suit her! that's why i gave 5 to the sound!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mno new OP song?\u001b[24m\n    \u001b[1m新しいOP曲はありませんか？\u001b[22m\n\u001b[4mwell, it's an OVA, so i skip it, but it's like Tohka voice is more upper pitch than before, what happen?\u001b[24m\n    \u001b[1mまあ、それはOVAなので、私はそれをスキップしますが、それはTohkaの声が前よりも高いピッチであるようなものです、どうなりますか？\u001b[22m, \u001b[1mよく、それはOVAだので、私はそれをスキップするが、Tohkaの声は以前より上位ピッチがあるようにそれはだ、何が起こりますか？\u001b[22m\n\u001b[4mit's not suit her!\u001b[24m\n    \u001b[1m彼女には合いません！\u001b[22m, \u001b[1mそれは彼女に合っていません！\u001b[22m\n\u001b[4mthat's why i gave 5 to the sound!\u001b[24m\n    \u001b[1mだからこそ私は5音を与えました！\u001b[22m, \u001b[1m私は音に5を与えた理由です！\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 3/10\n\n\u001b[1mキャラクター3/10\u001b[22m\n\u001b[1m(Kyarakutā 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 3/10\u001b[24m\n    \u001b[1mキャラクター3/10\u001b[22m, \u001b[1m文字3/10\u001b[22m\nwat? just wat? why the hell Tobiichi Origami accepted all of Shido's request? are she a dog or maybe... a sl*t?\n\n\u001b[1mワット？ ただワット？ どうしてTobiichi OrigamiがShidoの要求のすべてを受け入れたのですか？ 彼女は犬か多分... sl * tですか？\u001b[22m\n\u001b[1m(Watto? Tada watto? Dōshite Tobiichi Origami ga Shido no yōkyū no subete o ukeireta nodesu ka? Kanojo wa inu ka tabun... Sl* tdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mwat? just wat? why the hell Tobiichi Origami accepted all of Shido's request? are she a dog or maybe... a sl*t?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwat?\u001b[24m\n    \u001b[1mワット？\u001b[22m\n\u001b[4mjust wat?\u001b[24m\n    \u001b[1mただワット？\u001b[22m, \u001b[1mちょうどワット？\u001b[22m\n\u001b[4mwhy the hell Tobiichi Origami accepted all of Shido's request?\u001b[24m\n    \u001b[1mどうしてTobiichi OrigamiがShidoの要求のすべてを受け入れたのですか？\u001b[22m, \u001b[1m地獄Tobiichi折り紙は志度の要求のすべてを受け入れた理由は？\u001b[22m\n\u001b[4mare she a dog or maybe... a sl*t?\u001b[24m\n    \u001b[1m彼女は犬か多分... sl * tですか？\u001b[22m, \u001b[1m彼女は犬または多分... SLの*トンがありますか？\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 2/10\n\n\u001b[1m楽しさ2/10\u001b[22m\n\u001b[1m(Tanoshisa 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 2/10\u001b[24m\n    \u001b[1m楽しさ2/10\u001b[22m, \u001b[1m楽し2/10\u001b[22m\ni'm not even enjoying it (even my phone freeze while watching it, i need to reset it by pulling the batteries!)\n\n\u001b[1m私もそれを楽しんでいない（見ている間私の電話凍結さえ、私は電池を引っ張ってリセットする必要があります！）\u001b[22m\n\u001b[1m(Watashi mo sore o tanoshinde inai (mite iru ma watashi no denwa tōketsu sae, watashi wa denchi o hippatte risettosuru hitsuyō ga arimasu! ))\u001b[22m\n\nTranslations of \u001b[4mi'm not even enjoying it (even my phone freeze while watching it, i need to reset it by pulling the batteries!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi'm not even enjoying it (even my phone freeze while watching it, i need to reset it by pulling the batteries!)\u001b[24m\n    \u001b[1m私もそれを楽しんでいない（見ている間私の電話凍結さえ、私は電池を引っ張ってリセットする必要があります！）\u001b[22m, \u001b[1m私もそれを楽しんでいないよ（それを見ながらも、私の携帯電話のフリーズ、私はバッテリーを引いて、それをリセットする必要があります！）\u001b[22m\n\u001b[1m\u001b[22m\nOverall 4/10\n\n\u001b[1m全体的な4/10\u001b[22m\n\u001b[1m(Zentai-tekina 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 4/10\u001b[24m\n    \u001b[1m全体的な4/10\u001b[22m, \u001b[1m全体的に4月10日\u001b[22m\nwell, i guess it's normal for ova to downgrade from the tv series\n\n\u001b[1mまあ、私はそれがテレビシリーズからダウングレードする卵のためだと思います\u001b[22m\n\u001b[1m(Mā, watashi wa sore ga terebishirīzu kara daungurēdo suru tamago no tameda to omoimasu)\u001b[22m\n\nTranslations of \u001b[4mwell, i guess it's normal for ova to downgrade from the tv series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell, i guess it's normal for ova to downgrade from the tv series\u001b[24m\n    \u001b[1mまあ、私はそれがテレビシリーズからダウングレードする卵のためだと思います\u001b[22m, \u001b[1mまあ、私は、卵子はテレビシリーズからダウングレードすることは正常だと思います\u001b[22m\nif you fan of DaL you should watching it, if not, well, you can try it too, but don't be dissapointed\n\n\u001b[1mあなたがDaLのファンなら、それを見なければなりません、そうでなければ、あなたもそれを試すことができますが、dissapointedしないでください\u001b[22m\n\u001b[1m(Anata ga DaL no fan'nara, sore o minakereba narimasen,-sōdenakereba, anata mo sore o tamesu koto ga dekimasuga, dissapointed shinaide kudasai)\u001b[22m\n\nTranslations of \u001b[4mif you fan of DaL you should watching it, if not, well, you can try it too, but don't be dissapointed\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you fan of DaL you should watching it, if not, well, you can try it too, but don't be dissapointed\u001b[24m\n    \u001b[1mあなたがDaLのファンなら、それを見なければなりません、そうでなければ、あなたもそれを試すことができますが、dissapointedしないでください\u001b[22m, \u001b[1mDALのあなたのファンならば、あなたはそれを見ていなければならない、そうでない場合には、よく、あなたもそれを試すことができますが、がっかりすることはありません\u001b[22m"
  }
]
