[
  {
    "title": "Genei_wo_Kakeru_Taiyou",
    "id": "17651",
    "url": "https://myanimelist.net/anime/17651/Genei_wo_Kakeru_Taiyou",
    "user": "kitkat17720",
    "profile": "/profile/kitkat17720/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=209323",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n正直なところ、なぜ誰もがこれをMadoka Magicaと比較する理由は分かりませんが、2つはまったく違っていますが、彼らは魔法の女の子のジャンルを共有しています。 それが唯一の理由ならば、それも船員の月と比較してみてください。 今、このアニメの芸術は素晴らしいです、それは私が見た他のアニメが本当に近くにいないという独自の新しいスタイルを持っています。 音は驚くべきものでした。 オープニングまでずっと。 キャラクターのそれぞれには、他のショーからコピーされ貼り付けられなかった独自のバックストーリーがあります。 全体的に、このアニメは鑑賞の喜びであり、何度も何度も何度も何度も何度もやって来るアニメの一つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, I don't know why everyone compares this to Madoka Magica, the two are completely different except that they share the magical girl genre. If that's the only reason, go compare it to sailor moon too. Now, the art for this anime is amazing, it has its own new style that no other anime that I've seen has really been anywhere close to. The sound was amazing and linked up with the ever-building story perfectly. All the way down to the opening as well. The character's each had there own unique backstories that weren't copied and pasted from other shows. Overall this anime was a pleasure to watch and is one of the few I can keep coming back too again and again.\n\n\u001b[1m正直なところ、なぜ誰もがこれをMadoka Magicaと比較する理由は分かりませんが、2つはまったく違っていますが、彼らは魔法の女の子のジャンルを共有しています。 それが唯一の理由ならば、それも船員の月と比較してみてください。 今、このアニメの芸術は素晴らしいです、それは私が見た他のアニメが本当に近くにいないという独自の新しいスタイルを持っています。 音は驚くべきものでした。 オープニングまでずっと。 キャラクターのそれぞれには、他のショーからコピーされ貼り付けられなかった独自のバックストーリーがあります。 全体的に、このアニメは鑑賞の喜びであり、何度も何度も何度も何度も何度もやって来るアニメの一つです。\u001b[22m\n\u001b[1m(Shōjikina tokoro, naze daremoga kore o Madoka magika to hikaku suru riyū wa wakarimasen ga, 2tsu wa mattaku chigatte imasuga, karera wa mahō no on'nanoko no janru o kyōyū shite imasu. Sore ga yuiitsu no riyūnaraba, sore mo sen'in no tsuki to hikaku shite mite kudasai. Ima, kono anime no geijutsu wa subarashīdesu, sore wa watashi ga mita ta no anime ga hontōni chikaku ni inai to iu dokuji no atarashī sutairu o motte imasu. Oto wa odorokubeki monodeshita. Ōpuningu made zutto. Kyarakutā no sorezore ni wa, hoka no shō kara kopī sa re hari tsuke rarenakatta dokuji no bakkusutōrī ga arimasu. Zentai-teki ni, kono anime wa kanshō no yorokobideari, nandomonandomo nandomonandomo nando mo yattekuru anime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, I don't know why everyone compares this to Madoka Magica, the two are completely different except that they share the magical girl genre. If that's the only reason, go compare it to sailor moon too. Now, the art for this anime is amazing, it has its own new style that no other anime that I've seen has really been anywhere close to. The sound was amazing and linked up with the ever-building story perfectly. All the way down to the opening as well. The character's each had there own unique backstories that weren't copied and pasted from other shows. Overall this anime was a pleasure to watch and is one of the few I can keep coming back too again and again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, I don't know why everyone compares this to Madoka Magica, the two are completely different except that they share the magical girl genre.\u001b[24m\n    \u001b[1m正直なところ、なぜ誰もがこれをMadoka Magicaと比較する理由は分かりませんが、2つはまったく違っていますが、彼らは魔法の女の子のジャンルを共有しています。\u001b[22m, \u001b[1m誰もがまどかマジカにこれを比較し、なぜ正直なところ、私は知らない、二人は、彼らが魔法少女のジャンルを共有することを除いて完全に異なっています。\u001b[22m\n\u001b[4mIf that's the only reason, go compare it to sailor moon too.\u001b[24m\n    \u001b[1mそれが唯一の理由ならば、それも船員の月と比較してみてください。\u001b[22m, \u001b[1mそれが唯一の理由だ場合は、あまりにもセーラームーンにそれを比較してください。\u001b[22m\n\u001b[4mNow, the art for this anime is amazing, it has its own new style that no other anime that I've seen has really been anywhere close to.\u001b[24m\n    \u001b[1m今、このアニメの芸術は素晴らしいです、それは私が見た他のアニメが本当に近くにいないという独自の新しいスタイルを持っています。\u001b[22m, \u001b[1mさて、このアニメのための技術は、それは私が見てきた他のアニメは本当にどこにでも近くにされていない独自の新しいスタイルを持って、素晴らしいです。\u001b[22m\n\u001b[4mThe sound was amazing and linked up with the ever-building story perfectly.\u001b[24m\n    \u001b[1m音は驚くべきものでした。\u001b[22m, \u001b[1m音は驚くべきものだったと完璧に絶えず構築する物語でリンクアップしました。\u001b[22m\n\u001b[4mAll the way down to the opening as well.\u001b[24m\n    \u001b[1mオープニングまでずっと。\u001b[22m, \u001b[1m同様に開口部までのすべての方法。\u001b[22m\n\u001b[4mThe character's each had there own unique backstories that weren't copied and pasted from other shows.\u001b[24m\n    \u001b[1mキャラクターのそれぞれには、他のショーからコピーされ貼り付けられなかった独自のバックストーリーがあります。\u001b[22m, \u001b[1mキャラクタのは、お互いのショーからコピーして貼り付けていないユニークbackstoriesが所有していました。\u001b[22m\n\u001b[4mOverall this anime was a pleasure to watch and is one of the few I can keep coming back too again and again.\u001b[24m\n    \u001b[1m全体的に、このアニメは鑑賞の喜びであり、何度も何度も何度も何度も何度もやって来るアニメの一つです。\u001b[22m, \u001b[1m全体的にこのアニメは見て喜びだったと私はあまりにも何度も何度も戻ってくることができるいくつかの一つです。\u001b[22m"
  },
  {
    "title": "Genei_wo_Kakeru_Taiyou",
    "id": "17651",
    "url": "https://myanimelist.net/anime/17651/Genei_wo_Kakeru_Taiyou",
    "user": "EnglishOtaku",
    "profile": "/profile/EnglishOtaku/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=137857",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  5\n\nストーリー：\nデイブレイク・イリュージョンは、以前はアニメでは見たことのないタロットカードをベースにしたかなりユニークな基盤を持っています。  DBIはあなたの典型的な魔法の女の子のアニメに変身します。若い女の子のグループは、魔法の女の子になることができます。ある意味では、彼らの力は個人のタロットカードに基づいています。 私はその物語が少し面白かったと思っていましたが、デーモニアの声とこのデーモニアと戦っている少女たちの声を聞くことができる主人公を中心にした物語を除いては、ほとんど開発されていませんでした。 私は当初興味深い話を見つけましたが、少し反復して話しが遅くなりました。\n\nアート：\nDBIの芸術は厳密に悪くはありません。キャラクターのデザインはかなりかわいいものでした。 アニメーションは最も記憶に残るものではありませんでしたが、私が今まで見たことのない最悪のアニメーションではありませんでした。\n\n音：\n私の意見ではオープニングがかなり良かったのですが、アニメのサウンドはあまりにも思い出深く楽しいものではありませんでした。 バックグラウンドミュージックは最も幻想的ではありませんでしたが、いくつかの戦闘シーンによく合いました。\n\nキャラクター：\nキャラクターは最も興味深いものではありませんでしたが、私は生産者が性格タイプのバランスをよく取っていることを褒めています。 キャラクターはかなりステレオタイプで、特に金色で無邪気だった主人公は、少しでも欠点があれば好きだったでしょう。まだ好きなキャラクターがいくつかありました。\n\n楽しみ：\n私はこのアニメを楽しむことから始めましたが、進歩するにつれて、私は繰り返してゆっくりとした物語に疲れていました。 ストーリーラインはあなたの典型的な魔法の女の子のアニメになってかなりステレオタイプになりました。 あなたがこのジャンルを好きなら、あなたはこのアニメを楽しむと信じています。\n\n全体：\n全体的に私はDaybreak Illusionがかなり興味深いアニメとして始まったと信じていますが、私は自分自身が退屈しているのを感じました。 アニメは大きな可能性を秘めていたと思ったが、興味深いキャラクターがなく、ストーリーラインが発展していたため、アニメはゆっくりとステレオタイプになった。 まともな魔法の女の子アニメを楽しんでいる人にとっては素晴らしいアニメかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nSTORY:\n/ˈstôrē/\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mSTORY:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nDaybreak Illusion has a fairly unique basis, being based around tarot cards, something I have never seen in an anime before; however DBI turns into your typical magical girl anime with a group of young girls being able to turn into magic girls, in a sense, with their powers being based off their personal tarot card. I thought the story was slightly interesting, there wasn't alot of development except the story being centered around the main character being able to hear the voices of the 'daemonia' and the girls fighting these daemonia. Although I initially found the story interesting, it turned a little repetitive and was slow to speak.\n\n\u001b[1mデイブレイク・イリュージョンは、以前はアニメでは見たことのないタロットカードをベースにしたかなりユニークな基盤を持っています。  DBIはあなたの典型的な魔法の女の子のアニメに変身します。若い女の子のグループは、魔法の女の子になることができます。ある意味では、彼らの力は個人のタロットカードに基づいています。 私はその物語が少し面白かったと思っていましたが、デーモニアの声とこのデーモニアと戦っている少女たちの声を聞くことができる主人公を中心にした物語を除いては、ほとんど開発されていませんでした。 私は当初興味深い話を見つけましたが、少し反復して話しが遅くなりました。\u001b[22m\n\u001b[1m(Deibureiku iryūjon wa, izen wa animede wa mita koto no nai tarottokādo o bēsu ni shita kanari yunīkuna kiban o motte imasu. DBI wa anata no tenkei-tekina mahō no on'nanoko no anime ni henshin shimasu. Wakai on'nanoko no gurūpu wa, mahō no on'nanoko ni naru koto ga dekimasu. Aruimide wa, karera no chikara wa kojin no tarottokādo ni motodzuite imasu. Watashi wa sono monogatari ga sukoshi omoshirokatta to omotte imashitaga, dēmonia no koe to kono dēmonia to tatakatte iru shōjo-tachi no koe o kiku koto ga dekiru shujinkō o chūshin ni shita monogatari o nozoite wa, hotondo kaihatsu sa rete imasendeshita. Watashi wa tōsho kyōmibukai hanashi o mitsukemashitaga, sukoshi hanpuku shite hanashi ga osoku narimashita.)\u001b[22m\n\nTranslations of \u001b[4mDaybreak Illusion has a fairly unique basis, being based around tarot cards, something I have never seen in an anime before; however DBI turns into your typical magical girl anime with a group of young girls being able to turn into magic girls, in a sense, with their powers being based off their personal tarot card. I thought the story was slightly interesting, there wasn't alot of development except the story being centered around the main character being able to hear the voices of the 'daemonia' and the girls fighting these daemonia. Although I initially found the story interesting, it turned a little repetitive and was slow to speak.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDaybreak Illusion has a fairly unique basis, being based around tarot cards, something I have never seen in an anime before;\u001b[24m\n    \u001b[1mデイブレイク・イリュージョンは、以前はアニメでは見たことのないタロットカードをベースにしたかなりユニークな基盤を持っています。\u001b[22m, \u001b[1m夜明けのイリュージョンはかなりユニークな基盤を持っている、タロットカード、私は前にアニメで見たことのない何かをベースにしています。\u001b[22m\n\u001b[4mhowever DBI turns into your typical magical girl anime with a group of young girls being able to turn into magic girls, in a sense, with their powers being based off their personal tarot card.\u001b[24m\n    \u001b[1mDBIはあなたの典型的な魔法の女の子のアニメに変身します。若い女の子のグループは、魔法の女の子になることができます。ある意味では、彼らの力は個人のタロットカードに基づいています。\u001b[22m, \u001b[1mしかしDBIは、彼らの個人的なタロットカードをオフに基づいている自分の力で、ある意味で、魔法の女の子に変身することができるという若い女の子のグループとあなたの典型的な魔法少女アニメに変身します。\u001b[22m\n\u001b[4mI thought the story was slightly interesting, there wasn't alot of development except the story being centered around the main character being able to hear the voices of the 'daemonia' and the girls fighting these daemonia.\u001b[24m\n    \u001b[1m私はその物語が少し面白かったと思っていましたが、デーモニアの声とこのデーモニアと戦っている少女たちの声を聞くことができる主人公を中心にした物語を除いては、ほとんど開発されていませんでした。\u001b[22m, \u001b[1m私は「daemonia」の声と、これらのdaemoniaを戦う女の子を聞くことができるという主人公を中心としている話を除いて、開発の多くはないがあった、話は少し面白いと思いました。\u001b[22m\n\u001b[4mAlthough I initially found the story interesting, it turned a little repetitive and was slow to speak.\u001b[24m\n    \u001b[1m私は当初興味深い話を見つけましたが、少し反復して話しが遅くなりました。\u001b[22m, \u001b[1m私が最初に話が面白かったが、それは少し繰り返しなって、話すことが遅かったです。\u001b[22m\n\u001b[1m\u001b[22m\nART:\n/ärt/\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mART:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art in DBI isn't exactly bad, the character designs in general were fairly cute before turning into a more serious style of animation whilst they were fighting which I thought was great. The animation wasn't the most memorable but it wasn't the worst I've ever seen.\n\n\u001b[1mDBIの芸術は厳密に悪くはありません。キャラクターのデザインはかなりかわいいものでした。 アニメーションは最も記憶に残るものではありませんでしたが、私が今まで見たことのない最悪のアニメーションではありませんでした。\u001b[22m\n\u001b[1m(DBI no geijutsu wa genmitsu ni waruku wa arimasen. Kyarakutā no dezain wa kanari kawaī monodeshita. Animēshon wa mottomo kioku ni nokoru monode wa arimasendeshitaga, watashi ga imamade mita koto no nai saiaku no animēshonde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art in DBI isn't exactly bad, the character designs in general were fairly cute before turning into a more serious style of animation whilst they were fighting which I thought was great. The animation wasn't the most memorable but it wasn't the worst I've ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in DBI isn't exactly bad, the character designs in general were fairly cute before turning into a more serious style of animation whilst they were fighting which I thought was great.\u001b[24m\n    \u001b[1mDBIの芸術は厳密に悪くはありません。キャラクターのデザインはかなりかわいいものでした。\u001b[22m, \u001b[1mDBIでの技術は、一般的にはキャラクターデザインは、彼らは私が素晴らしいと思ったその戦っていた一方で、アニメーションのより深刻なスタイルの中に入れる前に、かなりかわいいした、まさに悪いことではありません。\u001b[22m\n\u001b[4mThe animation wasn't the most memorable but it wasn't the worst I've ever seen.\u001b[24m\n    \u001b[1mアニメーションは最も記憶に残るものではありませんでしたが、私が今まで見たことのない最悪のアニメーションではありませんでした。\u001b[22m, \u001b[1mアニメーションは、最も記憶に残るませんでしたが、それは私が今まで見た中で最悪のではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND:\n/sound/\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSOUND:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound in the anime wasn't too memorable or enjoyable although the opening in my opinion was pretty good. The background music wasn't the most fantastic but it suited some of the fight scenes well.\n\n\u001b[1m私の意見ではオープニングがかなり良かったのですが、アニメのサウンドはあまりにも思い出深く楽しいものではありませんでした。 バックグラウンドミュージックは最も幻想的ではありませんでしたが、いくつかの戦闘シーンによく合いました。\u001b[22m\n\u001b[1m(Watashi no ikende wa ōpuningu ga kanari yokatta nodesuga, anime no saundo wa amarini mo omoidebukaku tanoshī monode wa arimasendeshita. Bakkuguraundomyūjikku wa mottomo gensō-tekide wa arimasendeshitaga, ikutsu ka no sentō shīn ni yoku aimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound in the anime wasn't too memorable or enjoyable although the opening in my opinion was pretty good. The background music wasn't the most fantastic but it suited some of the fight scenes well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound in the anime wasn't too memorable or enjoyable although the opening in my opinion was pretty good.\u001b[24m\n    \u001b[1m私の意見ではオープニングがかなり良かったのですが、アニメのサウンドはあまりにも思い出深く楽しいものではありませんでした。\u001b[22m, \u001b[1m私の意見では開口部がかなりよかったが、アニメの音があまりにも記憶に残るか、楽しくありませんでした。\u001b[22m\n\u001b[4mThe background music wasn't the most fantastic but it suited some of the fight scenes well.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは最も幻想的ではありませんでしたが、いくつかの戦闘シーンによく合いました。\u001b[22m, \u001b[1mバックグラウンドミュージックは最も素晴らしいではありませんでしたが、それはよく戦いのシーンのいくつかを適しています。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters weren't the most interesting although I'd compliment the producers on balancing the personality types well. The characters were pretty stereotypical, especially the main character who was so golden and innocent, I would've preferred if she had some flaws no matter how little.There were some characters I still liked though.\n\n\u001b[1mキャラクターは最も興味深いものではありませんでしたが、私は生産者が性格タイプのバランスをよく取っていることを褒めています。 キャラクターはかなりステレオタイプで、特に金色で無邪気だった主人公は、少しでも欠点があれば好きだったでしょう。まだ好きなキャラクターがいくつかありました。\u001b[22m\n\u001b[1m(Kyarakutā wa mottomo kyōmibukai monode wa arimasendeshitaga, watashi wa seisan-sha ga seikaku taipu no baransu o yoku totte iru koto o homete imasu. Kyarakutā wa kanari sutereo taipu de, tokuni kin'iro de mujakidatta shujinkō wa, sukoshidemo ketten ga areba sukidattadeshou. Mada sukina kyarakutā ga ikutsu ka arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters weren't the most interesting although I'd compliment the producers on balancing the personality types well. The characters were pretty stereotypical, especially the main character who was so golden and innocent, I would've preferred if she had some flaws no matter how little.There were some characters I still liked though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters weren't the most interesting although I'd compliment the producers on balancing the personality types well.\u001b[24m\n    \u001b[1mキャラクターは最も興味深いものではありませんでしたが、私は生産者が性格タイプのバランスをよく取っていることを褒めています。\u001b[22m, \u001b[1m私はよく性格タイプのバランスをとる上で生産者を褒めたいが、文字が最も興味深いませんでした。\u001b[22m\n\u001b[4mThe characters were pretty stereotypical, especially the main character who was so golden and innocent, I would've preferred if she had some flaws no matter how little.There were some characters I still liked though.\u001b[24m\n    \u001b[1mキャラクターはかなりステレオタイプで、特に金色で無邪気だった主人公は、少しでも欠点があれば好きだったでしょう。まだ好きなキャラクターがいくつかありました。\u001b[22m, \u001b[1m文字は、彼女がlittle.Thereが、私はまだかかわらず、気に入っ一部の文字があったかに関係なく、いくつかの欠陥を持っていた場合、私は好まただろう、そう黄金と無実だっ特に主人公かなりステレオタイプでした。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT:\n/enˈjoimənt/\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mENJOYMENT:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI started off enjoying this anime but as it progressed I found myself tired with the repetitive and slow story. The story line became pretty stereotypical being your typical magic girl anime; I believe you'll enjoy this anime if you like that genre.\n\n\u001b[1m私はこのアニメを楽しむことから始めましたが、進歩するにつれて、私は繰り返してゆっくりとした物語に疲れていました。 ストーリーラインはあなたの典型的な魔法の女の子のアニメになってかなりステレオタイプになりました。 あなたがこのジャンルを好きなら、あなたはこのアニメを楽しむと信じています。\u001b[22m\n\u001b[1m(Watashi wa kono anime o tanoshimu koto kara hajimemashita ga, shinpo suru ni tsurete, watashi wa kurikaeshite yukkuri to shita monogatari ni tsukarete imashita. Sutōrīrain wa anata no tenkei-tekina mahō no on'nanoko no anime ni natte kanari sutereo taipu ni narimashita. Anata ga kono janru o sukinara, anata wa kono anime o tanoshimu to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI started off enjoying this anime but as it progressed I found myself tired with the repetitive and slow story. The story line became pretty stereotypical being your typical magic girl anime; I believe you'll enjoy this anime if you like that genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started off enjoying this anime but as it progressed I found myself tired with the repetitive and slow story.\u001b[24m\n    \u001b[1m私はこのアニメを楽しむことから始めましたが、進歩するにつれて、私は繰り返してゆっくりとした物語に疲れていました。\u001b[22m, \u001b[1m私はこのアニメを楽しんでスタートを切ったが、それが進むにつれて、私は繰り返し、ゆっくりと話を持つ自分が疲れて発見しました。\u001b[22m\n\u001b[4mThe story line became pretty stereotypical being your typical magic girl anime;\u001b[24m\n    \u001b[1mストーリーラインはあなたの典型的な魔法の女の子のアニメになってかなりステレオタイプになりました。\u001b[22m, \u001b[1mストーリーラインはあなたの典型的な魔法少女アニメであることはかなりステレオタイプになりました。\u001b[22m\n\u001b[4mI believe you'll enjoy this anime if you like that genre.\u001b[24m\n    \u001b[1mあなたがこのジャンルを好きなら、あなたはこのアニメを楽しむと信じています。\u001b[22m, \u001b[1m私はあなたがそのジャンルが好きなら、あなたがこのアニメをお楽しみいただけます信じています。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOVERALL:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nOverall I believe Daybreak Illusion began as a fairly interesting anime but I found myself getting bored. I thought the anime had great potential but the lack of interesting characters and a developing story line made the anime slow and stereotypical. It may be a great anime for someone who enjoys a decent magical girl anime.\n\n\u001b[1m全体的に私はDaybreak Illusionがかなり興味深いアニメとして始まったと信じていますが、私は自分自身が退屈しているのを感じました。 アニメは大きな可能性を秘めていたと思ったが、興味深いキャラクターがなく、ストーリーラインが発展していたため、アニメはゆっくりとステレオタイプになった。 まともな魔法の女の子アニメを楽しんでいる人にとっては素晴らしいアニメかもしれません。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa deibureiku Illusion ga kanari kyōmibukai anime to shite hajimatta to shinjite imasuga, watashi wa jibun jishin ga taikutsu shite iru no o kanjimashita. Anime wa ōkina kanōsei o himete ita to omottaga, kyōmibukai kyarakutā ga naku, sutōrīrain ga hatten shite ita tame, anime wa yukkuri to sutereo taipu ni natta. Matomona mahō no on'nanoko anime o tanoshinde iru hito ni totte wa subarashī anime kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall I believe Daybreak Illusion began as a fairly interesting anime but I found myself getting bored. I thought the anime had great potential but the lack of interesting characters and a developing story line made the anime slow and stereotypical. It may be a great anime for someone who enjoys a decent magical girl anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I believe Daybreak Illusion began as a fairly interesting anime but I found myself getting bored.\u001b[24m\n    \u001b[1m全体的に私はDaybreak Illusionがかなり興味深いアニメとして始まったと信じていますが、私は自分自身が退屈しているのを感じました。\u001b[22m, \u001b[1m全体的に私は幻影ヲ駆ケル太陽がかなり面白いアニメとして始まったが、私は自分が退屈見つかったと信じています。\u001b[22m\n\u001b[4mI thought the anime had great potential but the lack of interesting characters and a developing story line made the anime slow and stereotypical.\u001b[24m\n    \u001b[1mアニメは大きな可能性を秘めていたと思ったが、興味深いキャラクターがなく、ストーリーラインが発展していたため、アニメはゆっくりとステレオタイプになった。\u001b[22m, \u001b[1m私はアニメは大きな可能性を持っていたと思ったが、興味深い文字の欠如や開発ストーリーラインは、アニメが遅く、ステレオタイプました。\u001b[22m\n\u001b[4mIt may be a great anime for someone who enjoys a decent magical girl anime.\u001b[24m\n    \u001b[1mまともな魔法の女の子アニメを楽しんでいる人にとっては素晴らしいアニメかもしれません。\u001b[22m, \u001b[1mこれは、まともな魔法少女アニメを楽しむ人のための偉大なアニメでもよいです。\u001b[22m"
  },
  {
    "title": "Genei_wo_Kakeru_Taiyou",
    "id": "17651",
    "url": "https://myanimelist.net/anime/17651/Genei_wo_Kakeru_Taiyou",
    "user": "otaku_horrorhime",
    "profile": "/profile/otaku_horrorhime/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=202366",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nこれは私のここでの2回目のレビューなので、あなた自身の責任で進めてください。 私はスポイラーを書かないようにするつもりですが、私もそれが実現しなくても起こるかもしれません。\nあなた自身のリスクを読んでください。\n\nストーリー：（8）\n13話のために、とても楽しいシリーズでした。 それは独自の意味でユニークでした。 シリーズや特定のキャラクターについて、ある種のテーマに関する情報をもっとほしいと思っていました。 あなたがシリーズに腹を立てるまではありません。 彼らが別のシーズンを作ったという点まで放置されただけですが、あまりにも決まらなければ、完全に荒廃することはありませんでした。 それは基本的に魔法少女まどかマギカの幸せなバージョンでした。 あなたがそのアニメを見たことがないなら、それは基本的にこのアニメのより暗いバージョンです。 このアニメはもっと幸せな終わりで幸せです。 すべてのエピソードは、彼らがメインの天才についてではないエピソード上にあったときでさえ、それらへの流れを持っていた。 彼らは、あかり、セリア、ルナ、ギンカの個々の物語のそれぞれの物語に、アニメのようにその場を回らずに語った。 プロットは全体のシリーズ全体にうまく配置されていた。 彼らはちょうど最初の2つのエピソードのシリーズのポイントを置くだけではなく、彼らはそれを流し続け、それに築きました。 私は終わりに気持ちが混ざっていた。\n\nアート：（9）\n芸術は素晴らしかった。 私はそれがユニークで、面白く、感動的であると感じました。 アーティストが独自に作ったある種のキャラクター/シーン、さらにシンプルで「奇妙な」比率を持っていても見て楽しめるものもありました。 それぞれのエピソードのシリーズ全体の配色はよくまとまっており、それぞれのキャラクターに「彼らの」色としてブレンドされていました。\n特定の場面で私の「物語」セクションで言ったように、それはあなたに魔法少女まどかマギカと、ガーターベルト付きのパンティーとストッキングを思い起こさせます。 彼らが戦いの場に入るとき、芸術のスタイルは変化します。悪い変化ではありませんが、間違いなくその2つのアニメを思い起こさせるものです。 アートのスタイルは戦いの場面のために変わるからです。\n\nサウンド：（10）\n私はこれについて唯一の知識があるので、キャラクターがキャラクターの性格やバックグラウンドミュージックとどのように一致するかということで、音を10にします。 だから、文字を発声した俳優たちはスポットにいた。 キャラクターの声が途絶えた日本のアニメはほとんど見つからなかった。 バックグラウンドミュージックは本当にうまくいった。 どのシーンでも圧倒されませんでした。\n\nキャラクター：（9）\nこのシリーズのキャラクターには欠陥があり、強みを持っていました。 彼らはすべて彼らの「内なる悪魔」との戦いを持ち、私は彼らがそれを表現し、それらを克服したと感じています。 私が持っていた唯一の問題は、4人のキャラクター（Akari、Seria、Luna、Ginka）のキャラクター開発とストーリーがありましたが、他のキャラクターのバックストーリーを聞くことができたらと思います。 今では13エピソードシリーズだけで1〜2人のメインキャラクターだけでなく13人のエピソードにすべてのキャラクターを押し戻すことはむずかしいでしょう。 起こったすべての出来事で、それはシリーズの特定のマイナーキャラクター、また彼らが答えている人々と何が起こっているのかについて多くの質問を残します。 もちろんマンガでは答えが返ってきたかもしれませんが、私はそれを読んでいないので、その部分についてコメントすることはできませんが、シリーズを見るだけで質問が残されました。\n\n楽しさ：（9）\n私はこのアニメを楽しんだ。 私はそれをお勧めします。それは間違いなくあなたに質問を残すアニメですが、あなたにも答えを与えないで大丈夫です。  ？ それが意味をなさないならば。 あなたが魔法少女まどかマギカを見たことがあるなら、私はこのアニメを見ることをお勧めします、それはそれのより幸せなバージョンです。 それは時々あなたを笑いにさせ、あなたは多くのキャラクターとの理解とつながりを捉えます。 すべてのキャラクターは悲しい物語を持ち、彼らはどこにいるのですか？そして、それは多くの欠陥を残しています。主人はそれを相手に使っています。 ほとんどの人が関係することができます。\n\n\nサイドノート：長さは申し訳ありませんが、レビューを書くのは2回目です。 私はより良いレビューを書くのを練習しています。 私は、あなたの中にはこれから役に立つ情報が得られれば幸いです。 私は実際にそれにスポイラーを入れないようにしていました。 これが役に立つと思って、あなたはこのアニメを見ることを選択します。\n読んでくれてありがとう！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis would be my second review on here, so please proceed at your own risk. I will try not to write any spoilers, but they may end up happening without me even realizing it.\n\n\u001b[1mこれは私のここでの2回目のレビューなので、あなた自身の責任で進めてください。 私はスポイラーを書かないようにするつもりですが、私もそれが実現しなくても起こるかもしれません。\u001b[22m\n\u001b[1m(Kore wa watashi no koko de no 2-kai-me no rebyūnanode, anata jishin no sekinin de susumete kudasai. Watashi wa supoirā o kakanai yō ni suru tsumoridesuga, watashi mo sore ga jitsugen shinakute mo okoru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThis would be my second review on here, so please proceed at your own risk. I will try not to write any spoilers, but they may end up happening without me even realizing it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis would be my second review on here, so please proceed at your own risk.\u001b[24m\n    \u001b[1mこれは私のここでの2回目のレビューなので、あなた自身の責任で進めてください。\u001b[22m, \u001b[1mこれには、ご自身の責任で行ってください、ここで私の第二回レビューであろう。\u001b[22m\n\u001b[4mI will try not to write any spoilers, but they may end up happening without me even realizing it.\u001b[24m\n    \u001b[1m私はスポイラーを書かないようにするつもりですが、私もそれが実現しなくても起こるかもしれません。\u001b[22m, \u001b[1m私は、任意のスポイラーを書くことはないしようとしますが、彼らは、私もそれを実現することなく起こってしまう可能性があります。\u001b[22m\nREAD AT YOUR OWN RISK.\n\n\u001b[1mあなた自身のリスクを読んでください。\u001b[22m\n\u001b[1m(Anata jishin no risuku o yonde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mREAD AT YOUR OWN RISK.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mREAD AT YOUR OWN RISK.\u001b[24m\n    \u001b[1mあなた自身のリスクを読んでください。\u001b[22m, \u001b[1mユーザー自身の責任においてお読みください。\u001b[22m\n\u001b[1m\u001b[22m\nStory: (8)\n\n\u001b[1mストーリー：（8）\u001b[22m\n\u001b[1m(Sutōrī: (8 ))\u001b[22m\n\nTranslations of \u001b[4mStory: (8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: (8)\u001b[24m\n    \u001b[1mストーリー：（8）\u001b[22m\nFor a 13 episode, it was a very enjoyable series. It was unique in its own sense; I wanted a bit more information on certain subjects in the series and on certain characters, and it kind of left it hanging a bit on how it ended. Not to the point where you would be upset with the series. It was just left to the point that they could have made another season, but if they decided not too you wouldn't be completely devastated. it basically was a happier version of Mahou Shoujo Madoka Magika. If you haven't seen that anime, it's basically a darker version of this one. This anime is a bit happier with a happier ending. All the episodes had a flow to them even when they were on an episode that wasn't about the main prodigy. They told each story of the individual stories of Akari, Seria, Luna and Ginka without going all over the place like some anime do. The plot was well placed throughout the whole series, meaning; They didn't just put the point of the series in the first two episodes, they kept it flowing and built up to it. I did have mixed feelings on the end;\n\n\u001b[1m13話のために、とても楽しいシリーズでした。 それは独自の意味でユニークでした。 シリーズや特定のキャラクターについて、ある種のテーマに関する情報をもっとほしいと思っていました。 あなたがシリーズに腹を立てるまではありません。 彼らが別のシーズンを作ったという点まで放置されただけですが、あまりにも決まらなければ、完全に荒廃することはありませんでした。 それは基本的に魔法少女まどかマギカの幸せなバージョンでした。 あなたがそのアニメを見たことがないなら、それは基本的にこのアニメのより暗いバージョンです。 このアニメはもっと幸せな終わりで幸せです。 すべてのエピソードは、彼らがメインの天才についてではないエピソード上にあったときでさえ、それらへの流れを持っていた。 彼らは、あかり、セリア、ルナ、ギンカの個々の物語のそれぞれの物語に、アニメのようにその場を回らずに語った。 プロットは全体のシリーズ全体にうまく配置されていた。 彼らはちょうど最初の2つのエピソードのシリーズのポイントを置くだけではなく、彼らはそれを流し続け、それに築きました。 私は終わりに気持ちが混ざっていた。\u001b[22m\n\u001b[1m(13-Wa no tame ni, totemo tanoshī shirīzudeshita. Sore wa dokuji no imi de yunīkudeshita. Sore wa kihontekini mahō shōjo Madoka magika no shiawasena bājondeshita. Anata ga sono anime o mita koto ga nainara, soreha kihontekini kono animeno yori kurai bājondesu. Kono anime wa motto shiawasena owaride shiawasedesu. Subete no episōdo wa, karera ga mein no tensai ni tsuitede wanai episōdo-jō ni atta tokide sae, sorera e no nagare o motte ita. Karera wa, Akari, seria, Runa, ginka no koko no monogatari no sorezore no monogatari ni, anime no yō ni sono ba o mawarazu ni katatta. Purotto wa zentai no shirīzu zentai ni umaku haichi sa rete ita. Karera wa chōdo saisho no 2tsu no episōdo no shirīzu no pointo o oku dakede wa naku, karera wa sore o nagashi tsudzuke, sore ni kizukimashita. Watashi wa owari ni kimochi ga mazatte ita. Shirīzu ya tokutei no kyarakutā ni tsuite, arushuno tēma ni kansuru jōhō o motto hoshī to omotte imashita. Anata ga shirīzu ni harawotateru made wa arimasen. Karera ga betsu no shīzun o tsukutta to iu ten made hōchi sa reta dakedesuga, amarini mo kimaranakereba, kanzen ni kōhai suru koto wa arimasendeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nArt: (9)\n\n\u001b[1mアート：（9）\u001b[22m\n\u001b[1m(Āto: (9 ))\u001b[22m\n\nTranslations of \u001b[4mArt: (9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: (9)\u001b[24m\n    \u001b[1mアート：（9）\u001b[22m\nThe art was great; I found it unique, funny and inspiring. You had certain characters/scenes that the artist made that were unique, and then others that were more simple and had 'odd' proportions, but was still enjoyable to watch. The color scheme through the whole series, with each episode was well put together, and blended into each character as 'their' color.\n\n\u001b[1m芸術は素晴らしかった。 私はそれがユニークで、面白く、感動的であると感じました。 アーティストが独自に作ったある種のキャラクター/シーン、さらにシンプルで「奇妙な」比率を持っていても見て楽しめるものもありました。 それぞれのエピソードのシリーズ全体の配色はよくまとまっており、それぞれのキャラクターに「彼らの」色としてブレンドされていました。\u001b[22m\n\u001b[1m(Geijutsu wa subarashikatta. Watashi wa sore ga yunīku de, omoshiroku, kandō-tekidearu to kanjimashita. Ātisuto ga dokuji ni tsukutta arushuno kyarakutā/ shīn, sarani shinpurude `kimyōna' hiritsu o motte ite mo mite tanoshimeru mono mo arimashita. Sorezore no episōdo no shirīzu zentai no haishoku wa yoku matomatte ori, sorezore no kyarakutā ni `karera no'-iro to shite burendo sa rete imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was great; I found it unique, funny and inspiring. You had certain characters/scenes that the artist made that were unique, and then others that were more simple and had 'odd' proportions, but was still enjoyable to watch. The color scheme through the whole series, with each episode was well put together, and blended into each character as 'their' color.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was great;\u001b[24m\n    \u001b[1m芸術は素晴らしかった。\u001b[22m, \u001b[1m芸術は素晴らしかったです。\u001b[22m\n\u001b[4mI found it unique, funny and inspiring.\u001b[24m\n    \u001b[1m私はそれがユニークで、面白く、感動的であると感じました。\u001b[22m, \u001b[1m私はそれは、ユニークな面白いと感動が見つかりました。\u001b[22m\n\u001b[4mYou had certain characters/scenes that the artist made that were unique, and then others that were more simple and had 'odd' proportions, but was still enjoyable to watch.\u001b[24m\n    \u001b[1mアーティストが独自に作ったある種のキャラクター/シーン、さらにシンプルで「奇妙な」比率を持っていても見て楽しめるものもありました。\u001b[22m, \u001b[1mあなたはユニークだったアーティストが作った特定の文字/場面があったが、その後、よりシンプルであり、「奇数」の割合を持っていた他の人が、まだ見て楽しかったです。\u001b[22m\n\u001b[4mThe color scheme through the whole series, with each episode was well put together, and blended into each character as 'their' color.\u001b[24m\n    \u001b[1mそれぞれのエピソードのシリーズ全体の配色はよくまとまっており、それぞれのキャラクターに「彼らの」色としてブレンドされていました。\u001b[22m, \u001b[1m各エピソードでシリーズ全体を通してのカラースキームは、よく一緒に入れて、「彼らの\"色として各文字にブレンドしました。\u001b[22m\nAs I said in my 'story' section in certain scenes it reminds you a lot of Mahou Shoujo Madoka Magika and also Panty and Stocking with Garterbelt. When they go into a fighting scene the art style changes, not a bad change, but it definitely something that reminds me of those two animes. Including since the art style does change for the fighting scenes.\n\n\u001b[1m特定の場面で私の「物語」セクションで言ったように、それはあなたに魔法少女まどかマギカと、ガーターベルト付きのパンティーとストッキングを思い起こさせます。 彼らが戦いの場に入るとき、芸術のスタイルは変化します。悪い変化ではありませんが、間違いなくその2つのアニメを思い起こさせるものです。 戦闘シーンのためにアートスタイルが変わるためです。\u001b[22m\n\u001b[1m(Tokutei no bamen de watashi no `monogatari' sekushon de itta yō ni, sore wa anata ni mahō shōjo Madoka magika to, gātāberuto-tsuki no pantī to sutokkingu o omoiokosa semasu. Karera ga tatakai no ba ni hairu toki, geijutsu no sutairu wa henka shimasu. Warui henkade wa arimasenga, machigainaku sono 2tsu no anime o omoiokosa seru monodesu. Sentō shīn no tame ni ātosutairu ga kawaru tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mAs I said in my 'story' section in certain scenes it reminds you a lot of Mahou Shoujo Madoka Magika and also Panty and Stocking with Garterbelt. When they go into a fighting scene the art style changes, not a bad change, but it definitely something that reminds me of those two animes. Including since the art style does change for the fighting scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said in my 'story' section in certain scenes it reminds you a lot of Mahou Shoujo Madoka Magika and also Panty and Stocking with Garterbelt.\u001b[24m\n    \u001b[1m特定の場面で私の「物語」セクションで言ったように、それはあなたに魔法少女まどかマギカと、ガーターベルト付きのパンティーとストッキングを思い起こさせます。\u001b[22m, \u001b[1m私は特定のシーンで私の「物語」の項で述べたように、それはあなたのwithガーターベルト魔法少女まどかマギカもパンティとストッキングの多くを連想させます。\u001b[22m\n\u001b[4mWhen they go into a fighting scene the art style changes, not a bad change, but it definitely something that reminds me of those two animes.\u001b[24m\n    \u001b[1m彼らが戦いの場に入るとき、芸術のスタイルは変化します。悪い変化ではありませんが、間違いなくその2つのアニメを思い起こさせるものです。\u001b[22m, \u001b[1m彼らは戦闘シーンにアートスタイルが変化し、悪くない変化が、これら2アニメのことを思い出す、それは間違いなく何かを行くとき。\u001b[22m\n\u001b[4mIncluding since the art style does change for the fighting scenes.\u001b[24m\n    \u001b[1m戦闘シーンのためにアートスタイルが変わるためです。\u001b[22m, \u001b[1mアートスタイルが戦うシーンに変化しないので含みます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: (10)\n\n\u001b[1mサウンド：（10）\u001b[22m\n\u001b[1m(Saundo: (10))\u001b[22m\n\nTranslations of \u001b[4mSound: (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: (10)\u001b[24m\n    \u001b[1mサウンド：（10）\u001b[22m\nI give sound a 10 because the only knowledge that I would have on this, is if the characters voices matched with how the characters personality is and also the background music. So that said, the actors who voiced the characters were spot on; I hardly have found an anime in Japanese where the characters voice was way off. The background music was done really well; it didn't overpower in any of the scenes.\n\n\u001b[1m私はこれについて唯一の知識があるので、キャラクターがキャラクターの性格やバックグラウンドミュージックとどのように一致するかということで、音を10にします。 だから、文字を発声した俳優たちはスポットにいた。 キャラクターの声が途絶えた日本のアニメはほとんど見つからなかった。 バックグラウンドミュージックは本当にうまくいった。 どのシーンでも圧倒されませんでした。\u001b[22m\n\u001b[1m(Watashi wa kore ni tsuite yuiitsu no chishiki ga aru node, kyarakutā ga kyarakutā no seikaku ya bakkuguraundomyūjikku todo no yō ni itchi suru ka to iu koto de,-on o 10 ni shimasu. Dakara, moji o hassei shita haiyū-tachi wa supotto ni ita. Kyarakutā no koe ga todaeta nihon'noanime wa hotondo mitsukaranakatta. Bakkuguraundomyūjikku wa hontōni umaku itta. Dono shīn demo attō sa remasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI give sound a 10 because the only knowledge that I would have on this, is if the characters voices matched with how the characters personality is and also the background music. So that said, the actors who voiced the characters were spot on; I hardly have found an anime in Japanese where the characters voice was way off. The background music was done really well; it didn't overpower in any of the scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give sound a 10 because the only knowledge that I would have on this, is if the characters voices matched with how the characters personality is and also the background music.\u001b[24m\n    \u001b[1m私はこれについて唯一の知識があるので、キャラクターがキャラクターの性格やバックグラウンドミュージックとどのように一致するかということで、音を10にします。\u001b[22m, \u001b[1m私は文字の声が文字の個性も背景音楽であるとどのように一致した場合、私はこの上でなければならない知識だけであるため、10音与えます。\u001b[22m\n\u001b[4mSo that said, the actors who voiced the characters were spot on;\u001b[24m\n    \u001b[1mだから、文字を発声した俳優たちはスポットにいた。\u001b[22m, \u001b[1mそう言ったこと、文字を表明俳優は上のスポットでした。\u001b[22m\n\u001b[4mI hardly have found an anime in Japanese where the characters voice was way off.\u001b[24m\n    \u001b[1mキャラクターの声が途絶えた日本のアニメはほとんど見つからなかった。\u001b[22m, \u001b[1m私はほとんどの文字の声が遠く離れた日本のアニメは認められません。\u001b[22m\n\u001b[4mThe background music was done really well;\u001b[24m\n    \u001b[1mバックグラウンドミュージックは本当にうまくいった。\u001b[22m, \u001b[1mバックグラウンドミュージックは本当によく行われていました。\u001b[22m\n\u001b[4mit didn't overpower in any of the scenes.\u001b[24m\n    \u001b[1mどのシーンでも圧倒されませんでした。\u001b[22m, \u001b[1mそれはシーンのいずれにも圧倒されませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: (9)\n\n\u001b[1mキャラクター：（9）\u001b[22m\n\u001b[1m(Kyarakutā: (9 ))\u001b[22m\n\nTranslations of \u001b[4mCharacters: (9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: (9)\u001b[24m\n    \u001b[1mキャラクター：（9）\u001b[22m\nCharacters in this series had flaws, had strengths, none were in the whole 'god mode I'm awesome' phase. They all had battles with their 'inner-demons' and I feel they expressed them and overcame them or how they come to terms with it was really well done. The only issues that I had was, they had great character development and stories for the 4 main characters(Akari, Seria, Luna and Ginka), but I wish I could have heard the back story on some of the other characters. Now with that being said, being only a 13 episode series and it having not just 1 or 2 main characters, it would be rather difficult to shove all the characters back stories into 13 episodes. With all the events that happened, it does leave a lot of questions about certain minor characters in the series, and also the people they answer too and what is happening with that. Of course with the manga the answer may have been answered, I never read it so I wouldn't be able to comment on that part, but with just watching the series it did leave me with questions.\n\n\u001b[1mこのシリーズのキャラクターには欠陥があり、強みを持っていました。 彼らはすべて彼らの「内なる悪魔」との戦いを持ち、私は彼らがそれを表現し、それらを克服したと感じています。 私が持っていた唯一の問題は、4人のキャラクター（Akari、Seria、Luna、Ginka）のキャラクター開発とストーリーがありましたが、他のキャラクターのバックストーリーを聞くことができたらと思います。 今では13エピソードシリーズだけで1〜2人のメインキャラクターだけでなく13人のエピソードにすべてのキャラクターを押し戻すことはむずかしいでしょう。 起こったすべての出来事で、それはシリーズの特定のマイナーキャラクター、また彼らが答えている人々と何が起こっているのかについて多くの質問を残します。 もちろんマンガでは答えが返ってきたかもしれませんが、私はそれを読んでいないので、その部分についてコメントすることはできませんが、シリーズを見るだけで質問が残されました。\u001b[22m\n\u001b[1m(Kono shirīzu no kyarakutā ni wa kekkan ga ari, tsuyomi o motte imashita. Karera wa subete karera no `uchinaru akuma' to notatakai o mochi, watashi wa karera ga sore o hyōgen shi, sorera o kokufuku shita to kanjite imasu. Watashi ga motte ita yuiitsu no mondai wa, 4-ri no kyarakutā (Akari, seria, runa, Ginka) no kyarakutā kaihatsu to sutōrī ga arimashitaga, hoka no kyarakutā no bakkusutōrī o kiku koto ga dekitara to omoimasu. Ima dewa 13 episōdoshirīzu dake de 1 〜 2-ri no meinkyarakutā dakedenaku 13-ri no episōdo ni subete no kyarakutā o oshimodosu koto wa muzukashīdeshou. Okotta subete no dekigoto de, soreha shirīzu no tokutei no mainākyarakutā, mata karera ga kotaete iru hitobito to nani ga okotte iru no ka ni tsuite ōku no shitsumon o nokoshimasu. Mochiron mangade wa kotae ga kaettekita kamo shiremasenga, watashi wa sore o yon de inainode, sono bubun ni tsuite komento suru koto wa dekimasenga, shirīzu o miru dake de shitsumon ga nokosa remashita.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: (9)\n\n\u001b[1m楽しさ：（9）\u001b[22m\n\u001b[1m(Tanoshisa: (9 ))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: (9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: (9)\u001b[24m\n    \u001b[1m楽しさ：（9）\u001b[22m\nI enjoyed this anime. I would recommend it, it's most definitely an anime that will leave you with questions, but it leaves you also okay with not having them answered. ? If that makes any sense. If you've seen Mahou Shoujo Madoka Magika I would suggest watching this anime, it is a happier version of it. It will make you giggle at times, and you catch an understanding and connection with a lot of the characters. All the characters have a sad story and how they got to where they are and it leaves them with many flaws, which the main 'villain' tries to use against them. Which most people can relate too.\n\n\u001b[1m私はこのアニメを楽しんだ。 私はそれをお勧めします。それは間違いなくあなたに質問を残すアニメですが、あなたにも答えを与えないで大丈夫です。  ？ それが意味をなさないならば。 あなたが魔法少女まどかマギカを見たことがあるなら、私はこのアニメを見ることをお勧めします、それはそれのより幸せなバージョンです。 それは時々あなたを笑いにさせ、あなたは多くのキャラクターとの理解とつながりを捉えます。 すべてのキャラクターは悲しい物語を持ち、彼らはどこにいるのですか？そして、それは多くの欠陥を残しています。主人はそれを相手に使っています。 ほとんどの人が関係することができます。\u001b[22m\n\u001b[1m(Watashi wa kono anime o tanoshinda. Watashi wa sore o o susume shimasu. Sore wa machigainaku anata ni shitsumon o nokosu animedesuga, anata ni mo kotae o ataenaide daijōbudesu. ? Sore ga imiwonasanainaraba. Anata ga mahō shōjo Madoka magika o mita koto ga arunara, watashi wa kono anime o miru koto o o susume shimasu, sore wa sore no yori shiawasena bājondesu. Sore wa tokidoki anata o warai ni sa se, anata wa ōku no kyarakutā to no rikai to tsunagari o toraemasu. Subete no kyarakutā wa kanashī monogatari o mochi, karera wa doko ni iru nodesu ka? Soshite, sore wa ōku no kekkan o nokoshite imasu. Shujin wa sore o aite ni tsukatteimasu. Hotondo no hito ga kankei suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this anime. I would recommend it, it's most definitely an anime that will leave you with questions, but it leaves you also okay with not having them answered. ? If that makes any sense. If you've seen Mahou Shoujo Madoka Magika I would suggest watching this anime, it is a happier version of it. It will make you giggle at times, and you catch an understanding and connection with a lot of the characters. All the characters have a sad story and how they got to where they are and it leaves them with many flaws, which the main 'villain' tries to use against them. Which most people can relate too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this anime.\u001b[24m\n    \u001b[1m私はこのアニメを楽しんだ。\u001b[22m, \u001b[1m私はこのアニメを楽しみました。\u001b[22m\n\u001b[4mI would recommend it, it's most definitely an anime that will leave you with questions, but it leaves you also okay with not having them answered.\u001b[24m\n    \u001b[1m私はそれをお勧めします。それは間違いなくあなたに質問を残すアニメですが、あなたにも答えを与えないで大丈夫です。\u001b[22m, \u001b[1m私はそれはほとんど間違いなく質問を残すだろうアニメだが、それは彼らが答え持っていないといい、またあなたを残し、それをお勧めします。\u001b[22m\n\u001b[4m?\u001b[24m\n    \u001b[1m？\u001b[22m\n\u001b[4mIf that makes any sense.\u001b[24m\n    \u001b[1mそれが意味をなさないならば。\u001b[22m, \u001b[1mそれは、任意の理にかなっている場合。\u001b[22m\n\u001b[4mIf you've seen Mahou Shoujo Madoka Magika I would suggest watching this anime, it is a happier version of it.\u001b[24m\n    \u001b[1mあなたが魔法少女まどかマギカを見たことがあるなら、私はこのアニメを見ることをお勧めします、それはそれのより幸せなバージョンです。\u001b[22m, \u001b[1mあなたは魔法少女まどかマギカを見てきた場合、私はこのアニメを見てお勧めします、それはそれの幸せなバージョンです。\u001b[22m\n\u001b[4mIt will make you giggle at times, and you catch an understanding and connection with a lot of the characters.\u001b[24m\n    \u001b[1mそれは時々あなたを笑いにさせ、あなたは多くのキャラクターとの理解とつながりを捉えます。\u001b[22m, \u001b[1mそれはあなたが時間にクスクス笑いになります、あなたは理解と文字の多くとの接続をキャッチします。\u001b[22m\n\u001b[4mAll the characters have a sad story and how they got to where they are and it leaves them with many flaws, which the main 'villain' tries to use against them.\u001b[24m\n    \u001b[1mすべてのキャラクターは悲しい物語を持ち、彼らはどこにいるのですか？そして、それは多くの欠陥を残しています。主人はそれを相手に使っています。\u001b[22m, \u001b[1mすべての文字が悲しい物語とどのように彼らは、彼らがどこに着いを持っており、それは主「悪役」はそれらに対して使用しようとする多くの欠陥、それらを残します。\u001b[22m\n\u001b[4mWhich most people can relate too.\u001b[24m\n    \u001b[1mほとんどの人が関係することができます。\u001b[22m, \u001b[1mこれはほとんどの人があまりにも関連することができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSide Note: Sorry for the length, it is my second time writing a review. I'm practicing at trying to write better reviews. I hope some of you got some helpful information from this. I was really trying not to put spoilers into it. I hope this was helpful and you choose to watch this anime.\n\n\u001b[1mサイドノート：長さは申し訳ありませんが、レビューを書くのは2回目です。 私はより良いレビューを書くのを練習しています。 私は、あなたの中にはこれから役に立つ情報が得られれば幸いです。 私は実際にそれにスポイラーを入れないようにしていました。 これが役に立つと思って、あなたはこのアニメを見ることを選択します。\u001b[22m\n\u001b[1m(Saidonōto: Naga-sa wa mōshiwakearimasenga, rebyū o kaku no wa 2-kai-medesu. Watashi wa yoriyoi rebyū o kaku no o renshū shite imasu. Watashi wa, anata no nakaniha korekara yakunitatsu jōhō ga e rarereba saiwaidesu. Watashi wa jissai ni sore ni supoirā o hairenai yō ni shite imashita. Kore ga yakunitatsu to omotte, anata wa kono anime o miru koto o sentaku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSide Note: Sorry for the length, it is my second time writing a review. I'm practicing at trying to write better reviews. I hope some of you got some helpful information from this. I was really trying not to put spoilers into it. I hope this was helpful and you choose to watch this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSide Note: Sorry for the length, it is my second time writing a review.\u001b[24m\n    \u001b[1mサイドノート：長さは申し訳ありませんが、レビューを書くのは2回目です。\u001b[22m, \u001b[1mサイド注：長さのため申し訳ありませんが、それは、レビューを書いて2度目です。\u001b[22m\n\u001b[4mI'm practicing at trying to write better reviews.\u001b[24m\n    \u001b[1m私はより良いレビューを書くのを練習しています。\u001b[22m, \u001b[1m私はより良いレビューを書くしようとしている時に練習しています。\u001b[22m\n\u001b[4mI hope some of you got some helpful information from this.\u001b[24m\n    \u001b[1m私は、あなたの中にはこれから役に立つ情報が得られれば幸いです。\u001b[22m, \u001b[1m私はあなたのいくつかはここからいくつかの有用な情報を得たいと考えています。\u001b[22m\n\u001b[4mI was really trying not to put spoilers into it.\u001b[24m\n    \u001b[1m私は実際にそれにスポイラーを入れないようにしていました。\u001b[22m, \u001b[1m私は実際にそれにスポイラーを入れないようにしようとしていました。\u001b[22m\n\u001b[4mI hope this was helpful and you choose to watch this anime.\u001b[24m\n    \u001b[1mこれが役に立つと思って、あなたはこのアニメを見ることを選択します。\u001b[22m, \u001b[1m私はこれが役立つことを願って、あなたはこのアニメを見て選択します。\u001b[22m\nThank you for reading!\n\n\u001b[1m読んでくれてありがとう！\u001b[22m\n\u001b[1m(Yonde kurete arigatō!)\u001b[22m\n\nTranslations of \u001b[4mThank you for reading!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank you for reading!\u001b[24m\n    \u001b[1m読んでくれてありがとう！\u001b[22m, \u001b[1m読んでいただきありがとうございます！\u001b[22m, \u001b[1mお読みいただき、ありがとうございました！\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Genei_wo_Kakeru_Taiyou",
    "id": "17651",
    "url": "https://myanimelist.net/anime/17651/Genei_wo_Kakeru_Taiyou",
    "user": "hayatokan",
    "profile": "/profile/hayatokan/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=161945",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\nまず第一に、これは魔法少女まどかマギカが存在しない宇宙であると偽っている。 それはインスピレーションであろうと、それとも単なる剽窃であろうとも、公正であるようにしましょう。これはシリーズを個々の作品としてレビューするサイトです。\n\n難しい話は抜きにして：\n\nストーリー：\n物語の最初の半分は、あなたが女の子の悲劇にさらされているという事実のためにかなり良いです。赤里とセイラの恋人を失った悲劇、Ginkaの父との過酷な生活、 ルナ\n私たちはまた、デーモニアについても学び、それらがどのように由来しているのか、そして章の中で悪魔のシリーズを誰が垣間見ることができるようになるのです。\n\nしかし、このストーリーの主な問題の1つは、それほど良くないことが始まる下半期です。\nルナは非常にばかな理由であまりにも嫉妬深くなり、彼女の「変形」はひどいものです。悪人の乱れ（精神的に彼女を敗北させたり、キャラクターに悲劇を無限に伝えている...） 彼女はすでに彼女のようなものだったと感じていますか？）そして全体的に、あるキャラクターの「復活」と復活したのはなぜですか？\nまた、終わりの「カメオ」の登場は、まったく必要ありませんでした（なぜなら、それは理由のために起こったのでしょうか？自信を高める？カメオ？）。\n\nセフィロ・フィオーレ（組織名）の意図が本当に良いか邪悪なのかは決して分かりません。彼らは自分の娯楽のために人類を助けているようです。\n\nそれはシリーズが素晴らしい、憂鬱で安定した雰囲気を作り、その後突然不気味になり、すべてを窓に投げ、あなたに幸せな治療薬を与えるように感じます。\n全体的に、ストーリーは可笑しかったですが、より良い方法だったかもしれません。 彼らが妥当な方法でやり遂げられたら、私はハッピーエンディングを嫌うわけではありません。\n\nアート：\nアートワークはほとんどの場合よくできており、そのように一貫性を保つことは本当に難しいです。 ほとんどのアニメシリーズは、エピソード2とそれを越えて最後のエピソードまでの品質の明白な低下を示していますが、私はこれがここで起こったとは感じませんでした。\n観察のように、女の子の高さは章によって異なります。小学生/中学生の高さを見ていることがありますが、突然10代後半のように見えます。 これは、女の子に変換されたフォームにも変わります。 奇妙なことに、私は10代後半のフォームがショープロットに適していると思った...\n\n背景は大丈夫ですが、代わりのディメンションの背景は鈍いです（ぼんやりした星、悲しみの空虚感を与える不毛なもの）。\n私は女の子の変身のアートワーク、特にAkariとSeiraのフォームが気に入っていました（Ginkaは最高の私でした）。\n能力と能力のほとんどはよく作られています（特に、銀座のアーモリーとアカリのソーラーレイピア）。 最後のボスフォームは悪いです。\n\n音：\n全体的に良い。 オープニングテーマとエンディングテーマはともに本当にいいですし、それは彼らが表現しているキャラクターに合っています。\n彼らはかわいいので、余分なポイントを三つ組の声にします。\n\nキャラクター：\nあなたは間違いなく、怒っている、怒っている、落ち込んでいる、または何が起こっているのか怖がっていることのほとんどに対して、女の子を責めることはできません。 彼らは彼らが強制された若い女の子です...学校に行くよりもむしろモンスターと戦うことに納得し、全体として幸せな人生を持っています：\n\n多くのキャラクターが示唆している「陽気で明るく愛らしい」人ではなく、彼女はそのシリーズの中で最も暗い、心配している、または不安である。\n\nセイラは、彼女がデーモニアで過ごしたことにより、懸念や恐れなしに彼女を殺す、クールで落ち着いた、そして収集された少女です。 デーモニアを熱狂させず、時間の無駄だと思うとアカリが聞くことができないという事実を嫌う。 私のキャラクターは一番奇妙に好きだった。\n\nGinkaはAkariが想定している「晴れやかで明るく愛らしい」キャラクターです。 ほとんどの人にとって吸うかもしれない状況であっても、彼女はいつも楽観的であり、チームを一緒に保つよう努めています。 シリーズの最強のリンクは少し迷惑ではない場合。\n\nルナはバトルでも人としても、彼女の後ろに本当にダムな決定を下すような（強迫観念的な/ロマンチックなポイントへの）アカリを世話している。  Cerebrumの次に、それはほとんどの嫌わされたキャラクターのための有望な候補者ですが、終わり近くに良くなります。 基本的に女の子の弱いリンク。\n\n悪人の脳は、私が最も嫌いな人物です。 私は邪悪であるか残酷であるために彼を嫌っています...しかし、脳の問題は彼の行動です：\nなぜ脳が人間を憎むこと以外にもデモニアとなるのは私にとって謎であり、それが正当な理由であっても否定的な感情を持って人間の魂を狩るより効率的な方法がある 彼らの人生の最低点に達するのを待っています...私はかなり否定的な感情を持つ人間の軍隊を選ぶことができると確信して、セフィロFioreにそれらを送信し、それらを終了...\n\nまた、彼は間接的に彼女の悲劇を克服し、彼を倒すために強くなるようにアカリを助けました。 悪人の論理。\n悪役の論理ではないのは、若い女の子に変身し、中年の男性の夜の楽しみになることです。  Yikes。\n\nサポートキャラクターは思い出深いものですが、それほど重要ではありません：\nあなたは、科学者の役割を果たすTendouトリプレット、LaPlaceとSchrodinger、EtiaとArielがSefiro Fiore Japan Branch、古いタロットガールズ、ママ、HanayumeとLymroなどのフィギュアヘッドの役をしています。\n\n楽しみ：\n前述の欠陥にもかかわらず、ほとんどの章は、あなたが次の章を楽しみにしているのに十分な崖の上にあります。 最もよく行われた章の1つは、Ginkaと彼女のDiabolos Tarotカード（基本的に彼女の暗いクローン）との戦いだった。\n\n多くのインシデントは非常に衝撃的で面白いですが、期待されています（ほとんどの女の子が愛する人たちと戦うことになります）。しかし、最後の戦いはおそらく最悪です。\nあなたは最初、女の子が「最後のボスフォーム」を圧倒しているのを見ました（実際には、彼はとても簡単に倒れていました！）そして突然彼らは突然撃たれてしまい、 攻撃。 カンニング？ ハック？\nそして、...ひどく巧みになりました：MCはリミット・ブレイクを獲得し、テーマの開始を開始します（これにより戦闘が終了すると推測できます）、最後のボスでそれを使用し、あなたは「決してあきらめて、あなたの本能を信頼します MCの周りの身近な精神を（あなたが本当に理由なく）見ているように感情を感じ、あなたは次に起こることを知っています。\nすべてのキャラクターが生きているので、ハッピーエンディング？ 真剣に？\n次のシーズンティーザー？  Ehm... naaah、私は大丈夫、ありがとう。\n\n全体：\n欠陥があるかどうか、私は悲劇が好きな人にシリーズを推薦するか、単に「スーパーシャイニースパークリーバブル」魔法少女の代わりを探す。\n女の子の年齢とそのデザインについてのコメントはありますが、私は生産価値として気に入っています。（最後に、温泉の章やビーチの章は必要ないと理解しています！）\n\nAkariのお母さんについての質問がある人には、外に明かりがあります。\n\n結局のところ、シリーズが間違いなく改良されてしまう弱点がある（Clessidaプロット - 物事は笑われ、終わり近くのあるキャラクターの復活はひどいものだった）。 しかし、変形された女の子のためのよくできた芸術、特別な攻撃の平均的な芸術、暗い憂鬱な雰囲気、そして興味深い - まだ巧みなストーリーは、私が最後までシリーズを見続けるのに役立ちました。\n\n試してみる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, ill pretend this is a universe where Mahou Shoujo Madoka Magica doesn't exist; be it inspiration, based upon or plain plagiarism, let's be fair: this is a site to review series as individual works.\n\n\u001b[1mまず第一に、これは魔法少女まどかマギカが存在しない宇宙であると偽っている。 それはインスピレーションであろうと、それとも単なる剽窃であろうとも、公正であるようにしましょう。これはシリーズを個々の作品としてレビューするサイトです。\u001b[22m\n\u001b[1m(Mazu daiichi ni, koreha mahō shōjo Madoka magika ga sonzaishinai uchūdearu to itsuwatte iru. Sore wa insupirēshondearou to, soretomo tan'naru hyōsetsudearoutomo, kōseidearu yō ni shimashou. Kore wa shirīzu o koko no sakuhin to shite rebyū suru saitodesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, ill pretend this is a universe where Mahou Shoujo Madoka Magica doesn't exist; be it inspiration, based upon or plain plagiarism, let's be fair: this is a site to review series as individual works.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, ill pretend this is a universe where Mahou Shoujo Madoka Magica doesn't exist;\u001b[24m\n    \u001b[1mまず第一に、これは魔法少女まどかマギカが存在しない宇宙であると偽っている。\u001b[22m, \u001b[1mまず第一に、病気これは魔法少女まどかマジカが存在しない宇宙であるふりをします。\u001b[22m\n\u001b[4mbe it inspiration, based upon or plain plagiarism, let's be fair: this is a site to review series as individual works.\u001b[24m\n    \u001b[1mそれはインスピレーションであろうと、それとも単なる剽窃であろうとも、公正であるようにしましょう。これはシリーズを個々の作品としてレビューするサイトです。\u001b[22m, \u001b[1mそれはに基づいて、インスピレーション、またはプレーン盗作であること、のが公正であるとする：これは、個々の作品としてシリーズを検討するサイトです。\u001b[22m\n\u001b[1m\u001b[22m\nWithout further ado:\n\n\u001b[1m難しい話は抜きにして：\u001b[22m\n\u001b[1m(Muzukashī hanashi wa nuki ni shite:)\u001b[22m\n\nTranslations of \u001b[4mWithout further ado:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWithout further ado:\u001b[24m\n    \u001b[1m難しい話は抜きにして：\u001b[22m, \u001b[1mそれ以上の騒ぎなしに：\u001b[22m, \u001b[1mさらに騒ぎがなければ：\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe first half of the story is fairly good due the fact that you are exposed to the tragedies of the girls: Akari and Seira's experience the tragedy of the loss of a loved one, Ginka's Harsh life with her father and the self-confidence issues of Luna.\n\n\u001b[1m物語の最初の半分は、あなたが女の子の悲劇にさらされているという事実のためにかなり良いです。赤里とセイラの恋人を失った悲劇、Ginkaの父との過酷な生活、 ルナ\u001b[22m\n\u001b[1m(Monogatari no saisho no hanbun wa, anata ga on'nanoko no higeki ni sarasa rete iru to iu jijitsu no tame ni kanari yoidesu. Aka sato to Seira no koibito o ushinatta higeki, Ginka no chichi to no kakokuna seikatsu, Runa)\u001b[22m\n\nTranslations of \u001b[4mThe first half of the story is fairly good due the fact that you are exposed to the tragedies of the girls: Akari and Seira's experience the tragedy of the loss of a loved one, Ginka's Harsh life with her father and the self-confidence issues of Luna.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first half of the story is fairly good due the fact that you are exposed to the tragedies of the girls: Akari and Seira's experience the tragedy of the loss of a loved one, Ginka's Harsh life with her father and the self-confidence issues of\u001b[24m\n    \u001b[1m物語の最初の半分は、あなたが女の子の悲劇にさらされているという事実のためにかなり良いです。赤里とセイラの恋人を失った悲劇、Ginkaの父との過酷な生活、\u001b[22m, \u001b[1m物語の前半は、あなたが女の子の悲劇にさらされているという事実に起因かなり良いです：のあかりとセイラの経験愛する人の喪失の悲劇、Ginkaの厳しい彼女の父との生活と自信の問題\u001b[22m\n\u001b[4mLuna.\u001b[24m\n    \u001b[1mルナ\u001b[22m, \u001b[1mルナ。\u001b[22m\nWe also learn about the Daemonia and how they originate from and you get to see glimpse on who's the series villain during the chapters.\n\n\u001b[1m私たちはまた、デーモニアについても学び、それらがどのように由来しているのか、そして章の中で悪魔のシリーズを誰が垣間見ることができるようになるのです。\u001b[22m\n\u001b[1m(Watashitachiha mata, dēmonia ni tsuite mo manabi, sorera ga dono yō ni yurai shite iru no ka, soshite shō no naka de akuma no shirīzu o dare ga kaimamiru koto ga dekiru yō ni naru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mWe also learn about the Daemonia and how they originate from and you get to see glimpse on who's the series villain during the chapters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe also learn about the Daemonia and how they originate from and you get to see glimpse on who's the series villain during the chapters.\u001b[24m\n    \u001b[1m私たちはまた、デーモニアについても学び、それらがどのように由来しているのか、そして章の中で悪魔のシリーズを誰が垣間見ることができるようになるのです。\u001b[22m, \u001b[1mまた、Daemoniaとそれらがどのように由来し、あなたがシリーズの悪役は章の間だ誰に垣間見見ることを学びます。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, one of the the main problems with the story is on the second half it begins to be not so good:\n\n\u001b[1mしかし、このストーリーの主な問題の1つは、それほど良くないことが始まる下半期です。\u001b[22m\n\u001b[1m(Shikashi, kono sutōrī no omona mondai no 1tsu wa, sore hodo yokunai koto ga hajimaru shimohankidesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, one of the the main problems with the story is on the second half it begins to be not so good:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, one of the the main problems with the story is on the second half it begins to be not so good:\u001b[24m\n    \u001b[1mしかし、このストーリーの主な問題の1つは、それほど良くないことが始まる下半期です。\u001b[22m, \u001b[1mしかし、物語の主な問題の一つは、それがあまりよくないことが始まる後半にあります：\u001b[22m\nLuna becomes excessively jealous for very dumb reasons and her 'transformation' is terrible, the randomness of the villain Cerebrum (supposedly to mentally defeat her, has a character go through a tragedy infinitely...he didn't realize that by the time she finds her she already was like that?) and overall the 'resurrection' of a certain character and WHY it got resurrected.\n\n\u001b[1mルナは非常にばかな理由であまりにも嫉妬深くなり、彼女の「変形」はひどいものです。悪人の乱れ（精神的に彼女を敗北させたり、キャラクターに悲劇を無限に伝えている...） 彼女はすでに彼女のようなものだったと感じていますか？）そして全体的に、あるキャラクターの「復活」と復活したのはなぜですか？\u001b[22m\n\u001b[1m(Runa wa hijō ni bakana riyū de amarini mo shittobukaku nari, kanojo no `henkei' wa hidoi monodesu. Akunin no midare (seishintekini kanojo o haiboku sa se tari, kyarakutā ni higeki o mugen ni tsutaete iru... ) Kanojo wa sudeni kanojo no yōna monodatta to kanjite imasu ka? ) Soshite zentai-teki ni, aru kyarakutā no `fukkatsu' to fukkatsu shita no wa nazedesu ka?)\u001b[22m\n\nTranslations of \u001b[4mLuna becomes excessively jealous for very dumb reasons and her 'transformation' is terrible, the randomness of the villain Cerebrum (supposedly to mentally defeat her, has a character go through a tragedy infinitely...he didn't realize that by the time she finds her she already was like that?) and overall the 'resurrection' of a certain character and WHY it got resurrected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuna becomes excessively jealous for very dumb reasons and her 'transformation' is terrible, the randomness of the villain Cerebrum (supposedly to mentally defeat her, has a character go through a tragedy infinitely...he didn't realize that by the time she\u001b[24m\n    \u001b[1mルナは非常にばかな理由であまりにも嫉妬深くなり、彼女の「変形」はひどいものです。悪人の乱れ（精神的に彼女を敗北させたり、キャラクターに悲劇を無限に伝えている...）\u001b[22m, \u001b[1mルナは非常にダムの理由のために過度に嫉妬になり、彼女の「変換」はひどいです、悪役の大脳のランダム性は、（おそらく精神的に彼女を倒すために、文字を持っている無限の悲劇を通過...彼はその時によって彼女実現しませんでした\u001b[22m\n\u001b[4mfinds her she already was like that?) and overall the 'resurrection' of a certain character and WHY it got resurrected.\u001b[24m\n    \u001b[1m彼女はすでに彼女のようなものだったと感じていますか？）そして全体的に、あるキャラクターの「復活」と復活したのはなぜですか？\u001b[22m, \u001b[1m彼女の彼女はすでにその？のようなものだった）と、特定の文字の全体的な「復活」発見し、それがなぜ復活しまいました。\u001b[22m\nAlso, the 'Cameo' appearance at the end was totally unneeded (Why? did that happened for a reason? Just confidence boost? Cameo?).\n\n\u001b[1mまた、終わりの「カメオ」の登場は、まったく必要ありませんでした（なぜなら、それは理由のために起こったのでしょうか？自信を高める？カメオ？）。\u001b[22m\n\u001b[1m(Mata, owari no `Kameo' no tōjō wa, mattaku hitsuyō arimasendeshita (nazenara, soreha riyū no tame ni okotta nodeshou ka? Jishin o takameru? Kameo? ).)\u001b[22m\n\nTranslations of \u001b[4mAlso, the 'Cameo' appearance at the end was totally unneeded (Why? did that happened for a reason? Just confidence boost? Cameo?).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the 'Cameo' appearance at the end was totally unneeded (Why? did that happened for a reason? Just confidence boost? Cameo?).\u001b[24m\n    \u001b[1mまた、終わりの「カメオ」の登場は、まったく必要ありませんでした（なぜなら、それは理由のために起こったのでしょうか？自信を高める？カメオ？）。\u001b[22m, \u001b[1mまた、末尾に「カメオ」外観は全く不要だった（なぜ？それが理由で起こったのですか？ちょうど自信ブーストを？カメオ？）。\u001b[22m\n\u001b[1m\u001b[22m\nWe will probably also never know if Sefiro Fiore (the organization's name) intentions are truly good or evil, at it seems they are helping humanity for their own amusement...urgh.\n\n\u001b[1mセフィロ・フィオーレ（組織名）の意図が本当に良いか悪いのかは決して分かりません。自分の娯楽のために人類を助けているようです。\u001b[22m\n\u001b[1m(Sefiro fiōre (soshiki-mei) no ito ga hontōni yoi ka warui no ka wa kesshite wakarimasen. Jibun no goraku no tame ni jinrui o tasukete iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWe will probably also never know if Sefiro Fiore (the organization's name) intentions are truly good or evil, at it seems they are helping humanity for their own amusement...urgh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe will probably also never know if Sefiro Fiore (the organization's name) intentions are truly good or evil, at it seems they are helping humanity for their own amusement...urgh.\u001b[24m\n    \u001b[1mセフィロ・フィオーレ（組織名）の意図が本当に良いか悪いのかは決して分かりません。自分の娯楽のために人類を助けているようです。\u001b[22m, \u001b[1mSefiroフィオーレ（組織名）意図が本当に良いか悪であるならば、それは彼らが自分自身の娯楽のため人類を支援していると思われる時に我々は、おそらくまたurgh...、知っていることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nIt feels like the series builds a great, gloomy and steady atmosphere, then suddenly goes insane and throws everything to the window and gives you a happy treatment pill.\n\n\u001b[1mそれはシリーズが素晴らしい、憂鬱で安定した雰囲気を作り、その後突然不気味になり、すべてを窓に投げ、あなたに幸せな治療薬を与えるように感じます。\u001b[22m\n\u001b[1m(Sore wa shirīzu ga subarashī, yūutsu de antei shita fun'iki o tsukuri, sonogo totsuzen bukimi ni nari, subete o mado ni nage, anata ni shiawasena chiryō kusuri o ataeru yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt feels like the series builds a great, gloomy and steady atmosphere, then suddenly goes insane and throws everything to the window and gives you a happy treatment pill.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt feels like the series builds a great, gloomy and steady atmosphere, then suddenly goes insane and throws everything to the window and gives you a happy treatment pill.\u001b[24m\n    \u001b[1mそれはシリーズが素晴らしい、憂鬱で安定した雰囲気を作り、その後突然不気味になり、すべてを窓に投げ、あなたに幸せな治療薬を与えるように感じます。\u001b[22m, \u001b[1mシリーズは、偉大な悲観的かつ着実な雰囲気を構築するようにそれは、突然狂って行くと、ウィンドウにすべてをスローし、あなたに幸せな治療薬を提供し、感じています。\u001b[22m\nOverall,the story was passable, but could have been way better. I don't dislike happy endings, if they were done on a plausible way.\n\n\u001b[1m全体的に、ストーリーは可笑しかったですが、より良い方法だったかもしれません。 彼らが妥当な方法でやり遂げられたら、私はハッピーエンディングを嫌うわけではありません。\u001b[22m\n\u001b[1m(Zentai-teki ni, sutōrī wa okashikattadesuga, yoriyoi hōhōdatta kamo shiremasen. Karera ga datōna hōhō de yaritoge raretara, watashi wa happīendingu o kirau wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall,the story was passable, but could have been way better. I don't dislike happy endings, if they were done on a plausible way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall,the story was passable, but could have been way better.\u001b[24m\n    \u001b[1m全体的に、ストーリーは可笑しかったですが、より良い方法だったかもしれません。\u001b[22m, \u001b[1m全体的に、物語はまずまずだったが、良い方法だったかもしれません。\u001b[22m\n\u001b[4mI don't dislike happy endings, if they were done on a plausible way.\u001b[24m\n    \u001b[1m彼らが妥当な方法でやり遂げられたら、私はハッピーエンディングを嫌うわけではありません。\u001b[22m, \u001b[1m彼らはもっともらしい方法で行った場合、私は、ハッピーエンドを嫌いしないでください。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nArtwork is good most of the time and tries really hard to keep it consistent that way. Most anime series show an evident drop of quality passing episode 2- and beyond till the final episode, but i never felt this happened here.\n\n\u001b[1mアートワークはほとんどの場合よくできており、そのように一貫性を保つことは本当に難しいです。 ほとんどのアニメシリーズは、エピソード2とそれを越えて最後のエピソードまでの品質の明白な低下を示していますが、私はこれがここで起こったとは感じませんでした。\u001b[22m\n\u001b[1m(Ātowāku wa hotondo no baai yoku dekite ori, sonoyōni ikkan-sei o tamotsu koto wa hontōni muzukashīdesu. Hotondo no animeshirīzu wa, episōdo 2 to sore o koete saigo no episōdo made no hinshitsu no meihakuna teika o shimeshite imasuga, watashi wa kore ga koko de okotta to wa kanjimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mArtwork is good most of the time and tries really hard to keep it consistent that way. Most anime series show an evident drop of quality passing episode 2- and beyond till the final episode, but i never felt this happened here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork is good most of the time and tries really hard to keep it consistent that way.\u001b[24m\n    \u001b[1mアートワークはほとんどの場合よくできており、そのように一貫性を保つことは本当に難しいです。\u001b[22m, \u001b[1mアートワークは、ほとんどの時間良いですし、一貫性のあるそのようにそれを維持するために本当にハードにしようとします。\u001b[22m\n\u001b[4mMost anime series show an evident drop of quality passing episode 2- and beyond till the final episode, but i never felt this happened here.\u001b[24m\n    \u001b[1mほとんどのアニメシリーズは、エピソード2とそれを越えて最後のエピソードまでの品質の明白な低下を示していますが、私はこれがここで起こったとは感じませんでした。\u001b[22m, \u001b[1mほとんどのアニメシリーズは最終回まで品質渡すエピソード2-以降明らかな低下を示しているが、私は、これはここで起き感じたことはありません。\u001b[22m\nJust as an observation, the girls height varies in chapters: sometimes you see them looking around the height of a elementary/Junior high girl, and suddenly they look like they are on their late teens. This alternates on the girls transformed forms as well. Oddly, i thought the late teen forms where more suitable for the show plot...\n\n\u001b[1m観察のように、女の子の高さは章によって異なります。小学生/中学生の高さを見ていることがありますが、突然10代後半のように見えます。 これは、女の子に変換されたフォームにも変わります。 奇妙なことに、私は10代後半のフォームがショープロットに適していると思った...\u001b[22m\n\u001b[1m(Kansatsu no yō ni, on'nanoko no taka-sa wa shō ni yotte kotonarimasu. Shōgakusei/ chūgakusei no taka-sa o mite iru koto ga arimasuga, totsuzen 10-dai kōhan no yō ni miemasu. Kore wa, on'nanoko ni henkan sa reta fōmu ni mo kawarimasu. Kimyōna koto ni, watashi wa 10-dai kōhan no fōmu ga shōpurotto ni tekishite iru to omotta...)\u001b[22m\n\nTranslations of \u001b[4mJust as an observation, the girls height varies in chapters: sometimes you see them looking around the height of a elementary/Junior high girl, and suddenly they look like they are on their late teens. This alternates on the girls transformed forms as well. Oddly, i thought the late teen forms where more suitable for the show plot...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust as an observation, the girls height varies in chapters: sometimes you see them looking around the height of a elementary/Junior high girl, and suddenly they look like they are on their late teens.\u001b[24m\n    \u001b[1m観察のように、女の子の高さは章によって異なります。小学生/中学生の高さを見ていることがありますが、突然10代後半のように見えます。\u001b[22m, \u001b[1mちょうど観測として、高さが各章に変化の女の子は：時々、あなたは彼らがジュニア/小学校高い女の子の高さ見回し見て、突然、彼らは10代後半にしているように見えます。\u001b[22m\n\u001b[4mThis alternates on the girls transformed forms as well.\u001b[24m\n    \u001b[1mこれは、女の子に変換されたフォームにも変わります。\u001b[22m, \u001b[1mこれは、同様の形態を変え女の子に交替します。\u001b[22m\n\u001b[4mOddly, i thought the late teen forms where more suitable for the show plot...\u001b[24m\n    \u001b[1m奇妙なことに、私は10代後半のフォームがショープロットに適していると思った...\u001b[22m, \u001b[1m奇妙なことに、私はショーのプロットのためのより適切な後半の十代のフォームを考えて...\u001b[22m\n\u001b[1m\u001b[22m\nBackgrounds are okay, but the alternate dimension backgrounds are kind of dull (Void, stars, barrens giving a sad empty feeling).\n\n\u001b[1m背景は大丈夫ですが、代わりのディメンションの背景は鈍いです（ぼんやりした星、悲しみの空虚感を与える不毛なもの）。\u001b[22m\n\u001b[1m(Haikei wa daijōbudesuga, kawari no dimenshon no haikei wa nibuidesu (bon'yari shita hoshi, kanashimi no kūkyo-kan o ataeru fumōna mono).)\u001b[22m\n\nTranslations of \u001b[4mBackgrounds are okay, but the alternate dimension backgrounds are kind of dull (Void, stars, barrens giving a sad empty feeling).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBackgrounds are okay, but the alternate dimension backgrounds are kind of dull (Void, stars, barrens giving a sad empty feeling).\u001b[24m\n    \u001b[1m背景は大丈夫ですが、代わりのディメンションの背景は鈍いです（ぼんやりした星、悲しみの空虚感を与える不毛なもの）。\u001b[22m, \u001b[1m背景は大丈夫ですが、代替の次元の背景には、一種の鈍い（悲しい空の感じを与えるボイド、星、やせ地）です。\u001b[22m\nI really liked the girls transformations artwork, specially Akari and Seira's forms (Ginka was meh at best).\n\n\u001b[1m私は女の子の変身のアートワーク、特にAkariとSeiraのフォームが気に入っていました（Ginkaは最高の私でした）。\u001b[22m\n\u001b[1m(Watashi wa on'nanoko no henshin no ātowāku, tokuni Akari to Seira no fōmu ga kiniitte imashita (Ginka wa saikō no watashideshita).)\u001b[22m\n\nTranslations of \u001b[4mI really liked the girls transformations artwork, specially Akari and Seira's forms (Ginka was meh at best).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked the girls transformations artwork, specially Akari and Seira's forms (Ginka was meh at best).\u001b[24m\n    \u001b[1m私は女の子の変身のアートワーク、特にAkariとSeiraのフォームが気に入っていました（Ginkaは最高の私でした）。\u001b[22m, \u001b[1m私は本当に女の子変換アートワーク、特別あかりとセイラのフォームを（Ginkaはせいぜいまあまあだった）言っています。\u001b[22m\nMost of the abilities and powers are well made (Specially Ginka's Armory and the Solar Rapier from Akari). The last boss form is bad at best.\n\n\u001b[1m能力と能力のほとんどはよく作られています（特に、銀座のアーモリーとアカリのソーラーレイピア）。 最後のボスフォームは悪いです。\u001b[22m\n\u001b[1m(Nōryoku to nōryoku no hotondo wa yoku tsukura rete imasu (tokuni, Ginza no āmorī to Akari no sōrāreipia). Saigo no bosufōmu wa waruidesu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the abilities and powers are well made (Specially Ginka's Armory and the Solar Rapier from Akari). The last boss form is bad at best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the abilities and powers are well made (Specially Ginka's Armory and the Solar Rapier from Akari).\u001b[24m\n    \u001b[1m能力と能力のほとんどはよく作られています（特に、銀座のアーモリーとアカリのソーラーレイピア）。\u001b[22m, \u001b[1m能力や権限のほとんどは、ウェル（特別Ginkaの武器庫とあかりからソーラーレイピアを）作られています。\u001b[22m\n\u001b[4mThe last boss form is bad at best.\u001b[24m\n    \u001b[1m最後のボスフォームは悪いです。\u001b[22m, \u001b[1m最後のボスフォームはせいぜい悪いです。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nOverall Good. Both the opening and ending theme are really good and the seiyuus match the characters they represent.\n\n\u001b[1m全体的に良い。 オープニングテーマとエンディングテーマはともに本当にいいですし、それは彼らが表現しているキャラクターに合っています。\u001b[22m\n\u001b[1m(Zentai-teki ni yoi. Ōpuningutēma to endingutēma wa tomoni hontōni īdesushi, sore wa karera ga hyōgen shite iru kyarakutā ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall Good. Both the opening and ending theme are really good and the seiyuus match the characters they represent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Good.\u001b[24m\n    \u001b[1m全体的に良い。\u001b[22m, \u001b[1m全体的に良いです。\u001b[22m\n\u001b[4mBoth the opening and ending theme are really good and the seiyuus match the characters they represent.\u001b[24m\n    \u001b[1mオープニングテーマとエンディングテーマはともに本当にいいですし、それは彼らが表現しているキャラクターに合っています。\u001b[22m, \u001b[1mオープニングとエンディングテーマの両方が本当に優れているとseiyuusは、それが表す文字に一致します。\u001b[22m\nExtra points to the triplets voice as they were cute.\n\n\u001b[1m彼らはかわいいので、余分なポイントを三つ組の声にします。\u001b[22m\n\u001b[1m(Karera wa kawaīnode, yobun'na pointo o mitsugumi no koe ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mExtra points to the triplets voice as they were cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExtra points to the triplets voice as they were cute.\u001b[24m\n    \u001b[1m彼らはかわいいので、余分なポイントを三つ組の声にします。\u001b[22m, \u001b[1m彼らはかわいいだったとしてトリプレットの声に余分なポイント。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nYou definitely can't blame the girls for being most of the time moody, angry, depressed or scared about what's going on with them. They are young girls that they were forc-...convinced to battle monsters rather than going to school and have a happy life overall:\n\n\u001b[1mあなたは間違いなく、怒っている、怒っている、落ち込んでいる、または何が起こっているのか怖がっていることのほとんどに対して、女の子を責めることはできません。 彼らは彼らが強制された若い女の子です...学校に行くよりもむしろモンスターと戦うことに納得し、全体として幸せな人生を持っています：\u001b[22m\n\u001b[1m(Anata wa machigainaku, ikatteiru, ikatteiru, ochikonde iru, matawa nani ga okotte iru no ka kowagatte iru koto no hotondo ni taishite, on'nanoko o semeru koto wa dekimasen. Karera wa karera ga kyōsei sa reta wakai on'nanokodesu... Gakkōniiku yori mo mushiro monsutā to tatakau koto ni nattoku shi, zentai to shite shiawasena jinsei o motte imasu:)\u001b[22m\n\nTranslations of \u001b[4mYou definitely can't blame the girls for being most of the time moody, angry, depressed or scared about what's going on with them. They are young girls that they were forc-...convinced to battle monsters rather than going to school and have a happy life overall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou definitely can't blame the girls for being most of the time moody, angry, depressed or scared about what's going on with them.\u001b[24m\n    \u001b[1mあなたは間違いなく、怒っている、怒っている、落ち込んでいる、または何が起こっているのか怖がっていることのほとんどに対して、女の子を責めることはできません。\u001b[22m, \u001b[1mあなたは間違いなく、時間ムーディのほとんどであることのために彼らと何が起こっているかについて、怒って落ち込んまたは怖がって女の子を責めることはできません。\u001b[22m\n\u001b[4mThey are young girls that they were forc-...convinced to battle monsters rather than going to school and have a happy life overall:\u001b[24m\n    \u001b[1m彼らは彼らが強制された若い女の子です...学校に行くよりもむしろモンスターと戦うことに納得し、全体として幸せな人生を持っています：\u001b[22m, \u001b[1m彼らは学校に行くのではなく、モンスターと戦うためにFORC -...確信していたことを若い女の子であり、全体の幸せな生活をしています：\u001b[22m\n\u001b[1m\u001b[22m\nAkari rather than being the 'sunny, bright and lovable' person that many characters suggest, she is most of the time gloomy, worried or anxious during the series.\n\n\u001b[1m多くのキャラクターが示唆している「陽気で明るく愛らしい」人ではなく、彼女はそのシリーズの中で最も暗い、心配している、または不安である。\u001b[22m\n\u001b[1m(Ōku no kyarakutā ga shisa shite iru `yōkide akaruku airashī' hitode wa naku, kanojo wa sono shirīzu no naka de mottomo kurai, shinpai shite iru, matawa fuandearu.)\u001b[22m\n\nTranslations of \u001b[4mAkari rather than being the 'sunny, bright and lovable' person that many characters suggest, she is most of the time gloomy, worried or anxious during the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkari rather than being the 'sunny, bright and lovable' person that many characters suggest, she is most of the time gloomy, worried or anxious during the series.\u001b[24m\n    \u001b[1m多くのキャラクターが示唆している「陽気で明るく愛らしい」人ではなく、彼女はそのシリーズの中で最も暗い、心配している、または不安である。\u001b[22m, \u001b[1mむしろ多くの文字が示唆すること」、日当たりの良い明るいと愛すべき「人というよりあかりは、彼女はシリーズ中、悲観的な心配や不安にほとんどの時間です。\u001b[22m\n\u001b[1m\u001b[22m\nSeira is the cool, calm and collected girl that due her past with the Daemonia, she slays them without concern or fear. Hates the Daemonia with passion and hates the fact that Akari can listen to them as she thinks its a waste of time. The character i liked the most oddly.\n\n\u001b[1mセイラは、彼女がデーモニアで過ごしたことにより、懸念や恐れなしに彼女を殺す、クールで落ち着いた、そして収集された少女です。 デーモニアを熱狂させず、時間の無駄だと思うとアカリが聞くことができないという事実を嫌う。 私のキャラクターは一番奇妙に好きだった。\u001b[22m\n\u001b[1m(Seira wa, kanojo ga dēmonia de sugoshita koto ni yori, kenen ya osore nashi ni kanojo o korosu, kūru de ochitsuita, soshite shūshū sa reta shōjodesu. Dēmonia o nekkyō sa sezu, jikan'nomudada to omou to Akari ga kiku koto ga dekinai to iu jijitsu o kirau. Watashi no kyarakutā wa ichiban kimyō ni sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mSeira is the cool, calm and collected girl that due her past with the Daemonia, she slays them without concern or fear. Hates the Daemonia with passion and hates the fact that Akari can listen to them as she thinks its a waste of time. The character i liked the most oddly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeira is the cool, calm and collected girl that due her past with the Daemonia, she slays them without concern or fear.\u001b[24m\n    \u001b[1mセイラは、彼女がデーモニアで過ごしたことにより、懸念や恐れなしに彼女を殺す、クールで落ち着いた、そして収集された少女です。\u001b[22m, \u001b[1mセイラがDaemoniaと彼女の延滞、クールで穏やかで、収集した女の子です、彼女は心配や恐れずにそれらを殺害します。\u001b[22m\n\u001b[4mHates the Daemonia with passion and hates the fact that Akari can listen to them as she thinks its a waste of time.\u001b[24m\n    \u001b[1mデーモニアを熱狂させず、時間の無駄だと思うとアカリが聞くことができないという事実を嫌う。\u001b[22m, \u001b[1mDaemoniaは、情熱を持って嫌い、彼女は時間のその廃棄物をと考えるあかりは彼らに聞くことができるという事実を嫌っています。\u001b[22m\n\u001b[4mThe character i liked the most oddly.\u001b[24m\n    \u001b[1m私のキャラクターは一番奇妙に好きだった。\u001b[22m, \u001b[1m文字は、私が最も奇妙な好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nGinka is the 'Sunny, bright and lovable' character that Akari is supposed to be; even in situations that may suck for most people, she's always optimistic and tries to keep the team together. The strongest link on the series if not a little annoying.\n\n\u001b[1mGinkaはAkariが想定している「明るく明るい愛らしい」キャラクターです。 ほとんどの人にとって吸うかもしれない状況であっても、彼女はいつも楽観的であり、チームを一緒に保つよう努めています。 シリーズの最強のリンクは少し迷惑ではない場合。\u001b[22m\n\u001b[1m(Ginka wa Akari ga sōtei shite iru `akaruku akarui airashī' kyarakutādesu. Hotondo no hito ni totte suu kamo shirenai jōkyōdeatte mo, kanojo wa itsumo rakukantekideari, chīmu o issho ni tamotsu yō tsutomete imasu. Shirīzu no saikyō no rinku wa sukoshi meiwakude wanai baai.)\u001b[22m\n\nTranslations of \u001b[4mGinka is the 'Sunny, bright and lovable' character that Akari is supposed to be; even in situations that may suck for most people, she's always optimistic and tries to keep the team together. The strongest link on the series if not a little annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGinka is the 'Sunny, bright and lovable' character that Akari is supposed to be;\u001b[24m\n    \u001b[1mGinkaはAkariが想定している「明るく明るい愛らしい」キャラクターです。\u001b[22m, \u001b[1mGinkaはあかりがあることが想定される」、サニー明るく愛らしい」文字です。\u001b[22m\n\u001b[4meven in situations that may suck for most people, she's always optimistic and tries to keep the team together.\u001b[24m\n    \u001b[1mほとんどの人にとって吸うかもしれない状況であっても、彼女はいつも楽観的であり、チームを一緒に保つよう努めています。\u001b[22m, \u001b[1mでも、ほとんどの人々のために吸うことができる状況では、彼女は常に楽観的だし、一緒にチームを維持しようとします。\u001b[22m\n\u001b[4mThe strongest link on the series if not a little annoying.\u001b[24m\n    \u001b[1mシリーズの最強のリンクは少し迷惑ではない場合。\u001b[22m, \u001b[1m最強シリーズのリンクでない場合は少し迷惑。\u001b[22m\n\u001b[1m\u001b[22m\nLuna takes the support role, both in battle and as a person, caring for Akari (to an obsessive/romantic point) which causes her to take really dumb decisions later on. Next to Cerebrum, it is a likely candidate for most hated character but gets better near the end. The weakest link of the girls basically.\n\n\u001b[1mルナはバトルでも人としても、彼女の後ろに本当にダムな決定を下すような（強迫観念的な/ロマンチックなポイントへの）アカリを世話している。  Cerebrumの次に、それはほとんどの嫌わされたキャラクターのための有望な候補者ですが、終わり近くに良くなります。 基本的に女の子の弱いリンク。\u001b[22m\n\u001b[1m(Runa wa batoru demo hito to shite mo, kanojo no ushiro ni hontōni damuna kettei o kudasu yōna (kyōhaku kan'nen-tekina/ romanchikkuna pointo e no) Akari o sewa shite iru. Cerebrum no tsugini, sore wa hotondo no kirawa sa reta kyarakutā no tame no yūbōna kōho-shadesuga, owari chikaku ni yoku narimasu. Kihontekini on'nanoko no yowai rinku.)\u001b[22m\n\nTranslations of \u001b[4mLuna takes the support role, both in battle and as a person, caring for Akari (to an obsessive/romantic point) which causes her to take really dumb decisions later on. Next to Cerebrum, it is a likely candidate for most hated character but gets better near the end. The weakest link of the girls basically.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuna takes the support role, both in battle and as a person, caring for Akari (to an obsessive/romantic point) which causes her to take really dumb decisions later on.\u001b[24m\n    \u001b[1mルナはバトルでも人としても、彼女の後ろに本当にダムな決定を下すような（強迫観念的な/ロマンチックなポイントへの）アカリを世話している。\u001b[22m, \u001b[1mルナは彼女が後で本当にばかな決定を取るようになり（強迫観念/ロマンチックな点まで）あかりの世話、戦闘で人としても、サポートの役割を果たしています。\u001b[22m\n\u001b[4mNext to Cerebrum, it is a likely candidate for most hated character but gets better near the end.\u001b[24m\n    \u001b[1mCerebrumの次に、それはほとんどの嫌わされたキャラクターのための有望な候補者ですが、終わり近くに良くなります。\u001b[22m, \u001b[1m大脳の隣に、それは最も嫌わ文字の有力候補であるが、終わり近くに良くなります。\u001b[22m\n\u001b[4mThe weakest link of the girls basically.\u001b[24m\n    \u001b[1m基本的に女の子の弱いリンク。\u001b[22m, \u001b[1m基本的に女の子の最も弱いリンク。\u001b[22m\n\u001b[1m\u001b[22m\nCerebrum the villain, is the character i hated the most. I would like to have hated him because of being evil or cruel... but the problem with Cerebrum are his actions:\n\n\u001b[1m悪人の脳は、私が最も嫌いな人物です。 私は邪悪であるか残酷であるために彼を嫌っています...しかし、脳の問題は彼の行動です：\u001b[22m\n\u001b[1m(Akunin no nō wa, watashi ga mottomo kiraina jinbutsudesu. Watashi wa jaakudearu ka zankokudearu tame ni kare o kiratte imasu... Shikashi, nō no mondai wa kare no kōdōdesu:)\u001b[22m\n\nTranslations of \u001b[4mCerebrum the villain, is the character i hated the most. I would like to have hated him because of being evil or cruel... but the problem with Cerebrum are his actions:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCerebrum the villain, is the character i hated the most.\u001b[24m\n    \u001b[1m悪人の脳は、私が最も嫌いな人物です。\u001b[22m, \u001b[1m悪役を大脳、私は最も嫌わ文字です。\u001b[22m\n\u001b[4mI would like to have hated him because of being evil or cruel... but the problem with Cerebrum are his actions:\u001b[24m\n    \u001b[1m私は邪悪であるか残酷であるために彼を嫌っています...しかし、脳の問題は彼の行動です：\u001b[22m, \u001b[1mため、私は悪か残酷であることの彼を嫌っているしたいと思います...しかし、大脳の問題は、彼のアクションは、次のとおりです。\u001b[22m\nWhy Cerebrum was luring humans to become Daemonia in the first place (other than hating humans) is a mystery to me and even if it was a valid reason, there are more efficient ways to hunt down humans souls with negative emotions than going one by one waiting to get at the lowest point of their lives... im pretty sure you can make an army of humans with negative emotions being a lot to choose from, then send them to Sefiro Fiore and finish them off...\n\n\u001b[1mなぜ脳が人間を憎むこと以外にもデモニアとなるのは私にとって謎であり、それが正当な理由であっても否定的な感情を持って人間の魂を狩るより効率的な方法がある 彼らの人生の最低点に達するのを待っています...私はかなり否定的な感情を持つ人間の軍隊を選ぶことができると確信して、セフィロFioreにそれらを送信し、それらを終了...\u001b[22m\n\u001b[1m(Naze nō ga ningen o nikumu koto igai ni mo demonia to naru no wa watashi ni totte nazodeari, sore ga seitōnariyūdeatte mo hitei-tekina kanjō o motte ningen no tamashī o karu yori kōritsu-tekina hōhō ga aru karera no jinsei no saitei-ten ni tassuru no o matteimasu... Watashi wa kanari hitei-tekina kanjō o motsu ningen no guntai o erabu koto ga dekiru to kakushin shite, sefiro Fiore ni sorera o sōshin shi, sorera o shūryō...)\u001b[22m\n\nTranslations of \u001b[4mWhy Cerebrum was luring humans to become Daemonia in the first place (other than hating humans) is a mystery to me and even if it was a valid reason, there are more efficient ways to hunt down humans souls with negative emotions than going one by one waiting to get at the lowest point of their lives... im pretty sure you can make an army of humans with negative emotions being a lot to choose from, then send them to Sefiro Fiore and finish them off...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy Cerebrum was luring humans to become Daemonia in the first place (other than hating humans) is a mystery to me and even if it was a valid reason, there are more efficient ways to hunt down humans souls with negative emotions than going one by one\u001b[24m\n    \u001b[1mなぜ脳が人間を憎むこと以外にもデモニアとなるのは私にとって謎であり、それが正当な理由であっても否定的な感情を持って人間の魂を狩るより効率的な方法がある\u001b[22m, \u001b[1m大脳は、（人間を嫌う以外の）最初の場所でDaemoniaになるために人間をおびき寄せたのはなぜ私には謎であり、それが正当な理由であっても、一つ一つを行くよりも、否定的な感情を持つ人間の魂を追い詰めるためのより効率的な方法があります\u001b[22m\n\u001b[4mwaiting to get at the lowest point of their lives... im pretty sure you can make an army of humans with negative emotions being a lot to choose from, then send them to Sefiro Fiore and finish them off...\u001b[24m\n    \u001b[1m彼らの人生の最低点に達するのを待っています...私はかなり否定的な感情を持つ人間の軍隊を選ぶことができると確信して、セフィロFioreにそれらを送信し、それらを終了...\u001b[22m, \u001b[1mあなたが否定的な感情がSefiroフィオーレに送信し、その後、から選択し、それらを終えることがたくさんあることで、人間の軍隊を作ることができますイムはかなり確信して...自分たちの生活の最低点で取得するために待っています...\u001b[22m\n\u001b[1m\u001b[22m\nAlso, he indirectly helped Akari to overcome her tragedy and effectively become stronger to defeat him. Villain's logic.\n\n\u001b[1mまた、彼は間接的に彼女の悲劇を克服し、彼を倒すために強くなるようにアカリを助けました。 悪人の論理。\u001b[22m\n\u001b[1m(Mata, kare wa kansetsu-teki ni kanojo no higeki o kokufuku shi, kare o taosu tame ni tsuyoku naru yō ni Akari o tasukemashita. Akunin no ronri.)\u001b[22m\n\nTranslations of \u001b[4mAlso, he indirectly helped Akari to overcome her tragedy and effectively become stronger to defeat him. Villain's logic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, he indirectly helped Akari to overcome her tragedy and effectively become stronger to defeat him.\u001b[24m\n    \u001b[1mまた、彼は間接的に彼女の悲劇を克服し、彼を倒すために強くなるようにアカリを助けました。\u001b[22m, \u001b[1mまた、彼は間接的に彼女の悲劇を克服し、効果的に彼を倒すために強くなるためにあかりを助けました。\u001b[22m\n\u001b[4mVillain's logic.\u001b[24m\n    \u001b[1m悪人の論理。\u001b[22m, \u001b[1m悪役のロジック。\u001b[22m\nWhat is not Villain's logic, is to shape shift into a young girl and become the night's enjoyment of an middle aged man. Yikes.\n\n\u001b[1m悪役の論理ではないのは、若い女の子に変身し、中年の男性の夜の楽しみになることです。  Yikes。\u001b[22m\n\u001b[1m(Akuyaku no ronride wa nai no wa, wakai on'nanoko ni henshin shi, chūnen no dansei no yoru no tanoshimi ni naru kotodesu. Yikes.)\u001b[22m\n\nTranslations of \u001b[4mWhat is not Villain's logic, is to shape shift into a young girl and become the night's enjoyment of an middle aged man. Yikes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is not Villain's logic, is to shape shift into a young girl and become the night's enjoyment of an middle aged man.\u001b[24m\n    \u001b[1m悪役の論理ではないのは、若い女の子に変身し、中年の男性の夜の楽しみになることです。\u001b[22m, \u001b[1mない悪役のロジックは何ですか、若い女の子にシフトを形成し、中年男の夜の楽しみになることです。\u001b[22m\n\u001b[4mYikes.\u001b[24m\n    \u001b[1mYikes。\u001b[22m, \u001b[1mむ〜。\u001b[22m\n\u001b[1m\u001b[22m\nSupporting characters are kind of memorable, but not much:\n\n\u001b[1mサポートキャラクターは思い出深いものですが、それほど重要ではありません：\u001b[22m\n\u001b[1m(Sapōtokyarakutā wa omoidebukai monodesuga, sorehodo jūyōde wa arimasen:)\u001b[22m\n\nTranslations of \u001b[4mSupporting characters are kind of memorable, but not much:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSupporting characters are kind of memorable, but not much:\u001b[24m\n    \u001b[1mサポートキャラクターは思い出深いものですが、それほど重要ではありません：\u001b[22m, \u001b[1m脇役は一種の記憶に残る、あまりないです。\u001b[22m\nYou have the Tendou Triplets, doing the role of scientists, the demons LaPlace and Schrodinger, Etia and Ariel acting as figure heads for the Sefiro Fiore Japan Branch, the older Tarot Girls , Mama, Hanayume and Lymro, etc.\n\n\u001b[1mあなたは、科学者の役割を果たすTendouトリプレット、LaPlaceとSchrodinger、EtiaとArielがSefiro Fiore Japan Branch、古いタロットガールズ、ママ、HanayumeとLymroなどのフィギュアヘッドの役をしています。\u001b[22m\n\u001b[1m(Anata wa, kagaku-sha no yakuwariwohatasu Tendou toripuretto, LaPlace to Schrodinger, Etia to arieru ga Sefiro Fiore Japan buranchi, furui tarottogāruzu, mama, Hanayume to Lymro nado no figyua heddo no yaku o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mYou have the Tendou Triplets, doing the role of scientists, the demons LaPlace and Schrodinger, Etia and Ariel acting as figure heads for the Sefiro Fiore Japan Branch, the older Tarot Girls , Mama, Hanayume and Lymro, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou have the Tendou Triplets, doing the role of scientists, the demons LaPlace and Schrodinger, Etia and Ariel acting as figure heads for the Sefiro Fiore Japan Branch, the older Tarot Girls , Mama, Hanayume and Lymro, etc.\u001b[24m\n    \u001b[1mあなたは、科学者の役割を果たすTendouトリプレット、LaPlaceとSchrodinger、EtiaとArielがSefiro Fiore Japan Branch、古いタロットガールズ、ママ、HanayumeとLymroなどのフィギュアヘッドの役をしています。\u001b[22m, \u001b[1mあなたは天道三つ子、科学者の役割をして、悪魔ラプラスとシュレーディンガー、ETIAとアリエルとして作用するSefiroフィオーレ日本支部、古いタロット女の子、ママ、HanayumeとLymro用フィギュアヘッドなど持っています\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nDespite aforementioned flaws, most chapters end with a good cliffhanger enough to wanting you to look forward for the next chapter. One of the most well done chapters was the fight between Ginka and her Diabolos Tarot card (basically her dark clone) with had a good conclusion.\n\n\u001b[1m前述の欠陥にもかかわらず、ほとんどの章は、あなたが次の章を楽しみにしているのに十分な崖の上にあります。 最もよく行われた章の1つは、Ginkaと彼女のDiabolos Tarotカード（基本的に彼女の暗いクローン）との戦いだった。\u001b[22m\n\u001b[1m(Zenjutsu no kekkan nimokakawarazu, hotondo no shō wa, anata ga tsugi no shō o tanoshimini shite irunoni jūbun'na gake no ue ni arimasu. Mottomo yoku okonawa reta shō no 1tsu wa, Ginka to kanojo no Diabolos tarotto kādo (kihontekini kanojo no kurai kurōn) to notatakaidatta.)\u001b[22m\n\nTranslations of \u001b[4mDespite aforementioned flaws, most chapters end with a good cliffhanger enough to wanting you to look forward for the next chapter. One of the most well done chapters was the fight between Ginka and her Diabolos Tarot card (basically her dark clone) with had a good conclusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite aforementioned flaws, most chapters end with a good cliffhanger enough to wanting you to look forward for the next chapter.\u001b[24m\n    \u001b[1m前述の欠陥にもかかわらず、ほとんどの章は、あなたが次の章を楽しみにしているのに十分な崖の上にあります。\u001b[22m, \u001b[1m上記の欠陥にもかかわらず、ほとんどの章では、次の章のために楽しみにしたいと十分接戦で終わります。\u001b[22m\n\u001b[4mOne of the most well done chapters was the fight between Ginka and her Diabolos Tarot card (basically her dark clone) with had a good conclusion.\u001b[24m\n    \u001b[1m最もよく行われた章の1つは、Ginkaと彼女のDiabolos Tarotカード（基本的に彼女の暗いクローン）との戦いだった。\u001b[22m, \u001b[1m最もよく行わ章の一つはGinkaと彼女DIABOLOSタロットカードとの間の戦いだった（基本的に彼女のダーククローン）との良好な結論を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nMany incidents are very shocking and entertaining but kind of expected (most of the girls end up fighting with her loved ones) however, the last battle was probably the worst one:\n\n\u001b[1m多くのインシデントは非常に衝撃的で面白いですが、期待されています（ほとんどの女の子が愛する人たちと戦うことになります）。しかし最後の戦いはおそらく最悪です。\u001b[22m\n\u001b[1m(Ōku no inshidento wa hijō ni shōgeki-tekide omoshiroidesuga, kitai sa rete imasu (hotondo no on'nanoko ga aisuruhito-tachi to tatakau koto ni narimasu). Shikashi saigonotatakai wa osoraku saiakudesu.)\u001b[22m\n\nTranslations of \u001b[4mMany incidents are very shocking and entertaining but kind of expected (most of the girls end up fighting with her loved ones) however, the last battle was probably the worst one:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMany incidents are very shocking and entertaining but kind of expected (most of the girls end up fighting with her loved ones) however, the last battle was probably the worst one:\u001b[24m\n    \u001b[1m多くのインシデントは非常に衝撃的で面白いですが、期待されています（ほとんどの女の子が愛する人たちと戦うことになります）。しかし最後の戦いはおそらく最悪です。\u001b[22m, \u001b[1m多くの事件はしかし、最後の戦いはおそらく最悪の一つであった（女の子のほとんどが彼女の愛する人と戦って終わる）非常に衝撃的で面白いが、ちょっと期待しています：\u001b[22m\nYou first see the girls overpowering the 'last boss form' (actually, i felt sad he was being so easily defeated!!) and then suddenly they end up being shot over and defeated instantly even when you saw them minutes ago effortlessly evading the boss attacks. Cheat? Hack?\n\n\u001b[1mあなたは最初、女の子が「最後のボスフォーム」を圧倒しているのを見ました（実際には、彼はとても簡単に倒れていました！）そして突然彼らは突然撃たれてしまい、 攻撃。 カンニング？ ハック？\u001b[22m\n\u001b[1m(Anata wa saisho, on'nanoko ga `saigo no bosufōmu' o attō shite iru no o mimashita (jissai ni wa, kare wa totemo kantan ni taorete imashita! ) Soshite totsuzen karera wa totsuzen uta rete shimai, kōgeki. Kan'ningu? Hakku?)\u001b[22m\n\nTranslations of \u001b[4mYou first see the girls overpowering the 'last boss form' (actually, i felt sad he was being so easily defeated!!) and then suddenly they end up being shot over and defeated instantly even when you saw them minutes ago effortlessly evading the boss attacks. Cheat? Hack?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou first see the girls overpowering the 'last boss form' (actually, i felt sad he was being so easily defeated!!) and then suddenly they end up being shot over and defeated instantly even when you saw them minutes ago effortlessly evading the boss\u001b[24m\n    \u001b[1mあなたは最初、女の子が「最後のボスフォーム」を圧倒しているのを見ました（実際には、彼はとても簡単に倒れていました！）そして突然彼らは突然撃たれてしまい、\u001b[22m, \u001b[1m難なくボスを回避最初に（私は彼がそう簡単に敗北!!されていた悲しい感じ、実際に）「最後のボスフォーム」を圧倒女の子を見て、突然彼らはオーバー撃たれる終わると、あなたは数分前にそれらを見たときであっても即座に敗北しました\u001b[22m\n\u001b[4mattacks.\u001b[24m\n    \u001b[1m攻撃。\u001b[22m\n\u001b[4mCheat?\u001b[24m\n    \u001b[1mカンニング？\u001b[22m, \u001b[1mチート？\u001b[22m\n\u001b[4mHack?\u001b[24m\n    \u001b[1mハック？\u001b[22m\nAnd then... terribly cliched : the MC gains Limit Break , opening theme starts (and you can guess the battle will end due this) , uses it on the Last boss, you get a 'Never give up, trust your instincts' kind of feeling as you see a familiar spirit around the MC (for no reason, really) and you know what happens next.\n\n\u001b[1mそして、...ひどく巧みになりました：MCはリミット・ブレイクを獲得し、テーマの開始を開始します（これにより戦闘が終了すると推測できます）、最後のボスでそれを使用し、あなたは「決してあきらめて、あなたの本能を信頼します MCの周りの身近な精神を（あなたが本当に理由なく）見ているように感情を感じ、あなたは次に起こることを知っています。\u001b[22m\n\u001b[1m(Soshite,... Hidoku takumi ni narimashita: MC wa rimitto bureiku o kakutoku shi, tēma no kaishi o kaishi shimasu (kore ni yori sentō ga shūryō suru to suisoku dekimasu), saigo no bosu de sore o shiyō shi, anata wa `kesshite akiramete, anata no hon'nō o shinrai shimasu MC no mawari no midjikana seishin o (anata ga hontōni riyū naku) mite iru yō ni kanjō o kanji, anata wa tsugini okoru koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd then... terribly cliched : the MC gains Limit Break , opening theme starts (and you can guess the battle will end due this) , uses it on the Last boss, you get a 'Never give up, trust your instincts' kind of feeling as you see a familiar spirit around the MC (for no reason, really) and you know what happens next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd then... terribly cliched : the MC gains Limit Break , opening theme starts (and you can guess the battle will end due this) , uses it on the Last boss, you get a 'Never give up, trust your instincts' kind\u001b[24m\n    \u001b[1mそして、...ひどく巧みになりました：MCはリミット・ブレイクを獲得し、テーマの開始を開始します（これにより戦闘が終了すると推測できます）、最後のボスでそれを使用し、あなたは「決してあきらめて、あなたの本能を信頼します\u001b[22m, \u001b[1mそして...ひどく陳腐：MCは（そして、あなたがこの原因で終了する戦いを推測することができます）リミットブレイクは、オープニングテーマが開始獲得し、最終ボスにそれを使用して、あなたは「信頼し、決してあきらめない、あなたの本能」の種類を取得します\u001b[22m\n\u001b[4mof feeling as you see a familiar spirit around the MC (for no reason, really) and you know what happens next.\u001b[24m\n    \u001b[1mMCの周りの身近な精神を（あなたが本当に理由なく）見ているように感情を感じ、あなたは次に起こることを知っています。\u001b[22m, \u001b[1mあなたはMCの周りおなじみの精神を参照してください（理由もなく、本当に）、あなたは次に何が起こるか知っているような感じの。\u001b[22m\nHappy Ending as all characters are alive? Seriously?\n\n\u001b[1mすべてのキャラクターが生きているので、ハッピーエンディング？ 真剣に？\u001b[22m\n\u001b[1m(Subete no kyarakutā ga ikite irunode, happīendingu? Shinken ni?)\u001b[22m\n\nTranslations of \u001b[4mHappy Ending as all characters are alive? Seriously?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHappy Ending as all characters are alive?\u001b[24m\n    \u001b[1mすべてのキャラクターが生きているので、ハッピーエンディング？\u001b[22m, \u001b[1mすべての文字が生きているようにハッピーエンディング？\u001b[22m\n\u001b[4mSeriously?\u001b[24m\n    \u001b[1m真剣に？\u001b[22m\nNext Season teaser? Ehm...naaah, im okay, thanks.\n\n\u001b[1m次のシーズンティーザー？  Ehm... naaah、私は大丈夫、ありがとう。\u001b[22m\n\u001b[1m(Tsugi no shīzuntīzā? Ehm... Naaah, watashi wa daijōbu, arigatō.)\u001b[22m\n\nTranslations of \u001b[4mNext Season teaser? Ehm...naaah, im okay, thanks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext Season teaser?\u001b[24m\n    \u001b[1m次のシーズンティーザー？\u001b[22m\n\u001b[4mEhm...naaah, im okay, thanks.\u001b[24m\n    \u001b[1mEhm... naaah、私は大丈夫、ありがとう。\u001b[22m, \u001b[1mEHM... naaah、イム大丈夫、ありがとう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nFlawed or not, I recommend the series to people who like Tragedies or simply look for an alternative of 'Super Shiny Sparkly Bubbly' Magical Girls.\n\n\u001b[1m欠陥があるかどうか、私は悲劇が好きな人にシリーズを推薦するか、単に「スーパーシャイニースパークリーバブル」魔法少女の代わりを探す。\u001b[22m\n\u001b[1m(Kekkan ga aru ka dō ka, watashi wa higeki ga sukinahito ni shirīzu o suisen suru ka, tan'ni `sūpāshainīsupākurībaburu' mahō shōjo no kawari o sagasu.)\u001b[22m\n\nTranslations of \u001b[4mFlawed or not, I recommend the series to people who like Tragedies or simply look for an alternative of 'Super Shiny Sparkly Bubbly' Magical Girls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFlawed or not, I recommend the series to people who like Tragedies or simply look for an alternative of 'Super Shiny Sparkly Bubbly' Magical Girls.\u001b[24m\n    \u001b[1m欠陥があるかどうか、私は悲劇が好きな人にシリーズを推薦するか、単に「スーパーシャイニースパークリーバブル」魔法少女の代わりを探す。\u001b[22m, \u001b[1m欠陥のあるまたはない、私は悲劇のように、あるいは単に「スーパーシャイニーキラキラバブリー\"魔法少女の代替を探す人々にシリーズをお勧めします。\u001b[22m\nEven though there are some comments about the girls age and their 'designs', there's no fanservice to complement such perversions, which i liked as a production value (Finally somebody understands that Onsen chapters and Beach Chapters are not needed!).\n\n\u001b[1m女の子の年齢とそのデザインについてのコメントはありますが、私は生産価値として気に入っています。（最後に、温泉の章やビーチの章は必要ないと理解しています！）\u001b[22m\n\u001b[1m(On'nanoko no nenrei to sono dezain ni tsuite no komento wa arimasuga, watashi wa seisan kachi to shite kiniitte imasu. (Saigo ni, onsen no shō ya bīchi no shō wa hitsuyō nai to rikai shite imasu! ))\u001b[22m\n\nTranslations of \u001b[4mEven though there are some comments about the girls age and their 'designs', there's no fanservice to complement such perversions, which i liked as a production value (Finally somebody understands that Onsen chapters and Beach Chapters are not needed!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though there are some comments about the girls age and their 'designs', there's no fanservice to complement such perversions, which i liked as a production value (Finally somebody understands that Onsen chapters and Beach Chapters are not needed!).\u001b[24m\n    \u001b[1m女の子の年齢とそのデザインについてのコメントはありますが、私は生産価値として気に入っています。（最後に、温泉の章やビーチの章は必要ないと理解しています！）\u001b[22m, \u001b[1m女の子の年齢とそれらの「デザイン」についてのいくつかのコメントがあるにもかかわらず、私は生産額として気に入ったような倒錯を、補完するために何のサービスカットもありません（最後に誰かが温泉章とビーチの章を必要としないことを理解しています！）。\u001b[22m\n\u001b[1m\u001b[22m\nFor those with questions about Akari's Mom there is a light novel out there apparently.\n\n\u001b[1mAkariのお母さんについての質問がある人には、外に明かりがあります。\u001b[22m\n\u001b[1m(Akari no okāsan ni tsuite no shitsumon ga aru hito ni wa,-gai ni akari ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor those with questions about Akari's Mom there is a light novel out there apparently.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those with questions about Akari's Mom there is a light novel out there apparently.\u001b[24m\n    \u001b[1mAkariのお母さんについての質問がある人には、外に明かりがあります。\u001b[22m, \u001b[1mあかりさんのお母さんについての質問とのそれらのため、明らかにそこライトノベルがあります。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, there are some weak points that the series would definitely could have improved (the Clessida plot-thing was a laughable and the resurrection of a certain character near the end was terrible); however, the well done art for the transformed girls, average art on special attacks, Dark gloomy atmosphere and interesting-yet-cliched story helped me become hooked to keep watching the series until the end.\n\n\u001b[1m結局のところ、シリーズが間違いなく改良されてしまう弱点がある（Clessidaプロット - 物事は笑われ、終わり近くのあるキャラクターの復活はひどいものだった）。 しかし、変形された女の子のためのよくできた芸術、特別な攻撃の平均的な芸術、暗い憂鬱な雰囲気、そして興味深い - まだ巧みなストーリーは、私が最後までシリーズを見続けるのに役立ちました。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, shirīzu ga machigainaku kairyō sa rete shimau jakuten ga aru (Clessida purotto - monogoto wa warawa re, owari chikaku no aru kyarakutā no fukkatsu wa hidoi monodatta). Shikashi, henkei sa reta on'nanoko no tame no yokude kita geijutsu, tokubetsuna kōgeki no heikin-tekina geijutsu, kurai yūutsuna fun'iki, soshite kyōmibukai - mada takumina sutōrī wa, watashi ga saigomade shirīzu o mi tsudzukeru no ni yakudachimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, there are some weak points that the series would definitely could have improved (the Clessida plot-thing was a laughable and the resurrection of a certain character near the end was terrible); however, the well done art for the transformed girls, average art on special attacks, Dark gloomy atmosphere and interesting-yet-cliched story helped me become hooked to keep watching the series until the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, there are some weak points that the series would definitely could have improved (the Clessida plot-thing was a laughable and the resurrection of a certain character near the end was terrible);\u001b[24m\n    \u001b[1m結局のところ、シリーズが間違いなく改良されてしまう弱点がある（Clessidaプロット - 物事は笑われ、終わり近くのあるキャラクターの復活はひどいものだった）。\u001b[22m, \u001b[1m結論として、シリーズは間違いなく（Clessidaプロット-事はばかばかしいと終わり近くにある文字の復活ひどいあった）改善している可能性があろうと、いくつかの弱点があります。\u001b[22m\n\u001b[4mhowever, the well done art for the transformed girls, average art on special attacks, Dark gloomy atmosphere and interesting-yet-cliched story helped me become hooked to keep watching the series until the end.\u001b[24m\n    \u001b[1mしかし、変形された女の子のためのよくできた芸術、特別な攻撃の平均的な芸術、暗い憂鬱な雰囲気、そして興味深い - まだ巧みなストーリーは、私が最後までシリーズを見続けるのに役立ちました。\u001b[22m, \u001b[1mただし、変換された女の子、特殊攻撃での平均芸術のためによくやっアート、ダーク陰鬱な雰囲気と興味深い、まだ陳腐物語は私が最後までシリーズを見続けるのに夢中になって助けました。\u001b[22m\n\u001b[1m\u001b[22m\nGive it a try.\n\n\u001b[1m試してみる。\u001b[22m\n\u001b[1m(Tameshite miru.)\u001b[22m\n\nTranslations of \u001b[4mGive it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGive it a try.\u001b[24m\n    \u001b[1m試してみる。\u001b[22m, \u001b[1m試してみてください。\u001b[22m, \u001b[1mそれを試してみます。\u001b[22m"
  },
  {
    "title": "Genei_wo_Kakeru_Taiyou",
    "id": "17651",
    "url": "https://myanimelist.net/anime/17651/Genei_wo_Kakeru_Taiyou",
    "user": "pageprophet",
    "profile": "/profile/pageprophet/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=120283",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  7\n\nGENEI WO KAKERU TAIYOU：有望なスタートですが、それはそれです\n\n私はその物語が私に興味を持っていることを認めなければなりません。 タロットカード、デーモニア、そして一般的な魔法のアイデアは、魅力的です。 ビデオエフェクト、不気味なサウンドトラック、そして血がそれをさらに暗くするのは何ですか？ 物語そのものに関しては、それはとてもうまく実行されると思います。 興味深いものを保つために全体のプロットと主人公の開発には多くの進歩があります。 しかし、この良い実行はあまり長く続きません。 エピソード3までしか一貫していません。\n\nエピソード4から6まではキャラクター主導型であり、全体的なストーリーの中でほとんどゼロの発達をしています。 これらのエピソードは一時的であるように見えますが、私は彼らがフィラーであると言うことができない唯一の理由は、Cerebrum、Ginkaの父親、Seiraの過去のような特定のプロット要素を導入するために使用されたということです。 見た目のフィラーエピソードを作成するのではなく、ストーリー全体に織り交ぜて導入されました。\n\nしかし、エピソード7以降は、全体的なストーリーの発展を再開する。 しかし、ショーの最初の3つのエピソードとは異なり、彼らは非常にうまく実行されていません。 提示されたアイデアは十分に考察されていないようであり、哲学的な洞察は少し強制的で安っぽいものです。 暗い雰囲気もほぼ完全に除去されています。 ビデオエフェクト、不気味なサウンドトラック、そして血は、以前のエピソードほどうまく実行されていません。\n\n後のエピソードでは、主人公にとってはすべてが悪化するというヒントもありますが、最後のエピソードは配信されず、すべてが実際には幸せなことであることが実証されています。 後のエピソードで最悪のことが示唆されなかった場合、エンディングはうまくいっていたでしょうが、それは、彼らが示唆したものとは反対に視聴者を捕まえる作家の方法だと思います。\n\nキャラクターは複雑ではありません。 しかし、それぞれ独自の特徴や意見があり、時にはこれらの意見が互いに衝突することさえあり、常に興味深いものです。 キャラクターが気に入らないものがあれば、そのデザインです。\nアートスタイルは、一般的に私の好みではありません。 あまりにもファンキーで、ストーリーにはまったく合っていません。 クリエイターがダークストーリーとかわいいアートスタイルの間に矛盾を作り出そうとしているのは明らかですが、うまくいきません。\n\nそのような有望なスタートは、「デイブレイクイリュージョン」として知られています。 終わりまでそれを維持することができなかったのはあまりにも悪いことです。 それはちょうどエピソード4の下り坂になりました。魔法少女のサブジャンルにひねりを加えようとする試みは面白いですが、私はマドカマジカのように大きくするのは難しいと思っています。 全体的に、私はまだこのアニメを楽しんだ。 しかし、最初のエピソードの質が後のエピソードの質であったなら、私はそれをもっと楽しむことができました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nGENEI WO KAKERU TAIYOU: Promising start, but that’s about it\n\n\u001b[1mGENEI WO KAKERU TAIYOU：有望なスタートですが、それはそれです\u001b[22m\n\u001b[1m(GENEI WO KAKERU TAIYOU: Yūbōna sutātodesuga, sore wa soredesu)\u001b[22m\n\nTranslations of \u001b[4mGENEI WO KAKERU TAIYOU: Promising start, but that’s about it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGENEI WO KAKERU TAIYOU: Promising start, but that’s about it\u001b[24m\n    \u001b[1mGENEI WO KAKERU TAIYOU：有望なスタートですが、それはそれです\u001b[22m, \u001b[1m翔太陽WO幻影：スタートを約束するが、それはそれについてです\u001b[22m\n\u001b[1m\u001b[22m\nI must admit that the story interests me. The idea of Tarot cards, Daemonia, and magic in general, has its appeals. What make it even darker are the video effects, eerie soundtracks, and blood. As for the story itself, I think it is executed very well. There is much progress in the overall plot and the development of the main character to keep things interesting. However, this good execution doesn’t last very long. It is consistent only up to episode 3.\n\n\u001b[1m私はその物語が私に興味を持っていることを認めなければなりません。 タロットカード、デーモニア、そして一般的な魔法のアイデアは、魅力的です。 ビデオエフェクト、不気味なサウンドトラック、そして血がそれをさらに暗くするのは何ですか？ 物語そのものに関しては、それはとてもうまく実行されると思います。 興味深いものを保つために全体のプロットと主人公の開発には多くの進歩があります。 しかし、この良い実行はあまり長く続きません。 エピソード3までしか一貫していません。\u001b[22m\n\u001b[1m(Watashi wa sono monogatari ga watashi ni kyōmi o motte iru koto o mitomenakereba narimasen. Tarottokādo, dēmonia, soshite ippantekina mahō no aidea wa, mirikitekidesu. Bideo efekuto, bukimina saundotorakku, soshite chi ga sore o sarani kuraku suru no wa nanidesu ka? Monogatari sonomono ni kanshite wa, sore wa totemo umaku jikkō sa reru to omoimasu. Kyōmibukai mono o tamotsu tame ni zentai no purotto to shujinkō no kaihatsu ni wa ōku no shinpo ga arimasu. Shikashi, kono yoi jikkō wa amari nagaku tsudzukimasen. Episōdo 3 made shika ikkan shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mI must admit that the story interests me. The idea of Tarot cards, Daemonia, and magic in general, has its appeals. What make it even darker are the video effects, eerie soundtracks, and blood. As for the story itself, I think it is executed very well. There is much progress in the overall plot and the development of the main character to keep things interesting. However, this good execution doesn’t last very long. It is consistent only up to episode 3.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI must admit that the story interests me.\u001b[24m\n    \u001b[1m私はその物語が私に興味を持っていることを認めなければなりません。\u001b[22m, \u001b[1m私は物語が私に興味ことを認めなければなりません。\u001b[22m\n\u001b[4mThe idea of Tarot cards, Daemonia, and magic in general, has its appeals.\u001b[24m\n    \u001b[1mタロットカード、デーモニア、そして一般的な魔法のアイデアは、魅力的です。\u001b[22m, \u001b[1mタロットカード、Daemonia、および一般的な魔法のアイデアは、そのアピールを持っています。\u001b[22m\n\u001b[4mWhat make it even darker are the video effects, eerie soundtracks, and blood.\u001b[24m\n    \u001b[1mビデオエフェクト、不気味なサウンドトラック、そして血がそれをさらに暗くするのは何ですか？\u001b[22m, \u001b[1mそれは何でも暗くすると、ビデオエフェクト、不気味なサウンドトラック、および血液です。\u001b[22m\n\u001b[4mAs for the story itself, I think it is executed very well.\u001b[24m\n    \u001b[1m物語そのものに関しては、それはとてもうまく実行されると思います。\u001b[22m, \u001b[1m物語自体に関しては、私はそれが非常によく実行されていると思います。\u001b[22m\n\u001b[4mThere is much progress in the overall plot and the development of the main character to keep things interesting.\u001b[24m\n    \u001b[1m興味深いものを保つために全体のプロットと主人公の開発には多くの進歩があります。\u001b[22m, \u001b[1m全体のプロットと面白いものを維持するために、メインキャラクターの開発に多くの進歩があります。\u001b[22m\n\u001b[4mHowever, this good execution doesn’t last very long.\u001b[24m\n    \u001b[1mしかし、この良い実行はあまり長く続きません。\u001b[22m, \u001b[1mしかし、この良い実行は非常に長くは続かないん。\u001b[22m\n\u001b[4mIt is consistent only up to episode 3.\u001b[24m\n    \u001b[1mエピソード3までしか一貫していません。\u001b[22m, \u001b[1mそれが唯一のエピソード3まで一貫しています。\u001b[22m\n\u001b[1m\u001b[22m\nEpisodes 4 to 6 are so character-driven that they almost have zero development in the overall story. These episodes seem to be episodic, and the only reason why I can't say that they're filler is that they have been used to introduce certain plot elements, like Cerebrum, Ginka's father, and Seira's past – all of these could have been introduced by interweaving them to the overall story, and not by creating seemingly filler episodes.\n\n\u001b[1mエピソード4から6まではキャラクター主導型であり、全体的なストーリーの中でほとんどゼロの発達をしています。 これらのエピソードは一時的であるように見えますが、私は彼らがフィラーであると言うことができない唯一の理由は、Cerebrum、Ginkaの父親、Seiraの過去のような特定のプロット要素を導入するために使用されたということです。 見た目のフィラーエピソードを作成するのではなく、ストーリー全体に織り交ぜて導入されました。\u001b[22m\n\u001b[1m(Episōdo 4 kara 6 made wa kyarakutā shudō-gatadeari, zentai-tekina sutōrī no naka de hotondo zero no hattatsu o shite imasu. Korera no episōdo wa ichiji-tekidearu yō ni miemasuga, watashi wa karera ga firādearu to iu koto ga dekinai yuiitsu no riyū wa, Cerebrum, Ginka no chichioya, Seira no kako no yōna tokutei no purotto yōso o dōnyū suru tame ni shiyō sa reta to iu kotodesu. Mitame no firāepisōdo o sakusei suru node wa naku, sutōrī zentai ni ori mazete dōnyū sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mEpisodes 4 to 6 are so character-driven that they almost have zero development in the overall story. These episodes seem to be episodic, and the only reason why I can't say that they're filler is that they have been used to introduce certain plot elements, like Cerebrum, Ginka's father, and Seira's past – all of these could have been introduced by interweaving them to the overall story, and not by creating seemingly filler episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEpisodes 4 to 6 are so character-driven that they almost have zero development in the overall story.\u001b[24m\n    \u001b[1mエピソード4から6まではキャラクター主導型であり、全体的なストーリーの中でほとんどゼロの発達をしています。\u001b[22m, \u001b[1mエピソード4〜6は、そのように文字ドリブン彼らはほぼ全体の物語の中で、ゼロの開発を持っていることです。\u001b[22m\n\u001b[4mThese episodes seem to be episodic, and the only reason why I can't say that they're filler is that they have been used to introduce certain plot elements, like Cerebrum, Ginka's father, and Seira's past – all of these could have been\u001b[24m\n    \u001b[1mこれらのエピソードは一時的であるように見えますが、私は彼らがフィラーであると言うことができない唯一の理由は、Cerebrum、Ginkaの父親、Seiraの過去のような特定のプロット要素を導入するために使用されたということです。\u001b[22m, \u001b[1mこれらのエピソードは、エピソードのように見える、と私は、彼らがフィラーだと言うことができない唯一の理由は、彼らは大脳、Ginkaの父親のような特定の描画要素を導入するために使用されているということである、とセイラの過去 - これらすべてがされている可能性が\u001b[22m\n\u001b[4mintroduced by interweaving them to the overall story, and not by creating seemingly filler episodes.\u001b[24m\n    \u001b[1m見た目のフィラーエピソードを作成するのではなく、ストーリー全体に織り交ぜて導入されました。\u001b[22m, \u001b[1m全体的な話にそれらを織り交ぜことではなく、一見フィラーのエピソードを作成することにより、導入しました。\u001b[22m\n\u001b[1m\u001b[22m\nEpisodes 7 onwards, however, resume the development of the overall story. But unlike the first three episodes of the show, they are not executed very well. The ideas presented don’t seem to be well thought-out, and the philosophical insights are a bit forced and cheesy. The dark atmosphere, too, has almost been completely removed. The video effects, eerie soundtracks, and blood, are not as well-executed as the earlier episodes.\n\n\u001b[1mしかし、エピソード7以降は、全体的なストーリーの発展を再開する。 しかし、ショーの最初の3つのエピソードとは異なり、彼らは非常にうまく実行されていません。 提示されたアイデアは十分に考察されていないようであり、哲学的な洞察は少し強制的で安っぽいものです。 暗い雰囲気もほぼ完全に除去されています。 ビデオエフェクト、不気味なサウンドトラック、そして血は、以前のエピソードほどうまく実行されていません。\u001b[22m\n\u001b[1m(Shikashi, episōdo 7 ikō wa, zentai-tekina sutōrī no hatten o saikai suru. Shikashi, shō no saisho no 3ttsu no episōdo to wa kotonari, karera wa hijō ni umaku jikkō sa rete imasen. Teiji sa reta aidea wa jūbun ni kōsatsu sa rete inai yōdeari, tetsugaku-tekina dōsatsu wa sukoshi kyōsei-tekide yasuppoi monodesu. Kurai fun'iki mo hobo kanzen ni jokyo sa rete imasu. Bideo efekuto, bukimina saundotorakku, soshite chi wa, izen no episōdo hodo umaku jikkō sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mEpisodes 7 onwards, however, resume the development of the overall story. But unlike the first three episodes of the show, they are not executed very well. The ideas presented don’t seem to be well thought-out, and the philosophical insights are a bit forced and cheesy. The dark atmosphere, too, has almost been completely removed. The video effects, eerie soundtracks, and blood, are not as well-executed as the earlier episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEpisodes 7 onwards, however, resume the development of the overall story.\u001b[24m\n    \u001b[1mしかし、エピソード7以降は、全体的なストーリーの発展を再開する。\u001b[22m, \u001b[1m7以降のエピソードは、しかし、全体的な話の展開を再開します。\u001b[22m\n\u001b[4mBut unlike the first three episodes of the show, they are not executed very well.\u001b[24m\n    \u001b[1mしかし、ショーの最初の3つのエピソードとは異なり、彼らは非常にうまく実行されていません。\u001b[22m, \u001b[1mしかし、ショーの最初の3つのエピソードとは異なり、彼らは非常によく実行されません。\u001b[22m\n\u001b[4mThe ideas presented don’t seem to be well thought-out, and the philosophical insights are a bit forced and cheesy.\u001b[24m\n    \u001b[1m提示されたアイデアは十分に考察されていないようであり、哲学的な洞察は少し強制的で安っぽいものです。\u001b[22m, \u001b[1m提示された考えは、考え抜かれたように見えるはありません、と哲学的洞察は、ビットは強制と安っぽいです。\u001b[22m\n\u001b[4mThe dark atmosphere, too, has almost been completely removed.\u001b[24m\n    \u001b[1m暗い雰囲気もほぼ完全に除去されています。\u001b[22m, \u001b[1m暗い雰囲気も、ほぼ完全に除去されています。\u001b[22m\n\u001b[4mThe video effects, eerie soundtracks, and blood, are not as well-executed as the earlier episodes.\u001b[24m\n    \u001b[1mビデオエフェクト、不気味なサウンドトラック、そして血は、以前のエピソードほどうまく実行されていません。\u001b[22m, \u001b[1mビデオエフェクト、不気味なサウンドトラック、および血液は、など、以前のエピソードとしてよく実行されません。\u001b[22m\n\u001b[1m\u001b[22m\nIn the later episodes, there are also hints that everything will turn out worse for the protagonists, but the last episodes just don’t deliver and everything actually turns out to be a happily ever after. The ending would have been fine if it wasn’t suggested in the later episodes that the worst is going down, but I guess that’s the writers’ way of catching the viewers off-guard by giving them the opposite of what they have suggested.\n\n\u001b[1m後のエピソードでは、主人公にとってはすべてが悪化するというヒントもありますが、最後のエピソードは配信されず、すべてが実際には幸せなことであることが実証されています。 後のエピソードで最悪のことが示唆されなかった場合、エンディングはうまくいっていたでしょうが、それは、彼らが示唆したものとは反対に視聴者を捕まえる作家の方法だと思います。\u001b[22m\n\u001b[1m(Ato no episōdode wa, shujinkō ni totte wa subete ga akka suru to iu hinto mo arimasuga, saigo no episōdo wa haishin sa rezu, subete ga jissai ni wa shiawasena kotodearu koto ga jisshō sa rete imasu.-Go no episōdo de saiaku no koto ga shisa sa renakatta baai, endingu wa umaku itte itadeshouga, soreha, karera ga shisa shita mono to wa hantai ni shichō-sha o tsukamaeru sakka no hōhōda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the later episodes, there are also hints that everything will turn out worse for the protagonists, but the last episodes just don’t deliver and everything actually turns out to be a happily ever after. The ending would have been fine if it wasn’t suggested in the later episodes that the worst is going down, but I guess that’s the writers’ way of catching the viewers off-guard by giving them the opposite of what they have suggested.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the later episodes, there are also hints that everything will turn out worse for the protagonists, but the last episodes just don’t deliver and everything actually turns out to be a happily ever after.\u001b[24m\n    \u001b[1m後のエピソードでは、主人公にとってはすべてが悪化するというヒントもありますが、最後のエピソードは配信されず、すべてが実際には幸せなことであることが実証されています。\u001b[22m, \u001b[1mそれ以降のエピソードでは、またすべてが主人公のために悪いことが判明しますが、最後のエピソードはちょうど届かないし、すべてが実際に幸せにあることが判明していることがあるヒントをされています。\u001b[22m\n\u001b[4mThe ending would have been fine if it wasn’t suggested in the later episodes that the worst is going down, but I guess that’s the writers’ way of catching the viewers off-guard by giving them the opposite of what they have suggested.\u001b[24m\n    \u001b[1m後のエピソードで最悪のことが示唆されなかった場合、エンディングはうまくいっていたでしょうが、それは、彼らが示唆したものとは反対に視聴者を捕まえる作家の方法だと思います。\u001b[22m, \u001b[1mそれは最悪のダウンされ、後のエピソードで提案されなかった場合のエンディングは、罰金されているだろうが、私はそれは彼らが示唆されているものの反対を与えることによって、オフガード視聴者を引くの作家」の方法だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the characters, they are not that complicated. But each has its own unique characteristics and opinions that, sometimes, these opinions could even make them clash against each other -- which is always interesting. If there is something I don’t like about the characters, that’s their design.\n\n\u001b[1mキャラクターは複雑ではありません。 しかし、それぞれ独自の特徴や意見があり、時にはこれらの意見が互いに衝突することさえあり、常に興味深いものです。 キャラクターが気に入らないものがあれば、そのデザインです。\u001b[22m\n\u001b[1m(Kyarakutā wa fukuzatsude wa arimasen. Shikashi, sorezore dokuji no tokuchō ya iken ga ari, tokiniha korera no iken ga tagaini shōtotsu suru koto sae ari, tsuneni kyōmibukai monodesu. Kyarakutā ga kiniiranai mono ga areba, sono dezaindesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the characters, they are not that complicated. But each has its own unique characteristics and opinions that, sometimes, these opinions could even make them clash against each other -- which is always interesting. If there is something I don’t like about the characters, that’s their design.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the characters, they are not that complicated.\u001b[24m\n    \u001b[1mキャラクターは複雑ではありません。\u001b[22m, \u001b[1m文字のように、彼らはその複雑ではありません。\u001b[22m\n\u001b[4mBut each has its own unique characteristics and opinions that, sometimes, these opinions could even make them clash against each other -- which is always interesting.\u001b[24m\n    \u001b[1mしかし、それぞれ独自の特徴や意見があり、時にはこれらの意見が互いに衝突することさえあり、常に興味深いものです。\u001b[22m, \u001b[1m常に面白いである - しかし、それぞれが独自の特性や、時には、これらの意見があっても、それらが互いに衝突作ることができるの意見を持っています。\u001b[22m\n\u001b[4mIf there is something I don’t like about the characters, that’s their design.\u001b[24m\n    \u001b[1mキャラクターが気に入らないものがあれば、そのデザインです。\u001b[22m, \u001b[1m私は文字については好きではない何かがある場合は、それが彼らのデザインです。\u001b[22m\nThe art style, in general, is not of my taste. It is too funky, and it doesn’t suit the story at all. It is obvious that the creators are trying to create a contradiction between the dark story and the cute art style, but I think it’s not done well.\n\n\u001b[1mアートスタイルは、一般的に私の好みではありません。 あまりにもファンキーで、ストーリーにはまったく合っていません。 クリエイターがダークストーリーとかわいいアートスタイルの間に矛盾を作り出そうとしているのは明らかですが、うまくいきません。\u001b[22m\n\u001b[1m(Ātosutairu wa, ippantekini watashi no konomide wa arimasen. Amarini mo fankī de, sutōrī ni wa mattaku atte imasen. Kurieitā ga dākusutōrī to kawaī ātosutairu no ma ni mujun o tsukuridasou to shite iru no wa akirakadesuga, umaku ikimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art style, in general, is not of my taste. It is too funky, and it doesn’t suit the story at all. It is obvious that the creators are trying to create a contradiction between the dark story and the cute art style, but I think it’s not done well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style, in general, is not of my taste.\u001b[24m\n    \u001b[1mアートスタイルは、一般的に私の好みではありません。\u001b[22m, \u001b[1mアートスタイルは、一般的には、私の好みではありません。\u001b[22m\n\u001b[4mIt is too funky, and it doesn’t suit the story at all.\u001b[24m\n    \u001b[1mあまりにもファンキーで、ストーリーにはまったく合っていません。\u001b[22m, \u001b[1mそれはあまりにもファンキーであり、それは全く話に合いません。\u001b[22m\n\u001b[4mIt is obvious that the creators are trying to create a contradiction between the dark story and the cute art style, but I think it’s not done well.\u001b[24m\n    \u001b[1mクリエイターがダークストーリーとかわいいアートスタイルの間に矛盾を作り出そうとしているのは明らかですが、うまくいきません。\u001b[22m, \u001b[1mクリエイターが暗いストーリーとキュートなアートスタイルの矛盾を作成しようとしていることは明らかであるが、私はそれがうまく行っていないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nGenei wo Kakeru Taiyou, more commonly known as Daybreak Illusion, holds such a promising start. It is just too bad that it hasn’t been able to keep it up until the end. It just went downhill from episode 4. Its attempt on adding a twist in the Mahou Shoujo subgenre is interesting, but I can’t help but think that it’s trying too hard to make it big like Madoka Magica. Overall, I still enjoyed this anime. But I could’ve enjoyed it more if the quality of the first episodes have been the quality of the later episodes.\n\n\u001b[1mそのような有望なスタートは、「デイブレイクイリュージョン」として知られています。 終わりまでそれを維持することができなかったのはあまりにも悪いことです。 それはちょうどエピソード4の下り坂になりました。魔法少女のサブジャンルにひねりを加えようとする試みは面白いですが、私はマドカマジカのように大きくするのは難しいと思っています。 全体的に、私はまだこのアニメを楽しんだ。 しかし、最初のエピソードの質が後のエピソードの質であったなら、私はそれをもっと楽しむことができました。\u001b[22m\n\u001b[1m(Sono yōna yūbōna sutāto wa,`deibureikuiryūjon' to shite shira rete imasu. Owari made sore o iji suru koto ga dekinakatta no wa amarini mo warui kotodesu. Sore wa chōdo episōdo 4 no kudarizaka ni narimashita. Mahō shōjo no sabu janru ni hineri o kuwaeyou to suru kokoromi wa omoshiroidesuga, watashi wa madokamajika no yō ni ōkiku suru no wa muzukashī to omotte imasu. Zentai-teki ni, watashi wa mada kono anime o tanoshinda. Shikashi, saisho no episōdo no shitsu ga ato no episōdo no shitsudeattanara, watashi wa sore o motto tanoshimu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mGenei wo Kakeru Taiyou, more commonly known as Daybreak Illusion, holds such a promising start. It is just too bad that it hasn’t been able to keep it up until the end. It just went downhill from episode 4. Its attempt on adding a twist in the Mahou Shoujo subgenre is interesting, but I can’t help but think that it’s trying too hard to make it big like Madoka Magica. Overall, I still enjoyed this anime. But I could’ve enjoyed it more if the quality of the first episodes have been the quality of the later episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenei wo Kakeru Taiyou, more commonly known as Daybreak Illusion, holds such a promising start.\u001b[24m\n    \u001b[1mそのような有望なスタートは、「デイブレイクイリュージョン」として知られています。\u001b[22m, \u001b[1mより一般的に幻影ヲ駆ケル太陽として知らかける太陽、WO幻影は、そのような有望なスタートを保持しています。\u001b[22m\n\u001b[4mIt is just too bad that it hasn’t been able to keep it up until the end.\u001b[24m\n    \u001b[1m終わりまでそれを維持することができなかったのはあまりにも悪いことです。\u001b[22m, \u001b[1m最後までそれを維持することができなかったことがあまりにも悪いです。\u001b[22m\n\u001b[4mIt just went downhill from episode 4. Its attempt on adding a twist in the Mahou Shoujo subgenre is interesting, but I can’t help but think that it’s trying too hard to make it big like Madoka Magica.\u001b[24m\n    \u001b[1mそれはちょうどエピソード4の下り坂になりました。魔法少女のサブジャンルにひねりを加えようとする試みは面白いですが、私はマドカマジカのように大きくするのは難しいと思っています。\u001b[22m, \u001b[1mそれはちょうどエピソード4から魔法少女のサブジャンルにひねりを加えることにその試みは興味深いです下り坂行ってきましたが、私は助けるが、まどかマジカのようなそれは大きな作るためにあまりにもハードしようとしていることを考えることはできません。\u001b[22m\n\u001b[4mOverall, I still enjoyed this anime.\u001b[24m\n    \u001b[1m全体的に、私はまだこのアニメを楽しんだ。\u001b[22m, \u001b[1m全体的に、私はまだこのアニメを楽しみました。\u001b[22m\n\u001b[4mBut I could’ve enjoyed it more if the quality of the first episodes have been the quality of the later episodes.\u001b[24m\n    \u001b[1mしかし、最初のエピソードの質が後のエピソードの質であったなら、私はそれをもっと楽しむことができました。\u001b[22m, \u001b[1m最初のエピソードの品質が後のエピソードの品質されている場合しかし、私はより多くのそれを楽しんでいたかもしれません。\u001b[22m"
  }
]
