[
  {
    "title": "Toriko_Movie__Bishokushin_no_Special_Menu",
    "id": "17699",
    "url": "https://myanimelist.net/anime/17699/Toriko_Movie__Bishokushin_no_Special_Menu",
    "user": "Fulbring",
    "profile": "/profile/Fulbring/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=143689",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  8\n\n映画が見える限り、トリコムービー：美少女の特別メニューは、少年バトルのキャラクターが満ち足りたアクションを見ている気分で、悪い人と向き合っていれば、見て楽しめるかなり良い映画です。 このレビューでは、私が映画を見ていた経験と、1.5時間座っておく前に期待できることを要約します。\n\nストーリー/キャラクター：\n物語のために、トリコとギャングは、彼がフルコースの食事とは別に特別なメニューを隠していたアカシアのキッチンの一つであるこのビオトープについて知る。 チームはBiptopeに向かい、さまざまな障害や戦いに遭遇し、悪人を倒してAcaciaの特別メニューを手に入れる新しいキャラクターを迎えます。  （邪悪な敵を打ち負かすのは、SHONENがほとんどすべてのことなので、スポイラーではありません。\n\nトレーラーに見られるように、トーキョー、コマツ、リン、ココ、サニー、ゼブラ、ビショクカイ、IGOのメンバーが含まれています。 あなたがアニメを見たり、マンガを読んだらこれらの文字をかなり知っていて、彼らは紹介を必要としません。\n\nアート/サウンド：\nアニメーションとサウンドトラックはかなり良いものでした。 私は特に、東映のアニメーションはそれほど素晴らしいものではなかったが、映画予算の面ではアニメーションスタジオとしてのスキルを披露し、時間をかけてアニメーション化する 。 それは、私はそれを実行中のハンターXハンターのアニメーションと比較していましたが、ハンターXハンターはまだまだ良いですが、トリコムービーは元のアニメよりも優れています。 戦闘シーンはうまくやっており、大部分のサウンドトラックは映画の中で起こるものと同等です。\n\n楽しさ/全体的な考え：\n\n私はこの映画を楽しんだ。 しばらくしてトリコを見て楽しかったです。アニメやアニメを見るのが楽しいです。 アニメは子供たちを対象にしていて、私の弟（11歳）と一緒に映画を見ました。 それは期待以上の行動や、ストーリーがいっぱいだったし、メッセージは最近、社会に子供たちに教えるのにはかなり良いものでした。 だから息子や娘、弟/妹がいて、テレビや良い映画を見たいのなら、これは映画です。\n\nあなたは急いでダウンロード/購入する必要がありますか？\n\nまあ、それは依存します。 あなたがTorikoのアニメを楽しんでいれば、その大部分にとって偉大で楽しい。 あなたが漫画の読者であり、アニメに感謝しなかったなら、あなたはこの映画を渡すことができますが、私はまだそれを元のものと新しいもののために見ることをお勧めします。\n\n全体的に私はこの映画に7/10を与えました。なぜなら、あなたがトリコのファンとして見るべきものではなく、自由な時間を過ごしたときにそれを見て、あなたが良い少年のものを使い果たしているからです。\n\nこのレビューがあなたに読者に映画から何を期待するかという若干のアイデアを与えてくれることを願っています。 ごちそうさまデシータ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAs far as movies go, Toriko Movie: Bishokushin no Special Menu is a pretty good movie to watch and enjoy if you are just in the mood of watching some action filled Shonen Battle characters go head to head with bad guys. In this review I will just summarize the experience I had watching the movie and what you can expect from it before sitting down for 1.5 Hours.\n\n\u001b[1m映画が見える限り、トリコムービー：美少女の特別メニューは、少年バトルのキャラクターが満ち足りたアクションを見ている気分で、悪い人と向き合っていれば、見て楽しめるかなり良い映画です。 このレビューでは、私が映画を見ていた経験と、1.5時間座っておく前に期待できることを要約します。\u001b[22m\n\u001b[1m(Eiga ga mieru kagiri, torikomūbī: Bishōjo no tokubetsu menyū wa, shōnen batoru no kyarakutā ga michitarita akushon o mite iru kibun de, warui hito to mukiatte ireba, mite tanoshimeru kanari yoi eigadesu. Kono rebyūde wa, watashi ga eiga o mite ita keiken to, 1. 5-Jikan suwatte oku mae ni kitai dekiru koto o yōyaku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs far as movies go, Toriko Movie: Bishokushin no Special Menu is a pretty good movie to watch and enjoy if you are just in the mood of watching some action filled Shonen Battle characters go head to head with bad guys. In this review I will just summarize the experience I had watching the movie and what you can expect from it before sitting down for 1.5 Hours.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as movies go, Toriko Movie: Bishokushin no Special Menu is a pretty good movie to watch and enjoy if you are just in the mood of watching some action filled Shonen Battle characters go head to head with bad guys.\u001b[24m\n    \u001b[1m映画が見える限り、トリコムービー：美少女の特別メニューは、少年バトルのキャラクターが満ち足りたアクションを見ている気分で、悪い人と向き合っていれば、見て楽しめるかなり良い映画です。\u001b[22m, \u001b[1m限り映画が行くように、トリコ映画：Bishokushin特別なメニューを見て、楽しむためにかなり良い映画ですあなただけの少年バトル満たされたいくつかのアクションを見ての気分である場合、文字は悪者で頭に頭を行きます。\u001b[22m\n\u001b[4mIn this review I will just summarize the experience I had watching the movie and what you can expect from it before sitting down for 1.5 Hours.\u001b[24m\n    \u001b[1mこのレビューでは、私が映画を見ていた経験と、1.5時間座っておく前に期待できることを要約します。\u001b[22m, \u001b[1mこのレビューでは私はちょうど私が映画や何を1.5時間座っ前から期待できると見ていた経験を要約します。\u001b[22m\n\u001b[1m\u001b[22m\nStory/Characters:\n\n\u001b[1mストーリー/キャラクター：\u001b[22m\n\u001b[1m(Sutōrī/ kyarakutā:)\u001b[22m\n\nTranslations of \u001b[4mStory/Characters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory/Characters:\u001b[24m\n    \u001b[1mストーリー/キャラクター：\u001b[22m\nFor the story, Toriko and the gang find out about this Biotope which happens to be one of Acacia's Kitchen where he had a special menu hidden aside from his Full Course meal. The team heads to the Biptope and encounter various obstacles and battles and meet new characters that help them defeat the evil person and obtain Acacia's Special Menu. (Them defeating the evil enemy isn't a spoiler because this is what SHONEN is mostly all about).\n\n\u001b[1m物語のために、トリコとギャングは、彼がフルコースの食事とは別に特別なメニューを隠していたアカシアのキッチンの一つであるこのビオトープについて知る。 チームはBiptopeに向かい、さまざまな障害や戦いに遭遇し、悪人を倒してAcaciaの特別メニューを手に入れる新しいキャラクターを迎えます。  （邪悪な敵を打ち負かすのは、SHONENがほとんどすべてのことなので、スポイラーではありません。\u001b[22m\n\u001b[1m(Monogatari no tame ni, toriko to gyangu wa, kare ga furukōsu no shokuji to wa betsuni tokubetsuna menyū o kakushite ita akashia no kitchin no hitotsudearu kono biotōpu ni tsuite shiru. Chīmu wa Biptope ni mukai, samazamana shōgai ya tatakai ni sōgū shi, akunin o taoshite Acacia no tokubetsu menyū o teniireru atarashī kyarakutā o mukaemasu. (Jaakuna teki o uchi makasu no wa, SHONEN ga hotondo subete no kotonanode, supoirāde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor the story, Toriko and the gang find out about this Biotope which happens to be one of Acacia's Kitchen where he had a special menu hidden aside from his Full Course meal. The team heads to the Biptope and encounter various obstacles and battles and meet new characters that help them defeat the evil person and obtain Acacia's Special Menu. (Them defeating the evil enemy isn't a spoiler because this is what SHONEN is mostly all about).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the story, Toriko and the gang find out about this Biotope which happens to be one of Acacia's Kitchen where he had a special menu hidden aside from his Full Course meal.\u001b[24m\n    \u001b[1m物語のために、トリコとギャングは、彼がフルコースの食事とは別に特別なメニューを隠していたアカシアのキッチンの一つであるこのビオトープについて知る。\u001b[22m, \u001b[1mストーリーについては、トリコとギャングは彼が彼のフルコースの食事とは別に隠された特別メニューを持っていたアカシアのキッチンの1つであることを起こるこのビオトープについて調べます。\u001b[22m\n\u001b[4mThe team heads to the Biptope and encounter various obstacles and battles and meet new characters that help them defeat the evil person and obtain Acacia's Special Menu.\u001b[24m\n    \u001b[1mチームはBiptopeに向かい、さまざまな障害や戦いに遭遇し、悪人を倒してAcaciaの特別メニューを手に入れる新しいキャラクターを迎えます。\u001b[22m, \u001b[1mチームBiptopeに頭と様々な障害との戦いに遭遇し、彼らは悪人を倒すとアカシアの特別メニューを得るに役立つ新しい文字を満たしています。\u001b[22m\n\u001b[4m(Them defeating the evil enemy isn't a spoiler because this is what SHONEN is mostly all about).\u001b[24m\n    \u001b[1m（邪悪な敵を打ち負かすのは、SHONENがほとんどすべてのことなので、スポイラーではありません。\u001b[22m, \u001b[1m（これは少年は、ほとんどすべてに約あるものですので、彼らは邪悪な敵を倒すことはスポイラーではありません）。\u001b[22m\n\u001b[1m\u001b[22m\nAs seen in the trailer the whole gang is there which includes, Toriko, Komatsu, Rin, Coco, Sunny and Zebra as well as the Bishokukai and IGO members. If you have seen the anime or read the manga you pretty much know these characters and they don't need an introduction.\n\n\u001b[1mトレーラーに見られるように、トーキョー、コマツ、リン、ココ、サニー、ゼブラ、ビショクカイ、IGOのメンバーが含まれています。 あなたがアニメを見たり、マンガを読んだらこれらの文字をかなり知っていて、彼らは紹介を必要としません。\u001b[22m\n\u001b[1m(Torērā ni mi rareru yō ni, tōkyō, Komatsu, Rin, koko, sanī, zebura, bishokukai, IGO no menbā ga fukuma rete imasu. Anata ga anime o mi tari, manga o yondara korera no moji o kanari shitte ite, karera wa shōkai o hitsuyō to shimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs seen in the trailer the whole gang is there which includes, Toriko, Komatsu, Rin, Coco, Sunny and Zebra as well as the Bishokukai and IGO members. If you have seen the anime or read the manga you pretty much know these characters and they don't need an introduction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs seen in the trailer the whole gang is there which includes, Toriko, Komatsu, Rin, Coco, Sunny and Zebra as well as the Bishokukai and IGO members.\u001b[24m\n    \u001b[1mトレーラーに見られるように、トーキョー、コマツ、リン、ココ、サニー、ゼブラ、ビショクカイ、IGOのメンバーが含まれています。\u001b[22m, \u001b[1mトレーラーに見られるように、全体のギャングは、トリコ、小松、凛、ココ、サニーとゼブラだけでなく、BishokukaiとIGOのメンバーを含むがあります。\u001b[22m\n\u001b[4mIf you have seen the anime or read the manga you pretty much know these characters and they don't need an introduction.\u001b[24m\n    \u001b[1mあなたがアニメを見たり、マンガを読んだらこれらの文字をかなり知っていて、彼らは紹介を必要としません。\u001b[22m, \u001b[1mあなたはアニメを見たり、マンガを読んでいる場合、あなたはかなりこれらの文字を知っているし、彼らが導入を必要としません。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Sound:\n\n\u001b[1mアート/サウンド：\u001b[22m\n\u001b[1m(Āto/ saundo:)\u001b[22m\n\nTranslations of \u001b[4mArt/Sound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Sound:\u001b[24m\n    \u001b[1mアート/サウンド：\u001b[22m\nThe animation and soundtrack were pretty good. I was especially impressed with how good and fluid the animation was as Toei's animations in general aren't all that great but when it comes to having a movie budget, they show off their skills as an animation studio and take their time into drawing and animating . That being said, I compared it to the on-going Hunter X Hunter animation and of course, Hunter X Hunter is still better but Toriko Movie's is way better than the original anime ever will be. The fight scenes are nicely done and the soundtrack for the most part is on par with what happens in the movie.\n\n\u001b[1mアニメーションとサウンドトラックはかなり良いものでした。 私は特に、東映のアニメーションはそれほど素晴らしいものではなかったが、映画予算の面ではアニメーションスタジオとしてのスキルを披露し、時間をかけてアニメーション化する 。 それは、私はそれを実行中のハンターXハンターのアニメーションと比較していましたが、ハンターXハンターはまだまだ良いですが、トリコムービーは元のアニメよりも優れています。 戦闘シーンはうまくやっており、大部分のサウンドトラックは映画の中で起こるものと同等です。\u001b[22m\n\u001b[1m(Animēshon to saundotorakku wa kanari yoi monodeshita. Watashi wa tokuni, Tōei no animēshon wa sore hodo subarashī monode wa nakattaga, eiga yosan no mende wa animēshonsutajio to shite no sukiru o hirō shi, jikan o kakete animēshon-ka suru. Sore wa, watashi wa sore o jikkō-chū no hantā X hantā no animēshon to hikaku shite imashitaga, hantā X hantā wa madamada yoidesuga, torikomūbī wa gen no anime yori mo sugurete imasu. Sentō shīn wa umaku yatte ori, daibubun no saundotorakku wa eiga no naka de okoru mono to dōtōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation and soundtrack were pretty good. I was especially impressed with how good and fluid the animation was as Toei's animations in general aren't all that great but when it comes to having a movie budget, they show off their skills as an animation studio and take their time into drawing and animating . That being said, I compared it to the on-going Hunter X Hunter animation and of course, Hunter X Hunter is still better but Toriko Movie's is way better than the original anime ever will be. The fight scenes are nicely done and the soundtrack for the most part is on par with what happens in the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation and soundtrack were pretty good.\u001b[24m\n    \u001b[1mアニメーションとサウンドトラックはかなり良いものでした。\u001b[22m, \u001b[1mアニメーションとサウンドトラックはかなり良好でした。\u001b[22m\n\u001b[4mI was especially impressed with how good and fluid the animation was as Toei's animations in general aren't all that great but when it comes to having a movie budget, they show off their skills as an animation studio and take their time into drawing and animating\u001b[24m\n    \u001b[1m私は特に、東映のアニメーションはそれほど素晴らしいものではなかったが、映画予算の面ではアニメーションスタジオとしてのスキルを披露し、時間をかけてアニメーション化する\u001b[22m, \u001b[1m私はそれが映画の予算を持つことになると、彼らはアニメーションスタジオとして自分のスキルを披露し、描画とアニメーションの中に自分の時間を取るすべてが素晴らしいではないですが、アニメーションは、一般的に東映のアニメーションのようでしたどのように良いと流体には特に感銘を受けました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThat being said, I compared it to the on-going Hunter X Hunter animation and of course, Hunter X Hunter is still better but Toriko Movie's is way better than the original anime ever will be.\u001b[24m\n    \u001b[1mそれは、私はそれを実行中のハンターXハンターのアニメーションと比較していましたが、ハンターXハンターはまだまだ良いですが、トリコムービーは元のアニメよりも優れています。\u001b[22m, \u001b[1mそれは言われて、私は、進行ハンターXハンターアニメーションにそれを比較し、もちろん、ハンターXハンターはまだ良いですが、トリコの映画のは、オリジナルのアニメが今までになりますよりもずっといいです。\u001b[22m\n\u001b[4mThe fight scenes are nicely done and the soundtrack for the most part is on par with what happens in the movie.\u001b[24m\n    \u001b[1m戦闘シーンはうまくやっており、大部分のサウンドトラックは映画の中で起こるものと同等です。\u001b[22m, \u001b[1m戦いのシーンはうまく行われ、ほとんどの部分のためのサウンドトラックは映画の中で何が起こるかと同等であるされています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall Thoughts:\n\n\u001b[1m楽しさ/全体的な考え：\u001b[22m\n\u001b[1m(Tanoshisa/ zentai-tekina kangae:)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall Thoughts:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall Thoughts:\u001b[24m\n    \u001b[1m楽しさ/全体的な考え：\u001b[22m, \u001b[1m楽しさ/全体的な思考：\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed this movie. It was fun watching Toriko after a while and its was great to see better animation and an OK story to boot. The anime was aimed at kids and I watched the movie with my younger brother (11 years old) and he enjoyed it as much as I did. It was full of action, more than expected and the story and the message was pretty good to teach to kids these days in the society. So if you have a son or daughter or a younger brother/sister and they want to watch TV or a good movie, this is a movie for them.\n\n\u001b[1m私はこの映画を楽しんだ。 しばらくしてトリコを見て楽しかったです。アニメやアニメを見るのが楽しいです。 アニメは子供たちを対象にしていて、私の弟（11歳）と一緒に映画を見ました。 それは期待以上の行動や、ストーリーがいっぱいだったし、メッセージは最近、社会に子供たちに教えるのにはかなり良いものでした。 だから息子や娘、弟/妹がいて、テレビや良い映画を見たいのなら、これは映画です。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o tanoshinda. Shibaraku shite toriko o mite tanoshikattadesu. Anime ya anime o miru no ga tanoshīdesu. Anime wa kodomo-tachi o taishō ni shite ite, watashi no otōto (11-sai) to issho ni eiga o mimashita. Sore wa kitaiijō no kōdō ya, sutōrī ga ippaidattashi, messēji wa saikin, shakai ni kodomo-tachi ni oshieru no ni wa kanari yoi monodeshita. Dakara musuko ya musume, otōto/ imōto ga ite, terebi ya yoi eiga o mitai nonara, koreha eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this movie. It was fun watching Toriko after a while and its was great to see better animation and an OK story to boot. The anime was aimed at kids and I watched the movie with my younger brother (11 years old) and he enjoyed it as much as I did. It was full of action, more than expected and the story and the message was pretty good to teach to kids these days in the society. So if you have a son or daughter or a younger brother/sister and they want to watch TV or a good movie, this is a movie for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this movie.\u001b[24m\n    \u001b[1m私はこの映画を楽しんだ。\u001b[22m, \u001b[1m私はこの映画を楽しみました。\u001b[22m\n\u001b[4mIt was fun watching Toriko after a while and its was great to see better animation and an OK story to boot.\u001b[24m\n    \u001b[1mしばらくしてトリコを見て楽しかったです。アニメやアニメを見るのが楽しいです。\u001b[22m, \u001b[1mこれは、しばらく後にトリコを見て楽しかったし、そのが起動するように、より良いアニメーションとOK物語を見ることが大きかったです。\u001b[22m\n\u001b[4mThe anime was aimed at kids and I watched the movie with my younger brother (11 years old) and he enjoyed it as much as I did.\u001b[24m\n    \u001b[1mアニメは子供たちを対象にしていて、私の弟（11歳）と一緒に映画を見ました。\u001b[22m, \u001b[1mアニメは子供たちを狙っていたと私は私の弟（11歳）で映画を見て、彼は同じくらい私がしたようにそれを楽しみました。\u001b[22m\n\u001b[4mIt was full of action, more than expected and the story and the message was pretty good to teach to kids these days in the society.\u001b[24m\n    \u001b[1mそれは期待以上の行動や、ストーリーがいっぱいだったし、メッセージは最近、社会に子供たちに教えるのにはかなり良いものでした。\u001b[22m, \u001b[1mこれは、予想よりもより多くのアクション、そして物語に満ちていたとのメッセージが社会の中で、これらの日の子供たちに教えることはかなり良かったです。\u001b[22m\n\u001b[4mSo if you have a son or daughter or a younger brother/sister and they want to watch TV or a good movie, this is a movie for them.\u001b[24m\n    \u001b[1mだから息子や娘、弟/妹がいて、テレビや良い映画を見たいのなら、これは映画です。\u001b[22m, \u001b[1mあなたは息子や娘や弟/妹を持っており、彼らはテレビや良い映画を見たいのであれば、これは彼らのための映画です。\u001b[22m\n\u001b[1m\u001b[22m\nSo should you rush out and Download/Buy the movie?\n\n\u001b[1mあなたは急いでダウンロード/購入する必要がありますか？\u001b[22m\n\u001b[1m(Anata wa isoide daunrōdo/ kōnyū suru hitsuyō ga arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo should you rush out and Download/Buy the movie?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo should you rush out and Download/Buy the movie?\u001b[24m\n    \u001b[1mあなたは急いでダウンロード/購入する必要がありますか？\u001b[22m, \u001b[1mだから、飛び出すと映画を購入/ダウンロードする必要がありますか？\u001b[22m\n\u001b[1m\u001b[22m\nWell, it depends. If you enjoyed the anime for Toriko then sure, its great and enjoyable for the most part. If you are a manga reader and didn't appreciate the anime then you can pass on this movie but I would still recommend you watch it just because its something original and new.\n\n\u001b[1mまあ、それは依存します。 あなたがTorikoのアニメを楽しんでいれば、その大部分にとって偉大で楽しい。 あなたが漫画の読者であり、アニメに感謝しなかったなら、あなたはこの映画を渡すことができますが、私はまだそれを元のものと新しいもののために見ることをお勧めします。\u001b[22m\n\u001b[1m(Mā, soreha izon shimasu. Anata ga Toriko no anime o tanoshinde ireba, sono daibubun ni totte idaide tanoshī. Anata ga manga no dokushadeari, anime ni kansha shinakattanara, anata wa kono eiga o watasu koto ga dekimasuga, watashi wa mada sore o gen no mono to atarashīmono no tame ni miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, it depends. If you enjoyed the anime for Toriko then sure, its great and enjoyable for the most part. If you are a manga reader and didn't appreciate the anime then you can pass on this movie but I would still recommend you watch it just because its something original and new.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, it depends.\u001b[24m\n    \u001b[1mまあ、それは依存します。\u001b[22m, \u001b[1mまあ、それは依存しています。\u001b[22m\n\u001b[4mIf you enjoyed the anime for Toriko then sure, its great and enjoyable for the most part.\u001b[24m\n    \u001b[1mあなたがTorikoのアニメを楽しんでいれば、その大部分にとって偉大で楽しい。\u001b[22m, \u001b[1mあなたはほとんどの部分はその偉大な、楽しい、必ずその後トリコのためのアニメを楽しんでいる場合。\u001b[22m\n\u001b[4mIf you are a manga reader and didn't appreciate the anime then you can pass on this movie but I would still recommend you watch it just because its something original and new.\u001b[24m\n    \u001b[1mあなたが漫画の読者であり、アニメに感謝しなかったなら、あなたはこの映画を渡すことができますが、私はまだそれを元のものと新しいもののために見ることをお勧めします。\u001b[22m, \u001b[1mあなたは漫画のリーダーであり、アニメに感謝していなかったなら、あなたはこの映画に渡すことができますが、私はまだあなたがそれを見てお勧めするだけで、その何かオリジナルと新しいので。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I gave this movie a 7/10 because its not really something you HAVE to watch as a Toriko fan, rather you watch it when you have free time and you are running out of good Shonen's to watch.\n\n\u001b[1m全体的に私はこの映画に7/10を与えました。なぜなら、あなたがトリコのファンとして見るべきものではなく、自由な時間を過ごしたときにそれを見て、あなたが良い少年のものを使い果たしているからです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono eiga ni 7/ 10 o ataemashita. Nazenara, anata ga toriko no fan to shite mirubeki monode wa naku, jiyūna jikan o sugoshita toki ni sore o mite, anata ga yoi shōnen no mono o tsukaihatashite irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I gave this movie a 7/10 because its not really something you HAVE to watch as a Toriko fan, rather you watch it when you have free time and you are running out of good Shonen's to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I gave this movie a 7/10 because its not really something you HAVE to watch as a Toriko fan, rather you watch it when you have free time and you are running out of good Shonen's to watch.\u001b[24m\n    \u001b[1m全体的に私はこの映画に7/10を与えました。なぜなら、あなたがトリコのファンとして見るべきものではなく、自由な時間を過ごしたときにそれを見て、あなたが良い少年のものを使い果たしているからです。\u001b[22m, \u001b[1m全体的に私はあなたが自由な時間を持っていて、見に良い少年の外に動作しているときではなく、あなたがそれを見て、トリコファンとして見ているのではない本当に何かので、この映画を7月10日を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nHope this review gave YOU the reader some idea of what to expect from the movie. Gochisousama Deshita!\n\n\u001b[1mこのレビューがあなたに読者に映画から何を期待するかという若干のアイデアを与えてくれることを願っています。 ごちそうさまデシータ！\u001b[22m\n\u001b[1m(Kono rebyū ga anata ni dokusha ni eiga kara nani o kitai suru ka to iu jakkan no aidea o ataete kureru koto o negatte imasu. Gochisōsama deshīta!)\u001b[22m\n\nTranslations of \u001b[4mHope this review gave YOU the reader some idea of what to expect from the movie. Gochisousama Deshita!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHope this review gave YOU the reader some idea of what to expect from the movie.\u001b[24m\n    \u001b[1mこのレビューがあなたに読者に映画から何を期待するかという若干のアイデアを与えてくれることを願っています。\u001b[22m, \u001b[1mこの口コミはあなたの映画から何を期待するのいくつかのアイデアを読者に与えた願っています。\u001b[22m\n\u001b[4mGochisousama Deshita!\u001b[24m\n    \u001b[1mごちそうさまデシータ！\u001b[22m, \u001b[1mGochisousama Deshita！\u001b[22m"
  },
  {
    "title": "Toriko_Movie__Bishokushin_no_Special_Menu",
    "id": "17699",
    "url": "https://myanimelist.net/anime/17699/Toriko_Movie__Bishokushin_no_Special_Menu",
    "user": "THEAnimeHERO",
    "profile": "/profile/THEAnimeHERO/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=137133",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nキャラクター|\n|  7\n\n（映画はこれまでスペイン語のサブタイトルでしかサブタイトルされていませんでした）最近のアニメとは違って、特にトリコ＆ ジリム。 映画の唯一の問題は、完全な映画がアップロードされていないと思われるエンディングです。 クレジットの欠如＆amp; 削除されたシーンを含めると、映画は厄介な気持ちで終了する。 ああ＆amp; もちろん銀杏、かぐら＆  Shinpachiカメオ... DONDAKE!!!!! ストーリーは大丈夫ですが、主な魅力は音楽＆amp; 戦い。 悲しいことに、ビショクカイの多くは特集されていません。 簡単な対話の場面に過ぎない。 メインの悪役としてのジリムは、とてもクールですが、同時に穏やかです。 映画の終わりに向かって、ジリムは実際にはかなり獣姦に行きます。 彼女は「美しい」女性として出てくるが、彼女のことはあまり期待していないため、同じことがAyameになる。 全体的に映画は素晴らしく、間違いなく1枚目の映画を上回ります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n(The movie has so far only been subtitled in Spanish subs) Unlike the recent anime, animation is great especially in the fights such as the climatic battle between Toriko &amp; Girim. The only problem with the movie is the ending which seems the full film wasn't uploaded. The lack of credits &amp; the inclusion of a deleted scene ends the movie with an awkward feeling. Oh &amp; of course the Gintoki, Kagura &amp; Shinpachi cameo...DONDAKE!!!!! Story is alright with the main appeal being the music &amp; battles. Sadly, not much of The Bishokukai are featured; merely brief scenes of dialogue. Girim as the main villain is pretty cool but bland at the same time. Towards the end of the movie, Girim actually does go pretty beastly. Same goes for Ayame for she comes of as a 'lovely' woman but don't expect much out of her. Overall the movie is great, definitely surpasses the 1st film.\n\n\u001b[1m（映画はこれまでスペイン語のサブタイトルでしかサブタイトルされていませんでした）最近のアニメとは違って、特にトリコ＆ ジリム。 映画の唯一の問題は、完全な映画がアップロードされていないと思われるエンディングです。 クレジットの欠如＆amp; 削除されたシーンを含めると、映画は厄介な気持ちで終了する。 ああ＆amp; もちろん銀杏、かぐら＆  Shinpachiカメオ... DONDAKE!!!!! ストーリーは大丈夫ですが、主な魅力は音楽＆amp; 戦い。 悲しいことに、ビショクカイの多くは特集されていません。 簡単な対話の場面に過ぎない。 メインの悪役としてのジリムは、とてもクールですが、同時に穏やかです。 映画の終わりに向かって、ジリムは実際にはかなり獣姦に行きます。 彼女は「美しい」女性として出てくるが、彼女のことはあまり期待していないため、同じことがAyameになる。 全体的に映画は素晴らしく、間違いなく1枚目の映画を上回ります。\u001b[22m\n\u001b[1m((Eiga wa kore made Supeingo no sabutaitorude shika sabutaitoru sa rete imasendeshita) saikin no anime to wa chigatte, tokuni toriko& jirimu. Sutōrī wa daijōbudesuga, omona miryoku wa ongaku& amp; tatakai. Kanashī koto ni, bishokukai no ōku wa tokushū sa rete imasen. Kantan'na taiwa no bamen ni suginai. Mein no akuyaku to shite no jirimu wa, totemo kūrudesuga, dōjini odayakadesu. Eiga no owari ni mukatte, jirimu wa jissai ni wa kanari jūkan ni ikimasu. Kanojo wa `utsukushī' josei to shite detekuru ga, kanojo no koto wa amari kitai shite inai tame, onaji koto ga Ayame ni naru. Zentai-teki ni eiga wa subarashiku, machigainaku 1-mai-me no eiga o uwamawarimasu. Eiga no yuiitsu no mondai wa, kanzen'na eiga ga appurōdo sa rete inai to omowa reru endingudesu. Kurejitto no ketsujo& amp; sakujo sa reta shīn o fukumeru to, eiga wa yakkaina kimochi de shūryō suru. Ā& amp; mochiron gin'nan, kagura& Shinpachi Kameo... DONDAKE! ! ! ! !)\u001b[22m\n\nTranslations of \u001b[4m(The movie has so far only been subtitled in Spanish subs) Unlike the recent anime, animation is great especially in the fights such as the climatic battle between Toriko &amp; Girim. The only problem with the movie is the ending which seems the full film wasn't uploaded. The lack of credits &amp; the inclusion of a deleted scene ends the movie with an awkward feeling. Oh &amp; of course the Gintoki, Kagura &amp; Shinpachi cameo...DONDAKE!!!!! Story is alright with the main appeal being the music &amp; battles. Sadly, not much of The Bishokukai are featured; merely brief scenes of dialogue. Girim as the main villain is pretty cool but bland at the same time. Towards the end of the movie, Girim actually does go pretty beastly. Same goes for Ayame for she comes of as a 'lovely' woman but don't expect much out of her. Overall the movie is great, definitely surpasses the 1st film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(The movie has so far only been subtitled in Spanish subs) Unlike the recent anime, animation is great especially in the fights such as the climatic battle between Toriko &amp;\u001b[24m\n    \u001b[1m（映画はこれまでスペイン語のサブタイトルでしかサブタイトルされていませんでした）最近のアニメとは違って、特にトリコ＆\u001b[22m, \u001b[1m（映画はこれまでのところ唯一のスペイン語サブルーチンで副題されています）、最近のアニメとは異なり、アニメーションは、特に、トリコ＆アンペアの間の気候の戦いのような戦いで素晴らしいです。\u001b[22m\n\u001b[4mGirim.\u001b[24m\n    \u001b[1mジリム。\u001b[22m, \u001b[1mGirim。\u001b[22m\n\u001b[4mStory is alright with the main appeal being the music &amp;\u001b[24m\n    \u001b[1mストーリーは大丈夫ですが、主な魅力は音楽＆amp;\u001b[22m, \u001b[1mストーリーは、音楽＆アンペアである主な魅力で大丈夫です。\u001b[22m\n\u001b[4mbattles.\u001b[24m\n    \u001b[1m戦い。\u001b[22m\n\u001b[4mSadly, not much of The Bishokukai are featured;\u001b[24m\n    \u001b[1m悲しいことに、ビショクカイの多くは特集されていません。\u001b[22m, \u001b[1m悲しいことに、Bishokukaiのあまりが紹介されています。\u001b[22m\n\u001b[4mmerely brief scenes of dialogue.\u001b[24m\n    \u001b[1m簡単な対話の場面に過ぎない。\u001b[22m, \u001b[1m対話の単なる短いシーン。\u001b[22m\n\u001b[4mGirim as the main villain is pretty cool but bland at the same time.\u001b[24m\n    \u001b[1mメインの悪役としてのジリムは、とてもクールですが、同時に穏やかです。\u001b[22m, \u001b[1m主な悪役としてGirimは同時にかなりクールしかし、当たり障りのないです。\u001b[22m\n\u001b[4mTowards the end of the movie, Girim actually does go pretty beastly.\u001b[24m\n    \u001b[1m映画の終わりに向かって、ジリムは実際にはかなり獣姦に行きます。\u001b[22m, \u001b[1m映画の終わりに向かって、Girimは実際にはかなりひどい行くん。\u001b[22m\n\u001b[4mSame goes for Ayame for she comes of as a 'lovely' woman but don't expect much out of her.\u001b[24m\n    \u001b[1m彼女は「美しい」女性として出てくるが、彼女のことはあまり期待していないため、同じことがAyameになる。\u001b[22m, \u001b[1m彼女は「美しい」女性としての来るが、彼女の外にあまり期待していないためにも同じことがあやめのために行きます。\u001b[22m\n\u001b[4mOverall the movie is great, definitely surpasses the 1st film.\u001b[24m\n    \u001b[1m全体的に映画は素晴らしく、間違いなく1枚目の映画を上回ります。\u001b[22m, \u001b[1m全体的に映画は素晴らしいですが、間違いなく第一フィルムを凌駕しています。\u001b[22m\n\u001b[4mThe only problem with the movie is the ending which seems the full film wasn't uploaded.\u001b[24m\n    \u001b[1m映画の唯一の問題は、完全な映画がアップロードされていないと思われるエンディングです。\u001b[22m, \u001b[1m映画の唯一の問題は、完全な膜がアップロードされていなかったようだ結末です。\u001b[22m\n\u001b[4mThe lack of credits &amp;\u001b[24m\n    \u001b[1mクレジットの欠如＆amp;\u001b[22m, \u001b[1mクレジット＆アンペアの欠如;\u001b[22m\n\u001b[4mthe inclusion of a deleted scene ends the movie with an awkward feeling.\u001b[24m\n    \u001b[1m削除されたシーンを含めると、映画は厄介な気持ちで終了する。\u001b[22m, \u001b[1m削除されたシーンを含めることは厄介な感覚で映画を終了します。\u001b[22m\n\u001b[4mOh &amp;\u001b[24m\n    \u001b[1mああ＆amp;\u001b[22m, \u001b[1mああ＆＃038;\u001b[22m\n\u001b[4mof course the Gintoki, Kagura &amp;\u001b[24m\n    \u001b[1mもちろん銀杏、かぐら＆\u001b[22m, \u001b[1mもちろん銀時、神楽＆＃038;\u001b[22m\n\u001b[4mShinpachi cameo...DONDAKE!!!!!\u001b[24m\n    \u001b[1mShinpachiカメオ... DONDAKE!!!!!\u001b[22m, \u001b[1m新八カメオ... DONDAKE!!!!!\u001b[22m"
  }
]
