[
  {
    "title": "Ketsuekigata-kun",
    "id": "17731",
    "url": "https://myanimelist.net/anime/17731/Ketsuekigata-kun",
    "user": "Saijuro",
    "profile": "/profile/Saijuro/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=100551",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  8\n\nアニメ、マンガ、または他の日本/韓国のソースの血液型に関するジョークを見たことがあるなら、あなたの手を挙げてください。 おお、かなり。 今あなたを理解している人は、あなたの手を下げます。 それほど多くはありません。\n真実を伝えるために、私はそれらの血液型のジョークを理解することにbaaaaaadです。 そして、私も幸いです。だから私はこれらの種類のジョークをかなり頻繁にやってきます（ただし、ここ2年間で、血液関連のユーモアを持つ新しく放送された番組は少なくなっています）。 とにかく、私はそのジョークを見たたびに、私は血液型についてgoogleする必要がありました。 しかし、ジョークの説明があれば、もはや面白いことではありません。\nそして、私はこのアニメが発表されたのを見ました。 私はかなり興奮し、ある意味では幸せになった。 ついに、特定の日本のユーモアを理解し、そのジョークを笑うことができるようになると思った。\n今まで私は6つのエピソードを見て、決して失望したことはありません。  4つの血液型（A、B、AB、O）がどのように異なる状況に対処しているかを見るのは楽しいことです。 このショーは、血液型が人格にどのように影響するかについてのステレオタイプを誇張していますが、実際は楽しいものです。 どの血液型が、ガールフレンドを作るのが良くて、吸うのが良いですか？ 危険な状態で行動するのが早く、レストランのメニューを見ても問題があるのはどちらですか？\nこのショーの良さは、血液型がどのように作用するかを示すだけでなく、お互いの考え方についても示していることです。 私を信じて、それは多くの楽しみです。\n私は日本人ではなく、まだそれらのジョークを得ることに悪い（私は彼らの世界観のジョークでしか悪いです）として、アニメを陽気なと呼んでいません。 しかし、それは面白いと笑い、私にとってそれはある意味で認知的です。 だから私はあなたがそれを試してみるべきだと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOkey, boys and girls, if you've ever seen a joke about blood type in anime, manga or other japanese / korean sources, rise your hand. Whoa, quite a lot. Now those of you, who's good at understanding them, lower your hand. Not too many, i see.\n\n\u001b[1mアニメ、マンガ、または他の日本/韓国のソースの血液型に関するジョークを見たことがあるなら、あなたの手を挙げてください。 おお、かなり。 今あなたを理解している人は、あなたの手を下げます。 それほど多くはありません。\u001b[22m\n\u001b[1m(Anime, manga, matawa hoka no Nihon/ Kankoku no sōsu no ketsuekigata ni kansuru jōku o mita koto ga arunara, anata no te o agete kudasai. Ō, kanari. Ima anata o rikai shite iru hito wa, anata no te o sagemasu. Sorehodo ōku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOkey, boys and girls, if you've ever seen a joke about blood type in anime, manga or other japanese / korean sources, rise your hand. Whoa, quite a lot. Now those of you, who's good at understanding them, lower your hand. Not too many, i see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkey, boys and girls, if you've ever seen a joke about blood type in anime, manga or other japanese / korean sources, rise your hand.\u001b[24m\n    \u001b[1mアニメ、マンガ、または他の日本/韓国のソースの血液型に関するジョークを見たことがあるなら、あなたの手を挙げてください。\u001b[22m, \u001b[1mオーケー、男の子と女の子は、あなたがこれまでアニメ、漫画またはその他韓国語/日本語ソース内の血液型についてのジョークを見てきた場合、あなたの手を上昇。\u001b[22m\n\u001b[4mWhoa, quite a lot.\u001b[24m\n    \u001b[1mおお、かなり。\u001b[22m, \u001b[1mおっと、かなり多く。\u001b[22m\n\u001b[4mNow those of you, who's good at understanding them, lower your hand.\u001b[24m\n    \u001b[1m今あなたを理解している人は、あなたの手を下げます。\u001b[22m, \u001b[1m今、それらを理解するのが良いことだあなたの人々は、あなたの手を下げます。\u001b[22m\n\u001b[4mNot too many, i see.\u001b[24m\n    \u001b[1mそれほど多くはありません。\u001b[22m, \u001b[1mあまりにも多くはない、私が参照してください。\u001b[22m\nTo tell you the truth, i'm baaaaaad at understanding those blood-type jokes. And i'm lucky as well, so i come upon these kind of jokes pretty often (though in the last two years there've been less newly aired shows with blood-related humour). Anyway, each time i saw that joke i had to google about the blood types. But if the joke's beed explained, it's no longer funny, you know.\n\n\u001b[1m真実を伝えるために、私はそれらの血液型のジョークを理解することにbaaaaaadです。 そして、私も幸いです。だから私はこれらの種類のジョークをかなり頻繁にやってきます（ただし、ここ2年間で、血液関連のユーモアを持つ新しく放送された番組は少なくなっています）。 とにかく、私はそのジョークを見たたびに、私は血液型についてgoogleする必要がありました。 しかし、ジョークの説明があれば、もはや面白いことではありません。\u001b[22m\n\u001b[1m(Shinjitsu o tsutaeru tame ni, watashi wa sorera no ketsuekigata no jōku o rikai suru koto ni baaaaaaddesu. Soshite, watashi mo saiwaidesu. Dakara watashi wa korera no shurui no jōku o kanari hinpan ni yattekimasu (tadashi, koko 2-nenkan de, ketsueki kanren no yūmoa o motsu atarashiku hōsō sa reta bangumi wa sukunaku natte imasu). Tonikaku, watashi wa sono jōku o mita tabi ni, watashi wa ketsuekigata ni tsuite google suru hitsuyō ga arimashita. Shikashi, jōku no setsumei ga areba, mohaya omoshiroi kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTo tell you the truth, i'm baaaaaad at understanding those blood-type jokes. And i'm lucky as well, so i come upon these kind of jokes pretty often (though in the last two years there've been less newly aired shows with blood-related humour). Anyway, each time i saw that joke i had to google about the blood types. But if the joke's beed explained, it's no longer funny, you know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo tell you the truth, i'm baaaaaad at understanding those blood-type jokes.\u001b[24m\n    \u001b[1m真実を伝えるために、私はそれらの血液型のジョークを理解することにbaaaaaadです。\u001b[22m, \u001b[1m実を言うと、私はそれらの血液型のジョークを理解するのがbaaaaaadです。\u001b[22m\n\u001b[4mAnd i'm lucky as well, so i come upon these kind of jokes pretty often (though in the last two years there've been less newly aired shows with blood-related humour).\u001b[24m\n    \u001b[1mそして、私も幸いです。だから私はこれらの種類のジョークをかなり頻繁にやってきます（ただし、ここ2年間で、血液関連のユーモアを持つ新しく放送された番組は少なくなっています）。\u001b[22m, \u001b[1mそして私は、同様にラッキーだ、そう（過去2年間であまり新しく血液関連のユーモアで番組が放映されてきたが）私はかなり頻繁にジョークのこれらの種類に来ます。\u001b[22m\n\u001b[4mAnyway, each time i saw that joke i had to google about the blood types.\u001b[24m\n    \u001b[1mとにかく、私はそのジョークを見たたびに、私は血液型についてgoogleする必要がありました。\u001b[22m, \u001b[1mとにかく、私はその冗談を見たたびに、私は血液型についてGoogleなければなりませんでした。\u001b[22m\n\u001b[4mBut if the joke's beed explained, it's no longer funny, you know.\u001b[24m\n    \u001b[1mしかし、ジョークの説明があれば、もはや面白いことではありません。\u001b[22m, \u001b[1m冗談のbeedが説明している場合しかし、それはあなたが知っている、もはや面白いません。\u001b[22m\nAnd then i saw this anime announced. I got pretty much excited and, in a way, happy. At last i'll be able to understand that specific japanese humour and to laugh at those jokes, i thought.\n\n\u001b[1mそして、私はこのアニメが発表されたのを見ました。 私はかなり興奮し、ある意味では幸せになった。 ついに、特定の日本のユーモアを理解し、そのジョークを笑うことができるようになると思った。\u001b[22m\n\u001b[1m(Soshite, watashi wa kono anime ga happyō sa reta no o mimashita. Watashi wa kanari kōfun shi, aruimide wa shiawase ni natta. Tsuini, tokutei no Nihon no yūmoa o rikai shi, sono jōku o warau koto ga dekiru yō ni naru to omotta.)\u001b[22m\n\nTranslations of \u001b[4mAnd then i saw this anime announced. I got pretty much excited and, in a way, happy. At last i'll be able to understand that specific japanese humour and to laugh at those jokes, i thought.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd then i saw this anime announced.\u001b[24m\n    \u001b[1mそして、私はこのアニメが発表されたのを見ました。\u001b[22m, \u001b[1mそして、私が発表したこのアニメを見ました。\u001b[22m\n\u001b[4mI got pretty much excited and, in a way, happy.\u001b[24m\n    \u001b[1m私はかなり興奮し、ある意味では幸せになった。\u001b[22m, \u001b[1m私はかなり興奮して、のように、幸せです。\u001b[22m\n\u001b[4mAt last i'll be able to understand that specific japanese humour and to laugh at those jokes, i thought.\u001b[24m\n    \u001b[1mついに、特定の日本のユーモアを理解し、そのジョークを笑うことができるようになると思った。\u001b[22m, \u001b[1m最後に私は、その特定の日本のユーモアを理解し、それらのジョークで笑うことができるでしょう、私は思いました。\u001b[22m\nSo far i've watched 6 episodes and never got disappointed. It's fun to watch how the four blood types (A, B, AB, O) are dealing with different situations. The show exaggerates stereotypes about how blood type influences personality, but it actually is fun. Which blood type is better at making a girlfriend and which sucks? Which one is quick to act in danger and which has trouble even desiding upon restaurant menu?\n\n\u001b[1m今まで私は6つのエピソードを見て、決して失望したことはありません。  4つの血液型（A、B、AB、O）がどのように異なる状況に対処しているかを見るのは楽しいことです。 このショーは、血液型が人格にどのように影響するかについてのステレオタイプを誇張していますが、実際は楽しいものです。 どの血液型が、ガールフレンドを作るのが良くて、吸うのが良いですか？ 危険な状態で行動するのが早く、レストランのメニューを見ても問題があるのはどちらですか？\u001b[22m\n\u001b[1m(Ima made watashi wa muttsu no episōdo o mite, kesshite shitsubō shita koto wa arimasen. 4Tsu no ketsuekigata (A , B, AB, O) ga dono yō ni kotonaru jōkyō ni taisho shite iru ka o miru no wa tanoshī kotodesu. Kono shō wa, ketsuekigata ga jinkaku ni dono yō ni eikyō suru ka ni tsuite no sutereo taipu o kochō shite imasuga, jissai wa tanoshī monodesu. Dono ketsuekigata ga, gārufurendo o tsukuru no ga yokute, suu no ga yoidesu ka? Kiken'na jōtai de kōdō suru no ga hayaku, resutoran no menyū o mite mo mondai ga aru no wa dochiradesu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo far i've watched 6 episodes and never got disappointed. It's fun to watch how the four blood types (A, B, AB, O) are dealing with different situations. The show exaggerates stereotypes about how blood type influences personality, but it actually is fun. Which blood type is better at making a girlfriend and which sucks? Which one is quick to act in danger and which has trouble even desiding upon restaurant menu?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo far i've watched 6 episodes and never got disappointed.\u001b[24m\n    \u001b[1m今まで私は6つのエピソードを見て、決して失望したことはありません。\u001b[22m, \u001b[1mこれまでのところ私は6エピソードを見て、失望持ったことがありません。\u001b[22m\n\u001b[4mIt's fun to watch how the four blood types (A, B, AB, O) are dealing with different situations.\u001b[24m\n    \u001b[1m4つの血液型（A、B、AB、O）がどのように異なる状況に対処しているかを見るのは楽しいことです。\u001b[22m, \u001b[1mこれは、4血液型（A、B、AB、O）はさまざまな状況に対処する方法を見て楽しいです。\u001b[22m\n\u001b[4mThe show exaggerates stereotypes about how blood type influences personality, but it actually is fun.\u001b[24m\n    \u001b[1mこのショーは、血液型が人格にどのように影響するかについてのステレオタイプを誇張していますが、実際は楽しいものです。\u001b[22m, \u001b[1mショーは血液型が性格にどのように影響するかについての固定観念を誇張して、実際には楽しいものです。\u001b[22m\n\u001b[4mWhich blood type is better at making a girlfriend and which sucks?\u001b[24m\n    \u001b[1mどの血液型が、ガールフレンドを作るのが良くて、吸うのが良いですか？\u001b[22m, \u001b[1mどの血液型はガールフレンドを作るのが優れているとそれは吸いますか？\u001b[22m\n\u001b[4mWhich one is quick to act in danger and which has trouble even desiding upon restaurant menu?\u001b[24m\n    \u001b[1m危険な状態で行動するのが早く、レストランのメニューを見ても問題があるのはどちらですか？\u001b[22m, \u001b[1mどちらが危険に行動する迅速であり、さらにはレストランのメニュー上にdesidingトラブルを持っていますか？\u001b[22m\nWhat's good about this show, it's that it not only shows how the blood types act, it's also about what they think of each other. Believe me, that's a lot of fun.\n\n\u001b[1mこのショーの良さは、血液型がどのように作用するかを示すだけでなく、お互いの考え方についても示していることです。 私を信じて、それは多くの楽しみです。\u001b[22m\n\u001b[1m(Kono shō no yo-sa wa, ketsuekigata ga dono yō ni sayō suru ka o shimesu dakedenaku, otagai no kangaekata ni tsuite mo shimeshite iru kotodesu. Watashi o shinjite, sore wa ōku no tanoshimidesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat's good about this show, it's that it not only shows how the blood types act, it's also about what they think of each other. Believe me, that's a lot of fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat's good about this show, it's that it not only shows how the blood types act, it's also about what they think of each other.\u001b[24m\n    \u001b[1mこのショーの良さは、血液型がどのように作用するかを示すだけでなく、お互いの考え方についても示していることです。\u001b[22m, \u001b[1m何この番組について良いことだ、それはそれは彼らがお互いをどう思っているかについてもですが、血液型が行動する方法を示していないだけということです。\u001b[22m\n\u001b[4mBelieve me, that's a lot of fun.\u001b[24m\n    \u001b[1m私を信じて、それは多くの楽しみです。\u001b[22m\nI wouldn't call the anime hilarious as i'm not japanese and still bad at getting those jokes (i'm worse only at their worldplay jokes). But it's amusing and laughable, and for me it's cognitive in a way. So i do think you should give it a try.\n\n\u001b[1m私は日本人ではなく、まだそれらのジョークを得ることに悪い（私は彼らの世界観のジョークでしか悪いです）として、アニメを陽気なと呼んでいません。 しかし、それは面白いと笑い、私にとってそれはある意味で認知的です。 だから私はあなたがそれを試してみるべきだと思います。\u001b[22m\n\u001b[1m(Watashi wa nihonjinde wa naku, mada sorera no jōku o eru koto ni warui (watashi wa karera no sekai-kan no jōkude shika waruidesu) to shite, anime o yōkina to yonde imasen. Shikashi, sore wa omoshiroi to warai, watashi ni totte sore wa aruimide ninchi-tekidesu. Dakara watashi wa anata ga sore o tameshite mirubekida to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI wouldn't call the anime hilarious as i'm not japanese and still bad at getting those jokes (i'm worse only at their worldplay jokes). But it's amusing and laughable, and for me it's cognitive in a way. So i do think you should give it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wouldn't call the anime hilarious as i'm not japanese and still bad at getting those jokes (i'm worse only at their worldplay jokes).\u001b[24m\n    \u001b[1m私は日本人ではなく、まだそれらのジョークを得ることに悪い（私は彼らの世界観のジョークでしか悪いです）として、アニメを陽気なと呼んでいません。\u001b[22m, \u001b[1m私はこれらのジョーク（私が唯一の彼らのworldplayジョークで悪化だ）を取得で日本とまだ悪くないんだけど、私は陽気なアニメを呼び出すことはありません。\u001b[22m\n\u001b[4mBut it's amusing and laughable, and for me it's cognitive in a way.\u001b[24m\n    \u001b[1mしかし、それは面白いと笑い、私にとってそれはある意味で認知的です。\u001b[22m, \u001b[1mしかし、それは面白いと笑えるだし、私のためにそれはある意味では認知です。\u001b[22m\n\u001b[4mSo i do think you should give it a try.\u001b[24m\n    \u001b[1mだから私はあなたがそれを試してみるべきだと思います。\u001b[22m, \u001b[1mだから、私はあなたがそれを試してみるべきだと思います。\u001b[22m"
  },
  {
    "title": "Ketsuekigata-kun",
    "id": "17731",
    "url": "https://myanimelist.net/anime/17731/Ketsuekigata-kun",
    "user": "frozenthrone",
    "profile": "/profile/frozenthrone/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=105107",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  7\n\nケツキキタくん！ またはこの「血液型」のアニメと呼ぶかもしれませんが、このショーはちょうど占星術のようなものです。 ここではショーは血液型で人を分類しようとしていますが、現在日本や他の多くの東アジア諸国に対して、人の血液型がどのような性格を持つか予測する可能性があるという一般的な考えがあります。\n\nこのショーを非常に真剣に受けないでください。誇張されたステレオタイプの冗談です。 このショーでは、自分の血液型に基づいて人の性格を定義しようとしていません。 どういうわけか、問題は彼らの個人的な性格とだけです（またはナレーターは言われました）。 さて、アニメやマンガの作者の間では、キャラクターの血液型について言及し、キャラクターに対応する血液型にキャラクターの性格を合わせるのが一般的です。ビデオゲームも同様です。\n\nコメディそのものではなく、この番組をもっと楽しくするべきではありません。 血液型Aには、血液型Bにはないものがあり、その逆もあります。 あなたはまた、同じ種類の状況から彼らの異なる反応を見ることができます。 しかし、彼らが提示した人格はそれほど正確ではありません。 現在、血液型が人の個性に大きな影響を与える可能性があることを証明する科学的研究はない。 しかし、驚いたことに、私は知っていたので、正確にパーセンテージが40-60％であることがわかりました。ほとんどの人がここで文字と同じ弱点や利点を持っていると聞きました。 自分自身が含まれています。 まあ、ええ、私のアドバイスだけでここからレッスンを取ることができます、彼らが馬鹿げたことをしないでください。\n\nそれはさておき、キャラクターのデザインは、自分の顔が自分の血液型を示している超過したものには愛らしいのですが、それはとても簡単です。 意図的に人格を分けることに集中すること。\n音楽EDでさえ、彼らの性格を記述していますが、お互いに付き合うべきであると伝えようとするとうまくいきました。 そしてキャストの声のために、このアニメは本当にすばらしいラインナップを持っています。 彼らは有名人のために最も有名な人です。彼らの声は、私が正確に、そしてその人物に最も合っていると言えるでしょう。\n\n結局のところ、このアニメだけが欠けているのは、真剣に2分で会話はblablablaとblablablaタラのように急いでされている期間です！  EDの歌が再生されています。 人々はこれを言及している。 あなたは彼らが作ったすべての長くて速い話のために一時停止ボタンを押さなければ、彼らが言っていることを得るのは難しいでしょう。 私は実際にエピソードを2〜3回再生して、彼らが何を示唆しているのか理解しています。\n\n私はこのショーを誰にでもおすすめします。コメディのジャンルを認識するのは難しいことではなく、正確であるかどうかは分かりませんが、実際には楽しい時計です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nKetsuekigata-kun! or you might call this 'blood type' anime, this show is just like horoscope- trying to specific and predict people based on solely an object they had. While here, the show is trying to categorized people by their blood type, there's currently popular belief in Japan and many other East Asian countries that a person's blood type might predict what kind of personalities they have.\n\n\u001b[1mケツキキタくん！ またはこの「血液型」のアニメと呼ぶかもしれませんが、このショーはちょうど占星術のようなものです。 ここではショーは血液型で人を分類しようとしていますが、現在日本や他の多くの東アジア諸国に対して、人の血液型がどのような性格を持つか予測する可能性があるという一般的な考えがあります。\u001b[22m\n\u001b[1m(Ketsukikita-kun! Matawa kono `ketsuekigata' no anime to yobu kamo shiremasenga, kono shō wa chōdo senseijutsu no yōna monodesu. Kokode wa shō wa ketsuekigata de hito o bunrui shiyou to shite imasuga, genzai Nihon ya hoka no ōku no higashiajia shokoku ni taishite, hito no ketsuekigata ga dono yōna seikaku o motsu ka yosoku suru kanōsei ga aru to iu ippantekina kangae ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mKetsuekigata-kun! or you might call this 'blood type' anime, this show is just like horoscope- trying to specific and predict people based on solely an object they had. While here, the show is trying to categorized people by their blood type, there's currently popular belief in Japan and many other East Asian countries that a person's blood type might predict what kind of personalities they have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKetsuekigata-kun!\u001b[24m\n    \u001b[1mケツキキタくん！\u001b[22m, \u001b[1mKetsuekigataくん！\u001b[22m\n\u001b[4mor you might call this 'blood type' anime, this show is just like horoscope- trying to specific and predict people based on solely an object they had.\u001b[24m\n    \u001b[1mまたはこの「血液型」のアニメと呼ぶかもしれませんが、このショーはちょうど占星術のようなものです。\u001b[22m, \u001b[1mまたはあなたがこの「血液型」のアニメを呼ぶかもしれない、このショーは、単に特定しようとhoroscope-好きで、彼らが持っていただけに、オブジェクトに基づいて人々を予測されています。\u001b[22m\n\u001b[4mWhile here, the show is trying to categorized people by their blood type, there's currently popular belief in Japan and many other East Asian countries that a person's blood type might predict what kind of personalities they have.\u001b[24m\n    \u001b[1mここではショーは血液型で人を分類しようとしていますが、現在日本や他の多くの東アジア諸国に対して、人の血液型がどのような性格を持つか予測する可能性があるという一般的な考えがあります。\u001b[22m, \u001b[1mここで、ショーは彼らの血液型別に分類人々にしようとしているが、人の血液型は、彼らが持っている個性の種類を予測する可能性があることを日本や他の多くの東アジア諸国で人気の信念は、現在あります。\u001b[22m\n\u001b[1m\u001b[22m\nNote that, don't take this show very seriously, it's a joke that exaggeratedly a stereotypes. This show isn't trying to define a person's personality based on their blood type. Somehow the problem is just with their individual personalities (or so the narrator has been said). Well, it is common among anime and manga authors to mention their character's blood types, and to give their characters corresponding blood types to match their personalities, same goes with the video games.\n\n\u001b[1mこのショーを非常に真剣に受けないでください。誇張されたステレオタイプの冗談です。 このショーでは、自分の血液型に基づいて人の性格を定義しようとしていません。 どういうわけか、問題は彼らの個人的な性格とだけです（またはナレーターは言われました）。 さて、アニメやマンガの作者の間では、キャラクターの血液型について言及し、キャラクターに対応する血液型にキャラクターの性格を合わせるのが一般的です。ビデオゲームも同様です。\u001b[22m\n\u001b[1m(Kono shō o hijō ni shinken ni ukenaide kudasai. Kochō sa reta sutereo taipu no jōdandesu. Kono shōde wa, jibun no ketsuekigata nimotozuite hito no seikaku o teigi shiyou to shite imasen. Dō iu wake ka, mondai wa karera no kojin-tekina seikaku to dakedesu (matawa narētā wa iwa remashita). Sate, anime ya manga no sakusha no made wa, kyarakutā no ketsuekigata ni tsuite genkyū shi, kyarakutā ni taiō suru ketsuekigata ni kyarakutā no seikaku o awaseru no ga ippan-tekidesu. Bideogēmu mo dōyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mNote that, don't take this show very seriously, it's a joke that exaggeratedly a stereotypes. This show isn't trying to define a person's personality based on their blood type. Somehow the problem is just with their individual personalities (or so the narrator has been said). Well, it is common among anime and manga authors to mention their character's blood types, and to give their characters corresponding blood types to match their personalities, same goes with the video games.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote that, don't take this show very seriously, it's a joke that exaggeratedly a stereotypes.\u001b[24m\n    \u001b[1mこのショーを非常に真剣に受けないでください。誇張されたステレオタイプの冗談です。\u001b[22m, \u001b[1m、非常に真剣にこのショーを取ることはありません、それは誇張してステレオタイプジョークだということに注意してください。\u001b[22m\n\u001b[4mThis show isn't trying to define a person's personality based on their blood type.\u001b[24m\n    \u001b[1mこのショーでは、自分の血液型に基づいて人の性格を定義しようとしていません。\u001b[22m, \u001b[1mこのショーは、彼らの血液型に基づいて、その人の個性を定義しようとしていません。\u001b[22m\n\u001b[4mSomehow the problem is just with their individual personalities (or so the narrator has been said).\u001b[24m\n    \u001b[1mどういうわけか、問題は彼らの個人的な性格とだけです（またはナレーターは言われました）。\u001b[22m, \u001b[1mどういうわけか問題がちょうど彼らの個性である（またはそう語り手は言われています）。\u001b[22m\n\u001b[4mWell, it is common among anime and manga authors to mention their character's blood types, and to give their characters corresponding blood types to match their personalities, same goes with the video games.\u001b[24m\n    \u001b[1mさて、アニメやマンガの作者の間では、キャラクターの血液型について言及し、キャラクターに対応する血液型にキャラクターの性格を合わせるのが一般的です。ビデオゲームも同様です。\u001b[22m, \u001b[1mまあ、それは彼らのキャラクターの血液型はもちろんのこと、そして彼らの個性に合わせて、血液型を対応する自分のキャラクターを与えるためにアニメやマンガの作者の間で一般的であり、同じことがビデオゲームに行きます。\u001b[22m\n\u001b[1m\u001b[22m\nNot much should make this show more entertaining rather than the comedy itself. Blood type A might have something Blood type B don't have, and vice versa. You also can see their different reactions from same kind of situations. But the personalities they presented ain't very accurate as well. Currently, there's no scientific research that proves blood type can be much affects the person's personality. But surprisingly from this show i find the accurately percentage might be 40-60 % since i knew and heard most people has the same weakness or advantage with characters here. Myself included. Well, yeah my advice you can just take the lessons from here, don't do what they ludicrously do.\n\n\u001b[1mコメディそのものではなく、この番組をもっと楽しくするべきではありません。 血液型Aには、血液型Bにはないものがあり、その逆もあります。 あなたはまた、同じ種類の状況から彼らの異なる反応を見ることができます。 しかし、彼らが提示した人格はそれほど正確ではありません。 現在、血液型が人の個性に大きな影響を与える可能性があることを証明する科学的研究はない。 しかし、驚いたことに、私は知っていたので、正確にパーセンテージが40-60％であることがわかりました。ほとんどの人がここで文字と同じ弱点や利点を持っていると聞きました。 自分自身が含まれています。 まあ、ええ、私のアドバイスだけでここからレッスンを取ることができます、彼らが馬鹿げたことをしないでください。\u001b[22m\n\u001b[1m(Komedi sonomonode wa naku, kono bangumi o motto tanoshiku surubekide wa arimasen. Ketsuekigata A ni wa, ketsuekigata B ni wanai mono ga ari, sono gyaku mo arimasu. Anata wa mata, onaji shurui no jōkyō kara karera no kotonaru han'nō o miru koto ga dekimasu. Shikashi, karera ga teiji shita jinkaku wa sorehodo seikakude wa arimasen. Genzai, ketsuekigata ga hito no kosei ni ōkina eikyōwoataeru kanōsei ga aru koto o shōmei suru kagaku-teki kenkyū wanai. Shikashi, odoroita koto ni, watashi wa shitte itanode, seikaku ni pāsentēji ga 40 - 60-pāsentodearu koto ga wakarimashita. Hotondo no hito ga koko de moji to onaji jakuten ya riten o motte iru to kikimashita. Jibun jishin ga fukuma rete imasu. Mā, ē, watashi no adobaisu dake de koko kara ressun o toru koto ga dekimasu, karera ga bakagetakoto o shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNot much should make this show more entertaining rather than the comedy itself. Blood type A might have something Blood type B don't have, and vice versa. You also can see their different reactions from same kind of situations. But the personalities they presented ain't very accurate as well. Currently, there's no scientific research that proves blood type can be much affects the person's personality. But surprisingly from this show i find the accurately percentage might be 40-60 % since i knew and heard most people has the same weakness or advantage with characters here. Myself included. Well, yeah my advice you can just take the lessons from here, don't do what they ludicrously do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot much should make this show more entertaining rather than the comedy itself.\u001b[24m\n    \u001b[1mコメディそのものではなく、この番組をもっと楽しくするべきではありません。\u001b[22m, \u001b[1mあまりむしろ喜劇そのものよりも、このショーはより楽しくする必要があります。\u001b[22m\n\u001b[4mBlood type A might have something Blood type B don't have, and vice versa.\u001b[24m\n    \u001b[1m血液型Aには、血液型Bにはないものがあり、その逆もあります。\u001b[22m, \u001b[1m血液型Aが持っていない何かの血液型B、およびその逆を持っている可能性があります。\u001b[22m\n\u001b[4mYou also can see their different reactions from same kind of situations.\u001b[24m\n    \u001b[1mあなたはまた、同じ種類の状況から彼らの異なる反応を見ることができます。\u001b[22m, \u001b[1mまた、状況の同じ種類からの異なる反応を見ることができます。\u001b[22m\n\u001b[4mBut the personalities they presented ain't very accurate as well.\u001b[24m\n    \u001b[1mしかし、彼らが提示した人格はそれほど正確ではありません。\u001b[22m, \u001b[1mしかし、彼らが提示パーソナリティは、同様に非常に正確ではありません。\u001b[22m\n\u001b[4mCurrently, there's no scientific research that proves blood type can be much affects the person's personality.\u001b[24m\n    \u001b[1m現在、血液型が人の個性に大きな影響を与える可能性があることを証明する科学的研究はない。\u001b[22m, \u001b[1m現在では、血液型がはるかに人の人格に影響を与えることができ証明する科学的研究はありません。\u001b[22m\n\u001b[4mBut surprisingly from this show i find the accurately percentage might be 40-60 % since i knew and heard most people has the same weakness or advantage with characters here.\u001b[24m\n    \u001b[1mしかし、驚いたことに、私は知っていたので、正確にパーセンテージが40-60％であることがわかりました。ほとんどの人がここで文字と同じ弱点や利点を持っていると聞きました。\u001b[22m, \u001b[1mしかし、驚くべきことに、この番組から私はここに文字と同じ弱点や長所を持っているほとんどの人が知っていたと聞いたので、正確な割合は40から60までパーセントかもしれない見つけます。\u001b[22m\n\u001b[4mMyself included.\u001b[24m\n    \u001b[1m自分自身が含まれています。\u001b[22m, \u001b[1m私自身は含まれています。\u001b[22m\n\u001b[4mWell, yeah my advice you can just take the lessons from here, don't do what they ludicrously do.\u001b[24m\n    \u001b[1mまあ、ええ、私のアドバイスだけでここからレッスンを取ることができます、彼らが馬鹿げたことをしないでください。\u001b[22m, \u001b[1mまあ、ええ、私のアドバイスはあなたがちょうど彼らがludicrously何をしない、ここから教訓を取ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThat aside, the characters design is kind of adorable to the excess that their face are showing their own blood type, it's so simple. Purposely for focusing to divides their personalities as well.\n\n\u001b[1mそれはさておき、キャラクターのデザインは、自分の顔が自分の血液型を示している超過したものには愛らしいのですが、それはとても簡単です。 意図的に人格を分けることに集中すること。\u001b[22m\n\u001b[1m(Sore wa sateoki, kyarakutā no dezain wa, jibun no kao ga jibun no ketsuekigata o shimeshite iru chōka shita mono ni wa airashī nodesuga, sore wa totemo kantandesu. Itotekini jinkaku o wakeru koto ni shūchū suru koto.)\u001b[22m\n\nTranslations of \u001b[4mThat aside, the characters design is kind of adorable to the excess that their face are showing their own blood type, it's so simple. Purposely for focusing to divides their personalities as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat aside, the characters design is kind of adorable to the excess that their face are showing their own blood type, it's so simple.\u001b[24m\n    \u001b[1mそれはさておき、キャラクターのデザインは、自分の顔が自分の血液型を示している超過したものには愛らしいのですが、それはとても簡単です。\u001b[22m, \u001b[1mそれはさておき、文字のデザインは種類の愛らしい過剰に自分の顔が自分の血液型を示しているということです、それはとても簡単です。\u001b[22m\n\u001b[4mPurposely for focusing to divides their personalities as well.\u001b[24m\n    \u001b[1m意図的に人格を分けることに集中すること。\u001b[22m, \u001b[1m意図的に同様に彼らの人格を分割するために集束させるため。\u001b[22m\nEven the music ED describes their personalities but it did well for trying to tell they should get along with each other. And for the cast voices this anime really has a great line-up of seiyuus. They're most known people for the popular characters they're voicing, and here the voice is what i could say accurate and most fitting for the characters.\n\n\u001b[1m音楽EDでさえ、彼らの性格を記述していますが、お互いに付き合うべきであると伝えようとするとうまくいきました。 そしてキャストの声のために、このアニメは本当にすばらしいラインナップを持っています。 彼らは有名人のために最も有名な人です。彼らの声は、私が正確に、そしてその人物に最も合っていると言えるでしょう。\u001b[22m\n\u001b[1m(Ongaku EDde sae, karera no seikaku o kijutsu shite imasuga, otagai ni tsukiaubekidearu to tsutaeyou to suruto umaku ikimashita. Soshite kyasuto no koe no tame ni, kono anime wa hontōni subarashī rain'nappu o motte imasu. Karera wa yūmeijin no tame ni mottomo yūmeina hitodesu. Karera no koe wa, watashi ga seikaku ni, soshite sono jinbutsu ni mottomo atte iru to ierudeshou.)\u001b[22m\n\nTranslations of \u001b[4mEven the music ED describes their personalities but it did well for trying to tell they should get along with each other. And for the cast voices this anime really has a great line-up of seiyuus. They're most known people for the popular characters they're voicing, and here the voice is what i could say accurate and most fitting for the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven the music ED describes their personalities but it did well for trying to tell they should get along with each other.\u001b[24m\n    \u001b[1m音楽EDでさえ、彼らの性格を記述していますが、お互いに付き合うべきであると伝えようとするとうまくいきました。\u001b[22m, \u001b[1mでも音楽のEDは、彼らの個性が記載されているが、それは彼らがお互いに仲良くべき伝えようとするためによくやりました。\u001b[22m\n\u001b[4mAnd for the cast voices this anime really has a great line-up of seiyuus.\u001b[24m\n    \u001b[1mそしてキャストの声のために、このアニメは本当にすばらしいラインナップを持っています。\u001b[22m, \u001b[1mそして、キャストの声のためにこのアニメは本当にseiyuusの偉大なラインアップを持っています。\u001b[22m\n\u001b[4mThey're most known people for the popular characters they're voicing, and here the voice is what i could say accurate and most fitting for the characters.\u001b[24m\n    \u001b[1m彼らは有名人のために最も有名な人です。彼らの声は、私が正確に、そしてその人物に最も合っていると言えるでしょう。\u001b[22m, \u001b[1m彼らは表明している人気キャラクターのための最もよく知られた人だし、ここでの声は私が正確で文字のための最もフィッティング言うことができるものです。\u001b[22m\n\u001b[1m\u001b[22m\nUltimately, what this anime only lack is the duration, seriously in only 2 minutes the conversations is being rushed like blablabla and blablabla tara! the ED song is playing. People have been mentioned this. You're gonna find it hard to get what they're saying unless you press the pause button for every long-and-fast talking they made. I even replay the episode for 2-3 times to really get or understand what's the plot they're hinting.\n\n\u001b[1m結局のところ、このアニメだけが欠けているのは、真剣に2分で会話はblablablaとblablablaタラのように急いでされている期間です！  EDの歌が再生されています。 人々はこれを言及している。 あなたは彼らが作ったすべての長くて速い話のために一時停止ボタンを押さなければ、彼らが言っていることを得るのは難しいでしょう。 私は実際にエピソードを2〜3回再生して、彼らが何を示唆しているのか理解しています。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, kono anime dake ga kakete iru no wa, shinken ni 2-bu de kaiwa wa blablabla to blablabla Tara no yō ni isoide sa rete iru kikandesu! ED no uta ga saisei sa rete imasu. Hitobito wa kore o genkyū shite iru. Anata wa karera ga tsukutta subete no nagakute hayai hanashi no tame ni ichiji teishi botan o osanakereba, karera ga itte iru koto o eru no wa muzukashīdeshou. Watashi wa jissai ni episōdo o 2 〜 3-kai saisei shite, karera ga nani o shisa shite iru no ka rikai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mUltimately, what this anime only lack is the duration, seriously in only 2 minutes the conversations is being rushed like blablabla and blablabla tara! the ED song is playing. People have been mentioned this. You're gonna find it hard to get what they're saying unless you press the pause button for every long-and-fast talking they made. I even replay the episode for 2-3 times to really get or understand what's the plot they're hinting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUltimately, what this anime only lack is the duration, seriously in only 2 minutes the conversations is being rushed like blablabla and blablabla tara!\u001b[24m\n    \u001b[1m結局のところ、このアニメだけが欠けているのは、真剣に2分で会話はblablablaとblablablaタラのように急いでされている期間です！\u001b[22m, \u001b[1m最終的には、どのようなこのアニメが唯一欠けていることは真剣にわずか2分で会話がblablablaとblablablaのタラのように急いでされている、期間です！\u001b[22m\n\u001b[4mthe ED song is playing.\u001b[24m\n    \u001b[1mEDの歌が再生されています。\u001b[22m, \u001b[1mEDの曲が再生されています。\u001b[22m\n\u001b[4mPeople have been mentioned this.\u001b[24m\n    \u001b[1m人々はこれを言及している。\u001b[22m, \u001b[1m人々はこれを言及してきました。\u001b[22m\n\u001b[4mYou're gonna find it hard to get what they're saying unless you press the pause button for every long-and-fast talking they made.\u001b[24m\n    \u001b[1mあなたは彼らが作ったすべての長くて速い話のために一時停止ボタンを押さなければ、彼らが言っていることを得るのは難しいでしょう。\u001b[22m, \u001b[1mあなたがつもり、それは難しいあなたがすべてのロング・アンド・が速く、彼らが作った話のための一時停止ボタンを押さない限り、彼らが言っているものを得るために見つけるしています。\u001b[22m\n\u001b[4mI even replay the episode for 2-3 times to really get or understand what's the plot they're hinting.\u001b[24m\n    \u001b[1m私は実際にエピソードを2〜3回再生して、彼らが何を示唆しているのか理解しています。\u001b[22m, \u001b[1m2-3回は本当に取得したり、彼らがほのめかしているプロットだかを理解するために私もエピソードを再生します。\u001b[22m\n\u001b[1m\u001b[22m\nI recommend this show to everyone, not that it's hard to recognize the comedy genre.. wheter it's accurate or not, it's actually just a fun watch.\n\n\u001b[1m私はこのショーを誰にでもおすすめします。コメディのジャンルを認識するのは難しいことではなく、正確であるかどうかは分かりませんが、実際には楽しい時計です。\u001b[22m\n\u001b[1m(Watashi wa kono shō o darenidemo osusume shimasu. Komedi no janru o ninshiki suru no wa muzukashī kotode wa naku, seikakudearu ka dō ka wa wakarimasen ga, jissai ni wa tanoshī tokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mI recommend this show to everyone, not that it's hard to recognize the comedy genre.. wheter it's accurate or not, it's actually just a fun watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend this show to everyone, not that it's hard to recognize the comedy genre.. wheter it's accurate or not, it's actually just a fun watch.\u001b[24m\n    \u001b[1m私はこのショーを誰にでもおすすめします。コメディのジャンルを認識するのは難しいことではなく、正確であるかどうかは分かりませんが、実際には楽しい時計です。\u001b[22m, \u001b[1m私はそれが正確ですかwheter、それは実際にちょうど楽しみの時計だ..それはコメディのジャンルを認識するのは難しいではないことを、みんなにこのショーをお勧めします。\u001b[22m"
  }
]
