[
  {
    "title": "Hidamari_Sketch__Sae_Hiro_Sotsugyou-hen",
    "id": "17739",
    "url": "https://myanimelist.net/anime/17739/Hidamari_Sketch__Sae_Hiro_Sotsugyou-hen",
    "user": "happypeople",
    "profile": "/profile/happypeople/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=122883",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n泣いた。\n\n傑作、このシリーズはあなたのうつ病を治し、人生は価値があることを教えてくれるでしょう。 最初の数シーズンはゆっくりペースで落ち着いているので、キャラクターやエピソードの仕組みに暖かくなることができます。 その後、ペースが上がり、日々がより興奮し、文字通りどこでも日差しがあります。\n\nまだこのシリーズを見ていないのであれば、それほど良い理由はありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCried.\n\n\u001b[1m泣いた。\u001b[22m\n\u001b[1m(Naita.)\u001b[22m\n\nDefinitions of \u001b[4mCried.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nverb\n\u001b[1m    泣く\u001b[22m\n        cry, sing\n\u001b[1m    叫ぶ\u001b[22m\n        cry, shout, yell, exclaim\n\u001b[1m    どなりつける\u001b[22m\n        yell, shout, scream, cry, roar, bellow\n\u001b[1m    吠える\u001b[22m\n        bark, howl, roar, bay, bellow, cry\n\u001b[1m    吠る\u001b[22m\n        bark, bay, howl, bellow, roar, cry\n\u001b[1m    騒ぐ\u001b[22m\n        make noise, clamor, cry, make merry, shout, make a disturbance\n\u001b[1m    喚く\u001b[22m\n        cry, scream, shout\n\u001b[1m    怒鳴る\u001b[22m\n        bellow, yell, shout, roar, cry, scream\n\u001b[1m    拝み倒す\u001b[22m\n        deprecate, beseech, flagitate, implore, supplicate, beg\n\u001b[1m    拝む\u001b[22m\n        worship, pray, adore, venerate, offer worship, iconize\n\u001b[1m    泣き喚く\u001b[22m\n        cry, scream\n\u001b[1m    しくしく泣く\u001b[22m\n        sob, weep, cry, moan, wail, bewail\n\u001b[1m    怒鳴り付ける\u001b[22m\n        yell, shout, scream, cry, roar, bellow\n\u001b[1m\u001b[22m\nA masterpiece, this series will cure your depression and teach you that life is worth living. The first few seasons are slow paced and calm, allowing you to warm up to the characters and the way the episodes work. Then the pace picks up and the days get more excited and there is literally sunshine everywhere.\n\n\u001b[1m傑作、このシリーズはあなたのうつ病を治し、人生は価値があることを教えてくれるでしょう。 最初の数シーズンはゆっくりペースで落ち着いているので、キャラクターやエピソードの仕組みに暖かくなることができます。 その後、ペースが上がり、日々がより興奮し、文字通りどこでも日差しがあります。\u001b[22m\n\u001b[1m(Kessaku, kono shirīzu wa anata no utsubyō o naoshi, jinsei wa kachi ga aru koto o oshiete kurerudeshou. Saisho no sū shīzun wa yukkuri pēsu de ochitsuite irunode, kyarakutā ya episōdo no shikumi ni atatakaku naru koto ga dekimasu. Sonogo, pēsu ga agari, hibi ga yori kōfun shi, mojidōri doko demo hizashi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mA masterpiece, this series will cure your depression and teach you that life is worth living. The first few seasons are slow paced and calm, allowing you to warm up to the characters and the way the episodes work. Then the pace picks up and the days get more excited and there is literally sunshine everywhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA masterpiece, this series will cure your depression and teach you that life is worth living.\u001b[24m\n    \u001b[1m傑作、このシリーズはあなたのうつ病を治し、人生は価値があることを教えてくれるでしょう。\u001b[22m, \u001b[1m傑作は、このシリーズは、あなたのうつ病を治すと人生は生きる価値があることをお教えします。\u001b[22m\n\u001b[4mThe first few seasons are slow paced and calm, allowing you to warm up to the characters and the way the episodes work.\u001b[24m\n    \u001b[1m最初の数シーズンはゆっくりペースで落ち着いているので、キャラクターやエピソードの仕組みに暖かくなることができます。\u001b[22m, \u001b[1m最初の数シーズンは遅いあなたが文字やエピソード、作業方法にウォームアップすることができ、ペースで落ち着いています。\u001b[22m\n\u001b[4mThen the pace picks up and the days get more excited and there is literally sunshine everywhere.\u001b[24m\n    \u001b[1mその後、ペースが上がり、日々がより興奮し、文字通りどこでも日差しがあります。\u001b[22m, \u001b[1mその後、ペースが拾って、日がより多くの興奮と日照どこでも文字通りあります。\u001b[22m\n\u001b[1m\u001b[22m\nIf you haven't watched this series yet, there's no good reason why not.\n\n\u001b[1mまだこのシリーズを見ていないのであれば、それほど良い理由はありません。\u001b[22m\n\u001b[1m(Mada kono shirīzu o mite inai nodeareba, sore hodo yoi riyū wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you haven't watched this series yet, there's no good reason why not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you haven't watched this series yet, there's no good reason why not.\u001b[24m\n    \u001b[1mまだこのシリーズを見ていないのであれば、それほど良い理由はありません。\u001b[22m, \u001b[1mあなたはまだこのシリーズを見ていない場合は、なぜ何の正当な理由はありません。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hidamari_Sketch__Sae_Hiro_Sotsugyou-hen",
    "id": "17739",
    "url": "https://myanimelist.net/anime/17739/Hidamari_Sketch__Sae_Hiro_Sotsugyou-hen",
    "user": "Notshane",
    "profile": "/profile/Notshane/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=218813",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  8\n\nどうやって。 本当に、コメディはどうしたらそれ以上のことができますか？ ひだまりスケッチに聞いてみてください。\n\nそれほど頻繁にあなたは52のエピソードの上に変な喜劇を最後に見ることはありません。 ひだまりスケッチはそれだけでなく、キャラクターのために感じるだけでなく、コメディアニメの中でも、同じ制作クルーを全編にわたって保持している非常に少数のコメディアニメの1つです。\n\nそのビジュアルは、特にキャラクターを描く方法に関して、進歩するにつれて驚くほど良くなりますが、プログレッションは、それが作業中の任意の時点で新しいチームではないことを知っています。 私は別の特定のアニメが毎シーズンにこれをしたことを知っています。それは大きな転換期でしたが、私は逃げ出します。\n\n私はこのアニメのレビュー全体をここに書いているわけではありません。 私が最初のシーズンに書いた最初のもので言ったように、それぞれのレビューは両方のシーズンをカウントします。 だから、最初に1-2と数えられたら、3番目のものは全体として3〜4になります。 主に彼らはかなり類似している原因。 しかし、私は待つことができず、今すぐ終了した後、まずこれらのOVAスペシャルに関するレビューを書かなければならなかった。 だから、このシリーズはシリーズ全体についての私の意見の要約であり、次のものは前の2シーズンに集中するでしょう。 あなたも、あなたがすべてを見て、これを読んでいるなら、泣くように準備してください。\n\n心温まるだけでは私がこれに使用しなければならない唯一の言葉ではありません。 卒業時の宮から、サエとヒロを見ていないとの考えから崩壊した時から、アニメに大きな出現を見せたすべてのキャラクターが登場するオープニングまで。 見ているだけでも痛いものでしたが、良い方法です。 それは、蓄積が急速に近づいていたことを思い出させました。この後、アニメはもはやなくなります。 それはコメディですが、それは私が見た前に他のコメディと違って感じることができます。\n\nそして、彼女の些細な出来事のために、私はこれがメインの女の子のみに集中し、マイナーキャラクターにとって大きな役割はないと考えていました。 しかし、夏目は、これらのOVAスペシャルの中で他の誰よりも私を得ました。 私はそれがより長く持続したかったが、彼女のために彼らがやったことは、これらのスペシャルで他の悲しい瞬間よりもずっと涙を浮かべていました。 あまりにも多くの夏目のキャラクターは、私がそれを見て私の記憶の前に展開し、もはやそれを保持することができませんでした。 そして、私が顔を正確にストリーミングしていないにもかかわらず、私の目はつばに満ちていました。\n\n初めて、私はツンデレの文字が完全に型から外れるのを見た。 彼らの快適ゾーンは、正確には、通常は彼らが他の人の周りにいないときはいつも持っているものです。 夏目は壊れてしまった、と私は、Saeの前で、ハードを意味します。 彼女の涙管はウェルチングしていて、彼女は再び彼女に会う方法を見つける方法をSaeに分解していた。 基本的に彼女は彼女をシリーズ全体の友人と見ていたと言っています。\n\nこれは、夏目がSaeの本を読むことに告白したように、第4シーズンのフィナーレの間にSaeによって最終的に実現された。 偶然にもかかわらず、話の彼女の概要は、Saeが彼女の読者の一人から聞きたかったものであり、彼女はそれを言及した後すぐに立ち直った。\n\nSaeは彼女が何をやろうとしているかについて笑いながら彼女に近づき、彼女の肩をつかんで彼女が彼女を友達として見ていると言った。 それから、夏目は、逃げるのではなく、サエを抱きしめて、彼女が彼女に会う最後の時であることを知っていました。\n\n場面は長くなっていたかもしれないが、彼女がアニメにいかに少数だったかによって短かったことは意味がある。 しかし、彼女が実際に彼女の気持ちを告白し、彼女が良い点をもたらしたジェネリックなtsundereものをやっていないそのシーンでの彼女の進歩は、本当に私を激しく襲った。\n\n私はそれにどのように慣れているのか、そして悲しいシーンが不足していることを前提としたステレオタイプについてどれほどの知識があるかを考えると、それは驚くほど十分であり、ナツメは少しだけ静かにするよりも、 彼女が言ったことのいずれかの後に、まったく離れて走っている。\n\n彼女は通常、長い時間Saeとの接触を避けていますが、彼女はこの時間が彼女と過ごすのに一番長い時間であることを望んでいました。 その瞬間だけで、彼女の性格を高く評価した人に心を込めてくれることがあります。そして、少しでも目を覚ますことができます。 おそらく、夏目は彼女がさようならを言っていたときに一度躊躇しなかったからです。\n\n彼女のキャラクターの発展に感謝するには十分です。 特にあなたがシーズン1に戻ってきたとき、彼女は文字通り一度登場し、もともとフェスティバルの間にSaeを誘発することを意図したコメディーキャラクターでした。 その後、彼女は学校の他のキャラクターの中でも重要な発展を遂げた次のシーズンに再び登場するキャラクターになりました。最後の2シーズンで再びマイナーになったにもかかわらず、彼女の発展はこれらの季節にピークを迎え、  2つのスペシャルが彼女のすべてをリリースしました。\n\n何とか簡単なOVAスピンオフシリーズがあれば、SaeとHiroは大学を超えて見えます。もしそうでなければ、夏目は彼らの間に重要な発展を遂げることを願っています。 彼女はこれらのスペシャルの終了後にそれに値する。\n\n夏目を掘り下げてお詫びして申し訳ありませんが、ここで彼女の関与を感謝しました。 それはまったくありませんでした。 そして、私は他のキャラクターのほとんどが大部分を占めていなかったので、他のキャラクターのほとんどがかなり小さなお別れをしていたし、セレモニー中に歌いながらいくつかの一般的なクリシェビットをたどった。シリーズ全体で見たことのないマイナーキャラクター など。\n\n私を襲ったもう一つの別れを選ぶ必要があったなら、それは夏目自身よりも短かった。それは主婦と一緒だった。 彼女が日高アパートで「サンシャイン」を披露したときや、彼女がサエとヒロの周りに腕を置いたときに言ったことは何でも、次のシーンの前にズームしていた。 主婦が高校時代を通じて彼らと一緒にいたので、彼らはすべて泣いていた。\n\nこれは本当に美しい結論だったし、このアニメは相当な量のエピソードを持っています。 私はいつか私がスピンオフOVAシリーズを手に入れたいと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHow. Really, how can a comedy be anything beyond that? Just ask Hidamari Sketch.\n\n\u001b[1mどうやって。 本当に、コメディはどうしたらそれ以上のことができますか？ ひだまりスケッチに聞いてみてください。\u001b[22m\n\u001b[1m(Dō yatte. Hontōni, komedi wa dōshitara soreijō no koto ga dekimasu ka? Hida mari suketchi ni kiite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mHow. Really, how can a comedy be anything beyond that? Just ask Hidamari Sketch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow.\u001b[24m\n    \u001b[1mどうやって。\u001b[22m, \u001b[1mどのように。\u001b[22m\n\u001b[4mReally, how can a comedy be anything beyond that?\u001b[24m\n    \u001b[1m本当に、コメディはどうしたらそれ以上のことができますか？\u001b[22m, \u001b[1m実際、どのように喜劇は、その超えた何かをすることができますか？\u001b[22m\n\u001b[4mJust ask Hidamari Sketch.\u001b[24m\n    \u001b[1mひだまりスケッチに聞いてみてください。\u001b[22m, \u001b[1mただひだまりスケッチをお願いします。\u001b[22m\n\u001b[1m\u001b[22m\nNot that often do you see a freaking comedy last over fifty-two episodes. Hidamari Sketch is notable in that, not only do you just feel for the characters throughout the whole thing, but it is one of the very few comedy anime out there that retains the same production crew throughout its entire run.\n\n\u001b[1mそれほど頻繁にあなたは52のエピソードの上に変な喜劇を最後に見ることはありません。 ひだまりスケッチはそれだけでなく、キャラクターのために感じるだけでなく、コメディアニメの中でも、同じ制作クルーを全編にわたって保持している非常に少数のコメディアニメの1つです。\u001b[22m\n\u001b[1m(Sorehodo hinpan ni anata wa 52 no episōdo no ue ni hen'na kigeki o saigo ni miru koto wa arimasen. Hida mari suketchi wa sore dakedenaku, kyarakutā no tame ni kanjiru dakedenaku, komedi anime no naka demo, onaji seisaku kurū o zenpen ni watatte hoji shite iru hijō ni shōsū no komedi anime no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mNot that often do you see a freaking comedy last over fifty-two episodes. Hidamari Sketch is notable in that, not only do you just feel for the characters throughout the whole thing, but it is one of the very few comedy anime out there that retains the same production crew throughout its entire run.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot that often do you see a freaking comedy last over fifty-two episodes.\u001b[24m\n    \u001b[1mそれほど頻繁にあなたは52のエピソードの上に変な喜劇を最後に見ることはありません。\u001b[22m, \u001b[1mその多くの場合、あなたは五十から二エピソードオーバー最後おかしく喜劇を見ていません。\u001b[22m\n\u001b[4mHidamari Sketch is notable in that, not only do you just feel for the characters throughout the whole thing, but it is one of the very few comedy anime out there that retains the same production crew throughout its entire run.\u001b[24m\n    \u001b[1mひだまりスケッチはそれだけでなく、キャラクターのために感じるだけでなく、コメディアニメの中でも、同じ制作クルーを全編にわたって保持している非常に少数のコメディアニメの1つです。\u001b[22m, \u001b[1mひだまりスケッチだけでなく、あなただけ全部を通して文字に感じるか、という点で注目すべきであるが、それは、その実行全体を通して同じ生産の乗組員を保持してそこに非常に少数のコメディアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nIts visuals become astoundingly better as it progresses, specifically on the way they draw the characters, but the progression feels much better knowing it is not a new team at any given point working on it. I know that another certain anime did this for EVERY season and that was a major turnoff, but I digress.\n\n\u001b[1mそのビジュアルは、特にキャラクターを描く方法に関して、進歩するにつれて驚くほど良くなりますが、プログレッションは、それが作業中の任意の時点で新しいチームではないことを知っています。 私は別の特定のアニメが毎シーズンにこれをしたことを知っています。それは大きな転換期でしたが、私は逃げ出します。\u001b[22m\n\u001b[1m(Sono bijuaru wa, tokuni kyarakutā o kaku hōhō ni kanshite, shinpo suru ni tsurete odoroku hodo yoku narimasuga, puroguresshon wa, sore ga sagyō-chū no nin'i no jiten de atarashī chīmude wanai koto o shitte imasu. Watashi wa betsu no tokutei no anime ga mai shīzun ni kore o shita koto o shitte imasu. Sore wa ōkina tenkankideshitaga, watashi wa nigedashimasu.)\u001b[22m\n\nTranslations of \u001b[4mIts visuals become astoundingly better as it progresses, specifically on the way they draw the characters, but the progression feels much better knowing it is not a new team at any given point working on it. I know that another certain anime did this for EVERY season and that was a major turnoff, but I digress.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts visuals become astoundingly better as it progresses, specifically on the way they draw the characters, but the progression feels much better knowing it is not a new team at any given point working on it.\u001b[24m\n    \u001b[1mそのビジュアルは、特にキャラクターを描く方法に関して、進歩するにつれて驚くほど良くなりますが、プログレッションは、それが作業中の任意の時点で新しいチームではないことを知っています。\u001b[22m, \u001b[1mそれが進行するにつれて、そのビジュアルは、具体的には、彼らは文字を描画する途中で、驚くほど良くなるが、進行は、それはそれに取り組んで任意の時点で新しいチームではありません知ってはるかに良い感じています。\u001b[22m\n\u001b[4mI know that another certain anime did this for EVERY season and that was a major turnoff, but I digress.\u001b[24m\n    \u001b[1m私は別の特定のアニメが毎シーズンにこれをしたことを知っています。それは大きな転換期でしたが、私は逃げ出します。\u001b[22m, \u001b[1m私は別の特定のアニメは季節ごとにこれをやったことを知って、それは主要な分岐点だったが、私は脇に逸れます。\u001b[22m\n\u001b[1m\u001b[22m\nI am not writing an entire review for this anime right here, as that is for the season three review. As I said in my first one that was written for the first season, each review counts both seasons. So, the first counted 1-2 and, once I get to it, the third one will count 3-4 as a whole; mainly cause they are pretty similar. However, I could not wait and, after finishing it right now, had to write a review on these OVA specials first. So, this sis more of a summary of my opinion on the entire series, well the next one will be centered on the prior two seasons. Prepare to cry if you, too, watched all of it and are reading this.\n\n\u001b[1m私はこのアニメのレビュー全体をここに書いているわけではありません。 私が最初のシーズンに書いた最初のもので言ったように、それぞれのレビューは両方のシーズンをカウントします。 だから、最初に1-2と数えられたら、3番目のものは全体として3〜4になります。 主に彼らはかなり類似している原因。 しかし、私は待つことができず、今すぐ終了した後、まずこれらのOVAスペシャルに関するレビューを書かなければならなかった。 だから、このシリーズはシリーズ全体についての私の意見の要約であり、次のものは前の2シーズンに集中するでしょう。 あなたも、あなたがすべてを見て、これを読んでいるなら、泣くように準備してください。\u001b[22m\n\u001b[1m(Watashi wa kono anime no rebyū zentai o koko ni kaite iru wakede wa arimasen. Watashi ga saisho no shīzun ni kaita saisho no mono de itta yō ni, sorezore no rebyū wa ryōhō no shīzun o kaunto shimasu. Dakara, saisho ni 1 - 2 to kazoe raretara, 3-banme no mono wa zentai to shite 3 〜 4 ni narimasu. Omoni karera wa kanari ruiji shite iru gen'in. Shikashi, watashi wa matsu koto ga dekizu, ima sugu shūryō shita nochi, mazu korera no ovu~a supesharu ni kansuru rebyū o kakanakereba naranakatta. Dakara, kono shirīzu wa shirīzu zentai ni tsuite no watashi no iken no yōyakudeari,-ji no mono wa mae no 2 shīzun ni shūchū surudeshou. Anata mo, anata ga subete o mite, kore o yonde irunara, naku yō ni junbi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI am not writing an entire review for this anime right here, as that is for the season three review. As I said in my first one that was written for the first season, each review counts both seasons. So, the first counted 1-2 and, once I get to it, the third one will count 3-4 as a whole; mainly cause they are pretty similar. However, I could not wait and, after finishing it right now, had to write a review on these OVA specials first. So, this sis more of a summary of my opinion on the entire series, well the next one will be centered on the prior two seasons. Prepare to cry if you, too, watched all of it and are reading this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not writing an entire review for this anime right here, as that is for the season three review.\u001b[24m\n    \u001b[1m私はこのアニメのレビュー全体をここに書いているわけではありません。\u001b[22m, \u001b[1mそれはシーズン3レビューのためにあるように私は、右ここでこのアニメのために全体のレビューを書いておりません。\u001b[22m\n\u001b[4mAs I said in my first one that was written for the first season, each review counts both seasons.\u001b[24m\n    \u001b[1m私が最初のシーズンに書いた最初のもので言ったように、それぞれのレビューは両方のシーズンをカウントします。\u001b[22m, \u001b[1m私は最初のシーズンのために書かれた私の最初の1で述べたように、各レビューは両シーズンをカウントします。\u001b[22m\n\u001b[4mSo, the first counted 1-2 and, once I get to it, the third one will count 3-4 as a whole;\u001b[24m\n    \u001b[1mだから、最初に1-2と数えられたら、3番目のものは全体として3〜4になります。\u001b[22m, \u001b[1mだから、最初に私はそれを得れば、第1は全体として3-4をカウントする、1-2をカウントし、;\u001b[22m\n\u001b[4mmainly cause they are pretty similar.\u001b[24m\n    \u001b[1m主に彼らはかなり類似している原因。\u001b[22m, \u001b[1m主に彼らはかなり似ていますが発生します。\u001b[22m\n\u001b[4mHowever, I could not wait and, after finishing it right now, had to write a review on these OVA specials first.\u001b[24m\n    \u001b[1mしかし、私は待つことができず、今すぐ終了した後、まずこれらのOVAスペシャルに関するレビューを書かなければならなかった。\u001b[22m, \u001b[1mしかし、私は今それを終えた後、最初にこれらのOVAスペシャルレビューを書かなければならなかった、待ってませんでした。\u001b[22m\n\u001b[4mSo, this sis more of a summary of my opinion on the entire series, well the next one will be centered on the prior two seasons.\u001b[24m\n    \u001b[1mだから、このシリーズはシリーズ全体についての私の意見の要約であり、次のものは前の2シーズンに集中するでしょう。\u001b[22m, \u001b[1mだから、このSISはシリーズ全体での私の意見の要約のより、よく次の1は、従来の二つの季節を中心に説明します。\u001b[22m\n\u001b[4mPrepare to cry if you, too, watched all of it and are reading this.\u001b[24m\n    \u001b[1mあなたも、あなたがすべてを見て、これを読んでいるなら、泣くように準備してください。\u001b[22m, \u001b[1mあなたは、あまりにも、それのすべてを見て、これを読んでいる場合に泣いて準備します。\u001b[22m\n\u001b[1m\u001b[22m\nHeartwarming is not the only word I have to use for this, not at all. From Miya comforting Yuno during the graduation when she was collapsed over the thought of not seeing Sae and Hiro for a long time, to the opening featuring every single character that ever had a major appearance in the anime. It was all just so painful to watch, but in a good way. It reminded me that the buildup was fast approaching and that, after this, the anime would be no more. It is a comedy, but it gives me feels unlike no other comedy before it that I have seen.\n\n\u001b[1m心温まるだけでは私がこれに使用しなければならない唯一の言葉ではありません。 卒業時の宮から、サエとヒロを見ていないとの考えから崩壊した時から、アニメに大きな出現を見せたすべてのキャラクターが登場するオープニングまで。 見ているだけでも痛いものでしたが、良い方法です。 それは、蓄積が急速に近づいていたことを思い出させました。この後、アニメはもはやなくなります。 それはコメディですが、それは私が見た前に他のコメディと違って感じることができます。\u001b[22m\n\u001b[1m(Kokoroatatamaru dakede wa watashi ga kore ni shiyō shinakereba naranai yuiitsu no kotobade wa arimasen. Sotsugyō-ji no miya kara, Sae to Hiro o miteinai to no kangae kara hōkai shita toki kara, anime ni ōkina shutsugen o miseta subete no kyarakutā ga tōjō suru ōpuningu made. Mite iru dake demo itai monodeshitaga, yoi hōhōdesu. Sore wa, chikuseki ga kyūsoku ni chikadzuite ita koto o omoidasa semashita. Kono ato, anime wa mohaya nakunarimasu. Sore wa komedidesuga, sore wa watashi ga mita mae ni hoka no komedi to chigatte kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHeartwarming is not the only word I have to use for this, not at all. From Miya comforting Yuno during the graduation when she was collapsed over the thought of not seeing Sae and Hiro for a long time, to the opening featuring every single character that ever had a major appearance in the anime. It was all just so painful to watch, but in a good way. It reminded me that the buildup was fast approaching and that, after this, the anime would be no more. It is a comedy, but it gives me feels unlike no other comedy before it that I have seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHeartwarming is not the only word I have to use for this, not at all.\u001b[24m\n    \u001b[1m心温まるだけでは私がこれに使用しなければならない唯一の言葉ではありません。\u001b[22m, \u001b[1m心温まるは私がすべてではない、このために使用する必要は単語だけではありません。\u001b[22m\n\u001b[4mFrom Miya comforting Yuno during the graduation when she was collapsed over the thought of not seeing Sae and Hiro for a long time, to the opening featuring every single character that ever had a major appearance in the anime.\u001b[24m\n    \u001b[1m卒業時の宮から、サエとヒロを見ていないとの考えから崩壊した時から、アニメに大きな出現を見せたすべてのキャラクターが登場するオープニングまで。\u001b[22m, \u001b[1m宮から彼女は長い時間のため、これまでアニメの主要な外観を持っていたすべての単一の文字をフィーチャーした開口部に紗英とヒロを見ていないという考えの上崩壊した卒業時のゆを慰めます。\u001b[22m\n\u001b[4mIt was all just so painful to watch, but in a good way.\u001b[24m\n    \u001b[1m見ているだけでも痛いものでしたが、良い方法です。\u001b[22m, \u001b[1mすべてちょうどので、見ていて痛いが、良い方法でした。\u001b[22m\n\u001b[4mIt reminded me that the buildup was fast approaching and that, after this, the anime would be no more.\u001b[24m\n    \u001b[1mそれは、蓄積が急速に近づいていたことを思い出させました。この後、アニメはもはやなくなります。\u001b[22m, \u001b[1mこれは、蓄積が迫って、この後、アニメはもうないだろう、ということであったことを思い出しました。\u001b[22m\n\u001b[4mIt is a comedy, but it gives me feels unlike no other comedy before it that I have seen.\u001b[24m\n    \u001b[1mそれはコメディですが、それは私が見た前に他のコメディと違って感じることができます。\u001b[22m, \u001b[1mそれはコメディですが、それは私が私が見たその前に無い他の喜劇とは違って感じ与えます。\u001b[22m\n\u001b[1m\u001b[22m\nAnd, not gonna lie, due to her already minor appearances, I was thinking this would be solely centered on the main girls and that it would not have any major roles for minor characters. But, Natsume got me more than anyone else in these OVA specials. I wish it lasted longer, but what they did for her still made me tear up more than any other sad moment in these specials. So much so that the entirety of Natsume's character unfolded in front of my memories as I was watching it and I could not hold it in anymore. And, though I was not exactly streaming down the face, my eyes were filled to the brim.\n\n\u001b[1mそして、彼女の些細な出来事のために、私はこれがメインの女の子のみに集中し、マイナーキャラクターにとって大きな役割はないと考えていました。 しかし、夏目は、これらのOVAスペシャルの中で他の誰よりも私を得ました。 私はそれがより長く持続したかったが、彼女のために彼らがやったことは、これらのスペシャルで他の悲しい瞬間よりもずっと壊れてしまった。 あまりにも多くの夏目のキャラクターは、私がそれを見て私の記憶の前に展開し、もはやそれを保持することができませんでした。 そして、私が顔を正確にストリーミングしていないにもかかわらず、私の目はつばに満ちていました。\u001b[22m\n\u001b[1m(Soshite, kanojo no sasaina dekigoto no tame ni, watashi wa kore ga mein no on'nanoko nomi ni shūchū shi, mainākyarakutā ni totte ōkina yakuwari wa nai to kangaete imashita. Shikashi, Natsume wa, korera no ovu~a supesharu no naka de hoka no dare yori mo watashi o emashita. Watashi wa sore ga yori nagaku jizoku shitakattaga, kanojo no tame ni karera ga yatta koto wa, korera no supesharu de hoka no kanashī shunkan yori mo zutto kowarete shimatta. Amarini mo ōku no Natsume no kyarakutā wa, watashi ga sore o mite watashi no kioku no mae ni tenkai shi, mohaya sore o hoji suru koto ga dekimasendeshita. Soshite, watashi ga kao o seikaku ni sutorīmingu shite inai nimokakawarazu, watashi no me wa tsuba ni michite imashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd, not gonna lie, due to her already minor appearances, I was thinking this would be solely centered on the main girls and that it would not have any major roles for minor characters. But, Natsume got me more than anyone else in these OVA specials. I wish it lasted longer, but what they did for her still made me tear up more than any other sad moment in these specials. So much so that the entirety of Natsume's character unfolded in front of my memories as I was watching it and I could not hold it in anymore. And, though I was not exactly streaming down the face, my eyes were filled to the brim.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd, not gonna lie, due to her already minor appearances, I was thinking this would be solely centered on the main girls and that it would not have any major roles for minor characters.\u001b[24m\n    \u001b[1mそして、彼女の些細な出来事のために、私はこれがメインの女の子のみに集中し、マイナーキャラクターにとって大きな役割はないと考えていました。\u001b[22m, \u001b[1mそして、彼女の既にマイナー外見のせいではないつもり嘘は、私はこれは単にメインの女の子を中心に、それはマイナーな文字のためのすべての主要な役割を持っていないことをするだろうと考えました。\u001b[22m\n\u001b[4mBut, Natsume got me more than anyone else in these OVA specials.\u001b[24m\n    \u001b[1mしかし、夏目は、これらのOVAスペシャルの中で他の誰よりも私を得ました。\u001b[22m, \u001b[1mしかし、夏目は私にこれらのOVAスペシャルの誰よりも多くを得ました。\u001b[22m\n\u001b[4mI wish it lasted longer, but what they did for her still made me tear up more than any other sad moment in these specials.\u001b[24m\n    \u001b[1m私はそれがより長く持続したかったが、彼女のために彼らがやったことは、これらのスペシャルで他の悲しい瞬間よりもずっと壊れてしまった。\u001b[22m, \u001b[1m私はそれが長く続いたが、彼らは彼女のためにした、まだ作られた私はより多くのこれらの特別の他のどの悲しい瞬間よりも引き裂くたいです。\u001b[22m\n\u001b[4mSo much so that the entirety of Natsume's character unfolded in front of my memories as I was watching it and I could not hold it in anymore.\u001b[24m\n    \u001b[1mあまりにも多くの夏目のキャラクターは、私がそれを見て私の記憶の前に展開し、もはやそれを保持することができませんでした。\u001b[22m, \u001b[1mそんなに私はそれを見ていたし、私はもうそれを保持することができませんでしとして夏目の文字の全体が私の思い出の前で繰り広げられるようにします。\u001b[22m\n\u001b[4mAnd, though I was not exactly streaming down the face, my eyes were filled to the brim.\u001b[24m\n    \u001b[1mそして、私が顔を正確にストリーミングしていないにもかかわらず、私の目はつばに満ちていました。\u001b[22m, \u001b[1m私は正確に顔を下にストリーミングされなかったもののそして、私の目には、あふれんばかりに充填しました。\u001b[22m\n\u001b[1m\u001b[22m\nFor the first time, I saw a tsundere character break entirely out of their mold; their comfort zone, to be precise, which is normally what they have whenever they are not around other people. Natsume broke down, and I mean hard, in front of Sae. Her tear ducts were welting and she was breaking down to Sae how she would find a way to meet her again; basically saying that she did see her as a friend the entire series.\n\n\u001b[1m初めて、私はツンデレの文字が完全に型から外れるのを見た。 彼らの快適ゾーンは、正確には、通常は彼らが他の人の周りにいないときはいつも持っているものです。 夏目は壊れてしまった、と私は、Saeの前で、ハードを意味します。 彼女の涙管はウェルチングしていて、彼女は再び彼女に会う方法を見つける方法をSaeに分解していた。 基本的に彼女は彼女をシリーズ全体の友人と見ていたと言っています。\u001b[22m\n\u001b[1m(Hajimete, watashi wa tsundere no moji ga kanzen ni kata kara hazureru no o mita. Karera no kaiteki zōn wa, seikaku ni wa, tsūjō wa karera ga hokanohito no mawari ni inai toki wa itsumo motte iru monodesu. Natsume wa kowarete shimatta, to watashi wa, Sae no mae de, hādo o imi shimasu. Kanojo no namida-kan wa u~eruchingu shite ite, kanojo wa futatabi kanojo ni au hōhō o mitsukeru hōhō o Sae ni bunkai shite ita. Kihontekini kanojo wa kanojo o shirīzu zentai no yūjin to mite ita to itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the first time, I saw a tsundere character break entirely out of their mold; their comfort zone, to be precise, which is normally what they have whenever they are not around other people. Natsume broke down, and I mean hard, in front of Sae. Her tear ducts were welting and she was breaking down to Sae how she would find a way to meet her again; basically saying that she did see her as a friend the entire series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the first time, I saw a tsundere character break entirely out of their mold;\u001b[24m\n    \u001b[1m初めて、私はツンデレの文字が完全に型から外れるのを見た。\u001b[22m, \u001b[1m初めて、私はツンデレキャラクターがその金型の外に完全に破る見ました。\u001b[22m\n\u001b[4mtheir comfort zone, to be precise, which is normally what they have whenever they are not around other people.\u001b[24m\n    \u001b[1m彼らの快適ゾーンは、正確には、通常は彼らが他の人の周りにいないときはいつも持っているものです。\u001b[22m, \u001b[1m彼らは他の人の周りにいないときはいつでも、彼らが持っているもの通常、彼らの快適ゾーン、正確には、。\u001b[22m\n\u001b[4mNatsume broke down, and I mean hard, in front of Sae.\u001b[24m\n    \u001b[1m夏目は壊れてしまった、と私は、Saeの前で、ハードを意味します。\u001b[22m, \u001b[1m紗英の前に、夏目は決裂した、と私はハードを意味します。\u001b[22m\n\u001b[4mHer tear ducts were welting and she was breaking down to Sae how she would find a way to meet her again;\u001b[24m\n    \u001b[1m彼女の涙管はウェルチングしていて、彼女は再び彼女に会う方法を見つける方法をSaeに分解していた。\u001b[22m, \u001b[1m彼女の涙管は玉縁たと彼女は再び彼女に会うための方法を見つけるだろうか紗英に破壊されました。\u001b[22m\n\u001b[4mbasically saying that she did see her as a friend the entire series.\u001b[24m\n    \u001b[1m基本的に彼女は彼女をシリーズ全体の友人と見ていたと言っています。\u001b[22m, \u001b[1m基本的に、彼女は友人シリーズ全体として彼女を見たことを言って。\u001b[22m\n\u001b[1m\u001b[22m\nThis was finally realized by Sae during the finale of the fourth season, as Natsume confessed to reading Sae's books; albeit on accident, her synopsis on the story was exactly what Sae wanted to hear from one of her readers and she promptly booted out after mentioning it.\n\n\u001b[1mこれは、夏目がSaeの本を読むことに告白したように、第4シーズンのフィナーレの間にSaeによって最終的に実現された。 偶然にもかかわらず、話の彼女の概要は、Saeが彼女の読者の一人から聞きたかったものであり、彼女はそれを言及した後すぐに立ち直った。\u001b[22m\n\u001b[1m(Kore wa, Natsume ga Sae no hon o yomu koto ni kokuhaku shita yō ni, dai 4 shīzun no fināre no ma ni Sae ni yotte saishūtekini jitsugen sa reta. Gūzen nimokakawarazu, hanashi no kanojo no gaiyō wa, Sae ga kanojo no dokusha no hitori kara kikitakatta monodeari, kanojo wa sore o genkyū shita nochi sugu ni tachinaotta.)\u001b[22m\n\nTranslations of \u001b[4mThis was finally realized by Sae during the finale of the fourth season, as Natsume confessed to reading Sae's books; albeit on accident, her synopsis on the story was exactly what Sae wanted to hear from one of her readers and she promptly booted out after mentioning it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was finally realized by Sae during the finale of the fourth season, as Natsume confessed to reading Sae's books;\u001b[24m\n    \u001b[1mこれは、夏目がSaeの本を読むことに告白したように、第4シーズンのフィナーレの間にSaeによって最終的に実現された。\u001b[22m, \u001b[1m夏目が沙の本を読むに告白としてこれは最終的に、第四シーズンのフィナーレの間沙によって実現しました。\u001b[22m\n\u001b[4malbeit on accident, her synopsis on the story was exactly what Sae wanted to hear from one of her readers and she promptly booted out after mentioning it.\u001b[24m\n    \u001b[1m偶然にもかかわらず、話の彼女の概要は、Saeが彼女の読者の一人から聞きたかったものであり、彼女はそれを言及した後すぐに立ち直った。\u001b[22m, \u001b[1m事故にもかかわらず、物語の彼女の概要は、SAEが彼女の読者の1から聞きたかったと、彼女は速やかに言及した後に起動され、まさにでした。\u001b[22m\n\u001b[1m\u001b[22m\nSae approached her as she blabbed on about what they were going to do, grabbed her shoulders and said she did see her as a friend, too. And, entirely out of character, Natsume instead embraced Sae, rather than running away, as she knew this would be the last time she would see her.\n\n\u001b[1mSaeは彼女が何をやろうとしているかについて笑いながら彼女に近づき、彼女の肩をつかんで彼女が彼女を友達として見ていると言った。 それから、夏目は、逃げるのではなく、サエを抱きしめて、彼女が彼女に会う最後の時であることを知っていました。\u001b[22m\n\u001b[1m(Sae wa kanojo ga nani o yarou to shite iru ka ni tsuite warainagara kanojo ni chikadzuki, kanojo no kata o tsukande kanojo ga kanojo o tomodachi to shite mite iru to itta. Sorekara, Natsume wa, nigeru node wa naku, Sae o dakishimete, kanojo ga kanojo ni au saigo no tokidearu koto o shitte imashita.)\u001b[22m\n\nTranslations of \u001b[4mSae approached her as she blabbed on about what they were going to do, grabbed her shoulders and said she did see her as a friend, too. And, entirely out of character, Natsume instead embraced Sae, rather than running away, as she knew this would be the last time she would see her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSae approached her as she blabbed on about what they were going to do, grabbed her shoulders and said she did see her as a friend, too.\u001b[24m\n    \u001b[1mSaeは彼女が何をやろうとしているかについて笑いながら彼女に近づき、彼女の肩をつかんで彼女が彼女を友達として見ていると言った。\u001b[22m, \u001b[1m彼女は、彼らがやろうとしていたものについて上blabbed彼女の肩をつかんで、彼女はあまりにも、友人として彼女を見たの言ったようにSAEが彼女に近づきました。\u001b[22m\n\u001b[4mAnd, entirely out of character, Natsume instead embraced Sae, rather than running away, as she knew this would be the last time she would see her.\u001b[24m\n    \u001b[1mそれから、夏目は、逃げるのではなく、サエを抱きしめて、彼女が彼女に会う最後の時であることを知っていました。\u001b[22m, \u001b[1m彼女はこれが彼女が彼女を見ることになる最後の時間だろう知っていたように、完全に文字のうち、夏目は代わりに、むしろ逃げるよりも、沙を採用しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe scene could have been longer, but it makes sense that it was short due to how minor she was in the anime. But, her progression in that one scene where she actually confessed her feelings and did not do the generic tsundere thing where she brings up a good point or two really hit me hard.\n\n\u001b[1m場面は長くなっていたかもしれないが、彼女がアニメにいかに少数だったかによって短かったことは意味がある。 しかし、彼女が実際に彼女の気持ちを告白し、彼女が良い点をもたらしたジェネリックなtsundereものをやっていないその場面での彼女の進歩は、本当に私を激しく襲った。\u001b[22m\n\u001b[1m(Bamen wa nagaku natte ita kamo shirenaiga, kanojo ga anime ni ikani shōsūdatta ka ni yotte mijikakatta koto wa imi ga aru. Shikashi, kanojo ga jissai ni kanojo no kimochi o kokuhaku shi, kanojo ga yoi ten o motarashita jenerikkuna tsundere mono o yatte inai sono bamen de no kanojo no shinpo wa, hontōni watashi o hageshiku osotta.)\u001b[22m\n\nTranslations of \u001b[4mThe scene could have been longer, but it makes sense that it was short due to how minor she was in the anime. But, her progression in that one scene where she actually confessed her feelings and did not do the generic tsundere thing where she brings up a good point or two really hit me hard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe scene could have been longer, but it makes sense that it was short due to how minor she was in the anime.\u001b[24m\n    \u001b[1m場面は長くなっていたかもしれないが、彼女がアニメにいかに少数だったかによって短かったことは意味がある。\u001b[22m, \u001b[1mシーンは長いされている可能性が、それはそれが原因で彼女はアニメであったかのマイナーに短いものだったことを意味します。\u001b[22m\n\u001b[4mBut, her progression in that one scene where she actually confessed her feelings and did not do the generic tsundere thing where she brings up a good point or two really hit me hard.\u001b[24m\n    \u001b[1mしかし、彼女が実際に彼女の気持ちを告白し、彼女が良い点をもたらしたジェネリックなtsundereものをやっていないその場面での彼女の進歩は、本当に私を激しく襲った。\u001b[22m, \u001b[1mしかし、彼女は実際に彼女の気持ちを告白し、彼女は良い点が出てくるか二つは本当にハード私を襲った、一般的なツンデレ事をしなかったという一つのシーンで彼女の進行。\u001b[22m\n\u001b[1m\u001b[22m\nGiven how used I am to it and how much knowledge I have of the stereotype to make a healthy assumption that the sad scene would have fallen short, it was surprisingly adequate and Natsume embraced Sae until she calmed down, rather than doing it for a little bit and running or, well, dashing away at all after any of the lines she said.\n\n\u001b[1m私はそれにどのように慣れているのか、そして悲しいシーンが不足していることを前提としたステレオタイプについてどれほどの知識があるかを考えると、それは驚くほど十分であり、ナツメは少しだけ静かにするよりも、 彼女が言ったことのいずれかの後に、まったく離れて走っている。\u001b[22m\n\u001b[1m(Watashi wa sore ni dono yō ni narete iru no ka, soshite kanashī shīn ga fusoku shite iru koto o zentei to shita sutereo taipu ni tsuite dorehodo no chishiki ga aru ka o kangaeru to, soreha odoroku hodo jūbundeari, natsume wa sukoshi dake shizukani suru yori mo, kanojo ga itta koto no izureka no nochi ni, mattaku hanarete hashitte iru.)\u001b[22m\n\nTranslations of \u001b[4mGiven how used I am to it and how much knowledge I have of the stereotype to make a healthy assumption that the sad scene would have fallen short, it was surprisingly adequate and Natsume embraced Sae until she calmed down, rather than doing it for a little bit and running or, well, dashing away at all after any of the lines she said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGiven how used I am to it and how much knowledge I have of the stereotype to make a healthy assumption that the sad scene would have fallen short, it was surprisingly adequate and Natsume embraced Sae until she calmed down, rather than doing it for a little\u001b[24m\n    \u001b[1m私はそれにどのように慣れているのか、そして悲しいシーンが不足していることを前提としたステレオタイプについてどれほどの知識があるかを考えると、それは驚くほど十分であり、ナツメは少しだけ静かにするよりも、\u001b[22m, \u001b[1m与えられたどのように私はそれにしていると私は悲しいシーンは短い下落しているだろうと健康的な仮定を作るためにステレオタイプの持っているどのくらいの知識、それは驚くほど適切であったと、彼女は落ち着いまで夏目はむしろ少しのためにそれを行うよりも、沙を受け入れ使用\u001b[22m\n\u001b[4mbit and running or, well, dashing away at all after any of the lines she said.\u001b[24m\n    \u001b[1m彼女が言ったことのいずれかの後に、まったく離れて走っている。\u001b[22m, \u001b[1m、よく、彼女は言った行のいずれかの後で、すべての離れビットおよびランニングや威勢のいい。\u001b[22m\n\u001b[1m\u001b[22m\nShe normally avoids contact with Sae for long periods of time, but she wanted this time to be the longest she ever spent with her; and that moment alone can give anyone whom appreciated her character a hard smack in the heart and have you at least watering a little bit in the eyes. Perhaps, cause Natsume did not hesitate once when she was saying her goodbyes.\n\n\u001b[1m彼女は通常、長い時間Saeとの接触を避けていますが、彼女はこの時間が彼女と過ごすのに一番長い時間であることを望んでいました。 その瞬間だけで、彼女の性格を高く評価した人に心を込めてくれることがあります。そして、少しでも目を覚ますことができます。 おそらく、夏目は彼女がさようならを言っていたときに一度躊躇しなかったからです。\u001b[22m\n\u001b[1m(Kanojo wa tsūjō, nagai jikan Sae to no sesshoku o sakete imasuga, kanojo wa kono-jikan ga kanojo to sugosu no ni ichiban nagai jikandearu koto o nozonde imashita. Sono shunkan dake de, kanojo no seikaku o takaku hyōka shita hito ni kokorowokomete kureru koto ga arimasu. Soshite, sukoshidemo-me o samasu koto ga dekimasu. Osoraku, Natsume wa kanojo ga sayōnara o itte ita toki ni ichido chūcho shinakattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mShe normally avoids contact with Sae for long periods of time, but she wanted this time to be the longest she ever spent with her; and that moment alone can give anyone whom appreciated her character a hard smack in the heart and have you at least watering a little bit in the eyes. Perhaps, cause Natsume did not hesitate once when she was saying her goodbyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe normally avoids contact with Sae for long periods of time, but she wanted this time to be the longest she ever spent with her;\u001b[24m\n    \u001b[1m彼女は通常、長い時間Saeとの接触を避けていますが、彼女はこの時間が彼女と過ごすのに一番長い時間であることを望んでいました。\u001b[22m, \u001b[1m彼女は、通常、長時間沙との接触を回避したが、彼女は、この時間は、彼女が今まで彼女と一緒に過ごした最長になりたかったです。\u001b[22m\n\u001b[4mand that moment alone can give anyone whom appreciated her character a hard smack in the heart and have you at least watering a little bit in the eyes.\u001b[24m\n    \u001b[1mその瞬間だけで、彼女の性格を高く評価した人に心を込めてくれることがあります。そして、少しでも目を覚ますことができます。\u001b[22m, \u001b[1m単独でその瞬間は、彼女のキャラクターの心にハード舌鼓を高く評価し、少なくとも目に少し水やりしている人を与えることができます。\u001b[22m\n\u001b[4mPerhaps, cause Natsume did not hesitate once when she was saying her goodbyes.\u001b[24m\n    \u001b[1mおそらく、夏目は彼女がさようならを言っていたときに一度躊躇しなかったからです。\u001b[22m, \u001b[1m多分、彼女は別れを言っていたときに、夏目は一度躊躇しなかった原因。\u001b[22m\n\u001b[1m\u001b[22m\nIt really is enough to make you appreciate her character development; especially when you go all the way back to season one, where she literally appeared one time and was originally a comedy character that was meant to provoke Sae during the festival. Then, she became a recurring character in the next season, where she had significant development among any other character in their school and, despite being minor again in the final two seasons, her development was at its peak during these seasons and the last of these two specials just released her everything.\n\n\u001b[1m彼女のキャラクターの発展に感謝するには十分です。 特にあなたがシーズン1に戻ってきたとき、彼女は文字通り一度登場し、もともとフェスティバルの間にSaeを誘発することを意図したコメディーキャラクターでした。 その後、彼女は学校の他のキャラクターの中でも重要な発展を遂げ、次のシーズンには再登場するキャラクターになりました。最後の2シーズンで再びマイナーになったにもかかわらず、彼女の発展はこれらの季節にピークを迎え、  2つのスペシャルが彼女のすべてをリリースしました。\u001b[22m\n\u001b[1m(Kanojo no kyarakutā no hatten ni kansha suru ni wa jūbundesu. Tokuni anata ga shīzun 1 ni modotte kita toki, kanojo wa mojidōri ichido tōjō shi, motomoto fesutibaru no ma ni Sae o yūhatsu suru koto o ito shita komedīkyarakutādeshita. Sonogo, kanojo wa gakkō no ta no kyarakutā no naka demo jūyōna hatten o toge,-ji no shīzun ni wa sai tōjō suru kyarakutā ni narimashita. Saigo no 2 shīzun de futatabi mainā ni natta nimokakawarazu, kanojo no hatten wa korera no kisetsu ni pīku o mukae, 2tsu no supesharu ga kanojo no subete o rirīsu shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt really is enough to make you appreciate her character development; especially when you go all the way back to season one, where she literally appeared one time and was originally a comedy character that was meant to provoke Sae during the festival. Then, she became a recurring character in the next season, where she had significant development among any other character in their school and, despite being minor again in the final two seasons, her development was at its peak during these seasons and the last of these two specials just released her everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt really is enough to make you appreciate her character development;\u001b[24m\n    \u001b[1m彼女のキャラクターの発展に感謝するには十分です。\u001b[22m, \u001b[1m本当にあなたが彼女のキャラクターの開発を鑑賞するのに十分です。\u001b[22m\n\u001b[4mespecially when you go all the way back to season one, where she literally appeared one time and was originally a comedy character that was meant to provoke Sae during the festival.\u001b[24m\n    \u001b[1m特にあなたがシーズン1に戻ってきたとき、彼女は文字通り一度登場し、もともとフェスティバルの間にSaeを誘発することを意図したコメディーキャラクターでした。\u001b[22m, \u001b[1m特にあなたが戻って、彼女は文字通り1時間に登場し、もともと祭りの期間中紗英を誘発することを意図した喜劇の文字だったシーズン1、へのすべての道を行くとき。\u001b[22m\n\u001b[4mThen, she became a recurring character in the next season, where she had significant development among any other character in their school and, despite being minor again in the final two seasons, her development was at its peak during these seasons and the last of these\u001b[24m\n    \u001b[1mその後、彼女は学校の他のキャラクターの中でも重要な発展を遂げ、次のシーズンには再登場するキャラクターになりました。最後の2シーズンで再びマイナーになったにもかかわらず、彼女の発展はこれらの季節にピークを迎え、\u001b[22m, \u001b[1mその後、彼女は学校内の他の文字の中で重要な開発を持っていた次のシーズン、で定期的なキャラクターになったと、最後の2シーズンで再びマイナーであるにもかかわらず、彼女の開発は、これらの季節にそのピークにあった、これらの最後の\u001b[22m\n\u001b[4mtwo specials just released her everything.\u001b[24m\n    \u001b[1m2つのスペシャルが彼女のすべてをリリースしました。\u001b[22m, \u001b[1m2スペシャルはちょうど彼女のすべてをリリースしました。\u001b[22m\n\u001b[1m\u001b[22m\nIf there is somehow a brief OVA spin-off series where we see Sae and Hiro beyond college, if not in it, then I hope Natsume has some significant development during them. She deserves it after the ending of these specials.\n\n\u001b[1m何とか簡単なOVAスピンオフシリーズがあれば、SaeとHiroは大学を超えて見えます。もしそうでなければ、夏目は彼らの間に重要な発展を遂げることを願っています。 彼女はこれらのスペシャルの終了後にそれに値する。\u001b[22m\n\u001b[1m(Nantoka kantan'na ovu~a supin'ofushirīzu ga areba, Sae to Hiro wa daigaku o koete miemasu. Moshi sōdenakereba, Natsume wa karera no ma ni jūyōna hatten o togeru koto o negatte imasu. Kanojo wa korera no supesharu no shūryōgo ni sore ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mIf there is somehow a brief OVA spin-off series where we see Sae and Hiro beyond college, if not in it, then I hope Natsume has some significant development during them. She deserves it after the ending of these specials.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there is somehow a brief OVA spin-off series where we see Sae and Hiro beyond college, if not in it, then I hope Natsume has some significant development during them.\u001b[24m\n    \u001b[1m何とか簡単なOVAスピンオフシリーズがあれば、SaeとHiroは大学を超えて見えます。もしそうでなければ、夏目は彼らの間に重要な発展を遂げることを願っています。\u001b[22m, \u001b[1m何とかないことであれば、我々は、大学を越え沙とヒロを参照してください簡単なOVAスピンオフシリーズがあれば、私は夏目はそれらの間にいくつかの重要な開発を持っている願っています。\u001b[22m\n\u001b[4mShe deserves it after the ending of these specials.\u001b[24m\n    \u001b[1m彼女はこれらのスペシャルの終了後にそれに値する。\u001b[22m, \u001b[1m彼女はこれらの特別の終了後にそれに値します。\u001b[22m\n\u001b[1m\u001b[22m\nMy apologies for delving into Natsume a lot, but I just appreciated her involvement here; little as it was. And, I did not capitalize on much else cause most of the other characters had pretty minor goodbyes and it followed a few generic cliché bits with the singing during the ceremony, the goodbyes to the minor characters we never saw at all in the entire series and so forth.\n\n\u001b[1m夏目を掘り下げてお詫びして申し訳ありませんが、ここで彼女の関与を感謝しました。 それはまったくありませんでした。 そして、私は他のキャラクターのほとんどが大部分を占めていなかったので、他のキャラクターのほとんどがかなり小さなお別れをしていたし、セレモニー中に歌いながらいくつかの一般的なクリシェビットをたどった。シリーズ全体で見たことのないマイナーキャラクター など。\u001b[22m\n\u001b[1m(Natsume o horisagete owabi shite mōshiwakearimasenga, koko de kanojo no kan'yo o kansha shimashita. Sore wa mattaku arimasendeshita. Soshite, watashi wa hoka no kyarakutā no hotondo ga daibubun o shimete inakattanode, hoka no kyarakutā no hotondo ga kanari chīsana o wakare o shite itashi, seremonī-chū ni utainagara ikutsu ka no ippantekina kurishebitto o tadotta. Shirīzu zentai de mita koto no nai mainākyarakutā nado.)\u001b[22m\n\nTranslations of \u001b[4mMy apologies for delving into Natsume a lot, but I just appreciated her involvement here; little as it was. And, I did not capitalize on much else cause most of the other characters had pretty minor goodbyes and it followed a few generic cliché bits with the singing during the ceremony, the goodbyes to the minor characters we never saw at all in the entire series and so forth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy apologies for delving into Natsume a lot, but I just appreciated her involvement here;\u001b[24m\n    \u001b[1m夏目を掘り下げてお詫びして申し訳ありませんが、ここで彼女の関与を感謝しました。\u001b[22m, \u001b[1m夏目に多くのことを探求するための私の謝罪が、私はちょうどここに彼女の関与を高く評価。\u001b[22m\n\u001b[4mlittle as it was.\u001b[24m\n    \u001b[1mそれはまったくありませんでした。\u001b[22m, \u001b[1mそれがあったとして少し。\u001b[22m\n\u001b[4mAnd, I did not capitalize on much else cause most of the other characters had pretty minor goodbyes and it followed a few generic cliché bits with the singing during the ceremony, the goodbyes to the minor characters we never saw at all in the entire series and\u001b[24m\n    \u001b[1mそして、私は他のキャラクターのほとんどが大部分を占めていなかったので、他のキャラクターのほとんどがかなり小さなお別れをしていたし、セレモニー中に歌いながらいくつかの一般的なクリシェビットをたどった。シリーズ全体で見たことのないマイナーキャラクター\u001b[22m, \u001b[1mそして、私は他の文字のほとんどはかなりマイナーな別れを持っていたし、それは我々がシリーズ全体では全く見たことがない軽微な文字に別れ、式典中に歌でいくつかの一般的な決まり文句のビットに続い原因他の多くを活用しておらず、\u001b[22m\n\u001b[4mso forth.\u001b[24m\n    \u001b[1mなど。\u001b[22m, \u001b[1m等々。\u001b[22m\n\u001b[1m\u001b[22m\nIf I had to pick one more goodbye that struck me, that was even shorter than Natsume's own, it was with the landlady. When she brought up the 'Sunshine at Hidamari Apartments' or whatever that flyer said on it as she put her arm around Sae and Hiro, it was the zoom before the next scene that hit me hard; showing them all crying, as the landlady had been with them throughout their entire high school years.\n\n\u001b[1m私を襲ったもう一つの別れを選ぶ必要があったなら、それは夏目自身よりも短かった。それは主婦と一緒だった。 彼女が日高アパートで「サンシャイン」を披露したときや、彼女がサエとヒロの周りに腕を置いたときに言ったことは何でも、次のシーンの前にズームしていた。 主婦が高校時代を通じて彼らと一緒にいたので、彼らはすべて泣いていた。\u001b[22m\n\u001b[1m(Watashi o osotta mōhitotsu no wakare o erabu hitsuyō ga attanara, sore wa Natsume jishin yori mo mijikakatta. Sore wa shufu to isshodatta. Kanojo ga Hidaka apāto de `Sanshain' o hirō shita toki ya, kanojo ga Sae to Hiro no mawari ni ude o oita toki ni itta koto wa nani demo,-ji no shīn no mae ni zūmu shite ita. Shufu ga kōkō jidai o tsūjite karera to issho ni itanode, karera wa subete naiteita.)\u001b[22m\n\nTranslations of \u001b[4mIf I had to pick one more goodbye that struck me, that was even shorter than Natsume's own, it was with the landlady. When she brought up the 'Sunshine at Hidamari Apartments' or whatever that flyer said on it as she put her arm around Sae and Hiro, it was the zoom before the next scene that hit me hard; showing them all crying, as the landlady had been with them throughout their entire high school years.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I had to pick one more goodbye that struck me, that was even shorter than Natsume's own, it was with the landlady.\u001b[24m\n    \u001b[1m私を襲ったもう一つの別れを選ぶ必要があったなら、それは夏目自身よりも短かった。それは主婦と一緒だった。\u001b[22m, \u001b[1m私が私を襲った1以上の別れを選ぶとしたら、それはそれは女将とあった、夏目自身よりもさらに短かったです。\u001b[22m\n\u001b[4mWhen she brought up the 'Sunshine at Hidamari Apartments' or whatever that flyer said on it as she put her arm around Sae and Hiro, it was the zoom before the next scene that hit me hard;\u001b[24m\n    \u001b[1m彼女が日高アパートで「サンシャイン」を披露したときや、彼女がサエとヒロの周りに腕を置いたときに言ったことは何でも、次のシーンの前にズームしていた。\u001b[22m, \u001b[1m彼女はそのチラシは彼女が紗英とヒロの周りに腕を置くとして、それにしたものは何でも「ひだまりアパートメンツのサンシャイン」かを育てたとき、それはハード私を襲った次のシーンの前にズームでした。\u001b[22m\n\u001b[4mshowing them all crying, as the landlady had been with them throughout their entire high school years.\u001b[24m\n    \u001b[1m主婦が高校時代を通じて彼らと一緒にいたので、彼らはすべて泣いていた。\u001b[22m, \u001b[1m女将が彼らの全体の高校の年間を通じて彼らとしていたとして、すべての泣いて、それらを示します。\u001b[22m\n\u001b[1m\u001b[22m\nThis was truly a beautiful conclusion and this anime has a worthy amount of episodes. I hope one day I do get that spin-off OVA series.\n\n\u001b[1mこれは本当に美しい結論だったし、このアニメは相当な量のエピソードを持っています。 私はいつか私がスピンオフOVAシリーズを手に入れたいと思っています。\u001b[22m\n\u001b[1m(Kore wa hontōni utsukushī ketsurondattashi, kono anime wa sōtōna ryō no episōdo o motte imasu. Watashi wa itsuka watashi ga supin'ofu ovu~a shirīzu o te ni iretai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis was truly a beautiful conclusion and this anime has a worthy amount of episodes. I hope one day I do get that spin-off OVA series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was truly a beautiful conclusion and this anime has a worthy amount of episodes.\u001b[24m\n    \u001b[1mこれは本当に美しい結論だったし、このアニメは相当な量のエピソードを持っています。\u001b[22m, \u001b[1mこれは本当に美しい結論であり、このアニメは、エピソードの価値量を持っています。\u001b[22m\n\u001b[4mI hope one day I do get that spin-off OVA series.\u001b[24m\n    \u001b[1m私はいつか私がスピンオフOVAシリーズを手に入れたいと思っています。\u001b[22m, \u001b[1m私はそのスピンオフOVAシリーズを得るか1日を願っています。\u001b[22m"
  },
  {
    "title": "Hidamari_Sketch__Sae_Hiro_Sotsugyou-hen",
    "id": "17739",
    "url": "https://myanimelist.net/anime/17739/Hidamari_Sketch__Sae_Hiro_Sotsugyou-hen",
    "user": "_Arcadius_",
    "profile": "/profile/_Arcadius_/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=198205",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nひだまり Ｓけｔｃｈ： さえ ひろ そつぎょうーへん （さえ あんｄ ひろ Ｇらづあちおん）\n\n素晴らしいアニメシリーズへの完璧な終わり。  （私はそれが本当に終わりではない）=（\n\nHiroとSaeの卒業生を見るのはとても嬉しかったです。  OVAの2回目のエピソード全体でセットアップされたフレームの構成はとてもうまくいった。  SHAFTは、HiroとSaeが卒業し、最終的に外に出なければならないYuno-chiがどれだけ影響を受けているかを紹介する優れた仕事をしました。 他のすべての女の子と同じように、ゆのは動かされ、私も動かされました。  。  。 涙に。\n\n私がひだまりスケッチについて行った他のすべてのレビューから要約すると、 山吹高原の向こうのアパートで暮らす4人の女の子（6人）、Yuno-chi（Main Focus）、Miya-chan、Hiro、Sae、Nori、Nazunaの話。 私たちは多くのスペクトルの文字を持っています：恥ずかしがり/予約、臆病、神経質、偏心、単純な心、思いやりのある、愛情のある、母親; 正直言って、女の子を説明するのに非常に多くの用語を使用することができます。\n\nそれは本質的に何もについてのゆっくりとしたローリングの冒険です：あなたの友人と食べ物を食べる、学校に行く、お風呂に行く、人生を祝う、そしてその中で起こるすべて。 宮ちゃんを除くすべての女の子たちは、ヒロの体重問題、湯野ちゃんの方向性の欠如、セーの自信などなど何らかの問題を抱えています。彼らはすべて実感し、4つの季節を通してとてもうまく処理されます 。 吉野家先生はずっとかわいいし続けているし、夏目は永遠に恋する女の子を残してくれるので、彼女はそれについて何もできません。 夏目はハニカムとOVAでの彼女のシーンでもっとスクリーンタイムを持つことができて本当にうれしいです。 彼女がSaeをどのくらい気にしているかが本当に分かります。 私たちがもっと見ることができたと思う唯一の事は、セの妹、チカちゃんでした。 彼女は信じられないほどかわいいです、姿勢と個性はSaeとはまったく異なります。 彼女が高校生になったとき、彼女は姉妹に参加してひだまりアパートに住むつもりだったと正直に考えました。\n\nシェフトが使用する芸術スタイルは、とても可愛くてかわいい、ポルカドットと偉大な芸術で、スタイル、パステルカラー、そして活気にあふれたもので実際のアイテムをブレンドしています。 色やアートスタイルがあまりにも積極的で退屈だと感じたことは一度もありませんでした。 私は学校の制服ではなく、女の子が使用した衣装が大好きです。衣装の上に常にこのレイヤーが描かれているのが好きです。衣装が動いたときに、その上のレイヤーが表示されます。 私はそのテクニックをどのように呼び出すべきか分かりませんが、それはとても魅力的です。 シリーズ全体は、企業の芸術的スタイルがどのように成熟し、以前より大きくなったかを示していると私は考える。\n\nシリーズ全体で使用されている音楽は非常に素晴らしいです。 バックグラウンドの音楽は、理にかなった時に演奏され、いつもより多くの感情を現場に貸し出しています。 使用されたオープニングとエンディングはすべて素晴らしいです。オープニングはいつもあなたに興奮をもたらし、いつもペースが遅くなるので、よりリラックスしたメロディーを使用して、あなたの耳に美しい歌手を体験してください。 ひだまりスケッチからの音楽だけで聴くのはすごく盛り上がり、アートのスタイルと組み合わせると、成層圏を過ぎて驚くほどの音楽と芸術のシリーズになります。\n\nひだまりスケッチ....全体的な存在として、疑いもなく素晴らしい生命の断片です。 女の子、ライフストーリーの一部、関係、全部....あまりにも良い〜。エピソードが演出される方法、視聴者を既に構築された関係に投げ込んで私たちを混乱させる方法は、最後にうまくいく。 ひだまりスケッチがうまくいかない理由！ このシリーズの終わりには、私はキャラクターやストーリーに関連していると感じました、それは信じられないほどでした。\n\n10/10。 私はこのアニメが大好きです。 私はそれを体験することができたのでうれしいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nひだまり Ｓけｔｃｈ： さえ ひろ そつぎょうーへん （さえ あんｄ ひろ Ｇらづあちおん）\n(Hida mari S ke tch: Sae Hiro sotsu gyo u ̄ hen (Sae an d Hiro G-ra dzuachion))\n\n\u001b[1mひだまり Ｓけｔｃｈ： さえ ひろ そつぎょうーへん （さえ あんｄ ひろ Ｇらづあちおん）\u001b[22m\n\u001b[1m(Hida mari S ke tch: Sae Hiro sotsu gyo u ̄ hen (Sae an d Hiro G-ra dzuachion))\u001b[22m\n\u001b[1m\u001b[22m\nA perfect end to an amazing anime series. (I hope it's not really the end) =(\n\n\u001b[1m素晴らしいアニメシリーズへの完璧な終わり。  （私はそれが本当に終わりではない）=（\u001b[22m\n\u001b[1m(Subarashī animeshirīzu e no kanpekina owari. (Watashi wa sore ga hontōni owaride wa nai) = ()\u001b[22m\n\nTranslations of \u001b[4mA perfect end to an amazing anime series. (I hope it's not really the end) =(\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA perfect end to an amazing anime series.\u001b[24m\n    \u001b[1m素晴らしいアニメシリーズへの完璧な終わり。\u001b[22m, \u001b[1m驚くべきアニメシリーズに完璧な終わり。\u001b[22m\n\u001b[4m(I hope it's not really the end) =(\u001b[24m\n    \u001b[1m（私はそれが本当に終わりではない）=（\u001b[22m, \u001b[1m（=（私はそれが本当に終わりではない願っています）\u001b[22m\n\u001b[1m\u001b[22m\nIt was so great to see Hiro and Sae graduate. The composition of frames set up during the entire second episode for the OVA was so well done. SHAFT did an excellent job showcasing how much Yuno-chi was being affected by Hiro and Sae graduating and eventually having to move out. Yuno was moved, as were as all the other girls and as such, I too was moved . . . to tears.\n\n\u001b[1mHiroとSaeの卒業生を見るのはとても嬉しかったです。  OVAの2回目のエピソード全体でセットアップされたフレームの構成はとてもうまくいった。  SHAFTは、HiroとSaeが卒業し、最終的に外に出なければならないYuno-chiがどれだけ影響を受けているかを紹介する優れた仕事をしました。 他のすべての女の子と同じように、ゆのは動かされ、私も動かされました。  。  。 涙に。\u001b[22m\n\u001b[1m(Hiro to Sae no sotsugyōsei o miru no wa totemo ureshikattadesu. Ovu~a no 2-kai-me no episōdo zentai de settoappu sa reta furēmu no kōsei wa totemo umaku itta. Shafuto wa, Hiro to Sae ga sotsugyō shi, saishūtekini-gai ni denakereba naranai Yuno - chī ga dore dake eikyō o ukete iru ka o shōkai suru sugureta shigoto o shimashita. Hoka no subete no on'nanoko to onajiyōni, yu no wa ugokasa re, watashi mo ugokasa remashita... Namida ni.)\u001b[22m\n\nTranslations of \u001b[4mIt was so great to see Hiro and Sae graduate. The composition of frames set up during the entire second episode for the OVA was so well done. SHAFT did an excellent job showcasing how much Yuno-chi was being affected by Hiro and Sae graduating and eventually having to move out. Yuno was moved, as were as all the other girls and as such, I too was moved . . . to tears.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was so great to see Hiro and Sae graduate.\u001b[24m\n    \u001b[1mHiroとSaeの卒業生を見るのはとても嬉しかったです。\u001b[22m, \u001b[1mヒロと沙卒業生を見てとても素晴らしかったです。\u001b[22m\n\u001b[4mThe composition of frames set up during the entire second episode for the OVA was so well done.\u001b[24m\n    \u001b[1mOVAの2回目のエピソード全体でセットアップされたフレームの構成はとてもうまくいった。\u001b[22m, \u001b[1mOVAのための全体の第2話の間に設定したフレームの組成物は、非常によく行われていました。\u001b[22m\n\u001b[4mSHAFT did an excellent job showcasing how much Yuno-chi was being affected by Hiro and Sae graduating and eventually having to move out.\u001b[24m\n    \u001b[1mSHAFTは、HiroとSaeが卒業し、最終的に外に出なければならないYuno-chiがどれだけ影響を受けているかを紹介する優れた仕事をしました。\u001b[22m, \u001b[1mシャフトは、多くのゆ - カイはヒロとSAEが卒業し、最終的に移動することに影響されたかを紹介する優れた仕事をしてくれました。\u001b[22m\n\u001b[4mYuno was moved, as were as all the other girls and as such, I too was moved .\u001b[24m\n    \u001b[1m他のすべての女の子と同じように、ゆのは動かされ、私も動かされました。\u001b[22m, \u001b[1m他のすべての女の子のようにあったようにユーノは、移動された、そのように、私も感動しました。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mto tears.\u001b[24m\n    \u001b[1m涙に。\u001b[22m\n\u001b[1m\u001b[22m\nTo recap from all the other reviews I have done about Hidamari Sketch. A story about 4 girls (then 6), Yuno-chi (Main Focus), Miya-chan, Hiro, Sae, Nori and Nazuna who live out their lives in an apartment right across from Yamabuki High. We have characters of many spectrums: shy/reserved, timid, nervous, eccentric, simple minded, caring, loving, motherly; honestly so many terms could be used to describe the girls.\n\n\u001b[1m私がひだまりスケッチについて行った他のすべてのレビューから要約すると、 山吹高原の向こうのアパートで暮らす4人の女の子（6人）、Yuno-chi（Main Focus）、Miya-chan、Hiro、Sae、Nori、Nazunaの話。 私たちは多くのスペクトルの文字を持っています：恥ずかしがり/予約、臆病、神経質、偏心、単純な心、思いやりのある、愛情のある、母親; 正直言って、女の子を説明するのに非常に多くの用語を使用することができます。\u001b[22m\n\u001b[1m(Watashi ga hi damari suketchi ni tsuite itta ta no subete no rebyū kara yōyaku suru to, yamabuki kōgen no mukō no apāto de kurasu 4-ri no on'nanoko (6-ri), Yuno - chī (mein Focus), Miya - chan, Hiro, Sae, Nori, Nazuna no hanashi. Watashitachi wa ōku no supekutoru no moji o motte imasu: Hazukashigari/ yoyaku, okubyō, shinkeishitsu, henshin, tanjun'na kokoro, omoiyari no aru, aijō no aru, hahaoya; shōjiki itte, on'nanoko o setsumei suru no ni hijō ni ōku no yōgo o shiyō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo recap from all the other reviews I have done about Hidamari Sketch. A story about 4 girls (then 6), Yuno-chi (Main Focus), Miya-chan, Hiro, Sae, Nori and Nazuna who live out their lives in an apartment right across from Yamabuki High. We have characters of many spectrums: shy/reserved, timid, nervous, eccentric, simple minded, caring, loving, motherly; honestly so many terms could be used to describe the girls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo recap from all the other reviews I have done about Hidamari Sketch.\u001b[24m\n    \u001b[1m私がひだまりスケッチについて行った他のすべてのレビューから要約すると、\u001b[22m, \u001b[1m私はひだまりスケッチについての行っている他のすべてのレビューからおさらいします。\u001b[22m\n\u001b[4mA story about 4 girls (then 6), Yuno-chi (Main Focus), Miya-chan, Hiro, Sae, Nori and Nazuna who live out their lives in an apartment right across from Yamabuki High.\u001b[24m\n    \u001b[1m山吹高原の向こうのアパートで暮らす4人の女の子（6人）、Yuno-chi（Main Focus）、Miya-chan、Hiro、Sae、Nori、Nazunaの話。\u001b[22m, \u001b[1m4女児（当時6）の話、ゆ - カイ（メインフォーカス）、山吹高から向かいのアパートで自分たちの生活を生きるみやちゃん、ヒロ、沙、ノリとNazuna。\u001b[22m\n\u001b[4mWe have characters of many spectrums: shy/reserved, timid, nervous, eccentric, simple minded, caring, loving, motherly;\u001b[24m\n    \u001b[1m私たちは多くのスペクトルの文字を持っています：恥ずかしがり/予約、臆病、神経質、偏心、単純な心、思いやりのある、愛情のある、母親;\u001b[22m, \u001b[1m我々は、多くのスペクトルの文字があります：内気/予約済み、臆病、神経質、偏心、単純な心、思いやりのある、母性、愛情を。\u001b[22m\n\u001b[4mhonestly so many terms could be used to describe the girls.\u001b[24m\n    \u001b[1m正直言って、女の子を説明するのに非常に多くの用語を使用することができます。\u001b[22m, \u001b[1m正直これほど多くの用語が女の子を記述するために使用することができます。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a slow rolling adventure about essentially nothing: eating foods with your friends, going to school, going to the bath houses, just celebrating life and all that occurs within it. All the girls except for Miya-chan have some sort of problems that they face, whether it's Hiro's weight problem, Yuno-chi's lack of direction, Sae's confidence etc. etc., they all feel real and are handled very well through all 4 seasons . Yoshinoya-sensei continues to be cute all the way throughout and Natsume will forever remain the girl with a crush so great, she can't do anything about it. I'm really glad that Natsume had more screen time in x Honeycomb and her scene in the OVA too; really shows how much she cares for Sae. The only thing I wish we could have seen more of was Chika-chan, Sae's younger sister. She is incredibly cute, with an attitude and personality that is quite different from Sae herself. I honestly thought that she was going to join her sister and live in the Hidamari Apartment when she became a high school student.\n\n\u001b[1mそれは本質的に何もについてのゆっくりとしたローリングの冒険です：あなたの友人と食べ物を食べる、学校に行く、お風呂に行く、人生を祝う、そしてその中で起こるすべて。 宮ちゃんを除くすべての女の子たちは、ヒロの体重問題、湯野ちゃんの方向性の欠如、セーの自信などなど何らかの問題を抱えています。彼らはすべて実感し、4つの季節を通してとてもうまく処理されます 。 吉野家先生はずっとかわいいし続けているし、夏目は永遠に恋する女の子を残してくれるので、彼女はそれについて何もできません。 夏目はハニカムとOVAでの彼女のシーンでもっとスクリーンタイムを持つことができて本当にうれしいです。 彼女がSaeをどのくらい気にしているかが本当に分かります。 私たちがもっと見ることができたと思う唯一の事は、セの妹、チカちゃんでした。 彼女は信じられないほどかわいいです、姿勢と個性はSaeとはまったく異なります。 彼女が高校生になったとき、彼女は姉妹に参加してひだまりアパートに住むつもりだったと正直に考えました。\u001b[22m\n\u001b[1m(Sore wa honshitsu-teki ni nani mo ni tsuite no yukkuri to shita rōringu no bōkendesu: Anata no yūjin to tabemono o taberu, gakkōniiku, o furo ni iku, jinsei o iwau, soshite sono Chū de okoru subete. Miya-chan o nozoku subete no on'nanoko-tachi wa, Hiro no taijū mondai, Yuno-chan no hōkō-sei no ketsujo, sē no jishin nado nado nanrakano mondai o kakaete imasu. Karera wa subete jikkan shi, 4tsu no kisetsu o tōshite totemo umaku shori sa remasu. Yoshinoya sensei wa zutto kawaī shi tsudzukete irushi, Natsume wa eien ni koisuru on'nanoko o nokoshite kurerunode, kanojo wa sore ni tsuite nani mo dekimasen. Natsume wa hanikamu to ovu~a de no kanojo no shīn de motto sukurīntaimu o motsu koto ga dekite hontōni ureshīdesu. Kanojo ga Sae o dono kurai ki ni shite iru ka ga hontōni wakarimasu. Watashitachi ga motto miru koto ga dekita to omou yuiitsu no koto wa, se no imōto, chikachandeshita. Kanojo wa shinji rarenai hodo kawaīdesu, shisei to kosei wa Sae to wa mattaku kotonarimasu. Kanojo ga kōkōsei ni natta toki, kanojo wa shimai ni sanka shite hida mari apāto ni sumu tsumoridatta to shōjiki ni kangaemashita.)\u001b[22m\n\u001b[1m\u001b[22m\nThe art style that SHAFT uses is so adorable and cute, polka dots and great art, blending in real life items with their style, pastel colors and vibrant ones too. Never once did I feel the colors or art style were too aggressive or boring, I love it. I love all the outfits that the girls used when not in their school uniforms, I love how the outfits always had this layer drawn on-top that, when the outfits moved, more of that 'on-top' layer would be shown. I have no idea how to call that technique, but it's so mesmerizing. The entire series showcases how the art style of a company matures and becomes greater than ever before, I think.\n\n\u001b[1mシェフトが使用する芸術スタイルは、とても可愛くてかわいい、ポルカドットと偉大な芸術で、スタイル、パステルカラー、そして活気にあふれたもので実際のアイテムをブレンドしています。 色やアートスタイルがあまりにも積極的で退屈だと感じたことは一度もありませんでした。 私は学校の制服ではなく、女の子が使用した衣装が大好きです。衣装の上に常にこのレイヤーが描かれているのが好きです。衣装が動いたときに、その上のレイヤーが表示されます。 私はそのテクニックをどのように呼び出すべきか分かりませんが、それはとても魅力的です。 シリーズ全体は、企業の芸術的スタイルがどのように成熟し、以前より大きくなったかを示していると私は考える。\u001b[22m\n\u001b[1m(Shefuto ga shiyō suru geijutsu sutairu wa, totemo kawaikute kawaī, porukadotto to idaina geijutsu de, sutairu, pasuterukarā, soshite kakki ni afureta mono de jissai no aitemu o burendo shite imasu. Iro ya ātosutairu ga amarini mo sekigyokuteki de taikutsuda to kanjita koto wa ichido mo arimasendeshita. Watashi wa gakkō no seifukude wa naku, on'nanoko ga shiyō shita ishō ga daisukidesu. Ishō no ue ni tsuneni kono reiyā ga egaka rete iru no ga sukidesu. Ishō ga ugoita toki ni, sono-jō no reiyā ga hyōji sa remasu. Watashi wa sono tekunikku o dono yō ni yobidasubeki ka wakarimasen ga, sore wa totemo mirikitekidesu. Shirīzu zentai wa, kigyō no geijutsu-teki sutairu ga dono yō ni seijuku shi, izen yori ōkiku natta ka o shimeshite iruto watashi wa kangaeru.)\u001b[22m\n\nTranslations of \u001b[4mThe art style that SHAFT uses is so adorable and cute, polka dots and great art, blending in real life items with their style, pastel colors and vibrant ones too. Never once did I feel the colors or art style were too aggressive or boring, I love it. I love all the outfits that the girls used when not in their school uniforms, I love how the outfits always had this layer drawn on-top that, when the outfits moved, more of that 'on-top' layer would be shown. I have no idea how to call that technique, but it's so mesmerizing. The entire series showcases how the art style of a company matures and becomes greater than ever before, I think.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style that SHAFT uses is so adorable and cute, polka dots and great art, blending in real life items with their style, pastel colors and vibrant ones too.\u001b[24m\n    \u001b[1mシェフトが使用する芸術スタイルは、とても可愛くてかわいい、ポルカドットと偉大な芸術で、スタイル、パステルカラー、そして活気にあふれたもので実際のアイテムをブレンドしています。\u001b[22m, \u001b[1mSHAFTが使用するアートスタイルは、あまりにも自分のスタイル、パステルカラーと活気に満ちたものと現実のアイテムに配合し、水玉模様と偉大な芸術、とても愛らしいとかわいいです。\u001b[22m\n\u001b[4mNever once did I feel the colors or art style were too aggressive or boring, I love it.\u001b[24m\n    \u001b[1m色やアートスタイルがあまりにも積極的で退屈だと感じたことは一度もありませんでした。\u001b[22m, \u001b[1mかつて私は色やアートスタイルがあまりにも攻撃的または退屈だったと感じることはなかった、私はそれを愛します。\u001b[22m\n\u001b[4mI love all the outfits that the girls used when not in their school uniforms, I love how the outfits always had this layer drawn on-top that, when the outfits moved, more of that 'on-top' layer would be shown.\u001b[24m\n    \u001b[1m私は学校の制服ではなく、女の子が使用した衣装が大好きです。衣装の上に常にこのレイヤーが描かれているのが好きです。衣装が動いたときに、その上のレイヤーが表示されます。\u001b[22m, \u001b[1m私は彼らの学校の制服で、私は衣装が常にオントップの衣装は、その「オントップ」層の、より多くを移動したときに表示されるだろう、ということ描かれたこの層を持っていた方法を愛していないときに女の子が使用されているすべての衣装が大好きです。\u001b[22m\n\u001b[4mI have no idea how to call that technique, but it's so mesmerizing.\u001b[24m\n    \u001b[1m私はそのテクニックをどのように呼び出すべきか分かりませんが、それはとても魅力的です。\u001b[22m, \u001b[1m私はどのようにその技術を呼び出すには考えているが、それはとても魅惑的です。\u001b[22m\n\u001b[4mThe entire series showcases how the art style of a company matures and becomes greater than ever before, I think.\u001b[24m\n    \u001b[1mシリーズ全体は、企業の芸術的スタイルがどのように成熟し、以前より大きくなったかを示していると私は考える。\u001b[22m, \u001b[1mシリーズ全体では、私が思うに、会社のアートスタイルが成熟し、これまで以上に大きくなる方法を紹介しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe music used throughout the entire series is quite amazing. Background music is played when it makes sense, always lending more emotions to the scene at hand. The openings and endings used are all fantastic, with the openings always being peppy, cheerful, quick to bring excitement to you, where as the endings are always slower in pace, use a more relaxing melody and have beautiful singers for your ears to experience. Music from Hidamari Sketch alone is quite amazing to listen to and when combined with the art style, the show goes past the stratosphere becoming an amazing series of music and art.\n\n\u001b[1mシリーズ全体で使用されている音楽は非常に素晴らしいです。 バックグラウンドの音楽は、理にかなった時に演奏され、いつもより多くの感情を現場に貸し出しています。 使用されたオープニングとエンディングはすべて素晴らしいです。オープニングはいつもあなたに興奮をもたらし、いつもペースが遅くなるので、よりリラックスしたメロディーを使用して、あなたの耳に美しい歌手を体験してください。 ひだまりスケッチからの音楽だけで聴くのはすごく盛り上がり、アートのスタイルと組み合わせると、成層圏を過ぎて驚くほどの音楽と芸術のシリーズになります。\u001b[22m\n\u001b[1m(Shirīzu zentai de shiyō sa rete iru ongaku wa hijō ni subarashīdesu. Bakkuguraundo no ongaku wa, ri ni kanatta toki ni ensō sa re, itsumo yori ōku no kanjō o genba ni kashidashite imasu. Shiyō sa reta ōpuningu to endingu wa subete subarashīdesu. Ōpuningu wa itsumo anata ni kōfun o motarashi, itsumo pēsu ga osoku narunode, yori rirakkusu shita merodī o shiyō shite, anata no mimi ni utsukushī kashu o taiken shite kudasai. Hida mari suketchi kara no ongaku dake de kiku no wa sugoku moriagari, āto no sutairu to kumiawaseru to, seisōken o sugite odoroku hodo no ongaku to geijutsu no shirīzu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music used throughout the entire series is quite amazing. Background music is played when it makes sense, always lending more emotions to the scene at hand. The openings and endings used are all fantastic, with the openings always being peppy, cheerful, quick to bring excitement to you, where as the endings are always slower in pace, use a more relaxing melody and have beautiful singers for your ears to experience. Music from Hidamari Sketch alone is quite amazing to listen to and when combined with the art style, the show goes past the stratosphere becoming an amazing series of music and art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music used throughout the entire series is quite amazing.\u001b[24m\n    \u001b[1mシリーズ全体で使用されている音楽は非常に素晴らしいです。\u001b[22m, \u001b[1mシリーズ全体を通して使用される音楽は非常に素晴らしいです。\u001b[22m\n\u001b[4mBackground music is played when it makes sense, always lending more emotions to the scene at hand.\u001b[24m\n    \u001b[1mバックグラウンドの音楽は、理にかなった時に演奏され、いつもより多くの感情を現場に貸し出しています。\u001b[22m, \u001b[1mそれは常に手元にシーンにもっと感情を貸し、理にかなっているときに、背景音楽が再生されます。\u001b[22m\n\u001b[4mThe openings and endings used are all fantastic, with the openings always being peppy, cheerful, quick to bring excitement to you, where as the endings are always slower in pace, use a more relaxing melody and have beautiful singers for your ears to experience.\u001b[24m\n    \u001b[1m使用されたオープニングとエンディングはすべて素晴らしいです。オープニングはいつもあなたに興奮をもたらし、いつもペースが遅くなるので、よりリラックスしたメロディーを使用して、あなたの耳に美しい歌手を体験してください。\u001b[22m, \u001b[1m使用開口部と語尾は、開口部は常に、元気いっぱいの陽気、あなたに興奮をもたらすために迅速であることと、すべて素晴らしいです語尾は、いつものペースで遅くなり、よりリラックスしたメロディーを使用すると経験にあなたの耳のための美しい歌手を持っている通りです。\u001b[22m\n\u001b[4mMusic from Hidamari Sketch alone is quite amazing to listen to and when combined with the art style, the show goes past the stratosphere becoming an amazing series of music and art.\u001b[24m\n    \u001b[1mひだまりスケッチからの音楽だけで聴くのはすごく盛り上がり、アートのスタイルと組み合わせると、成層圏を過ぎて驚くほどの音楽と芸術のシリーズになります。\u001b[22m, \u001b[1mひだまりスケッチから音楽が単独に耳を傾け、アートスタイルと組み合わせた場合、ショーは音楽と芸術の素晴らしいシリーズになって成層圏を越えて行くことは非常に素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nHidamari Sketch.... as a whole entity, is without a doubt a fantastic and great slice of life. The girls, the slice of life story, the relationships, the entire thing.... just so good ~.The way the episodes are played out, throwing the viewer into relationships already built and confusing us, works so well in the end. Reason why Hidamari Sketch is out of order!. By the end of this series, I felt so connected to the characters and story that was occurring, it was incredible.\n\n\u001b[1mひだまりスケッチ....全体的な存在として、疑いもなく素晴らしい生命の断片です。 女の子、ライフストーリーの一部、関係、全部....あまりにも良い〜。エピソードが演出される方法、視聴者を既に構築された関係に投げ込んで私たちを混乱させる方法は、最後にうまくいく。 ひだまりスケッチがうまくいかない理由！ このシリーズの終わりには、私はキャラクターやストーリーに関連していると感じました、それは信じられないほどでした。\u001b[22m\n\u001b[1m(Hida mari suketchi. ... Zentai-tekina sonzai to shite, utagai mo naku subarashī seimei no danpendesu. On'nanoko, raifusutōrī no ichibu, kankei, zenbu.... Amarini mo yoi 〜. Episōdo ga enshutsu sa reru hōhō, shichō-sha o sudeni kōchiku sa reta kankei ni nagekonde watashitachi o konran sa seru hōhō wa, saigo ni umaku iku. Hida mari suketchi ga umaku ikanai riyū! Kono shirīzu no owari ni wa, watashi wa kyarakutā ya sutōrī ni kanren shite iru to kanjimashita, sore wa shinji rarenai hododeshita.)\u001b[22m\n\nTranslations of \u001b[4mHidamari Sketch.... as a whole entity, is without a doubt a fantastic and great slice of life. The girls, the slice of life story, the relationships, the entire thing.... just so good ~.The way the episodes are played out, throwing the viewer into relationships already built and confusing us, works so well in the end. Reason why Hidamari Sketch is out of order!. By the end of this series, I felt so connected to the characters and story that was occurring, it was incredible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHidamari Sketch.... as a whole entity, is without a doubt a fantastic and great slice of life.\u001b[24m\n    \u001b[1mひだまりスケッチ....全体的な存在として、疑いもなく素晴らしい生命の断片です。\u001b[22m, \u001b[1mひだまりスケッチは....全体のエンティティとして、間違いなく人生の幻想的で素晴らしいスライスです。\u001b[22m\n\u001b[4mThe girls, the slice of life story, the relationships, the entire thing.... just so good ~.The way the episodes are played out, throwing the viewer into relationships already built and confusing us, works so well in the end.\u001b[24m\n    \u001b[1m女の子、ライフストーリーの一部、関係、全部....あまりにも良い〜。エピソードが演出される方法、視聴者を既に構築された関係に投げ込んで私たちを混乱させる方法は、最後にうまくいく。\u001b[22m, \u001b[1m女の子、人生の物語、関係、全体のこと....ちょうど良いので〜エピソードが再生される【選択方法、すでに構築された関係に視聴者を投げて、私たちを混乱のスライスは、最終的にはとてもうまく動作します。\u001b[22m\n\u001b[4mReason why Hidamari Sketch is out of order!.\u001b[24m\n    \u001b[1mひだまりスケッチがうまくいかない理由！\u001b[22m, \u001b[1mひだまりスケッチが故障している理由！\u001b[22m\n\u001b[4mBy the end of this series, I felt so connected to the characters and story that was occurring, it was incredible.\u001b[24m\n    \u001b[1mこのシリーズの終わりには、私はキャラクターやストーリーに関連していると感じました、それは信じられないほどでした。\u001b[22m, \u001b[1mこのシリーズの終わりまでに、私はそれが信じられないほどだった、発生したキャラクターとストーリーにとても接続されていると感じました。\u001b[22m\n\u001b[1m\u001b[22m\n10/10. I love this anime. So glad I was able to experience it.\n\n\u001b[1m10/10。 私はこのアニメが大好きです。 私はそれを体験することができたのでうれしいです。\u001b[22m\n\u001b[1m(10/ 10. Watashi wa kono anime ga daisukidesu. Watashi wa sore o taiken suru koto ga dekitanode ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4m10/10. I love this anime. So glad I was able to experience it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10.\u001b[24m\n    \u001b[1m10/10。\u001b[22m, \u001b[1m10月10日。\u001b[22m\n\u001b[4mI love this anime.\u001b[24m\n    \u001b[1m私はこのアニメが大好きです。\u001b[22m\n\u001b[4mSo glad I was able to experience it.\u001b[24m\n    \u001b[1m私はそれを体験することができたのでうれしいです。\u001b[22m, \u001b[1m私はそれを経験することができたうれしいです。\u001b[22m"
  },
  {
    "title": "Hidamari_Sketch__Sae_Hiro_Sotsugyou-hen",
    "id": "17739",
    "url": "https://myanimelist.net/anime/17739/Hidamari_Sketch__Sae_Hiro_Sotsugyou-hen",
    "user": "blaZofgold",
    "profile": "/profile/blaZofgold/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=122501",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n太陽の5つの季節は2つの小さなOVAに包まれています。\n\n私は彼らがOVAsを扱う方法に非常に驚いていました。 予告編を見て、私は彼らが涙を流すような情熱的なエピソードと、国際的な上水道ショーを引き起こす「涙の歌舞」になると確信していました。 しかし、これらのエピソードを見た後、私は助けることができませんでしたが、少し暖かい感じ。 確かに、彼らは悲しかった。そして、この素晴らしいシリーズが続くなら、SaeとHiroはもはや主人公にならないことを知って空虚感を残す。 しかし、彼らはまた、一種の喜び、満足感、完璧さ、統一感をもって空を埋める。\n\nヒダマリシリーズが最後まで晴れていられるように見えます。\n\nストーリー（8/10）\nアート（8/10）\nサウンド（8/10）\nキャラクター（10/10）\n楽しさ（9/10）\n\n彼らが2つのエピソードを扱う方法は非常に素晴らしく、1つは試験と結果に専念し、もう1つは卒業式に専念しました。 私は重なりの欠如と、最初の人があなたのために精神的に準備した方法が好きだった。\n\n芸術はひだまりスタイルと同じです。 私がそれを憎んで始めたにもかかわらず、それは本当に何年もの間私の上で成長しました。 音楽も、何も特別ではなく、ちょうど素敵な感動的な卒業の良さ。 真剣にも、日本人は卒業のためにこのような素晴らしい音楽を手に入れています。私たちは西洋人がパンプスとカウボーイズにこだわっています...\n\nああ、みやこ、私はあなたとあなたのすばらしい知覚のセンスを愛しています！ それは私だけだったのだろうか、彼女は10倍のようなヒロのいじめを盛り上げたのだろうか？ それ以外の場合、文字は本当に成熟しています。 ノリはそれほどではありませんが、ユノとナスナは本当に成長しています。 すべてのキャラクターのカメオから、家主からチカまで、そしてもちろん、素晴らしいスピーチをしています。\n\n私はひだまりスケッチのエピソードを見たことがないと思います。 それも可能ですか？\n\n全体的に（8/10）\n\nうまくいけば、いつか将来、ヒダマリアパートの住人にハローをもう一度お伝えします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFive seasons of sunshine wrapped up in two little OVAs.\n\n\u001b[1m太陽の5つの季節は2つの小さなOVAに包まれています。\u001b[22m\n\u001b[1m(Taiyō no itsutsu no kisetsu wa 2tsu no chīsana ovu~a ni tsutsuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFive seasons of sunshine wrapped up in two little OVAs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFive seasons of sunshine wrapped up in two little OVAs.\u001b[24m\n    \u001b[1m太陽の5つの季節は2つの小さなOVAに包まれています。\u001b[22m, \u001b[1m日照の5シーズンは、二つの小さなOVASに包ま。\u001b[22m\n\u001b[1m\u001b[22m\nI was very surprised by the way they treated the OVAs. Watching the trailers, I was sure they were going to be heart-wrenching passionate episodes with tear-jerking music and 'namida ga ippai' that would trigger an international waterworks show. Yet after watching these episodes, I couldn't help but feel...a bit warm inside. Sure, they were sad, and it leaves a sense of emptiness knowing that if this wonderful series is to continue, Sae and Hiro will no longer be main characters. But they also fill the emptiness with a sort of joy, a sense of satisfaction, of completeness, of unity.\n\n\u001b[1m私は彼らがOVAsを扱う方法に非常に驚いていました。 予告編を見て、私は彼らが涙を流すような情熱的なエピソードと、国際的な上水道ショーを引き起こす「涙の歌舞」になると確信していました。 しかし、これらのエピソードを見た後、私は助けることができませんでしたが、少し暖かい感じ。 確かに、彼らは悲しかった。そして、この素晴らしいシリーズが続くなら、SaeとHiroはもはや主人公にならないことを知って空虚感を残す。 しかし、彼らはまた、一種の喜び、満足感、完璧さ、統一感をもって空を埋める。\u001b[22m\n\u001b[1m(Watashi wa karera ga OVAs o atsukau hōhō ni hijō ni odoroite imashita. Yokokuhen o mite, watashi wa karera ga namida o nagasu yōna jōnetsu-tekina episōdo to, kokusai-tekina jōsuidō shō o hikiokosu `namida no kabu' ni naru to kakushin shite imashita. Shikashi, korera no episōdo o mita nochi, watashi wa tasukeru koto ga dekimasendeshitaga, sukoshi attakai kanji. Tashika ni, karera wa kanashikatta. Soshite, kono subarashī shirīzu ga tsudzukunara, Sae to Hiro wa mohaya shujinkō ni naranai koto o shitte kūkyo-kan o nokosu. Shikashi, karera wa mata, isshu no yorokobi, manzoku-kan, kanpeki-sa, tōitsu-kan o motte sora o umeru.)\u001b[22m\n\nTranslations of \u001b[4mI was very surprised by the way they treated the OVAs. Watching the trailers, I was sure they were going to be heart-wrenching passionate episodes with tear-jerking music and 'namida ga ippai' that would trigger an international waterworks show. Yet after watching these episodes, I couldn't help but feel...a bit warm inside. Sure, they were sad, and it leaves a sense of emptiness knowing that if this wonderful series is to continue, Sae and Hiro will no longer be main characters. But they also fill the emptiness with a sort of joy, a sense of satisfaction, of completeness, of unity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was very surprised by the way they treated the OVAs.\u001b[24m\n    \u001b[1m私は彼らがOVAsを扱う方法に非常に驚いていました。\u001b[22m, \u001b[1m私は、彼らがOVASを処理した方法によって、非常に驚きました。\u001b[22m\n\u001b[4mWatching the trailers, I was sure they were going to be heart-wrenching passionate episodes with tear-jerking music and 'namida ga ippai' that would trigger an international waterworks show.\u001b[24m\n    \u001b[1m予告編を見て、私は彼らが涙を流すような情熱的なエピソードと、国際的な上水道ショーを引き起こす「涙の歌舞」になると確信していました。\u001b[22m, \u001b[1mトレーラーを見て、私は、彼らが国際的な上水道ショーをトリガーする涙けいれん音楽と '涙がいっぱい」と心痛む情熱的なエピソードであることを行ったと確信していました。\u001b[22m\n\u001b[4mYet after watching these episodes, I couldn't help but feel...a bit warm inside.\u001b[24m\n    \u001b[1mしかし、これらのエピソードを見た後、私は助けることができませんでしたが、少し暖かい感じ。\u001b[22m, \u001b[1mしかし、これらのエピソードを見た後、私は少し内側に温める...助けることが感じることができませんでした。\u001b[22m\n\u001b[4mSure, they were sad, and it leaves a sense of emptiness knowing that if this wonderful series is to continue, Sae and Hiro will no longer be main characters.\u001b[24m\n    \u001b[1m確かに、彼らは悲しかった。そして、この素晴らしいシリーズが続くなら、SaeとHiroはもはや主人公にならないことを知って空虚感を残す。\u001b[22m, \u001b[1m確かに、彼らは悲しいたし、それがこの素晴らしいシリーズを継続する場合、セとヒロは、もはやメインキャラクターになることを知っていない虚無感を残します。\u001b[22m\n\u001b[4mBut they also fill the emptiness with a sort of joy, a sense of satisfaction, of completeness, of unity.\u001b[24m\n    \u001b[1mしかし、彼らはまた、一種の喜び、満足感、完璧さ、統一感をもって空を埋める。\u001b[22m, \u001b[1mしかし、彼らはまた、喜びの一種、満足の、完全性、統一感と空虚を埋めます。\u001b[22m\n\u001b[1m\u001b[22m\nLooks like the Hidamari Series was able to stay sunny till the end.\n\n\u001b[1mヒダマリシリーズが最後まで晴れていられるように見えます。\u001b[22m\n\u001b[1m(Hidamarishirīzu ga saigomade harete i rareru yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mLooks like the Hidamari Series was able to stay sunny till the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLooks like the Hidamari Series was able to stay sunny till the end.\u001b[24m\n    \u001b[1mヒダマリシリーズが最後まで晴れていられるように見えます。\u001b[22m, \u001b[1mひだまりシリーズは最後まで晴れに滞在することができたように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nStory (8/10)\n\n\u001b[1mストーリー（8/10）\u001b[22m\n\u001b[1m(Sutōrī (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (8/10)\u001b[24m\n    \u001b[1mストーリー（8/10）\u001b[22m\nArt (8/10)\n\n\u001b[1mアート（8/10）\u001b[22m\n\u001b[1m(Āto (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (8/10)\u001b[24m\n    \u001b[1mアート（8/10）\u001b[22m\nSound (8/10)\n\n\u001b[1mサウンド（8/10）\u001b[22m\n\u001b[1m(Saundo (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mSound (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (8/10)\u001b[24m\n    \u001b[1mサウンド（8/10）\u001b[22m\nCharacter (10/10)\n\n\u001b[1mキャラクター（10/10）\u001b[22m\n\u001b[1m(Kyarakutā (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mCharacter (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (10/10)\u001b[24m\n    \u001b[1mキャラクター（10/10）\u001b[22m, \u001b[1m文字（10/10）\u001b[22m\nEnjoyment (9/10)\n\n\u001b[1m楽しさ（9/10）\u001b[22m\n\u001b[1m(Tanoshisa (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (9/10)\u001b[24m\n    \u001b[1m楽しさ（9/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe way they treated the two episodes was quite nice, one dedicated to the exams and results and the other dedicated to the graduation ceremony. I liked the lack of overlap, and the way the first prepared you mentally for the second.\n\n\u001b[1m彼らが2つのエピソードを扱う方法は非常に素晴らしく、1つは試験と結果に専念し、もう1つは卒業式に専念しました。 私は重なりの欠如と、最初の人があなたのために精神的に準備した方法が好きだった。\u001b[22m\n\u001b[1m(Karera ga 2tsu no episōdo o atsukau hōhō wa hijō ni subarashiku, 1tsu wa shiken to kekka ni sen'nen shi, mō 1tsu wa sotsugyōshiki ni sen'nen shimashita. Watashi wa kasanari no ketsujo to, saisho no hito ga anata no tame ni seishintekini junbi shita hōhō ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe way they treated the two episodes was quite nice, one dedicated to the exams and results and the other dedicated to the graduation ceremony. I liked the lack of overlap, and the way the first prepared you mentally for the second.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe way they treated the two episodes was quite nice, one dedicated to the exams and results and the other dedicated to the graduation ceremony.\u001b[24m\n    \u001b[1m彼らが2つのエピソードを扱う方法は非常に素晴らしく、1つは試験と結果に専念し、もう1つは卒業式に専念しました。\u001b[22m, \u001b[1m彼らは2つのエピソードを処理した方法は、試験と結果に専用の1と卒業式に他の専用非常に良かったです。\u001b[22m\n\u001b[4mI liked the lack of overlap, and the way the first prepared you mentally for the second.\u001b[24m\n    \u001b[1m私は重なりの欠如と、最初の人があなたのために精神的に準備した方法が好きだった。\u001b[22m, \u001b[1m私は、オーバーラップの欠如、及び第一第二のために精神的にあなたを準備する方法を言っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is as per Hidamari style. Even though I started off hating it, it's really grown on me through the years. The music also, nothing special, just wonderful touching graduation goodness. Seriously, the Japanese get such amazing music for graduation while we Westerners are stuck with Pomp and Circumstance...\n\n\u001b[1m芸術はひだまりスタイルと同じです。 私がそれを憎んで始めたにもかかわらず、それは本当に何年もの間私の上で成長しました。 音楽も、何も特別ではなく、ちょうど素敵な感動的な卒業の良さ。 真剣にも、日本人は卒業のためにこのような素晴らしい音楽を手に入れています。私たちは西洋人がパンプスとカウボーイズにこだわっています...\u001b[22m\n\u001b[1m(Geijutsu wa hida mari sutairu to onajidesu. Watashi ga sore o nikunde hajimeta nimokakawarazu, sore wa hontōni nan'nen mo no ma watashi no ue de seichō shimashita. Ongaku mo, nani mo tokubetsude wa naku, chōdo sutekina kandō-tekina sotsugyō no yo-sa. Shinken ni mo, nihonjin wa sotsugyō no tame ni ko no yōna subarashī ongaku o te ni irete imasu. Watashitachiha seiyō hito ga panpusu to kaubōizu ni kodawatte imasu...)\u001b[22m\n\nTranslations of \u001b[4mThe art is as per Hidamari style. Even though I started off hating it, it's really grown on me through the years. The music also, nothing special, just wonderful touching graduation goodness. Seriously, the Japanese get such amazing music for graduation while we Westerners are stuck with Pomp and Circumstance...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is as per Hidamari style.\u001b[24m\n    \u001b[1m芸術はひだまりスタイルと同じです。\u001b[22m, \u001b[1m技術は、ひだまりのスタイル通りです。\u001b[22m\n\u001b[4mEven though I started off hating it, it's really grown on me through the years.\u001b[24m\n    \u001b[1m私がそれを憎んで始めたにもかかわらず、それは本当に何年もの間私の上で成長しました。\u001b[22m, \u001b[1m私はそれを嫌いスタートを切ったにもかかわらず、それは本当に、年間を通して私に成長しています。\u001b[22m\n\u001b[4mThe music also, nothing special, just wonderful touching graduation goodness.\u001b[24m\n    \u001b[1m音楽も、何も特別ではなく、ちょうど素敵な感動的な卒業の良さ。\u001b[22m, \u001b[1mまた、音楽、何も特別な、ちょうど素晴らしい感動の卒業良さ。\u001b[22m\n\u001b[4mSeriously, the Japanese get such amazing music for graduation while we Westerners are stuck with Pomp and Circumstance...\u001b[24m\n    \u001b[1m真剣にも、日本人は卒業のためにこのような素晴らしい音楽を手に入れています。私たちは西洋人がパンプスとカウボーイズにこだわっています...\u001b[22m, \u001b[1m我々西洋人は威風堂々と立ち往生している一方で真剣に、日本人は卒業のためにこのような素晴らしい音楽を取得します...\u001b[22m\n\u001b[1m\u001b[22m\nOh, Miyako, how I love you and your amazing sense of wit! Was it just me, or did she ramp up her teasing of Hiro by like 10x? Otherwise, the characters are really maturing. Nori not so much, but Yuno and Nazuna are really growing up, and its obvious in the way they deal with their world. Cameos from all the characters, from the Landlord to Chika, and of course, the wonderful Principal, whose speech, by the way, was totally rad.\n\n\u001b[1mああ、みやこ、私はあなたとあなたのすばらしい知覚のセンスを愛しています！ それは私だけだったのだろうか、彼女は10倍のようなヒロのいじめを盛り上げたのだろうか？ それ以外の場合、文字は本当に成熟しています。 ノリはそれほどではありませんが、ユノとナスナは本当に成長しています。 すべてのキャラクターのカメオから、家主からチカまで、そしてもちろん、素晴らしいスピーチをしています。\u001b[22m\n\u001b[1m(Ā, Miyako, watashi wa anata to anata no subarashī chikaku no sensu o aishiteimasu! Sore wa watashi dakedatta nodarou ka, kanojo wa 10-bai no yōna Hiro no ijime o moriageta nodarou ka? Sore igai no baai, moji wa hontōni seijuku shite imasu. Nori wa sorehodode wa arimasenga, Yuno to nasuna wa hontōni seichō shite imasu. Subete no kyarakutā no Kameo kara, yanushi kara Chika made, soshite mochiron, subarashī supīchi o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOh, Miyako, how I love you and your amazing sense of wit! Was it just me, or did she ramp up her teasing of Hiro by like 10x? Otherwise, the characters are really maturing. Nori not so much, but Yuno and Nazuna are really growing up, and its obvious in the way they deal with their world. Cameos from all the characters, from the Landlord to Chika, and of course, the wonderful Principal, whose speech, by the way, was totally rad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, Miyako, how I love you and your amazing sense of wit!\u001b[24m\n    \u001b[1mああ、みやこ、私はあなたとあなたのすばらしい知覚のセンスを愛しています！\u001b[22m, \u001b[1mああ、宮古、どのように私はあなたとウィットのあなたの素晴らしい感覚が大好き！\u001b[22m\n\u001b[4mWas it just me, or did she ramp up her teasing of Hiro by like 10x?\u001b[24m\n    \u001b[1mそれは私だけだったのだろうか、彼女は10倍のようなヒロのいじめを盛り上げたのだろうか？\u001b[22m, \u001b[1mそれは私だけだった、または彼女が10倍などでヒロの彼女のからかいを立ち上げたのですか？\u001b[22m\n\u001b[4mOtherwise, the characters are really maturing.\u001b[24m\n    \u001b[1mそれ以外の場合、文字は本当に成熟しています。\u001b[22m\n\u001b[4mNori not so much, but Yuno and Nazuna are really growing up, and its obvious in the way they deal with their world.\u001b[24m\n    \u001b[1mノリはそれほどではありませんが、ユノとナスナは本当に成長しています。\u001b[22m, \u001b[1mあまりないノリが、ゆとNazunaは本当に育って、彼らは彼らの世界に対処する方法で、その明白なされています。\u001b[22m\n\u001b[4mCameos from all the characters, from the Landlord to Chika, and of course, the wonderful Principal, whose speech, by the way, was totally rad.\u001b[24m\n    \u001b[1mすべてのキャラクターのカメオから、家主からチカまで、そしてもちろん、素晴らしいスピーチをしています。\u001b[22m, \u001b[1m家主から千佳までのすべての文字列からのカメオは、もちろん、そのスピーチ素晴らしい校長は、方法によって、完全にラジアンでした。\u001b[22m\n\u001b[1m\u001b[22m\nI don't think I've ever watched an episode of Hidamari Sketch with a frown on my face. Is it even possible?\n\n\u001b[1m私はひだまりスケッチのエピソードを見たことがないと思います。 それも可能ですか？\u001b[22m\n\u001b[1m(Watashi wa hida mari suketchi no episōdo o mita koto ga nai to omoimasu. Sore mo kanōdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mI don't think I've ever watched an episode of Hidamari Sketch with a frown on my face. Is it even possible?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't think I've ever watched an episode of Hidamari Sketch with a frown on my face.\u001b[24m\n    \u001b[1m私はひだまりスケッチのエピソードを見たことがないと思います。\u001b[22m, \u001b[1m私は私が今まで私の顔に顔をしかめてひだまりスケッチのエピソードを見てきたとは思いません。\u001b[22m\n\u001b[4mIs it even possible?\u001b[24m\n    \u001b[1mそれも可能ですか？\u001b[22m\n\u001b[1m\u001b[22m\nOverall (8/10)\n\n\u001b[1m全体的に（8/10）\u001b[22m\n\u001b[1m(Zentai-teki ni (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mOverall (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (8/10)\u001b[24m\n    \u001b[1m全体的に（8/10）\u001b[22m, \u001b[1m総合（8/10）\u001b[22m\n\u001b[1m\u001b[22m\nHopefully, sometime in the future, we will be saying Hello once more to the residents of the Hidamari Apartments.\n\n\u001b[1mうまくいけば、いつか将来、ヒダマリアパートの住人にハローをもう一度お伝えします。\u001b[22m\n\u001b[1m(Umaku ikeba, itsuka shōrai, hidamariapāto no jūnin ni harō o mōichido otsutae shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHopefully, sometime in the future, we will be saying Hello once more to the residents of the Hidamari Apartments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHopefully, sometime in the future, we will be saying Hello once more to the residents of the Hidamari Apartments.\u001b[24m\n    \u001b[1mうまくいけば、いつか将来、ヒダマリアパートの住人にハローをもう一度お伝えします。\u001b[22m, \u001b[1mうまくいけば、いつか将来的に、我々はもう一度ひだまりアパートの住民に挨拶されます。\u001b[22m"
  }
]
