[
  {
    "title": "Kimi_no_Iru_Machi",
    "id": "17741",
    "url": "https://myanimelist.net/anime/17741/Kimi_no_Iru_Machi",
    "user": "azurexsky",
    "profile": "/profile/azurexsky/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=128549",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nキミ・ニ・マチ・イルは、元気を取り戻したいと思っていた主人公の春堂について、細かくペースのロマンスです。 オーディエンスは主人公クエストに沿って詰め込まれ、途方もない多くの質問、秘密、試行錯誤を経て、長く失われた愛に再接続しようとします。 ロマンスの物語、または少なくとも良いものは、常にローラーのコースターであり、通常は常に同じように語られます。 しかし、キミ・ニ・マチ・イルは、古い方法論を再利用し、それを新しい爽やかな愛の物語に変える方法を見出します。 主人公の旅を見ることは、見逃せない価値があります。\n\nストーリー：8.3  - \nストーリーはどのような手段でも革新的ではなく、通常は同じ概念に基づいています。 キミニ町井を比較する良い方法は、それを韓国ドラマショーと比較することです。 彼らはいつも同じように伝えますが、それを使う方法は成功の鍵です。 物語の中には、文学的な要素（象徴/予兆/皮肉など）がよく置かれており、鋭い目がなくても、完全によく発達した場面を見逃す可能性があります。\n\nアニメーション：8.5  - \n芸術の方向性は、色合いや色合いから、状況やシーンの雰囲気や設定、暖かく落ち着いた落ち着いたパステルカラーなどをテーマにした、趣向を凝らしたテーマです。 多くの場合、細部には注意が払われていません。混乱する可能性があり、なぜそれが一貫して起こり得なかったのかという疑問がありますが、全体としては名誉ある言及が必要です。\n\nキャラクター：8.3  - \nキャラクターは、おそらくキミニ・マチ・イルでレートするのが一番難しいものですが、それは間違いなくオピニオンになるでしょう。 ストーリーの各キャラクターは非常に似ていて、観客は自分のお気に入りを選ぶことになりそうです（ここでは激怒します！）。 ストーリーはあらかじめ決められているとはいえ、男性の名前x女性の名前をYouTubeまたはコメント投稿に表示する準備をしてください。 キャラクターは感情を非常に鮮やかに表示し、アート＆amp; アニメーションは、本当に魂に課税することができます。 これらのキャラクターは、非常に現実的で非常に人間的な感情を提供します。時には私たちが物語の立場や観点から同意しない場合もあります。\n\nワウファクター：8.5  - \nKimi Ni Machi Iruは失望しないし、漫画と比較している人には、最後まで、あるいはまさにその反対に、観客をかなり楽しませてくれるだろう。 その中の物語とそのキャラクターは心を感じさせるようにあなたを連れて行くでしょう。おそらく時計に値するメロドラマ的な旅を裂くかもしれません。\n\n最終グレード：8.4 / 10→＆gt;  8（アニメリスト）\n+文学的な使い方の良し悪し（ストーリー・ティーチング、例：Foreshadowing、Symbolismなどで使用）\n+フラッシュバックをうまく利用\n+オープニングイントロ＆amp; 歌（MIMI MEME MIMI  - センチメンタルラブ）\n\n - 時には読むのが簡単すぎる 来るべきものの総称\n -  Artスタイルとの一貫性\n\nレビュー：AniRatersのAzurexSky",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nKimi Ni Machi Iru is a finely paced romance about Haruto, the protagonist, searching and hoping to reunite with an old flame. The audience is strung along the main characters quest as he tries to reconnect with his long lost love, with many questions, secrets, trials and tribulations along the way. Romance stories, or at least good ones, are always roller coasters to say the least and usually are always told in the same way. However, Kimi Ni Machi Iru finds its way to reuse the old methodology and turn it into a new refreshing tale of love. Watching the main characters journey unfold is definitely worth watching.\n\n\u001b[1mキミ・ニ・マチ・イルは、元気を取り戻したいと思っていた主人公の春堂について、細かくペースのロマンスです。 オーディエンスは主人公のクエストに沿って張り巡らされ、途方もない多くの質問、秘密、試行錯誤を経て、長く失われた愛に再接続しようとします。 ロマンスの物語、または少なくとも良いものは、常にローラーのコースターであり、通常は常に同じように語られます。 しかし、キミ・ニ・マチ・イルは、古い方法論を再利用し、それを新しい爽やかな愛の物語に変える方法を見つけます。 主人公の旅を見て回ることは間違いなく価値のあるものです。\u001b[22m\n\u001b[1m(Kimi ni Machi iru wa, genki o torimodoshitai to omotte ita shujinkō no haru-dō ni tsuite, komakaku pēsu no romansudesu. Ōdiensu wa shujinkō no kuesuto ni sotte harimegurasa re, tohōmonai ōku no shitsumon, himitsu, shikōsakugo o hete, nagaku ushinawa reta ai ni sai setsuzoku shiyou to shimasu. Romansu no monogatari, matawa sukunakutomo yoi mono wa, tsuneni rōrā no kōsutādeari, tsūjō wa tsuneni onajiyōni katara remasu. Shikashi, Kimi ni Machi iru wa, furui hōhō-ron o sai riyō shi, sore o atarashī sawayakana ai no monogatari ni kaeru hōhō o mitsukemasu. Shujinkō no tabi o mite mawaru koto wa machigainaku kachi no aru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mKimi Ni Machi Iru is a finely paced romance about Haruto, the protagonist, searching and hoping to reunite with an old flame. The audience is strung along the main characters quest as he tries to reconnect with his long lost love, with many questions, secrets, trials and tribulations along the way. Romance stories, or at least good ones, are always roller coasters to say the least and usually are always told in the same way. However, Kimi Ni Machi Iru finds its way to reuse the old methodology and turn it into a new refreshing tale of love. Watching the main characters journey unfold is definitely worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKimi Ni Machi Iru is a finely paced romance about Haruto, the protagonist, searching and hoping to reunite with an old flame.\u001b[24m\n    \u001b[1mキミ・ニ・マチ・イルは、元気を取り戻したいと思っていた主人公の春堂について、細かくペースのロマンスです。\u001b[22m, \u001b[1m君マチIRUは、検索や昔の恋人と再会することを望んで、Haruto、主人公について細かくペースロマンスです。\u001b[22m\n\u001b[4mThe audience is strung along the main characters quest as he tries to reconnect with his long lost love, with many questions, secrets, trials and tribulations along the way.\u001b[24m\n    \u001b[1mオーディエンスは主人公のクエストに沿って張り巡らされ、途方もない多くの質問、秘密、試行錯誤を経て、長く失われた愛に再接続しようとします。\u001b[22m, \u001b[1m彼は彼の長い失われた愛に再接続しようとする観客は、道に沿って多くの質問、秘密、試練と苦難で、メインキャラクターのクエストに沿って張られています。\u001b[22m\n\u001b[4mRomance stories, or at least good ones, are always roller coasters to say the least and usually are always told in the same way.\u001b[24m\n    \u001b[1mロマンスの物語、または少なくとも良いものは、常にローラーのコースターであり、通常は常に同じように語られます。\u001b[22m, \u001b[1mロマンスの物語は、または少なくとも良いもので、常に控えめに言って、ジェットコースターであり、通常は常に同じ方法で語られています。\u001b[22m\n\u001b[4mHowever, Kimi Ni Machi Iru finds its way to reuse the old methodology and turn it into a new refreshing tale of love.\u001b[24m\n    \u001b[1mしかし、キミ・ニ・マチ・イルは、古い方法論を再利用し、それを新しい爽やかな愛の物語に変える方法を見つけます。\u001b[22m, \u001b[1mしかし、君町IRUは古い方法論を再利用し、愛の新たなさわやかな物語にそれを回すためにその方法を見つけました。\u001b[22m\n\u001b[4mWatching the main characters journey unfold is definitely worth watching.\u001b[24m\n    \u001b[1m主人公の旅を見て回ることは間違いなく価値のあるものです。\u001b[22m, \u001b[1m主人公の旅が展開見て見て間違いなく価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8.3 -\n\n\u001b[1mストーリー：8.3  - \u001b[22m\n\u001b[1m(Sutōrī: 8. 3 -)\u001b[22m\n\nTranslations of \u001b[4mStory: 8.3 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8.3 -\u001b[24m\n    \u001b[1mストーリー：8.3  - \u001b[22m\nThe story isn't innovative by any means, and it usually revolves around the same concept. A good way to compare Kimi Ni Machi Iru is like comparing it to a Korean Drama show. They always tell it the same way, but it is how they use it, is the key to success. Throughout the story, there are well placed literary devices (symbolism/foreshadowing/irony etc.) and without a keen eye, one could miss out on a completely well developed scene.\n\n\u001b[1mストーリーはどのような手段でも革新的ではなく、通常は同じ概念に基づいています。 キミニ町井を比較する良い方法は、それを韓国ドラマショーと比較することです。 彼らはいつも同じように言いますが、それをどのように使うのかは、成功への鍵です。 物語の中には、文学的な要素（象徴/予兆/皮肉など）がよく置かれており、鋭い目がなくても、完全によく発達した場面を見逃す可能性があります。\u001b[22m\n\u001b[1m(Sutōrī wa dono yōna shudan demo kakushin-tekide wa naku, tsūjō wa onaji gainen ni motodzuite imasu. Kimini Machii o hikaku suru yoi hōhō wa, sore o Kankoku doramashō to hikaku suru kotodesu. Karera wa itsumo onajiyōni iimasuga, sore o dono yō ni tsukau no ka wa, seikō e no kagidesu. Monogatari no nakaniha, bungaku-tekina yōso (shōchō/ yochō/ hiniku nado) ga yoku oka rete ori, surudoi me ga nakute mo, kanzen ni yoku hattatsu shita bamen o minogasu kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story isn't innovative by any means, and it usually revolves around the same concept. A good way to compare Kimi Ni Machi Iru is like comparing it to a Korean Drama show. They always tell it the same way, but it is how they use it, is the key to success. Throughout the story, there are well placed literary devices (symbolism/foreshadowing/irony etc.) and without a keen eye, one could miss out on a completely well developed scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story isn't innovative by any means, and it usually revolves around the same concept.\u001b[24m\n    \u001b[1mストーリーはどのような手段でも革新的ではなく、通常は同じ概念に基づいています。\u001b[22m, \u001b[1m物語は、任意の手段によって、革新的ではない、それは通常、同じ概念を中心に展開します。\u001b[22m\n\u001b[4mA good way to compare Kimi Ni Machi Iru is like comparing it to a Korean Drama show.\u001b[24m\n    \u001b[1mキミニ町井を比較する良い方法は、それを韓国ドラマショーと比較することです。\u001b[22m, \u001b[1m君マチIRUを比較する良い方法は、韓国ドラマのショーにそれを比較するようなものです。\u001b[22m\n\u001b[4mThey always tell it the same way, but it is how they use it, is the key to success.\u001b[24m\n    \u001b[1m彼らはいつも同じように言いますが、それをどのように使うのかは、成功への鍵です。\u001b[22m, \u001b[1m彼らは常にそれを同じように言うが、それは彼らがそれを使用する方法で、成功への鍵です。\u001b[22m\n\u001b[4mThroughout the story, there are well placed literary devices (symbolism/foreshadowing/irony etc.) and without a keen eye, one could miss out on a completely well developed scene.\u001b[24m\n    \u001b[1m物語の中には、文学的な要素（象徴/予兆/皮肉など）がよく置かれており、鋭い目がなくても、完全によく発達した場面を見逃す可能性があります。\u001b[22m, \u001b[1m物語を通して、よく文学のデバイス（象徴/伏線/皮肉など）が配置され、鋭い目なし、1は完全によく発達したシーンを逃す可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: 8.5 -\n\n\u001b[1mアニメーション：8.5  - \u001b[22m\n\u001b[1m(Animēshon: 8. 5 -)\u001b[22m\n\nTranslations of \u001b[4mAnimation: 8.5 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: 8.5 -\u001b[24m\n    \u001b[1mアニメーション：8.5  - \u001b[22m\nThe art direction definitely has a stylized theme to it, from hues or rather colors depicting the mood and setting of the situation or scene to, warm, calming and serene pastel like colors. Oftentimes, there is no attention to detail, which can be confusing and the question of why it couldn't have just been consistent arises, however overall, it does deserve an honorable mention.\n\n\u001b[1m芸術の方向性は、色合いや色合いから、状況やシーンの雰囲気や設定、暖かく落ち着いた落ち着いたパステルカラーなどをテーマにした、趣向を凝らしたテーマです。 多くの場合、細部には注意が払われていません。混乱する可能性があり、なぜそれが一貫して起こり得なかったのかという疑問がありますが、全体としては名誉ある言及が必要です。\u001b[22m\n\u001b[1m(Geijutsu no hōkō-sei wa, iroai ya iroai kara, jōkyō ya shīn no fun'iki ya settei, atatakaku ochitsuita ochitsuita pasuterukarā nado o tēma ni shita, shukō o korashita tēmadesu. Ōku no baai, saibu ni wa chūi ga harawa rete imasen. Konran suru kanōsei ga ari, naze sore ga ikkanshite okori enakatta no ka to iu gimon ga arimasuga, zentai to shite wa meiyo aru genkyū ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art direction definitely has a stylized theme to it, from hues or rather colors depicting the mood and setting of the situation or scene to, warm, calming and serene pastel like colors. Oftentimes, there is no attention to detail, which can be confusing and the question of why it couldn't have just been consistent arises, however overall, it does deserve an honorable mention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art direction definitely has a stylized theme to it, from hues or rather colors depicting the mood and setting of the situation or scene to, warm, calming and serene pastel like colors.\u001b[24m\n    \u001b[1m芸術の方向性は、色合いや色合いから、状況やシーンの雰囲気や設定、暖かく落ち着いた落ち着いたパステルカラーなどをテーマにした、趣向を凝らしたテーマです。\u001b[22m, \u001b[1mアートディレクションは間違いなく色相というか、色のような、温かい心を落ち着かせると穏やかなパステル、に状況や場面の気分や設定を描いた色から、それに様式化されたテーマを、持っています。\u001b[22m\n\u001b[4mOftentimes, there is no attention to detail, which can be confusing and the question of why it couldn't have just been consistent arises, however overall, it does deserve an honorable mention.\u001b[24m\n    \u001b[1m多くの場合、細部には注意が払われていません。混乱する可能性があり、なぜそれが一貫して起こり得なかったのかという疑問がありますが、全体としては名誉ある言及が必要です。\u001b[22m, \u001b[1m多くの場合、混乱することができ、詳細、およびそれだけで生じる一貫していることができなかった理由の質問に対する関心は、しかし全体的に、それが佳作に値するん、ありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8.3 -\n\n\u001b[1mキャラクター：8.3  - \u001b[22m\n\u001b[1m(Kyarakutā: 8. 3 -)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8.3 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8.3 -\u001b[24m\n    \u001b[1mキャラクター：8.3  - \u001b[22m\nThe characters are probably the hardest thing to rate in Kimi Ni Machi Iru, and it's definitely going to be opinionated. Each character in the story are very like-able and most likely the audience will end up choosing their favorites (Here comes the rage!). Get ready to see the males name x females name on youtube or comment posts, although the story is most likely predetermined. The characters display their emotions quite vividly, which is also complemented with the art &amp; animation, which can be truly taxing on the soul. These characters deliver a very realistic and very human emotions, that often the viewer can definitely relate to, even if sometimes we might not agree with from a story standpoint or perspective.\n\n\u001b[1mキャラクターは、おそらくキミニ・マチ・イルでレートするのが一番難しいものですが、それは間違いなくオピニオンになるでしょう。 ストーリーの各キャラクターは非常に似ていて、観客は自分のお気に入りを選ぶことになりそうです（ここでは激怒します！）。 ストーリーはあらかじめ決められているとはいえ、男性の名前x女性の名前をYouTubeまたはコメント投稿に表示する準備をしてください。 キャラクターは感情を非常に鮮やかに表示し、アート＆amp; アニメーションは、本当に魂に課税することができます。 これらのキャラクターは、非常に現実的で非常に人間的な感情を提供します。時には私たちが物語の立場や観点から同意しない場合もあります。\u001b[22m\n\u001b[1m(Kyarakutā wa, osoraku kimini Machi iru de rēto suru no ga ichiban muzukashī monodesuga, soreha machigainaku opinion ni narudeshou. Sutōrī no kaku kyarakutā wa hijō ni nite ite, kankyaku wa jibun no okiniiri o erabu koto ni nari-sōdesu (kokode wa gekido shimasu! ). Sutōrī wa arakajime kime rarete iru to wa ie, dansei no namae x josei no namae o yūchūbu matawa komento tōkō ni hyōji suru junbi o shite kudasai. Kyarakutā wa kanjō o hijō ni azayaka ni hyōji shi, āto& amp; animēshon wa, hontōni tamashī ni kazei suru koto ga dekimasu. Korera no kyarakutā wa, hijō ni genjitsu-tekide hijō ni ningen-tekina kanjō o teikyō shimasu. Tokiniha watashitachi ga monogatari no tachiba ya kanten kara dōi shinai baai mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are probably the hardest thing to rate in Kimi Ni Machi Iru, and it's definitely going to be opinionated. Each character in the story are very like-able and most likely the audience will end up choosing their favorites (Here comes the rage!). Get ready to see the males name x females name on youtube or comment posts, although the story is most likely predetermined. The characters display their emotions quite vividly, which is also complemented with the art &amp; animation, which can be truly taxing on the soul. These characters deliver a very realistic and very human emotions, that often the viewer can definitely relate to, even if sometimes we might not agree with from a story standpoint or perspective.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are probably the hardest thing to rate in Kimi Ni Machi Iru, and it's definitely going to be opinionated.\u001b[24m\n    \u001b[1mキャラクターは、おそらくキミニ・マチ・イルでレートするのが一番難しいものですが、それは間違いなくオピニオンになるでしょう。\u001b[22m, \u001b[1m文字はおそらく君町IRUに評価するために難しいことであり、間違いなく独断することになるだろう。\u001b[22m\n\u001b[4mEach character in the story are very like-able and most likely the audience will end up choosing their favorites (Here comes the rage!).\u001b[24m\n    \u001b[1mストーリーの各キャラクターは非常に似ていて、観客は自分のお気に入りを選ぶことになりそうです（ここでは激怒します！）。\u001b[22m, \u001b[1m物語の中で各文字は非常に同じようなことが可能であり、最も観客が自分のお気に入りを選ぶことになります（ここでは怒りが来ます！）。\u001b[22m\n\u001b[4mGet ready to see the males name x females name on youtube or comment posts, although the story is most likely predetermined.\u001b[24m\n    \u001b[1mストーリーはあらかじめ決められているとはいえ、男性の名前x女性の名前をYouTubeまたはコメント投稿に表示する準備をしてください。\u001b[22m, \u001b[1m物語は最も可能性の高い予め定められているものの、男性名のx女性はユーチューブやコメントの投稿に名前を参照するには、準備をしなさい。\u001b[22m\n\u001b[4mThe characters display their emotions quite vividly, which is also complemented with the art &amp;\u001b[24m\n    \u001b[1mキャラクターは感情を非常に鮮やかに表示し、アート＆amp;\u001b[22m, \u001b[1m文字も芸術＆＃038で補完された、非常に鮮やかに自分の感情を表示します。\u001b[22m\n\u001b[4manimation, which can be truly taxing on the soul.\u001b[24m\n    \u001b[1mアニメーションは、本当に魂に課税することができます。\u001b[22m, \u001b[1m本当に魂に課税することができ、アニメーション、。\u001b[22m\n\u001b[4mThese characters deliver a very realistic and very human emotions, that often the viewer can definitely relate to, even if sometimes we might not agree with from a story standpoint or perspective.\u001b[24m\n    \u001b[1mこれらのキャラクターは、非常に現実的で非常に人間的な感情を提供します。時には私たちが物語の立場や観点から同意しない場合もあります。\u001b[22m, \u001b[1mこれらの文字は、多くの場合、視聴者は間違いなく、時には私たちは物語の観点や視点からに同意しない場合があります場合でも、に関連することができる非常に現実的かつ非常に人間の感情を、提供します。\u001b[22m\n\u001b[1m\u001b[22m\nWow Factor: 8.5 -\n\n\u001b[1mワウファクター：8.5  - \u001b[22m\n\u001b[1m(Waufakutā: 8. 5 -)\u001b[22m\n\nTranslations of \u001b[4mWow Factor: 8.5 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow Factor: 8.5 -\u001b[24m\n    \u001b[1mワウファクター：8.5  - \u001b[22m, \u001b[1mうわーファクタ：8.5  - \u001b[22m\nKimi Ni Machi Iru does not disappoint and will keep the audience quite amused/engaged until the very end or perhaps just the opposite, to people who compare it to the manga. The story and its characters in it will take you for a heart felt, possibly tear jerking melodramatic journey that is absolutely worth a watch.\n\n\u001b[1mKimi Ni Machi Iruは失望しないし、漫画と比較している人には、最後まで、あるいはまさにその反対に、観客をかなり楽しませてくれるだろう。 その中の物語とそのキャラクターは心を感じさせるようにあなたを連れて行くでしょう。おそらく時計に値するメロドラマ的な旅を裂くかもしれません。\u001b[22m\n\u001b[1m(Kimi Ni Machi Iru wa shitsubō shinaishi, manga to hikaku shite iru hito ni wa, saigomade, aruiwa masani sono hantai ni, kankyaku o kanari tanoshima sete kurerudarou. Sono Chū no monogatari to sono kyarakutā wa kokoro o kanji saseru yō ni anata o tsureteikudeshou. Osoraku tokei ni ataisuru merodorama-tekina tabi o saku kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mKimi Ni Machi Iru does not disappoint and will keep the audience quite amused/engaged until the very end or perhaps just the opposite, to people who compare it to the manga. The story and its characters in it will take you for a heart felt, possibly tear jerking melodramatic journey that is absolutely worth a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKimi Ni Machi Iru does not disappoint and will keep the audience quite amused/engaged until the very end or perhaps just the opposite, to people who compare it to the manga.\u001b[24m\n    \u001b[1mKimi Ni Machi Iruは失望しないし、漫画と比較している人には、最後まで、あるいはまさにその反対に、観客をかなり楽しませてくれるだろう。\u001b[22m, \u001b[1m君マチIRUは失望していませんやマンガにそれを比較する人々に非常に面白がって/おそらく非常に最後まで従事またはちょうど反対を、観客を維持します。\u001b[22m\n\u001b[4mThe story and its characters in it will take you for a heart felt, possibly tear jerking melodramatic journey that is absolutely worth a watch.\u001b[24m\n    \u001b[1mその中の物語とそのキャラクターは心を感じさせるようにあなたを連れて行くでしょう。おそらく時計に値するメロドラマ的な旅を裂くかもしれません。\u001b[22m, \u001b[1m心臓は、腕時計絶対に価値がある可能性が涙けいれんメロドラマの旅を感じたためのストーリーとその中にその文字が表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Grade: 8.4 / 10 - &gt; 8 (Anime List)\n\n\u001b[1m最終グレード：8.4 / 10→＆gt;  8（アニメリスト）\u001b[22m\n\u001b[1m(Saishū gurēdo: 8. 4/ 10 ￫& Gt; 8 (anime risuto))\u001b[22m\n\nTranslations of \u001b[4mFinal Grade: 8.4 / 10 - &gt; 8 (Anime List)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Grade: 8.4 / 10 - &gt;\u001b[24m\n    \u001b[1m最終グレード：8.4 / 10→＆gt;\u001b[22m, \u001b[1mファイナルグレード：8.4 / 10  - ＆GT;\u001b[22m\n\u001b[4m8 (Anime List)\u001b[24m\n    \u001b[1m8（アニメリスト）\u001b[22m, \u001b[1m8（アニメ一覧）\u001b[22m\n+ Good use of Literary Devices (Used in story telling, ex: Foreshadowing, Symbolism etc.)\n\n\u001b[1m+文学的な使い方の良し悪し（ストーリー・ティーチング、例：Foreshadowing、Symbolismなどで使用）\u001b[22m\n\u001b[1m(+ Bungaku-tekina tsukaikata no yoshiashi (sutōrī tīchingu, rei: Foreshadowing, Symbolism nado de shiyō))\u001b[22m\n\nTranslations of \u001b[4m+ Good use of Literary Devices (Used in story telling, ex: Foreshadowing, Symbolism etc.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Good use of Literary Devices (Used in story telling, ex: Foreshadowing, Symbolism etc.)\u001b[24m\n    \u001b[1m+文学的な使い方の良し悪し（ストーリー・ティーチング、例：Foreshadowing、Symbolismなどで使用）\u001b[22m, \u001b[1m（ストーリーテリング、元に使用される：伏線、象徴など）文学デバイスの+グッド使用\u001b[22m\n+ Good use of flash backs\n\n\u001b[1m+フラッシュバックをうまく利用\u001b[22m\n\u001b[1m(+ Furasshu bakku o umaku riyō)\u001b[22m\n\nTranslations of \u001b[4m+ Good use of flash backs\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Good use of flash backs\u001b[24m\n    \u001b[1m+フラッシュバックをうまく利用\u001b[22m, \u001b[1mフラッシュバックの+グッド使用\u001b[22m\n+ Opening Intro &amp; Song (MIMI MEME MIMI - Sentimental Love)\n\n\u001b[1m+オープニングイントロ＆amp; 歌（MIMI MEME MIMI  - センチメンタルラブ）\u001b[22m\n\u001b[1m(+ Ōpuninguintoro& amp; uta (MIMI MEME MIMI - senchimentarurabu))\u001b[22m\n\nTranslations of \u001b[4m+ Opening Intro &amp; Song (MIMI MEME MIMI - Sentimental Love)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Opening Intro &amp;\u001b[24m\n    \u001b[1m+オープニングイントロ＆amp;\u001b[22m, \u001b[1m+オープニング＆＃038を開きます。\u001b[22m\n\u001b[4mSong (MIMI MEME MIMI - Sentimental Love)\u001b[24m\n    \u001b[1m歌（MIMI MEME MIMI  - センチメンタルラブ）\u001b[22m, \u001b[1mソング（MIMI MEME MIMI  - センチメンタルラブ）\u001b[22m\n\u001b[1m\u001b[22m\n- Sometimes too easy to read &amp; generic of whats to come\n\n\u001b[1m - 時には読むのが簡単すぎる 来るべきものの総称\u001b[22m\n\u001b[1m(- Tokiniha yomu no ga kantan sugiru kurubeki mono no sōshō)\u001b[22m\n\nTranslations of \u001b[4m- Sometimes too easy to read &amp; generic of whats to come\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Sometimes too easy to read &amp;\u001b[24m\n    \u001b[1m - 時には読むのが簡単すぎる\u001b[22m, \u001b[1m - 時々、あまりにも読みやすい＆＃038;\u001b[22m\n\u001b[4mgeneric of whats to come\u001b[24m\n    \u001b[1m来るべきものの総称\u001b[22m, \u001b[1m来ていただきました！のジェネリック\u001b[22m\n- More consistency with the Art style\n\n\u001b[1m -  Artスタイルとの一貫性\u001b[22m\n\u001b[1m(- Art sutairu to no ikkan-sei)\u001b[22m\n\nTranslations of \u001b[4m- More consistency with the Art style\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- More consistency with the Art style\u001b[24m\n    \u001b[1m -  Artスタイルとの一貫性\u001b[22m, \u001b[1m - アートスタイルでより多くの一貫性\u001b[22m\n\u001b[1m\u001b[22m\nReview by: AzurexSky of AniRaters\n\n\u001b[1mレビュー：AniRatersのAzurexSky\u001b[22m\n\u001b[1m(Rebyū: AniRaters no AzurexSky)\u001b[22m\n\nTranslations of \u001b[4mReview by: AzurexSky of AniRaters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReview by: AzurexSky of AniRaters\u001b[24m\n    \u001b[1mレビュー：AniRatersのAzurexSky\u001b[22m, \u001b[1mAniRatersのAzurexSky者：レビュー\u001b[22m"
  },
  {
    "title": "Kimi_no_Iru_Machi",
    "id": "17741",
    "url": "https://myanimelist.net/anime/17741/Kimi_no_Iru_Machi",
    "user": "Nive_m_1",
    "profile": "/profile/Nive_m_1/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=149073",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  4\n\nだからどこから始めるのですか、君の住む町（私が住んでいる町）についての睡眠と反省の後、私はこの巨大な不満を洗い流すことができました。 だから、今日は、私の意見では、全体のエンティティの批判に値する、君のための町のレビューを書くことにしました。\n\nレビューをしよう：\nそれはドラマやロマンスとして描かれていると言われていますが、これはそうではありません！ はい、それは人生の断片を描いています。 しかし、これはむしろ悲劇的なロマンスとして特徴付けられています。 ここでは、プロットは遡及的なものであり、それは現在から過去に時々移動しますが、視聴者がこの巨大な憂鬱なシナリオに適応する時間はありません。 主人公の霧島遥さんは、主に女の子神崎奈々美を圧倒しながら、最初は嫌いだった幼なじみの柚木恵羽さんと大部分の時間を過ごしている典型的なラブストーリーです。 アニメが進展するにつれ、友人たちは関係の面で発展したが、江崎は東京の町に戻った。 春藤は東京で彼女を見つけるための探求をしますが、新しい知り合いと会います。 これ以上です。 個人的に、このアニメはストーリー・ラインのために5に値するので、私は主人公を取り巻く雰囲気の中でそのような幸福を見つけることができませんでした。 このアニメは主にその12のエピソードが表示されるために開発に失敗します。\n\n審美的に言えば、アニメは高い臨場感を持っています。 文字は、リアリズムのタッチで描かれているので、背景も同じです。 このアニメには、不安感、冷たさ、観客の欲求不満感を与えるものとして、驚くべきことは何もありません。 それにもかかわらず、一つの肯定的な点は、田舎と都市の雰囲気の違いをわずかに示しているに過ぎないことです。 君のいのちまちは、よく描かれた文字と雰囲気のために5.5に値する。 しかし、この格付けはそれを超えていません。\n\nさらに、このアニメは、視聴者を音楽を通して深く楽しいものにすることはありません。 私にとっては、私は欲求不満に悩まされていたので、このアニメの進行を見ながらオープニング・ソングとそのエンディングをスキップしました。\n\n最後にそれは文字に来る。 私はアニメの他のキャラクターのためのお互いに対する彼らの無責任な姿勢のために、霧島晴人と柚木葉の両方を軽蔑する。 さらに、それは12エピソードだけが示すので、それは視聴者が1つを除く特定のキャラクター、すなわち三島明日香との結束を作る時間を与えない。 リン・エバについては、私の考えから好きなキャラクターは、ハルートを扱う方法としてA +に値する。\n\nまあ、私の意見は個人的な経験によって偏っているかもしれませんが、私は彼の元ガールフレンド、柚木葉、三島明日香に対する無責任な姿勢でこの人物を嫌います。 主な関心事は日常的なことですが、この典型的な人には驚くべきことはありません。 彼は衝動的に行動し、彼の行為の重さを決して測定しない。 私が一番嫌いなのは、彼がアニメの最後に希望を見出すことです。しかし、彼にとっては幸せかもしれませんが、このキャラクターは意思決定に成熟しておらず、十代の十代の男のように振る舞います。\n\n主人公のエヴァ・ユズキは、余計なことはない典型的な女の子としても特徴付けられていますが、それでも彼女の魅力と美しさは、人々を彼女に引き付けることになります。 しかし、個人的には、私は彼女が正しい決定をする無力さのために彼女を嫌っています。 彼女は楽しいキャラクターではありますが、何も問題なく行動し、すべてを複雑にします。 柚木と春藤の両方が、私の視点から悲しみを生み出す雰囲気を鈍らせながらも、他のキャラクターが考えるものを拒絶するのを見て、このアニメをイライラさせます。 最後に、私は幸福を見つけることができなかったので、それらの2つはお互いに適合していないし、再び彼らは視聴者の同情を喚起しません。 私のためには、私の期待に喜んで満足する三島明日香とリン・エバを除いて、キャラクター（特にHarutoとYuzuki）は5点のメリットがあるので、評価は8点です。\n\nうーん、これを読んで、あなたはすでに私の楽しみのレベルに気づいているかもしれません、私の思考の否定的な側面を生成しただけです。 私の心はこのアニメを見ている間に痛み、私の一日を台無しにしてしまった。 多分、それは私の記憶の傷跡を残すことができたので、私はそれに5を与えるでしょう。 それにもかかわらず、それにもかかわらず、全体として、私はこのアニメに憎しみから4を与えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nSo, where to begin with, after a good dose of sleep and reflection about Kimi no Iru Machi (A town where you live), I’ve been able to flush this huge dissatisfaction of mine. So today, I’ve decided to write a review of Kimi no Iru Machi, which through my opinion, deserves criticism for its overall entity.\n\n\u001b[1mだからどこから始めるのですか、君の住む町（私が住んでいる街）についての睡眠と反省の後、私はこの巨大な不満を洗い流すことができました。 だから、今日は、私の意見では、全体のエンティティの批判に値する、君のための町のレビューを書くことにしました。\u001b[22m\n\u001b[1m(Dakara doko kara hajimeru nodesu ka, kimi no sumu machi (watashi ga sunde iru machi) ni tsuite no suimin to hansei no ato, watashi wa kono kyodaina fuman o arainagasu koto ga dekimashita. Dakara, kyō wa, watashi no ikende wa, zentai no entiti no hihan ni ataisuru, kimi no tame no machi no rebyū o kaku koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mSo, where to begin with, after a good dose of sleep and reflection about Kimi no Iru Machi (A town where you live), I’ve been able to flush this huge dissatisfaction of mine. So today, I’ve decided to write a review of Kimi no Iru Machi, which through my opinion, deserves criticism for its overall entity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, where to begin with, after a good dose of sleep and reflection about Kimi no Iru Machi (A town where you live), I’ve been able to flush this huge dissatisfaction of mine.\u001b[24m\n    \u001b[1mだからどこから始めるのですか、君の住む町（私が住んでいる街）についての睡眠と反省の後、私はこの巨大な不満を洗い流すことができました。\u001b[22m, \u001b[1mだから、どこで開始するには、キミ約睡眠と反射の良い量なしIRU町（君のいる町）の後、私は私のこの巨大な不満をフラッシュすることができました。\u001b[22m\n\u001b[4mSo today, I’ve decided to write a review of Kimi no Iru Machi, which through my opinion, deserves criticism for its overall entity.\u001b[24m\n    \u001b[1mだから、今日は、私の意見では、全体のエンティティの批判に値する、君のための町のレビューを書くことにしました。\u001b[22m, \u001b[1mだから、今日、私は私の意見を介して、その全体的なエンティティのための批判に値する君のIRU町のレビューを書くことにしました。\u001b[22m\n\u001b[1m\u001b[22m\nLet’s have a review:\n\n\u001b[1mレビューをしよう：\u001b[22m\n\u001b[1m(Rebyū o shiyou:)\u001b[22m\n\nTranslations of \u001b[4mLet’s have a review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet’s have a review:\u001b[24m\n    \u001b[1mレビューをしよう：\u001b[22m, \u001b[1mレビューを持ってみましょう：\u001b[22m\nIt’s plot is said to be portrayed as drama and romance, however ,this is not it! Yes it depicts slice of life; however, this one is rather characterized as tragic romance. Here, the plot is a retrospective one whereby it moves from the present to the past from time to time, yet it gives no time for the viewer to adapt to this gigantic melancholic scenario. Kimi no Iru Machi, is a typical love story where the main character Haruto Kirishima principally has a crush on a girl Kanzaki Nanami but at the same time spends most of his time with his childhood friend Eba Yuzuki whom he disliked at first. As the anime progresses those two friends developed in terms of relationship but broke up as Eba Yuzuki went back to the city of Tokyo. Haruto sets on a quest to find her in Tokyo but meets with new acquaintances. There is more than this. Personally, this anime deserves a 5 for its story line whereby I could not find any such happiness in the atmosphere surrounding the main characters. This anime fails to develop primarily due to its 12 episodes show.\n\n\u001b[1mそれはドラマやロマンスとして描かれていると言われていますが、これはそうではありません！ はい、それは人生の断片を描いています。 しかし、これはむしろ悲劇的なロマンスとして特徴付けられています。 ここでは、プロットは遡及的なものであり、それは現在から過去に時々移動しますが、視聴者がこの巨大な憂鬱なシナリオに適応する時間はありません。 主人公の霧島遥さんは、主に女の子神崎奈々美を圧倒しながら、最初は嫌いだった幼なじみの柚木恵羽さんと大部分の時間を過ごしている典型的なラブストーリーです。 アニメが進展するにつれ、友人たちは関係の面で発展したが、江崎は東京の町に戻った。 春藤は東京で彼女を見つけるための探求をしますが、新しい知り合いと会います。 これ以上です。 個人的に、このアニメはストーリー・ラインのために5に値するので、私は主人公を取り巻く雰囲気の中でそのような幸福を見つけることができませんでした。 このアニメは主にその12のエピソードが表示されるために開発に失敗します。\u001b[22m\n\u001b[1m(Sore wa dorama ya romansu to shite egaka rete iru to iwa rete imasuga, kore wa sōde wa arimasen! Hai, soreha jinsei no danpen o kaite imasu. Shikashi, kore wa mushiro higeki-tekina romansu to shite tokuchōdzuke rarete imasu. Kokode wa, purotto wa sokyū-tekina monodeari, sore wa genzai kara kako ni tokidoki idō shimasuga, shichō-sha ga kono kyodaina yūutsuna shinario ni tekiō suru jikan wa arimasen. Shujinkō no Kirishima Haruka-san wa, omoni on'nanoko Kanzaki Nanami o attō shinagara, saisho wa kiraidatta osananajimi no Yuzuki Megumi-wa-san to daibubun no jikan o sugoshite iru tenkei-tekina rabusutōrīdesu. Anime ga shinten suru ni tsure, yūjin-tachi wa kankei no men de hatten shitaga, Ezaki wa Tōkyō no machi ni modotta. Shundō wa Tōkyō de kanojo o mitsukeru tame no tankyū o shimasuga, atarashī shiriai to aimasu. Koreijōdesu. Kojin-teki ni, kono anime wa sutōrī rain no tame ni 5 ni ataisurunode, watashi wa shujinkō o torimaku fun'iki no naka de sono yōna kōfuku o mitsukeru koto ga dekimasendeshita. Kono anime wa omoni sono 12 no episōdo ga hyōji sa reru tame ni kaihatsu ni shippai shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nAesthetically speaking, the anime is directed with a high sense of realism. The characters are drawn with a touch of realism so does the background. There is nothing spectacular about this anime as its effect give a sense of uneasiness, coldness and fluster the viewer with frustration. Nevertheless, one positive point is that, the production has been able to demonstrate, though slightly, the difference of atmosphere of the countryside and the city. Kimi no Iru Machi deserves a 5.5 for its well drawn characters and atmosphere; however this rating does not go beyond that.\n\n\u001b[1m審美的に言えば、アニメは高い臨場感を持っています。 文字は、リアリズムのタッチで描かれているので、背景も同じです。 このアニメには、不安感、冷たさ、観客の欲求不満感を与えるものとして、驚くべきことは何もありません。 それにもかかわらず、一つの肯定的な点は、田舎と都市の雰囲気の違いをわずかに示しているに過ぎないことです。 君のいのちまちは、よく描かれた文字と雰囲気のために5.5に値する。 しかし、この格付けはそれを超えていません。\u001b[22m\n\u001b[1m(Shinbi-teki ni ieba, anime wa takai rinbakan o motte imasu. Moji wa, riarizumu no tatchi de egaka rete irunode, haikei mo onajidesu. Kono anime ni wa, fuan-kan, tsumeta-sa, kankyaku no yokkyū fuman-kan o ataeru mono to shite, odorokubeki koto wa nani mo arimasen. Sore nimokakawarazu, hitotsu no kōtei-tekina ten wa, inaka to toshi no fun'iki no chigai o wazuka ni shimeshite iru ni suginai kotodesu.-Kun no inochi machi wa, yoku egaka reta moji to fun'iki no tame ni 5. 5 Ni ataisuru. Shikashi, kono kakudzuke wa sore o koete imasen.)\u001b[22m\n\nTranslations of \u001b[4mAesthetically speaking, the anime is directed with a high sense of realism. The characters are drawn with a touch of realism so does the background. There is nothing spectacular about this anime as its effect give a sense of uneasiness, coldness and fluster the viewer with frustration. Nevertheless, one positive point is that, the production has been able to demonstrate, though slightly, the difference of atmosphere of the countryside and the city. Kimi no Iru Machi deserves a 5.5 for its well drawn characters and atmosphere; however this rating does not go beyond that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAesthetically speaking, the anime is directed with a high sense of realism.\u001b[24m\n    \u001b[1m審美的に言えば、アニメは高い臨場感を持っています。\u001b[22m, \u001b[1m審美的に言えば、アニメは臨場感の高い感と向けられています。\u001b[22m\n\u001b[4mThe characters are drawn with a touch of realism so does the background.\u001b[24m\n    \u001b[1m文字は、リアリズムのタッチで描かれているので、背景も同じです。\u001b[22m, \u001b[1m文字は、そのように背景を行いリアリズムのタッチで描かれています。\u001b[22m\n\u001b[4mThere is nothing spectacular about this anime as its effect give a sense of uneasiness, coldness and fluster the viewer with frustration.\u001b[24m\n    \u001b[1mこのアニメには、不安感、冷たさ、観客の欲求不満感を与えるものとして、驚くべきことは何もありません。\u001b[22m, \u001b[1mその効果は、寒さを不安感を与え、欲求不満で視聴者を狼狽としてこのアニメについての壮大な何もありません。\u001b[22m\n\u001b[4mNevertheless, one positive point is that, the production has been able to demonstrate, though slightly, the difference of atmosphere of the countryside and the city.\u001b[24m\n    \u001b[1mそれにもかかわらず、一つの肯定的な点は、田舎と都市の雰囲気の違いをわずかに示しているに過ぎないことです。\u001b[22m, \u001b[1mそれにもかかわらず、一つの正のポイントは、生産は、わずかにかかわらず、田舎と都市の雰囲気の違いを実証することができた、ということです。\u001b[22m\n\u001b[4mKimi no Iru Machi deserves a 5.5 for its well drawn characters and atmosphere;\u001b[24m\n    \u001b[1m君のいのちまちは、よく描かれた文字と雰囲気のために5.5に値する。\u001b[22m, \u001b[1mキミは何IRU町は、そのよく描かれた文字と雰囲気が5.5値するありません。\u001b[22m\n\u001b[4mhowever this rating does not go beyond that.\u001b[24m\n    \u001b[1mしかし、この格付けはそれを超えていません。\u001b[22m, \u001b[1mしかし、この評価は、その超えません。\u001b[22m\n\u001b[1m\u001b[22m\nFurthermore, this anime does not propel the viewer to something deep and enjoyable through its music. As for me, I skipped the Opening song as well as its ending while watching this anime progression because I was crammed with frustration.\n\n\u001b[1mさらに、このアニメは、視聴者を音楽を通して深く楽しいものにすることはありません。 私にとっては、私は欲求不満に悩まされていたので、このアニメの進行を見ながらオープニング・ソングとそのエンディングをスキップしました。\u001b[22m\n\u001b[1m(Sarani, kono anime wa, shichō-sha o ongaku o tōshite fukaku tanoshī mono ni suru koto wa arimasen. Watashi ni totte wa, watashi wa yokkyū fuman ni nayamasa rete itanode, kono anime no shinkō o minagara ōpuningu songu to sono endingu o sukippu shimashita.)\u001b[22m\n\nTranslations of \u001b[4mFurthermore, this anime does not propel the viewer to something deep and enjoyable through its music. As for me, I skipped the Opening song as well as its ending while watching this anime progression because I was crammed with frustration.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFurthermore, this anime does not propel the viewer to something deep and enjoyable through its music.\u001b[24m\n    \u001b[1mさらに、このアニメは、視聴者を音楽を通して深く楽しいものにすることはありません。\u001b[22m, \u001b[1mさらに、このアニメは、その音楽を通して深く、楽しいものにビューアを推進しません。\u001b[22m\n\u001b[4mAs for me, I skipped the Opening song as well as its ending while watching this anime progression because I was crammed with frustration.\u001b[24m\n    \u001b[1m私にとっては、私は欲求不満に悩まされていたので、このアニメの進行を見ながらオープニング・ソングとそのエンディングをスキップしました。\u001b[22m, \u001b[1m私は欲求不満で詰め込まれたため、このアニメの進行を見ながら私のためとして、私はオープニング曲だけでなく、その結末をスキップ。\u001b[22m\n\u001b[1m\u001b[22m\nFinally it comes to the characters. I despise both Haruto Kirishima and Eba Yuzuki for their irresponsible attitude towards each other as well for other characters of the anime. Besides, for it only 12 episodes show, it gives no time for the viewer to create a bond with any specific character except for one, namely Asuka Mishima. As for Rin Eba, another likeable character from my opinion, deserves an A+ for the way she treats Haruto.\n\n\u001b[1m最後にそれは文字に来る。 私はアニメの他のキャラクターのためのお互いに対する彼らの無責任な姿勢のために、霧島晴人と柚木葉の両方を軽蔑する。 さらに、それは12エピソードだけが示すので、それは視聴者が1つを除く特定のキャラクター、すなわち三島明日香との結束を作る時間を与えない。 リン・エバについては、私の考えから好きなキャラクターは、ハルートを扱う方法としてA +に値する。\u001b[22m\n\u001b[1m(Saigo ni soreha moji ni kuru. Watashi wa anime no ta no kyarakutā no tame no otagai ni taisuru karera no musekinin'na shisei no tame ni, Kirishima Haruto to Yuzuki Yō no ryōhō o keibetsu suru. Sarani, sore wa 12 episōdo dake ga shimesunode, soreha shichō-sha ga 1tsu o nozoku tokutei no kyarakutā, sunawachi Mishima Asuka to no kessoku o tsukuru jikan o ataenai. Rin Eba ni tsuite wa, watashi no kangae kara sukina kyarakutā wa, harūto o atsukau hōhō to shite A + niataisuru.)\u001b[22m\n\nTranslations of \u001b[4mFinally it comes to the characters. I despise both Haruto Kirishima and Eba Yuzuki for their irresponsible attitude towards each other as well for other characters of the anime. Besides, for it only 12 episodes show, it gives no time for the viewer to create a bond with any specific character except for one, namely Asuka Mishima. As for Rin Eba, another likeable character from my opinion, deserves an A+ for the way she treats Haruto.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally it comes to the characters.\u001b[24m\n    \u001b[1m最後にそれは文字に来る。\u001b[22m, \u001b[1m最後に、文字にしています。\u001b[22m\n\u001b[4mI despise both Haruto Kirishima and Eba Yuzuki for their irresponsible attitude towards each other as well for other characters of the anime.\u001b[24m\n    \u001b[1m私はアニメの他のキャラクターのためのお互いに対する彼らの無責任な姿勢のために、霧島晴人と柚木葉の両方を軽蔑する。\u001b[22m, \u001b[1m私はお互いに同様のためのアニメの他の文字に向かって彼らの無責任な態度のためにHaruto霧島と江波柚木の両方を軽蔑します。\u001b[22m\n\u001b[4mBesides, for it only 12 episodes show, it gives no time for the viewer to create a bond with any specific character except for one, namely Asuka Mishima.\u001b[24m\n    \u001b[1mさらに、それは12エピソードだけが示すので、それは視聴者が1つを除く特定のキャラクター、すなわち三島明日香との結束を作る時間を与えない。\u001b[22m, \u001b[1mそれだけで12のエピソードを表示するために加えて、それは視聴者が1、すなわち明日香三島以外の任意の特定の文字と結合を作成するための時間を与えません。\u001b[22m\n\u001b[4mAs for Rin Eba, another likeable character from my opinion, deserves an A+ for the way she treats Haruto.\u001b[24m\n    \u001b[1mリン・エバについては、私の考えから好きなキャラクターは、ハルートを扱う方法としてA +に値する。\u001b[22m, \u001b[1m凛江波、私の意見から別の好感の持てるキャラクターとして、彼女はHarutoを扱う方法についてはA +に値します。\u001b[22m\n\u001b[1m\u001b[22m\nWell, well, my opinion may be bias by personal experience however I dislike this character for his irresponsible attitude towards his ex girlfriend Eba Yuzuki and Asuka Mimishima. There is nothing spectacular with this typical guy whose main concern is about mundane things. He acts impulsively and never measures the weight of his acts. What I dislike the most is that he find hopes in the end of the anime, though one may be happy for him, this character lacks maturity in decision making and acts like a spoil teenage guy.\n\n\u001b[1mまあ、私の意見は個人的な経験によって偏っているかもしれませんが、私は彼の元ガールフレンド、柚木葉、三島明日香に対する無責任な姿勢でこの人物を嫌います。 主な関心事は日常的なことですが、この典型的な人には驚くべきことはありません。 彼は衝動的に行動し、彼の行為の重さを決して測定しない。 私が一番嫌いなのは、彼がアニメの最後に希望を見出すことです。しかし、彼にとっては幸せかもしれませんが、このキャラクターは意思決定に成熟しておらず、十代の十代の男のように振る舞います。\u001b[22m\n\u001b[1m(Mā, watashi no iken wa kojin-tekina keiken ni yotte katayotte iru kamo shiremasenga, watashi wa kare no moto gārufurendo, Yuzuki Yō, Mishima Asuka ni taisuru musekinin'na shisei de kono jinbutsu o kiraimasu. Omona kanshinji wa nichijō-tekina kotodesuga, kono tenkei-tekina hito ni wa odorokubeki koto wa arimasen. Kare wa shōdō-teki ni kōdō shi, kare no kōi no omo-sa o kesshite sokutei shinai. Watashi ga ichiban kiraina no wa, kare ga anime no saigo ni kibō o miidasu kotodesu. Shikashi, kare ni totte wa shiawase kamo shiremasenga, kono kyarakutā wa ishi kettei ni seijuku shite orazu, jūdai no jūdai no otoko no yō ni furumaimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, well, my opinion may be bias by personal experience however I dislike this character for his irresponsible attitude towards his ex girlfriend Eba Yuzuki and Asuka Mimishima. There is nothing spectacular with this typical guy whose main concern is about mundane things. He acts impulsively and never measures the weight of his acts. What I dislike the most is that he find hopes in the end of the anime, though one may be happy for him, this character lacks maturity in decision making and acts like a spoil teenage guy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, well, my opinion may be bias by personal experience however I dislike this character for his irresponsible attitude towards his ex girlfriend Eba Yuzuki and Asuka Mimishima.\u001b[24m\n    \u001b[1mまあ、私の意見は個人的な経験によって偏っているかもしれませんが、私は彼の元ガールフレンド、柚木葉、三島明日香に対する無責任な姿勢でこの人物を嫌います。\u001b[22m, \u001b[1mまあ、まあ、私の意見は個人的な経験によってバイアスすることができるしかし私は彼の元ガールフレンド江波柚木と飛鳥Mimishimaに向かって彼の無責任な態度のためにこの文字を嫌います。\u001b[22m\n\u001b[4mThere is nothing spectacular with this typical guy whose main concern is about mundane things.\u001b[24m\n    \u001b[1m主な関心事は日常的なことですが、この典型的な人には驚くべきことはありません。\u001b[22m, \u001b[1m主な関心事世俗的な事柄についてです。この典型的な男と壮大なものは何もありません。\u001b[22m\n\u001b[4mHe acts impulsively and never measures the weight of his acts.\u001b[24m\n    \u001b[1m彼は衝動的に行動し、彼の行為の重さを決して測定しない。\u001b[22m, \u001b[1m彼は衝動的に、決して働く彼の行為の重量を測定します。\u001b[22m\n\u001b[4mWhat I dislike the most is that he find hopes in the end of the anime, though one may be happy for him, this character lacks maturity in decision making and acts like a spoil teenage guy.\u001b[24m\n    \u001b[1m私が一番嫌いなのは、彼がアニメの最後に希望を見出すことです。しかし、彼にとっては幸せかもしれませんが、このキャラクターは意思決定に成熟しておらず、十代の十代の男のように振る舞います。\u001b[22m, \u001b[1m私は多くても1つが彼のために幸せになるかもしれませんが、彼は、アニメの最後に希望を見つけることです嫌い何、この文字は、意思決定に成熟度を欠いており、分捕り十代の男のように動作します。\u001b[22m\n\u001b[1m\u001b[22m\nEba Yuzuki, is the main protagonist, also characterized as a typical girl that has nothing extra ordinary but it still through her charm and beauty makes people attracted to her. However, personally, I dislike her because of her helplessness of making the right decision. Though being a joyous character, she acts like nothing matters and complicates everything. Both Yuzuki and Haruto make this anime frustrating to watch as they dull the atmosphere which from my point of view creates sadness but yet they reject what other characters think of them. Finally those two do not fit each other because I could not find happiness in the end and again they fail to arouse the sympathy of the viewer. For me the characters(especially Haruto and Yuzuki) merit a 5 except for Asuka Mishima and Rin Eba who gladly meet my expectation and so are given a rating of 8.\n\n\u001b[1m主人公のエヴァ・ユズキは、余計なことはない典型的な女の子としても特徴付けられていますが、それでも彼女の魅力と美しさは、人々を彼女に引き付けることになります。 しかし、個人的には、私は彼女が正しい決定をする無力さのために彼女を嫌っています。 彼女は楽しいキャラクターではありますが、何も問題なく行動し、すべてを複雑にします。 柚木と春藤の両方が、私の視点から悲しみを生み出す雰囲気を鈍らせながらも、他のキャラクターが考えるものを拒絶するので、このアニメをイライラさせます。 最後に、私は幸福を見つけることができなかったので、それらの2つはお互いに適合していないし、再び彼らは視聴者の同情を喚起しません。 私のためには、私の期待に喜んで満足する三島明日香とリン・エバを除いて、キャラクター（特に春堂と柚木）は5点のメリットがあるので、評価は8点です。\u001b[22m\n\u001b[1m(Shujinkō no evu~a Yuzuki wa, yokeina koto wanai tenkei-tekina on'nanoko to shite mo tokuchōdzuke rarete imasuga, soredemo kanojo no miryoku to utsukushi-sa wa, hitobito o kanojo ni hikitsukeru koto ni narimasu. Shikashi, kojin-teki ni wa, watashi wa kanojo ga tadashī kettei o suru muryoku-sa no tame ni kanojo o kiratte imasu. Kanojo wa tanoshī kyarakutāde wa arimasuga, nani mo mondainaku kōdō shi, subete o fukuzatsu ni shimasu. Yuzuki to Shundō no ryōhō ga, watashi no shiten kara kanashimi o umidasu fun'iki o namara senagara mo, hoka no kyarakutā ga kangaeru mono o kyozetsu surunode, kono anime o iraira sa semasu. Saigo ni, watashi wa kōfuku o mitsukeru koto ga dekinakattanode, sorera no 2tsu wa otagai ni tekigō shite inaishi, futatabi karera wa shichō-sha no dōjō o kanki shimasen. Watashi no tame ni wa, watashi no kitai ni yorokonde manzoku suru Mishima Asuka to Rin Eba o nozoite, kyarakutā (tokuni haru-dō to Yuzuki) wa 5-ten no meritto ga aru node, hyōka wa 8-tendesu.)\u001b[22m\n\nTranslations of \u001b[4mEba Yuzuki, is the main protagonist, also characterized as a typical girl that has nothing extra ordinary but it still through her charm and beauty makes people attracted to her. However, personally, I dislike her because of her helplessness of making the right decision. Though being a joyous character, she acts like nothing matters and complicates everything. Both Yuzuki and Haruto make this anime frustrating to watch as they dull the atmosphere which from my point of view creates sadness but yet they reject what other characters think of them. Finally those two do not fit each other because I could not find happiness in the end and again they fail to arouse the sympathy of the viewer. For me the characters(especially Haruto and Yuzuki) merit a 5 except for Asuka Mishima and Rin Eba who gladly meet my expectation and so are given a rating of 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEba Yuzuki, is the main protagonist, also characterized as a typical girl that has nothing extra ordinary but it still through her charm and beauty makes people attracted to her.\u001b[24m\n    \u001b[1m主人公のエヴァ・ユズキは、余計なことはない典型的な女の子としても特徴付けられていますが、それでも彼女の魅力と美しさは、人々を彼女に引き付けることになります。\u001b[22m, \u001b[1m江波柚木は、また、通常の余分なものを持っていない典型的な女の子として特徴付け主人公、ですが、それはまだ彼女の魅力と美しさを通じて人々が彼女に惹かなります。\u001b[22m\n\u001b[4mHowever, personally, I dislike her because of her helplessness of making the right decision.\u001b[24m\n    \u001b[1mしかし、個人的には、私は彼女が正しい決定をする無力さのために彼女を嫌っています。\u001b[22m, \u001b[1mしかし、個人的に、私はので、正しい判断をする彼女の無力彼女を嫌い。\u001b[22m\n\u001b[4mThough being a joyous character, she acts like nothing matters and complicates everything.\u001b[24m\n    \u001b[1m彼女は楽しいキャラクターではありますが、何も問題なく行動し、すべてを複雑にします。\u001b[22m, \u001b[1m楽しいキャラクターであることが、彼女は何の問題のように機能し、すべてのものを複雑にします。\u001b[22m\n\u001b[4mBoth Yuzuki and Haruto make this anime frustrating to watch as they dull the atmosphere which from my point of view creates sadness but yet they reject what other characters think of them.\u001b[24m\n    \u001b[1m柚木と春藤の両方が、私の視点から悲しみを生み出す雰囲気を鈍らせながらも、他のキャラクターが考えるものを拒絶するので、このアニメをイライラさせます。\u001b[22m, \u001b[1m柚木とHarutoの両方が、彼らが鈍いように私の視点から、悲しみを作成しますが、まだ彼らは他の文字は、それらをどう思うか拒否する雰囲気を見てこのアニメはイライラします。\u001b[22m\n\u001b[4mFinally those two do not fit each other because I could not find happiness in the end and again they fail to arouse the sympathy of the viewer.\u001b[24m\n    \u001b[1m最後に、私は幸福を見つけることができなかったので、それらの2つはお互いに適合していないし、再び彼らは視聴者の同情を喚起しません。\u001b[22m, \u001b[1m私が最後に幸せを見つけることができませんでしたし、再び彼らは、視聴者の共感を喚起することができないので、最後にそれらの2には、お互いに合いません。\u001b[22m\n\u001b[4mFor me the characters(especially Haruto and Yuzuki) merit a 5 except for Asuka Mishima and Rin Eba who gladly meet my expectation and so are given a rating of 8.\u001b[24m\n    \u001b[1m私のためには、私の期待に喜んで満足する三島明日香とリン・エバを除いて、キャラクター（特に春堂と柚木）は5点のメリットがあるので、評価は8点です。\u001b[22m, \u001b[1m私にとっては文字（特にHarutoと柚木は）喜ん8の評価をしているので、私の期待を満たし、飛鳥三島と凛江波を除く5に値します。\u001b[22m\n\u001b[1m\u001b[22m\nHmmmm, by reading this, you might already note my level of enjoyment, Kimi no Iru Machi has only generated the negative sides of my thoughts. My heart ached while watching this anime and has spoiled my entire day. Maybe for that I’ll give it a 5 because it has been able to leave a scar in my memory. Nevertheless, nevertheless, in overall, I’ll give this anime a 4 out of hatred.\n\n\u001b[1mうーん、これを読んで、あなたはすでに私の楽しみのレベルに気づいているかもしれません、私の思考の否定的な側面を生成しただけです。 私の心はこのアニメを見ている間に痛み、私の一日を台無しにしてしまった。 多分、それは私の記憶の傷跡を残すことができたので、私はそれに5を与えるでしょう。 それにもかかわらず、それにもかかわらず、全体として、私はこのアニメに憎しみから4を与えます。\u001b[22m\n\u001b[1m(U ̄ n, kore o yonde, anata wa sudeni watashi no tanoshimi no reberu ni kidzuite iru kamo shiremasen, watashi no shikō no hitei-tekina sokumen o seisei shita dakedesu. Watashi no kokoro wa kono anime o mite iru ma ni itami, watashi no tsuitachi o dainashi ni shite shimatta. Tabun, sore wa watashi no kioku no kizuato o nokosu koto ga dekitanode, watashi wa sore ni 5 o ataerudeshou. Sore nimokakawarazu, sore nimokakawarazu, zentai to shite, watashi wa kono anime ni nikushimi kara 4 o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mHmmmm, by reading this, you might already note my level of enjoyment, Kimi no Iru Machi has only generated the negative sides of my thoughts. My heart ached while watching this anime and has spoiled my entire day. Maybe for that I’ll give it a 5 because it has been able to leave a scar in my memory. Nevertheless, nevertheless, in overall, I’ll give this anime a 4 out of hatred.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHmmmm, by reading this, you might already note my level of enjoyment, Kimi no Iru Machi has only generated the negative sides of my thoughts.\u001b[24m\n    \u001b[1mうーん、これを読んで、あなたはすでに私の楽しみのレベルに気づいているかもしれません、私の思考の否定的な側面を生成しただけです。\u001b[22m, \u001b[1mうーむ、これを読み出すことにより、あなたはすでに楽しみの私のレベルに注意してくださいかもしれないが、君のIRU街は私の思考の負の側面を生成していません。\u001b[22m\n\u001b[4mMy heart ached while watching this anime and has spoiled my entire day.\u001b[24m\n    \u001b[1m私の心はこのアニメを見ている間に痛み、私の一日を台無しにしてしまった。\u001b[22m, \u001b[1mこのアニメを見て、私の一日台無しにしていながら、私の心は痛みました。\u001b[22m\n\u001b[4mMaybe for that I’ll give it a 5 because it has been able to leave a scar in my memory.\u001b[24m\n    \u001b[1m多分、それは私の記憶の傷跡を残すことができたので、私はそれに5を与えるでしょう。\u001b[22m, \u001b[1m私の記憶に傷跡を残すことができましたので、たぶんそのために私はそれを5を与えるでしょう。\u001b[22m\n\u001b[4mNevertheless, nevertheless, in overall, I’ll give this anime a 4 out of hatred.\u001b[24m\n    \u001b[1mそれにもかかわらず、それにもかかわらず、全体として、私はこのアニメに憎しみから4を与えます。\u001b[22m, \u001b[1mそれにもかかわらず、それにもかかわらず、全体的に、私はこのアニメに憎しみのうち4を与えるでしょう。\u001b[22m"
  },
  {
    "title": "Kimi_no_Iru_Machi",
    "id": "17741",
    "url": "https://myanimelist.net/anime/17741/Kimi_no_Iru_Machi",
    "user": "chlorain",
    "profile": "/profile/chlorain/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=147313",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  6\nキャラクター|  9\n|  8\n\n私は過去2年間、マンガを読んできました。 私はそれを停止し、それを楽しむ。 多分私はそれに終わりがないのを見たので多分退屈な気がしました。 待って、私はここでマンガを話すためにここではない、まあ、私は物語が非常にそれがアニメになったために非常に良いことに気づいた。 アニメはあなたの漫画ほど良くはありません。 しかし、あなたはそれを試してみる必要があります物語のひねりが本当に3倍素晴らしいです！\n\n物語は、大都市に女の子を追いかけた春藤という故郷の少年のこと。 その女の子はえばゆずきです。 柚子は、東京から来た市の女の子で、父の故郷に勉強しています。 しかし、真実は、彼女が子供のころに会った約束の男の子を探していることです。それは春藤です。 彼らは同じ屋根に住んでいた。 しかし、春尾は柚木のようには見えない（柚木は少しぎこちなくて、可愛らしい。 柚木は故郷を去るとき、幼い頃、彼らの絵を見ました。 そして、そのことは、柚子が柚木に何かを約束したので、春虎はそういうことを示唆していました。\n\nそれが私が共有したいものです。 ストーリーは本当に素晴らしいです。あなたが最も頻繁に驚くでしょう。\n\nP.S春藤は漫画で熱狂しています。 それをCk！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI've been reading the manga since the last 2 years. I quite enjoy it then stopped. It got boring maybe because I saw no ending to it AND maybe because there's many readers that they won't put an ending to it. Wait, I'm not here to talk bout the manga, WELL, i realized the story is very good for it has finally became an anime. The anime is not as good as the manga thou. But you must give it a try coz the twist of the story is really3x great!\n\n\u001b[1m私は過去2年間、マンガを読んできました。 私はそれを停止し、それを楽しむ。 多分私はそれに終わりがないのを見たので多分退屈な気がしました。 待って、私はここでマンガを話すためにここではない、まあ、私は物語が非常にそれがアニメになったために非常に良いことに気づいた。 アニメはあなたの漫画ほど良くはありません。 しかし、あなたはそれを試してみる必要があります物語のひねりが本当に3倍素晴らしいです！\u001b[22m\n\u001b[1m(Watashi wa kako 2-nenkan, manga o yonde kimashita. Watashi wa sore o teishi shi, sore o tanoshimu. Tabun watashi wa sore ni owari ga nai no o mitanode tabun taikutsuna ki ga shimashita. Matte, watashi wa koko de manga o hanasu tame ni kokode wanai, mā, watashi wa monogatari ga hijō ni sore ga anime ni natta tame ni hijō ni yoi koto ni kidzuita. Anime wa anata no manga hodo yoku wa arimasen. Shikashi, anata wa sore o tameshite miru hitsuyō ga arimasu monogatari no hineri ga hontōni 3-bai subarashīdesu!)\u001b[22m\n\nTranslations of \u001b[4mI've been reading the manga since the last 2 years. I quite enjoy it then stopped. It got boring maybe because I saw no ending to it AND maybe because there's many readers that they won't put an ending to it. Wait, I'm not here to talk bout the manga, WELL, i realized the story is very good for it has finally became an anime. The anime is not as good as the manga thou. But you must give it a try coz the twist of the story is really3x great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've been reading the manga since the last 2 years.\u001b[24m\n    \u001b[1m私は過去2年間、マンガを読んできました。\u001b[22m, \u001b[1m私は最後の2年以来、漫画を読んでいます。\u001b[22m\n\u001b[4mI quite enjoy it then stopped.\u001b[24m\n    \u001b[1m私はそれを停止し、それを楽しむ。\u001b[22m, \u001b[1m私はかなりそれがその後停止楽しみます。\u001b[22m\n\u001b[4mIt got boring maybe because I saw no ending to it AND maybe because there's many readers that they won't put an ending to it.\u001b[24m\n    \u001b[1m多分私はそれに終わりがないのを見たので多分退屈な気がしました。\u001b[22m, \u001b[1mまた、彼らはそれにエンディングを入れないことを多くの読者がありますので、私は多分それに何のエンディングを見ないとので、多分退屈です。\u001b[22m\n\u001b[4mWait, I'm not here to talk bout the manga, WELL, i realized the story is very good for it has finally became an anime.\u001b[24m\n    \u001b[1m待って、私はここでマンガを話すためにここではない、まあ、私は物語が非常にそれがアニメになったために非常に良いことに気づいた。\u001b[22m, \u001b[1m私は漫画試合話をするためにここにいないよ、待って、まあ、私はそれが最終的にアニメになったために物語は非常に良いです実現しました。\u001b[22m\n\u001b[4mThe anime is not as good as the manga thou.\u001b[24m\n    \u001b[1mアニメはあなたの漫画ほど良くはありません。\u001b[22m, \u001b[1mアニメは、漫画なたほど良好ではありません。\u001b[22m\n\u001b[4mBut you must give it a try coz the twist of the story is really3x great!\u001b[24m\n    \u001b[1mしかし、あなたはそれを試してみる必要があります物語のひねりが本当に3倍素晴らしいです！\u001b[22m, \u001b[1m物語のねじれがreally3x素晴らしいですだってしかし、あなたはそれを試してみる必要があります！\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about a hometown boy named Haruto who chased a girl to the big city because he realized he loved her. That girl is Yuzuki Eba. Yuzuki is a city girl from Tokyo who went to Haruto's hometown to study because her father sent her there. But the truth is, Yuzuki is also looking for the promise boy she met when she were a kid, and that is Haruto. They lived in the same roof. But Haruto doesn't seem like Yuzuki(maybe coz Yuzuki is a little clingy, and flirty. LOL). When Yuzuki is about to leave the hometown, Haruto saw a picture of them when they were a kid. And that thing gave Haruto a hint that Yuzuki is being like that because he promised something to Yuzuki.\n\n\u001b[1m物語は、大都市に女の子を追いかけた春藤という故郷の少年のこと。 その女の子はえばゆずきです。 柚子は、東京から来た市の女の子で、父の故郷に勉強しています。 しかし、真実は、彼女が子供のころに会った約束の男の子を探していることです。それは春藤です。 彼らは同じ屋根に住んでいた。 しかし、春尾は柚木のようには見えない（柚木は少しぎこちなくて、可愛らしい。 柚木は故郷を去るとき、幼い頃、彼らの絵を見ました。 そして、そのことは、柚子が柚木に何かを約束したので、春虎はそういうことを示唆していました。\u001b[22m\n\u001b[1m(Monogatari wa, daitoshi ni on'nanoko o oikaketa Shundō to iu furusato no shōnen no koto. Sono on'nanoko wa eba yuzukidesu. Yuzu wa, Tōkyō kara kita ichi no on'nanoko de, chichi no furusato ni benkyō shite imasu. Shikashi, shinjitsu wa, kanojo ga kodomo no koro ni atta yakusoku no otokonoko o sagashite iru kotodesu. Sore wa Shundōdesu. Karera wa onaji yane ni sunde ita. Shikashi, haruo wa Yuzuki no yō ni wa mienai (Yuzuki wa sukoshi gikochinakute, kawairashī. Yuzuki wa furusato o saru toki, osanai koro, karera no e o mimashita. Soshite, sono koto wa, yuzu ga Yuzuki ni nanika o yakusoku shitanode, haru tora wa sō iu koto o shisa shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about a hometown boy named Haruto who chased a girl to the big city because he realized he loved her. That girl is Yuzuki Eba. Yuzuki is a city girl from Tokyo who went to Haruto's hometown to study because her father sent her there. But the truth is, Yuzuki is also looking for the promise boy she met when she were a kid, and that is Haruto. They lived in the same roof. But Haruto doesn't seem like Yuzuki(maybe coz Yuzuki is a little clingy, and flirty. LOL). When Yuzuki is about to leave the hometown, Haruto saw a picture of them when they were a kid. And that thing gave Haruto a hint that Yuzuki is being like that because he promised something to Yuzuki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about a hometown boy named Haruto who chased a girl to the big city because he realized he loved her.\u001b[24m\n    \u001b[1m物語は、大都市に女の子を追いかけた春藤という故郷の少年のこと。\u001b[22m, \u001b[1m物語は彼が彼女を愛して実現しているため、大都会に女の子を追いかけHarutoという名前の故郷の少年についてです。\u001b[22m\n\u001b[4mThat girl is Yuzuki Eba.\u001b[24m\n    \u001b[1mその女の子はえばゆずきです。\u001b[22m, \u001b[1mその女の子は柚木江波です。\u001b[22m\n\u001b[4mYuzuki is a city girl from Tokyo who went to Haruto's hometown to study because her father sent her there.\u001b[24m\n    \u001b[1m柚子は、東京から来た市の女の子で、父の故郷に勉強しています。\u001b[22m, \u001b[1m柚木は、彼女の父親が彼女を送信したため勉強するHarutoの故郷に行ってきました東京から街の女の子です。\u001b[22m\n\u001b[4mBut the truth is, Yuzuki is also looking for the promise boy she met when she were a kid, and that is Haruto.\u001b[24m\n    \u001b[1mしかし、真実は、彼女が子供のころに会った約束の男の子を探していることです。それは春藤です。\u001b[22m, \u001b[1mしかし、真実は、柚木はまた彼女が子供だったとき、彼女は会った約束の男の子を探しているし、それがHarutoです。\u001b[22m\n\u001b[4mThey lived in the same roof.\u001b[24m\n    \u001b[1m彼らは同じ屋根に住んでいた。\u001b[22m, \u001b[1m彼らは、同じ屋根に住んでいました。\u001b[22m\n\u001b[4mBut Haruto doesn't seem like Yuzuki(maybe coz Yuzuki is a little clingy, and flirty. LOL).\u001b[24m\n    \u001b[1mしかし、春尾は柚木のようには見えない（柚木は少しぎこちなくて、可愛らしい。\u001b[22m, \u001b[1mしかし、Harutoは（柚木が少しベタベタし、軽薄であるかもしれないだって。LOL）柚木ように見えるしていません。\u001b[22m\n\u001b[4mWhen Yuzuki is about to leave the hometown, Haruto saw a picture of them when they were a kid.\u001b[24m\n    \u001b[1m柚木は故郷を去るとき、幼い頃、彼らの絵を見ました。\u001b[22m, \u001b[1m柚木が故郷を離れしようとするとき、彼らは子供の頃、Harutoはそれらの絵を見ました。\u001b[22m\n\u001b[4mAnd that thing gave Haruto a hint that Yuzuki is being like that because he promised something to Yuzuki.\u001b[24m\n    \u001b[1mそして、そのことは、柚子が柚木に何かを約束したので、春虎はそういうことを示唆していました。\u001b[22m, \u001b[1mそして、そのことは、Harutoに彼が柚木に何かを約束したので、柚木はそのような中であるヒントを与えました。\u001b[22m\n\u001b[1m\u001b[22m\nThat's all I wanna share. The story is really great, like, you'll be surprise most often.\n\n\u001b[1mそれが私が共有したいものです。 ストーリーは本当に素晴らしいです。あなたが最も頻繁に驚くでしょう。\u001b[22m\n\u001b[1m(Sore ga watashi ga kyōyū shitai monodesu. Sutōrī wa hontōni subarashīdesu. Anata ga mottomo hinpan ni odorokudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThat's all I wanna share. The story is really great, like, you'll be surprise most often.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's all I wanna share.\u001b[24m\n    \u001b[1mそれが私が共有したいものです。\u001b[22m, \u001b[1mそれは私がシェアをしたいすべてです。\u001b[22m\n\u001b[4mThe story is really great, like, you'll be surprise most often.\u001b[24m\n    \u001b[1mストーリーは本当に素晴らしいです。あなたが最も頻繁に驚くでしょう。\u001b[22m, \u001b[1mあなたが最も頻繁に驚きだろう、のような話は、本当に素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nP.S Haruto is HOTTER in manga BELIEVE ME. Ck it out!\n\n\u001b[1mP.S春藤は漫画で熱狂しています。 それをCk！\u001b[22m\n\u001b[1m(P. S Shundō wa manga de nekkyō shite imasu. Sore o Ck!)\u001b[22m\n\nTranslations of \u001b[4mP.S Haruto is HOTTER in manga BELIEVE ME. Ck it out!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S Haruto is HOTTER in manga BELIEVE ME.\u001b[24m\n    \u001b[1mP.S春藤は漫画で熱狂しています。\u001b[22m, \u001b[1mP.S Harutoは私を信じ漫画で熱いです。\u001b[22m\n\u001b[4mCk it out!\u001b[24m\n    \u001b[1mそれをCk！\u001b[22m"
  },
  {
    "title": "Kimi_no_Iru_Machi",
    "id": "17741",
    "url": "https://myanimelist.net/anime/17741/Kimi_no_Iru_Machi",
    "user": "Jayex",
    "profile": "/profile/Jayex/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=120937",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  7\n\nきみ の いる まち ー あ とぃｓてｄ ぉゔぇ ｓとｒｙ。\n\n私はちょうど漫画を読んでいないと言って始めるだろう、だから私はその漫画について何も言うつもりはない。 しかし、アニメは本質的に全く違った動物であり、アニメーターはこれまで私がやっていることが分かっている他の作品と比べると貧しい仕事をしていると個人的に感じました。\n\nプロット〜\n全体的に、アニメで描かれたプロットは大丈夫です。 最初はアニメの速いペースで私を楽しませましたが、私が話を進めていくうちに、私はいかに地球に落ちたのか、それは簡単だったのです。 過去と現在の間には多くのものが行き来していましたが、時にはこれが単にマンガに理解不能でインコヒーレントになるような方法でつなぎ合わせられました。\n\n物語自体は（アニメに描かれているように）根っからの欠陥があり、残酷な、基本的に弱弱な少年（晴風）は彼の女の子（Eba）が彼に騙されている、彼は彼女を元通りにしたいが、 彼はジレンマに悩まされている。 だから彼は近くの別の女の子（アスカ）にヒッチをする。 それから彼はその女の子を欺く。\n\nだから、このキャラクターの中で、実際にあなたがこのアニメで見られるようにしたもの、そして全体としてはうつ病のようなものです。\n\nアート〜\n芸術はそれほど悪くはありませんでした。 現代少女のように思えました。 アニメーターが作ったモーションにはこの「静的」な存在があるようですが、これはアニメの視聴を減らすものではありません。ちょっとした照明の側面を調整して、アニメを他と同じように太くて魅力的にすることができます アニメ。\n\nサウンド〜\nOPとEDはこの曲の半分ではありません。 私はこれを10点中9点にしました。アニメ全体として、私の正直な意見では、より多くの弦楽器のサウンドトラックを使用することができました。\n\nキャラクター〜\nこれは私にはかなり悲しかった。 アニメーターはあなたにキャラクターのキャラクターがほとんどないだけでなく、ペースが速いストーリーでも、キャラクター全体を呼吸し分析する時間がありません。\n\n春虎は基本的にペアがなく、彼がそれを得るとき、彼は友情のジレンマで立ち往生している。 最初は私が彼を去らせたので私は彼に腹を立てた。 彼はアスカを欺くときに彼を嫌って、アスカと彼が対峙するときは何もしません。 彼らがお互いにきれいにやって来ると、春虎は立ち上がって、アスカが離れるのを止めて、彼女に懇願して、彼に申し訳なく、彼女に退かないように伝えたいと願っています。\n\nしかし、もう一度、それは別の話です。\n\nEbaはPMSの半分以上の話です。 まずは晴斗が好きだし、他の男が好きなのですが、Harutoが別の女の子と一緒に出かけたら、春虎を盗んで欲しいですか？ 彼女の問題は何ですか？\n\nアスカはおそらく私のお気に入りです。彼女はアニメ全体を通して最も人間で理解できるキャラクターです。 彼女は本質的に毎日の女の子を描いています。彼女が裏切られたとき、私は実際に共感できたのは彼女だけです。\n\nリンはあなたの典型的なツンデレです。 彼女は春堂が好きで、姉が嫌いですが、春堂さんにアドバイスをし、二人が一緒に戻ってくるのを助けます。 私は彼女を本当に理解していない - なぜ彼女は春堂自身をつかんでいないのですか？\n\nキャラクターの残りの部分については - 私は本当に多くを言うことはできません。 その理由は、アニメーターが各キャラクターの詳細を表示できなかったためです。把握できる唯一のイメージは、イメージの浅いイメージです。\n\n全体的〜\n正直言ってこの作品はもっと多くの仕事をしていたはずです。\n\nあなたがねじれてロマンスを否定するのが好きなら、これはあなたのためのアニメです。  5つ星のうち3.5ロマンティックな奇妙なひねりを受けた「君のいるまち」。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nきみ の いる まち ー あ とぃｓてｄ ぉゔぇ ｓとｒｙ。\n(Kimi no iru machi ̄ a to ~i ste d ~ovu~e s to ry.)\n\n\u001b[1mきみ の いる まち ー あ とぃｓてｄ ぉゔぇ ｓとｒｙ。\u001b[22m\n\u001b[1m(Kimi no iru machi ̄ a to ~i ste d ~ovu~e s to ry.)\u001b[22m\n\u001b[1m\u001b[22m\nI'll just start off with saying, I haven't read the manga yet, so I'm not going to say anything about the manga. The anime however, was a whole different animal in essence and I personally felt that the animators did a poor job on this then they have with other works I've known them to do.\n\n\u001b[1m私はちょうど漫画を読んでいないと言って始めるだろう、だから私はその漫画について何も言うつもりはない。 しかし、アニメは本質的に全く違った動物であり、アニメーターはこれまで私がやっていることが分かっている他の作品と比べると貧しい仕事をしていると個人的に感じました。\u001b[22m\n\u001b[1m(Watashi wa chōdo manga o yon de inai to itte hajimerudarou,dakara watashi wa sono manga ni tsuite nani mo iu tsumori wanai. Shikashi, anime wa honshitsu-teki ni mattaku chigatta dōbutsudeari, animētā wa kore made watashi ga yatte iru koto ga wakatte iru ta no sakuhin to kuraberuto mazushī shigoto o shite iruto kojin-teki ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mI'll just start off with saying, I haven't read the manga yet, so I'm not going to say anything about the manga. The anime however, was a whole different animal in essence and I personally felt that the animators did a poor job on this then they have with other works I've known them to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll just start off with saying, I haven't read the manga yet, so I'm not going to say anything about the manga.\u001b[24m\n    \u001b[1m私はちょうど漫画を読んでいないと言って始めるだろう、だから私はその漫画について何も言うつもりはない。\u001b[22m, \u001b[1m私はちょうど私がまだ漫画を読んでいない、と言ってから始めましょうので、私は漫画について何も言うつもりはありません。\u001b[22m\n\u001b[4mThe anime however, was a whole different animal in essence and I personally felt that the animators did a poor job on this then they have with other works I've known them to do.\u001b[24m\n    \u001b[1mしかし、アニメは本質的に全く違った動物であり、アニメーターはこれまで私がやっていることが分かっている他の作品と比べると貧しい仕事をしていると個人的に感じました。\u001b[22m, \u001b[1mアニメは、しかし、本質的にまったく違う動物だったと私は個人的にアニメーターがこの上の悪い仕事をした後、彼らは私が行うためにそれらを知っていた他の作品で持っていることを感じました。\u001b[22m\n\u001b[1m\u001b[22m\nThe Plot ~\n\n\u001b[1mプロット〜\u001b[22m\n\u001b[1m(Purotto 〜)\u001b[22m\n\nTranslations of \u001b[4mThe Plot ~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Plot ~\u001b[24m\n    \u001b[1mプロット〜\u001b[22m\nOverall the plot depicted by the anime is ok. At first the fast pace of the anime had me entertained, but as I progressed through the story I realized just how down to earth and simple it was. There was a lot of going back and forth between past and present, and sometimes this was pieced together in a way that simply became incomprehensible and incoherent to the manga.\n\n\u001b[1m全体的に、アニメで描かれたプロットは大丈夫です。 最初はアニメの速いペースで私を楽しませましたが、私が話を進めていくうちに、私はいかに地球に落ちたのか、それは簡単だったのです。 過去と現在の間には多くのものが行き来していましたが、時にはこれが単にマンガに理解不能でインコヒーレントになるような方法でつなぎ合わせられました。\u001b[22m\n\u001b[1m(Zentai-teki ni, anime de egaka reta purotto wa daijōbudesu. Saisho wa anime no hayai pēsu de watashi o tanoshima semashitaga, watashi ga hanashi o susumete iku uchi ni, watashi wa ikani chikyū ni ochita no ka, sore wa kantandatta nodesu. Kako to genzai no ma ni wa ōku no mono ga ikiki shite imashitaga, tokiniha kore ga tan'ni manga ni rikai funōde inkohīrento ni naru yōna hōhō de tsunagi awase raremashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall the plot depicted by the anime is ok. At first the fast pace of the anime had me entertained, but as I progressed through the story I realized just how down to earth and simple it was. There was a lot of going back and forth between past and present, and sometimes this was pieced together in a way that simply became incomprehensible and incoherent to the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the plot depicted by the anime is ok.\u001b[24m\n    \u001b[1m全体的に、アニメで描かれたプロットは大丈夫です。\u001b[22m, \u001b[1m総合的なアニメで描かプロットはokです。\u001b[22m\n\u001b[4mAt first the fast pace of the anime had me entertained, but as I progressed through the story I realized just how down to earth and simple it was.\u001b[24m\n    \u001b[1m最初はアニメの速いペースで私を楽しませましたが、私が話を進めていくうちに、私はいかに地球に落ちたのか、それは簡単だったのです。\u001b[22m, \u001b[1m最初はアニメの速いペースは私が楽しま持っていたが、私はそれがあっただけでどのように地球にダウンし、簡単な実現の物語を通して進行するにつれて。\u001b[22m\n\u001b[4mThere was a lot of going back and forth between past and present, and sometimes this was pieced together in a way that simply became incomprehensible and incoherent to the manga.\u001b[24m\n    \u001b[1m過去と現在の間には多くのものが行き来していましたが、時にはこれが単にマンガに理解不能でインコヒーレントになるような方法でつなぎ合わせられました。\u001b[22m, \u001b[1mそこに過去と現在の間で前後に行くの多くがあった、そして時にはこれは単に不可解やマンガにインコヒーレントになったようにつなぎ合わせました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself (as depicted by the anime) seems downright flawed and cruel, basically weak-willed boy (Haruto) has his girl (Eba) cheat on him, he wants her back but she's with a friend of his who's about to die, so he's stuck with a dilemma. So he hitches another girl (Asuka) nearby. Then he cheats on that girl.\n\n\u001b[1m物語自体は（アニメに描かれているように）根っからの欠陥があり、残酷な、基本的に弱弱な少年（晴風）は彼の女の子（Eba）が彼に騙されている、彼は彼女を元通りにしたいが、 彼はジレンマに悩まされています。 だから彼は近くの別の女の子（アスカ）にヒッチをする。 それから彼はその女の子を欺く。\u001b[22m\n\u001b[1m(Monogatari jitai wa (anime ni egaka rete iru yō ni) nekkara no kekkan ga ari, zankokuna, kihontekini-jaku-jakuna shōnen (harukaze) wa kare no on'nanoko (Eba) ga kare ni damasa rete iru, kare wa kanojo o motodōri ni shitaiga, kare wa jirenma ni nayamasa rete imasu. Dakara kare wa chikaku no betsu no on'nanoko (Asuka) ni hitchi o suru. Sorekara kare wa sono on'nanoko o azamuku.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself (as depicted by the anime) seems downright flawed and cruel, basically weak-willed boy (Haruto) has his girl (Eba) cheat on him, he wants her back but she's with a friend of his who's about to die, so he's stuck with a dilemma. So he hitches another girl (Asuka) nearby. Then he cheats on that girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself (as depicted by the anime) seems downright flawed and cruel, basically weak-willed boy (Haruto) has his girl (Eba) cheat on him, he wants her back but she's with a friend of his who's about to die,\u001b[24m\n    \u001b[1m物語自体は（アニメに描かれているように）根っからの欠陥があり、残酷な、基本的に弱弱な少年（晴風）は彼の女の子（Eba）が彼に騙されている、彼は彼女を元通りにしたいが、\u001b[22m, \u001b[1m、ストーリー自体（アニメによって示されるように）なんとも不備や残酷なようだが、基本的には意志の弱い少年（Haruto）彼の少女（EBA）は彼をカンニングしているが、彼は彼女の背中を望んでいるが、彼女は死ぬことを約だ彼の友人とです\u001b[22m\n\u001b[4mso he's stuck with a dilemma.\u001b[24m\n    \u001b[1m彼はジレンマに悩まされています。\u001b[22m, \u001b[1mので、彼はジレンマにこだわっています。\u001b[22m\n\u001b[4mSo he hitches another girl (Asuka) nearby.\u001b[24m\n    \u001b[1mだから彼は近くの別の女の子（アスカ）にヒッチをする。\u001b[22m, \u001b[1mそこで彼は、近くの別の女の子（アスカ）を結び。\u001b[22m\n\u001b[4mThen he cheats on that girl.\u001b[24m\n    \u001b[1mそれから彼はその女の子を欺く。\u001b[22m, \u001b[1mそれから彼は、その少女に攻略します。\u001b[22m\n\u001b[1m\u001b[22m\nSo between the characters cheating, that really all they let you see in this anime and its kind of depressing as a whole.\n\n\u001b[1mだから、このキャラクターの中で、実際にあなたがこのアニメで見られるようにしたもの、そして全体としてはうつ病のようなものです。\u001b[22m\n\u001b[1m(Dakara, kono kyarakutā no naka de, jissai ni anata ga kono anime de mi rareru yō ni shita mono, soshite zentai to shite wa utsubyō no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSo between the characters cheating, that really all they let you see in this anime and its kind of depressing as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo between the characters cheating, that really all they let you see in this anime and its kind of depressing as a whole.\u001b[24m\n    \u001b[1mだから、このキャラクターの中で、実際にあなたがこのアニメで見られるようにしたもの、そして全体としてはうつ病のようなものです。\u001b[22m, \u001b[1m本当にすべての彼らはあなたがこのアニメ、全体として憂鬱のその種に見てみましょう浮気文字、間ですから。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art ~\n\n\u001b[1mアート〜\u001b[22m\n\u001b[1m(Āto 〜)\u001b[22m\n\nTranslations of \u001b[4mThe Art ~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art ~\u001b[24m\n    \u001b[1mアート〜\u001b[22m\nThe art wasn't that bad. It seemed more like Modern Shoujo to me. There seems to be this presence of 'static' in the motions created by the animators, but this should not diminish your viewing of the anime--just minor lighting aspects could have been tweaked to make the anime more bold and color-appealing like other animes.\n\n\u001b[1m芸術はそれほど悪くはありませんでした。 現代少女のように思えました。 アニメーターが作ったモーションにはこの「静的」な存在があるようですが、これはアニメの視聴を減らすものではありません。ちょっとした照明の側面を調整して、アニメを他と同じように太くて魅力的にすることができます アニメ。\u001b[22m\n\u001b[1m(Geijutsu wa sore hodo waruku wa arimasendeshita. Gendai shōjo no yō ni omoemashita. Animētā ga tsukutta mōshon ni wa kono `seiteki'na sonzai ga aru yōdesuga, koreha anime no shichō o herasu monode wa arimasen. Chottoshita shōmei no sokumen o chōsei shite, anime o hoka to onajiyōni futokute mirikiteki ni suru koto ga dekimasu anime.)\u001b[22m\n\nTranslations of \u001b[4mThe art wasn't that bad. It seemed more like Modern Shoujo to me. There seems to be this presence of 'static' in the motions created by the animators, but this should not diminish your viewing of the anime--just minor lighting aspects could have been tweaked to make the anime more bold and color-appealing like other animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art wasn't that bad.\u001b[24m\n    \u001b[1m芸術はそれほど悪くはありませんでした。\u001b[22m, \u001b[1m芸術はそれほど悪くはなかったです。\u001b[22m\n\u001b[4mIt seemed more like Modern Shoujo to me.\u001b[24m\n    \u001b[1m現代少女のように思えました。\u001b[22m, \u001b[1mこれは、より近代的な少女のように私には思えました。\u001b[22m\n\u001b[4mThere seems to be this presence of 'static' in the motions created by the animators, but this should not diminish your viewing of the anime--just minor lighting aspects could have been tweaked to make the anime more bold and color-appealing like other\u001b[24m\n    \u001b[1mアニメーターが作ったモーションにはこの「静的」な存在があるようですが、これはアニメの視聴を減らすものではありません。ちょっとした照明の側面を調整して、アニメを他と同じように太くて魅力的にすることができます\u001b[22m, \u001b[1mそこアニメーターによって作成されたモーションの「静的」のこの存在のようですが、これはアニメのあなたの閲覧を減少させるべきではありません - ちょうどマイナーな照明の側面は、他のようなアニメはより大胆かつ色に魅力的にするために調整されている可能性が\u001b[22m\n\u001b[4manimes.\u001b[24m\n    \u001b[1mアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nThe Sound ~\n\n\u001b[1mサウンド〜\u001b[22m\n\u001b[1m(Saundo 〜)\u001b[22m\n\nTranslations of \u001b[4mThe Sound ~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sound ~\u001b[24m\n    \u001b[1mサウンド〜\u001b[22m, \u001b[1m音〜\u001b[22m\nThe OP and ED aren't half bad for this song. I gave this a 9 out of 10. The anime as a whole could've used more string orchestra sound tracks in my honest opinion.\n\n\u001b[1mOPとEDはこの曲の半分ではありません。 私はこれを10点中9点にしました。アニメ全体として、私の正直な意見では、より多くの弦楽器のサウンドトラックを使用することができました。\u001b[22m\n\u001b[1m(OP to ED wa kono kyoku no hanbunde wa arimasen. Watashi wa kore o 10-ten-chū 9-ten ni shimashita. Anime zentai to shite, watashi no shōjikina ikende wa, yori ōku no gengakki no saundotorakku o shiyō suru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe OP and ED aren't half bad for this song. I gave this a 9 out of 10. The anime as a whole could've used more string orchestra sound tracks in my honest opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP and ED aren't half bad for this song.\u001b[24m\n    \u001b[1mOPとEDはこの曲の半分ではありません。\u001b[22m, \u001b[1mOPとEDは、この曲の半分悪くないです。\u001b[22m\n\u001b[4mI gave this a 9 out of 10. The anime as a whole could've used more string orchestra sound tracks in my honest opinion.\u001b[24m\n    \u001b[1m私はこれを10点中9点にしました。アニメ全体として、私の正直な意見では、より多くの弦楽器のサウンドトラックを使用することができました。\u001b[22m, \u001b[1m全体が私の正直な意見ではより多くの弦楽オーケストラのサウンドトラックを使用していた可能性があるので、私はこの9 10のうちアニメを与えました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters~\n\n\u001b[1mキャラクター〜\u001b[22m\n\u001b[1m(Kyarakutā 〜)\u001b[22m\n\nTranslations of \u001b[4mCharacters~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters~\u001b[24m\n    \u001b[1mキャラクター〜\u001b[22m, \u001b[1m文字〜\u001b[22m\nThis had me pretty sad. Not only do the animators show you so little of the characters' character, but also the fast paced story doesn't give you time to breathe and analyze the characters as a whole.\n\n\u001b[1mこれは私にはかなり悲しかった。 アニメーターはあなたにキャラクターのキャラクターがほとんどないだけでなく、ペースが速いストーリーでも、キャラクター全体を呼吸し分析する時間がありません。\u001b[22m\n\u001b[1m(Kore wa watashiniha kanari kanashikatta. Animētā wa anata ni kyarakutā no kyarakutā ga hotondo nai dakedenaku, pēsu ga hayai sutōrī demo, kyarakutā zentai o kokyū shi bunseki suru jikan ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis had me pretty sad. Not only do the animators show you so little of the characters' character, but also the fast paced story doesn't give you time to breathe and analyze the characters as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis had me pretty sad.\u001b[24m\n    \u001b[1mこれは私にはかなり悲しかった。\u001b[22m, \u001b[1mこれは私はかなり悲しいいました。\u001b[22m\n\u001b[4mNot only do the animators show you so little of the characters' character, but also the fast paced story doesn't give you time to breathe and analyze the characters as a whole.\u001b[24m\n    \u001b[1mアニメーターはあなたにキャラクターのキャラクターがほとんどないだけでなく、ペースが速いストーリーでも、キャラクター全体を呼吸し分析する時間がありません。\u001b[22m, \u001b[1mだけでなく、アニメーターがキャラクターの文字のあなたがこれほど少ないの表示を行うだけでなく、速いペースでの話はあなたの呼吸、全体として文字を分析する時間を与えるものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nHaruto basically lacks a pair and when he gets it he's stuck with a dilemma of friendship. At first I pitied him because Eba leaves him, but towards the end I kind of understand why. I hated him when he cheats on Asuka and doesn't do anything when Asuka confronts him. To be honest when they were coming clean to each other I wish Haruto got up and stopped Asuka from leaving, beg her and tell her he was sorry and tell her not to leave.\n\n\u001b[1m春虎は基本的にペアがなく、彼がそれを得るとき、彼は友情のジレンマで立ち往生している。 最初は私が彼を去らせたので私は彼に腹を立てた。 彼はアスカを欺くときに彼を嫌って、アスカと彼が対峙するときは何もしません。 彼らがお互いにきれいにやって来ると、春虎は立ち上がって、アスカが離れるのを止めて、彼女に懇願して、彼に申し訳なく、彼女に退かないように伝えたいと願っています。\u001b[22m\n\u001b[1m(Haru tora wa kihontekini pea ga naku, kare ga sore o eru toki, kare wa yūjō no jirenma de tachiōjō shite iru. Saisho wa watashi ga kare o sara setanode watashi wa kare ni hara o tateta. Kare wa Asuka o azamuku toki ni kare o kiratte, Asuka to kare ga taiji suru toki wa nani mo shimasen. Karera ga otagai ni kirei ni yattekuru to, haru tora wa tachiagatte, Asuka ga hanareru no o tomete, kanojo ni kongan shite, kare ni mōshiwakenaku, kanojo ni dokanai yō ni tsutaetai to negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mHaruto basically lacks a pair and when he gets it he's stuck with a dilemma of friendship. At first I pitied him because Eba leaves him, but towards the end I kind of understand why. I hated him when he cheats on Asuka and doesn't do anything when Asuka confronts him. To be honest when they were coming clean to each other I wish Haruto got up and stopped Asuka from leaving, beg her and tell her he was sorry and tell her not to leave.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaruto basically lacks a pair and when he gets it he's stuck with a dilemma of friendship.\u001b[24m\n    \u001b[1m春虎は基本的にペアがなく、彼がそれを得るとき、彼は友情のジレンマで立ち往生している。\u001b[22m, \u001b[1mHarutoは基本的にペアを欠いているし、彼はそれを取得したときに彼は友情のジレンマで立ち往生しています。\u001b[22m\n\u001b[4mAt first I pitied him because Eba leaves him, but towards the end I kind of understand why.\u001b[24m\n    \u001b[1m最初は私が彼を去らせたので私は彼に腹を立てた。\u001b[22m, \u001b[1m江波は彼を離れるので、最初は、私は彼を同情するが、終わりに向かって、私は一種の理由を理解します。\u001b[22m\n\u001b[4mI hated him when he cheats on Asuka and doesn't do anything when Asuka confronts him.\u001b[24m\n    \u001b[1m彼はアスカを欺くときに彼を嫌って、アスカと彼が対峙するときは何もしません。\u001b[22m, \u001b[1m彼はアスカに詐欺とアスカが彼に立ち向かうときに何もしないとき、私は彼を憎みました。\u001b[22m\n\u001b[4mTo be honest when they were coming clean to each other I wish Haruto got up and stopped Asuka from leaving, beg her and tell her he was sorry and tell her not to leave.\u001b[24m\n    \u001b[1m彼らがお互いにきれいにやって来ると、春虎は立ち上がって、アスカが離れるのを止めて、彼女に懇願して、彼に申し訳なく、彼女に退かないように伝えたいと願っています。\u001b[22m, \u001b[1m彼らは私が、Harutoが起きて出るから飛鳥を停止したい彼女を請うと、彼は残念だった彼女に言うと、彼女は残さないように伝えお互いにクリーン来ていたときに正直に言うと。\u001b[22m\n\u001b[1m\u001b[22m\nBut then again, thats another story.\n\n\u001b[1mしかし、もう一度、それは別の話です。\u001b[22m\n\u001b[1m(Shikashi, mōichido, soreha-betsu no hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mBut then again, thats another story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut then again, thats another story.\u001b[24m\n    \u001b[1mしかし、もう一度、それは別の話です。\u001b[22m, \u001b[1mしかし、その後、再び、別の話のthats。\u001b[22m\n\u001b[1m\u001b[22m\nEba more or less PMS's half the story. First she likes Haruto like crazy, then she likes this other guy, then she wants to steal Haruto back when Haruto's going out with another girl? What's her problem?\n\n\u001b[1mEbaはPMSの半分以上の話です。 まずは晴斗が好きだし、他の男が好きなのですが、Harutoが別の女の子と一緒に出かけたら、春虎を盗んで欲しいですか？ 彼女の問題は何ですか？\u001b[22m\n\u001b[1m(Eba wa PMS no hanbun'ijō no hanashidesu. Mazuwa haruto ga sukidashi, hoka no otoko ga sukina nodesuga, Haruto ga betsu no on'nanoko to issho ni dekaketara, haru tora o nusunde hoshīdesu ka? Kanojo no mondai wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mEba more or less PMS's half the story. First she likes Haruto like crazy, then she likes this other guy, then she wants to steal Haruto back when Haruto's going out with another girl? What's her problem?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEba more or less PMS's half the story.\u001b[24m\n    \u001b[1mEbaはPMSの半分以上の話です。\u001b[22m, \u001b[1m江波多かれ少なかれPMSの話の半分。\u001b[22m\n\u001b[4mFirst she likes Haruto like crazy, then she likes this other guy, then she wants to steal Haruto back when Haruto's going out with another girl?\u001b[24m\n    \u001b[1mまずは晴斗が好きだし、他の男が好きなのですが、Harutoが別の女の子と一緒に出かけたら、春虎を盗んで欲しいですか？\u001b[22m, \u001b[1mまず彼女はHarutoは狂ったように、その後、彼女はその後、彼女はHarutoのは別の女の子と付き合ったときにバックHarutoを盗むために望んでいる、この他の男を好き好き？\u001b[22m\n\u001b[4mWhat's her problem?\u001b[24m\n    \u001b[1m彼女の問題は何ですか？\u001b[22m\n\u001b[1m\u001b[22m\nAsuka is perhaps my favorite, as she's the most human and understandable character throughout the entire anime. She portrays the every day girl, in essence, and when she is betrayed she is the only character I actually was able to sympathize with.\n\n\u001b[1mアスカはおそらく私のお気に入りです。彼女はアニメ全体を通して最も人間で理解できるキャラクターです。 彼女は本質的に毎日の女の子を描いています。彼女が裏切られたとき、私は実際に共感できたのは彼女だけです。\u001b[22m\n\u001b[1m(Asuka wa osoraku watashinōkiniiridesu. Kanojo wa anime zentai o tōshite mottomo ningen de rikai dekiru kyarakutādesu. Kanojo wa honshitsu-teki ni mainichi no on'nanoko o kaite imasu. Kanojo ga uragira reta toki, watashi wa jissai ni kyōkan dekita no wa kanojo dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mAsuka is perhaps my favorite, as she's the most human and understandable character throughout the entire anime. She portrays the every day girl, in essence, and when she is betrayed she is the only character I actually was able to sympathize with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsuka is perhaps my favorite, as she's the most human and understandable character throughout the entire anime.\u001b[24m\n    \u001b[1mアスカはおそらく私のお気に入りです。彼女はアニメ全体を通して最も人間で理解できるキャラクターです。\u001b[22m, \u001b[1m彼女は全体のアニメを通してほとんどのヒトで理解しやすい文字だとしてアスカは、おそらく私のお気に入りです。\u001b[22m\n\u001b[4mShe portrays the every day girl, in essence, and when she is betrayed she is the only character I actually was able to sympathize with.\u001b[24m\n    \u001b[1m彼女は本質的に毎日の女の子を描いています。彼女が裏切られたとき、私は実際に共感できたのは彼女だけです。\u001b[22m, \u001b[1m彼女は本質的に、毎日の女の子を描いて、そして彼女は裏切られたとき彼女は私が実際に共感することができた唯一の文字です。\u001b[22m\n\u001b[1m\u001b[22m\nRin is your archetypal tsundere. She likes Haruto and hates her older sister, and yet gives Haruto advice and even aids the two in getting back together. I don't really understand her--why doesn't she just grab Haruto herself?\n\n\u001b[1mリンはあなたの典型的なツンデレです。 彼女は春堂が好きで、姉が嫌いですが、春堂さんにアドバイスをし、二人が一緒に戻ってくるのを助けます。 私は彼女を本当に理解していない - なぜ彼女は春堂自身をつかんでいないのですか？\u001b[22m\n\u001b[1m(Rin wa anata no tenkei-tekina tsunderedesu. Kanojo wa haru-dō ga sukide, ane ga kiraidesuga, haru Dō-san ni adobaisu o shi, futari ga issho ni modotte kuru no o tasukemasu. Watashi wa kanojo o hontōni rikai shite inai - naze kanojo wa haru-dō jishin o tsukande inai nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mRin is your archetypal tsundere. She likes Haruto and hates her older sister, and yet gives Haruto advice and even aids the two in getting back together. I don't really understand her--why doesn't she just grab Haruto herself?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRin is your archetypal tsundere.\u001b[24m\n    \u001b[1mリンはあなたの典型的なツンデレです。\u001b[22m, \u001b[1m凛はあなたの典型的なツンデレです。\u001b[22m\n\u001b[4mShe likes Haruto and hates her older sister, and yet gives Haruto advice and even aids the two in getting back together.\u001b[24m\n    \u001b[1m彼女は春堂が好きで、姉が嫌いですが、春堂さんにアドバイスをし、二人が一緒に戻ってくるのを助けます。\u001b[22m, \u001b[1m彼女はHarutoを好きで、彼女の姉を嫌い、とまだHarutoのアドバイスを与え、さらには一緒に取り戻すに2を補助します。\u001b[22m\n\u001b[4mI don't really understand her--why doesn't she just grab Haruto herself?\u001b[24m\n    \u001b[1m私は彼女を本当に理解していない - なぜ彼女は春堂自身をつかんでいないのですか？\u001b[22m, \u001b[1m私は本当に彼女を理解していない - なぜ彼女はちょうどHaruto自分をつかむしないのですか？\u001b[22m\n\u001b[1m\u001b[22m\nAs for the rest of the characters--I can't really say much. And the reason is because the animators failed to show more of each character--the only image you're able to grasp is a shallow image of one.\n\n\u001b[1mキャラクターの残りの部分については - 私は本当に多くを言うことはできません。 その理由は、アニメーターが各キャラクターの詳細を表示できなかったためです。把握できる唯一のイメージは、イメージの浅いイメージです。\u001b[22m\n\u001b[1m(Kyarakutā no nokori no bubun ni tsuite wa - watashi wa hontōni ōku o iu koto wa dekimasen. Sono riyū wa, animētā ga kaku kyarakutā no shōsai o hyōji dekinakatta tamedesu. Haaku dekiru yuiitsu no imēji wa, imēji no asai imējidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the rest of the characters--I can't really say much. And the reason is because the animators failed to show more of each character--the only image you're able to grasp is a shallow image of one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the rest of the characters--I can't really say much.\u001b[24m\n    \u001b[1mキャラクターの残りの部分については - 私は本当に多くを言うことはできません。\u001b[22m, \u001b[1m文字の残りの部分については - 私は本当に多くを語ることはできません。\u001b[22m\n\u001b[4mAnd the reason is because the animators failed to show more of each character--the only image you're able to grasp is a shallow image of one.\u001b[24m\n    \u001b[1mその理由は、アニメーターが各キャラクターの詳細を表示できなかったためです。把握できる唯一のイメージは、イメージの浅いイメージです。\u001b[22m, \u001b[1mアニメーターは、各文字の多くを示すことができなかったためと理由がある - あなたが把握することができるしている画像のみが1の浅いイメージです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall ~\n\n\u001b[1m全体的〜\u001b[22m\n\u001b[1m(Zentai-teki 〜)\u001b[22m\n\nTranslations of \u001b[4mOverall ~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall ~\u001b[24m\n    \u001b[1m全体的〜\u001b[22m, \u001b[1m全体的に〜\u001b[22m\nTo be honest this piece could have used more work.\n\n\u001b[1m正直言ってこの作品はもっと多くの仕事をしていたはずです。\u001b[22m\n\u001b[1m(Shōjiki itte kono sakuhin wa motto ōku no shigoto o shite ita hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest this piece could have used more work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest this piece could have used more work.\u001b[24m\n    \u001b[1m正直言ってこの作品はもっと多くの仕事をしていたはずです。\u001b[22m, \u001b[1m正直に言うと、この作品は、より多くの作業を使用することもできました。\u001b[22m\n\u001b[1m\u001b[22m\nIf you like twisted and denied Romance then this is the anime for you. 3.5 out of 5 stars for the undeniably twisted and cruel Romance 'Kimi no Iru Machi'.\n\n\u001b[1mあなたがねじれてロマンスを否定するのが好きなら、これはあなたのためのアニメです。  5つ星のうち3.5ロマンティックな奇妙なひねりを受けた「君のいるまち」。\u001b[22m\n\u001b[1m(Anata ga nejirete romansu o hitei suru no ga sukinara, kore wa anata no tame no animedesu. Itsutsu hoshi no uchi 3. 5 Romantikkuna kimyōna hineri o uketa `kimi no iru machi'.)\u001b[22m\n\nTranslations of \u001b[4mIf you like twisted and denied Romance then this is the anime for you. 3.5 out of 5 stars for the undeniably twisted and cruel Romance 'Kimi no Iru Machi'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like twisted and denied Romance then this is the anime for you.\u001b[24m\n    \u001b[1mあなたがねじれてロマンスを否定するのが好きなら、これはあなたのためのアニメです。\u001b[22m, \u001b[1mあなたがねじれと拒否されたロマンスが好きなら、これはあなたのためのアニメです。\u001b[22m\n\u001b[4m3.5 out of 5 stars for the undeniably twisted and cruel Romance 'Kimi no Iru Machi'.\u001b[24m\n    \u001b[1m5つ星のうち3.5ロマンティックな奇妙なひねりを受けた「君のいるまち」。\u001b[22m, \u001b[1m紛れもなく、ねじれや残酷なロマンス '君のIRUまち」の5つ星のうち3.5。\u001b[22m"
  },
  {
    "title": "Kimi_no_Iru_Machi",
    "id": "17741",
    "url": "https://myanimelist.net/anime/17741/Kimi_no_Iru_Machi",
    "user": "badassdude1995",
    "profile": "/profile/badassdude1995/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=116579",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nあなたがこのアニメを見ようと計画しているなら、あなたに公正な頭を与えてください：最初にマンガを読むのが一番です。\n私は、このアニメ（OVAのものと同じ）がマンガのファンのためにもっと向き合っていることを知った。それは郷愁の雰囲気を放つ。\n明らかに、アニメには賛否両論がありますが、ショーの見方が違うことに注意してください。レビューがある限り、これが私の最初のものです。\n\nストーリー：それはかなり基本的です。 少年は少女と会い、少年は少女を失い、少年は後ろから幸せになる。\nしかし、この場合、「Boy meets Girl」の部分をバイパスして、そこに小さな紆余曲折を追加することができます。\n\nアート：アニメーションがうまくいかないように見える時があります。アニメーターが「私は誰にも気付かない」と言われています。顔は非常に一般的ですが、それはそれです。 背景/風景のアートはかなりクールだったし、静止画がある時には水彩画のように見えました。\n\n音：声の演技は良い、多くの感情を演技に入れました。 また2nd Ed（エピソード6の終わり）は私を泣かせ、アニメに合った音楽（そしてその間の音楽）を作りました。 もしそれが悲しかったら、音楽はそのような感情を与えました。\n\nCharacter：シリーズの紹介としてアニメを見た場合、あなたはあまりにもキャラクターに付きすぎないかもしれません。  Harutoは控えめな主人公です.Ebaは「離れた人」（文字通り！）とMCの主な愛の関心です。 しかしながら！ すべての文字を関連付けることができます。 春藤が作ったことは何だったのか、彼はどこに来ているのか理解でき、なぜ彼がそのようにしたのか理解することができます。 あなたは葉っ子をなぜ去ったのかがすべて明らかになったときにえばに気づき、2人の（そして他のすべての人物の）相互作用は心臓の衰弱です。\n\n今私はこのアニメを大いに楽しんだ。 それは私に懐かしさを与え、私を泣かせ、私に何度も私のラップトップをパンチしてもらいたい、そして私を幸せにしました。 あなたの心臓の弦を引っ張るショーを見たいと思って、時々空を感じさせるようにするなら、私はこれをお勧めします。 しかしながら！ 私は非常にあなたがマンガを読んだり、10歳まで（それであなたはキャラクターを知っていて、アニメの設定を理解していることをお勧めします）そうでなければ、OVAはマンガの最初の5〜7巻のリキャップを行います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIf you plan on watching this anime, then allow me to give you a fair heads up: it is best to read the manga first.\n\n\u001b[1mあなたがこのアニメを見ようと計画しているなら、あなたに公正な頭を与えてください：最初にマンガを読むのが一番です。\u001b[22m\n\u001b[1m(Anata ga kono anime o miyou to keikaku shite irunara, anata ni kōseina atama o ataete kudasai: Saisho ni manga o yomu no ga ichibandesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you plan on watching this anime, then allow me to give you a fair heads up: it is best to read the manga first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you plan on watching this anime, then allow me to give you a fair heads up: it is best to read the manga first.\u001b[24m\n    \u001b[1mあなたがこのアニメを見ようと計画しているなら、あなたに公正な頭を与えてください：最初にマンガを読むのが一番です。\u001b[22m, \u001b[1mあなたはこのアニメを見に計画している場合は、その後、私はあなたに公正頭を放棄することができます：それは最初の漫画を読むことをお勧めします。\u001b[22m\nI found that this anime (same with the OVA's) are more orientated for the fans of the manga, it gives off a vibe of nostalgia.\n\n\u001b[1m私は、このアニメ（OVAのものと同じ）がマンガのファンのためにもっと向き合っていることを知った。それは郷愁の雰囲気を放つ。\u001b[22m\n\u001b[1m(Watashi wa, kono anime (ovu~a no mono to onaji) ga manga no fan no tame ni motto mukiatte iru koto o shitta. Sore wa kyōshū no fun'iki o hanatsu.)\u001b[22m\n\nTranslations of \u001b[4mI found that this anime (same with the OVA's) are more orientated for the fans of the manga, it gives off a vibe of nostalgia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found that this anime (same with the OVA's) are more orientated for the fans of the manga, it gives off a vibe of nostalgia.\u001b[24m\n    \u001b[1m私は、このアニメ（OVAのものと同じ）がマンガのファンのためにもっと向き合っていることを知った。それは郷愁の雰囲気を放つ。\u001b[22m, \u001b[1m私はそれが郷愁の雰囲気を放つ、（OVAのと同じ）このアニメは、より多くの漫画のファンのために配向していることがわかりました。\u001b[22m\nObviously the anime has some pros and cons, but note that I view the shows differently, and as far as a review goes, this is my first.\n\n\u001b[1m明らかに、アニメには賛否両論がありますが、ショーの見方が違うことに注意してください。レビューがある限り、これが私の最初のものです。\u001b[22m\n\u001b[1m(Akiraka ni, anime ni wa sanpi ryōron ga arimasuga, shō no mikata ga chigau koto ni chūi shite kudasai. Rebyū ga aru kagiri, kore ga watashi no saisho no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mObviously the anime has some pros and cons, but note that I view the shows differently, and as far as a review goes, this is my first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mObviously the anime has some pros and cons, but note that I view the shows differently, and as far as a review goes, this is my first.\u001b[24m\n    \u001b[1m明らかに、アニメには賛否両論がありますが、ショーの見方が違うことに注意してください。レビューがある限り、これが私の最初のものです。\u001b[22m, \u001b[1m明らかにアニメは、いくつかの長所と短所を持っていますが、私は異なる番組を表示し、限りレビューが行くように、これは私の最初のものであることに注意してください。\u001b[22m\n\u001b[1m\u001b[22m\nStory: It is pretty basic. Boy meets Girl, Boy loses Girl, Boy gets Girl back, happy.\n\n\u001b[1mストーリー：それはかなり基本的です。 少年は少女と会い、少年は少女を失い、少年は後ろから幸せになる。\u001b[22m\n\u001b[1m(Sutōrī: Sore wa kanari kihon-tekidesu. Shōnen wa shōjo to ai, shōnen wa shōjo o ushinai, shōnen wa ushirokara shiawase ni naru.)\u001b[22m\n\nTranslations of \u001b[4mStory: It is pretty basic. Boy meets Girl, Boy loses Girl, Boy gets Girl back, happy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: It is pretty basic.\u001b[24m\n    \u001b[1mストーリー：それはかなり基本的です。\u001b[22m, \u001b[1mストーリー：それはかなり基本的なものです。\u001b[22m\n\u001b[4mBoy meets Girl, Boy loses Girl, Boy gets Girl back, happy.\u001b[24m\n    \u001b[1m少年は少女と会い、少年は少女を失い、少年は後ろから幸せになる。\u001b[22m, \u001b[1m男の子は女の子、男の子は女の子、男の子は幸せ、バックガールを取得失う満たしています。\u001b[22m\nHowever in this case, you can by-pass the 'Boy meets Girl' part, and add alot of little twists and troubles in there.\n\n\u001b[1mしかし、この場合、「Boy meets Girl」の部分をバイパスして、そこに小さな紆余曲折を追加することができます。\u001b[22m\n\u001b[1m(Shikashi, ko no baai,`Boy mītsu Girl' no bubun o baipasu shite, soko ni chīsana uyokyokusetsu o tsuika suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever in this case, you can by-pass the 'Boy meets Girl' part, and add alot of little twists and troubles in there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever in this case, you can by-pass the 'Boy meets Girl' part, and add alot of little twists and troubles in there.\u001b[24m\n    \u001b[1mしかし、この場合、「Boy meets Girl」の部分をバイパスして、そこに小さな紆余曲折を追加することができます。\u001b[22m, \u001b[1mしかし、このケースでは、一部「ボーイ・ガール満たしている」とし、そこに少しひねりやトラブルの多くを追加することによって、渡すことができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: There are times when the animation seems to be sloppy, as if at times the animators said 'meh..no-one will notice..', and the faces appear to be very generic, but that's about it. The background/scenery art was pretty cool, and at times when there was a still frame, they made it look like a water colour based painting.\n\n\u001b[1mアート：アニメーションがうまくいかないように見える時があります。アニメーターが「私は誰にも気付かない」と言われています。顔は非常に一般的ですが、それはそれです。 背景/風景のアートはかなりクールだったし、静止画がある時には水彩画のように見えました。\u001b[22m\n\u001b[1m(Āto: Animēshon ga umaku ikanai yō ni mieru toki ga arimasu. Animētā ga `watashi wa darenimo kidzukanai' to iwa rete imasu. Kao wa hijō ni ippan-tekidesuga, sore wa soredesu. Haikei/ fūkei no āto wa kanari kūrudattashi, seishi-ga ga aru tokiniha suisaiga no yō ni miemashita.)\u001b[22m\n\nTranslations of \u001b[4mArt: There are times when the animation seems to be sloppy, as if at times the animators said 'meh..no-one will notice..', and the faces appear to be very generic, but that's about it. The background/scenery art was pretty cool, and at times when there was a still frame, they made it look like a water colour based painting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: There are times when the animation seems to be sloppy, as if at times the animators said 'meh..no-one will notice..', and the faces appear to be very generic, but that's about it.\u001b[24m\n    \u001b[1mアート：アニメーションがうまくいかないように見える時があります。アニメーターが「私は誰にも気付かない」と言われています。顔は非常に一般的ですが、それはそれです。\u001b[22m, \u001b[1mアート：アニメーションはアニメーターが言ったの回であるかのように、ずさんであると思われる時が「meh..no-1が気づく.. 'があり、そして顔は非常に一般的であるように見えるが、それはそれについてです。\u001b[22m\n\u001b[4mThe background/scenery art was pretty cool, and at times when there was a still frame, they made it look like a water colour based painting.\u001b[24m\n    \u001b[1m背景/風景のアートはかなりクールだったし、静止画がある時には水彩画のように見えました。\u001b[22m, \u001b[1m背景/風景アートはかなりクールだった、とまだ枠があった時期に、彼らはそれが水の色ベースの絵のように見せていました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Voice acting was good, alot of emotion put into the acting. Also the 2nd Ed (end of episode 6?) made me cry, the music (and the music throughout) suited the anime. If it was sad, the music gave that vibe, and so-forth.\n\n\u001b[1m音：声の演技は良い、多くの感情を演技に入れました。 また2nd Ed（エピソード6の終わり）は私を泣かせ、アニメに合った音楽（そしてその間の音楽）を作りました。 もしそれが悲しかったら、音楽はそのような感情を与えました。\u001b[22m\n\u001b[1m(Oto: Koe no engi wa yoi, ōku no kanjō o engi ni iremashita. Mata 2 nd Ed (episōdo 6 no owari) wa watashi o nakase, anime ni atta ongaku (soshite sonoaida no ongaku) o tsukurimashita. Moshi sore ga kanashikattara, ongaku wa sono yōna kanjō o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: Voice acting was good, alot of emotion put into the acting. Also the 2nd Ed (end of episode 6?) made me cry, the music (and the music throughout) suited the anime. If it was sad, the music gave that vibe, and so-forth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Voice acting was good, alot of emotion put into the acting.\u001b[24m\n    \u001b[1m音：声の演技は良い、多くの感情を演技に入れました。\u001b[22m, \u001b[1mサウンド：声の演技は良かった、感情の多くは、演技に入れました。\u001b[22m\n\u001b[4mAlso the 2nd Ed (end of episode 6?) made me cry, the music (and the music throughout) suited the anime.\u001b[24m\n    \u001b[1mまた2nd Ed（エピソード6の終わり）は私を泣かせ、アニメに合った音楽（そしてその間の音楽）を作りました。\u001b[22m, \u001b[1mまた、第2版（エピソード6の終わりは？）私は、アニメに合った音楽（全体を通して音楽を）泣きました。\u001b[22m\n\u001b[4mIf it was sad, the music gave that vibe, and so-forth.\u001b[24m\n    \u001b[1mもしそれが悲しかったら、音楽はそのような感情を与えました。\u001b[22m, \u001b[1mそれが悲しかった場合、音楽はその雰囲気を与え、そのように前後。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Well if you watched the anime as an introduction to the series, you may not be too attached to the characters. Haruto is the indecisive protagonist, Eba is 'the one who got away' (literally!) and the MC's main love interest. However! All the characters can be relate-able. What ever decision Haruto made, you can see where he's getting at and understand why he did as such. you feel for Eba when all is revealed why she left Haruto, and the interactions between the two (and all other characters) is heart wrenching.\n\n\u001b[1mCharacter：シリーズの紹介としてアニメを見た場合、あなたはあまりにもキャラクターに付きすぎないかもしれません。  Harutoは控えめな主人公です.Ebaは「離れた人」（文字通り！）とMCの主な愛の関心です。 しかしながら！ すべての文字を関連付けることができます。 春藤が作ったことは何だったのか、彼はどこに来ているのかを知ることができ、なぜ彼がそのようにしたのか理解することができます。 あなたは葉っ子をなぜ去ったのかがすべて明らかになったときにえばに気づき、2人の（そして他のすべての人物の）相互作用は心臓の衰弱です。\u001b[22m\n\u001b[1m(Kyarakuta: Shirīzu no shōkai to shite anime o mita baai, anata wa amarini mo kyarakutā ni tsuki suginai kamo shiremasen. Haruto wa hikaemena shujinkōdesu. Eba wa `hanareta hito'(mojidōri! ) To MC no omona ai no kanshindesu. Shikashinagara! Subete no moji o kanrendzukeru koto ga dekimasu. Shundō ga tsukutta koto wa nanidatta no ka, kare wa doko ni kite iru no ka o shiru koto ga deki, naze kare ga sonoyōni shita no ka rikai suru koto ga dekimasu. Anata wa ha-kko o naze satta no ka ga subete akiraka ni natta toki ni e ba ni kidzuki, 2-ri no (soshite hoka no subete no jinbutsu no) sōgo sayō wa shinzō no suijakudesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Well if you watched the anime as an introduction to the series, you may not be too attached to the characters. Haruto is the indecisive protagonist, Eba is 'the one who got away' (literally!) and the MC's main love interest. However! All the characters can be relate-able. What ever decision Haruto made, you can see where he's getting at and understand why he did as such. you feel for Eba when all is revealed why she left Haruto, and the interactions between the two (and all other characters) is heart wrenching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Well if you watched the anime as an introduction to the series, you may not be too attached to the characters.\u001b[24m\n    \u001b[1mCharacter：シリーズの紹介としてアニメを見た場合、あなたはあまりにもキャラクターに付きすぎないかもしれません。\u001b[22m, \u001b[1mキャラクター：あなたはシリーズの紹介などのアニメを見ている場合さて、あなたはあまりにも文字に添付されない場合があります。\u001b[22m\n\u001b[4mHaruto is the indecisive protagonist, Eba is 'the one who got away' (literally!) and the MC's main love interest.\u001b[24m\n    \u001b[1mHarutoは控えめな主人公です.Ebaは「離れた人」（文字通り！）とMCの主な愛の関心です。\u001b[22m, \u001b[1mHarutoが優柔不断な主人公である、江波は「逃げた1 '（文字通り！）とMCの主な愛興味です。\u001b[22m\n\u001b[4mHowever!\u001b[24m\n    \u001b[1mしかしながら！\u001b[22m, \u001b[1mしかし！\u001b[22m, \u001b[1mしかしながら！\u001b[22m, \u001b[1mしかし、！\u001b[22m\n\u001b[4mAll the characters can be relate-able.\u001b[24m\n    \u001b[1mすべての文字を関連付けることができます。\u001b[22m, \u001b[1mすべての文字は関係-できるようにすることができます。\u001b[22m\n\u001b[4mWhat ever decision Haruto made, you can see where he's getting at and understand why he did as such.\u001b[24m\n    \u001b[1m春藤が作ったことは何だったのか、彼はどこに来ているのかを知ることができ、なぜ彼がそのようにしたのか理解することができます。\u001b[22m, \u001b[1m何Harutoが作ったこれまでの決定、あなたは彼がでなってきて場所を確認し、彼のようななかった理由を理解することができます。\u001b[22m\n\u001b[4myou feel for Eba when all is revealed why she left Haruto, and the interactions between the two (and all other characters) is heart wrenching.\u001b[24m\n    \u001b[1mあなたは葉っ子をなぜ去ったのかがすべて明らかになったときにえばに気づき、2人の（そして他のすべての人物の）相互作用は心臓の衰弱です。\u001b[22m, \u001b[1m彼女はHarutoを去った理由のすべてが明らかにされたときには、江波のために感じる、と2の間の相互作用（および他のすべての文字は）心痛むです。\u001b[22m\n\u001b[1m\u001b[22m\nNow I for one greatly enjoyed this anime. It gave me nostalgia, made me cry, made me want to falcon punch my laptop so many times, and made me happy. If you want to watch a show that tugs on your heart strings and can make you feel empty at times, the I recommend this. HOWEVER! I highly suggest you read the manga, or up til vol 10 (therefore you know the characters and understand the anime's setting) If not, then the OVA's do a re-cap of the first 5 or 7 volumes of the manga.\n\n\u001b[1m今私はこのアニメを大いに楽しんだ。 それは私に懐かしさを与え、私を泣かせ、私に何度も私のラップトップをパンチしてもらいたい、そして私を幸せにしました。 あなたの心臓の弦を引っ張るショーを見たいと思って、時々空を感じさせるようにするなら、私はこれをお勧めします。 しかしながら！ 私は非常にあなたがマンガを読んだり、10歳まで（それであなたはキャラクターを知っていて、アニメの設定を理解していることをお勧めします）そうでなければ、OVAはマンガの最初の5〜7巻のリキャップを行います。\u001b[22m\n\u001b[1m(Ima watashi wa kono anime o ōini tanoshinda. Sore wa watashi ni natsukashisa o atae, watashi o nakase, watashi ni nando mo watashi no rappu toppu o panchi shite moraitai, soshite watashi o shiawaseni shimashita. Anata no shinzō no gen o hipparu shō o mitai to omotte, tokidoki sora o kanji saseru yō ni surunara, watashi wa kore o o susume shimasu. Shikashinagara! Watashi wa hijō ni anata ga manga o yon dari, 10-sai made (sorede anata wa kyarakutā o shitte ite, anime no settei o rikai shite iru koto o o susume shimasu) sōdenakereba, ovu~a wa manga no saisho no 5 〜 7-kan no rikyappu o okonaimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow I for one greatly enjoyed this anime. It gave me nostalgia, made me cry, made me want to falcon punch my laptop so many times, and made me happy. If you want to watch a show that tugs on your heart strings and can make you feel empty at times, the I recommend this. HOWEVER! I highly suggest you read the manga, or up til vol 10 (therefore you know the characters and understand the anime's setting) If not, then the OVA's do a re-cap of the first 5 or 7 volumes of the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I for one greatly enjoyed this anime.\u001b[24m\n    \u001b[1m今私はこのアニメを大いに楽しんだ。\u001b[22m, \u001b[1m今、私は1つのために大幅にこのアニメを楽しみました。\u001b[22m\n\u001b[4mIt gave me nostalgia, made me cry, made me want to falcon punch my laptop so many times, and made me happy.\u001b[24m\n    \u001b[1mそれは私に懐かしさを与え、私を泣かせ、私に何度も私のラップトップをパンチしてもらいたい、そして私を幸せにしました。\u001b[22m, \u001b[1mそれは、私に郷愁を与えた私は泣いて作られた、私は鷹にしたいなさ何度も私のラップトップをパンチ、そして私を幸せにしました。\u001b[22m\n\u001b[4mIf you want to watch a show that tugs on your heart strings and can make you feel empty at times, the I recommend this.\u001b[24m\n    \u001b[1mあなたの心臓の弦を引っ張るショーを見たいと思って、時々空を感じさせるようにするなら、私はこれをお勧めします。\u001b[22m, \u001b[1mあなたの心の文字列にタグボート、あなたが時間に空に感じることができますショーを見たい場合は、私はこれをお勧めします。\u001b[22m\n\u001b[4mHOWEVER!\u001b[24m\n    \u001b[1mしかしながら！\u001b[22m, \u001b[1mしかし！\u001b[22m, \u001b[1mしかしながら！\u001b[22m, \u001b[1mしかし、\u001b[22m, \u001b[1mもつとも！\u001b[22m\n\u001b[4mI highly suggest you read the manga, or up til vol 10 (therefore you know the characters and understand the anime's setting) If not, then the OVA's do a re-cap of the first 5 or 7 volumes of the manga.\u001b[24m\n    \u001b[1m私は非常にあなたがマンガを読んだり、10歳まで（それであなたはキャラクターを知っていて、アニメの設定を理解していることをお勧めします）そうでなければ、OVAはマンガの最初の5〜7巻のリキャップを行います。\u001b[22m, \u001b[1m私は非常にあなたが、または10体積（したがって、あなたは文字を知っていて、アニメの設定を理解して）そうでない場合は、OVAの漫画の最初の5または7のボリュームの再キャップを行うゴマまでの漫画を読むことをお勧めします。\u001b[22m"
  },
  {
    "title": "Kimi_no_Iru_Machi",
    "id": "17741",
    "url": "https://myanimelist.net/anime/17741/Kimi_no_Iru_Machi",
    "user": "Itsbird",
    "profile": "/profile/Itsbird/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=208490",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  7\nキャラクター|  6\n|  7\n\n私はこのレビューをできるだけ短くしておきます。\n主なポイントは、「君のいちばんの町」は、偉大な漫画の平凡なアニメとしての適応です。 あなたがマンガを読むことを嫌うのでなければ、私は本当にあなたがアニメ上でそれを選ぶことをお勧めします。\n\nここの話はすべて混じっている。 それは漫画のaroun章80を開始し、フラッシュバックでスキップした部分に戻ります。 それはそれを混乱させ、多くのキャラクターの開発を失うことになります。 それが提示されている方法は、春藤の気持ちを遊ぶためだけに、柚木を憎むことさえできます。 漫画家は、少なくとも彼女がそれを行う理由があり、彼女の意図は常に良いことを理解させようとする。\nカザマとの関係も、幼い頃の友人との間でも、実際にはあまり適応されていませんでしたが、ストーリーのこの部分ではあまり効果がないので、私は最後のことを理解することができます。\n\nアートとサウンドは何も特別なものではありませんが、私は最初のエンディング曲が好きでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI'll keep this review as short as I can.\n\n\u001b[1m私はこのレビューをできるだけ短くしておきます。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū o dekirudake mijikaku shite okimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'll keep this review as short as I can.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll keep this review as short as I can.\u001b[24m\n    \u001b[1m私はこのレビューをできるだけ短くしておきます。\u001b[22m, \u001b[1m私は私ができる限り短く、このレビューをしておこう。\u001b[22m\nThe main point is: Kimi no Iru Machi is as a mediocre anime adaptation of a great manga. Unless you hate to read mangas, I would really reccomend that you choose it over the anime.\n\n\u001b[1m主なポイントは、「君のいちばんの町」は、偉大な漫画の平凡なアニメとしての適応です。 あなたがマンガを読むことを嫌うのでなければ、私は本当にあなたがアニメ上でそれを選ぶことをお勧めします。\u001b[22m\n\u001b[1m(Omona pointo wa,`kimi no ichiban no machi' wa, idaina manga no heibon'na anime to shite no tekiōdesu. Anata ga manga o yomu koto o kirau nodenakereba, watashi wa hontōni anata ga anime-jō de sore o erabu koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main point is: Kimi no Iru Machi is as a mediocre anime adaptation of a great manga. Unless you hate to read mangas, I would really reccomend that you choose it over the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main point is: Kimi no Iru Machi is as a mediocre anime adaptation of a great manga.\u001b[24m\n    \u001b[1m主なポイントは、「君のいちばんの町」は、偉大な漫画の平凡なアニメとしての適応です。\u001b[22m, \u001b[1m主なポイントは次のとおりです。君のIRU街は偉大な漫画の平凡なアニメの適応としてではありません。\u001b[22m\n\u001b[4mUnless you hate to read mangas, I would really reccomend that you choose it over the anime.\u001b[24m\n    \u001b[1mあなたがマンガを読むことを嫌うのでなければ、私は本当にあなたがアニメ上でそれを選ぶことをお勧めします。\u001b[22m, \u001b[1mあなたは漫画を読むことを嫌いしない限り、私は本当にあなたがアニメの上にそれを選択することをreccomendだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe story here is all mixed up. It starts aroun chapter 80 of the manga and goes back to the part they skipped with flashbacks. That it makes it confusing and loses a lot of the characters' developement. The way it's presented can make you even hate Yuzuki for just playing with Haruto's feelings. The manga at least tries to make you understand that she has reasons to do it and her intentions are always good.\n\n\u001b[1mここの話はすべて混じっている。 それは漫画のaroun章80を開始し、フラッシュバックでスキップした部分に戻ります。 それはそれを混乱させ、多くのキャラクターの開発を失うことになります。 それが提示されている方法は、春藤の気持ちを遊ぶためだけに、柚木を憎むことさえできます。 漫画家は、少なくとも彼女がそれを行う理由があり、彼女の意図は常に良いことを理解させようとする。\u001b[22m\n\u001b[1m(Koko no hanashi wa subete majitte iru. Sore wa manga no aroun shō 80 o kaishi shi, furasshu bakku de sukippu shita bubun ni modorimasu. Sore wa sore o konran sa se, ōku no kyarakutā no kaihatsu o ushinau koto ni narimasu. Sore ga teiji sa rete iru hōhō wa, Shundō no kimochi o asobu tame dake ni, Yuzuki o nikumu koto sae dekimasu. Mangakka wa, sukunakutomo kanojo ga sore o okonau riyū ga ari, kanojo no ito wa tsuneni yoi koto o rikai sa seyou to suru.)\u001b[22m\n\nTranslations of \u001b[4mThe story here is all mixed up. It starts aroun chapter 80 of the manga and goes back to the part they skipped with flashbacks. That it makes it confusing and loses a lot of the characters' developement. The way it's presented can make you even hate Yuzuki for just playing with Haruto's feelings. The manga at least tries to make you understand that she has reasons to do it and her intentions are always good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story here is all mixed up.\u001b[24m\n    \u001b[1mここの話はすべて混じっている。\u001b[22m, \u001b[1mここでの話は、すべてのアップ混合されます。\u001b[22m\n\u001b[4mIt starts aroun chapter 80 of the manga and goes back to the part they skipped with flashbacks.\u001b[24m\n    \u001b[1mそれは漫画のaroun章80を開始し、フラッシュバックでスキップした部分に戻ります。\u001b[22m, \u001b[1mこれは、マンガの章80 aroun開始し、バック彼らは回想でスキップする部分になります。\u001b[22m\n\u001b[4mThat it makes it confusing and loses a lot of the characters' developement.\u001b[24m\n    \u001b[1mそれはそれを混乱させ、多くのキャラクターの開発を失うことになります。\u001b[22m, \u001b[1mそれは混乱になり、キャラクターの開発効率向上の多くを失うこと。\u001b[22m\n\u001b[4mThe way it's presented can make you even hate Yuzuki for just playing with Haruto's feelings.\u001b[24m\n    \u001b[1mそれが提示されている方法は、春藤の気持ちを遊ぶためだけに、柚木を憎むことさえできます。\u001b[22m, \u001b[1mそれが提示されています方法は、あなただけでもHarutoの気持ちで再生するための柚木を憎むことができます。\u001b[22m\n\u001b[4mThe manga at least tries to make you understand that she has reasons to do it and her intentions are always good.\u001b[24m\n    \u001b[1m漫画家は、少なくとも彼女がそれを行う理由があり、彼女の意図は常に良いことを理解させようとする。\u001b[22m, \u001b[1m漫画は、少なくとも、あなたは彼女がそれを行うための理由を持っており、彼女の意図は常に良好であることを理解させるためにしようとします。\u001b[22m\nThe relationship with Kazama was also really poorly adapted, and even with his childhood friends, but I can understand the last because they don't really do much in this part of the story.\n\n\u001b[1mカザマとの関係も、幼い頃の友人との間でも、実際にはあまり適応されていませんでしたが、ストーリーのこの部分ではあまり効果がないので、私は最後のことを理解することができます。\u001b[22m\n\u001b[1m(Kazama to no kankei mo, osanai koro no yūjin to no ma demo, jissai ni wa amari tekiō sa rete imasendeshitaga, sutōrī no kono bubunde wa amari kōka ga nainode, watashi wa saigo no koto o rikai suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe relationship with Kazama was also really poorly adapted, and even with his childhood friends, but I can understand the last because they don't really do much in this part of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe relationship with Kazama was also really poorly adapted, and even with his childhood friends, but I can understand the last because they don't really do much in this part of the story.\u001b[24m\n    \u001b[1mカザマとの関係も、幼い頃の友人との間でも、実際にはあまり適応されていませんでしたが、ストーリーのこの部分ではあまり効果がないので、私は最後のことを理解することができます。\u001b[22m, \u001b[1m風間との関係も本当に不十分適応し、さらには彼の幼年期の友人と、彼らは本当に物語のこの部分ではあまりをしないので、私は最後を理解することができました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound are nothing special, though I liked the first ending song.\n\n\u001b[1mアートとサウンドは何も特別なものではありませんが、私は最初のエンディング曲が好きでした。\u001b[22m\n\u001b[1m(Āto to saundo wa nani mo tokubetsuna monode wa arimasenga, watashi wa saisho no endingu kyoku ga sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound are nothing special, though I liked the first ending song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound are nothing special, though I liked the first ending song.\u001b[24m\n    \u001b[1mアートとサウンドは何も特別なものではありませんが、私は最初のエンディング曲が好きでした。\u001b[22m, \u001b[1m私は最初のエンディング曲を気に入ってもアートとサウンドは、何も特別ではありません。\u001b[22m"
  },
  {
    "title": "Kimi_no_Iru_Machi",
    "id": "17741",
    "url": "https://myanimelist.net/anime/17741/Kimi_no_Iru_Machi",
    "user": "ThePersonaFan",
    "profile": "/profile/ThePersonaFan/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=146969",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nこれは私の最初のレビューになります。私の文法は、英語が私の母国語ではないので、あなたの好みに合っていないと謝ります。 私はこのアニメがどんなものか、それがより良かったのか、それとも2番目の季節にふさわしいのかを少しだけレビューしています。このレビューは自分の意見に基づいていると言いたいと思います。\n\nストーリー：\n\n私は、ペースが速すぎる、関係、すべてのキャラクターの背景物語、彼らの歴史などを物語っていたので、私はその物語に7を与えました。しかし、このアニメは、 彼らはお互いの間にキャラクターの発展を示していました。\n\nそれは2番目のシーズンにふさわしいでしょうか？ うーん、私は自分のやり方ですべての問題が解決されたのを見ているとは思っていませんが、ストーリーが第2シーズンだったのであれば、私にとって最も失望したのはアニメの結果でした。 それはそうではありませんでした。\n\nアートとサウンド：\n\n芸術と音は、それ自身のやり方では大したものではありません。\n\nキャラクター：\n\nああ..私が言ったように、開発はストーリーのように急いでしまったので、あなたはキャラクターとのあまり「結び付いていない」と言ったのとまったく同じキャラクター。\n\n楽しみ：\n\n正直言って私は物語とキャラクターの開発に欠陥があるにもかかわらずアニメを楽しんだことがありますが、ロマンスやドラマアニメが好きな人にはまだオススメですが、\n\n私が知っていることから、マンガはその発達と全体的な楽しさの面で優れていると言われていますが、悲しいかなかそれを読んでいないので、試してみる価値があります。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOkay Too Start Off This will be my first review and I apologize if my grammar is not good enough for your preference since english is not my first language. I will only be making a short review of what this anime is like , if it could have been better or if it deserves a second season and etc. I would just like to say that this review is based on my own opinion.\n\n\u001b[1mこれは私の最初のレビューになります。私の文法は、英語が私の母国語ではないので、あなたの好みに合っていないと謝ります。 私はこのアニメがどんなものか、それがより良かったのか、それとも2番目の季節にふさわしいのかを少しだけレビューしています。このレビューは自分の意見に基づいていると言いたいと思います。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyū ni narimasu. Watashi no bunpō wa, eigo ga watashinohaha kokugode wanainode, anata no konomi ni atte inai to ayamarimasu. Watashi wa kono anime ga don'na mono ka, sore ga yori yokatta no ka, soretomo 2-banme no kisetsu ni fusawashī no ka o sukoshidake rebyū shite imasu. Kono rebyū wa jibun no iken ni motodzuite iru to iitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOkay Too Start Off This will be my first review and I apologize if my grammar is not good enough for your preference since english is not my first language. I will only be making a short review of what this anime is like , if it could have been better or if it deserves a second season and etc. I would just like to say that this review is based on my own opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay Too Start Off This will be my first review and I apologize if my grammar is not good enough for your preference since english is not my first language.\u001b[24m\n    \u001b[1mこれは私の最初のレビューになります。私の文法は、英語が私の母国語ではないので、あなたの好みに合っていないと謝ります。\u001b[22m, \u001b[1mさてすぎるこれは私の最初のレビューになり、英語は私の最初の言語ではありませんので、私の文法はあなたの好みのために十分ではありません場合、私は謝り始めます。\u001b[22m\n\u001b[4mI will only be making a short review of what this anime is like , if it could have been better or if it deserves a second season and etc. I would just like to say that this review is based on my own opinion.\u001b[24m\n    \u001b[1m私はこのアニメがどんなものか、それがより良かったのか、それとも2番目の季節にふさわしいのかを少しだけレビューしています。このレビューは自分の意見に基づいていると言いたいと思います。\u001b[22m, \u001b[1m私はそれが良いされている可能性や、第2シーズン等に値する場合、私はちょうどこの口コミは私自身の意見に基づいていると言いたい場合は、このアニメは、どのようなものであるかの短いレビューを作ることになります。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nI gave a 7 to the story because the pace was too fast, the relationships , the background story for all the characters , their history and etc. But I can say that this anime could have been better if they did not rush things so quickly , rather if they showed the characters development between each other.\n\n\u001b[1m私は、ペースが速すぎる、関係、すべてのキャラクターの背景物語、彼らの歴史などを物語っていたので、私はその物語に7を与えました。しかし、このアニメは、 彼らはお互いの間にキャラクターの発展を示していました。\u001b[22m\n\u001b[1m(Watashi wa, pēsu ga haya sugiru, kankei, subete no kyarakutā no haikei monogatari, karera no rekishi nado o monogatatte itanode, watashi wa sono monogatari ni 7 o ataemashita. Shikashi, kono anime wa, karera wa otagai no ma ni kyarakutā no hatten o shimeshite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI gave a 7 to the story because the pace was too fast, the relationships , the background story for all the characters , their history and etc. But I can say that this anime could have been better if they did not rush things so quickly , rather if they showed the characters development between each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave a 7 to the story because the pace was too fast, the relationships , the background story for all the characters , their history and etc. But I can say that this anime could have been better if they did not rush things so quickly ,\u001b[24m\n    \u001b[1m私は、ペースが速すぎる、関係、すべてのキャラクターの背景物語、彼らの歴史などを物語っていたので、私はその物語に7を与えました。しかし、このアニメは、\u001b[22m, \u001b[1mペースが速すぎたので、私はストーリーに7を与え、関係、すべての文字のためのバックグラウンドストーリー、彼らの歴史等しかし、私は、彼らがこんなに早く物事を急いでいなかった場合は、このアニメは、改善の余地があると言うことができ、\u001b[22m\n\u001b[4mrather if they showed the characters development between each other.\u001b[24m\n    \u001b[1m彼らはお互いの間にキャラクターの発展を示していました。\u001b[22m, \u001b[1mむしろ場合、それらは、互いの間の文字の開発を示しました。\u001b[22m\n\u001b[1m\u001b[22m\nDoes it deserve a second season? Umm.. I dont think so based on what I have watched every problem was solved in its own way, but what disappointed me the most was the anime's outcome if the story was what I expected it to be then it MIGHT have a second season but it didnt' so thats that.\n\n\u001b[1mそれは2番目のシーズンにふさわしいでしょうか？ うーん、私は自分のやり方ですべての問題が解決されたのを見ているとは思っていませんが、ストーリーが第2シーズンだったのであれば、私にとって最も失望したのはアニメの結果でした。 それはそうではありませんでした。\u001b[22m\n\u001b[1m(Sore wa 2-banme no shīzun ni fusawashīdeshou ka? U ̄ n, watashi wa jibun no yarikata de subete no mondai ga kaiketsu sa reta no o mite iru to wa omotte imasenga, sutōrī ga dai 2 shīzundatta nodeareba, watashi ni totte mottomo shitsubō shita no wa anime no kekkadeshita. Sore wa sōde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mDoes it deserve a second season? Umm.. I dont think so based on what I have watched every problem was solved in its own way, but what disappointed me the most was the anime's outcome if the story was what I expected it to be then it MIGHT have a second season but it didnt' so thats that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDoes it deserve a second season?\u001b[24m\n    \u001b[1mそれは2番目のシーズンにふさわしいでしょうか？\u001b[22m, \u001b[1mそれは第二シーズンに値するしていますか？\u001b[22m\n\u001b[4mUmm.. I dont think so based on what I have watched every problem was solved in its own way, but what disappointed me the most was the anime's outcome if the story was what I expected it to be then it MIGHT have a second season but\u001b[24m\n    \u001b[1mうーん、私は自分のやり方ですべての問題が解決されたのを見ているとは思っていませんが、ストーリーが第2シーズンだったのであれば、私にとって最も失望したのはアニメの結果でした。\u001b[22m, \u001b[1mうーん..私は、私はすべての問題は、独自の方法で解決するが、話は私はそれはそれは第二シーズンがあるかもしれないことを期待したものだったが、あればどのような最も私を失望することはアニメの結果だった見ているものに基づいてそう思ういけません\u001b[22m\n\u001b[4mit didnt' so thats that.\u001b[24m\n    \u001b[1mそれはそうではありませんでした。\u001b[22m, \u001b[1mそのthatsのようにそれはdidntの。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound:\n\n\u001b[1mアートとサウンド：\u001b[22m\n\u001b[1m(Āto to saundo:)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound:\u001b[24m\n    \u001b[1mアートとサウンド：\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound is ok in its own way nothing commendable.\n\n\u001b[1m芸術と音は、それ自身のやり方では大したものではありません。\u001b[22m\n\u001b[1m(Geijutsu to oto wa, sore jishin no yarikatade wa taishita monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound is ok in its own way nothing commendable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound is ok in its own way nothing commendable.\u001b[24m\n    \u001b[1m芸術と音は、それ自身のやり方では大したものではありません。\u001b[22m, \u001b[1mアートと音が立派何も独自の方法でokです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nAhh.. The Characters well just as I said the you won't have that much 'bond' with the character because as I said the development was rushed just like the story it could have been better.\n\n\u001b[1mああ..私が言ったように、開発はストーリーのように急いでしまったので、あなたはキャラクターとのあまり「結び付いていない」と言ったのとまったく同じキャラクター。\u001b[22m\n\u001b[1m(Ā.. Watashi ga itta yō ni, kaihatsu wa sutōrī no yō ni isoide shimattanode, anata wa kyarakutā to no amari `musubitsuite inai' to itta no to mattaku onaji kyarakutā.)\u001b[22m\n\nTranslations of \u001b[4mAhh.. The Characters well just as I said the you won't have that much 'bond' with the character because as I said the development was rushed just like the story it could have been better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAhh.. The Characters well just as I said the you won't have that much 'bond' with the character because as I said the development was rushed just like the story it could have been better.\u001b[24m\n    \u001b[1mああ..私が言ったように、開発はストーリーのように急いでしまったので、あなたはキャラクターとのあまり「結び付いていない」と言ったのとまったく同じキャラクター。\u001b[22m, \u001b[1mああ..私は私が言ったように、開発はちょうどそれが良いされている可能性の話のように運ばれたので、あなたが文字とそれだけ「結合」を持っていないと述べただけのようにもキャラクター。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nHonestly I did enjoy the anime despite its flaws in story and character development but still I recommend it to people who like romance and drama anime but still if they took the time to make it better this anime could have been awesome.\n\n\u001b[1m正直言って私は物語とキャラクターの開発に欠陥があるにもかかわらずアニメを楽しんだことがありますが、ロマンスやドラマアニメが好きな人にはまだオススメですが、\u001b[22m\n\u001b[1m(Shōjiki itte watashi wa monogatari to kyarakutā no kaihatsu ni kekkan ga aru nimokakawarazu anime o tanoshinda koto ga arimasuga, romansu ya dorama anime ga sukinahito ni wa mada osusumedesuga,)\u001b[22m\n\nTranslations of \u001b[4mHonestly I did enjoy the anime despite its flaws in story and character development but still I recommend it to people who like romance and drama anime but still if they took the time to make it better this anime could have been awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly I did enjoy the anime despite its flaws in story and character development but still I recommend it to people who like romance and drama anime but still if they took the time to make it better this anime could have been awesome.\u001b[24m\n    \u001b[1m正直言って私は物語とキャラクターの開発に欠陥があるにもかかわらずアニメを楽しんだことがありますが、ロマンスやドラマアニメが好きな人にはまだオススメですが、\u001b[22m, \u001b[1m正直なところ私はストーリーやキャラクターの開発にその欠陥にもかかわらず、アニメを楽しんでいたが、それでも私は彼らがこのアニメは素晴らしいされている可能性がそれを改善するために時間がかかった場合、まだロマンスとドラマのアニメが好きな人々にそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nfrom what I have learned people say that the manga is better in terms of its development and overall enjoyment but sadly I haven't read it as well so It might be worth a try. :)\n\n\u001b[1m私が知っていることから、マンガはその発達と全体的な楽しさの面で優れていると言われていますが、悲しいかなかそれを読んでいないので、試してみる価値があります。  :)\u001b[22m\n\u001b[1m(Watashi ga shitte iru koto kara, manga wa sono hattatsu to zentai-tekina tanoshisa no men de sugurete iru to iwa rete imasuga, kanashī ka na ka sore o yon de inainode, tameshite miru kachi ga arimasu. : ))\u001b[22m\n\nTranslations of \u001b[4mfrom what I have learned people say that the manga is better in terms of its development and overall enjoyment but sadly I haven't read it as well so It might be worth a try. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfrom what I have learned people say that the manga is better in terms of its development and overall enjoyment but sadly I haven't read it as well so It might be worth a try.\u001b[24m\n    \u001b[1m私が知っていることから、マンガはその発達と全体的な楽しさの面で優れていると言われていますが、悲しいかなかそれを読んでいないので、試してみる価値があります。\u001b[22m, \u001b[1m私が学んだことから、人々は漫画がその開発と全体的な楽しさの点で優れていると言うが、それは試してみる価値があるかもしれないので、悲しいことに私もそれを読んでいません。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
