[
  {
    "title": "Animation_Seisaku_Shinkou_Kuromi-chan",
    "id": "1797",
    "url": "https://myanimelist.net/anime/1797/Animation_Seisaku_Shinkou_Kuromi-chan",
    "user": "lonelytree",
    "profile": "/profile/lonelytree/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=220638",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\n私はこのアニメーションプロセスに興味があり、ビジュアルフォーマットで描かれた全体的な制作を見ると、たとえパーツが劇的に演出されても印象に役立ちます。 はい、私は私の最愛のShirobakoを見た後、このOVAを見て、そして終了した後、私は顔を笑顔で私を残しても、アニメーションランナーKuromiは十分に自分自身に立つことができると言うことができます。\n\n最初に私が気づいたのは、プロダクションマネージャーの黒木氏の視点から、アニメ業界の荒々しさを描写した暗いユーモアの中で、ショーのオーバー・ザ・トップだった。 私たちは彼女が初心者になってくるのを見て、仕事をしていない主要なアニメーターたちのために、漫画的には不可能な締め切りに悩まされています。 プロセス自体の内容や内容を学ぶことで、他の奇妙で誇張された人格とのインタラクションは、魅力的です。 その誇張は、プロダクションマネージャーが個々人のようにアーティストに応えなければならないこと、そして単にコメディであるだけに楽しませることの両方に効果的です。 ジョークは彼らが必要としたところでヒットしましたが、私は大声でも何でも笑っていませんでしたが、私はまだそれを楽しんでいました。 私はOVAが単にストーリーに従うような一種のwikiの記述に沸騰していないことを嬉しく思います。\n\n芸術とアニメーションに移って、私はいくつかのコメントを持っています。 アニメーションは非常に野性的で元気で、OVAを入手したという印象を与えるのに役立ちました。 キャラクターの動きは明らかに誇張されており、キャラクターのキャラクター化やケアをするのに役立ちます。エピソードでは40分しか使用できません。 それを特定のショーと比較しなければならないとすれば、私は戦場ではなくFLCLと同じ雰囲気を持っていると言えるでしょう。 今はアートで、2001年のショーではかなり標準的ですが、デジタル的に色付けされています。 スタイリングは少し日付がついていますが、文字はファンキーで、他の何百もの本当に包括的な棘のある髪の文字から目立つように見えます。\n\n音、私はあまり言わない。  OSTの面では、トラック全体で3曲だけが繰り返されているように感じました。 しかし、私は病気にならなかったので、それは問題ありません。 ダブが関わっている限り、声の演技はうまくいっています。  VAは各キャラクターの不快感を効果的に伝えました。\n\n全体的に、私はこれに私の時間を無駄に感じることはなかったし、私はすべての中でいくつかの笑いをも持っています。 あなたがアニメーションのプロセスに興味があるなら、あなたは一日中休みにして、このことを見ることをお勧めします。 あなたがすでにシーロバコを見たことがあっても。\n\n全体：7/10  - ＆gt;  B",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI came into this curious about the animation process, and seeing the overall production depicted in a visual format helps with the impression even if parts can be dramatized. Yes, I have seen this OVA after watching my beloved Shirobako, and after finishing I can say that Animation Runner Kuromi does enough to stand on its own, even leaving me with a smile on my face.\n\n\u001b[1m私はこのアニメーションプロセスに興味があり、ビジュアルフォーマットで描かれた全体的な制作を見ると、たとえパーツが劇的に演出されても印象に役立ちます。 はい、私は私の最愛のShirobakoを見た後、このOVAを見て、そして終了した後、私は顔を笑顔で私を残しても、アニメーションランナーKuromiは十分に自分自身に立つことができると言うことができます。\u001b[22m\n\u001b[1m(Watashi wa kono animēshonpurosesu ni kyōmi ga ari, bijuarufōmatto de egaka reta zentai-tekina seisaku o miru to, tatoe pātsu ga gekiteki ni enshutsu sa rete mo inshō ni yakudachimasu. Hai, watashi wa watashi no saiai no Shirobako o mita nochi, kono ovu~a o mite, soshite shūryō shita nochi, watashi wa kao o egao de watashi o nokoshite mo, animēshonran'nā kuromi wa jūbun ni jibun jishin ni tatsu koto ga dekiru to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI came into this curious about the animation process, and seeing the overall production depicted in a visual format helps with the impression even if parts can be dramatized. Yes, I have seen this OVA after watching my beloved Shirobako, and after finishing I can say that Animation Runner Kuromi does enough to stand on its own, even leaving me with a smile on my face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI came into this curious about the animation process, and seeing the overall production depicted in a visual format helps with the impression even if parts can be dramatized.\u001b[24m\n    \u001b[1m私はこのアニメーションプロセスに興味があり、ビジュアルフォーマットで描かれた全体的な制作を見ると、たとえパーツが劇的に演出されても印象に役立ちます。\u001b[22m, \u001b[1m私は、アニメーションプロセスについては、この好奇心に入って来た、と視覚形式で描かれ、全体的な生産を見ることの部品を演出することができたとしても印象に役立ちます。\u001b[22m\n\u001b[4mYes, I have seen this OVA after watching my beloved Shirobako, and after finishing I can say that Animation Runner Kuromi does enough to stand on its own, even leaving me with a smile on my face.\u001b[24m\n    \u001b[1mはい、私は私の最愛のShirobakoを見た後、このOVAを見て、そして終了した後、私は顔を笑顔で私を残しても、アニメーションランナーKuromiは十分に自分自身に立つことができると言うことができます。\u001b[22m, \u001b[1mはい、私は私の最愛のShirobakoを見た後、このOVAを見てきましたし、終わった後、私はアニメーション制作進行くろみちゃんにも私の顔に笑みを浮かべて私を残し、それ自身の上に立つのに十分ないと言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe first thing I noticed was how over-the-top the show is, first in its rather dark humor depicting the harshness of the anime industry from the perspective of the production manager Kuromi. We see her coming in as a newbie, being dismayed by the comically impossible deadlines due to key animators not doing their jobs. Through learning the ins and outs of the process itself, her interactions with other strange, exaggerated personalities to get them to work is rather charming. The exaggeration serves in good effect both to convey that production managers have to cater to the artists as they are individuals, and also to just simply entertain as it is a comedy. The jokes hit where they needed to, and although I didn't laugh out loud or anything, I still enjoyed it. I'm glad the OVA didn't simply boil down to a sort of a wiki description that only happens to follow a story.\n\n\u001b[1m最初に私が気づいたのは、プロダクションマネージャーの黒木氏の視点から、アニメ業界の荒々しさを描写した暗いユーモアの中で、ショーのオーバー・ザ・トップだった。 私たちは彼女が初心者になってくるのを見て、仕事をしていない主要なアニメーターたちのために、漫画的には不可能な締め切りに悩まされています。 プロセス自体の内容や内容を学ぶことで、他の奇妙で誇張された人格とのインタラクションは、魅力的です。 その誇張は、プロダクションマネージャーが個々人のようにアーティストに応えなければならないこと、そして単にコメディであるだけに楽しませることの両方に効果的です。 ジョークは彼らが必要としたところでヒットしましたが、私は大声でも何でも笑っていませんでしたが、私はまだそれを楽しんでいました。 私はOVAが単にストーリーに従うような一種のwikiの記述に沸騰していないことを嬉しく思います。\u001b[22m\n\u001b[1m(Saisho ni watashi ga kidzuita no wa, purodakushonmanējā no Kuroki-shi no shiten kara, anime gyōkai no araarashi-sa o byōsha shita kurai yūmoa no naka de, shō no ōbā za toppudatta. Watashitachi wa kanojo ga shoshinsha ni natte kuru no o mite, shigoto o shite inai shuyōna animētā-tachi no tame ni, manga-teki ni wa fukanōna shimekiri ni nayamasa rete imasu. Purosesu jitai no naiyō ya naiyō o manabu koto de, hoka no kimyōde kochō sa reta jinkaku to no intarakushon wa, mirikitekidesu. Sono kochō wa, purodakushonmanējā ga kokojin no yō ni ātisuto ni kotaenakereba naranai koto, soshite tan'ni komedidearu dake ni tanoshima seru koto no ryōhō ni kōka-tekidesu. Jōku wa karera ga hitsuyō to shita tokoro de hitto shimashitaga, watashi wa ōgoe demo nani demo waratte imasendeshitaga, watashi wa mada sore o tanoshinde imashita. Watashi wa ovu~a ga tan'ni sutōrī ni shitagau yōna isshu no u~ikki no kijutsu ni futtō shite inai koto o ureshiku omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first thing I noticed was how over-the-top the show is, first in its rather dark humor depicting the harshness of the anime industry from the perspective of the production manager Kuromi. We see her coming in as a newbie, being dismayed by the comically impossible deadlines due to key animators not doing their jobs. Through learning the ins and outs of the process itself, her interactions with other strange, exaggerated personalities to get them to work is rather charming. The exaggeration serves in good effect both to convey that production managers have to cater to the artists as they are individuals, and also to just simply entertain as it is a comedy. The jokes hit where they needed to, and although I didn't laugh out loud or anything, I still enjoyed it. I'm glad the OVA didn't simply boil down to a sort of a wiki description that only happens to follow a story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first thing I noticed was how over-the-top the show is, first in its rather dark humor depicting the harshness of the anime industry from the perspective of the production manager Kuromi.\u001b[24m\n    \u001b[1m最初に私が気づいたのは、プロダクションマネージャーの黒木氏の視点から、アニメ業界の荒々しさを描写した暗いユーモアの中で、ショーのオーバー・ザ・トップだった。\u001b[22m, \u001b[1m私が最初に気づいは、オーバーザトップショーはプロダクションマネージャークロミの観点から、アニメ業界の厳しさを描いたそのむしろ暗いユーモアの最初の、どのようにしました。\u001b[22m\n\u001b[4mWe see her coming in as a newbie, being dismayed by the comically impossible deadlines due to key animators not doing their jobs.\u001b[24m\n    \u001b[1m私たちは彼女が初心者になってくるのを見て、仕事をしていない主要なアニメーターたちのために、漫画的には不可能な締め切りに悩まされています。\u001b[22m, \u001b[1m私たちは彼女が自分の仕事をしていないキーアニメーターによるコミカル不可能締め切りによって失望されて、初心者として来て参照してください。\u001b[22m\n\u001b[4mThrough learning the ins and outs of the process itself, her interactions with other strange, exaggerated personalities to get them to work is rather charming.\u001b[24m\n    \u001b[1mプロセス自体の内容や内容を学ぶことで、他の奇妙で誇張された人格とのインタラクションは、魅力的です。\u001b[22m, \u001b[1mそれらを動作させるために、プロセス自体のインとアウトを学ぶ他の奇妙な、誇張された個性を持つ彼女の相互作用を介してかなり魅力的です。\u001b[22m\n\u001b[4mThe exaggeration serves in good effect both to convey that production managers have to cater to the artists as they are individuals, and also to just simply entertain as it is a comedy.\u001b[24m\n    \u001b[1mその誇張は、プロダクションマネージャーが個々人のようにアーティストに応えなければならないこと、そして単にコメディであるだけに楽しませることの両方に効果的です。\u001b[22m, \u001b[1m過言では両方が生産管理者は、彼らが個人であるとして、アーティストに応えるために、また、それは喜劇であるとして単に楽しませるために持っていることを伝えるために良い効果で提供しています。\u001b[22m\n\u001b[4mThe jokes hit where they needed to, and although I didn't laugh out loud or anything, I still enjoyed it.\u001b[24m\n    \u001b[1mジョークは彼らが必要としたところでヒットしましたが、私は大声でも何でも笑っていませんでしたが、私はまだそれを楽しんでいました。\u001b[22m, \u001b[1mそれらが必要な場所ジョークがヒットし、私は大声でか何かを笑っていなかったが、私はまだそれを楽しみました。\u001b[22m\n\u001b[4mI'm glad the OVA didn't simply boil down to a sort of a wiki description that only happens to follow a story.\u001b[24m\n    \u001b[1m私はOVAが単にストーリーに従うような一種のwikiの記述に沸騰していないことを嬉しく思います。\u001b[22m, \u001b[1m私は、OVAは、単にだけの話に従うことが起こるのwikiの記述の一種に煮詰めるなかったうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nMoving on to art and animation, I do have some comments. Animation is very wild and energetic, which helped give off that impression I got of the OVA. Characters motions are overtly exaggerated to help characterize them and get us to care, as there are only 40 minutes in the episode to work with. If I had to compare it to a certain show, I'd say I got around the same vibe as FLCL in not the fight scenes. Now on the art, it's pretty standard for a 2001 show, although it is digitally colored. The styling is also a little dated, but characters are funky looking enough for them to stand out from the hundreds of other really generic spiky hair characters out there.\n\n\u001b[1m芸術とアニメーションに移って、私はいくつかのコメントを持っています。 アニメーションは非常に野性的で元気で、OVAを入手したという印象を与えるのに役立ちました。 キャラクターの動きは明らかに誇張されており、キャラクターのキャラクター化やケアをするのに役立ちます。エピソードでは40分しか使用できません。 それを特定のショーと比較しなければならないとすれば、私は戦場ではなくFLCLと同じ雰囲気を持っていると言えるでしょう。 今はアートで、2001年のショーではかなり標準的ですが、デジタル的に色付けされています。 スタイリングは少し日付がついていますが、文字はファンキーで、他の何百もの本当に包括的な棘のある髪の文字から目立つように見えます。\u001b[22m\n\u001b[1m(Geijutsu to animēshon ni utsutte, watashi wa ikutsu ka no komento o motte imasu. Animēshon wa hijō ni yasei-tekide genkide, ovu~a o nyūshu shita to iu inshō o ataeru no ni yakudachimashita. Kyarakutā no ugoki wa akiraka ni kochō sa rete ori, kyarakutā no kyarakutā-ka ya kea o suru no ni yakudachimasu. Episōdode wa 40-bu shika shiyō dekimasen. Sore o tokutei no shō to hikaku shinakereba naranai to sureba, watashi wa senjōde wanaku furikuri to onaji fun'iki o motte iru to ierudeshou. Ima wa āto de, 2001-nen no shōde wa kanari hyōjun-tekidesuga, dejitaru-teki ni irodzuke sa rete imasu. Sutairingu wa sukoshi hidzuke ga tsuite imasuga, moji wa fankī de, hoka no nan hyaku mono hontōni hōkatsu-tekina toge no aru kami no moji kara medatsu yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mMoving on to art and animation, I do have some comments. Animation is very wild and energetic, which helped give off that impression I got of the OVA. Characters motions are overtly exaggerated to help characterize them and get us to care, as there are only 40 minutes in the episode to work with. If I had to compare it to a certain show, I'd say I got around the same vibe as FLCL in not the fight scenes. Now on the art, it's pretty standard for a 2001 show, although it is digitally colored. The styling is also a little dated, but characters are funky looking enough for them to stand out from the hundreds of other really generic spiky hair characters out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on to art and animation, I do have some comments.\u001b[24m\n    \u001b[1m芸術とアニメーションに移って、私はいくつかのコメントを持っています。\u001b[22m, \u001b[1mアートやアニメーションに移動、私はいくつかのコメントがありますか。\u001b[22m\n\u001b[4mAnimation is very wild and energetic, which helped give off that impression I got of the OVA.\u001b[24m\n    \u001b[1mアニメーションは非常に野性的で元気で、OVAを入手したという印象を与えるのに役立ちました。\u001b[22m, \u001b[1mアニメーションは、私がOVAのだという印象を放つ助けている、非常にワイルドでエネルギッシュです。\u001b[22m\n\u001b[4mCharacters motions are overtly exaggerated to help characterize them and get us to care, as there are only 40 minutes in the episode to work with.\u001b[24m\n    \u001b[1mキャラクターの動きは明らかに誇張されており、キャラクターのキャラクター化やケアをするのに役立ちます。エピソードでは40分しか使用できません。\u001b[22m, \u001b[1mキャラクターの動きはで動作するようにエピソードでわずか40分があるので、それらを特徴付けるし、私たちは気に得るのを助けるためにあからさまに誇張されています。\u001b[22m\n\u001b[4mIf I had to compare it to a certain show, I'd say I got around the same vibe as FLCL in not the fight scenes.\u001b[24m\n    \u001b[1mそれを特定のショーと比較しなければならないとすれば、私は戦場ではなくFLCLと同じ雰囲気を持っていると言えるでしょう。\u001b[22m, \u001b[1m私は特定のショーにそれを比較する必要があった場合、私は私ではない戦いのシーンでフリクリと同じ雰囲気の周りに持って言うと思います。\u001b[22m\n\u001b[4mNow on the art, it's pretty standard for a 2001 show, although it is digitally colored.\u001b[24m\n    \u001b[1m今はアートで、2001年のショーではかなり標準的ですが、デジタル的に色付けされています。\u001b[22m, \u001b[1mそれはデジタルで着色されているが、今芸術に、それは、2001年のショーのためにかなり標準的です。\u001b[22m\n\u001b[4mThe styling is also a little dated, but characters are funky looking enough for them to stand out from the hundreds of other really generic spiky hair characters out there.\u001b[24m\n    \u001b[1mスタイリングは少し日付がついていますが、文字はファンキーで、他の何百もの本当に包括的な棘のある髪の文字から目立つように見えます。\u001b[22m, \u001b[1mスタイリングも少し時代遅れですが、彼らはそこに他の本当に一般的な先端のとがった髪の文字の数百人から目立つようにするための文字は十分に見てファンキーです。\u001b[22m\n\u001b[1m\u001b[22m\nSound, I haven't got much to say. In terms of OST, it felt like there were only three tracks played throughout the thing and on repeat. However, I didn't get sick of them, so that's fine. Voice acting, as far as the dub is concerned, is well done. The VAs effectively conveyed each character's wackiness, so no complaints there.\n\n\u001b[1m音、私はあまり言わない。  OSTの面では、トラック全体で3曲だけが繰り返されているように感じました。 しかし、私は病気にならなかったので、それは問題ありません。 ダブが関わっている限り、声の演技はうまくいっています。  VAは各キャラクターの不快感を効果的に伝えました。\u001b[22m\n\u001b[1m(Oto, watashi wa amari iwanai. OST no mende wa, torakku zentai de 3-kyoku dake ga kurikaesa rete iru yō ni kanjimashita. Shikashi, watashi wa byōki ni naranakattanode, soreha mondai arimasen. Dabu ga kakawatte iru kagiri,-goe no engi wa umaku itte imasu. VA wa kaku kyarakutā no fukai-kan o kōka-teki ni tsutaemashita.)\u001b[22m\n\nTranslations of \u001b[4mSound, I haven't got much to say. In terms of OST, it felt like there were only three tracks played throughout the thing and on repeat. However, I didn't get sick of them, so that's fine. Voice acting, as far as the dub is concerned, is well done. The VAs effectively conveyed each character's wackiness, so no complaints there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound, I haven't got much to say.\u001b[24m\n    \u001b[1m音、私はあまり言わない。\u001b[22m, \u001b[1mサウンドは、私が言っても過言を持っていません。\u001b[22m\n\u001b[4mIn terms of OST, it felt like there were only three tracks played throughout the thing and on repeat.\u001b[24m\n    \u001b[1mOSTの面では、トラック全体で3曲だけが繰り返されているように感じました。\u001b[22m, \u001b[1m事全体の繰り返しで再生だけで3つのトラックがあったようにOSTの面では、それは感じました。\u001b[22m\n\u001b[4mHowever, I didn't get sick of them, so that's fine.\u001b[24m\n    \u001b[1mしかし、私は病気にならなかったので、それは問題ありません。\u001b[22m, \u001b[1mしかし、私はそれらの病気に取得していないので、それは大丈夫です。\u001b[22m\n\u001b[4mVoice acting, as far as the dub is concerned, is well done.\u001b[24m\n    \u001b[1mダブが関わっている限り、声の演技はうまくいっています。\u001b[22m, \u001b[1m声の演技は、限りダブに関しては、よく行われています。\u001b[22m\n\u001b[4mThe VAs effectively conveyed each character's wackiness, so no complaints there.\u001b[24m\n    \u001b[1mVAは各キャラクターの不快感を効果的に伝えました。\u001b[22m, \u001b[1mVAは、効果的に、各文字の狂気さを伝えていないので、そこには不満。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I didn't feel like I wasted my time on this and I even got some laughs all throughout. If you're at all curious about the animation process, I recommend that you take some time off your day and watch this thing. Even if you've already watched Shirobako.\n\n\u001b[1m全体的に、私はこれに私の時間を無駄に感じることはなかったし、私はすべての中でいくつかの笑いをも持っています。 あなたがアニメーションのプロセスに興味があるなら、あなたは一日中休みにして、このことを見ることをお勧めします。 あなたがすでにシーロバコを見たことがあっても。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kore ni watashinojikan o muda ni kanjiru koto wa nakattashi, watashi wa subete no naka de ikutsu ka no warai o mo motte imasu. Anata ga animēshon no purosesu ni kyōmigārunara, anata wa tsuitachi nakayasumi ni shite, kono koto o miru koto o o susume shimasu. Anata ga sudeni shīrobako o mita koto ga atte mo.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I didn't feel like I wasted my time on this and I even got some laughs all throughout. If you're at all curious about the animation process, I recommend that you take some time off your day and watch this thing. Even if you've already watched Shirobako.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I didn't feel like I wasted my time on this and I even got some laughs all throughout.\u001b[24m\n    \u001b[1m全体的に、私はこれに私の時間を無駄に感じることはなかったし、私はすべての中でいくつかの笑いをも持っています。\u001b[22m, \u001b[1m私はこの上で私の時間を無駄にし、私もすべてを通していくつかの笑いを得たように全体的に、私は感じませんでした。\u001b[22m\n\u001b[4mIf you're at all curious about the animation process, I recommend that you take some time off your day and watch this thing.\u001b[24m\n    \u001b[1mあなたがアニメーションのプロセスに興味があるなら、あなたは一日中休みにして、このことを見ることをお勧めします。\u001b[22m, \u001b[1mあなたはアニメーションプロセスに関するすべての好奇心旺盛であれば、私はあなたがあなたの日からいくつかの時間がかかるし、この事を見てことをお勧めします。\u001b[22m\n\u001b[4mEven if you've already watched Shirobako.\u001b[24m\n    \u001b[1mあなたがすでにシーロバコを見たことがあっても。\u001b[22m, \u001b[1m場合でも、あなたはすでにShirobakoを見てきました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10 -&gt; B\n\n\u001b[1m全体：7/10  - ＆gt;  B\u001b[22m\n\u001b[1m(Zentai: 7/ 10 - & Gt; B)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10 -&gt; B\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10 -&gt;\u001b[24m\n    \u001b[1m全体：7/10  - ＆gt;\u001b[22m, \u001b[1m全体：7月10日 - ＆GT;\u001b[22m\n\u001b[4mB\u001b[24m\n    \u001b[1mB\u001b[22m"
  },
  {
    "title": "Animation_Seisaku_Shinkou_Kuromi-chan",
    "id": "1797",
    "url": "https://myanimelist.net/anime/1797/Animation_Seisaku_Shinkou_Kuromi-chan",
    "user": "purplwig",
    "profile": "/profile/purplwig/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=111787",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nアニメランナーKuromiはかわいい、楽しい、そしてかなり陽気です！ クロミが初めて仕事を始めたときの話が始まります。 残念なことに、彼女の生産マネージャーが過労から気を失った後、彼女は仕事をして次のプロダクションマネージャーになりました。 アニメーターが怠け者でなくても、ほとんどの場合スタジオで働くことさえできなかったとしても、これはそれほど悪くないかもしれません。 速く接近する締め切りと、ほとんどアニメのショーのいずれかで、クロミはそれを時間内に完了できますか？\n\n話自体はかなり基本的です。 本当にそれを輝かせるのは、それがユニークな設定と一緒にジョークと参照（ルパン三世*咳止め*私はルイスモンドIIIを意味する）を参照しています。 実際にアニメーション業界について何かを学ぶかもしれないので、注意してください！\n\n芸術は非常にかわいいとchibi-esqueです。 これはしばしば誇張された動きによってショーコメディに追加されます。 それはちび以外のどのような方法でも特にユニークではありませんが、文字のすべてが面白いデザインであり、すべてが同じに見えるわけではありません。\n\nキャラクターはすべて個性が異なり、物語の中には黒木がそれぞれを理解しようとしているので、アニメーターに仕事をさせることができます。 開発を受ける唯一のキャラクターはKuromiとHamakoですが、これは40分の卵子であると考えると、実際にはあまり必要はありません。\n\n私はダブを見ましたが、これはかなりうまくいったようです。 音楽は目立つことはありませんが、それは仕事です。 サウンドエフェクトもかなり良いです。\n\nだから基本的に、あなたは本当にこれを見ない理由がない。 わずか40分で、見つけやすいです（ウインクウインク、ナッジ・ナッジ・ユーチューブ）。チャンスがあればチェックしてください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAnimation Runner Kuromi is cute, fun, and pretty hilarious too! The story begins when Kuromi starts her first day at work. Unfortunately for her, after her production manager faints from being overworked, she's forced to take his job and become the next production manager. This might not have been that bad if the animators weren't so lazy that they couldn't even be bothered to work at the studio most of the time. With a fast approaching deadline and barely any of the show animated, can Kuromi get it done in time?!?\n\n\u001b[1mアニメランナーKuromiはかわいい、楽しい、そしてかなり陽気です！ クロミが初めて仕事を始めたときの話が始まります。 残念なことに、彼女の生産マネージャーが過労から気を失った後、彼女は仕事をして次のプロダクションマネージャーになりました。 アニメーターが怠け者でなくても、ほとんどの場合スタジオで働くことさえできなかったとしても、これはそれほど悪くないかもしれません。 速く接近する締め切りと、ほとんどアニメのショーのいずれかで、クロミはそれを時間内に完了できますか？\u001b[22m\n\u001b[1m(Animeran'nā kuromi wa kawaī, tanoshī, soshite kanari yōkidesu! Kuromi ga hajimete shigoto o hajimeta toki no hanashi ga hajimarimasu. Zan'nen'nakotoni, kanojo no seisan manējā ga karō kara ki o ushinatta nochi, kanojo wa shigoto o shite tsugi no purodakushonmanējā ni narimashita. Animētā ga namakemonodenakute mo, hotondo no baai sutajio de hataraku koto sae dekinakatta to shite mo, kore wa sore hodo warukunai kamo shiremasen. Hayaku sekkin suru shimekiri to, hotondo anime no shō no izureka de, kuromi wa sore o jikan uchi ni kanryō dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mAnimation Runner Kuromi is cute, fun, and pretty hilarious too! The story begins when Kuromi starts her first day at work. Unfortunately for her, after her production manager faints from being overworked, she's forced to take his job and become the next production manager. This might not have been that bad if the animators weren't so lazy that they couldn't even be bothered to work at the studio most of the time. With a fast approaching deadline and barely any of the show animated, can Kuromi get it done in time?!?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation Runner Kuromi is cute, fun, and pretty hilarious too!\u001b[24m\n    \u001b[1mアニメランナーKuromiはかわいい、楽しい、そしてかなり陽気です！\u001b[22m, \u001b[1mアニメーション制作進行くろみちゃんもかわいい楽しい、とかなり陽気です！\u001b[22m\n\u001b[4mThe story begins when Kuromi starts her first day at work.\u001b[24m\n    \u001b[1mクロミが初めて仕事を始めたときの話が始まります。\u001b[22m, \u001b[1mクロミは仕事で彼女の最初の日を開始したとき物語は始まります。\u001b[22m\n\u001b[4mUnfortunately for her, after her production manager faints from being overworked, she's forced to take his job and become the next production manager.\u001b[24m\n    \u001b[1m残念なことに、彼女の生産マネージャーが過労から気を失った後、彼女は仕事をして次のプロダクションマネージャーになりました。\u001b[22m, \u001b[1m彼女の生産管理者が過労されることから気絶した後、残念ながら彼女のために、彼女は彼の仕事を取ると次の生産マネージャーになることを余儀なくさです。\u001b[22m\n\u001b[4mThis might not have been that bad if the animators weren't so lazy that they couldn't even be bothered to work at the studio most of the time.\u001b[24m\n    \u001b[1mアニメーターが怠け者でなくても、ほとんどの場合スタジオで働くことさえできなかったとしても、これはそれほど悪くないかもしれません。\u001b[22m, \u001b[1mアニメーターは、彼らもスタジオでほとんどの時間を仕事に悩まされることはないことができるように怠け者ではなかった場合、これは悪いことしていない可能性があります。\u001b[22m\n\u001b[4mWith a fast approaching deadline and barely any of the show animated, can Kuromi get it done in time?!?\u001b[24m\n    \u001b[1m速く接近する締め切りと、ほとんどアニメのショーのいずれかで、クロミはそれを時間内に完了できますか？\u001b[22m, \u001b[1m近づい期限やアニメ番組のほとんどいずれかで、それは時間にクロミを成し遂げることができますか？！？\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself is pretty basic. What really makes it shine are the jokes and references (look out for Lupin III *cough cough* I mean Luis Monde III) along with it's unique setting. Be careful, because you might actually learn a thing or two about the animation industry!\n\n\u001b[1m話自体はかなり基本的です。 本当にそれを輝かせるのは、それがユニークな設定と一緒にジョークと参照（ルパン三世*咳止め*私はルイスモンドIIIを意味する）を参照しています。 実際にアニメーション業界について何かを学ぶかもしれないので、注意してください！\u001b[22m\n\u001b[1m(Hanashi jitai wa kanari kihon-tekidesu. Hontōni sore o kagayaka seru no wa, sore ga yunīkuna settei to issho ni jōku to sanshō (rupansansei* sekitome* watashi wa ruisumondo III o imi suru) o sanshō shite imasu. Jissai ni animēshon gyōkai ni tsuite nanika o manabu kamo shirenainode, chūi shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mThe story itself is pretty basic. What really makes it shine are the jokes and references (look out for Lupin III *cough cough* I mean Luis Monde III) along with it's unique setting. Be careful, because you might actually learn a thing or two about the animation industry!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself is pretty basic.\u001b[24m\n    \u001b[1m話自体はかなり基本的です。\u001b[22m, \u001b[1m物語自体はかなり基本的なものです。\u001b[22m\n\u001b[4mWhat really makes it shine are the jokes and references (look out for Lupin III *cough cough* I mean Luis Monde III) along with it's unique setting.\u001b[24m\n    \u001b[1m本当にそれを輝かせるのは、それがユニークな設定と一緒にジョークと参照（ルパン三世*咳止め*私はルイスモンドIIIを意味する）を参照しています。\u001b[22m, \u001b[1m本当にそれはジョークや参照がある輝かせる（ルパン三世のために外を見る*咳咳*私はルイス・モンドIIIを意味する）、それはユニークな設定だと一緒に。\u001b[22m\n\u001b[4mBe careful, because you might actually learn a thing or two about the animation industry!\u001b[24m\n    \u001b[1m実際にアニメーション業界について何かを学ぶかもしれないので、注意してください！\u001b[22m, \u001b[1mあなたが実際にアニメ業界についての事または2を学ぶかもしれないので、注意してください！\u001b[22m\n\u001b[1m\u001b[22m\nThe art is very cute and chibi-esque. This often adds to the shows comedy via exaggerated movement. It's not particularly unique in any way besides being chibi, but all of the characters have interesting designs and don't all look the same.\n\n\u001b[1m芸術は非常にかわいいとchibi-esqueです。 これはしばしば誇張された動きによってショーコメディに追加されます。 それはちび以外のどのような方法でも特にユニークではありませんが、文字のすべてが面白いデザインであり、すべてが同じに見えるわけではありません。\u001b[22m\n\u001b[1m(Geijutsu wa hijō ni kawaī to chibi - esquedesu. Kore wa shibashiba kochō sa reta ugoki ni yotte shōkomedi ni tsuika sa remasu. Sore wa chibi igai nodo no yōna hōhō demo tokuni yunīkude wa arimasenga, moji no subete ga omoshiroi dezaindeari, subete ga onaji ni mieru wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art is very cute and chibi-esque. This often adds to the shows comedy via exaggerated movement. It's not particularly unique in any way besides being chibi, but all of the characters have interesting designs and don't all look the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is very cute and chibi-esque.\u001b[24m\n    \u001b[1m芸術は非常にかわいいとchibi-esqueです。\u001b[22m, \u001b[1m芸術は非常にかわいいとちび風です。\u001b[22m\n\u001b[4mThis often adds to the shows comedy via exaggerated movement.\u001b[24m\n    \u001b[1mこれはしばしば誇張された動きによってショーコメディに追加されます。\u001b[22m, \u001b[1mこれは、しばしば誇張された動きを介して、ショーの喜劇に追加されます。\u001b[22m\n\u001b[4mIt's not particularly unique in any way besides being chibi, but all of the characters have interesting designs and don't all look the same.\u001b[24m\n    \u001b[1mそれはちび以外のどのような方法でも特にユニークではありませんが、文字のすべてが面白いデザインであり、すべてが同じに見えるわけではありません。\u001b[22m, \u001b[1mそれはちびであることに加えて、任意の方法で、特にユニークではないですが、文字のすべてが面白いデザインを持って、すべてが同じように見えません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters all have different personalities, and part of the story is about Kuromi trying to understand each one of them so that she can get the animators to do their jobs. The only characters who undergo any development are Kuromi and Hamako, but considering this is a 40 minute ova there doesn't really need to be much.\n\n\u001b[1mキャラクターはすべて個性が異なり、物語の中には黒木がそれぞれを理解しようとしているので、アニメーターに仕事をさせることができます。 開発を受ける唯一のキャラクターはKuromiとHamakoですが、これは40分の卵子であると考えると、実際にはあまり必要はありません。\u001b[22m\n\u001b[1m(Kyarakutā wa subete kosei ga kotonari, monogatari no nakaniha Kuroki ga sorezore o rikai shiyou to shite irunode, animētā ni shigoto o sa seru koto ga dekimasu. Kaihatsu o ukeru yuiitsu no kyarakutā wa kuromi to Hamakodesuga, kore wa 40-bu no ranshidearu to kangaeru to, jissai ni wa amari hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters all have different personalities, and part of the story is about Kuromi trying to understand each one of them so that she can get the animators to do their jobs. The only characters who undergo any development are Kuromi and Hamako, but considering this is a 40 minute ova there doesn't really need to be much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters all have different personalities, and part of the story is about Kuromi trying to understand each one of them so that she can get the animators to do their jobs.\u001b[24m\n    \u001b[1mキャラクターはすべて個性が異なり、物語の中には黒木がそれぞれを理解しようとしているので、アニメーターに仕事をさせることができます。\u001b[22m, \u001b[1m文字はすべて違う個性を持っており、物語の一部は、彼女はアニメーターが自分の仕事をするために得ることができるようにクロミはそれらの一つ一つを理解しようとしている程度です。\u001b[22m\n\u001b[4mThe only characters who undergo any development are Kuromi and Hamako, but considering this is a 40 minute ova there doesn't really need to be much.\u001b[24m\n    \u001b[1m開発を受ける唯一のキャラクターはKuromiとHamakoですが、これは40分の卵子であると考えると、実際にはあまり必要はありません。\u001b[22m, \u001b[1mどのような開発を受ける唯一の文字は、クロミとHamakoですが、本当に多くがあるように必要はありませんOVAこれを考慮すると、40分です。\u001b[22m\n\u001b[1m\u001b[22m\nI watched the dub, which seemed to be pretty well done. The music never stands out, but it does it's job. Sound effects are pretty good too.\n\n\u001b[1m私はダブを見ましたが、これはかなりうまくいったようです。 音楽は目立つことはありませんが、それは仕事です。 サウンドエフェクトもかなり良いです。\u001b[22m\n\u001b[1m(Watashi wa dabu o mimashitaga, kore wa kanari umaku itta yōdesu. Ongaku wa medatsu koto wa arimasenga, soreha shigotodesu. Saundoefekuto mo kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI watched the dub, which seemed to be pretty well done. The music never stands out, but it does it's job. Sound effects are pretty good too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched the dub, which seemed to be pretty well done.\u001b[24m\n    \u001b[1m私はダブを見ましたが、これはかなりうまくいったようです。\u001b[22m, \u001b[1m私はかなりよくやっているように見えたダブを、見ました。\u001b[22m\n\u001b[4mThe music never stands out, but it does it's job.\u001b[24m\n    \u001b[1m音楽は目立つことはありませんが、それは仕事です。\u001b[22m, \u001b[1m音楽が目立つことはありませんが、それはそれが仕事だありません。\u001b[22m\n\u001b[4mSound effects are pretty good too.\u001b[24m\n    \u001b[1mサウンドエフェクトもかなり良いです。\u001b[22m, \u001b[1mサウンド効果はかなり良いです。\u001b[22m\n\u001b[1m\u001b[22m\nSo basically, you really don't have a reason not to watch this. It's only 40 minutes long and extremely easy to find (wink wink, nudge nudge youtube.) Check it out if you get the chance!\n\n\u001b[1mだから基本的に、あなたは本当にこれを見ない理由がない。 わずか40分で、見つけやすいです（ウインクウインク、ナッジ・ナッジ・ユーチューブ）。チャンスがあればチェックしてください！\u001b[22m\n\u001b[1m(Dakara kihontekini, anata wa hontōni kore o minai riyū ga nai. Wazuka 40-bu de, mitsuke yasuidesu (uinkuuinku, najji najji yūchūbu). Chansu ga areba chekkushitekudasai!)\u001b[22m\n\nTranslations of \u001b[4mSo basically, you really don't have a reason not to watch this. It's only 40 minutes long and extremely easy to find (wink wink, nudge nudge youtube.) Check it out if you get the chance!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo basically, you really don't have a reason not to watch this.\u001b[24m\n    \u001b[1mだから基本的に、あなたは本当にこれを見ない理由がない。\u001b[22m, \u001b[1mしたがって、基本的に、あなたは本当にこれを見ていない理由はありません。\u001b[22m\n\u001b[4mIt's only 40 minutes long and extremely easy to find (wink wink, nudge nudge youtube.) Check it out if you get the chance!\u001b[24m\n    \u001b[1mわずか40分で、見つけやすいです（ウインクウインク、ナッジ・ナッジ・ユーチューブ）。チャンスがあればチェックしてください！\u001b[22m, \u001b[1mこれは、（ウインクウインク、ユーチューブを微調整微調整。）のみ40分長く、見つけるのは非常に簡単です、あなたがチャンスを得ればそれをチェックアウト！\u001b[22m"
  }
]
