[
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "jet2r0cks",
    "profile": "/profile/jet2r0cks/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=583",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nプロットには多くのエッチが埋め込まれていますが（通常のパンティフラッシュ、触れる、生殖器を話す）、Vandreadの話には何かがあります。 私は男性と女性が一緒に一緒になっていないという考えが好きで、シリーズを通して彼らはお互いに仕事をして戦いを学ぶ。 あなたが存在していることを証明するための違いを作ることをテーマにしています。これは、一連のヒビキの目標です。\n\n今、私は戦いに言及したので、私はそれがメカの戦いに関しては本当に良くありません。 銀河間戦争は私を混乱させたり、苦しめたりする傾向がありますが、CGのために私は少し魅了されました。 戦闘シーンはちょっと忙しそうでしたが、私はいつも何が起きているのか分かりませんでした。 技術的な対話の種類はそれを悪化させましたが、私が見た他のメカシリーズと比較して、Vandreadはそれほど悪くありませんでした。 私はそれを2回以上見ました。\n\n私がVandreadが好きな理由の1つは、文字のキャストです。 私は、エズラやパイウェイなどのサポートキャラクターであっても、誰もが十分なスクリーン時間を得ることができたことに感心しました。 それは、特に非常に多くのキャラクターを持つアニメにとって、達成することは常に困難です。 また、HibikiとDitaはおそらく私が今までアニメで見た中で最も甘いカップルの一つを構成しています。 私はそれが無実のためだと思う。\n\n私が言ったように、CGはかなり良かった。 それは非常によく手描きのシーンとブレンドし、それは圧倒的ではなかった。 カラーコーディネーションも本当に良かったです。無数の色があり、Vandreadのビジュアルをより魅力的にしました。 私は描画スタイルが少し揺らぐことに注意する必要があります。たとえば、キャラクターのデザインが最初のエピソードから2番目のエピソードに顕著に変化したようです。 シリーズの途中で、私はアートがより一貫していたことに気付きました。\n\n声優は実際にはいいですが、関智和がBartではなくHibikiだったら好きです。 私は吉野博之がひびきをするのはひどい仕事だと言っているわけではありませんが、関智和は私の好きな俳優の一人です。 私はまた、Vandreadの主要な声優の多くがEureka 7にも取り組んでいることに気付きました。これは私が好きなもう一つのメカアニメです。\n\n音楽は非常にポピーで陽気で、Vandreadのテーマを本当にうまく収めました。 両方のトラックは非常に現代的で、両方ともアニメのさまざまな側面を示しています。 私は、SiLCによるSaliaと 'Himegoto'のオープニング '信頼'が好きです。  BGMも同じように印象的でした。あるシーンの気分や感情を高め、最高の状態で伝えるために、BGMトラックがたくさんあるときはいつも気に入っています。\n\n私が前に述べたように、私は本当に大きなメカファンではありません。 しかし、Vandreadはそれが提供することがたくさんあるので、異なっています。 あなたは、コメディアニメ、メカの中毒者、ハレームアニメ愛好家、またはちょうどエッチファン、Vandreadのあなたにしているかどうかにかかわらず。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWhile there is a lot of ecchi embedded in the plot (usual panty flashes, touching, talking about reproductive organs) there is something to the story of Vandread. I like the idea of men and women not getting along together, then throughout the series they learn to work with each other and win their battles. There's also the theme of making a difference to prove you've existed, which is Hibiki's goal throughout the series.\n\n\u001b[1mプロットには多くのエッチが埋め込まれていますが（通常のパンティフラッシュ、触れる、生殖器を話す）、Vandreadの話には何かがあります。 私は男性と女性が一緒に一緒になっていないという考えが好きで、シリーズを通して彼らはお互いに仕事をして戦いを学ぶ。 あなたが存在していることを証明するための違いを作ることをテーマにしています。これは、一連のヒビキの目標です。\u001b[22m\n\u001b[1m(Purotto ni wa ōku no etchi ga umekoma rete imasuga (tsūjō no pantifurasshu, fureru, seishokki o hanasu), Vandread no hanashi ni wa nanika ga arimasu. Watashi wa dansei to josei ga issho ni issho ni natte inai to iu kangae ga sukide, shirīzu o tōshite karera wa otagai ni shigoto o shite tatakai o manabu. Anata ga sonzai shite iru koto o shōmei suru tame no chigai o tsukuru koto o tēma ni shite imasu. Kore wa, ichiren no hibiki no mokuhyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile there is a lot of ecchi embedded in the plot (usual panty flashes, touching, talking about reproductive organs) there is something to the story of Vandread. I like the idea of men and women not getting along together, then throughout the series they learn to work with each other and win their battles. There's also the theme of making a difference to prove you've existed, which is Hibiki's goal throughout the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile there is a lot of ecchi embedded in the plot (usual panty flashes, touching, talking about reproductive organs) there is something to the story of Vandread.\u001b[24m\n    \u001b[1mプロットには多くのエッチが埋め込まれていますが（通常のパンティフラッシュ、触れる、生殖器を話す）、Vandreadの話には何かがあります。\u001b[22m, \u001b[1mプロットに埋め込まれたエッチの多くは（通常のパンティー点滅し、触れて、生殖器官の話）があるがヴァンドレッドの話に何かがあります。\u001b[22m\n\u001b[4mI like the idea of men and women not getting along together, then throughout the series they learn to work with each other and win their battles.\u001b[24m\n    \u001b[1m私は男性と女性が一緒に一緒になっていないという考えが好きで、シリーズを通して彼らはお互いに仕事をして戦いを学ぶ。\u001b[22m, \u001b[1m私はそれらが相互に動作し、彼らの戦いに勝つために学ぶシリーズ全体で、男性と女性が一緒に仲良くないのアイデアが好きです。\u001b[22m\n\u001b[4mThere's also the theme of making a difference to prove you've existed, which is Hibiki's goal throughout the series.\u001b[24m\n    \u001b[1mあなたが存在していることを証明するための違いを作ることをテーマにしています。これは、一連のヒビキの目標です。\u001b[22m, \u001b[1mあなたはシリーズ全体で響の目標である、存在してきたことを証明するために違いを作るというテーマもあります。\u001b[22m\n\u001b[1m\u001b[22m\nNow that I mentioned battles, I'm really not good when it comes to mecha battles. Intergalactic wars tend to either confuse or bore me, but because of the CG I was a bit captivated. The battle scenes did look a bit busy, I wasn't sure on what was happening all the time. The technical dialogue kind of made it worse, but compared to other mecha series I've watched, Vandread wasn't so bad. I did watch it more than twice.\n\n\u001b[1m今、私は戦いに言及したので、私はそれがメカの戦いに関しては本当に良くありません。 銀河間戦争は私を混乱させたり、苦しめたりする傾向がありますが、CGのために私は少し魅了されました。 戦闘シーンはちょっと忙しそうでしたが、私はいつも何が起きているのか分かりませんでした。 技術的な対話の種類はそれを悪化させましたが、私が見た他のメカシリーズと比較して、Vandreadはそれほど悪くありませんでした。 私はそれを2回以上見ました。\u001b[22m\n\u001b[1m(Ima, watashi wa tatakai ni genkyū shitanode, watashi wa sore ga meka no tatakai ni kanshite wa hontōni yoku arimasen. Ginga aidasensō wa watashi o konran sa se tari, kurushime tari suru keikō ga arimasuga, CG no tame ni watashi wa sukoshi miryō sa remashita. Sentō shīn wa chotto isogashi-sōdeshitaga, watashi wa itsumo nani ga okite iru no ka wakarimasendeshita. Gijutsu-tekina taiwa no shurui wa sore o akka sa semashitaga, watashi ga mita ta no mekashirīzu to hikaku shite, Vandread wa sore hodo waruku arimasendeshita. Watashi wa sore o 2-kai ijō mimashita.)\u001b[22m\n\nTranslations of \u001b[4mNow that I mentioned battles, I'm really not good when it comes to mecha battles. Intergalactic wars tend to either confuse or bore me, but because of the CG I was a bit captivated. The battle scenes did look a bit busy, I wasn't sure on what was happening all the time. The technical dialogue kind of made it worse, but compared to other mecha series I've watched, Vandread wasn't so bad. I did watch it more than twice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow that I mentioned battles, I'm really not good when it comes to mecha battles.\u001b[24m\n    \u001b[1m今、私は戦いに言及したので、私はそれがメカの戦いに関しては本当に良くありません。\u001b[22m, \u001b[1mそれはメカの戦いに来るとき今、私は戦いに言及したことを、私は本当に良いではないです。\u001b[22m\n\u001b[4mIntergalactic wars tend to either confuse or bore me, but because of the CG I was a bit captivated.\u001b[24m\n    \u001b[1m銀河間戦争は私を混乱させたり、苦しめたりする傾向がありますが、CGのために私は少し魅了されました。\u001b[22m, \u001b[1m銀河系戦争は混乱か、私を産んするか傾向があるが、なぜなら私はビットに魅了されたCGの。\u001b[22m\n\u001b[4mThe battle scenes did look a bit busy, I wasn't sure on what was happening all the time.\u001b[24m\n    \u001b[1m戦闘シーンはちょっと忙しそうでしたが、私はいつも何が起きているのか分かりませんでした。\u001b[22m, \u001b[1m戦闘シーンは、私はすべての時間を何が起こっているかについて確認されませんでした、少し忙しそうでした。\u001b[22m\n\u001b[4mThe technical dialogue kind of made it worse, but compared to other mecha series I've watched, Vandread wasn't so bad.\u001b[24m\n    \u001b[1m技術的な対話の種類はそれを悪化させましたが、私が見た他のメカシリーズと比較して、Vandreadはそれほど悪くありませんでした。\u001b[22m, \u001b[1m技術的な対話は種類のそれは悪化したが、私が見てきた他のメカシリーズに比べ、ヴァンドレッドはそれほど悪くはなかったです。\u001b[22m\n\u001b[4mI did watch it more than twice.\u001b[24m\n    \u001b[1m私はそれを2回以上見ました。\u001b[22m, \u001b[1m私は倍以上のそれを見やりました。\u001b[22m\n\u001b[1m\u001b[22m\nOne of the reasons why I like Vandread is the cast of characters. I was impressed that everyone was able to get a good amount of screen time, even for the supporting characters such as Ezra and Paiway. That's always difficult to accomplish, especially for an anime with so many characters. Also, Hibiki and Dita probably makes up one of the sweetest couples I've ever seen in anime. I think it's because of their innocence.\n\n\u001b[1m私がVandreadが好きな理由の1つは、文字のキャストです。 私は、エズラやパイウェイなどのサポートキャラクターであっても、誰もが十分なスクリーン時間を得ることができたことに感心しました。 それは、特に非常に多くのキャラクターを持つアニメにとって、達成することは常に困難です。 また、HibikiとDitaはおそらく私が今までアニメで見た中で最も甘いカップルの一つを構成しています。 私はそれが無実のためだと思う。\u001b[22m\n\u001b[1m(Watashi ga Vandread ga sukina riyū no 1tsu wa, moji no kyasutodesu. Watashi wa, ezura ya paiu~ei nado no sapōtokyarakutādeatte mo, daremoga jūbun'na sukurīn jikan o eru koto ga dekita koto ni kanshin shimashita. Sore wa, tokuni hijō ni ōku no kyarakutā o motsu anime ni totte, tassei suru koto wa tsuneni kon'nandesu. Mata, hibiki to Dita wa osoraku watashi ga imamade anime de mita naka de mottomo amai kappuru no hitotsu o kōsei shite imasu. Watashi wa sore ga mujitsu no tameda to omou.)\u001b[22m\n\nTranslations of \u001b[4mOne of the reasons why I like Vandread is the cast of characters. I was impressed that everyone was able to get a good amount of screen time, even for the supporting characters such as Ezra and Paiway. That's always difficult to accomplish, especially for an anime with so many characters. Also, Hibiki and Dita probably makes up one of the sweetest couples I've ever seen in anime. I think it's because of their innocence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the reasons why I like Vandread is the cast of characters.\u001b[24m\n    \u001b[1m私がVandreadが好きな理由の1つは、文字のキャストです。\u001b[22m, \u001b[1m私はヴァンドレッドを好きな理由の一つは、文字のキャストです。\u001b[22m\n\u001b[4mI was impressed that everyone was able to get a good amount of screen time, even for the supporting characters such as Ezra and Paiway.\u001b[24m\n    \u001b[1m私は、エズラやパイウェイなどのサポートキャラクターであっても、誰もが十分なスクリーン時間を得ることができたことに感心しました。\u001b[22m, \u001b[1m私は誰もがあっても、このようなエズラやPaiwayなど脇役のために、画面の時間の良い量を取得することができたことに感銘を受けました。\u001b[22m\n\u001b[4mThat's always difficult to accomplish, especially for an anime with so many characters.\u001b[24m\n    \u001b[1mそれは、特に非常に多くのキャラクターを持つアニメにとって、達成することは常に困難です。\u001b[22m, \u001b[1mそれは特に、非常に多くの文字とアニメのために、達成するためには常に困難です。\u001b[22m\n\u001b[4mAlso, Hibiki and Dita probably makes up one of the sweetest couples I've ever seen in anime.\u001b[24m\n    \u001b[1mまた、HibikiとDitaはおそらく私が今までアニメで見た中で最も甘いカップルの一つを構成しています。\u001b[22m, \u001b[1mまた、響とディータは、おそらく私が今までのアニメで見てきた甘いカップルの1を占めます。\u001b[22m\n\u001b[4mI think it's because of their innocence.\u001b[24m\n    \u001b[1m私はそれが無実のためだと思う。\u001b[22m, \u001b[1m私はそれがために彼らの無実だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nLike I said, the CG was quite good. It blended with the hand drawn scenes very well and it wasn't overwhelming. The color coordination was really good too - there was a myriad of colors that made the visuals of Vandread even more stunning. I have to note that the drawing styles would waver a bit, like for example, the characters' designs have noticeably changed from the first episode to the second episode. At the middle of the series, I have noticed that the art became more consistent though.\n\n\u001b[1m私が言ったように、CGはかなり良かった。 それは非常によく手描きのシーンとブレンドし、それは圧倒的ではなかった。 カラーコーディネーションも本当に良かったです。無数の色があり、Vandreadのビジュアルをより魅力的にしました。 私は描画スタイルが少し揺らぐことに注意する必要があります。たとえば、キャラクターのデザインが最初のエピソードから2番目のエピソードに顕著に変化したようです。 シリーズの途中で、私はアートがより一貫していたことに気付きました。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, CG wa kanari yokatta. Sore wa hijō ni yoku tegaki no shīn to burendo shi, sore wa attōtekide wa nakatta. Karākōdinēshon mo hontōniyokattadesu. Musū no iro ga ari, Vandread no bijuaru o yori mirikiteki ni shimashita. Watashi wa byōga sutairu ga sukoshi yuragu koto ni chūi suru hitsuyō ga arimasu. Tatoeba, kyarakutā no dezain ga saisho no episōdo kara 2-banme no episōdo ni kencho ni henka shita yōdesu. Shirīzu no tochū de, watashi wa āto ga yori ikkan shite ita koto ni kidzukimashita.)\u001b[22m\n\nTranslations of \u001b[4mLike I said, the CG was quite good. It blended with the hand drawn scenes very well and it wasn't overwhelming. The color coordination was really good too - there was a myriad of colors that made the visuals of Vandread even more stunning. I have to note that the drawing styles would waver a bit, like for example, the characters' designs have noticeably changed from the first episode to the second episode. At the middle of the series, I have noticed that the art became more consistent though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I said, the CG was quite good.\u001b[24m\n    \u001b[1m私が言ったように、CGはかなり良かった。\u001b[22m, \u001b[1m私が言ったように、CGはかなり良かったです。\u001b[22m\n\u001b[4mIt blended with the hand drawn scenes very well and it wasn't overwhelming.\u001b[24m\n    \u001b[1mそれは非常によく手描きのシーンとブレンドし、それは圧倒的ではなかった。\u001b[22m, \u001b[1mそれは非常によく手描きのシーンとブレンドし、それは圧倒的ではなかったです。\u001b[22m\n\u001b[4mThe color coordination was really good too - there was a myriad of colors that made the visuals of Vandread even more stunning.\u001b[24m\n    \u001b[1mカラーコーディネーションも本当に良かったです。無数の色があり、Vandreadのビジュアルをより魅力的にしました。\u001b[22m, \u001b[1mカラーコーディネートも本当に良かった - ヴァンドレッドのビジュアルがより一層素晴らしい作られた色の無数がありました。\u001b[22m\n\u001b[4mI have to note that the drawing styles would waver a bit, like for example, the characters' designs have noticeably changed from the first episode to the second episode.\u001b[24m\n    \u001b[1m私は描画スタイルが少し揺らぐことに注意する必要があります。たとえば、キャラクターのデザインが最初のエピソードから2番目のエピソードに顕著に変化したようです。\u001b[22m, \u001b[1m私は、例えば、キャラクターのデザインは著しく第2話への最初のエピソードから変更されているような描画スタイルは、少し迷うことになることに注意する必要があります。\u001b[22m\n\u001b[4mAt the middle of the series, I have noticed that the art became more consistent though.\u001b[24m\n    \u001b[1mシリーズの途中で、私はアートがより一貫していたことに気付きました。\u001b[22m, \u001b[1mシリーズの途中で、私は芸術ががより一貫性になったことに気づきました。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting was actually good, but I prefer it if Tomokazu Seki was Hibiki instead of Bart. I'm not saying Hiroyuki Yoshino did a terrible job of playing Hibiki, but Tomokazu Seki is one of my favorite seiyuus. I also noticed that a lot of the major voice actors in Vandread also worked on Eureka 7 - another mecha anime I like.\n\n\u001b[1m声優は実際にはいいですが、関智和がBartではなくHibikiだったら好きです。 私は吉野博之がひびきをするのはひどい仕事だと言っているわけではありませんが、関智和は私の好きな俳優の一人です。 私はまた、Vandreadの主要な声優の多くがEureka 7にも取り組んでいることに気付きました。これは私が好きなもう一つのメカアニメです。\u001b[22m\n\u001b[1m(Seiyū wa jissai ni wa īdesuga, Seki Tomokazu ga Bartde wanaku hibikidattara sukidesu. Watashi wa Yoshino Hiroyuki ga hibiki o suru no wa hidoi shigotoda to itte iru wakede wa arimasenga, Seki Tomokazu wa watashi no sukina haiyū no hitoridesu. Watashi wa mata, Vandread no shuyōna seiyū no ōku ga eureka 7 ni mo torikunde iru koto ni kidzukimashita. Kore wa watashi ga sukina mōhitotsu no meka animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting was actually good, but I prefer it if Tomokazu Seki was Hibiki instead of Bart. I'm not saying Hiroyuki Yoshino did a terrible job of playing Hibiki, but Tomokazu Seki is one of my favorite seiyuus. I also noticed that a lot of the major voice actors in Vandread also worked on Eureka 7 - another mecha anime I like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting was actually good, but I prefer it if Tomokazu Seki was Hibiki instead of Bart.\u001b[24m\n    \u001b[1m声優は実際にはいいですが、関智和がBartではなくHibikiだったら好きです。\u001b[22m, \u001b[1m声の演技は、実際には良かったが、関智一がひびき代わりのバートだった場合、私はそれを好みます。\u001b[22m\n\u001b[4mI'm not saying Hiroyuki Yoshino did a terrible job of playing Hibiki, but Tomokazu Seki is one of my favorite seiyuus.\u001b[24m\n    \u001b[1m私は吉野博之がひびきをするのはひどい仕事だと言っているわけではありませんが、関智和は私の好きな俳優の一人です。\u001b[22m, \u001b[1m私は吉野裕行がひびきの再生ひどい仕事をした言っていないんだけど、関智一は私のお気に入りseiyuusの一つです。\u001b[22m\n\u001b[4mI also noticed that a lot of the major voice actors in Vandread also worked on Eureka 7 - another mecha anime I like.\u001b[24m\n    \u001b[1m私はまた、Vandreadの主要な声優の多くがEureka 7にも取り組んでいることに気付きました。これは私が好きなもう一つのメカアニメです。\u001b[22m, \u001b[1m私が好きな他のメカアニメ - 私もヴァンドレッドの主要な声優の多くはまた、ユーレカ7に働いたことに気づきました。\u001b[22m\n\u001b[1m\u001b[22m\nThe music was very poppy and upbeat, and it fit the theme of Vandread really well. Both tracks are very contemporary and they both show different aspects of the anime. I like the opening 'trust' by Salia as well as 'Himegoto' by SiLC. The BGM was equally impressive - I always like it when there are plenty of BGM tracks so that the mood and feel of a certain scene are heightened and conveyed at its best.\n\n\u001b[1m音楽は非常にポピーで陽気で、Vandreadのテーマを本当にうまく収めました。 両方のトラックは非常に現代的で、両方ともアニメのさまざまな側面を示しています。 私は、SiLCによるSaliaと 'Himegoto'のオープニング '信頼'が好きです。  BGMも同じように印象的でした。あるシーンの気分や感情を高め、最高の状態で伝えるために、BGMトラックがたくさんあるときはいつも気に入っています。\u001b[22m\n\u001b[1m(Ongaku wa hijō ni popī de yōkide, Vandread no tēma o hontōni umaku osamemashita. Ryōhō no torakku wa hijō ni gendai-tekide, ryōhō tomo anime no samazamana sokumen o shimeshite imasu. Watashi wa, SiLC ni yoru Salia to' Himegoto' no ōpuningu' shinrai' ga sukidesu. BGM mo onajiyōni inshō-tekideshita. Aru shīn no kibun ya kanjō o takame, saikō no jōtai de tsutaeru tame ni, BGM torakku ga takusan aru toki wa itsumo kiniitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music was very poppy and upbeat, and it fit the theme of Vandread really well. Both tracks are very contemporary and they both show different aspects of the anime. I like the opening 'trust' by Salia as well as 'Himegoto' by SiLC. The BGM was equally impressive - I always like it when there are plenty of BGM tracks so that the mood and feel of a certain scene are heightened and conveyed at its best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was very poppy and upbeat, and it fit the theme of Vandread really well.\u001b[24m\n    \u001b[1m音楽は非常にポピーで陽気で、Vandreadのテーマを本当にうまく収めました。\u001b[22m, \u001b[1m音楽は非常にケシと陽気だった、それは本当によくヴァンドレッドのテーマに合います。\u001b[22m\n\u001b[4mBoth tracks are very contemporary and they both show different aspects of the anime.\u001b[24m\n    \u001b[1m両方のトラックは非常に現代的で、両方ともアニメのさまざまな側面を示しています。\u001b[22m, \u001b[1m両方のトラックは非常に現代的であり、それらの両方が、アニメのさまざまな側面を示しています。\u001b[22m\n\u001b[4mI like the opening 'trust' by Salia as well as 'Himegoto' by SiLC.\u001b[24m\n    \u001b[1m私は、SiLCによるSaliaと 'Himegoto'のオープニング '信頼'が好きです。\u001b[22m, \u001b[1m私はSaliaにより開口部の信頼」だけでなく、SILCによって「ひめゴト」を好みます。\u001b[22m\n\u001b[4mThe BGM was equally impressive - I always like it when there are plenty of BGM tracks so that the mood and feel of a certain scene are heightened and conveyed at its best.\u001b[24m\n    \u001b[1mBGMも同じように印象的でした。あるシーンの気分や感情を高め、最高の状態で伝えるために、BGMトラックがたくさんあるときはいつも気に入っています。\u001b[22m, \u001b[1mBGMも同様に印象的だった - 私はいつもそれのようなBGMがたくさんがあるときに、特定のシーンのムードや雰囲気が高まり、その最高の状態で搬送されるように追跡します。\u001b[22m\n\u001b[1m\u001b[22m\nAs I mentioned earlier, I'm not really a huge mecha fan. Vandread, however, is different because it's got a lot to offer. Whether you're into comedic anime, a mecha addict, a harem anime enthusiast, or just an ecchi fan, Vandread's for you.\n\n\u001b[1m私が前に述べたように、私は本当に大きなメカファンではありません。 しかし、Vandreadはそれが提供することがたくさんあるので、異なっています。 あなたは、コメディアニメ、メカの中毒者、ハレームアニメ愛好家、またはちょうどエッチファン、Vandreadのあなたにしているかどうかにかかわらず。\u001b[22m\n\u001b[1m(Watashi ga mae ni nobeta yō ni, watashi wa hontōni ōkina meka fande wa arimasen. Shikashi, Vandread wa sore ga teikyō suru koto ga takusan aru node, kotonatte imasu. Anata wa, komedianime, meka no chūdoku-sha, harēmuanime aikō-ka, matawa chōdo etchifan, Vandread no anata ni shite iru ka dō ka ni kakawarazu.)\u001b[22m\n\nTranslations of \u001b[4mAs I mentioned earlier, I'm not really a huge mecha fan. Vandread, however, is different because it's got a lot to offer. Whether you're into comedic anime, a mecha addict, a harem anime enthusiast, or just an ecchi fan, Vandread's for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I mentioned earlier, I'm not really a huge mecha fan.\u001b[24m\n    \u001b[1m私が前に述べたように、私は本当に大きなメカファンではありません。\u001b[22m, \u001b[1m私は前に述べたように、私は本当に巨大メカのファンではありません。\u001b[22m\n\u001b[4mVandread, however, is different because it's got a lot to offer.\u001b[24m\n    \u001b[1mしかし、Vandreadはそれが提供することがたくさんあるので、異なっています。\u001b[22m, \u001b[1mそれは提供するためにたくさん持っているのでヴァンドレッドは、しかし、異なっています。\u001b[22m\n\u001b[4mWhether you're into comedic anime, a mecha addict, a harem anime enthusiast, or just an ecchi fan, Vandread's for you.\u001b[24m\n    \u001b[1mあなたは、コメディアニメ、メカの中毒者、ハレームアニメ愛好家、またはちょうどエッチファン、Vandreadのあなたにしているかどうかにかかわらず。\u001b[22m, \u001b[1mあなたはあなたのために、コミカルアニメ、メカ中毒、ハーレムアニメの愛好家、あるいは単にエッチなファンにヴァンドレッドのしているかどうか。\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "kawaiimisato",
    "profile": "/profile/kawaiimisato/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=5328",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nVandreadは他のどのショーでも（それは私がとにかく認識している）前提のない優れた宇宙/ SF /メック/コメディアニメであり、それは男性と女性が異なる惑星に住み、お互いについて何も知らないということです。\n\nその設定で、キャラクターのやりとりはすばらしく笑っています。 ショーは深刻なよりも喜劇ですが、それは間違いなく真剣さの瞬間を持っています。 アニメーションは描かれたアニメとCGIのスペースバトルの組み合わせで驚くほどよく行われます。 通常、2つのミックスがかなり悪い（Divergence Eve）と判明しましたが、Gonzoはそれを取り除くことができました。\n\nストーリーは複雑ではありませんが、進行するにつれてより深く深くなり、より多くのアクションと戦いをもたらします。 キャラクターの開発はかなり良いですし、空のキャラクターは実際には存在しません（あなたが時折見られる第3層の人を除いて）\n\nプロットの穴がいくつか表示されますが、ショー全体を見れば（それはシーズン2を意味します）、すべてが答えられ、余分な楽しいものになるためにはかなり良いねじれがあります。 私は英語版と日本語版の両方を見たことがあります。ダブは実際には悪くないと言わなければなりませんが、私は日本人と一緒に行くでしょう。\n\n私はこれが私の一流のショーの一つだと言いたいと思います。\n\nああ、何か言及する価値がある素晴らしいサウンドトラックです、戦い中に音量を保つ、音楽の岩。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nVandread is an excellent space/sci fi/mech/comedy anime with a premise not found in any other show (that i am aware of anyway) and that is that men and women live on different planets and know nothing about eachother.\n\n\u001b[1mVandreadは他のどのショーでも（それは私がとにかく認識している）前提のない優れた宇宙/ SF /メック/コメディアニメであり、それは男性と女性が異なる惑星に住み、お互いについて何も知らないということです。\u001b[22m\n\u001b[1m(Vandread wa hoka no dono shō demo (sore wa watashi ga tonikaku ninshiki shite iru) zentei no nai sugureta uchū/ SF/ mekku/ komedi animedeari, soreha dansei to josei ga kotonaru wakusei ni sumi, otagai ni tsuite nani mo shiranai to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mVandread is an excellent space/sci fi/mech/comedy anime with a premise not found in any other show (that i am aware of anyway) and that is that men and women live on different planets and know nothing about eachother.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVandread is an excellent space/sci fi/mech/comedy anime with a premise not found in any other show (that i am aware of anyway) and that is that men and women live on different planets and know nothing about eachother.\u001b[24m\n    \u001b[1mVandreadは他のどのショーでも（それは私がとにかく認識している）前提のない優れた宇宙/ SF /メック/コメディアニメであり、それは男性と女性が異なる惑星に住み、お互いについて何も知らないということです。\u001b[22m, \u001b[1mヴァンドレッドは他のショーでは見られない前提で優れたスペース/科学Fiの/メカ/コメディアニメである（私はとにかくを認識していていること）、それは男性と女性は別の惑星に住んでいるとお互いについて何も知らないということです。\u001b[22m\n\u001b[1m\u001b[22m\nWith that set in, the character interactions are amazing and comical. The show is more comical than serious, but it definitely has its moments of seriousness. The animation is done amazingly well with a mix of drawn anime and CGI space battles. Normally when the two mix it turns out pretty bad (Divergence Eve) but Gonzo managed to pull it off.\n\n\u001b[1mその設定で、キャラクターのやりとりはすばらしく笑っています。 ショーは深刻なよりも喜劇ですが、それは間違いなく真剣さの瞬間を持っています。 アニメーションは描かれたアニメとCGIのスペースバトルの組み合わせで驚くほどよく行われます。 通常、2つのミックスがかなり悪い（Divergence Eve）と判明しましたが、Gonzoはそれを取り除くことができました。\u001b[22m\n\u001b[1m(Sono settei de, kyarakutā no yaritori wa subarashiku waratte imasu. Shō wa shinkokuna yori mo kigekidesuga, soreha machigainaku shinken-sa no shunkan o motte imasu. Animēshon wa egaka reta anime to CGI no supēsubatoru no kumiawase de odoroku hodo yoku okonawa remasu. Tsūjō, 2tsu no mikkusu ga kanari warui (daibājensu Eve) to hanmei shimashitaga, Gonzo wa sore o torinozoku koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mWith that set in, the character interactions are amazing and comical. The show is more comical than serious, but it definitely has its moments of seriousness. The animation is done amazingly well with a mix of drawn anime and CGI space battles. Normally when the two mix it turns out pretty bad (Divergence Eve) but Gonzo managed to pull it off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith that set in, the character interactions are amazing and comical.\u001b[24m\n    \u001b[1mその設定で、キャラクターのやりとりはすばらしく笑っています。\u001b[22m, \u001b[1mで、そのセットでは、文字の相互作用が素晴らしいとコミカルです。\u001b[22m\n\u001b[4mThe show is more comical than serious, but it definitely has its moments of seriousness.\u001b[24m\n    \u001b[1mショーは深刻なよりも喜劇ですが、それは間違いなく真剣さの瞬間を持っています。\u001b[22m, \u001b[1mショーは深刻よりもコミカルですが、それは間違いなく深刻さのその瞬間を持っています。\u001b[22m\n\u001b[4mThe animation is done amazingly well with a mix of drawn anime and CGI space battles.\u001b[24m\n    \u001b[1mアニメーションは描かれたアニメとCGIのスペースバトルの組み合わせで驚くほどよく行われます。\u001b[22m, \u001b[1mアニメーションが描かれたアニメやCGIスペース戦いのミックスと驚くほどよく行われます。\u001b[22m\n\u001b[4mNormally when the two mix it turns out pretty bad (Divergence Eve) but Gonzo managed to pull it off.\u001b[24m\n    \u001b[1m通常、2つのミックスがかなり悪い（Divergence Eve）と判明しましたが、Gonzoはそれを取り除くことができました。\u001b[22m, \u001b[1m通常2が混在させると、それはかなり悪い（ダイバージェンス・イヴ）が判明したが、ハメ撮り、それをやってのけることができました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is nothing to intricate but as it progresses, its gets deeper and deeper which brings a lot more action and battles into play. The character development is pretty good as well, no empty characters are really present (with exception of the third tier people you see occasionally)\n\n\u001b[1mストーリーは複雑ではありませんが、進行するにつれてより深く深くなり、より多くのアクションと戦いをもたらします。 キャラクターの開発はかなり良いですし、空のキャラクターは実際には存在しません（あなたが時折見られる第3層の人を除いて）\u001b[22m\n\u001b[1m(Sutōrī wa fukuzatsude wa arimasenga, shinkō suru ni tsurete yori fukaku fukaku nari, yori ōku no akushon to tatakai o motarashimasu. Kyarakutā no kaihatsu wa kanari yoidesushi, sora no kyarakutā wa jissai ni wa sonzai shimasen (anata ga tokiori mi rareru dai 3-sō no hito o nozoite))\u001b[22m\n\nTranslations of \u001b[4mThe story is nothing to intricate but as it progresses, its gets deeper and deeper which brings a lot more action and battles into play. The character development is pretty good as well, no empty characters are really present (with exception of the third tier people you see occasionally)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is nothing to intricate but as it progresses, its gets deeper and deeper which brings a lot more action and battles into play.\u001b[24m\n    \u001b[1mストーリーは複雑ではありませんが、進行するにつれてより深く深くなり、より多くのアクションと戦いをもたらします。\u001b[22m, \u001b[1m物語は複雑に何もありませんが、それが進行するにつれて、そのプレイに、より多くのアクションとの戦いをもたらしている深く深くなります。\u001b[22m\n\u001b[4mThe character development is pretty good as well, no empty characters are really present (with exception of the third tier people you see occasionally)\u001b[24m\n    \u001b[1mキャラクターの開発はかなり良いですし、空のキャラクターは実際には存在しません（あなたが時折見られる第3層の人を除いて）\u001b[22m, \u001b[1m文字の開発には、空の文字が（時々あなたが見る第3層の人々を除いて）本当に存在していない、としてもかなり良いです\u001b[22m\n\u001b[1m\u001b[22m\nSome plot holes are presented but if you watch the entire show (by that i mean season two) then everything will be answered and there are some pretty good twists in it to make it extra enjoyable. I have seen both the english and japanese versions and i have to say the dub actually isn't bad, but i would go with the japanese.\n\n\u001b[1mプロットの穴がいくつか表示されますが、ショー全体を見れば（それはシーズン2を意味します）、すべてが答えられ、余分な楽しいものになるためにはかなり良いねじれがあります。 私は英語版と日本語版の両方を見たことがあります。ダブは実際には悪くないと言わなければなりませんが、私は日本人と一緒に行くでしょう。\u001b[22m\n\u001b[1m(Purotto no ana ga ikutsu ka hyōji sa remasuga, shō zentai o mireba (sore wa shīzun 2 o imi shimasu), subete ga kotae rare, yobun'na tanoshī mono ni naru tame ni wa kanari yoi nejire ga arimasu. Watashi wa eigo-ban to nihongohan no ryōhō o mita koto ga arimasu. Dabu wa jissai ni wa warukunai to iwanakereba narimasenga, watashi wa nihonjin to issho ni ikudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSome plot holes are presented but if you watch the entire show (by that i mean season two) then everything will be answered and there are some pretty good twists in it to make it extra enjoyable. I have seen both the english and japanese versions and i have to say the dub actually isn't bad, but i would go with the japanese.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome plot holes are presented but if you watch the entire show (by that i mean season two) then everything will be answered and there are some pretty good twists in it to make it extra enjoyable.\u001b[24m\n    \u001b[1mプロットの穴がいくつか表示されますが、ショー全体を見れば（それはシーズン2を意味します）、すべてが答えられ、余分な楽しいものになるためにはかなり良いねじれがあります。\u001b[22m, \u001b[1mいくつかのプロットの穴が提示されていますが、（そのことで私はシーズン2を意味する）全体のショーを見た場合、その後すべてが答えてくれる、それが余分な楽しいものにすることでかなり良いねじれがあります。\u001b[22m\n\u001b[4mI have seen both the english and japanese versions and i have to say the dub actually isn't bad, but i would go with the japanese.\u001b[24m\n    \u001b[1m私は英語版と日本語版の両方を見たことがあります。ダブは実際には悪くないと言わなければなりませんが、私は日本人と一緒に行くでしょう。\u001b[22m, \u001b[1m私は英語と日本語の両方のバージョンを見ていると私はダブが実際に悪いわけではないと言わなければならない、しかし、私は日本に行くだろう。\u001b[22m\n\u001b[1m\u001b[22m\nI would say this is one of my top rated shows, definitely worth watching.\n\n\u001b[1m私はこれが私の一流のショーの一つだと言いたいと思います。\u001b[22m\n\u001b[1m(Watashi wa kore ga watashi no ichiryū no shō no hitotsuda to iitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would say this is one of my top rated shows, definitely worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would say this is one of my top rated shows, definitely worth watching.\u001b[24m\n    \u001b[1m私はこれが私の一流のショーの一つだと言いたいと思います。\u001b[22m, \u001b[1m私は、これは、見て間違いなく価値が私のトップの定格のショーの一つであると言うでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOh and something worth mentioning is the awesome soundtrack, keep the volume up during battles, the music rocks.\n\n\u001b[1mああ、何か言及する価値がある素晴らしいサウンドトラックです、戦い中に音量を保つ、音楽の岩。\u001b[22m\n\u001b[1m(Ā, nanika genkyū suru kachigāru subarashī saundotorakkudesu, tatakai-chū ni onryō o tamotsu, ongaku no iwa.)\u001b[22m\n\nTranslations of \u001b[4mOh and something worth mentioning is the awesome soundtrack, keep the volume up during battles, the music rocks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh and something worth mentioning is the awesome soundtrack, keep the volume up during battles, the music rocks.\u001b[24m\n    \u001b[1mああ、何か言及する価値がある素晴らしいサウンドトラックです、戦い中に音量を保つ、音楽の岩。\u001b[22m, \u001b[1mああと言及する価値が何かの戦い、音楽の岩の間にボリュームを維持する、素晴らしいサウンドトラックです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "randomvoice",
    "profile": "/profile/randomvoice/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=25033",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  2\n\nVandreadはアニメのための悪い言い訳です。\n\n私は、アニメシリーズがすべきことは、既存の何らかの理由があることだと思います。  Vandreadはそうではありません。 それはインテリジェントなSFシリーズではありません。 心温まる、イヤシケスライス・オブ・ライフのものになろうとはしません。 それはハーレムロマンスアニメとみなされるにはあまりにも弱いです。 あなたがVandreadで得るのは、無意味なエピソードの後のエピソードだけです。\n\n（そして、あなたが疑問に思っているのなら、アニメ社会で上映されているので、私はそれだけを見ました。\n\n話[2/10]\n金星の前提は、火星から離れていた可能性があります。 理論的には。 実際には、スペースにハーレムスタイルの設定をすることは口実になりました。\n\n未知の宇宙の戦いが存在するため、観客はメカを組み合わせた込み入ったものについてうんざりすることがあります。 退屈なヒジンク〜のエピソードがあります。\n\nアート[6/10]\nVandreadの芸術は恐ろしいものではありませんが、文字のデザインの不一致と明らかに低い予算に苦しんでいます。\n\nCGIの使用も嫌ですが、私は生産の年まで優しくてチョークします。\n\nサウンド[6/10]\n私は音の使い方については何も覚えていませんが、これはあまり緊張やドラマのないシリーズだったので、それは十分だと思います。 しかし、それはかなり良いオープニングとエンディングの曲を持っていた。 声優はサービス可能でしたが、これは深い感情の表出を必要とするシリーズのタイプではありません。\n\nキャラクター[3/10]\nどのキャラクター？ キャラクターのひとり（綾波レイ株式型）がキャラクター開発の弧を手にしたと思っていて、それも悲惨な予感です。 残りのキャラクターは、信じられない動機（もしあれば）がなく、基本的にストックタイプ（吹き飛ばされた女の子、漫画の救援隊）でした。\n\n楽しさ[2/10]\n退屈で、気が狂ったばかげたばかげて、視覚的にもそれを補うほどには魅力的ではありません。 あなたがfanserviceのためにこれを見ているなら（なぜなら、あなたはこれであなたの時間を無駄にするでしょう）、もっと楽しむでしょう。\n\nVandread：Second Stageのシーズンは、実際にはキャラクターの発展とプロットがあるという点で、はるかに優れていると聞きました。 最初のシーズンが存在しなければならなかったのは残念です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nVandread is a poor excuse for an anime.\n\n\u001b[1mVandreadはアニメのための悪い言い訳です。\u001b[22m\n\u001b[1m(Vandread wa anime no tame no warui iiwakedesu.)\u001b[22m\n\nTranslations of \u001b[4mVandread is a poor excuse for an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVandread is a poor excuse for an anime.\u001b[24m\n    \u001b[1mVandreadはアニメのための悪い言い訳です。\u001b[22m, \u001b[1mヴァンドレッドアニメのために下手な言い訳です。\u001b[22m\n\u001b[1m\u001b[22m\nI think the least an anime series should do is have some reason for existing. Vandread doesn't. It doesn't try to be an intelligent sci-fi series; it doesn't try to be a heartwarming, iyashikei slice-of-life one; it's even too weak to be considered a harem romance anime. All you get with Vandread is episode after episode of pointlessness.\n\n\u001b[1m私は、アニメシリーズがすべきことは、既存の何らかの理由があることだと思います。  Vandreadはそうではありません。 それはインテリジェントなSFシリーズではありません。 心温まる、イヤシケスライス・オブ・ライフのものになろうとはしません。 それはハーレムロマンスアニメとみなされるにはあまりにも弱いです。 あなたがVandreadで得るのは、無意味なエピソードの後のエピソードだけです。\u001b[22m\n\u001b[1m(Watashi wa, animeshirīzu ga subeki koto wa, kizon no nanrakano riyū ga aru kotoda to omoimasu. Vandread wa sōde wa arimasen. Sore wa interijentona SF shirīzude wa arimasen. Kokoroatatamaru, iyashikesuraisu Obu raifu no mono ni narou to wa shimasen. Sore wa hāremuromansuanime to minasa reru ni wa amarini mo yowaidesu. Anata ga Vandread de eru no wa, muimina episōdo no nochi no episōdo dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mI think the least an anime series should do is have some reason for existing. Vandread doesn't. It doesn't try to be an intelligent sci-fi series; it doesn't try to be a heartwarming, iyashikei slice-of-life one; it's even too weak to be considered a harem romance anime. All you get with Vandread is episode after episode of pointlessness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the least an anime series should do is have some reason for existing.\u001b[24m\n    \u001b[1m私は、アニメシリーズがすべきことは、既存の何らかの理由があることだと思います。\u001b[22m, \u001b[1m私がやるべき少なくともアニメシリーズは、既存のためのいくつかの理由があると思います。\u001b[22m\n\u001b[4mVandread doesn't.\u001b[24m\n    \u001b[1mVandreadはそうではありません。\u001b[22m, \u001b[1mヴァンドレッドはしていません。\u001b[22m\n\u001b[4mIt doesn't try to be an intelligent sci-fi series;\u001b[24m\n    \u001b[1mそれはインテリジェントなSFシリーズではありません。\u001b[22m, \u001b[1mこれは、インテリジェントなSFシリーズにしようとしません。\u001b[22m\n\u001b[4mit doesn't try to be a heartwarming, iyashikei slice-of-life one;\u001b[24m\n    \u001b[1m心温まる、イヤシケスライス・オブ・ライフのものになろうとはしません。\u001b[22m, \u001b[1mそれは1心温まる、iyashikei・オブ・ライフスライスになろうとしません。\u001b[22m\n\u001b[4mit's even too weak to be considered a harem romance anime.\u001b[24m\n    \u001b[1mそれはハーレムロマンスアニメとみなされるにはあまりにも弱いです。\u001b[22m, \u001b[1mそれはハーレム恋愛アニメ考えすることがあっても弱すぎだ。\u001b[22m\n\u001b[4mAll you get with Vandread is episode after episode of pointlessness.\u001b[24m\n    \u001b[1mあなたがVandreadで得るのは、無意味なエピソードの後のエピソードだけです。\u001b[22m, \u001b[1mあなたはヴァンドレッドで取得すべてが無意味のエピソード後のエピソードです。\u001b[22m\n\u001b[1m\u001b[22m\n(And if you're wondering, I only watched it because it was being screened at an anime society. Oh, hours of my life that I'll never get back.)\n\n\u001b[1m（そして、あなたが疑問に思っているのなら、アニメ社会で上映されているので、私はそれだけを見ました。\u001b[22m\n\u001b[1m((Soshite, anata ga gimon ni omotte iru nonara, anime shakai de jōei sa rete irunode, watashi wa sore dake o mimashita.)\u001b[22m\n\nTranslations of \u001b[4m(And if you're wondering, I only watched it because it was being screened at an anime society. Oh, hours of my life that I'll never get back.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(And if you're wondering, I only watched it because it was being screened at an anime society. Oh, hours of my life that I'll never get back.)\u001b[24m\n    \u001b[1m（そして、あなたが疑問に思っているのなら、アニメ社会で上映されているので、私はそれだけを見ました。\u001b[22m, \u001b[1m（あなたが迷っている場合は、それがアニメ化社会で上映されていたので、私はそれを見た。ああ、私は取り戻すことは決してないだろう私の人生の時間。）\u001b[22m\n\u001b[1m\u001b[22m\nStory [2/10]\n\n\u001b[1m話[2/10]\u001b[22m\n\u001b[1m(Hanashi [2 / 10])\u001b[22m\n\nTranslations of \u001b[4mStory [2/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory [2/10]\u001b[24m\n    \u001b[1m話[2/10]\u001b[22m, \u001b[1mストーリー[2/10]\u001b[22m\nThe men-are-from-Mars-women-are-from-Venus premise, while cheesy, could have gone somewhere. In theory. In practice it was an excuse to have a harem-style setup in space.\n\n\u001b[1m金星の前提は、火星から離れていた可能性があります。 理論的には。 実際には、スペースにハーレムスタイルの設定をすることは口実になりました。\u001b[22m\n\u001b[1m(Kinboshi no zentei wa, kasei kara hanarete ita kanōsei ga arimasu. Riron-teki ni wa. Jissai ni wa, supēsu ni hāremusutairu no settei o suru koto wa kōjitsu ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe men-are-from-Mars-women-are-from-Venus premise, while cheesy, could have gone somewhere. In theory. In practice it was an excuse to have a harem-style setup in space.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe men-are-from-Mars-women-are-from-Venus premise, while cheesy, could have gone somewhere.\u001b[24m\n    \u001b[1m金星の前提は、火星から離れていた可能性があります。\u001b[22m, \u001b[1m男性は-ある-から-火星女性です-から-金星前提、どこかに行っている可能性が安っぽいながら。\u001b[22m\n\u001b[4mIn theory.\u001b[24m\n    \u001b[1m理論的には。\u001b[22m, \u001b[1m理論的には\u001b[22m\n\u001b[4mIn practice it was an excuse to have a harem-style setup in space.\u001b[24m\n    \u001b[1m実際には、スペースにハーレムスタイルの設定をすることは口実になりました。\u001b[22m, \u001b[1m実際には、空間内のハーレムスタイルを設定しているための口実でした。\u001b[22m\n\u001b[1m\u001b[22m\nThere are unexciting space battles which exist so viewers can giggle about the innuendo involved in combining mechs. There are episodes of ~wacky hijinks~ that just turn out tedious.\n\n\u001b[1m未知の宇宙の戦いが存在するため、観客はメカを組み合わせた込み入ったものについてうんざりすることがあります。 退屈なヒジンク〜のエピソードがあります。\u001b[22m\n\u001b[1m(Michi no uchū no tatakai ga sonzai suru tame, kankyaku wa meka o kumiawaseta komiitta mono ni tsuite unzari suru koto ga arimasu. Taikutsuna hijinku 〜 no episōdo ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are unexciting space battles which exist so viewers can giggle about the innuendo involved in combining mechs. There are episodes of ~wacky hijinks~ that just turn out tedious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are unexciting space battles which exist so viewers can giggle about the innuendo involved in combining mechs.\u001b[24m\n    \u001b[1m未知の宇宙の戦いが存在するため、観客はメカを組み合わせた込み入ったものについてうんざりすることがあります。\u001b[22m, \u001b[1m視聴者がメカを組み合わせることに関与ほのめかしについてクスクスことができるように存在するありきたりな空間の戦いがあります。\u001b[22m\n\u001b[4mThere are episodes of ~wacky hijinks~ that just turn out tedious.\u001b[24m\n    \u001b[1m退屈なヒジンク〜のエピソードがあります。\u001b[22m, \u001b[1mただ面倒を消すこと〜奇抜なhijinksのエピソード〜があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt [6/10]\n\n\u001b[1mアート[6/10]\u001b[22m\n\u001b[1m(Āto [6 / 10])\u001b[22m\n\nTranslations of \u001b[4mArt [6/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt [6/10]\u001b[24m\n    \u001b[1mアート[6/10]\u001b[22m\nThe art in Vandread, while not hideous, does suffer from character design inconsistency and an obviously low budget - in some cases it's so bad that attempts at fanservice fall pathetically flat.\n\n\u001b[1mVandreadの芸術は恐ろしいものではありませんが、文字のデザインの不一致と明らかに低い予算に苦しんでいます。ファンタスティックの試みが哀れなほどに落ちるということはとても悪いこともあります。\u001b[22m\n\u001b[1m(Vandread no geijutsu wa osoroshī monode wa arimasenga, moji no dezain no fuitchi to akiraka ni hikui yosan ni kurushinde imasu. Fantasutikku no kokoromi ga awarena hodo ni ochiru to iu koto wa totemo warui koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art in Vandread, while not hideous, does suffer from character design inconsistency and an obviously low budget - in some cases it's so bad that attempts at fanservice fall pathetically flat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in Vandread, while not hideous, does suffer from character design inconsistency and an obviously low budget - in some cases it's so bad that attempts at fanservice fall pathetically flat.\u001b[24m\n    \u001b[1mVandreadの芸術は恐ろしいものではありませんが、文字のデザインの不一致と明らかに低い予算に苦しんでいます。ファンタスティックの試みが哀れなほどに落ちるということはとても悪いこともあります。\u001b[22m, \u001b[1mヴァンドレッドの芸術は、恐ろしいものではないが、キャラクターデザインの矛盾と明らかに低予算に苦しむん - いくつかのケースでは、サービスカットの試みが哀れフラット落ちるように悪いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe use of CGI is also jarring, but I'll be kind and chalk that up to the year of production.\n\n\u001b[1mCGIの使用も嫌ですが、私は生産の年まで優しくてチョークします。\u001b[22m\n\u001b[1m(CGI no shiyō mo iyadesuga, watashi wa seisan no toshi made yasashikute chōku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe use of CGI is also jarring, but I'll be kind and chalk that up to the year of production.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe use of CGI is also jarring, but I'll be kind and chalk that up to the year of production.\u001b[24m\n    \u001b[1mCGIの使用も嫌ですが、私は生産の年まで優しくてチョークします。\u001b[22m, \u001b[1mCGIの使用も耳障りですが、私は親切にすることや、製造年にそれまでチョークます。\u001b[22m\n\u001b[1m\u001b[22m\nSound [6/10]\n\n\u001b[1mサウンド[6/10]\u001b[22m\n\u001b[1m(Saundo [6 / 10])\u001b[22m\n\nTranslations of \u001b[4mSound [6/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound [6/10]\u001b[24m\n    \u001b[1mサウンド[6/10]\u001b[22m, \u001b[1m[6/10]サウンド\u001b[22m\nI don't remember anything about the use of sound, but since this was a series without much tension or drama, that seems fair enough. It had pretty good opening and ending songs, though. The voice-acting was serviceable, but again, this is not the type of series which requires the expression of deep emotions.\n\n\u001b[1m私は音の使い方については何も覚えていませんが、これはあまり緊張やドラマのないシリーズだったので、それは十分だと思います。 しかし、それはかなり良いオープニングとエンディングの曲を持っていた。 声優はサービス可能でしたが、これは深い感情の表出を必要とするシリーズのタイプではありません。\u001b[22m\n\u001b[1m(Watashi wa oto no tsukaikata ni tsuite wa nani mo oboete imasenga, kore wa amari kinchō ya dorama no nai shirīzudattanode, sore wa jūbunda to omoimasu. Shikashi, sore wa kanari yoi ōpuningu to endingu no kyoku o motte ita. Seiyū wa sābisu kanōdeshitaga, kore wa fukai kanjō no hyōshutsu o hitsuyō to suru shirīzu no taipude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI don't remember anything about the use of sound, but since this was a series without much tension or drama, that seems fair enough. It had pretty good opening and ending songs, though. The voice-acting was serviceable, but again, this is not the type of series which requires the expression of deep emotions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't remember anything about the use of sound, but since this was a series without much tension or drama, that seems fair enough.\u001b[24m\n    \u001b[1m私は音の使い方については何も覚えていませんが、これはあまり緊張やドラマのないシリーズだったので、それは十分だと思います。\u001b[22m, \u001b[1m私は音の使用については何も覚えていないが、これは十分に公正思えるくらいの緊張やドラマのないシリーズ、だったので。\u001b[22m\n\u001b[4mIt had pretty good opening and ending songs, though.\u001b[24m\n    \u001b[1mしかし、それはかなり良いオープニングとエンディングの曲を持っていた。\u001b[22m, \u001b[1mこれは、しかし、かなり良いオープニングとエンディング曲を持っていました。\u001b[22m\n\u001b[4mThe voice-acting was serviceable, but again, this is not the type of series which requires the expression of deep emotions.\u001b[24m\n    \u001b[1m声優はサービス可能でしたが、これは深い感情の表出を必要とするシリーズのタイプではありません。\u001b[22m, \u001b[1m音声演技は修理可能だったが、再び、これは深い感情の表現を必要とする一連のタイプではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter [3/10]\n\n\u001b[1mキャラクター[3/10]\u001b[22m\n\u001b[1m(Kyarakutā [3 / 10])\u001b[22m\n\nTranslations of \u001b[4mCharacter [3/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter [3/10]\u001b[24m\n    \u001b[1mキャラクター[3/10]\u001b[22m\nWhat character? I think that one of the characters (the Ayanami Rei stock type) got a character development arc, and even that was woefully predictable. The rest of the characters were basically stock types (bubbly airheaded girl, comic relief dude) without believable motivations (if any).\n\n\u001b[1mどのキャラクター？ キャラクターのひとり（綾波レイ株式型）がキャラクター開発の弧を手にしたと思っていて、それも悲惨な予感です。 残りのキャラクターは、信じられない動機（もしあれば）がなく、基本的にストックタイプ（吹き飛ばされた女の子、漫画の救援隊）でした。\u001b[22m\n\u001b[1m(Dono kyarakutā? Kyarakutā no hitori (ayanamirei kabushiki-gata) ga kyarakutā kaihatsu no ko o te ni shita to omotte ite, sore mo hisan'na yokandesu. Nokori no kyarakutā wa, shinjirarenai dōki (moshi areba) ga naku, kihontekini sutokku taipu (fukitobasa reta on'nanoko, manga no kyūen-tai)deshita.)\u001b[22m\n\nTranslations of \u001b[4mWhat character? I think that one of the characters (the Ayanami Rei stock type) got a character development arc, and even that was woefully predictable. The rest of the characters were basically stock types (bubbly airheaded girl, comic relief dude) without believable motivations (if any).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat character?\u001b[24m\n    \u001b[1mどのキャラクター？\u001b[22m, \u001b[1m何文字？\u001b[22m\n\u001b[4mI think that one of the characters (the Ayanami Rei stock type) got a character development arc, and even that was woefully predictable.\u001b[24m\n    \u001b[1mキャラクターのひとり（綾波レイ株式型）がキャラクター開発の弧を手にしたと思っていて、それも悲惨な予感です。\u001b[22m, \u001b[1m私は文字の1（綾波レイの在庫タイプが）文字の開発アークを持って、さらにそれがひどく予測可能だったと思います。\u001b[22m\n\u001b[4mThe rest of the characters were basically stock types (bubbly airheaded girl, comic relief dude) without believable motivations (if any).\u001b[24m\n    \u001b[1m残りのキャラクターは、信じられない動機（もしあれば）がなく、基本的にストックタイプ（吹き飛ばされた女の子、漫画の救援隊）でした。\u001b[22m, \u001b[1m文字の残りの部分は基本的にノーマルタイプ信じられる動機なし（陽気頭の中が空っぽの女の子、コミックリリーフ男）（もしあれば）でした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment [2/10]\n\n\u001b[1m楽しさ[2/10]\u001b[22m\n\u001b[1m(Tanoshisa [2 / 10])\u001b[22m\n\nTranslations of \u001b[4mEnjoyment [2/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment [2/10]\u001b[24m\n    \u001b[1m楽しさ[2/10]\u001b[22m, \u001b[1m楽し[2/10]\u001b[22m\nTedious, mind-numbingly stupid, and not even visually engaging enough to make up for that. If you're watching this for the fanservice (and come on, why else would you waste your time on this), then maybe you'd enjoy it more.\n\n\u001b[1m退屈で、気が狂ったばかげたばかげて、視覚的にもそれを補うほどには魅力的ではありません。 あなたがfanserviceのためにこれを見ているなら（なぜなら、あなたはこれであなたの時間を無駄にするでしょう）、もっと楽しむでしょう。\u001b[22m\n\u001b[1m(Taikutsu de, ki ga kurutta bakageta bakagete, shikaku-teki ni mo sore o oginau hodo ni wa mirikitekide wa arimasen. Anata ga fanservice no tame ni kore o mite irunara (nazenara, anata wa kore de anata no jikan o mudanisurudeshou), motto tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mTedious, mind-numbingly stupid, and not even visually engaging enough to make up for that. If you're watching this for the fanservice (and come on, why else would you waste your time on this), then maybe you'd enjoy it more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTedious, mind-numbingly stupid, and not even visually engaging enough to make up for that.\u001b[24m\n    \u001b[1m退屈で、気が狂ったばかげたばかげて、視覚的にもそれを補うほどには魅力的ではありません。\u001b[22m, \u001b[1m退屈な、心numbinglyことを補うには十分であっても、視覚的に魅力的愚かではなく。\u001b[22m\n\u001b[4mIf you're watching this for the fanservice (and come on, why else would you waste your time on this), then maybe you'd enjoy it more.\u001b[24m\n    \u001b[1mあなたがfanserviceのためにこれを見ているなら（なぜなら、あなたはこれであなたの時間を無駄にするでしょう）、もっと楽しむでしょう。\u001b[22m, \u001b[1mあなたがサービスカットのためにこれを監視していた場合は（とに来て、なぜそうしないと、この上にあなたの時間を無駄になる）、その後、多分あなたはより多くのそれを楽しむと思います。\u001b[22m\n\u001b[1m\u001b[22m\nI heard that the Vandread: The Second Stage season is much better, in that it actually has some character development and perhaps a plot. It's just a pity the first season had to exist.\n\n\u001b[1mVandread：Second Stageのシーズンは、実際にはキャラクターの発展とプロットがあるという点で、はるかに優れていると聞きました。 最初のシーズンが存在しなければならなかったのは残念です。\u001b[22m\n\u001b[1m(Vandread: Second Stage no shīzun wa, jissai ni wa kyarakutā no hatten to purotto ga aru to iu ten de, haruka ni sugurete iru to kikimashita. Saisho no shīzun ga sonzai shinakereba naranakatta no wa zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mI heard that the Vandread: The Second Stage season is much better, in that it actually has some character development and perhaps a plot. It's just a pity the first season had to exist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI heard that the Vandread: The Second Stage season is much better, in that it actually has some character development and perhaps a plot.\u001b[24m\n    \u001b[1mVandread：Second Stageのシーズンは、実際にはキャラクターの発展とプロットがあるという点で、はるかに優れていると聞きました。\u001b[22m, \u001b[1m私は聞いたことヴァンドレッド：それは実際にいくつかの文字の開発とおそらくプロットを持っているという点で、第二段階のシーズンは、はるかに良いです。\u001b[22m\n\u001b[4mIt's just a pity the first season had to exist.\u001b[24m\n    \u001b[1m最初のシーズンが存在しなければならなかったのは残念です。\u001b[22m, \u001b[1mそれはちょうど最初のシーズンが存在しなければならなかった残念です。\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "Dick75",
    "profile": "/profile/Dick75/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=6102",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  5\nキャラクター|  3\n|  1\n\nこのショーのすべてのエピソードを、なぜ私がとても軽蔑したのを見たのか、あなたはおそらく疑問に思います。 私はバカだから。 だからここに私のレビュー、私は1つの息吹（コンマを赦免）でそれをすべてしようとします。 このショーには、次のような罪、悪い3-d、愚かなメカデザインが含まれています。「私は主人公だから、選んだものは悪いです。 自分の信念の代わりに物語に基づいて行動する（私はキャラクターが偽物であることを知っているが、それは人々にキャラクターの信念を理解させる作家としてのあなたの仕事である）、そしてパワーアップ（彼は彼の呼吸のもとで震える）。 武器競争とその技能は、金額とキャラクターが運んでいる金額のサイドバーになります。 だから私のレビューは悪いレビューではありませんこのショーを見る。 私は男性と女性が分かれているという概念は気にしませんでした。彼らはお互いのやりとりの仕方に気づいていませんでしたが、それはうまく実行されていませんでした。 要約：このショーは、あなたが洗濯をしたり、服をアイロンをかけたりして楽しむことを決して意図していなかったときにのみ見ることができ、私はばかです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nYou're probably wondering why I watched every episode of this show when I so clearly despised it. Because I'm stupid. So here's my review, I'll try to do it all in one breath (pardon the commas). This show contains the following sins, bad 3-d, stupid mech designs, 'I'm the main character that's why' writing, a chosen one (anything with a chosen one is bad don't question it accept it), characters that act based on the story instead of their own beliefs (I know the characters are fake but it's your job as a writer to make people understand the characters beliefs), and Power ups (he shudder under his breath.) Power ups make the show into an arms race and their skill becomes a sidebar to the amount of money and luck the characters posses. So my review is a bad review don't watch this show. I didn't mind the concept of men and women being separated so long that they were unaware of how to interact with one another, but it was at best poorly executed. Recap: This show is only watchable when you're doing your laundry or ironing some clothes but never meant to be enjoyed, and I'm stupid.\n\n\u001b[1mこのショーのすべてのエピソードを、なぜ私がとても軽蔑したのを見たのか、あなたはおそらく疑問に思います。 私はバカだから。 だからここに私のレビュー、私は1つの息吹（コンマを赦免）でそれをすべてしようとします。 このショーには、次のような罪、悪い3-d、愚かなメカデザインが含まれています。「私は主人公だから、選んだものは悪いです。 自分の信念の代わりに物語に基づいて行動する（私はキャラクターが偽物であることを知っているが、それは人々にキャラクターの信念を理解させる作家としてのあなたの仕事である）、そしてパワーアップ（彼は彼の呼吸のもとで震える）。 武器競争とその技能は、金額とキャラクターが運んでいる金額のサイドバーになります。 だから私のレビューは悪いレビューではありませんこのショーを見る。 私は男性と女性が分かれているという概念は気にしませんでした。彼らはお互いのやりとりの仕方に気づいていませんでしたが、それはうまく実行されていませんでした。 要約：このショーは、あなたが洗濯をしたり、服をアイロンをかけたりして楽しむことを決して意図していなかったときにのみ見ることができ、私はばかです。\u001b[22m\n\u001b[1m(Kono shō no subete no episōdo o, naze watashi ga totemo keibetsu shita no o mita no ka, anata wa osoraku gimon ni omoimasu. Watashi wa bakadakara. Dakara koko ni watashi no rebyū, watashi wa 1tsu no ibuki (konma o shamen) de sore o subete shiyou to shimasu. Kono shō ni wa,-ji no yōna tsumi, warui 3 - d, orokana meka dezain ga fukuma rete imasu. `Watashi wa shujinkōdakara, eranda mono wa waruidesu. Jibun no shin'nen no kawarini monogatari nimotozuite kōdō suru (watashi wa kyarakutā ga nisemonodearu koto o shitte iruga, soreha hitobito ni kyarakutā no shin'nen o rikai sa seru sakka to shite no anata no shigotodearu), soshite pawāappu (kare wa kare no kokyū no moto de furueru). Buki kyōsō to sono ginō wa, kingaku to kyarakutā ga hakonde iru kingaku no saidobā ni narimasu. Dakara watashi no rebyū wa warui rebyūde wa arimasen kono shō o miru. Watashi wa dansei to josei ga wakarete iru to iu gainen wa ki ni shimasendeshita. Karera wa otagai no yaritori no shikata ni kidzuite imasendeshitaga, sore wa umaku jikkō sa rete imasendeshita. Yōyaku: Kono shō wa, anata ga sentaku o shi tari,-fuku o airon o kake tari shite tanoshimu koto o kesshite ito shite inakatta toki ni nomi miru koto ga deki, watashi wa bakadesu.)\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "AironicallyHuman",
    "profile": "/profile/AironicallyHuman/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=9394",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  5\nキャラクター|  7\n|  8\n\nOOPボックスを£26にセットして管理した後、私は数日前にVandread DVDを見始めました。\n\n最初のシーズンを見て、私が支払ったもののシリーズの品質に満足している間、Vandreadの浅みは、私がそれに対して莫大な金額を支払わなかったことを嬉しく思います。\n\nプロット：6/10\n\n女性は外来種です。 私たち（男性）はすでにこれを知っています。  Vandreadは、私たちが一歩前進していることを、実際に男女を別々の惑星に乗せて作ります。\n\nシリーズの初めに、タラクの男性とメジェールの女性たちが戦争を始めようとしています。 男性は女性の宇宙海賊の群に飽きてきて、キットに入るように彼らに言わせて、間違いを犯し、彼らに対して新しい戦艦を解き放つ。 しかし、多くの人々の驚きには、戦艦の打ち上げはひどくなり、女性の宇宙海賊は船を盗んでしまった。\n\nこの間、若い第3才の兵士、ヒビキは戦場に忍び込んでヴァンガード（雄のメカ）の部分を盗み出し、打ち上げ時に立ち往生してしまいました。 彼はまもなく、女性が攻撃する直前に、自分たちが息子に投げ込まれたことに気付きました。\n\n女性たちが船を乗っ取った後、船にミサイルを発射して、女性にそれを持たせるのではなく、船を破壊することにした。 その結果、船は何とか*ミサイルをブロックし、銀河の遠い部分に送られました。 その後、戦艦に乗っていた男性と女性は、彼らがすぐに人間を収穫したい新しいエイリアンレースを発見して以来、協力しなければならなかった...\n\n----\n\nプロットは多くの可能性を持っていました。 もし真剣に取られれば、男女の戦争を含むプロットは驚くべきことでした...もしコメディに変身すれば、それは恐ろしく面白くなる可能性がありました。 しかし、悲しいことに、Vandreadは軽くて浅く、あまり面白くないことが判明しました。\n\nニルヴァーナ（以前に言及した戦艦）が銀河の遠くの部分に歪んでしまえば、プロットはまったく発展しません。 乗組員の顔は、新しいハーモニーの敵と戦い、「ハーベスタ」としてしか知られておらず、消耗した惑星に行き、お互いに戦い、お互いに遊ぶ...言い換えれば、 意味のあるものです。\n\nもっと大人のシリーズとしてはるかにうまくいっていたときに、このような軽い方向でシリーズが撮影されたことは、本当に残念です...\n\nキャラクター：7/10\n\nキャラクターは、深くても独特ではないものの、ショーが悪くならないように保存しました。\n\nVandreadの主人公はHibiki、彼自身を証明したい若い男性です。 彼はシンプルな気分で、直接的で、気分が悪い...定期的に物語を見ている鉛のタイプ。 真実は、彼は3階級の市民であることが明らかにされた背景の詳細​​なしで、彼は非常に興味深いされていません。 彼はほとんどない深さを持っています。\n\n女性のリードであるディータは、もっと好感が持てます。 彼女はヒビキ氏に電話することを主張する。 エイリアン\"、男性の性別に興味があり、一般的に響きを迷惑にしていたるところで彼の周りを追う。 彼女は最初のシーズンで最も面白いキャラクターだったし、素敵なおっぱいを持つ赤毛のためだけには私のお気に入りだった。\n\n他の2人の女性主人公、JuraとMeiaは、あまり面白くなかった。 ジュラはあなたのステレオタイプの可愛い女性で、メイアはあなたのステレオタイプの軍事的なタイプです。 彼女の感情を隠し、戦いで他の人に命じる。 彼女の過去が明らかにされて以来、メアは最初のシリーズで最も発展しました（それはあまり意味がありません）。しかし、彼女の過去についてのシーケンスはあまりうまく設計されておらず、私にはほとんど影響を与えませんでした。\n\n私が興味深いと分かった他の3人のキャラクターは、男性です：バート、男性だけが船を操縦してしまった愚かな男。 男性医者デュエロとラバト。 ハンソロタイプ。 ラバトは2番目のシリーズでうまくいけば、彼は少数の興味をそそるキャラクターの1人になるだろう。\n\nアート/アニメ：8/10\n\n2000年に放映された番組では、Vandreadが最も印象的です。  DVDがワイドスクリーン形式であることを発見するのはすばらしい驚きでした。\n\n最初のシーズンには、アートとアニメーションの側面で明確なコーナーカットはありませんでした。 すべてが滑らかで見て見栄えが良かった。 色は明るく目を引く。\n\nCGはVandreadのすべての宇宙戦闘に使用されます。  Vandreadがもともと放映されていた時、それはすごく元気だったと思うけど、CGセクションは時間のテストで生き残ってこなかったし、この日と年齢に印象づけていない。 私はCGの戦いのスピードが大好きではありませんでした。なぜなら、何度も何度もやっていたことに追いつくのが難しいと思ったからです。CGの戦いを可能な限り速くすることがアイデアだと思います。 もっと印象づける。\n\n全体的に、Vandreadはその年齢が優れています。\n\nサウンド：5/10\n\nサウンドトラックは何よりも気が散っていた。 サウンドトラックを作った人は撃たれるべきです...それは本当に言うべきことです。\n\nOP / EDはかなり良いものでした。 あまりにも記憶に残ることはありませんが、テーマはOP / EDアニメーションをもっと楽しく見ました。\n\nこれまでの日本の声優と同じように、パフォーマンスはほとんど優れていました。 顕著な悪い性能はなかった。\n\n合計：7/10\n\n楽しめるが、失望している、Vandreadは時間を過ごすために見るべき素晴らしいショーである。 すべての時間の最高のアニメを見ることを期待してそれに入ることはありません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAfter managing to get the OOP box set for £26, I started watching my Vandread DVDs a few days ago.\n\n\u001b[1mOOPボックスを£26にセットして管理した後、私は数日前にVandread DVDを見始めました。\u001b[22m\n\u001b[1m(OOP bokkusu o £ 26 ni setto shite kanri shita nochi, watashi wa sūjitsumae ni Vandread DVD o mi hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter managing to get the OOP box set for £26, I started watching my Vandread DVDs a few days ago.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter managing to get the OOP box set for £26, I started watching my Vandread DVDs a few days ago.\u001b[24m\n    \u001b[1mOOPボックスを£26にセットして管理した後、私は数日前にVandread DVDを見始めました。\u001b[22m, \u001b[1m£26に設定されたOOPボックスを取得するために管理した後、私は数日前に私のヴァンドレッドDVDを見始めました。\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching the first season, while happy with the quality of the series for what I paid, the shallowness of Vandread makes me happy I didn't pay a huge amount for it.\n\n\u001b[1m最初のシーズンを見て、私が支払ったもののシリーズの品質に満足している間、Vandreadの浅みは、私がそれに対して莫大な金額を支払わなかったことを嬉しく思います。\u001b[22m\n\u001b[1m(Saisho no shīzun o mite, watashi ga shiharatta mono no shirīzu no hinshitsu ni manzoku shite iru ma, Vandread no asami wa, watashi ga sorenitaishite bakudaina kingaku o shiharawanakatta koto o ureshiku omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching the first season, while happy with the quality of the series for what I paid, the shallowness of Vandread makes me happy I didn't pay a huge amount for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching the first season, while happy with the quality of the series for what I paid, the shallowness of Vandread makes me happy I didn't pay a huge amount for it.\u001b[24m\n    \u001b[1m最初のシーズンを見て、私が支払ったもののシリーズの品質に満足している間、Vandreadの浅みは、私がそれに対して莫大な金額を支払わなかったことを嬉しく思います。\u001b[22m, \u001b[1m最初のシーズンを見た後、私が支払ったもののための一連の品質に満足しながら、ヴァンドレッドの浅さは、私はそれのために膨大な量を払っていない私を幸せにします。\u001b[22m\n\u001b[1m\u001b[22m\nPlot: 6/10\n\n\u001b[1mプロット：6/10\u001b[22m\n\u001b[1m(Purotto: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mPlot: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot: 6/10\u001b[24m\n    \u001b[1mプロット：6/10\u001b[22m\n\u001b[1m\u001b[22m\nWomen are an alien species; we (men) know this much already. Vandread takes what we know a step further, REALLY making men and women aliens by putting them on different planets.\n\n\u001b[1m女性は外来種です。 私たち（男性）はすでにこれを知っています。  Vandreadは、私たちが一歩前進していることを、実際に男女を別々の惑星に乗せて作ります。\u001b[22m\n\u001b[1m(Josei wa gairai-shudesu. Watashitachi (dansei) wa sudeni kore o shitte imasu. Vandread wa, watashitachi ga ippozenshin shite iru koto o, jissai ni danjo o betsubetsu no wakusei ni nosete tsukurimasu.)\u001b[22m\n\nTranslations of \u001b[4mWomen are an alien species; we (men) know this much already. Vandread takes what we know a step further, REALLY making men and women aliens by putting them on different planets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWomen are an alien species;\u001b[24m\n    \u001b[1m女性は外来種です。\u001b[22m\n\u001b[4mwe (men) know this much already.\u001b[24m\n    \u001b[1m私たち（男性）はすでにこれを知っています。\u001b[22m, \u001b[1m我々（男性は）はるかに既にこれを知っています。\u001b[22m\n\u001b[4mVandread takes what we know a step further, REALLY making men and women aliens by putting them on different planets.\u001b[24m\n    \u001b[1mVandreadは、私たちが一歩前進していることを、実際に男女を別々の惑星に乗せて作ります。\u001b[22m, \u001b[1mヴァンドレッドは本当に別の惑星にそれらを置くことによって、男性と女性のエイリアンを作り、我々はさらに一歩知っとります。\u001b[22m\n\u001b[1m\u001b[22m\nAt the start of the series, the men of Taraak and women of Mejere are about to start a war. The men are fed up of a group of women space pirates and decide to put a stop to them, telling them to get in the kit...err, unleashing a new battleship against them. However, much to the dismay of the men, the launch of the battleship went badly, with the women space pirates ending up stealing the ship.\n\n\u001b[1mシリーズの初めに、タラクの男性とメジェールの女性たちが戦争を始めようとしています。 男性は女性の宇宙海賊の群に飽きてきて、キットに入るように彼らに言わせて、間違いを犯し、彼らに対して新しい戦艦を解き放つ。 しかし、多くの人々の驚きには、戦艦の打ち上げはひどくなり、女性の宇宙海賊は船を盗んでしまった。\u001b[22m\n\u001b[1m(Shirīzu no hajime ni, taraku no dansei to mejēru no josei-tachi ga sensō o hajimeyou to shite imasu. Dansei wa josei no uchū kaizoku no gun ni akite kite, kitto ni hairu yō ni karera ni iwa sete, machigai o okashi, karera ni taishite atarashī senkan o tokihanatsu. Shikashi, ōku no hitobito no odoroki ni wa, senkan no uchiage wa hidoku nari, josei no uchū kaizoku wa fune o nusunde shimatta.)\u001b[22m\n\nTranslations of \u001b[4mAt the start of the series, the men of Taraak and women of Mejere are about to start a war. The men are fed up of a group of women space pirates and decide to put a stop to them, telling them to get in the kit...err, unleashing a new battleship against them. However, much to the dismay of the men, the launch of the battleship went badly, with the women space pirates ending up stealing the ship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the start of the series, the men of Taraak and women of Mejere are about to start a war.\u001b[24m\n    \u001b[1mシリーズの初めに、タラクの男性とメジェールの女性たちが戦争を始めようとしています。\u001b[22m, \u001b[1mシリーズの開始時に、MejereのTaraakの男性と女性は戦争を開始しようとしています。\u001b[22m\n\u001b[4mThe men are fed up of a group of women space pirates and decide to put a stop to them, telling them to get in the kit...err, unleashing a new battleship against them.\u001b[24m\n    \u001b[1m男性は女性の宇宙海賊の群に飽きてきて、キットに入るように彼らに言わせて、間違いを犯し、彼らに対して新しい戦艦を解き放つ。\u001b[22m, \u001b[1m男性は女性宇宙海賊のグループの最大供給され、それらに対する新しい戦艦を解き放つ、errは...キットに取得するためにそれらを言って、彼らに終止符を打つことを決定しています。\u001b[22m\n\u001b[4mHowever, much to the dismay of the men, the launch of the battleship went badly, with the women space pirates ending up stealing the ship.\u001b[24m\n    \u001b[1mしかし、多くの人々の驚きには、戦艦の打ち上げはひどくなり、女性の宇宙海賊は船を盗んでしまった。\u001b[22m, \u001b[1mしかし、多くの男性の狼狽に、戦艦の打ち上げは、女性の宇宙海賊が船を盗ん終わると、ひどく行きました。\u001b[22m\n\u001b[1m\u001b[22m\nDuring all this, a young 3rd class worker, Hibiki, decided to sneak onto the battleship to steal a Vanguard (male mecha) part, ending up getting stuck on board when it launched. He soon found himself thrown in the brig by the men, just before the women attacked.\n\n\u001b[1mこの間、若い第3才の兵士、ヒビキは戦場に潜入してヴァンガード（雄のメカ）の部分を盗み出し、打ち上げ時に立ち往生した。 彼はまもなく、女性が攻撃する直前に、自分たちが息子に投げ込まれたことに気付きました。\u001b[22m\n\u001b[1m(Konoaida, wakai dai 3-sai no heishi, hibiki wa senjō ni sen'nyū shite vu~angādo (osu no meka) no bubun o nusumidashi, uchiage-ji ni tachiōjō shita. Kare wa mamonaku, josei ga kōgeki suru chokuzen ni, jibun-tachi ga musuko ni nagekoma reta koto ni kidzukimashita.)\u001b[22m\n\nTranslations of \u001b[4mDuring all this, a young 3rd class worker, Hibiki, decided to sneak onto the battleship to steal a Vanguard (male mecha) part, ending up getting stuck on board when it launched. He soon found himself thrown in the brig by the men, just before the women attacked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDuring all this, a young 3rd class worker, Hibiki, decided to sneak onto the battleship to steal a Vanguard (male mecha) part, ending up getting stuck on board when it launched.\u001b[24m\n    \u001b[1mこの間、若い第3才の兵士、ヒビキは戦場に潜入してヴァンガード（雄のメカ）の部分を盗み出し、打ち上げ時に立ち往生した。\u001b[22m, \u001b[1mすべてこの中には、若い第三クラスの労働者、響は、それが起動すると、ボード上で立ち往生終わる、ヴァンガード（男性メカ）の部分を盗むために戦艦の上にこっそりすることを決めました。\u001b[22m\n\u001b[4mHe soon found himself thrown in the brig by the men, just before the women attacked.\u001b[24m\n    \u001b[1m彼はまもなく、女性が攻撃する直前に、自分たちが息子に投げ込まれたことに気付きました。\u001b[22m, \u001b[1m彼はすぐに彼自身が、女性が襲われる直前に、男性が営倉でスロー発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nAfter the women took over the ship, the men decided to destroy it rather than let the women have it by firing missiles at the ship. This resulted in the ship *somehow* blocking the missiles and getting sent to a distant part of the galaxy. The men and women onboard the battleship then had to start working together since they soon discovered a new alien race that wants to 'harvest' humans...\n\n\u001b[1m女性たちが船を乗っ取った後、船にミサイルを発射して、女性にそれを持たせるのではなく、船を破壊することにした。 その結果、船は何とか*ミサイルをブロックし、銀河の遠い部分に送られました。 その後、戦艦に乗っていた男性と女性は、彼らがすぐに人間を収穫したい新しいエイリアンレースを発見して以来、協力しなければならなかった...\u001b[22m\n\u001b[1m(Josei-tachi ga fune o nottotta nochi,-sen ni misairu o hassha shite, josei ni sore o mota seru node wa naku,-sen o hakai suru koto ni shita. Sono kekka,-sen wa nantoka* misairu o burokku shi, ginga no tōi bubun ni okura remashita. Sonogo, senkan ni notte ita dansei to josei wa, karera ga sugu ni ningen o shūkaku shitai atarashī eirianrēsu o hakken shite irai, kyōryoku shinakereba naranakatta...)\u001b[22m\n\nTranslations of \u001b[4mAfter the women took over the ship, the men decided to destroy it rather than let the women have it by firing missiles at the ship. This resulted in the ship *somehow* blocking the missiles and getting sent to a distant part of the galaxy. The men and women onboard the battleship then had to start working together since they soon discovered a new alien race that wants to 'harvest' humans...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter the women took over the ship, the men decided to destroy it rather than let the women have it by firing missiles at the ship.\u001b[24m\n    \u001b[1m女性たちが船を乗っ取った後、船にミサイルを発射して、女性にそれを持たせるのではなく、船を破壊することにした。\u001b[22m, \u001b[1m女性が船を引き継いだ後、男性はそれを破壊するのではなく、船でミサイルを発射することにより、女性はそれを持ってできるようにすることを決めました。\u001b[22m\n\u001b[4mThis resulted in the ship *somehow* blocking the missiles and getting sent to a distant part of the galaxy.\u001b[24m\n    \u001b[1mその結果、船は何とか*ミサイルをブロックし、銀河の遠い部分に送られました。\u001b[22m, \u001b[1mこれは何とか*ミサイルを阻止し、銀河の遠い部分に送られて得る*船をもたらしました。\u001b[22m\n\u001b[4mThe men and women onboard the battleship then had to start working together since they soon discovered a new alien race that wants to 'harvest' humans...\u001b[24m\n    \u001b[1mその後、戦艦に乗っていた男性と女性は、彼らがすぐに人間を収穫したい新しいエイリアンレースを発見して以来、協力しなければならなかった...\u001b[22m, \u001b[1m彼らはすぐに「収穫」の人間を望んでいる新しいエイリアンを発見したので、戦艦、オンボードの男性と女性は、その後、一緒に作業を開始しなければなりませんでした...\u001b[22m\n\u001b[1m\u001b[22m\n----\n\n\u001b[1m----\u001b[22m\n\u001b[1m(-- --)\u001b[22m\n\nTranslations of \u001b[4m----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m----\u001b[24m\n    \u001b[1m----\u001b[22m\n\u001b[1m\u001b[22m\nThe plot did have a lot of potential. If taken seriously, a plot involving a war of the sexes could have been amazing... If turned into a comedy, it had the potential to be insanely funny. Sadly, however, Vandread turned out to be light-hearted, shallow and not very funny.\n\n\u001b[1mプロットは多くの可能性を持っていました。 もし真剣に取られれば、男女の戦争を含むプロットは驚くべきことでした...もしコメディに変身すれば、それは恐ろしく面白くなる可能性がありました。 しかし、悲しいことに、Vandreadは軽くて浅く、あまり面白くないことが判明しました。\u001b[22m\n\u001b[1m(Purotto wa ōku no kanōsei o motte imashita. Moshi shinken ni tora rereba, danjo no sensō o fukumu purotto wa odorokubeki kotodeshita... Moshi komedi ni henshin sureba, sore wa osoroshiku omoshiroku naru kanōsei ga arimashita. Shikashi, kanashī koto ni, Vandread wa karukute asaku, amari omoshirokunai koto ga hanmei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe plot did have a lot of potential. If taken seriously, a plot involving a war of the sexes could have been amazing... If turned into a comedy, it had the potential to be insanely funny. Sadly, however, Vandread turned out to be light-hearted, shallow and not very funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot did have a lot of potential.\u001b[24m\n    \u001b[1mプロットは多くの可能性を持っていました。\u001b[22m, \u001b[1mプロットは、多くの可能性を持っていました。\u001b[22m\n\u001b[4mIf taken seriously, a plot involving a war of the sexes could have been amazing... If turned into a comedy, it had the potential to be insanely funny.\u001b[24m\n    \u001b[1mもし真剣に取られれば、男女の戦争を含むプロットは驚くべきことでした...もしコメディに変身すれば、それは恐ろしく面白くなる可能性がありました。\u001b[22m, \u001b[1m真剣にコメディになった場合、男女の戦争に伴うプロットが...驚くべきだったかもしれないなら、それはめちゃくちゃ面白いになる可能性を持っていました。\u001b[22m\n\u001b[4mSadly, however, Vandread turned out to be light-hearted, shallow and not very funny.\u001b[24m\n    \u001b[1mしかし、悲しいことに、Vandreadは軽くて浅く、あまり面白くないことが判明しました。\u001b[22m, \u001b[1m悲しいことに、しかし、ヴァンドレッドは非常に面白い、心の光浅くていないことが判明しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot does not develop much at all once the Nirvana (the battleship mentioned previously) gets warped to a distant part of the galaxy. The crew face battles against their new alien enemy, known only as 'harvesters', go down to the mostly deserted planets they pass for supplies, fight with each other, play with each other... In other words, episodic stuff that isn' t meaningful.\n\n\u001b[1mニルヴァーナ（以前に言及した戦艦）が銀河の遠くの部分に歪んでしまえば、プロットはまったく発展しません。 乗組員の顔は、新しいハーモニーの敵と戦い、「ハーベスタ」としてしか知られておらず、消耗した惑星に行き、お互いに戦い、お互いに遊ぶ...言い換えれば、 意味のあるものです。\u001b[22m\n\u001b[1m(Niruvu~āna (izen ni genkyū shita senkan) ga ginga no tōku no bubun ni yugande shimaeba, purotto wa mattaku hatten shimasen. Norikumiin no kao wa, atarashī hāmonī no teki to tatakai,`hābesuta' to shite shika shira rete orazu, shōmō shita wakusei ni iki, otagai ni tatakai, otagai ni asobu... Iikaereba, imi no aru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot does not develop much at all once the Nirvana (the battleship mentioned previously) gets warped to a distant part of the galaxy. The crew face battles against their new alien enemy, known only as 'harvesters', go down to the mostly deserted planets they pass for supplies, fight with each other, play with each other... In other words, episodic stuff that isn' t meaningful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot does not develop much at all once the Nirvana (the battleship mentioned previously) gets warped to a distant part of the galaxy.\u001b[24m\n    \u001b[1mニルヴァーナ（以前に言及した戦艦）が銀河の遠くの部分に歪んでしまえば、プロットはまったく発展しません。\u001b[22m, \u001b[1mプロットは銀河の遠い部分にワープされます（戦艦は前述）ニルヴァーナ一度にすべての多くを開発していません。\u001b[22m\n\u001b[4mThe crew face battles against their new alien enemy, known only as 'harvesters', go down to the mostly deserted planets they pass for supplies, fight with each other, play with each other... In other words, episodic stuff that isn'\u001b[24m\n    \u001b[1m乗組員の顔は、新しいハーモニーの敵と戦い、「ハーベスタ」としてしか知られておらず、消耗した惑星に行き、お互いに戦い、お互いに遊ぶ...言い換えれば、\u001b[22m, \u001b[1m唯一の「収穫」として知られている彼らの新しい外国人の敵の顔の戦いは、彼らは消耗品のために渡すほとんどが無人島惑星に下る乗組員、お互いに戦う、つまり...お互いに遊ぶ、 'にISNエピソードもの\u001b[22m\n\u001b[4mt meaningful.\u001b[24m\n    \u001b[1m意味のあるものです。\u001b[22m, \u001b[1m有意義にt。\u001b[22m\n\u001b[1m\u001b[22m\nIt's really quite disappointing that the series was taken in such a light-hearted direction when it would've worked much better as a more adult series...\n\n\u001b[1mもっと大人のシリーズとしてはるかにうまくいっていたときに、このような軽い方向でシリーズが撮影されたことは、本当に残念です...\u001b[22m\n\u001b[1m(Motto otona no shirīzu to shite haruka ni umaku itte ita toki ni, kono yōna karui hōkō de shirīzu ga satsuei sa reta koto wa, hontōni zan'nendesu...)\u001b[22m\n\nTranslations of \u001b[4mIt's really quite disappointing that the series was taken in such a light-hearted direction when it would've worked much better as a more adult series...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's really quite disappointing that the series was taken in such a light-hearted direction when it would've worked much better as a more adult series...\u001b[24m\n    \u001b[1mもっと大人のシリーズとしてはるかにうまくいっていたときに、このような軽い方向でシリーズが撮影されたことは、本当に残念です...\u001b[22m, \u001b[1mそれはより多くの大人のシリーズのようなより良い働いてきただろうというときシリーズは、このような快活な方向に取られたことが実際にはかなりがっかり...\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m\u001b[22m\nThe characters, while not exactly being deep or unique, saved the show from being bad.\n\n\u001b[1mキャラクターは、深くても独特ではないものの、ショーが悪くならないように保存しました。\u001b[22m\n\u001b[1m(Kyarakutā wa, fukakute mo dokutokude wanai mono no, shō ga waruku naranai yō ni hozon shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters, while not exactly being deep or unique, saved the show from being bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters, while not exactly being deep or unique, saved the show from being bad.\u001b[24m\n    \u001b[1mキャラクターは、深くても独特ではないものの、ショーが悪くならないように保存しました。\u001b[22m, \u001b[1m文字は、正確に深いまたは一意ではないが、悪いことからショーを救いました。\u001b[22m\n\u001b[1m\u001b[22m\nThe main character of Vandread is Hibiki, a young male who wants to prove himself. He's simple minded, direct, bad tempered... The type of lead you see in shounen stories on a regular basis. Truth be told, he isn't very interesting, with no background details revealed outside of him being a 3rd class citizen; he has little to no depth.\n\n\u001b[1mVandreadの主人公はHibiki、彼自身を証明したい若い男性です。 彼はシンプルな気分で、直接的で、気分が悪い...定期的に物語を見ている鉛のタイプ。 真実は、彼は3階級の市民であることが明らかにされた背景の詳細​​なしで、彼は非常に興味深いされていません。 彼はほとんどない深さを持っています。\u001b[22m\n\u001b[1m(Vandread no shujinkō wa hibiki, kare jishin o shōmei shitai wakai danseidesu. Kare wa shinpuruna kibun de, chokusetsutekide, kibungawarui... Teikitekini monogatari o mite iru namari no taipu. Shinjitsu wa, kare wa 3 kaikyū no shimindearu koto ga akiraka ni sa reta haikei no shōsai ​​ nashi de, kare wa hijō ni kyōmibukai sa rete imasen. Kare wa hotondo nai fuka-sa o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main character of Vandread is Hibiki, a young male who wants to prove himself. He's simple minded, direct, bad tempered... The type of lead you see in shounen stories on a regular basis. Truth be told, he isn't very interesting, with no background details revealed outside of him being a 3rd class citizen; he has little to no depth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character of Vandread is Hibiki, a young male who wants to prove himself.\u001b[24m\n    \u001b[1mVandreadの主人公はHibiki、彼自身を証明したい若い男性です。\u001b[22m, \u001b[1mヴァンドレッドの主人公がひびき、自分自身を証明したい若い男性です。\u001b[22m\n\u001b[4mHe's simple minded, direct, bad tempered... The type of lead you see in shounen stories on a regular basis.\u001b[24m\n    \u001b[1m彼はシンプルな気分で、直接的で、気分が悪い...定期的に物語を見ている鉛のタイプ。\u001b[22m, \u001b[1m彼はあなたが定期的に少年の物語で見リードのシンプル志向、直接、悪い焼戻し...タイプです。\u001b[22m\n\u001b[4mTruth be told, he isn't very interesting, with no background details revealed outside of him being a 3rd class citizen;\u001b[24m\n    \u001b[1m真実は、彼は3階級の市民であることが明らかにされた背景の詳細なしで、彼は非常に興味深いされていません。\u001b[22m, \u001b[1m真実は、彼は彼が第三級市民であることの外に明らかにした背景なしの詳細は、非常に興味深いものではありません、と言われます。\u001b[22m\n\u001b[4mhe has little to no depth.\u001b[24m\n    \u001b[1m彼はほとんどない深さを持っています。\u001b[22m, \u001b[1m彼はノー深さに少しを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nDita, the female lead, is much more likable. She insists on calling Hibiki 'Mr. Alien', following him around everywhere due to being curious about the male gender and generally annoying the hell out of Hibiki. She was the most funny character in the first season and by far my favourite, if only for being a redhead with nice boobs.\n\n\u001b[1m女性のリードであるディータは、もっと好感が持てます。 彼女はヒビキ氏に電話することを主張する。 エイリアン\"、男性の性別に興味があり、一般的に響きを迷惑にしていたるところで彼の周りを追う。 彼女は最初のシーズンで最も面白いキャラクターだったし、素敵なおっぱいを持つ赤毛のためだけには私のお気に入りだった。\u001b[22m\n\u001b[1m(Josei no rīdodearu dīta wa, motto kōkan ga motemasu. Kanojo wa hibiki-shi ni denwa suru koto o shuchō suru. Eirian\", dansei no seibetsu ni kyōmi ga ari, ippantekini hibiki o meiwaku ni shite itaru tokoro de kare no mawari o ou. Kanojo wa saisho no shīzun de mottomo omoshiroi kyarakutādattashi, sutekina oppai o motsu akage no tame dake ni wa watashinōkiniiridatta.)\u001b[22m\n\nTranslations of \u001b[4mDita, the female lead, is much more likable. She insists on calling Hibiki 'Mr. Alien', following him around everywhere due to being curious about the male gender and generally annoying the hell out of Hibiki. She was the most funny character in the first season and by far my favourite, if only for being a redhead with nice boobs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDita, the female lead, is much more likable.\u001b[24m\n    \u001b[1m女性のリードであるディータは、もっと好感が持てます。\u001b[22m, \u001b[1mディータ、女性のリードは、はるかに好感が持てます。\u001b[22m\n\u001b[4mShe insists on calling Hibiki 'Mr.\u001b[24m\n    \u001b[1m彼女はヒビキ氏に電話することを主張する。\u001b[22m, \u001b[1m彼女はひびき」氏を呼び出しを主張します\u001b[22m\n\u001b[4mAlien', following him around everywhere due to being curious about the male gender and generally annoying the hell out of Hibiki.\u001b[24m\n    \u001b[1mエイリアン\"、男性の性別に興味があり、一般的に響きを迷惑にしていたるところで彼の周りを追う。\u001b[22m, \u001b[1m「エイリアン起因ひびきのうち男性で、一般的に迷惑な地獄について興味があることに周りのどこにでも彼を次のよう。\u001b[22m\n\u001b[4mShe was the most funny character in the first season and by far my favourite, if only for being a redhead with nice boobs.\u001b[24m\n    \u001b[1m彼女は最初のシーズンで最も面白いキャラクターだったし、素敵なおっぱいを持つ赤毛のためだけには私のお気に入りだった。\u001b[22m, \u001b[1m唯一の素敵なおっぱいと赤毛であることのためならば、彼女は、私のお気に入りの最初のシーズン中とダントツ面白いキャラクターでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe other two female main characters, Jura and Meia, were less interesting. Jura is your stereotypical flirtatious woman and Meia is your stereotypical military type; hiding her emotions and commanding the others in battle. Meia had the most development (not that that's saying much...) in the first series since her past gets revealed, but the sequence about her past wasn't designed very well and had little to no impact on me.\n\n\u001b[1m他の2人の女性主人公、JuraとMeiaは、あまり面白くなかった。 ジュラはあなたのステレオタイプの可愛い女性で、メイアはあなたのステレオタイプの軍事的なタイプです。 彼女の感情を隠し、戦いで他の人に命じる。 彼女の過去が明らかにされて以来、メアは最初のシリーズで最も発展しました（それはあまり意味がありません）。しかし、彼女の過去についてのシーケンスはあまりうまく設計されておらず、私にはほとんど影響を与えませんでした。\u001b[22m\n\u001b[1m(Hoka no 2-ri no josei shujinkō, jura to Meia wa, amari omoshirokunakatta. Jura wa anata no sutereo taipu no kawaii josei de, meia wa anata no sutereo taipu no gunji-tekina taipudesu. Kanojo no kanjō o kakushi, tatakai de hokanohito ni meijiru. Kanojo no kako ga akiraka ni sa rete irai, mea wa saisho no shirīzu de mottomo hatten shimashita (sore wa amari imi ga arimasen). Shikashi, kanojo no kako ni tsuite no shīkensu wa amari umaku sekkei sa rete orazu, watashiniha hotondo eikyō o ataemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe other two female main characters, Jura and Meia, were less interesting. Jura is your stereotypical flirtatious woman and Meia is your stereotypical military type; hiding her emotions and commanding the others in battle. Meia had the most development (not that that's saying much...) in the first series since her past gets revealed, but the sequence about her past wasn't designed very well and had little to no impact on me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other two female main characters, Jura and Meia, were less interesting.\u001b[24m\n    \u001b[1m他の2人の女性主人公、JuraとMeiaは、あまり面白くなかった。\u001b[22m, \u001b[1m他の二人の女性メインキャラクター、ジュラとメイアは、あまり興味深いものでした。\u001b[22m\n\u001b[4mJura is your stereotypical flirtatious woman and Meia is your stereotypical military type;\u001b[24m\n    \u001b[1mジュラはあなたのステレオタイプの可愛い女性で、メイアはあなたのステレオタイプの軍事的なタイプです。\u001b[22m, \u001b[1mジュラはあなたのステレオタイプ軽薄な女性であるとメイアは、あなたのステレオタイプの軍用型です。\u001b[22m\n\u001b[4mhiding her emotions and commanding the others in battle.\u001b[24m\n    \u001b[1m彼女の感情を隠し、戦いで他の人に命じる。\u001b[22m, \u001b[1m彼女の感情を隠し、戦いで他を指揮。\u001b[22m\n\u001b[4mMeia had the most development (not that that's saying much...) in the first series since her past gets revealed, but the sequence about her past wasn't designed very well and had little to no impact on me.\u001b[24m\n    \u001b[1m彼女の過去が明らかにされて以来、メアは最初のシリーズで最も発展しました（それはあまり意味がありません）。しかし、彼女の過去についてのシーケンスはあまりうまく設計されておらず、私にはほとんど影響を与えませんでした。\u001b[22m, \u001b[1mメイアは彼女の過去が明らかにされますので、最初のシリーズの中で最も開発（それはだていないことを...多くを言う）を有していたが、彼女の過去についての配列は非常によく設計されていないと私に影響を与えずに少しを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe other three characters I found to be interesting are male: Bart, a wimpy guy who ended up steering the ship since only a male can; the male doctor, Duero, and Rabat; a Han Solo type. Rabat will hopefully get fleshed out in the 2nd series, him being one of the few intriguing characters.\n\n\u001b[1m私が興味深いと分かった他の3人のキャラクターは、男性です：バート、男性だけが船を操縦してしまった愚かな男。 男性医者デュエロとラバト。 ハンソロタイプ。 ラバトは2番目のシリーズでうまくいけば、彼は少数の興味をそそるキャラクターの1人になるだろう。\u001b[22m\n\u001b[1m(Watashi ga kyōmibukai to wakatta ta no 3-ri no kyarakutā wa, danseidesu: Bāto, dansei dake ga fune o sōjū shite shimatta orokana otoko. Dansei isha de~yuero to Rabato. Hansorotaipu. Rabato wa 2-banme no shirīzu de umaku ikeba, kare wa shōsū no kyōmi o sosoru kyarakutā no 1-ri ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mThe other three characters I found to be interesting are male: Bart, a wimpy guy who ended up steering the ship since only a male can; the male doctor, Duero, and Rabat; a Han Solo type. Rabat will hopefully get fleshed out in the 2nd series, him being one of the few intriguing characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other three characters I found to be interesting are male: Bart, a wimpy guy who ended up steering the ship since only a male can;\u001b[24m\n    \u001b[1m私が興味深いと分かった他の3人のキャラクターは、男性です：バート、男性だけが船を操縦してしまった愚かな男。\u001b[22m, \u001b[1mバート、男性のみができるので、船を操縦することになった弱虫男;：私は面白いであることが判明し、他の3文字が男性であります\u001b[22m\n\u001b[4mthe male doctor, Duero, and Rabat;\u001b[24m\n    \u001b[1m男性医者デュエロとラバト。\u001b[22m, \u001b[1m男性医師、ドゥエロ、およびラバト。\u001b[22m\n\u001b[4ma Han Solo type.\u001b[24m\n    \u001b[1mハンソロタイプ。\u001b[22m, \u001b[1mハン・ソロのタイプ。\u001b[22m\n\u001b[4mRabat will hopefully get fleshed out in the 2nd series, him being one of the few intriguing characters.\u001b[24m\n    \u001b[1mラバトは2番目のシリーズでうまくいけば、彼は少数の興味をそそるキャラクターの1人になるだろう。\u001b[22m, \u001b[1mラバトは、うまくいけば、彼はいくつかの魅力的な文字の一つである、第二直列に肉付けしてしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Animation: 8/10\n\n\u001b[1mアート/アニメ：8/10\u001b[22m\n\u001b[1m(Āto/ anime: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt/Animation: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Animation: 8/10\u001b[24m\n    \u001b[1mアート/アニメ：8/10\u001b[22m, \u001b[1mアート/アニメーション：8/10\u001b[22m\n\u001b[1m\u001b[22m\nFor a show that aired back in 2000, Vandread most certainly looks impressive. It was a rather nice surprise to discover that the the DVDs are in widescreen format.\n\n\u001b[1m2000年に放映された番組では、Vandreadが最も印象的です。  DVDがワイドスクリーン形式であることを発見するのはすばらしい驚きでした。\u001b[22m\n\u001b[1m(2000-Nen ni hōei sa reta bangumide wa, Vandread ga mottomo inshō-tekidesu. DVD ga waidosukurīn keishikidearu koto o hakken suru no wa subarashī odorokideshita.)\u001b[22m\n\nTranslations of \u001b[4mFor a show that aired back in 2000, Vandread most certainly looks impressive. It was a rather nice surprise to discover that the the DVDs are in widescreen format.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a show that aired back in 2000, Vandread most certainly looks impressive.\u001b[24m\n    \u001b[1m2000年に放映された番組では、Vandreadが最も印象的です。\u001b[22m, \u001b[1m2000年に放映された番組については、ヴァンドレッドは最も確かに印象的に見えます。\u001b[22m\n\u001b[4mIt was a rather nice surprise to discover that the the DVDs are in widescreen format.\u001b[24m\n    \u001b[1mDVDがワイドスクリーン形式であることを発見するのはすばらしい驚きでした。\u001b[22m, \u001b[1mDVDがワイドスクリーンフォーマットであることを発見するという素敵な驚きでした。\u001b[22m\n\u001b[1m\u001b[22m\nThere was no obvious corner cutting on the art and animation side during the first season; everything looked smooth and nice to look at. The colours are bright and eye-catching.\n\n\u001b[1m最初のシーズンには、アートとアニメーションの側面で明確なコーナーカットはありませんでした。 すべてが滑らかで見て見栄えが良かった。 色は明るく目を引く。\u001b[22m\n\u001b[1m(Saisho no shīzun ni wa, āto to animēshon no sokumen de meikakuna kōnākatto wa arimasendeshita. Subete ga namerakade mite mibae ga yokatta. Iro wa akaruku mewohiku.)\u001b[22m\n\nTranslations of \u001b[4mThere was no obvious corner cutting on the art and animation side during the first season; everything looked smooth and nice to look at. The colours are bright and eye-catching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was no obvious corner cutting on the art and animation side during the first season;\u001b[24m\n    \u001b[1m最初のシーズンには、アートとアニメーションの側面で明確なコーナーカットはありませんでした。\u001b[22m, \u001b[1m最初のシーズン中にアートやアニメーションの側に切断明白なコーナーがありませんでした。\u001b[22m\n\u001b[4meverything looked smooth and nice to look at.\u001b[24m\n    \u001b[1mすべてが滑らかで見て見栄えが良かった。\u001b[22m, \u001b[1mすべてがスムーズと見ていい感じ。\u001b[22m\n\u001b[4mThe colours are bright and eye-catching.\u001b[24m\n    \u001b[1m色は明るく目を引く。\u001b[22m, \u001b[1m色が鮮やかで目を引くです。\u001b[22m\n\u001b[1m\u001b[22m\nCG is used for all of the space battles in Vandread. I'm sure it looked amazing back when Vandread originally aired, but the CG sections haven't survived the test of time and don't impress in this day and age. I didn't really like the speed the CG battles went at since I found it hard to follow what was going on a lot of time... I suppose the idea was to make the CG battles as fast-paced as possible in order to impress more.\n\n\u001b[1mCGはVandreadのすべての宇宙戦闘に使用されます。  Vandreadがもともと放映されていた時、それはすごく元気だったと思うけど、CGセクションは時間のテストで生き残ってこなかったし、この日と年齢に印象づけていない。 私はCGの戦いのスピードが大好きではありませんでした。なぜなら、何度も何度もやっていたことに追いつくのが難しいと思ったからです。CGの戦いを可能な限り速くすることがアイデアだと思います。 もっと印象づける。\u001b[22m\n\u001b[1m(CG wa Vandread no subete no uchū sentō ni shiyō sa remasu. Vandread ga motomoto hōei sa rete ita toki, sore wa sugoku genkidatta to omoukedo, CG sekushon wa jikan no tesuto de ikinokotte konakattashi, kono Ni~Tsu to nenrei ni inshōdzukete inai. Watashi wa CG no tatakai no supīdo ga daisukide wa arimasendeshita. Nazenara, nandomonandomo yatte ita koto ni oitsuku no ga muzukashī to omottakaradesu. CG no tatakai o kanōna kagiri hayaku suru koto ga aideada to omoimasu. Motto inshōdzukeru.)\u001b[22m\n\nTranslations of \u001b[4mCG is used for all of the space battles in Vandread. I'm sure it looked amazing back when Vandread originally aired, but the CG sections haven't survived the test of time and don't impress in this day and age. I didn't really like the speed the CG battles went at since I found it hard to follow what was going on a lot of time... I suppose the idea was to make the CG battles as fast-paced as possible in order to impress more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCG is used for all of the space battles in Vandread.\u001b[24m\n    \u001b[1mCGはVandreadのすべての宇宙戦闘に使用されます。\u001b[22m, \u001b[1mCGはヴァンドレッド内のスペースの戦いのすべてのために使用されています。\u001b[22m\n\u001b[4mI'm sure it looked amazing back when Vandread originally aired, but the CG sections haven't survived the test of time and don't impress in this day and age.\u001b[24m\n    \u001b[1mVandreadがもともと放映されていた時、それはすごく元気だったと思うけど、CGセクションは時間のテストで生き残ってこなかったし、この日と年齢に印象づけていない。\u001b[22m, \u001b[1m私はそれがヴァンドレッドはもともと放映された驚くべき背中を見て確信しているが、CGのセクションでは、時の試練を生き延びておらず、この日および年齢で感心しません。\u001b[22m\n\u001b[4mI didn't really like the speed the CG battles went at since I found it hard to follow what was going on a lot of time... I suppose the idea was to make the CG battles as fast-paced as possible in order to\u001b[24m\n    \u001b[1m私はCGの戦いのスピードが大好きではありませんでした。なぜなら、何度も何度もやっていたことに追いつくのが難しいと思ったからです。CGの戦いを可能な限り速くすることがアイデアだと思います。\u001b[22m, \u001b[1m私は難しい多くの時間に起こっていたものをフォローすることが判明ので、CGの戦いがでましたスピードのように本当にしませんでした...私はアイデアはのようにするために、可能な限り速いペースCGの戦いを作ることだったと仮定します\u001b[22m\n\u001b[4mimpress more.\u001b[24m\n    \u001b[1mもっと印象づける。\u001b[22m, \u001b[1mより多くの感銘を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Vandread looks excellent for its age.\n\n\u001b[1m全体的に、Vandreadはその年齢が優れています。\u001b[22m\n\u001b[1m(Zentai-teki ni, Vandread wa sono nenrei ga sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Vandread looks excellent for its age.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Vandread looks excellent for its age.\u001b[24m\n    \u001b[1m全体的に、Vandreadはその年齢が優れています。\u001b[22m, \u001b[1m全体的に、ヴァンドレッドはその年齢のための優れた見えます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 5/10\n\n\u001b[1mサウンド：5/10\u001b[22m\n\u001b[1m(Saundo: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 5/10\u001b[24m\n    \u001b[1mサウンド：5/10\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack was more distracting than anything. The person who created the soundtrack deserves to be shot... That's all there is to say really.\n\n\u001b[1mサウンドトラックは何よりも気が散っていた。 サウンドトラックを作った人は撃たれるべきです...それは本当に言うべきことです。\u001b[22m\n\u001b[1m(Saundotorakku wa naniyori mo ki ga chitte ita. Saundotorakku o tsukutta hito wa uta rerubekidesu... Sore wa hontōni iubeki kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack was more distracting than anything. The person who created the soundtrack deserves to be shot... That's all there is to say really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack was more distracting than anything.\u001b[24m\n    \u001b[1mサウンドトラックは何よりも気が散っていた。\u001b[22m, \u001b[1mサウンドトラックには、何よりも気が散るました。\u001b[22m\n\u001b[4mThe person who created the soundtrack deserves to be shot... That's all there is to say really.\u001b[24m\n    \u001b[1mサウンドトラックを作った人は撃たれるべきです...それは本当に言うべきことです。\u001b[22m, \u001b[1mサウンドトラックを作成した人には、それは本当に言うこと全部です...撃たれるに値します。\u001b[22m\n\u001b[1m\u001b[22m\nThe OP/ED were pretty good. Nothing too memorable but the themes made watching the OP/ED animation more enjoyable.\n\n\u001b[1mOP / EDはかなり良いものでした。 あまりにも記憶に残ることはありませんが、テーマはOP / EDアニメーションをもっと楽しく見ました。\u001b[22m\n\u001b[1m(OP/ ED wa kanari yoi monodeshita. Amarini mo kioku ni nokoru koto wa arimasenga, tēma wa OP/ ED animēshon o motto tanoshiku mimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe OP/ED were pretty good. Nothing too memorable but the themes made watching the OP/ED animation more enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP/ED were pretty good.\u001b[24m\n    \u001b[1mOP / EDはかなり良いものでした。\u001b[22m, \u001b[1mOP / EDはかなり良好でした。\u001b[22m\n\u001b[4mNothing too memorable but the themes made watching the OP/ED animation more enjoyable.\u001b[24m\n    \u001b[1mあまりにも記憶に残ることはありませんが、テーマはOP / EDアニメーションをもっと楽しく見ました。\u001b[22m, \u001b[1m何もあまりにも記憶に残るが、テーマがより楽しくOP / EDアニメーションを見ていました。\u001b[22m\n\u001b[1m\u001b[22m\nAs ever with Japanese voice acting, the performances were mostly excellent. There was no noticeable bad performance.\n\n\u001b[1mこれまでの日本の声優と同じように、パフォーマンスはほとんど優れていました。 顕著な悪い性能はなかった。\u001b[22m\n\u001b[1m(Kore made no Nihon no seiyū to onajiyōni, pafōmansu wa hotondo sugurete imashita. Kenchona warui seinō wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mAs ever with Japanese voice acting, the performances were mostly excellent. There was no noticeable bad performance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs ever with Japanese voice acting, the performances were mostly excellent.\u001b[24m\n    \u001b[1mこれまでの日本の声優と同じように、パフォーマンスはほとんど優れていました。\u001b[22m, \u001b[1mこれまでの日本の声の演技と同様に、性能はほとんどが優れていました。\u001b[22m\n\u001b[4mThere was no noticeable bad performance.\u001b[24m\n    \u001b[1m顕著な悪い性能はなかった。\u001b[22m, \u001b[1m目立っ悪い性能はありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nTotal: 7/10\n\n\u001b[1m合計：7/10\u001b[22m\n\u001b[1m(Gōkei: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mTotal: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTotal: 7/10\u001b[24m\n    \u001b[1m合計：7/10\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyable yet disappointing, Vandread is a great show to watch to pass time. Just don't go into it expecting to see the best anime of all time!\n\n\u001b[1m楽しめるが、失望している、Vandreadは時間を過ごすために見るべき素晴らしいショーである。 すべての時間の最高のアニメを見ることを期待してそれに入ることはありません！\u001b[22m\n\u001b[1m(Tanoshimeruga, shitsubō shite iru, Vandread wa jikan o sugosu tame ni mirubeki subarashī shōdearu. Subete no jikan no saikō no anime o miru koto o kitai shite sore ni hairu koto wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mEnjoyable yet disappointing, Vandread is a great show to watch to pass time. Just don't go into it expecting to see the best anime of all time!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyable yet disappointing, Vandread is a great show to watch to pass time.\u001b[24m\n    \u001b[1m楽しめるが、失望している、Vandreadは時間を過ごすために見るべき素晴らしいショーである。\u001b[22m, \u001b[1m楽しいまだ失望、ヴァンドレッドは時間を渡すために見るために素晴らしいショーです。\u001b[22m\n\u001b[4mJust don't go into it expecting to see the best anime of all time!\u001b[24m\n    \u001b[1mすべての時間の最高のアニメを見ることを期待してそれに入ることはありません！\u001b[22m, \u001b[1mただ、すべての時間の中で最高のアニメを見るために期待し、それに行っていません！\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "lonestar6969",
    "profile": "/profile/lonestar6969/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=3630",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\n男性と女性の戦争!!!  wooooo hoooそれを聞いて。 将来的には、宇宙でもメカでも、男と女の間の年齢の長いコンテストが戦われます。 彼が偶然戦争の捕虜になった後に女性の船に乗って自分自身を見つけた主人公に入り、何を推測する... WHAMは未知の宇宙人に入る...今何？ このアニメは、異性と何をどうするべきかわからない人の間で起こる面白い出来事です。 アニメーションは、最新のアニメ技術を使用した3Dアニメーションの美しいメカのスムーズな戦いシーンでうまくいきます。 もっとセックスアピールとコメディでガンダムを考える...楽しむ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nA war between men and women!!! wooooo hooo BRING IT ON. Set in the future, the age long contest between men and women will be fought in space and in mechas. Enters the hero where he finds himself on a ship full of women after accidently becoming a prisoner of war and then guess what... WHAM enters the unknown aliens... now what?? Whats great about this anime is the funny incidents that occur between ppl who have no idea what to do with the opposite sex. Intriguing plot where we see how these bunch of wacks work together to fight though the tough times.The animation is great with smooth fight scenes of beautiful mechas in 3D animation using the latest anime technology very well. Think of gundam with more sex appeal and comedy... enjoy\n\n\u001b[1m男性と女性の戦争!!!  wooooo hoooそれを聞いて。 将来的には、宇宙でもメカでも、男と女の間の年齢の長いコンテストが戦われます。 彼が偶然戦争の捕虜になった後に女性の船に乗って自分自身を見つけた主人公に入り、何を推測する... WHAMは未知の宇宙人に入る...今何？ このアニメは、異性と何をどうするべきかわからない人の間で起こる面白い出来事です。 アニメーションは、最新のアニメ技術を使用した3Dアニメーションの美しいメカのスムーズな戦いシーンでうまくいきます。 もっとセックスアピールとコメディでガンダムを考える...楽しむ\u001b[22m\n\u001b[1m(Dansei to josei no sensō! ! ! Wooooo hooo sore o kii te. Shōrai-teki ni wa, uchū demo meka demo, otome no ma no nenrei no nagai kontesuto ga tatakawa remasu. Kare ga gūzen sensō no horyo ni natta nochi ni josei no fune ni notte jibun jishin o mitsuketa shujinkō ni hairi, nani o suisoku suru... WHAM wa michi no uchūbito ni hairu... Imanani? Kono anime wa, isei to nani o dō surubeki ka wakaranai hito no ma de okoru omoshiroi dekigotodesu. Animēshon wa, saishin no anime gijutsu o shiyō shita 3 D animēshon no utsukushī meka no sumūzuna tatakai shīn de umaku ikimasu. Motto sekkusuapīru to komedi de Gandamu o kangaeru... Tanoshimu)\u001b[22m\n\nTranslations of \u001b[4mA war between men and women!!! wooooo hooo BRING IT ON. Set in the future, the age long contest between men and women will be fought in space and in mechas. Enters the hero where he finds himself on a ship full of women after accidently becoming a prisoner of war and then guess what... WHAM enters the unknown aliens... now what?? Whats great about this anime is the funny incidents that occur between ppl who have no idea what to do with the opposite sex. Intriguing plot where we see how these bunch of wacks work together to fight though the tough times.The animation is great with smooth fight scenes of beautiful mechas in 3D animation using the latest anime technology very well. Think of gundam with more sex appeal and comedy... enjoy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA war between men and women!!!\u001b[24m\n    \u001b[1m男性と女性の戦争!!!\u001b[22m, \u001b[1m男性と女性の間の戦争！\u001b[22m\n\u001b[4mwooooo hooo BRING IT ON.\u001b[24m\n    \u001b[1mwooooo hoooそれを聞いて。\u001b[22m, \u001b[1mwooooo hoooそれをもたらします。\u001b[22m\n\u001b[4mSet in the future, the age long contest between men and women will be fought in space and in mechas.\u001b[24m\n    \u001b[1m将来的には、宇宙でもメカでも、男と女の間の年齢の長いコンテストが戦われます。\u001b[22m, \u001b[1m将来的に設定し、男性と女性の間の年齢の長いコンテストは空間にし、mechasで戦ったされます。\u001b[22m\n\u001b[4mEnters the hero where he finds himself on a ship full of women after accidently becoming a prisoner of war and then guess what... WHAM enters the unknown aliens... now what??\u001b[24m\n    \u001b[1m彼が偶然戦争の捕虜になった後に女性の船に乗って自分自身を見つけた主人公に入り、何を推測する... WHAMは未知の宇宙人に入る...今何？\u001b[22m, \u001b[1m彼は誤って捕虜になった後の女性の完全な船に自分自身を発見してから... WHAMが今どのような未知のエイリアンを...入るかを推測ヒーローに入ります？\u001b[22m\n\u001b[4mWhats great about this anime is the funny incidents that occur between ppl who have no idea what to do with the opposite sex.\u001b[24m\n    \u001b[1mこのアニメは、異性と何をどうするべきかわからない人の間で起こる面白い出来事です。\u001b[22m, \u001b[1mいただきました偉大なこのアニメについては、どのような異性を行うには見当がつかない皆さんの間で起こる面白い出来事です。\u001b[22m\n\u001b[4mIntriguing plot where we see how these bunch of wacks work together to fight though the tough times.The animation is great with smooth fight scenes of beautiful mechas in 3D animation using the latest anime technology very well.\u001b[24m\n    \u001b[1mアニメーションは、最新のアニメ技術を使用した3Dアニメーションの美しいメカのスムーズな戦いシーンでうまくいきます。\u001b[22m, \u001b[1m我々はタフなtimes.Theアニメーションは非常によく、最新のアニメ技術を用いた3Dアニメーションの美しいmechasの円滑な戦いのシーンで素晴らしいですがwacksのこれらの束を戦うためにどのように連携するかを参照してください魅力的なプロット。\u001b[22m\n\u001b[4mThink of gundam with more sex appeal and comedy... enjoy\u001b[24m\n    \u001b[1mもっとセックスアピールとコメディでガンダムを考える...楽しむ\u001b[22m, \u001b[1mもっと色気コメディでガンダムを考えて...楽しみます\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "-ShadowClaw-",
    "profile": "/profile/-ShadowClaw-/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=186651",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  9\n\nこれは、バンドリーと第二段階の完全なレビューです。 私は物語の多くに台無しにしようとしないが、いくつかのマイナーなスポイラーが存在する可能性があることを警告する。\n\n人類が銀河の遠方まで広がっていた未来を想像してください。地球がほとんど住むことができなくなってから植民地化のために異なる惑星に定着しています。 それぞれの惑星はそれ自身のタイプの社会を形成しています。この社会の中には、MejereとTaraakの2つの姉妹惑星があり、両方が人間によって解決されていますが、1つだけ違いがあります。 他の人は致命的な敵です、ええ、右のように男女の戦いが鳴っています。\n\nストーリー：一般的なプロットは、Taraakの惑星の下層階に住む3人目の市民Hibikiに焦点を当てています。ある日、男の攻撃力の戦いの式典中にVanguardにハイテクのヒューマノイドロボットを盗むことを証明することに決めました 船は彼らの死の敵である「女性」と戦うために準備されているが、女性海賊の乗組員によって攻撃されて襲撃され、続いて2人の他の人と共に乗組員によって人質に拘束され、その後、混乱の間にワームホールを通して吸い込まれる。 銀河と彼らは最初に敵意で扱われますが、男性と女性はハーベスターとして知られている新しい敵と戦うために結合します。彼らの臓器のために各惑星から人々を収穫しているタラクとメジャーと男 海賊船のニルヴァーナの女性たちは、彼らの船に力を与えるミステリウス・プラクシス・プラマと、プラクシスによって形成されたヴァンドレッドと呼ばれる新たなメカの助けを借りて、彼らの故郷に到達し、 性別や世界の戦いが始まると、お互いに生き残らなければなりません。\n\nこれは基本的に、全体のプロットが何であるかを要約しています。コメディ、アクション、スペースアドベンチャーのMechショーです。 これは、彼らが今までに作ったGonzoの最初の全長シリーズの1つだった。オーバープロットは、それが物語の点で独特であるという意味で馬鹿に聞こえるかもしれない、私は想像することができます。 それは非常に興味深いコンセプトであることがわかります。この番組はコメディーにすることができますが、それは非常に重視されるアクションにもなる可能性があり、シリーズのコメディー面がなくても必要なときに真剣に取り組むことができます。 それは本当に自分のアイデンティティ、人間の進化と文化の道徳などの重い要素に焦点を当て、さまざまな社会に重点を置いて、人々はこの場合男女との間で危険に直面するために結びつけることができます。\n\nアニメーション：このショーは、伝統的なアニメーションが2Dアニメーションに置き換えられていた期間中であった2000年頃に行われました。最初の放送以来長い時間がかかりましたが、アニメーションは、 それは今日までに見ると時代遅れのように見えるかもしれませんが、今日の標準と同程度になる可能性があります。これは、宇宙と戦闘シーンで特にCGIアニメーションを多用することです。\n\nたとえば、船やメカ、いくつかの惑星や星雲などの要素は、CGIでほぼ完全に構成されており、アクションシーンはCGIアニメーションでほぼ完成しています。今日の標準では、 伝統的なアニメーションと2Dアニメーションのハイブリッドアニメーションをすでに持っているショーを持っていますが、それでも大多数の人にとってはまだまだ一流です。そして、それは2Dアニメーションを使用したCGIアニメーションの標準を設定しています。  CGIは一流のものではありません。\n\nサウンドトラック：このシリーズのイントロは間違いなくこのシリーズのハイライトであり、実際には知られていないアーティスト、Saliaが他には作ったことのない電気とロックのミックスですが、彼女の最も素晴らしい作品の一つですが、 ショーは実際にはあまり言うことはあまりありません。サウンドトラックのほとんどは、ショー全体を通して繰り返しています。大部分はとても控えめで忘れていて、戦いの最中でもほとんど何も聞くことができません。 ショーは実際に本当に苦しんでいた、彼らは間違いなく真のビートや興奮のないシリーズを見ていたような、本当に感じたシリーズをバックアップするために多くの良い音なしで、このシリーズをもっと見ることができるように、\n\nキャラクター：メインキャラクターのためには、勇気と勇気を持っているショーの主人公ヒビキがいるが、同じように熱い頭である、馬鹿げて傲慢な主人公は、より典型的な迷惑なタイプ しかし、私たちが持っている他のメインと同様に、彼に慣れることができます：\n\nDitaエイリアンのアイデアに魅了され、唯一の女性の惑星にいる宇宙人としての宇宙人としてのヒビキーに最初に間違っているかわいらしさのない主人公ヒロインは、彼女にはほとんど知られていません。 他の誰よりも効率性と生産性を重視し、基本的に深刻な女の子の種類を許容している女の子の寛容な恋愛はありません。そして、私たちはジュラ・バジル・エルドンに、より洗練された、見栄えの良い、ドラマの女王です。 赤ちゃんと男との付き合いに興味を持ち、いつも響を抱きしめて彼女と付き合ってみると、3人の女の子たちはそれぞれ独特の先駆けを持っています。そして、響の先駆的なプロダクションと、 一緒に働く\n\n私は時にはキャラクターのいくつかが不気味で時には迷惑であることを認めますが、彼らはまだこのシリーズを楽しく見せてくれる充分な信用を持っています。そしてニルヴァーナの乗組員のほとんどを形成する多様な副次的キャラクター プログレッションは迅速かつ適切な方向に動くので、キャラクターが互いにインタラクトしているのを見て、ショーの戦闘行動に頼るだけでなく、見ることも楽しいものになります。\n\nボトムライン：それは良い古き良きアニメシリーズですが、それは高い評価を期待するシリーズではありませんが、それはまだGonzoが良い会社であり、使用の革命を起こしたときに作り出した創業のショーの1つです CGIアニメーションとユニークなプロットのコンセプトは、あなたが新しいものを体験したいと思っているなら、このショーを良い時計にします。 合計：7.65 / 10それはグッドではない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis a complete review of Vandread and Second Stage as i considerd tham as one . I will try not to spoil to much of the story but be warned some minor spoilers might be present.\n\n\u001b[1mこれは、バンドリーと第二段階の完全なレビューです。 私は物語の多くに台無しにしようとしないが、いくつかのマイナーなスポイラーが存在する可能性があることを警告する。\u001b[22m\n\u001b[1m(Kore wa, bandorī to dainidankai no kanzen'na rebyūdesu. Watashi wa monogatari no ōku ni dainashi ni shiyou to shinaiga, ikutsu ka no maināna supoirā ga sonzai suru kanōsei ga aru koto o keikoku suru.)\u001b[22m\n\nTranslations of \u001b[4mThis a complete review of Vandread and Second Stage as i considerd tham as one . I will try not to spoil to much of the story but be warned some minor spoilers might be present.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis a complete review of Vandread and Second Stage as i considerd tham as one .\u001b[24m\n    \u001b[1mこれは、バンドリーと第二段階の完全なレビューです。\u001b[22m, \u001b[1mこのiを1としてTHAMをconsiderdとしてヴァンドレッドと2段目の完全なレビュー。\u001b[22m\n\u001b[4mI will try not to spoil to much of the story but be warned some minor spoilers might be present.\u001b[24m\n    \u001b[1m私は物語の多くに台無しにしようとしないが、いくつかのマイナーなスポイラーが存在する可能性があることを警告する。\u001b[22m, \u001b[1m私は物語の多くを台無しにしないようにしようとしますが、いくつかのマイナーなスポイラーが存在する可能性があると警告します。\u001b[22m\n\u001b[1m\u001b[22m\nImagine A future where Humanity has spread out to the far reaches of the galaxy, settling on different planets for colonization after Earth has been rendered almost uninhabitable. Each planet forming it's own type of society, Within this Society there are the 2 sister planets of Mejere and Taraak and both have been settled by humans except there is just one difference, One is only populated by man and the other by Women and to each other are mortal Enemies, Yep sounds about right a battle of the sexes is on.\n\n\u001b[1m人類が銀河の遠方まで広がっていた未来を想像してください。地球がほとんど住むことができなくなってから植民地化のために異なる惑星に定着しています。 それぞれの惑星はそれ自身のタイプの社会を形成しています。この社会の中には、MejereとTaraakの2つの姉妹惑星があり、どちらも人間によって解決されています。 他の人は致命的な敵です、ええ、右のように男女の戦いが鳴っています。\u001b[22m\n\u001b[1m(Jinrui ga ginga no enpō made hirogatte ita mirai o sōzō shite kudasai. Chikyū ga hotondo sumu koto ga dekinaku natte kara shokuminchika no tame ni kotonaru wakusei ni teichaku shite imasu. Sorezore no wakusei wa sore jishin no taipu no shakai o keisei shite imasu. Kono shakai no nakaniha, Mejere to Taraak no 2tsu no shimai wakusei ga ari, dochira mo ningen ni yotte kaiketsu sa rete imasu. Hokanohito wa chimei-tekina tekidesu, ē, migi no yō ni danjo no tatakai ga natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mImagine A future where Humanity has spread out to the far reaches of the galaxy, settling on different planets for colonization after Earth has been rendered almost uninhabitable. Each planet forming it's own type of society, Within this Society there are the 2 sister planets of Mejere and Taraak and both have been settled by humans except there is just one difference, One is only populated by man and the other by Women and to each other are mortal Enemies, Yep sounds about right a battle of the sexes is on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImagine A future where Humanity has spread out to the far reaches of the galaxy, settling on different planets for colonization after Earth has been rendered almost uninhabitable.\u001b[24m\n    \u001b[1m人類が銀河の遠方まで広がっていた未来を想像してください。地球がほとんど住むことができなくなってから植民地化のために異なる惑星に定着しています。\u001b[22m, \u001b[1m地球がほとんど住めないレンダリングされた後に植民地化のために別の惑星にセトリング、人類が銀河の遠くに達するまで広がった未来を想像してみてください。\u001b[22m\n\u001b[4mEach planet forming it's own type of society, Within this Society there are the 2 sister planets of Mejere and Taraak and both have been settled by humans except there is just one difference, One is only populated by man and the other by Women and to each\u001b[24m\n    \u001b[1mそれぞれの惑星はそれ自身のタイプの社会を形成しています。この社会の中には、MejereとTaraakの2つの姉妹惑星があり、どちらも人間によって解決されています。\u001b[22m, \u001b[1mそれがこの社会の中でMejereとTaraakの2姉妹惑星があり、ちょうど1違いがある以外は、両方のは、人間によって解決された、社会の独自のタイプだ構成する各惑星、一つは女性だけによって、それぞれに他の人によって移入され、\u001b[22m\n\u001b[4mother are mortal Enemies, Yep sounds about right a battle of the sexes is on.\u001b[24m\n    \u001b[1m他の人は致命的な敵です、ええ、右のように男女の戦いが鳴っています。\u001b[22m, \u001b[1m他には、うん、約右に聞こえる男女の戦いがオンになって、死すべき敵です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The general plot focuses on Hibiki a third class citizen who lives in the lower ranks of society on the planet of Taraak and one day decides to prove himself to steal a Vanguard a high tech humanoid robot during the ceremony of the man's attack force battle ship prepared to battle their mortal enemy '' Women '' but is attacked and raided by a women pirated crew and is subsequently taken hostage by the crew along with 2 other guys and are subsequently sucked trough a wormhole during the chaos to the other side of the galaxy and they are first treated with hostility but then the men and women unite to battle a new enemy known as the harvesters an unknown race that is harvesting people from each planet for their organs and are known headed straight for Taraak and Mejare and the man and women of the pirate ship Nirvana join forces to reach their homeworlds and warn them of the danger before it is too late along the way with the help of the mysterius praxis pragma that powers their ship and the new mech's known as Vandreads formed by the praxis power, but also must survive each other as the battle of the sexes and the worlds begin.\n\n\u001b[1mストーリー：一般的なプロットは、Taraakの惑星の下層階に住む3人目の市民Hibikiに焦点を当てています。ある日、男の攻撃力の戦いの式典中にVanguardにハイテクのヒューマノイドロボットを盗むことを証明することに決めました 船は彼らの死の敵である「女性」と戦うために準備されているが、女性海賊の乗組員によって攻撃されて襲撃され、続いて2人の他の人と共に乗組員によって人質に拘束され、その後、混乱の間にワームホールを通して吸い込まれる。 銀河と彼らは最初に敵意で扱われますが、男性と女性はハーベスターとして知られている新しい敵と戦うために結合します。彼らの臓器のために各惑星から人々を収穫しているタラクとメジャーと男 海賊船のニルヴァーナの女性たちは、彼らの船に力を与えるミステリウス・プラクシス・プラマと、プラクシスによって形成されたヴァンドレッドと呼ばれる新たなメカの助けを借りて、彼らの故郷に到達し、 性別や世界の戦いが始まると、お互いに生き残らなければなりません。\u001b[22m\n\u001b[1m(Sutōrī: Ippantekina purotto wa, Taraak no wakusei no kasō-kai ni sumu 3 hitome no shimin hibiki ni shōten o atete imasu. Aru Ni~Tsu, otoko no kōgeki-ryoku no tatakai no shikiten-chū ni vu~angādo ni haiteku no hyūmanoidorobotto o nusumu koto o shōmei suru koto ni kimemashita fune wa karera no shi no tekidearu `josei' to tatakau tame ni junbi sa rete iruga, josei kaizoku no norikumiin ni yotte kōgeki sa rete shūgeki sa re, tsudzuite 2-ri no hokanohito to tomoni norikumiin ni yotte hitojichi ni kōsoku sa re, sonogo, konran no ma ni wāmuhōru o tōshite suikoma reru. Ginga to karera wa saisho ni tekii de atsukawa remasuga, dansei to josei wa hābesutā to shite shira rete iru atarashī teki to tatakau tame ni ketsugō shimasu. Karera no zōki no tame ni kaku wakusei kara hitobito o shūkaku shite iru taraku to mejā to otoko kaizoku-sen no niruvu~āna no josei-tachi wa, karera no fune ni chikara o ataeru misuteriusu purakushisu purama to, purakushisu ni yotte keisei sa reta vu~andoreddo to yoba reru aratana meka no tasuke o karite, karera no furusato ni tōtatsu shi, seibetsu ya sekai no tatakai ga hajimaru to, otagai ni ikinokoranakereba narimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nThis basically sums up what the overall plot is about, It is a Comedy, Action, Space Adventure Mech show. This was one of Gonzo's first full length series they ever produced, The Over plot may sound silly in a sense it is a unique in terms of story, I mean can u imagine the possibility of man and women living in spate planets and being mortal enemies , know that is a very interesting concept which makes this show unique, while this show can be comedic it can also be very heavily Action focused and it can take itself seriously when it needs to be without the comedy aspects of the series turning it down. It really focuses on heavy elements of things such as self-identity, the morality of human evolution and culture and heavily focuses on different society and people can unite in order to face dangers in this case between the guys and girls.\n\n\u001b[1mこれは基本的に、全体のプロットが何であるかを要約しています。コメディ、アクション、スペースアドベンチャーのMechショーです。 これは、彼らが今までに作ったGonzoの最初の全長シリーズの1つだった。オーバープロットは、それが物語の点で独特であるという意味で馬鹿に聞こえるかもしれない、私は想像することができます。 それは非常に興味深いコンセプトであることがわかります。この番組はコメディーにすることができますが、それは非常に重視されるアクションにもなる可能性があり、シリーズのコメディー面がなくても必要なときに真剣に取り組むことができます。 それは本当に自分のアイデンティティ、人間の進化と文化の道徳などの重い要素に焦点を当て、さまざまな社会に重点を置いて、人々はこの場合男女との間で危険に直面するために結びつけることができます。\u001b[22m\n\u001b[1m(Kore wa kihontekini, zentai no purotto ga nandearu ka o yōyaku shite imasu. Komedi, akushon, supēsuadobenchā no mekku shōdesu. Kore wa, karera ga ima made ni tsukutta Gonzo no saisho no zenchō shirīzu no 1tsudatta. Ōbāpurotto wa, sore ga monogatari no tende dokutokudearu to iu imi de baka ni kikoeru kamo shirenai, watashi wa sōzō suru koto ga dekimasu. Sore wa hijō ni kyōmibukai konseputodearu koto ga wakarimasu. Kono bangumi wa komedī ni suru koto ga dekimasuga, sore wa hijō ni jūshi sa reru akushon ni mo naru kanōsei ga ari, shirīzu no komedī-men ga nakute mo hitsuyōna toki ni shinken ni torikumu koto ga dekimasu. Sore wa hontōni jibun no aidentiti, ningen'noshinka to bunka no dōtoku nado no omoi yōso ni shōten o ate, samazamana shakai ni jūten o oite, hitobito wa ko no baai danjo to no ma de kiken ni chokumen suru tame ni musubitsukeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis basically sums up what the overall plot is about, It is a Comedy, Action, Space Adventure Mech show. This was one of Gonzo's first full length series they ever produced, The Over plot may sound silly in a sense it is a unique in terms of story, I mean can u imagine the possibility of man and women living in spate planets and being mortal enemies , know that is a very interesting concept which makes this show unique, while this show can be comedic it can also be very heavily Action focused and it can take itself seriously when it needs to be without the comedy aspects of the series turning it down. It really focuses on heavy elements of things such as self-identity, the morality of human evolution and culture and heavily focuses on different society and people can unite in order to face dangers in this case between the guys and girls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis basically sums up what the overall plot is about, It is a Comedy, Action, Space Adventure Mech show.\u001b[24m\n    \u001b[1mこれは基本的に、全体のプロットが何であるかを要約しています。コメディ、アクション、スペースアドベンチャーのMechショーです。\u001b[22m, \u001b[1mこれは基本的にそれはコメディー、アクション、スペースアドベンチャーメックショーです、全体のプロットがあるものについて要約しています。\u001b[22m\n\u001b[4mThis was one of Gonzo's first full length series they ever produced, The Over plot may sound silly in a sense it is a unique in terms of story, I mean can u imagine the possibility of man and women living in spate planets and being mortal enemies\u001b[24m\n    \u001b[1mこれは、彼らが今までに作ったGonzoの最初の全長シリーズの1つだった。オーバープロットは、それが物語の点で独特であるという意味で馬鹿に聞こえるかもしれない、私は想像することができます。\u001b[22m, \u001b[1mこれは、彼らがこれまで生産ハメ撮り初のフルレングスシリーズの一つであった、以上のプロットはある意味で愚かに聞こえるかもしれない、それはuが男性と女性の可能性が相次ぐ惑星に住んでいると致命的な敵であることを想像することができます私が意味する、ストーリーの面でユニークです\u001b[22m\n\u001b[4m, know that is a very interesting concept which makes this show unique, while this show can be comedic it can also be very heavily Action focused and it can take itself seriously when it needs to be without the comedy aspects of the series turning it down.\u001b[24m\n    \u001b[1mそれは非常に興味深いコンセプトであることがわかります。この番組はコメディーにすることができますが、それは非常に重視されるアクションにもなる可能性があり、シリーズのコメディー面がなくても必要なときに真剣に取り組むことができます。\u001b[22m, \u001b[1m、このショーは喜劇することができますしながら、それはまた、非常に重くアクションが集中することができ、それはそれを下に回すシリーズの喜劇の側面なしにする必要があるとき、それは真剣に自分自身を取ることができ、それはこのショーのユニークな点は非常に興味深い概念であることを知っています。\u001b[22m\n\u001b[4mIt really focuses on heavy elements of things such as self-identity, the morality of human evolution and culture and heavily focuses on different society and people can unite in order to face dangers in this case between the guys and girls.\u001b[24m\n    \u001b[1mそれは本当に自分のアイデンティティ、人間の進化と文化の道徳などの重い要素に焦点を当て、さまざまな社会に重点を置いて、人々はこの場合男女との間で危険に直面するために結びつけることができます。\u001b[22m, \u001b[1mそれは実際にこのような自己アイデンティティ、人間の進化と文化の道徳として物事の重元素に焦点を当て、重く男と少女の間で、この場合の危険性に直面するために団結することができ、異なる社会や人々に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: This show was made around 2000 which was during a period where traditional animation was starting to be replaced with 2d animation, while it has been a long time since it has first broadcast the animation is still top quality especially for the time it was animated , which if u see by this day while may seem outdated it can still be up to par with today's standard, The other unique take on this is the heavy use of CGI Animations particular during space and combat scenes.\n\n\u001b[1mアニメーション：このショーは、伝統的なアニメーションが2Dアニメーションに置き換えられていた期間中であった2000年頃に行われました。最初の放送以来長い時間がかかりましたが、アニメーションは、 それは今日までに見ると時代遅れのように見えるかもしれませんが、今日の標準と同程度になる可能性があります。これは、宇宙と戦闘シーンで特にCGIアニメーションを多用することです。\u001b[22m\n\u001b[1m(Animēshon: Kono shō wa, dentō-tekina animēshon ga 2 D animēshon ni okikae rarete ita kikan-chūdeatta 2000 toshigoro ni okonawa remashita. Saisho no hōsō irai nagai jikan ga kakarimashitaga, animēshon wa, soreha kyōmade ni miru to jidaiokure no yō ni mieru kamo shiremasenga, kyō no hyōjun to dō-teido ni naru kanōsei ga arimasu. Kore wa, uchū to sentō shīn de tokuni CGI animēshon o tayō suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation: This show was made around 2000 which was during a period where traditional animation was starting to be replaced with 2d animation, while it has been a long time since it has first broadcast the animation is still top quality especially for the time it was animated , which if u see by this day while may seem outdated it can still be up to par with today's standard, The other unique take on this is the heavy use of CGI Animations particular during space and combat scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: This show was made around 2000 which was during a period where traditional animation was starting to be replaced with 2d animation, while it has been a long time since it has first broadcast the animation is still top quality especially for the time it was animated\u001b[24m\n    \u001b[1mアニメーション：このショーは、伝統的なアニメーションが2Dアニメーションに置き換えられていた期間中であった2000年頃に行われました。最初の放送以来長い時間がかかりましたが、アニメーションは、\u001b[22m, \u001b[1mアニメーション：それはアニメーションを最初に放送しているので、長い時間はまだ特にそれがアニメ化された時間のための最高の品質であるされているが、このショーは、伝統的なアニメーションは2Dアニメーションと交換され始めた期間中であった2000年の周りに作られました\u001b[22m\n\u001b[4m, which if u see by this day while may seem outdated it can still be up to par with today's standard, The other unique take on this is the heavy use of CGI Animations particular during space and combat scenes.\u001b[24m\n    \u001b[1mそれは今日までに見ると時代遅れのように見えるかもしれませんが、今日の標準と同程度になる可能性があります。これは、宇宙と戦闘シーンで特にCGIアニメーションを多用することです。\u001b[22m, \u001b[1m、ように見えるかもしれないが、uは、この日までに見れば時代遅れそれはまだ、今日の標準と肩を並べるまでとすることができる、この上の他のユニークなテイクは、スペースや戦闘シーンの中の特定のCGIアニメーションの重い使用です。\u001b[22m\n\u001b[1m\u001b[22m\nFor example The ships and mech's and certain other element's such as a few planets and nebula's are almost entirely composed of CGI and the action scenes are almost done with CGI Animation, Granted by today's standard u can see it as a bit of putting especial when u have a show that already has a hybrid animation of traditional and 2d animation but still for the majority it is still top notch and in a way it set up standard of using CGI animation with 2d animation especially in mecha's series and I can say this, while the CGI is not top notch it was definitely way ahead of it's time during that period.\n\n\u001b[1mたとえば、船やメカ、いくつかの惑星や星雲などの要素は、CGIでほぼ完全に構成されており、アクションシーンはCGIアニメーションでほぼ完成しています。今日の標準では、 伝統的なアニメーションと2Dアニメーションのハイブリッドアニメーションをすでに持っているショーを持っていますが、それでも大多数の人にとってはまだまだ一流です。そして、それは2Dアニメーションを使用したCGIアニメーションの標準を設定しています。  CGIは一流のものではありません。\u001b[22m\n\u001b[1m(Tatoeba,-sen ya meka, ikutsu ka no wakusei ya seiun nado no yōso wa, CGI de hobo kanzen ni kōsei sa rete ori, akushonshīn wa CGI animēshon de hobo kansei shite imasu. Kyō no hyōjunde wa, dentō-tekina animēshon to 2 D animēshon no haiburiddoanimēshon o sudeni motte iru shō o motte imasuga, soredemo dai tasū no hito ni totte wa madamada ichiryūdesu. Soshite, sore wa 2 D animēshon o shiyō shita CGI animēshon no hyōjun o settei shite imasu. CGI wa ichiryū no monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor example The ships and mech's and certain other element's such as a few planets and nebula's are almost entirely composed of CGI and the action scenes are almost done with CGI Animation, Granted by today's standard u can see it as a bit of putting especial when u have a show that already has a hybrid animation of traditional and 2d animation but still for the majority it is still top notch and in a way it set up standard of using CGI animation with 2d animation especially in mecha's series and I can say this, while the CGI is not top notch it was definitely way ahead of it's time during that period.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor example The ships and mech's and certain other element's such as a few planets and nebula's are almost entirely composed of CGI and the action scenes are almost done with CGI Animation, Granted by today's standard u can see it as a bit of putting especial when u\u001b[24m\n    \u001b[1mたとえば、船やメカ、いくつかの惑星や星雲などの要素は、CGIでほぼ完全に構成されており、アクションシーンはCGIアニメーションでほぼ完成しています。今日の標準では、\u001b[22m, \u001b[1m例えば、このようないくつかの惑星や星雲のよう船やメカのおよびその他の特定の要素のは、ほぼ完全にCGIで構成されており、アクションシーンはほとんどCGIアニメーションで行われ、今日の標準によって付与されたuがするときuの特別を置くのビットとしてそれを見ることができます\u001b[22m\n\u001b[4mhave a show that already has a hybrid animation of traditional and 2d animation but still for the majority it is still top notch and in a way it set up standard of using CGI animation with 2d animation especially in mecha's series and I can say this, while\u001b[24m\n    \u001b[1m伝統的なアニメーションと2Dアニメーションのハイブリッドアニメーションをすでに持っているショーを持っていますが、それでも大多数の人にとってはまだまだ一流です。そして、それは2Dアニメーションを使用したCGIアニメーションの標準を設定しています。\u001b[22m, \u001b[1m既にそれはまだ上のノッチである大多数のために、それは特にメカの直列に2DアニメーションとCGIアニメーションを使用しての標準を設定し、私はこれを言うことができる方法で、まだ伝統的な2Dアニメーションのハイブリッドアニメーションを持っていますが、ショーを持っている、一方、\u001b[22m\n\u001b[4mthe CGI is not top notch it was definitely way ahead of it's time during that period.\u001b[24m\n    \u001b[1mCGIは一流のものではありません。\u001b[22m, \u001b[1mCGIは、それはずっと先、それはその期間中の時間だの間違いだった一流ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack: The Intro for the series is definitely the highlight of this series music, it is a mix of electrical and rock music made no other by Salia a practically unknown artist but definitely one of her more finest works but when it comes to other ost within the show there is not much to say really, most of the soundtrack are repetitive throughout the whole show and the majority are just so bland and forgetful and for the most of it even during the battle's u can barely hear any of it, this is where the show practically truly suffered, they definitely needed better soundtrack and music composition to make this series more watchable as without much good sound to back the series it almost truly felt like u were watching a series with no real beat or excitement.\n\n\u001b[1mサウンドトラック：このシリーズのイントロは間違いなくこのシリーズのハイライトであり、実際には知られていないアーティスト、Saliaが他には作ったことのない電気とロックのミックスですが、彼女の最も素晴らしい作品の一つですが、 ショーは実際にはあまり言うことはあまりありません。サウンドトラックのほとんどは、ショー全体を通して繰り返しています。大部分はとても控えめで忘れていて、戦いの最中でもほとんど何も聞くことができません。 ショーは実際に本当に苦しんでいた、彼らは間違いなく真のビートや興奮のないシリーズを見ていたような、本当に感じたシリーズをバックアップするために多くの良い音なしで、このシリーズをもっと見ることができるように、\u001b[22m\n\u001b[1m(Saundotorakku: Kono shirīzu no Intoro wa machigainaku kono shirīzu no hairaitodeari, jissai ni wa shira rete inai ātisuto, Salia ga hoka ni wa tsukutta koto no nai denki to rokku no mikkusudesuga, kanojo no mottomo subarashī sakuhin no hitotsudesuga, shō wa jissai ni wa amari iu koto wa amari arimasen. Saundotorakku no hotondo wa, shō zentai o tōshite kurikaeshite imasu. Daibubun wa totemo hikaemede wasurete ite, tatakai no saichū demo hotondo nani mo kiku koto ga dekimasen. Shō wa jissai ni hontōni kurushinde ita, karera wa machigainaku shin no bīto ya kōfun no nai shirīzu o mite ita yōna, hontōni kanjita shirīzu o bakkuappu suru tame ni ōku no iine nashi de, kono shirīzu o motto miru koto ga dekiru yō ni,)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack: The Intro for the series is definitely the highlight of this series music, it is a mix of electrical and rock music made no other by Salia a practically unknown artist but definitely one of her more finest works but when it comes to other ost within the show there is not much to say really, most of the soundtrack are repetitive throughout the whole show and the majority are just so bland and forgetful and for the most of it even during the battle's u can barely hear any of it, this is where the show practically truly suffered, they definitely needed better soundtrack and music composition to make this series more watchable as without much good sound to back the series it almost truly felt like u were watching a series with no real beat or excitement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack: The Intro for the series is definitely the highlight of this series music, it is a mix of electrical and rock music made no other by Salia a practically unknown artist but definitely one of her more finest works but when it comes to other ost within\u001b[24m\n    \u001b[1mサウンドトラック：このシリーズのイントロは間違いなくこのシリーズのハイライトであり、実際には知られていないアーティスト、Saliaが他には作ったことのない電気とロックのミックスですが、彼女の最も素晴らしい作品の一つですが、\u001b[22m, \u001b[1mサウンドトラック：シリーズのオープニングは、間違いなくこのシリーズの音楽のハイライトである、それは電気やロック音楽のミックスですSaliaによって実質的に未知のアーティストは他に行われていないが、間違いなく彼女のより多くの最高級の作品の一つが、それは内の他のOSTに来るとき\u001b[22m\n\u001b[4mthe show there is not much to say really, most of the soundtrack are repetitive throughout the whole show and the majority are just so bland and forgetful and for the most of it even during the battle's u can barely hear any of it, this is where\u001b[24m\n    \u001b[1mショーは実際にはあまり言うことはあまりありません。サウンドトラックのほとんどは、ショー全体を通して繰り返しています。大部分はとても控えめで忘れていて、戦いの最中でもほとんど何も聞くことができません。\u001b[22m, \u001b[1mショーは本当に、サウンドトラックのほとんどは番組全体を通して反復的であり、大部分はちょうどので、当たり障りのないと物忘れであり、さらには戦闘のuはほとんどそれのいずれかを聞くことができる時にそのほとんどのために、これはどこにあると言って過言ではありません\u001b[22m\n\u001b[4mthe show practically truly suffered, they definitely needed better soundtrack and music composition to make this series more watchable as without much good sound to back the series it almost truly felt like u were watching a series with no real beat or excitement.\u001b[24m\n    \u001b[1mショーは実際に本当に苦しんでいた、彼らは間違いなく真のビートや興奮のないシリーズを見ていたような、本当に感じたシリーズをバックアップするために多くの良い音なしで、このシリーズをもっと見ることができるように、\u001b[22m, \u001b[1mショーは事実上、本当に彼らは間違いなくuはありません本物のビートや興奮でシリーズを見ていたようにそれはほとんど本当に感じたシリーズをバックアップするために多くの良い音もなくこのシリーズより視聴可能なようにするために、より良いサウンドトラックや音楽の組成物を必要に応じ、苦しみました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacthers: AS for main characters u have Hibiki the Main Hero of the show, who is brave and courageous but at the same is such a hot head, idiotic and arrogant that as far as main guys go he is one of the more typically annoying types but u can get used to him, as for the other mains we have:\n\n\u001b[1mキャラクター：メインキャラクターのためには、勇気と勇気を持っているショーの主人公ヒビキがいるが、同じように熱い頭である、馬鹿げて傲慢な主人公は、より典型的な迷惑なタイプ しかし、私たちが持っている他のメインと同様に、彼に慣れることができます：\u001b[22m\n\u001b[1m(Kyarakutā: Meinkyarakutā no tame ni wa, yūki to yūki o motte iru shō no shujinkō hibiki ga iru ga, onajiyōni atsui atamadearu, bakagete gōman'na shujinkō wa, yori tenkei-tekina meiwakuna taipu shikashi, watashitachi ga motte iru ta no mein to dōyō ni, kare ni nareru koto ga dekimasu:)\u001b[22m\n\nTranslations of \u001b[4mCharacthers: AS for main characters u have Hibiki the Main Hero of the show, who is brave and courageous but at the same is such a hot head, idiotic and arrogant that as far as main guys go he is one of the more typically annoying types but u can get used to him, as for the other mains we have:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacthers: AS for main characters u have Hibiki the Main Hero of the show, who is brave and courageous but at the same is such a hot head, idiotic and arrogant that as far as main guys go he is one of the more typically annoying types\u001b[24m\n    \u001b[1mキャラクター：メインキャラクターのためには、勇気と勇気を持っているショーの主人公ヒビキがいるが、同じように熱い頭である、馬鹿げて傲慢な主人公は、より典型的な迷惑なタイプ\u001b[22m, \u001b[1mCharacthers：メインキャラクターのためのAS uは勇敢で勇敢であるが、同じで限り、メインの人が行くように、彼はより典型的には迷惑なタイプの一つであるようにホットヘッド、ばかばかしいと傲慢であるショーのひびきメインヒーローを、持っています\u001b[22m\n\u001b[4mbut u can get used to him, as for the other mains we have:\u001b[24m\n    \u001b[1mしかし、私たちが持っている他のメインと同様に、彼に慣れることができます：\u001b[22m, \u001b[1mしかし、uが私たちが持っている他の電源用として、彼に慣れることができます。\u001b[22m\n\u001b[1m\u001b[22m\nDita The cute but clueless main Heroine who is fascinated by the idea of aliens and first mistake Hibiki as an alien as being on planet of only women a man is practically unknown to her, then we have Meia Gisborn the more self-controlled, hard worker and no tolerance tyoe of girl, who values efficiency and productivity more than anyone else and does tolerate any sort mischief basically the serious type of girl and then we have Jura Basil Elden the more fashioned obsessed, good looking and drama queen of the series who is interested on the idea of having a baby with a man and constantly annoys Hibiki to try to make one with her, these three girls have their own unique vanguard and when combined with Hibiki's vanguard produce and unique new mech called a Vandread so they are constantly need ot work together.\n\n\u001b[1mDitaエイリアンのアイデアに魅了され、唯一の女性の惑星にいる宇宙人としての宇宙人としてのヒビキーに最初に間違っているかわいらしさのない主人公ヒロインは、彼女にはほとんど知られていません。 他の誰よりも効率性と生産性を重視し、基本的に深刻な女の子の種類を許容している女の子の寛容な恋愛はありません。そして、私たちはジュラ・バジル・エルドンに、より洗練された、見栄えの良い、ドラマの女王です。 赤ちゃんと男との付き合いに興味を持ち、いつも響を抱きしめて彼女と付き合ってみると、3人の女の子たちはそれぞれ独特の先駆けを持っています。そして、響の先駆的なプロダクションと、 一緒に働く\u001b[22m\n\u001b[1m(Dita eirian no aidea ni miryō sa re, yuiitsu no josei no wakusei ni iru uchū hitotoshite no uchū hitotoshite no hibikī ni saisho ni machigatte iru kawairashi-sa no nai shujinkō hiroin wa, kanojo ni wa hotondo shira rete imasen. Hoka no dare yori mo kōritsu-sei to shōsansei o jūshi shi, kihontekini shinkokuna on'nanoko no shurui o kyoyō shite iru on'nanoko no kan'yōna ren'ai wa arimasen. Soshite, watashitachiha jura bajiru erudon ni, yori senrensareta, mibae no yoi, dorama no joōdesu. Akachan to otoko to no tsukiai ni kyōmi o mochi, itsumo hibiki o dakishimete kanojo to tsukiatte miru to, 3-ri no on'nanoko-tachi wa sorezore dokutoku no sakigake o motte imasu. Soshite, hibiki no senku-tekina purodakushon to, issho ni hataraku)\u001b[22m\n\nTranslations of \u001b[4mDita The cute but clueless main Heroine who is fascinated by the idea of aliens and first mistake Hibiki as an alien as being on planet of only women a man is practically unknown to her, then we have Meia Gisborn the more self-controlled, hard worker and no tolerance tyoe of girl, who values efficiency and productivity more than anyone else and does tolerate any sort mischief basically the serious type of girl and then we have Jura Basil Elden the more fashioned obsessed, good looking and drama queen of the series who is interested on the idea of having a baby with a man and constantly annoys Hibiki to try to make one with her, these three girls have their own unique vanguard and when combined with Hibiki's vanguard produce and unique new mech called a Vandread so they are constantly need ot work together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDita The cute but clueless main Heroine who is fascinated by the idea of aliens and first mistake Hibiki as an alien as being on planet of only women a man is practically unknown to her, then we have Meia Gisborn the more self-controlled, hard worker\u001b[24m\n    \u001b[1mDitaエイリアンのアイデアに魅了され、唯一の女性の惑星にいる宇宙人としての宇宙人としてのヒビキーに最初に間違っているかわいらしさのない主人公ヒロインは、彼女にはほとんど知られていません。\u001b[22m, \u001b[1mディータ女性だけの惑星に人間であるとして外国人として外国人と最初の間違いひびきのアイデアに魅了されたかわいいが、無知のメインヒロインは彼女に事実上未知である、我々はメイアGisbornより自己制御、ハード労働者を持っています\u001b[22m\n\u001b[4mand no tolerance tyoe of girl, who values efficiency and productivity more than anyone else and does tolerate any sort mischief basically the serious type of girl and then we have Jura Basil Elden the more fashioned obsessed, good looking and drama queen of the series who is\u001b[24m\n    \u001b[1m他の誰よりも効率性と生産性を重視し、基本的に深刻な女の子の種類を許容している女の子の寛容な恋愛はありません。そして、私たちはジュラ・バジル・エルドンに、より洗練された、見栄えの良い、ドラマの女王です。\u001b[22m, \u001b[1m他の誰よりも効率性と生産性より値と基本的に女の子の深刻な種類を任意の並べ替えのいたずらを許容し、我々はジュラバジルEldenが誰であるか、取りつかれより昔ながらの格好良いとシリーズのドラマの女王を持っていない女の子のtyoeと全く寛容ありません、\u001b[22m\n\u001b[4minterested on the idea of having a baby with a man and constantly annoys Hibiki to try to make one with her, these three girls have their own unique vanguard and when combined with Hibiki's vanguard produce and unique new mech called a Vandread so they are constantly need\u001b[24m\n    \u001b[1m赤ちゃんと男との付き合いに興味を持ち、いつも響を抱きしめて彼女と付き合ってみると、3人の女の子たちはそれぞれ独特の先駆けを持っています。そして、響の先駆的なプロダクションと、\u001b[22m, \u001b[1m男と赤ちゃんを持つことのアイデアに興味を持って、常に彼女のものを作ろうとする響を悩ませ、これらの3人の女の子は、独自の前衛を持っており、響の前衛の農産物やユニークな新メカと組み合わせたとき、彼らは常に必要があるので、ヴァンドレッドと呼ばれます\u001b[22m\n\u001b[4mot work together.\u001b[24m\n    \u001b[1m一緒に働く\u001b[22m, \u001b[1m一緒にotの仕事。\u001b[22m\n\u001b[1m\u001b[22m\nI will admit at times some of the characters are cliché and at times annoying they still have enough credit to them that make this series fun to watch and with a diverse range of secondary characters that form most of the crew of the Nirvana the story and plot progression moves swiftly and in the right direction that makes watching the characters interact with one another also a fun to watch and not just rely on the battle action of the show.\n\n\u001b[1m私は時にはキャラクターのいくつかが不気味で時には迷惑であることを認めますが、彼らはまだこのシリーズを楽しく見せてくれる充分な信用を持っています。そしてニルヴァーナの乗組員のほとんどを形成する多様な副次的キャラクター プログレッションは迅速かつ適切な方向に動くので、キャラクターが互いにインタラクトしているのを見て、ショーの戦闘行動に頼るだけでなく、見ることも楽しいものになります。\u001b[22m\n\u001b[1m(Watashi wa tokiniha kyarakutā no ikutsu ka ga bukimide tokiniha meiwakudearu koto o mitomemasuga, karera wa mada kono shirīzu o tanoshiku misete kureru jūbun'na shin'yō o motte imasu. Soshite niruvu~āna no norikumiin no hotondo o keisei suru tayōna fukujiteki kyarakutāpuroguresshon wa jinsoku katsu tekisetsuna hōkō ni ugokunode, kyarakutā ga tagaini intarakuto shite iru no o mite, shō no sentō kōdō ni tayoru dakedenaku, miru koto mo tanoshī mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI will admit at times some of the characters are cliché and at times annoying they still have enough credit to them that make this series fun to watch and with a diverse range of secondary characters that form most of the crew of the Nirvana the story and plot progression moves swiftly and in the right direction that makes watching the characters interact with one another also a fun to watch and not just rely on the battle action of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will admit at times some of the characters are cliché and at times annoying they still have enough credit to them that make this series fun to watch and with a diverse range of secondary characters that form most of the crew of the Nirvana the story and plot\u001b[24m\n    \u001b[1m私は時にはキャラクターのいくつかが不気味で時には迷惑であることを認めますが、彼らはまだこのシリーズを楽しく見せてくれる充分な信用を持っています。そしてニルヴァーナの乗組員のほとんどを形成する多様な副次的キャラクター\u001b[22m, \u001b[1m私は文字のいくつかは決まり文句と時刻に迷惑している彼らはまだ彼らに十分な信用を持って見にこのシリーズの楽しみを作ることの回で認め、ニルヴァーナの乗組員ストーリーとプロットのほとんどを形成する二文字の多様な範囲となります\u001b[22m\n\u001b[4mprogression moves swiftly and in the right direction that makes watching the characters interact with one another also a fun to watch and not just rely on the battle action of the show.\u001b[24m\n    \u001b[1mプログレッションは迅速かつ適切な方向に動くので、キャラクターが互いにインタラクトしているのを見て、ショーの戦闘行動に頼るだけでなく、見ることも楽しいものになります。\u001b[22m, \u001b[1m進行は見て、ちょうどショーの戦闘行為に依存しないためにもお互いを楽しんで対話する迅速かつ文字を見ることになり、右方向に移動します。\u001b[22m\n\u001b[1m\u001b[22m\nBottom line: It is a good old fun Anime series, it is not a series u would expect to have high praise but it is one of the founding shows that Gonzo produced back when they were still a good company and made a revolution in the use of CGI Animation and the concept of the unique plot also makes this show a good watch if u ever feel u want to experience something new. Total: 7.65/10 It is a Good just not grand.\n\n\u001b[1mボトムライン：それは良い古き良きアニメシリーズですが、それは高い評価を期待するシリーズではありませんが、それはまだGonzoが良い会社であり、使用の革命を起こしたときに作り出した創業のショーの1つです CGIアニメーションとユニークなプロットのコンセプトは、あなたが新しいものを体験したいと思っているなら、このショーを良い時計にします。 合計：7.65 / 10それはグッドではない。\u001b[22m\n\u001b[1m(Botomurain: Sore wa yoi furukiyoki animeshirīzudesuga, sore wa takai hyōka o kitai suru shirīzude wa arimasenga, sore wa mada Gonzo ga yoi kaishadeari, shiyō no kakumei o okoshita toki ni tsukuridashita sōgyō no shō no 1tsudesu CGI animēshon to yunīkuna purotto no konseputo wa, anata ga atarashī mono o taiken shitai to omotte irunara, kono shō o yoi tokei ni shimasu. Gōkei: 7. 65/ 10 Sore wa guddode wanai.)\u001b[22m\n\nTranslations of \u001b[4mBottom line: It is a good old fun Anime series, it is not a series u would expect to have high praise but it is one of the founding shows that Gonzo produced back when they were still a good company and made a revolution in the use of CGI Animation and the concept of the unique plot also makes this show a good watch if u ever feel u want to experience something new. Total: 7.65/10 It is a Good just not grand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBottom line: It is a good old fun Anime series, it is not a series u would expect to have high praise but it is one of the founding shows that Gonzo produced back when they were still a good company and made a revolution in the use\u001b[24m\n    \u001b[1mボトムライン：それは良い古き良きアニメシリーズですが、それは高い評価を期待するシリーズではありませんが、それはまだGonzoが良い会社であり、使用の革命を起こしたときに作り出した創業のショーの1つです\u001b[22m, \u001b[1mボトムライン：それは、それはuが高い評価を持っていることを期待する一連の古き良き楽しいアニメシリーズではありませんが、それはハメ撮り、彼らはまだ良い会社だったときに戻って製造され、使用中の革命をしたことを示している創業の一つであります\u001b[22m\n\u001b[4mof CGI Animation and the concept of the unique plot also makes this show a good watch if u ever feel u want to experience something new.\u001b[24m\n    \u001b[1mCGIアニメーションとユニークなプロットのコンセプトは、あなたが新しいものを体験したいと思っているなら、このショーを良い時計にします。\u001b[22m, \u001b[1mCGIのアニメーションとユニークなプロットの概念は、uはこれまでuは何か新しいことを体験したいと感じた場合、これは良い時計を表示させます。\u001b[22m\n\u001b[4mTotal: 7.65/10 It is a Good just not grand.\u001b[24m\n    \u001b[1m合計：7.65 / 10それはグッドではない。\u001b[22m, \u001b[1m合計：7.65 / 10それはちょうど壮大な良いではありません。\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "Tzu",
    "profile": "/profile/Tzu/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=71807",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  6\nキャラクター|  7\n|  8\n\n私はあなたがアニメの別々の世代を持っていると信じています。 厳密に言えば、人気があったものと人気があるものとの間。\n\n古い何かのための新しいレビュー、バックルダウン。\n\nノスタルジー・レーンの私の旅は楽しいものではなく、アニメはほとんどの時間そこにあるとは限りませんでした。 学校、仕事、そして他の種類のものはいつも自分を楽しんでいました。 正直なところ、Vandreadは10年ほど前の最初のタイトルだったと思いますが、Cartoon Networkの英語のダブを見つけた視聴者の好きな部分とは異なります。 アニメは世界的に大衆化されました。\n\nVandreadは、アニメの世代間のギャップであると私は感じているタイトルであり、普及したthen mechaのアプローチを採用しており、人気のあるコメディー、ロマンス、そしてそうではない。 あなたはブレンダーが好きか、そうではありません。\n\nおそらく私を最も魅了したのは、地球の黙示録という概念で、男性と女性は別々の惑星で分かれています。 それはあなたの両親があなたに教えてくれた時と同じです。反対の性格には同性愛者がいて、同性愛者と付き合うように促しました。 私は別の個人的な信念を持っています。 男性は最終的に死ぬだろうし、女性はクローニングを通して複製する方法を学ぶだろう。 確かに、それは恐ろしい未来のように聞こえるが、良い人間の遺伝子はうまく走っていない。 地獄、このようなシナリオは人気があるかもしれない、科学は月がゆっくりと地球から遠ざかりつつあると科学者は言う。 居住可能な惑星に住む人々の集団を撮影することは、しかし、まだSF小説です。\n\n明らかにこの物語の職場では、セックスはすべて哲学の謎を持っています。 私は本当に特にキャラクターのいずれかに好みを取ったことはありません、これはすべての文字がそれが1つの全体としてそれらを作るようにはるかに重要ではないというシリーズの一つです。 各キャラクターには、深刻な欠陥を持つ個性があり、いくつかの面で注目に値する。 明らかにあなたが同性愛に問題があるなら、あなたはおそらくそれらのいくつかを好まないでしょう。\n\n私の本当のことのもう一つは、世代間のギャップがオープニングテーマとエンディングテーマであることを示しています。 オープニングのテーマは、より深刻なトーンを持っています。これは古いメカのアイデアをCGイラストやストーリーの一部で紹介しています。 あなたが完全に異なったエンディングテーマをエピソードで終えると、アニメを次世代に進化させる、よりゆるやかな性的テーマ。\n\nCGのイラストやビジュアルは、1990年代後半から2000年代初頭に放映された他のタイトルよりも、このアニメ年を前にしています。  VHSとDvDに限られている再生メディアのために、特筆すべきものはありません。 これが現時点であれば、それは特別な意味を持たないでしょう。\n\n私がVandreadで持っていた主な問題は、性別が分割されたテーマになりました。 小さな男の子と小さな女の子を一緒にして探検するのを見ているようなものです。好奇心が猫を殺したことはありませんでしたが、誰かがレイプされました。 彼はエイリアンとディタを見て、それは私の神経にポイントの後に得た。 私は本当にハーレムの面を嫌っていました。そこにはエッジを入れる余裕がなくてはなりませんでした。 それが何であっても、それが起こるのを止めることはできません。 すべての恐ろしいパイロットは、異性の別の一人のパイロットにリンクされています。 最終的には、ハーレムが拘束されます。\n\nロボットがDBZファッションのパルプに他のロボットを打ち負かす、新しいポスト黙示的なアイデアは、反対のセックスギャグを強制した。 私の目にはまだ素晴らしいヴィンテージタイトル。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI believe that you have separate generations of anime. Strictly speaking between what was popular then and what is popular now.\n\n\u001b[1m私はあなたがアニメの別々の世代を持っていると信じています。 厳密に言えば、人気があったものと人気があるものとの間。\u001b[22m\n\u001b[1m(Watashi wa anata ga anime no betsubetsu no sedai o motte iru to shinjite imasu. Genmitsuniieba, ninki ga atta mono to ninki ga aru mono to no ma.)\u001b[22m\n\nTranslations of \u001b[4mI believe that you have separate generations of anime. Strictly speaking between what was popular then and what is popular now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI believe that you have separate generations of anime.\u001b[24m\n    \u001b[1m私はあなたがアニメの別々の世代を持っていると信じています。\u001b[22m\n\u001b[4mStrictly speaking between what was popular then and what is popular now.\u001b[24m\n    \u001b[1m厳密に言えば、人気があったものと人気があるものとの間。\u001b[22m, \u001b[1m厳密その後人気があったし、どのような今人気のあるものの間に話します。\u001b[22m\n\u001b[1m\u001b[22m\nNew review for something old, buckle down.\n\n\u001b[1m古い何かのための新しいレビュー、バックルダウン。\u001b[22m\n\u001b[1m(Furui nanika no tame no atarashī rebyū, bakkurudaun.)\u001b[22m\n\nTranslations of \u001b[4mNew review for something old, buckle down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNew review for something old, buckle down.\u001b[24m\n    \u001b[1m古い何かのための新しいレビュー、バックルダウン。\u001b[22m, \u001b[1m古い何か新しいレビューは、ダウンバックル。\u001b[22m\n\u001b[1m\u001b[22m\nMy trip down nostalgia lane isn't a fun one, anime wasn't always there for most of the time. School, work and other sorts were always in the way of me enjoying myself. Honestly Vandread was probably the first title I followed around 10 years ago, unlike a good portion of viewers who found themselves in English dubs on Cartoon Network. Anime was popularized worldwide strictly by action, more bang and then some.\n\n\u001b[1mノスタルジー・レーンの私の旅は楽しいものではなく、アニメはほとんどの時間そこにあるとは限りませんでした。 学校、仕事、そして他の種類のものはいつも自分を楽しんでいました。 正直なところ、Vandreadは10年ほど前の最初のタイトルだったと思いますが、Cartoon Networkの英語のダブを見つけた視聴者の好きな部分とは異なります。 アニメは世界的に大衆化されました。\u001b[22m\n\u001b[1m(Nosutarujī rēn no watashi no tabi wa tanoshī monode wa naku, anime wa hotondo no jikan soko ni aru to wa kagirimasendeshita. Gakkō, shigoto, soshite hoka no shurui no mono wa itsumo jibun o tanoshinde imashita. Shōjikina tokoro, Vandread wa 10-nen hodo mae no saisho no taitorudatta to omoimasuga, kāto~ūn'nettowāku no eigo no dabu o mitsuketa shichō-sha no sukina bubun to wa kotonarimasu. Anime wa sekai-teki ni taishū-ka sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mMy trip down nostalgia lane isn't a fun one, anime wasn't always there for most of the time. School, work and other sorts were always in the way of me enjoying myself. Honestly Vandread was probably the first title I followed around 10 years ago, unlike a good portion of viewers who found themselves in English dubs on Cartoon Network. Anime was popularized worldwide strictly by action, more bang and then some.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy trip down nostalgia lane isn't a fun one, anime wasn't always there for most of the time.\u001b[24m\n    \u001b[1mノスタルジー・レーンの私の旅は楽しいものではなく、アニメはほとんどの時間そこにあるとは限りませんでした。\u001b[22m, \u001b[1m懐かしの車線ダウン私の旅は楽しいものではありません、アニメはほとんどの時間のためにそこに常にではありませんでした。\u001b[22m\n\u001b[4mSchool, work and other sorts were always in the way of me enjoying myself.\u001b[24m\n    \u001b[1m学校、仕事、そして他の種類のものはいつも自分を楽しんでいました。\u001b[22m, \u001b[1m学校、仕事や他の種類は、自分自身を楽しんで、私のように常にありました。\u001b[22m\n\u001b[4mHonestly Vandread was probably the first title I followed around 10 years ago, unlike a good portion of viewers who found themselves in English dubs on Cartoon Network.\u001b[24m\n    \u001b[1m正直なところ、Vandreadは10年ほど前の最初のタイトルだったと思いますが、Cartoon Networkの英語のダブを見つけた視聴者の好きな部分とは異なります。\u001b[22m, \u001b[1m正直なところヴァンドレッドは、おそらく私が英語で自分自身を発見したカートゥーンネットワーク上のダビング視聴者のかなりの部分とは異なり、約10年前に続いて最初のタイトルでした。\u001b[22m\n\u001b[4mAnime was popularized worldwide strictly by action, more bang and then some.\u001b[24m\n    \u001b[1mアニメは世界的に大衆化されました。\u001b[22m, \u001b[1mアニメは、厳密には、アクション、より多くの強打、その後、いくつかのことで世界的に普及しました。\u001b[22m\n\u001b[1m\u001b[22m\nVandread is a title I feel that is in between the anime generation gaps, it employs the popular then mecha approach, with the popular now comedy, romance and what not. You either like blenders or you don't.\n\n\u001b[1mVandreadは、アニメの世代間のギャップであると私は感じているタイトルであり、普及したthen mechaのアプローチを採用しており、人気のあるコメディー、ロマンス、そしてそうではない。 あなたはブレンダーが好きか、そうではありません。\u001b[22m\n\u001b[1m(Vandread wa, anime no sedai-kan no gyappudearu to watashi wa kanjite iru taitorudeari, fukyū shita then mecha no apurōchi o saiyō shite ori, ninkinoaru komedī, romansu, soshite sōde wanai. Anata wa burendā ga suki ka,-sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mVandread is a title I feel that is in between the anime generation gaps, it employs the popular then mecha approach, with the popular now comedy, romance and what not. You either like blenders or you don't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVandread is a title I feel that is in between the anime generation gaps, it employs the popular then mecha approach, with the popular now comedy, romance and what not.\u001b[24m\n    \u001b[1mVandreadは、アニメの世代間のギャップであると私は感じているタイトルであり、普及したthen mechaのアプローチを採用しており、人気のあるコメディー、ロマンス、そしてそうではない。\u001b[22m, \u001b[1mヴァンドレッドは、それは今の人気コメディ、ロマンス、何ていないと、その後の人気メカ的なアプローチを採用して、私はアニメのジェネレーションギャップの間にある感じのタイトルです。\u001b[22m\n\u001b[4mYou either like blenders or you don't.\u001b[24m\n    \u001b[1mあなたはブレンダーが好きか、そうではありません。\u001b[22m, \u001b[1mあなたのいずれかのようなブレンダーたりはしないでください。\u001b[22m\n\u001b[1m\u001b[22m\nWhat probably hooked me most was the concept of a post earth apocalypse, where men and women are separated on different planets. It's like when your parents used to teach you that the opposite sex had cooties and encouraged you to hang with the same sex. I have another personal belief; men will eventually die out and women will learn how to replicate through cloning. Sure, that sounds like a horrible future but good human genes aren't running well. Hell, a scenario like this might even be popular, science says that the moon is slowly inching away from the earth as it is. Shooting populations of people off to habitable planets is still a science fiction however.\n\n\u001b[1mおそらく私を最も魅了したのは、地球の黙示録という概念でした。男性と女性は別々の惑星で分かれています。 それはあなたの両親があなたに教えてくれた時と同じです。反対の性格には同性愛者がいて、同性愛者と付き合うように促しました。 私は別の個人的な信念を持っています。 男性は最終的に死ぬだろうし、女性はクローニングを通して複製する方法を学ぶだろう。 確かに、それは恐ろしい未来のように聞こえるが、良い人間の遺伝子はうまく走っていない。 地獄、このようなシナリオは人気があるかもしれない、科学は月がゆっくりと地球から遠ざかりつつあると科学者は言う。 居住可能な惑星に住む人々の集団を撮影することは、しかし、まだSF小説です。\u001b[22m\n\u001b[1m(Osoraku watashi o mottomo miryō shita no wa, chikyū no mokushiroku to iu gainendeshita. Dansei to josei wa betsubetsu no wakusei de wakarete imasu. Sore wa anata no ryōshin ga anata ni oshiete kureta toki to onajidesu. Hantai no seikaku ni wa dōseiai-sha ga ite, dōseiai-sha to tsukiau yō ni unagashimashita. Watashi wa betsu no kojin-tekina shin'nen o motte imasu. Dansei wa saishūtekini shinudaroushi, josei wa kurōningu o tōshite fukusei suru hōhō o manabudarou. Tashika ni, sore wa osoroshī mirai no yō ni kikoeruga, yoi ningen no idenshi wa umaku hashitte inai. Jigoku, kono yōna shinario wa ninki ga aru kamo shirenai, kagaku wa tsuki ga yukkuri to chikyū kara tōzakaritsutsu aru to kagaku-sha wa iu. Kyojū kanōna wakusei ni sumu hitobito no shūdan o satsuei suru koto wa, shikashi, mada SF shōsetsudesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat probably hooked me most was the concept of a post earth apocalypse, where men and women are separated on different planets. It's like when your parents used to teach you that the opposite sex had cooties and encouraged you to hang with the same sex. I have another personal belief; men will eventually die out and women will learn how to replicate through cloning. Sure, that sounds like a horrible future but good human genes aren't running well. Hell, a scenario like this might even be popular, science says that the moon is slowly inching away from the earth as it is. Shooting populations of people off to habitable planets is still a science fiction however.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat probably hooked me most was the concept of a post earth apocalypse, where men and women are separated on different planets.\u001b[24m\n    \u001b[1mおそらく私を最も魅了したのは、地球の黙示録という概念でした。男性と女性は別々の惑星で分かれています。\u001b[22m, \u001b[1mどのようなおそらく最も私を夢中にすることは、男性と女性は別の惑星上で分離された後の地球の黙示録の概念でした。\u001b[22m\n\u001b[4mIt's like when your parents used to teach you that the opposite sex had cooties and encouraged you to hang with the same sex.\u001b[24m\n    \u001b[1mそれはあなたの両親があなたに教えてくれた時と同じです。反対の性格には同性愛者がいて、同性愛者と付き合うように促しました。\u001b[22m, \u001b[1mそれはあなたの両親が反対の性別はcootiesを持っていたし、同じ性別でハングアップすることを奨励していることを教えるために使用されるときのようなものです。\u001b[22m\n\u001b[4mI have another personal belief;\u001b[24m\n    \u001b[1m私は別の個人的な信念を持っています。\u001b[22m\n\u001b[4mmen will eventually die out and women will learn how to replicate through cloning.\u001b[24m\n    \u001b[1m男性は最終的に死ぬだろうし、女性はクローニングを通して複製する方法を学ぶだろう。\u001b[22m, \u001b[1m男性は結局死んでしまうと女性は、クローニングによって複製する方法を学びます。\u001b[22m\n\u001b[4mSure, that sounds like a horrible future but good human genes aren't running well.\u001b[24m\n    \u001b[1m確かに、それは恐ろしい未来のように聞こえるが、良い人間の遺伝子はうまく走っていない。\u001b[22m, \u001b[1m確かに、それは恐ろしい未来のように聞こえるが、良い人間の遺伝子がうまく実行されていません。\u001b[22m\n\u001b[4mHell, a scenario like this might even be popular, science says that the moon is slowly inching away from the earth as it is.\u001b[24m\n    \u001b[1m地獄、このようなシナリオは人気があるかもしれない、科学は月がゆっくりと地球から遠ざかりつつあると科学者は言う。\u001b[22m, \u001b[1m地獄、このようなシナリオでも人気があるかもしれない、科学はそのまま月はゆっくりと地球から離れてインチングされていることを述べています。\u001b[22m\n\u001b[4mShooting populations of people off to habitable planets is still a science fiction however.\u001b[24m\n    \u001b[1m居住可能な惑星に住む人々の集団を撮影することは、しかし、まだSF小説です。\u001b[22m, \u001b[1m居住可能惑星を切った人の集団を撮影することは依然としてしかしサイエンス・フィクションです。\u001b[22m\n\u001b[1m\u001b[22m\nObviously in this story work place the sexs will all have their conundrums of philosophy. I never really took a liking to any of the characters in particular, this is one of those series that all the characters aren't significantly more important that it makes them as one total whole. Each character has their own deeply flawed personalities that makes them notable in some aspects. Obviously if you have a problem with homosexuality though you probably won't like some of them.\n\n\u001b[1m明らかにこの物語の職場では、セックスはすべて哲学の謎を持っています。 私は本当に特にキャラクターのいずれかに好みを取ったことはありません、これはすべての文字がそれが1つの全体としてそれらを作るようにはるかに重要ではないというシリーズの一つです。 各キャラクターには、深刻な欠陥を持つ個性があり、いくつかの面で注目に値する。 明らかにあなたが同性愛に問題があるなら、あなたはおそらくそれらのいくつかを好まないでしょう。\u001b[22m\n\u001b[1m(Akiraka ni kono monogatari no shokubade wa, sekkusu wa subete tetsugaku no nazo o motte imasu. Watashi wa hontōni tokuni kyarakutā no izureka ni konomi o totta koto wa arimasen, koreha subete no moji ga sore ga 1tsu no zentai to shite sorera o tsukuru yō ni haruka ni jūyōde wa nai to iu shirīzu no hitotsudesu. Kaku kyarakutā ni wa, shinkokuna kekkan o motsu kosei ga ari, ikutsu ka no men de chūmoku ni ataisuru. Akiraka ni anata ga dōseiai ni mondai ga arunara, anata wa osoraku sorera no ikutsu ka o konomanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mObviously in this story work place the sexs will all have their conundrums of philosophy. I never really took a liking to any of the characters in particular, this is one of those series that all the characters aren't significantly more important that it makes them as one total whole. Each character has their own deeply flawed personalities that makes them notable in some aspects. Obviously if you have a problem with homosexuality though you probably won't like some of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mObviously in this story work place the sexs will all have their conundrums of philosophy.\u001b[24m\n    \u001b[1m明らかにこの物語の職場では、セックスはすべて哲学の謎を持っています。\u001b[22m, \u001b[1m明らかに、この物語の職場でのsexsは、すべての哲学の自分の難問を持っています。\u001b[22m\n\u001b[4mI never really took a liking to any of the characters in particular, this is one of those series that all the characters aren't significantly more important that it makes them as one total whole.\u001b[24m\n    \u001b[1m私は本当に特にキャラクターのいずれかに好みを取ったことはありません、これはすべての文字がそれが1つの全体としてそれらを作るようにはるかに重要ではないというシリーズの一つです。\u001b[22m, \u001b[1m私は本当にこれがすべての文字が大きく、より重要なことは1総全体としてそれらを作ることはないこれらのシリーズの一つであり、特定の文字のいずれかに好みを取ったことはありません。\u001b[22m\n\u001b[4mEach character has their own deeply flawed personalities that makes them notable in some aspects.\u001b[24m\n    \u001b[1m各キャラクターには、深刻な欠陥を持つ個性があり、いくつかの面で注目に値する。\u001b[22m, \u001b[1m各文字は、いくつかの態様では、それらが顕著になり、自分の大きな欠陥が個性を持っています。\u001b[22m\n\u001b[4mObviously if you have a problem with homosexuality though you probably won't like some of them.\u001b[24m\n    \u001b[1m明らかにあなたが同性愛に問題があるなら、あなたはおそらくそれらのいくつかを好まないでしょう。\u001b[22m, \u001b[1mあなたは同性愛に問題がある場合は明らかにあなたは、おそらくそれらのいくつかを好きではないでしょうが。\u001b[22m\n\u001b[1m\u001b[22m\nAnother thing I really thing illustrates the generation gap would be the opening and ending themes. The opening theme has a more serious tone that sort of introduces the old mecha ideas with CG illustrations and some of the story. When you finish an episode the ending theme in completely different, its the more laid back sexual theme that advances the anime into the next generation.\n\n\u001b[1m私の本当のことのもう一つは、世代間のギャップがオープニングテーマとエンディングテーマであることを示しています。 オープニングのテーマは、より深刻なトーンを持っています。これは古いメカのアイデアをCGイラストやストーリーの一部で紹介しています。 あなたが完全に異なったエンディングテーマをエピソードで終えると、アニメを次世代に進化させる、よりゆるやかな性的テーマ。\u001b[22m\n\u001b[1m(Watashi no hontō no koto no mōhitotsu wa, sedai-kan no gyappu ga ōpuningutēma to endingutēmadearu koto o shimeshite imasu. Ōpuningu no tēma wa, yori shinkokuna tōn o motte imasu. Kore wa furui meka no aidea o CG irasuto ya sutōrī no ichibu de shōkai shite imasu. Anata ga kanzen ni kotonatta endingutēma o episōdo de oeru to, anime o jisedai ni shinka sa seru, yori yuruyakana seiteki tēma.)\u001b[22m\n\nTranslations of \u001b[4mAnother thing I really thing illustrates the generation gap would be the opening and ending themes. The opening theme has a more serious tone that sort of introduces the old mecha ideas with CG illustrations and some of the story. When you finish an episode the ending theme in completely different, its the more laid back sexual theme that advances the anime into the next generation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing I really thing illustrates the generation gap would be the opening and ending themes.\u001b[24m\n    \u001b[1m私の本当のことのもう一つは、世代間のギャップがオープニングテーマとエンディングテーマであることを示しています。\u001b[22m, \u001b[1mもう一つは、私は本当に事は世代間のギャップは、開口部やテーマを終了するだろう示しています。\u001b[22m\n\u001b[4mThe opening theme has a more serious tone that sort of introduces the old mecha ideas with CG illustrations and some of the story.\u001b[24m\n    \u001b[1mオープニングのテーマは、より深刻なトーンを持っています。これは古いメカのアイデアをCGイラストやストーリーの一部で紹介しています。\u001b[22m, \u001b[1mオープニングテーマは、ソートのCGイラストやストーリーの一部で古いメカのアイデアを紹介し、より深刻なトーンを持っています。\u001b[22m\n\u001b[4mWhen you finish an episode the ending theme in completely different, its the more laid back sexual theme that advances the anime into the next generation.\u001b[24m\n    \u001b[1mあなたが完全に異なったエンディングテーマをエピソードで終えると、アニメを次世代に進化させる、よりゆるやかな性的テーマ。\u001b[22m, \u001b[1mあなたはエピソードに全く異なるでエンディングテーマ、次の世代にアニメを進めて、よりゆったり性的テーマを完了したら。\u001b[22m\n\u001b[1m\u001b[22m\nThe CG illustrations and visualizations put this anime years ahead of other titles that aired late 1990's and early 2000's. A strong point but not really anything special due to playback mediums being limited to VHS and DvD. If this were a present time, it wouldn't be special by any means.\n\n\u001b[1mCGのイラストやビジュアルは、1990年代後半から2000年代初頭に放映された他のタイトルよりも、このアニメ年を前にしています。  VHSとDvDに限られている再生メディアのために、特筆すべきものはありません。 これが現時点であれば、それは特別な意味を持ちません。\u001b[22m\n\u001b[1m(CG no irasuto ya bijuaru wa, 1990-nendai kōhan kara 2000-nendai shotō ni hōei sa reta ta no taitoru yori mo, kono anime-toshi o mae ni shite imasu. VHS to DvD ni kagira rete iru saisei media no tame ni, tokuhitsu subeki mono wa arimasen. Kore ga genjitendeareba, sore wa tokubetsuna imi o mochimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe CG illustrations and visualizations put this anime years ahead of other titles that aired late 1990's and early 2000's. A strong point but not really anything special due to playback mediums being limited to VHS and DvD. If this were a present time, it wouldn't be special by any means.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe CG illustrations and visualizations put this anime years ahead of other titles that aired late 1990's and early 2000's.\u001b[24m\n    \u001b[1mCGのイラストやビジュアルは、1990年代後半から2000年代初頭に放映された他のタイトルよりも、このアニメ年を前にしています。\u001b[22m, \u001b[1mCGイラストや視覚化は年先、1990年代と初期の2000年代後半に放映された他のタイトルのこのアニメを置きます。\u001b[22m\n\u001b[4mA strong point but not really anything special due to playback mediums being limited to VHS and DvD.\u001b[24m\n    \u001b[1mVHSとDvDに限られている再生メディアのために、特筆すべきものはありません。\u001b[22m, \u001b[1m強力なポイントではなく、実際に再生媒体による特別なことは、VHSやDVDに限定されます。\u001b[22m\n\u001b[4mIf this were a present time, it wouldn't be special by any means.\u001b[24m\n    \u001b[1mこれが現時点であれば、それは特別な意味を持ちません。\u001b[22m, \u001b[1mこれは現時点であった場合、それはいかなる手段によっても、特別なことではないでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe major problem I had with Vandread goes back to the theme of split sexes, more so of the forced gags that weren't really necessary. It's like putting little boys and little girls together and watching them explore, curiosity never killed the cat but someone did get raped. Watching Mr. Alien and Dita go at it got on my nerves after a point. I really disliked the harem aspect, there should have been less room to edge it in, another point I feel was forced. Being what it is, can't stop it from happening. All the dread pilots are linked to one other singular pilot of the opposite sex. A harem is bound to occur eventually.\n\n\u001b[1m私がVandreadで持っていた主な問題は、性別が分割されたテーマになりました。 小さな男の子と小さな女の子を一緒にして探検するのを見ているようなものです。好奇心が猫を殺したことはありませんでしたが、誰かがレイプされました。 彼はエイリアンとディタを見て、それは私の神経にポイントの後に得た。 私は本当にハーレムの面を嫌っていました。そこにはエッジを入れる余裕がなくてはなりませんでした。 それが何であっても、それが起こるのを止めることはできません。 すべての恐ろしいパイロットは、異性の別の一人のパイロットにリンクされています。 最終的には、ハーレムが拘束されます。\u001b[22m\n\u001b[1m(Watashi ga Vandread de motte ita omona mondai wa, seibetsu ga bunkatsu sa reta tēma ni narimashita. Chīsana otokonoko to chīsana on'nanoko o issho ni shite tanken suru no o mite iru yōna monodesu. Kōkishin ga neko o koroshita koto wa arimasendeshitaga, darekaga reipu sa remashita. Kare wa eirian to dita o mite, sore wa watashi no shinkei ni pointo no nochi ni eta. Watashi wa hontōni hāremu no men o kiratte imashita. Soko ni wa ejji o ireru yoyū ga nakute wa narimasendeshita. Sore ga nandeatte mo, sore ga okoru no o tomeru koto wa dekimasen. Subete no osoroshī pairotto wa, isei no betsu no hitori no pairotto ni rinku sa rete imasu. Saishūtekini wa, hāremu ga kōsoku sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe major problem I had with Vandread goes back to the theme of split sexes, more so of the forced gags that weren't really necessary. It's like putting little boys and little girls together and watching them explore, curiosity never killed the cat but someone did get raped. Watching Mr. Alien and Dita go at it got on my nerves after a point. I really disliked the harem aspect, there should have been less room to edge it in, another point I feel was forced. Being what it is, can't stop it from happening. All the dread pilots are linked to one other singular pilot of the opposite sex. A harem is bound to occur eventually.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe major problem I had with Vandread goes back to the theme of split sexes, more so of the forced gags that weren't really necessary.\u001b[24m\n    \u001b[1m私がVandreadで持っていた主な問題は、性別が分割されたテーマになりました。\u001b[22m, \u001b[1m私はヴァンドレッドとしていた主要な問題は、スプリット男女のテーマに戻り、より実際には必要ではなかった強制的なギャグのように。\u001b[22m\n\u001b[4mIt's like putting little boys and little girls together and watching them explore, curiosity never killed the cat but someone did get raped.\u001b[24m\n    \u001b[1m小さな男の子と小さな女の子を一緒にして探検するのを見ているようなものです。好奇心が猫を殺したことはありませんでしたが、誰かがレイプされました。\u001b[22m, \u001b[1mそれは一緒に小さな男の子と女の子を入れ、それらを探る見ているようだが、好奇心は猫を殺したことはありませんが、誰かがレイプされますでした。\u001b[22m\n\u001b[4mWatching Mr. Alien and Dita go at it got on my nerves after a point.\u001b[24m\n    \u001b[1m彼はエイリアンとディタを見て、それは私の神経にポイントの後に得た。\u001b[22m, \u001b[1m氏のエイリアンとディータを見てそれで行くポイントの後に私の神経に乗りました。\u001b[22m\n\u001b[4mI really disliked the harem aspect, there should have been less room to edge it in, another point I feel was forced.\u001b[24m\n    \u001b[1m私は本当にハーレムの面を嫌っていました。そこにはエッジを入れる余裕がなくてはなりませんでした。\u001b[22m, \u001b[1m私は本当にそれをエッジに少ない余地があったはずです、ハーレムの様相を嫌って、私は感じて別のポイントを余儀なくされました。\u001b[22m\n\u001b[4mBeing what it is, can't stop it from happening.\u001b[24m\n    \u001b[1mそれが何であっても、それが起こるのを止めることはできません。\u001b[22m, \u001b[1mそれが何であるかなので、起きてからそれを停止することはできません。\u001b[22m\n\u001b[4mAll the dread pilots are linked to one other singular pilot of the opposite sex.\u001b[24m\n    \u001b[1mすべての恐ろしいパイロットは、異性の別の一人のパイロットにリンクされています。\u001b[22m, \u001b[1mすべての恐怖のパイロットは異性の一つの他の単数形のパイロットにリンクされています。\u001b[22m\n\u001b[4mA harem is bound to occur eventually.\u001b[24m\n    \u001b[1m最終的には、ハーレムが拘束されます。\u001b[22m, \u001b[1mハーレムは、最終的に発生することがバインドされています。\u001b[22m\n\u001b[1m\u001b[22m\nRobots beating other robots to a pulp in DBZ fashion, new post apocalypse ideas, forced opposite sex gags. Still a great vintage title in my eyes.\n\n\u001b[1mロボットがDBZファッションのパルプに他のロボットを打ち負かす、新しいポスト黙示的なアイデアは、反対のセックスギャグを強制した。 私の目にはまだ素晴らしいヴィンテージタイトル。\u001b[22m\n\u001b[1m(Robotto ga DBZ fasshon no parupu ni hoka no robotto o uchi makasu, atarashī posuto mokushi-tekina aidea wa, hantai no sekkusugyagu o kyōsei shita. Watashi no me ni wa mada subarashī vu~intējitaitoru.)\u001b[22m\n\nTranslations of \u001b[4mRobots beating other robots to a pulp in DBZ fashion, new post apocalypse ideas, forced opposite sex gags. Still a great vintage title in my eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRobots beating other robots to a pulp in DBZ fashion, new post apocalypse ideas, forced opposite sex gags.\u001b[24m\n    \u001b[1mロボットがDBZファッションのパルプに他のロボットを打ち負かす、新しいポスト黙示的なアイデアは、反対のセックスギャグを強制した。\u001b[22m, \u001b[1mDBZ方式でパルプに他のロボットを破っロボット、新しいポスト黙示録のアイデア、強制異性ギャグ。\u001b[22m\n\u001b[4mStill a great vintage title in my eyes.\u001b[24m\n    \u001b[1m私の目にはまだ素晴らしいヴィンテージタイトル。\u001b[22m, \u001b[1mまだ私の目に偉大なヴィンテージのタイトル。\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "hanryuu",
    "profile": "/profile/hanryuu/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=13335",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  5\nアニメーション|  4\nサウンド|  4\nキャラクター|  3\n|  1\n\nこのアニメは、未来的な宇宙アニメから期待されるものです。 興味深いのは、男性と女性が別々の惑星に住んでいれば、どのような人生が似ているのだろうかと思うからです。 しかし、私が持っている主な問題は、露骨な頻繁な性的参照です。 その結果、ヌードも問題になります。 私の意見では、見る価値はない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is pretty much what you would expect from a futuristic, space anime. It's interesting because it makes you wonder what life would be like if men and women lived on different planets. However, the main problem I have with this one is the blatant and frequent sexual references. Nudity, as a result, is also a problem. In my opinion, it is not worth watching.\n\n\u001b[1mこのアニメは、未来的な宇宙アニメから期待されるものです。 興味深いのは、男性と女性が別々の惑星に住んでいれば、どのような人生が似ているのだろうかと思うからです。 しかし、私が持っている主な問題は、露骨な頻繁な性的参照です。 その結果、ヌードも問題になります。 私の意見では、見る価値はない。\u001b[22m\n\u001b[1m(Kono anime wa, mirai-tekina uchū anime kara kitai sa reru monodesu. Kyōmibukai no wa, dansei to josei ga betsubetsu no wakusei ni sunde ireba, do no yōna jinsei ga nite iru nodarou ka to omoukaradesu. Shikashi, watashi ga motte iru omona mondai wa, rokotsuna hinpan'na seiteki sanshōdesu. Sono kekka, nūdo mo mondai ni narimasu. Watashi no ikende wa, miru kachi wanai.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is pretty much what you would expect from a futuristic, space anime. It's interesting because it makes you wonder what life would be like if men and women lived on different planets. However, the main problem I have with this one is the blatant and frequent sexual references. Nudity, as a result, is also a problem. In my opinion, it is not worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is pretty much what you would expect from a futuristic, space anime.\u001b[24m\n    \u001b[1mこのアニメは、未来的な宇宙アニメから期待されるものです。\u001b[22m, \u001b[1mこのアニメはかなりあなたが未来の宇宙アニメに期待するものです。\u001b[22m\n\u001b[4mIt's interesting because it makes you wonder what life would be like if men and women lived on different planets.\u001b[24m\n    \u001b[1m興味深いのは、男性と女性が別々の惑星に住んでいれば、どのような人生が似ているのだろうかと思うからです。\u001b[22m, \u001b[1mそれはあなたの人生は、男性と女性は別の惑星に住んでいた場合はどのようなものになるか思ってしまうので、それは興味深いです。\u001b[22m\n\u001b[4mHowever, the main problem I have with this one is the blatant and frequent sexual references.\u001b[24m\n    \u001b[1mしかし、私が持っている主な問題は、露骨な頻繁な性的参照です。\u001b[22m, \u001b[1mしかし、私はこの1つに持っている主な問題は、露骨なと頻繁に性的な参考文献です。\u001b[22m\n\u001b[4mNudity, as a result, is also a problem.\u001b[24m\n    \u001b[1mその結果、ヌードも問題になります。\u001b[22m, \u001b[1mヌードは、結果として、また問題です。\u001b[22m\n\u001b[4mIn my opinion, it is not worth watching.\u001b[24m\n    \u001b[1m私の意見では、見る価値はない。\u001b[22m, \u001b[1m私の意見では、それは見る価値はありません。\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "angelsreview",
    "profile": "/profile/angelsreview/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=67833",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  10\n\n私はこのショーがうまくまとまったと思う。 それはコメディーとのビットがあったが、人生のようなカップルの良いレッスンが与えられていることはできませんどのように男性と女性の違いにもかかわらずお互いのバランスを取ることができます。 悲しいことに、私は本当に好きなようなキャラクターの多くをストーリーに戻すことはできません。私はヒビキがとても特別な理由を本当に知りたがっています。\n\n男女が別々の惑星に乗っているという奇妙な考えは、多くのファンの女の子たちが八尾とゆりのことを考えさせることになり、ショーでちょっとしたことが起こります。 ショーの女性の多くは好きな女性がいるので、ゆりがはるかに出ますが、女の子の多くが男性のために落ちているようです。 私たちの日常では、同じ性別について考えるのは普通ではなく、私がこれを言うとき、私は個人としてではなく、全体としての意味を持つように考えるべきではないので、奇妙です。 私はゲイとレズの愛のシーンでうまくいきます。 ショーにはたくさんの性的なものがあり、「パワーレンジャーズコンバインド」の方法を含めて多くのヒントがあり、ヴァンガードとドレッドを組み合わせて演奏しました。\n\nアニメーションはかなり滑らかで、色はうまく一緒に働いていました。 バックグラウンドではスピードラインを悲しいようにしたり、ややチープなCGアニメーションを楽しみにしていますが、戦闘シーンは大丈夫です。 私はそれほど好きではなかったし、誰もの髪がかなりぼんやりしていて、毛髪ジェルがたくさん付いているという事実を気に入っていなかった。 エンディングは、実行中のシーケンスと一緒に叩かれた多くのファンサービスです。 私は本当にこれがこのアニメにとっての低得点の一部だと感じて、それがいかに完全に愚かであるかによって何度も何度もスキップし続けました。\n\n英語の声優は、私が声で見えるもののほんのちょうど良いものを持っていますが、日本のダブのディータの声は、私にとってかなり厄介です。 他の名前のない女の子の中には英語で良い声がありません。私は彼らをあまりにも頻繁に聞く必要はありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI think that this show was well put together. It had its bit with comedy but also had a couple good lessons inside such as life can’t be token for granted and how man and women can balance each other out despite differences. Sadly, we don’t get much of the characters back stories like I would really like and I really wanted to know why Hibiki was so special though part of me feels like I can tell just by watching it.\n\n\u001b[1m私はこのショーがうまくまとまったと思う。 それはコメディーとのビットがあったが、人生のようなカップルの良いレッスンが与えられていることはできませんどのように男性と女性の違いにもかかわらずお互いのバランスを取ることができます。 悲しいことに、私は本当に好きなようなキャラクターの多くをストーリーに戻すことはできません。私はヒビキがとても特別な理由を本当に知りたがっています。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga umaku matomatta to omou. Sore wa komedī to no bitto ga attaga, jinsei no yōna kappuru no yoi ressun ga atae rarete iru koto wa dekimasendo no yō ni dansei to josei no chigai nimokakawarazu otagai no baransu o toru koto ga dekimasu. Kanashī koto ni, watashi wa hontōni sukina yōna kyarakutā no ōku o sutōrī ni modosu koto wa dekimasen. Watashi wa hibiki ga totemo tokubetsuna riyū o hontōni shirita gatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI think that this show was well put together. It had its bit with comedy but also had a couple good lessons inside such as life can’t be token for granted and how man and women can balance each other out despite differences. Sadly, we don’t get much of the characters back stories like I would really like and I really wanted to know why Hibiki was so special though part of me feels like I can tell just by watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think that this show was well put together.\u001b[24m\n    \u001b[1m私はこのショーがうまくまとまったと思う。\u001b[22m, \u001b[1m私はこのショーがうまくまとめたと思います。\u001b[22m\n\u001b[4mIt had its bit with comedy but also had a couple good lessons inside such as life can’t be token for granted and how man and women can balance each other out despite differences.\u001b[24m\n    \u001b[1mそれはコメディーとのビットがあったが、人生のようなカップルの良いレッスンが与えられていることはできませんどのように男性と女性の違いにもかかわらずお互いのバランスを取ることができます。\u001b[22m, \u001b[1mそれは喜劇とのビットを持っていただけでなく、生活が付与されたため、どのように男性と女性は違いにもかかわらず、お互いのバランスを取ることができ、トークンにすることはできませんのような内部のカップルは良い教訓を持っていました。\u001b[22m\n\u001b[4mSadly, we don’t get much of the characters back stories like I would really like and I really wanted to know why Hibiki was so special though part of me feels like I can tell just by watching it.\u001b[24m\n    \u001b[1m悲しいことに、私は本当に好きなようなキャラクターの多くをストーリーに戻すことはできません。私はヒビキがとても特別な理由を本当に知りたがっています。\u001b[22m, \u001b[1m悲しいことに、我々は戻って、私は本当に好きだろうと私は本当に私はちょうどそれを見て伝えることができるように私の一部が感じるけれども響はとても特別なものだった理由を知りたいと思ったような話を文字の多くを得ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe strange idea of men and women being on separate planets leaves a lot of fan girls thinking of Yaoi and Yuri and it does happen just a little bit in the show. The yuri comes out much more though because most of the women in the show have other women they like but it seems a lot of the girls seem to fall for the men as well. It’s strange since they are not supposed to think that way when In our day and age, it is not normal to be thinking about the same gender, and when I say this, I mean as a whole and not as the individuals. I’m fine with the Gay and Lez love scene as I am a bi myself. There is a lot of sexual things within the show and lot of hinting including the ‘Power Rangers Combined’ way they did the VanGuard and Dread combining.\n\n\u001b[1m男女が別々の惑星に乗っているという奇妙な考えは、多くのファンの女の子たちが八尾とゆりのことを考えさせることになり、ショーでちょっとしたことが起こります。 ショーの女性の多くは好きな女性がいるので、ゆりがはるかに出ますが、女の子の多くが男性のために落ちているようです。 私たちの日常では、同じ性別について考えるのは普通ではなく、私がこれを言うとき、私は個人としてではなく、全体としての意味を持つように考えるべきではないので、奇妙です。 私はゲイとレズの愛のシーンでうまくいきます。 ショーにはたくさんの性的なものがあり、「パワーレンジャーズコンバインド」の方法を含めて多くのヒントがあり、ヴァンガードとドレッドを組み合わせて演奏しました。\u001b[22m\n\u001b[1m(Danjo ga betsubetsu no wakusei ni notte iru to iu kimyōna kangae wa, ōku no fan no on'nanoko-tachi ga Yao to yuri no koto o kangae saseru koto ni nari, shō de chottoshita koto ga okorimasu. Shō no josei no ōku wa sukina josei ga iru node, yuri ga haruka ni demasuga, on'nanoko no ōku ga dansei no tame ni ochite iru yōdesu. Watashitachi no nichijōde wa, onaji seibetsu ni tsuite kangaeru no wa futsūde wa naku, watashi ga kore o iu toki, watashi wa kojin to shitede wa naku, zentai to shite no imi o motsu yō ni kangaerubekide wanainode, kimyōdesu. Watashi wa gei to rezu no ai no shīn de umaku ikimasu. Shō ni wa takusan no seitekina mono ga ari,`pawārenjāzukonbaindo' no hōhō o fukumete ōku no hinto ga ari, vu~angādo to do reddo o kumiawasete ensō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe strange idea of men and women being on separate planets leaves a lot of fan girls thinking of Yaoi and Yuri and it does happen just a little bit in the show. The yuri comes out much more though because most of the women in the show have other women they like but it seems a lot of the girls seem to fall for the men as well. It’s strange since they are not supposed to think that way when In our day and age, it is not normal to be thinking about the same gender, and when I say this, I mean as a whole and not as the individuals. I’m fine with the Gay and Lez love scene as I am a bi myself. There is a lot of sexual things within the show and lot of hinting including the ‘Power Rangers Combined’ way they did the VanGuard and Dread combining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe strange idea of men and women being on separate planets leaves a lot of fan girls thinking of Yaoi and Yuri and it does happen just a little bit in the show.\u001b[24m\n    \u001b[1m男女が別々の惑星に乗っているという奇妙な考えは、多くのファンの女の子たちが八尾とゆりのことを考えさせることになり、ショーでちょっとしたことが起こります。\u001b[22m, \u001b[1m男性と女性が別々の惑星にいるの奇妙なアイデアは、やおいとゆりのことを考えていたファンの女の子の多くを残し、それがショーで少しだけ起こるん。\u001b[22m\n\u001b[4mThe yuri comes out much more though because most of the women in the show have other women they like but it seems a lot of the girls seem to fall for the men as well.\u001b[24m\n    \u001b[1mショーの女性の多くは好きな女性がいるので、ゆりがはるかに出ますが、女の子の多くが男性のために落ちているようです。\u001b[22m, \u001b[1mショーの女性のほとんどは、彼らが好きな他の女性を持っているが、女の子の多くは、同様に男性のために落ちるように見えるようですので、ユーリははるかにかかわらず、出てきます。\u001b[22m\n\u001b[4mIt’s strange since they are not supposed to think that way when In our day and age, it is not normal to be thinking about the same gender, and when I say this, I mean as a whole and not as the individuals.\u001b[24m\n    \u001b[1m私たちの日常では、同じ性別について考えるのは普通ではなく、私がこれを言うとき、私は個人としてではなく、全体としての意味を持つように考えるべきではないので、奇妙です。\u001b[22m, \u001b[1m彼らは私たちの時代では、それは同じ性別のことを考えする正常でない場合にそのように考えることを想定していないので、それは奇妙だ、と私はこれを言うとき、私は個人として、全体としてではなく、意味します。\u001b[22m\n\u001b[4mI’m fine with the Gay and Lez love scene as I am a bi myself.\u001b[24m\n    \u001b[1m私はゲイとレズの愛のシーンでうまくいきます。\u001b[22m, \u001b[1m私はバイを自分で午前ように私はゲイやレズラブシーンで元気です。\u001b[22m\n\u001b[4mThere is a lot of sexual things within the show and lot of hinting including the ‘Power Rangers Combined’ way they did the VanGuard and Dread combining.\u001b[24m\n    \u001b[1mショーにはたくさんの性的なものがあり、「パワーレンジャーズコンバインド」の方法を含めて多くのヒントがあり、ヴァンガードとドレッドを組み合わせて演奏しました。\u001b[22m, \u001b[1m彼らは前衛とドレッドは組み合わせた「パワーレンジャーの組み合わせ」の方法を含むヒンティングのショーやロット内性的なものがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was pretty smooth and the colors worked nicely together. The fight scenes are ok though they kind of do more speedlines in the background sadly or go for a somewhat cheep looking CG animation. I was not very fond of that or the fact that everyone’s hair seemed rather blocky and stuck in place with a lot of hair gel. The ending is just a lot of fan service slapped together with a running sequence. I really feel this was part of the low points for this anime and kept skipping it over and over because of how completely stupid it looked.\n\n\u001b[1mアニメーションはかなり滑らかで、色はうまく一緒に働いていました。 バックグラウンドではスピードラインを悲しいようにしたり、ややチープなCGアニメーションを楽しみにしていますが、戦闘シーンは大丈夫です。 私はそれほど好きではなかったし、誰もの髪がかなりぼんやりしていて、毛髪ジェルがたくさん付いているという事実を気に入っていなかった。 エンディングは、実行中のシーケンスと一緒に叩かれた多くのファンサービスです。 私は本当にこれがこのアニメにとっての低得点の一部だと感じて、それがいかに完全に愚かであるかによって何度も何度もスキップし続けました。\u001b[22m\n\u001b[1m(Animēshon wa kanari namerakade,-iro wa umaku issho ni hataraite imashita. Bakkuguraundode wa supīdorain o kanashī yō ni shi tari, yaya chīpuna CG animēshon o tanoshiminishiteimasu ga, sentō shīn wa daijōbudesu. Watashi wa sorehodo sukide wa nakattashi, dare mo no kami ga kanari bon'yari shite ite, mōhatsu jeru ga takusan tsuite iru to iu jijitsu o kiniitte inakatta. Endingu wa, jikkō-chū no shīkensu to issho ni tataka reta ōku no fansābisudesu. Watashi wa hontōni kore ga kono anime ni totte no tei tokuten no ichibuda to kanjite, sore ga ikani kanzen ni orokadearu ka ni yotte nandomonandomo sukippu shi tsudzukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was pretty smooth and the colors worked nicely together. The fight scenes are ok though they kind of do more speedlines in the background sadly or go for a somewhat cheep looking CG animation. I was not very fond of that or the fact that everyone’s hair seemed rather blocky and stuck in place with a lot of hair gel. The ending is just a lot of fan service slapped together with a running sequence. I really feel this was part of the low points for this anime and kept skipping it over and over because of how completely stupid it looked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was pretty smooth and the colors worked nicely together.\u001b[24m\n    \u001b[1mアニメーションはかなり滑らかで、色はうまく一緒に働いていました。\u001b[22m, \u001b[1mアニメーションはかなり滑らかで、色が一緒にうまく働きました。\u001b[22m\n\u001b[4mThe fight scenes are ok though they kind of do more speedlines in the background sadly or go for a somewhat cheep looking CG animation.\u001b[24m\n    \u001b[1mバックグラウンドではスピードラインを悲しいようにしたり、ややチープなCGアニメーションを楽しみにしていますが、戦闘シーンは大丈夫です。\u001b[22m, \u001b[1m彼らは一種の悲しげに、バックグラウンドで複数のspeedlinesを行うか、やや安価探しCGアニメーションのために行くのに戦いのシーンはOKです。\u001b[22m\n\u001b[4mI was not very fond of that or the fact that everyone’s hair seemed rather blocky and stuck in place with a lot of hair gel.\u001b[24m\n    \u001b[1m私はそれほど好きではなかったし、誰もの髪がかなりぼんやりしていて、毛髪ジェルがたくさん付いているという事実を気に入っていなかった。\u001b[22m, \u001b[1m私は、その、またはすべての人の髪ではなくブロック状に見えたとヘアジェルの多い場所で立ち往生しているという事実が非常に好きではなかったです。\u001b[22m\n\u001b[4mThe ending is just a lot of fan service slapped together with a running sequence.\u001b[24m\n    \u001b[1mエンディングは、実行中のシーケンスと一緒に叩かれた多くのファンサービスです。\u001b[22m, \u001b[1mエンディングはただのファンサービスの多くは、実行中のシーケンスと一緒に平手打ちされています。\u001b[22m\n\u001b[4mI really feel this was part of the low points for this anime and kept skipping it over and over because of how completely stupid it looked.\u001b[24m\n    \u001b[1m私は本当にこれがこのアニメにとっての低得点の一部だと感じて、それがいかに完全に愚かであるかによって何度も何度もスキップし続けました。\u001b[22m, \u001b[1m私は本当にこれがこのアニメのための低ポイントの一部であったと理由、それは見てどのように完全に愚かで何度も繰り返し、それをスキップ保っ感じます。\u001b[22m\n\u001b[1m\u001b[22m\nThe English voice actors have a pretty good just of what I would see for a voice but the voice of Dita in the Japanese dub is rather bothersome to me. Some of the other nameless girls don’t have good voices in the English which makes me happy I don’t have to hear them all too often.\n\n\u001b[1m英語の声優は、私が声で見えるもののほんのちょうど良いものを持っていますが、日本のダブのディータの声は、私にとってかなり厄介です。 他の名前のない女の子の中には英語で良い声がありません。私は彼らをあまりにも頻繁に聞く必要はありません。\u001b[22m\n\u001b[1m(Eigo no seiyū wa, watashi ga koe de mieru mono no hon'no chōdo yoi mono o motte imasuga, Nihon no dabu no dīta no koe wa, watashi ni totte kanari yakkaidesu. Hoka no namae no nai on'nanoko no nakaniha eigode yoi koe ga arimasen. Watashi wa karera o amarini mo hinpan ni kiku hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe English voice actors have a pretty good just of what I would see for a voice but the voice of Dita in the Japanese dub is rather bothersome to me. Some of the other nameless girls don’t have good voices in the English which makes me happy I don’t have to hear them all too often.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe English voice actors have a pretty good just of what I would see for a voice but the voice of Dita in the Japanese dub is rather bothersome to me.\u001b[24m\n    \u001b[1m英語の声優は、私が声で見えるもののほんのちょうど良いものを持っていますが、日本のダブのディータの声は、私にとってかなり厄介です。\u001b[22m, \u001b[1m英語の声優は、私が声を参照なるかのかなり良いだけを持っていますが、日本語吹替でディータの声は、私にはかなり面倒です。\u001b[22m\n\u001b[4mSome of the other nameless girls don’t have good voices in the English which makes me happy I don’t have to hear them all too often.\u001b[24m\n    \u001b[1m他の名前のない女の子の中には英語で良い声がありません。私は彼らをあまりにも頻繁に聞く必要はありません。\u001b[22m, \u001b[1m他の無名の少女のいくつかは、私があまりにも頻繁にそれらすべてを聞くことはありません私を幸せにする英語で良い声を持っていません。\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "DrDoom389",
    "profile": "/profile/DrDoom389/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=61535",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nウォーター読みます：\n\n一見したところ、これは古典的なSFのメカのように思えますが、バフィーのコメディのように見え、最後は壮大なロマンスのアニメが好きです。 今私は、私はちょうどリストされた3つのジャンルのいずれかにファンではないと言わせてください。私はまた、エッチのファンではないか、古典的な15歳の少年はすべての強力なシナリオになります。\n\nこのタイトルが完璧にしているのは、すべてのジャンルの最高のものを結びつけるものです。\nそれは、私が理解できないような形で文字のほとんどを感じさせます。 彼らはいつも浅いか反復的であるようですが、恩寵から落ちたときや世話をするのを助けることはできません。 あなたがあなたのアニメのコメディが好きではない場合でも、偉大な男性対女性のジョークでときどき笑うでしょう。 クリシェは一緒に仕事をして自分自身を信じているものは古いものですが、ショーのメッセージにとって重要です。\n\n\nあなたが深い戦いのシーンと複雑なメカの敬意を探している場合は、戦場のシーンが涼しいので、他の場所を見て、本当に文字の成長と全体的な物語のアーチを進展させる単なる方法です。\n\nストーリー：全体的な物語のアーチは印象的ですが、実際には深くねじれているわけではありませんが、必要なものを手に入れなければならない時には、 キャラクターはとても愛されていて、結局私は最初から嫌いだった人たちとの親密さを感じました。\n\nアニメーション：このアニメは全く新しいものではありませんでしたが、作成された時点では見た目はまだまだ幻想的でした。 このアニメは、sci fiシリーズがまだ手描きで芸術的なものとコンピュータアニメーションとの間で論争していたときに作られたものです。 この1つはコンピュータと一緒に行って、それはショーのための正しい選択でした。\n\nサウンド：ケアの多くは、特に英語のダブのために、このショーの質の高いサウンドプロダクションに入りましたが、声優はいつもの乗組員でした。\n\n全体的に見ると、このショーは、ダウンしたときにあなたを抱き締める友人のようなものです。心温まると面白いです。 あなたはそれが欠点とその勝利のために落ちるのを見て、そのキャラクターの間のあらゆる小さな相互作用にぶら下がっています。\nそれは、あなたの冷笑的な男の子、またはメカのジャンルのファンなら、特にこのショーをスキップし、物事を感じるのが好きで、人々のショーを愛する人にとってはそうだと言われています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nVandread:\n\n\u001b[1mウォーター読みます：\u001b[22m\n\u001b[1m(U~ōtā yomimasu:)\u001b[22m\n\nTranslations of \u001b[4mVandread:\u001b[24m\n[ \u001b[4mDansk\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVand\u001b[24m\n    \u001b[1mウォーター\u001b[22m, \u001b[1m水\u001b[22m, \u001b[1mた水\u001b[22m, \u001b[1mの水\u001b[22m\n\u001b[4mRead\u001b[24m\n    \u001b[1m読みます\u001b[22m, \u001b[1m読む\u001b[22m, \u001b[1mを読む写真\u001b[22m, \u001b[1mを読んで\u001b[22m, \u001b[1mリード\u001b[22m\n\u001b[4m:\u001b[24m\n    \u001b[1m：\u001b[22m\n\u001b[1m\u001b[22m\nAt first glance this seems like a classic sci-fi mecha, then it looks like a baffonish comedy, and finally like an epic romance anime. Now let me say i am no fan to any of the 3 genre's i just listed.I am also not a fan of ecchi or the classic 15 year old boy becomes all powerful scenario.\n\n\u001b[1m一見したところ、これは古典的なSFのメカのように思えますが、バフィーのコメディのように見え、最後は壮大なロマンスのアニメが好きです。 今私は、私はちょうどリストされた3つのジャンルのいずれかにファンではないと言わせてください。私はまた、エッチのファンではないか、古典的な15歳の少年はすべての強力なシナリオになります。\u001b[22m\n\u001b[1m(Ikken shita tokoro, koreha koten-tekina SF no meka no yō ni omoemasuga, bafī no komedi no yō ni mie, saigo wa sōdaina romansu no anime ga sukidesu. Ima watashi wa, watashi wa chōdo risuto sa reta 3ttsu no janru no izureka ni fande wa nai to iwa sete kudasai. Watashi wa mata, etchi no fande wanai ka, koten-tekina 15-sai no shōnen wa subete no kyōryokuna shinario ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt first glance this seems like a classic sci-fi mecha, then it looks like a baffonish comedy, and finally like an epic romance anime. Now let me say i am no fan to any of the 3 genre's i just listed.I am also not a fan of ecchi or the classic 15 year old boy becomes all powerful scenario.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first glance this seems like a classic sci-fi mecha, then it looks like a baffonish comedy, and finally like an epic romance anime.\u001b[24m\n    \u001b[1m一見したところ、これは古典的なSFのメカのように思えますが、バフィーのコメディのように見え、最後は壮大なロマンスのアニメが好きです。\u001b[22m, \u001b[1m一見すると、これは、それがbaffonishコメディのように見え、最後に壮大なロマンスアニメのように、古典的なSFメカのように思えます。\u001b[22m\n\u001b[4mNow let me say i am no fan to any of the 3 genre's i just listed.I am also not a fan of ecchi or the classic 15 year old boy becomes all powerful scenario.\u001b[24m\n    \u001b[1m今私は、私はちょうどリストされた3つのジャンルのいずれかにファンではないと言わせてください。私はまた、エッチのファンではないか、古典的な15歳の少年はすべての強力なシナリオになります。\u001b[22m, \u001b[1m今、私は私が3ジャンルのいずれかに何のファンですしないとしましょう私はちょうどlisted.Iもエッチのファンではないか、古典的な15歳の少年は、すべての強力なシナリオになります。\u001b[22m\n\u001b[1m\u001b[22m\nWhat this title does perfectly is bind some of the best things of all those genre's together.\n\n\u001b[1mこのタイトルが完璧にしているのは、すべてのジャンルの最高のものを結びつけるものです。\u001b[22m\n\u001b[1m(Kono taitoru ga kanpeki ni shite iru no wa, subete no janru no saikō no mono o musubitsukeru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat this title does perfectly is bind some of the best things of all those genre's together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat this title does perfectly is bind some of the best things of all those genre's together.\u001b[24m\n    \u001b[1mこのタイトルが完璧にしているのは、すべてのジャンルの最高のものを結びつけるものです。\u001b[22m, \u001b[1m何このタイトルは完全に行うことは一緒にすべてのそれらのジャンルの最高のもののいくつかを結合しています。\u001b[22m\nIt makes you feel for most of it's characters in a way that i couldn't understand. it seems like they are all shallow or repetitive at times but you can't help caring when one falls from grace or get's their heart smashed. even if you don't like comedy in your anime you will chuckle occasionally at the great male vs female jokes. the cliche let's work together and believe in yourself stuff gets alittle old but its important to the show's message.\n\n\u001b[1mそれは、私が理解できないような形で文字のほとんどを感じさせます。 彼らはいつも浅いか反復的であるようですが、恩寵から落ちたときや世話をするのを助けることはできません。 あなたがあなたのアニメのコメディが好きではない場合でも、偉大な男性対女性のジョークでときどき笑うでしょう。 クリシェは一緒に仕事をして自分自身を信じているものは古いものですが、ショーのメッセージにとって重要です。\u001b[22m\n\u001b[1m(Sore wa, watashi ga rikai dekinai yōna katachi de moji no hotondo o kanji sasemasu. Karera wa itsumo asai ka hanpuku-tekidearu yōdesuga, onchō kara ochita toki ya sewa o suru no o tasukeru koto wa dekimasen. Anata ga anata no anime no komedi ga sukide wanai baai demo, idaina danseitaijosei no jōku de tokidoki waraudeshou. Kurishe wa issho ni shigoto o shite jibun jishin o shinjite iru mono wa furui monodesuga, shō no messēji ni totte jūyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt makes you feel for most of it's characters in a way that i couldn't understand. it seems like they are all shallow or repetitive at times but you can't help caring when one falls from grace or get's their heart smashed. even if you don't like comedy in your anime you will chuckle occasionally at the great male vs female jokes. the cliche let's work together and believe in yourself stuff gets alittle old but its important to the show's message.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt makes you feel for most of it's characters in a way that i couldn't understand.\u001b[24m\n    \u001b[1mそれは、私が理解できないような形で文字のほとんどを感じさせます。\u001b[22m, \u001b[1mそれはあなたが私が理解できなかった方法での文字の大半を感じさせます。\u001b[22m\n\u001b[4mit seems like they are all shallow or repetitive at times but you can't help caring when one falls from grace or get's their heart smashed.\u001b[24m\n    \u001b[1m彼らはいつも浅いか反復的であるようですが、恩寵から落ちたときや世話をするのを助けることはできません。\u001b[22m, \u001b[1m彼らはすべての回で浅いまたは反復されていますが、一つは恵みから落ちたときに世話を助けたり、彼らの心は強打のを得ることができないように思えます。\u001b[22m\n\u001b[4meven if you don't like comedy in your anime you will chuckle occasionally at the great male vs female jokes.\u001b[24m\n    \u001b[1mあなたがあなたのアニメのコメディが好きではない場合でも、偉大な男性対女性のジョークでときどき笑うでしょう。\u001b[22m, \u001b[1mあなたはアニメでコメディが好きではない場合でも、あなたは女性のジョーク対偉大な男性で時折含み笑います。\u001b[22m\n\u001b[4mthe cliche let's work together and believe in yourself stuff gets alittle old but its important to the show's message.\u001b[24m\n    \u001b[1mクリシェは一緒に仕事をして自分自身を信じているものは古いものですが、ショーのメッセージにとって重要です。\u001b[22m, \u001b[1m決まり文句のは自分のもので一緒に働くと信じてみましょうはalittleが古いがショーのメッセージにその重要取得します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIf you are looking for deep fight scenes and intricate mecha homage, look elsewhere, because the fight scenes cool as they were, are really just a way to progress the growth of the characters and the overall story arch.\n\n\u001b[1mあなたが深い戦いのシーンと複雑なメカの敬意を探している場合は、戦場のシーンが涼しいので、他の場所を見て、本当に文字の成長と全体的な物語のアーチを進展させる単なる方法です。\u001b[22m\n\u001b[1m(Anata ga fukai tatakai no shīn to fukuzatsuna meka no keii o sagashite iru baai wa, senjō no shīn ga suzushīnode, hoka no basho o mite, hontōni moji no seichō to zentai-tekina monogatari no āchi o shinten sa seru tan'naru hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are looking for deep fight scenes and intricate mecha homage, look elsewhere, because the fight scenes cool as they were, are really just a way to progress the growth of the characters and the overall story arch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are looking for deep fight scenes and intricate mecha homage, look elsewhere, because the fight scenes cool as they were, are really just a way to progress the growth of the characters and the overall story arch.\u001b[24m\n    \u001b[1mあなたが深い戦いのシーンと複雑なメカの敬意を探している場合は、戦場のシーンが涼しいので、他の場所を見て、本当に文字の成長と全体的な物語のアーチを進展させる単なる方法です。\u001b[22m, \u001b[1mあなたが深い戦いのシーンや複雑なメカ敬意を探している場合は、他の場所で見て、彼らがいたとして、戦いのシーンが冷えるので、本当に文字の成長と全体的なストーリーアーチを進行させるだけの方法です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: the overall story arch is impressive, not really deep and twisting, but what you would expect right when you should get what you need. the characters are so lovable and by the end i felt a kinship with all of them even the ones i hated to begin with.\n\n\u001b[1mストーリー：全体的な物語のアーチは印象的ですが、実際には深くねじれているわけではありませんが、必要なものを手に入れなければならない時には、 キャラクターはとても愛されていて、結局私は最初から嫌いだった人たちとの親密さを感じました。\u001b[22m\n\u001b[1m(Sutōrī: Zentai-tekina monogatari no āchi wa inshō-tekidesuga, jissai ni wa fukaku nejirete iru wakede wa arimasenga, hitsuyōnamono o te ni hairenakereba naranai tokiniha, kyarakutā wa totemo aisa rete ite, kekkyoku watashi wa saisho kara kiraidatta hito-tachi to no shinmitsu-sa o kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: the overall story arch is impressive, not really deep and twisting, but what you would expect right when you should get what you need. the characters are so lovable and by the end i felt a kinship with all of them even the ones i hated to begin with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: the overall story arch is impressive, not really deep and twisting, but what you would expect right when you should get what you need.\u001b[24m\n    \u001b[1mストーリー：全体的な物語のアーチは印象的ですが、実際には深くねじれているわけではありませんが、必要なものを手に入れなければならない時には、\u001b[22m, \u001b[1mストーリー：全体的なストーリーアーチは本当に深いとねじれない、印象的ですが、あなたが必要なものを手に入れる必要があるときあなたは右の期待するもの。\u001b[22m\n\u001b[4mthe characters are so lovable and by the end i felt a kinship with all of them even the ones i hated to begin with.\u001b[24m\n    \u001b[1mキャラクターはとても愛されていて、結局私は最初から嫌いだった人たちとの親密さを感じました。\u001b[22m, \u001b[1m文字はとても愛らしいですし、年末までに私はそもそも嫌って、それらのすべてのものも含めて親族を感じました。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: this anime wasn't really ultra new, but for when it was made it looked and still looks fantastic. This anime was made when sci fi series were still debating on hand drawn and artsy vs computer animation. this one went with computer and it was the right choice for the show.\n\n\u001b[1mアニメーション：このアニメは全く新しいものではありませんでしたが、作成された時点では見た目はまだまだ幻想的でした。 このアニメは、sci fiシリーズが依然として手描きと芸術とコンピュータアニメーションの議論をしていたときに作られたものです。 この1つはコンピュータと一緒に行って、それはショーのための正しい選択でした。\u001b[22m\n\u001b[1m(Animēshon: Kono anime wa mattaku atarashī monode wa arimasendeshitaga, sakusei sa reta jitende wa mitame wa madamada gensō-tekideshita. Kono anime wa, sci fi shirīzu ga izentoshite tegaki to geijutsu to konpyūtaanimēshon no giron o shite ita toki ni tsukura reta monodesu. Kono 1tsu wa konpyūta to issho ni itte, soreha shō no tame no tadashī sentakudeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation: this anime wasn't really ultra new, but for when it was made it looked and still looks fantastic. This anime was made when sci fi series were still debating on hand drawn and artsy vs computer animation. this one went with computer and it was the right choice for the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: this anime wasn't really ultra new, but for when it was made it looked and still looks fantastic.\u001b[24m\n    \u001b[1mアニメーション：このアニメは全く新しいものではありませんでしたが、作成された時点では見た目はまだまだ幻想的でした。\u001b[22m, \u001b[1mアニメーション：このアニメは本当に超新しいものではありませんでしたが、それが行われたときのために、それは見て、まだ幻想的に見えます。\u001b[22m\n\u001b[4mThis anime was made when sci fi series were still debating on hand drawn and artsy vs computer animation.\u001b[24m\n    \u001b[1mこのアニメは、sci fiシリーズが依然として手描きと芸術とコンピュータアニメーションの議論をしていたときに作られたものです。\u001b[22m, \u001b[1m科学Fiのシリーズはまだ描かれ、コンピュータアニメーション対芸術家気取りの手で議論されたときに、このアニメが作られました。\u001b[22m\n\u001b[4mthis one went with computer and it was the right choice for the show.\u001b[24m\n    \u001b[1mこの1つはコンピュータと一緒に行って、それはショーのための正しい選択でした。\u001b[22m, \u001b[1mこの1は、コンピュータで行って、それはショーのための正しい選択でした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: alot of care went into the quality sound production for this show, especially for the english dubs, however the voice actors were the usual crew we see everywhere.\n\n\u001b[1mサウンド：ケアの多くは、特に英語のダブのために、このショーの質の高いサウンドプロダクションに入りましたが、声優はいつもの乗組員でした。\u001b[22m\n\u001b[1m(Saundo: Kea no ōku wa, tokuni eigo no dabu no tame ni, kono shō no shitsu no takai saundopurodakushon ni hairimashitaga, seiyū wa itsumo no norikumiindeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound: alot of care went into the quality sound production for this show, especially for the english dubs, however the voice actors were the usual crew we see everywhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: alot of care went into the quality sound production for this show, especially for the english dubs, however the voice actors were the usual crew we see everywhere.\u001b[24m\n    \u001b[1mサウンド：ケアの多くは、特に英語のダブのために、このショーの質の高いサウンドプロダクションに入りましたが、声優はいつもの乗組員でした。\u001b[22m, \u001b[1mサウンド：ケアの多くは、特に英語のダビングのために、このショーのために音質生産に入った、しかし声優は、我々はどこにでも見られるような通常の乗組員でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:this show is like a friend that hugs you when your down, it's heart warming and interesting. You find yourself falling for it's flaws and its triumphs, and hanging on to every little interaction between it's characters.\n\n\u001b[1m全体的に見ると、このショーは、ダウンしたときにあなたを抱き締める友人のようなものです。心温まると面白いです。 あなたはそれが欠点とその勝利のために落ちるのを見て、そのキャラクターの間のあらゆる小さな相互作用にぶら下がっています。\u001b[22m\n\u001b[1m(Zentai-teki ni miru to, kono shō wa, daun shita toki ni anata o dakishimeru yūjin no yōna monodesu. Kokoroatatamaruto omoshiroidesu. Anata wa sore ga ketten to sono shōri no tame ni ochiru no o mite, sono kyarakutā no ma no arayuru chīsana sōgo sayō ni burasagatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall:this show is like a friend that hugs you when your down, it's heart warming and interesting. You find yourself falling for it's flaws and its triumphs, and hanging on to every little interaction between it's characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:this show is like a friend that hugs you when your down, it's heart warming and interesting.\u001b[24m\n    \u001b[1m全体的に見ると、このショーは、ダウンしたときにあなたを抱き締める友人のようなものです。心温まると面白いです。\u001b[22m, \u001b[1m全体：このショーは、あなたが、それは心の温暖化と興味深いあなたのダウンだ抱擁することを友人のようです。\u001b[22m\n\u001b[4mYou find yourself falling for it's flaws and its triumphs, and hanging on to every little interaction between it's characters.\u001b[24m\n    \u001b[1mあなたはそれが欠点とその勝利のために落ちるのを見て、そのキャラクターの間のあらゆる小さな相互作用にぶら下がっています。\u001b[22m, \u001b[1mあなた自身が、それが欠陥とその勝利だのために落下し、それの文字の間のすべての少しの相互作用にぶら下がっ見つけます。\u001b[22m\nthat being said if your a cynical bastard or a fan of one of the mecha genre in particular skip this show, its more for people who like to feel things, and love people shows.\n\n\u001b[1mそれは、あなたの冷笑的な男の子、またはメカのジャンルのファンなら、特にこのショーをスキップし、物事を感じるのが好きで、人々のショーを愛する人にとってはそうだと言われています。\u001b[22m\n\u001b[1m(Sore wa, anata no reishō-tekina otokonoko, matawa meka no janru no fan'nara, tokuni kono shō o sukippu shi, monogoto o kanjiru no ga sukide, hitobito no shō o aisuruhito ni totte wa sōda to iwa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mthat being said if your a cynical bastard or a fan of one of the mecha genre in particular skip this show, its more for people who like to feel things, and love people shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthat being said if your a cynical bastard or a fan of one of the mecha genre in particular skip this show, its more for people who like to feel things, and love people shows.\u001b[24m\n    \u001b[1mそれは、あなたの冷笑的な男の子、またはメカのジャンルのファンなら、特にこのショーをスキップし、物事を感じるのが好きで、人々のショーを愛する人にとってはそうだと言われています。\u001b[22m, \u001b[1mあなたのシニカルな野郎や、この番組をスキップ特にメカのジャンルの一つのファンならば言われていること、物事を感じることが好きな人、と愛の人々のためのより多くを示しています。\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "Malhavok",
    "profile": "/profile/Malhavok/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=201989",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  7\n\nVandreadはあなたが本当に好きではないはずのショーの1つですが、何らかの理由でそれに戻ってきます。 前提は不条理で、ストーリー自体は最初のシーズンのほとんどでプロットの穴とぎこちなさに満ちていて、ペーシングは比較的不均等ですが、終わりにはそれを楽しむ理由は、キャストの大半が 信じられないほど好きで面白い。\n\n私はVandreadがほとんどシンプルな少年であることを言わなければならないでしょう。それは、窓のドレッシングが多い女の子の物語を満たしています。その点で、その物語を生き生きとさせる効率的な仕事です。 ホイールは時々回転しますが、文字は進歩して成長します。これは本当にこのようなアニメの鍵です。 私はキャストとニルヴァーナの乗組員がエピソードが進行するにつれて一緒に近づくと彼らが最終的にチームとして働くのを見るために有益だったように一緒に成長するのを見ることによってdissapointedではなかった。\n\n私はVandreadを「Mecha anime」とほとんど分類しませんでした。恐怖と先人は実際には、今週の公式のMonster of the tropeの一部として使われているだけです。 その結果、戦闘やアニメーションは歩行者に多少なりとも影響を及ぼします（ただし、シリーズの寿命が延びています）。 浅川優（ジュラ・エルドン）だけが傑出したパフォーマンスを発揮し、アニメの時代を踏まえ、その方向性とテーマに合った音楽や声優を演奏することは可能ですが、ファンタスティックではありません。\n\nあなたが少しのメカを使ってロマンチックな喜劇を楽しむなら、あなたはこのアニメを楽しむ良いチャンスがあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nVandread is one of those shows that you really shouldn't like, but for some reason you keep coming back to it. The premise is absurd and the story itself is full of plot holes and rambles incoherently for most of the first season and the pacing is relatively uneven, but at the end of the day the reason why you enjoy it is because the majority of the cast are incredibly likable and interesting.\n\n\u001b[1mVandreadはあなたが本当に好きではないはずのショーの1つですが、何らかの理由でそれに戻ってきます。 前提は不条理で、ストーリー自体は最初のシーズンのほとんどでプロットの穴とぎこちなさに満ちていて、ペーシングは比較的不均等ですが、終わりにはそれを楽しむ理由は、キャストの大半が 信じられないほど好きで面白い。\u001b[22m\n\u001b[1m(Vandread wa anata ga hontōni sukide wa nai hazu no shō no 1tsudesuga, nanrakano riyū de sore ni modotte kimasu. Zentei wa fujōride, sutōrī jitai wa saisho no shīzun no hotondo de purotto no ana to gikochina-sa ni michite ite, pēshingu wa hikakuteki fu kintōdesuga, owari ni wa sore o tanoshimu riyū wa, kyasuto no taihan ga shinji rarenai hodo sukide omoshiroi.)\u001b[22m\n\nTranslations of \u001b[4mVandread is one of those shows that you really shouldn't like, but for some reason you keep coming back to it. The premise is absurd and the story itself is full of plot holes and rambles incoherently for most of the first season and the pacing is relatively uneven, but at the end of the day the reason why you enjoy it is because the majority of the cast are incredibly likable and interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVandread is one of those shows that you really shouldn't like, but for some reason you keep coming back to it.\u001b[24m\n    \u001b[1mVandreadはあなたが本当に好きではないはずのショーの1つですが、何らかの理由でそれに戻ってきます。\u001b[22m, \u001b[1mヴァンドレッドは、あなたが本当に好きべきではありませんそれらのショーの一つですが、いくつかの理由のためにあなたはそれに戻ってきます。\u001b[22m\n\u001b[4mThe premise is absurd and the story itself is full of plot holes and rambles incoherently for most of the first season and the pacing is relatively uneven, but at the end of the day the reason why you enjoy it is because the majority of the cast are\u001b[24m\n    \u001b[1m前提は不条理で、ストーリー自体は最初のシーズンのほとんどでプロットの穴とぎこちなさに満ちていて、ペーシングは比較的不均等ですが、終わりにはそれを楽しむ理由は、キャストの大半が\u001b[22m, \u001b[1m前提は不合理であり、物語自体は、プロットの穴だらけで、最初のシーズンの大半をインコヒーレントramblesとペーシングは比較的不均一であるが、キャストの大半であるため、一日の終わりに、あなたがそれを楽しむ理由はあります\u001b[22m\n\u001b[4mincredibly likable and interesting.\u001b[24m\n    \u001b[1m信じられないほど好きで面白い。\u001b[22m, \u001b[1m信じられないほど好感の持てる面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nI would have to say that Vandread is mostly a simple boy meets girl story with a lot of window dressing on it and in that regard it does an efficient job of making that story come to life. Wheels do occasionally spin, but characters do make progress and grow, which is really key to these kind of animes. I wasn't dissapointed by seeing the cast and crew of the 'Nirvana' grow closer together as the episodes progressed and it was rewarding to see them ultimately start working as a team.\n\n\u001b[1m私はVandreadがほとんどシンプルな少年であることを言わなければならないでしょう。それは、窓のドレッシングが多い女の子の物語を満たしています。その点で、その物語を生き生きとさせる効率的な仕事です。 ホイールは時々回転しますが、文字は進歩して成長します。これは本当にこのようなアニメの鍵です。 私はキャストとニルヴァーナの乗組員がエピソードが進行するにつれて近づくにつれて成長し、彼らが最終的にチームとして働くのを見るためには報われていることを見て、それを見ていた。\u001b[22m\n\u001b[1m(Watashi wa Vandread ga hotondo shinpuruna shōnendearu koto o iwanakereba naranaideshou. Sore wa, mado no doresshingu ga ōi on'nanoko no monogatari o mitashite imasu. Sono ten de, sono monogatari o ikiikito sa seru kōritsu-tekina shigotodesu. Hoīru wa tokidoki kaiten shimasuga, moji wa shinpo shite seichō shimasu. Kore wa hontōni kono yōna anime no kagidesu. Watashi wa kyasuto to niruvu~āna no norikumiin ga episōdo ga shinkō suru ni tsurete chikadzuku ni tsurete seichō shi, karera ga saishūtekini chīmu to shite hataraku no o miru tame ni wa mukuwa rete iru koto o mite, sore o mite ita.)\u001b[22m\n\nTranslations of \u001b[4mI would have to say that Vandread is mostly a simple boy meets girl story with a lot of window dressing on it and in that regard it does an efficient job of making that story come to life. Wheels do occasionally spin, but characters do make progress and grow, which is really key to these kind of animes. I wasn't dissapointed by seeing the cast and crew of the 'Nirvana' grow closer together as the episodes progressed and it was rewarding to see them ultimately start working as a team.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would have to say that Vandread is mostly a simple boy meets girl story with a lot of window dressing on it and in that regard it does an efficient job of making that story come to life.\u001b[24m\n    \u001b[1m私はVandreadがほとんどシンプルな少年であることを言わなければならないでしょう。それは、窓のドレッシングが多い女の子の物語を満たしています。その点で、その物語を生き生きとさせる効率的な仕事です。\u001b[22m, \u001b[1m私は主に単純な少年が窓の多くがそれにドレッシングし、その点で、それはその話は生命に来て作るの効率的な仕事をして少女の物語を満たしているヴァンドレッドであると言わざるを得ない。\u001b[22m\n\u001b[4mWheels do occasionally spin, but characters do make progress and grow, which is really key to these kind of animes.\u001b[24m\n    \u001b[1mホイールは時々回転しますが、文字は進歩して成長します。これは本当にこのようなアニメの鍵です。\u001b[22m, \u001b[1m車輪は時折スピンんが、文字が進展するとアニメのこれらの種類には本当にキーであるか、成長します。\u001b[22m\n\u001b[4mI wasn't dissapointed by seeing the cast and crew of the 'Nirvana' grow closer together as the episodes progressed and it was rewarding to see them ultimately start working as a team.\u001b[24m\n    \u001b[1m私はキャストとニルヴァーナの乗組員がエピソードが進行するにつれて近づくにつれて成長し、彼らが最終的にチームとして働くのを見るためには報われていることを見て、それを見ていた。\u001b[22m, \u001b[1m私は「ニルヴァーナ」より近く一緒にエピソードが進行し、彼らが最終的にチームとして作業を開始見ることがやりがいあったとして成長のキャストとクルーを見てがっかりされませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI would barely classify Vandread as a 'Mecha anime' as the dreads and vanguards are really just used as part of a formulaic 'Monster of the week' trope. As a result the battles and animations are somewhat pedestrian (although this does improve over the life of the series). The music and voice acting are serviceable, but not fantastic, with perhaps only Yuu Asakawa (Jura Elden) being a stand out performance and the art holds up fairly well given the age of the anime and suits the direction and theme quite well.\n\n\u001b[1m私はVandreadを「Mecha anime」とほとんど分類しませんでした。恐怖と先人は実際には、今週の公式のMonster of the tropeの一部として使われているだけです。 その結果、戦闘やアニメーションは歩行者に多少なりとも影響を及ぼします（ただし、シリーズの寿命が延びています）。 浅川優（ジュラ・エルドン）だけが傑出したパフォーマンスを発揮し、アニメの時代を踏まえ、その方向性とテーマに合った音楽や声優を演奏することは可能ですが、ファンタスティックではありません。\u001b[22m\n\u001b[1m(Watashi wa Vandread o `Mecha anime' to hotondo bunrui shimasendeshita. Kyōfu to senjin wa jissai ni wa, konshū no kōshiki no Monster of the trope no ichibu to shite tsukawareteiru dakedesu. Sono kekka, sentō ya animēshon wa hokō-sha ni tashōnaritomo eikyō o oyoboshimasu (tadashi, shirīzu no jumyō ga nobite imasu). Asakawa Yū (jura erudon) dake ga kesshutsu shita pafōmansu o hakki shi, anime no jidai o fumae, sono hōkō-sei to tēma ni atta ongaku ya seiyū o ensō suru koto wa kanōdesuga, fantasutikkude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI would barely classify Vandread as a 'Mecha anime' as the dreads and vanguards are really just used as part of a formulaic 'Monster of the week' trope. As a result the battles and animations are somewhat pedestrian (although this does improve over the life of the series). The music and voice acting are serviceable, but not fantastic, with perhaps only Yuu Asakawa (Jura Elden) being a stand out performance and the art holds up fairly well given the age of the anime and suits the direction and theme quite well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would barely classify Vandread as a 'Mecha anime' as the dreads and vanguards are really just used as part of a formulaic 'Monster of the week' trope.\u001b[24m\n    \u001b[1m私はVandreadを「Mecha anime」とほとんど分類しませんでした。恐怖と先人は実際には、今週の公式のMonster of the tropeの一部として使われているだけです。\u001b[22m, \u001b[1mドレッドと先駆者は、実際には単なる比喩定型」週のモンスター」の一部として使用されているように私はやっと「メカアニメ」としてヴァンドレッドを分類します。\u001b[22m\n\u001b[4mAs a result the battles and animations are somewhat pedestrian (although this does improve over the life of the series).\u001b[24m\n    \u001b[1mその結果、戦闘やアニメーションは歩行者に多少なりとも影響を及ぼします（ただし、シリーズの寿命が延びています）。\u001b[22m, \u001b[1mその結果、戦闘やアニメーションは、（これはシリーズの寿命にわたって改善んが）多少の歩行者です。\u001b[22m\n\u001b[4mThe music and voice acting are serviceable, but not fantastic, with perhaps only Yuu Asakawa (Jura Elden) being a stand out performance and the art holds up fairly well given the age of the anime and suits the direction and theme quite well.\u001b[24m\n    \u001b[1m浅川優（ジュラ・エルドン）だけが傑出したパフォーマンスを発揮し、アニメの時代を踏まえ、その方向性とテーマに合った音楽や声優を演奏することは可能ですが、ファンタスティックではありません。\u001b[22m, \u001b[1m音楽や声の演技は、おそらく唯一の浅川悠（ジュラElden）が目立つパフォーマンスであることで、幻想的で修理ではなく、であり、当アニメの年齢を与えられ、非常によく方向やテーマに合っかなりよくかざします。\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoy romantic comedies with a bit of mecha on the side, then there's a good chance that you'll enjoy this anime.\n\n\u001b[1mあなたが少しのメカを使ってロマンチックな喜劇を楽しむなら、あなたはこのアニメを楽しむ良いチャンスがあります。\u001b[22m\n\u001b[1m(Anata ga sukoshi no meka o tsukatte romanchikkuna kigeki o tanoshimunara, anata wa kono anime o tanoshimu yoi chansu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoy romantic comedies with a bit of mecha on the side, then there's a good chance that you'll enjoy this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoy romantic comedies with a bit of mecha on the side, then there's a good chance that you'll enjoy this anime.\u001b[24m\n    \u001b[1mあなたが少しのメカを使ってロマンチックな喜劇を楽しむなら、あなたはこのアニメを楽しむ良いチャンスがあります。\u001b[22m, \u001b[1mあなたが側のメカのビットでロマンチックコメディーを楽しむ場合、あなたはこのアニメをお楽しみいただけます良いチャンスがあります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "bob32561",
    "profile": "/profile/bob32561/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=24042",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれはNagasarete Airantouの横にある私の絶対好きなショーです。 それは実際に共通のテーマ（メック戦闘）を取るとそれは本当に元のスピンを与えるいくつかのショーの一つです。 このシリーズは、非常に強いストーリーを持ち、2年を通してそのキャラクターを開発する際に非常に気を配ります。 それは、ハーレロマンスのジャンルのいくつかの要素を持っています。 しかし、通常のシリーズとは異なり、これはすべての少女が主人公と完全に恋し合っていることで終わらない（部分的に背景物語のため）。\nすべてのショーと同様に、いくつかのエピソードでは時折「厄介な」瞬間がありますが、このシリーズはそれらを克服し、シーズン2で強く終わります。\n\nテーマ：非常にマイルドなエッチ。 ロマンス、メカ戦闘、コメディー、宇宙SF、キャラクターの強さの開発のような極端な「Gurren Lagann」（あなたがGLを理解していればこれを理解するかもしれない）\n\nあなたが見たかどうか見てみましょう：\n天元突破グレンラガン、セキレイ、おそらくゾイド、エレメンタルゲラードなど\n\nこれは、誰もが見なければならないシリーズの一つであり、そのユーモア、ロマンス、戦闘の素晴らしいミックスです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my absolute favorite show right alongside Nagasarete Airantou. It is one of the few shows that actually takes a common theme (Mech combat) and gives it a truely original spin. The series has a very strong story throughout and takes great care in developing its characters over the two seasons. It has some elements of the harem romance genre; however, unlike the usual series this one doesn't end with every girl being completely in love with the main character (partly because of the background story).\n\n\u001b[1mこれはNagasarete Airantouの横にある私の絶対好きなショーです。 それは実際に共通のテーマ（メック戦闘）を取るとそれは本当に元のスピンを与えるいくつかのショーの一つです。 このシリーズは、非常に強いストーリーを持ち、2年を通してそのキャラクターを開発する際に非常に気を配ります。 それは、ハーレロマンスのジャンルのいくつかの要素を持っています。 しかし、通常のシリーズとは異なり、これはすべての少女が主人公と完全に恋し合っていることで終わらない（部分的に背景物語のため）。\u001b[22m\n\u001b[1m(Kore wa Nagasarete Airantou no yoko ni aru watashi no zettai sukina shōdesu. Sore wa jissai ni kyōtsū no tēma (mekku sentō) o toru to sore wa hontōni gen no supin o ataeru ikutsu ka no shō no hitotsudesu. Kono shirīzu wa, hijō ni tsuyoi sutōrī o mochi, 2-nen o tōshite sono kyarakutā o kaihatsu suru sai ni hijō ni ki o kubarimasu. Sore wa, hāreromansu no janru no ikutsu ka no yōso o motte imasu. Shikashi, tsūjō no shirīzu to wa kotonari, koreha subete no shōjo ga shujinkō to kanzen ni koi shi atte iru koto de owaranai (bubun-teki ni haikei monogatari no tame).)\u001b[22m\n\nTranslations of \u001b[4mThis is my absolute favorite show right alongside Nagasarete Airantou. It is one of the few shows that actually takes a common theme (Mech combat) and gives it a truely original spin. The series has a very strong story throughout and takes great care in developing its characters over the two seasons. It has some elements of the harem romance genre; however, unlike the usual series this one doesn't end with every girl being completely in love with the main character (partly because of the background story).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my absolute favorite show right alongside Nagasarete Airantou.\u001b[24m\n    \u001b[1mこれはNagasarete Airantouの横にある私の絶対好きなショーです。\u001b[22m, \u001b[1mこれは、右ながされて藍蘭島と並んで私の絶対好きなショーです。\u001b[22m\n\u001b[4mIt is one of the few shows that actually takes a common theme (Mech combat) and gives it a truely original spin.\u001b[24m\n    \u001b[1mそれは実際に共通のテーマ（メック戦闘）を取るとそれは本当に元のスピンを与えるいくつかのショーの一つです。\u001b[22m, \u001b[1mこれは、実際に共通のテーマ（メック戦闘を）取り、それを本当にオリジナルのスピンを与えるいくつかのショーの一つです。\u001b[22m\n\u001b[4mThe series has a very strong story throughout and takes great care in developing its characters over the two seasons.\u001b[24m\n    \u001b[1mこのシリーズは、非常に強いストーリーを持ち、2年を通してそのキャラクターを開発する際に非常に気を配ります。\u001b[22m, \u001b[1mシリーズ全体を通して非常に強力な物語を持っており、二つの季節の上にその文字の開発に細心の注意を要します。\u001b[22m\n\u001b[4mIt has some elements of the harem romance genre;\u001b[24m\n    \u001b[1mそれは、ハーレロマンスのジャンルのいくつかの要素を持っています。\u001b[22m, \u001b[1mこれは、ハーレムのロマンスのジャンルのいくつかの要素があります。\u001b[22m\n\u001b[4mhowever, unlike the usual series this one doesn't end with every girl being completely in love with the main character (partly because of the background story).\u001b[24m\n    \u001b[1mしかし、通常のシリーズとは異なり、これはすべての少女が主人公と完全に恋し合っていることで終わらない（部分的に背景物語のため）。\u001b[22m, \u001b[1mしかし、通常のシリーズとは異なり、この1は、すべての女の子は、（部分的にはバックグラウンドストーリーの）主人公と恋に完全であることではありません。\u001b[22m\nLike all shows, there are the occasional 'awkward' moments in some of the episodes but this series overcomes them and finishes strong in season 2.\n\n\u001b[1mすべてのショーと同様に、いくつかのエピソードでは時折「厄介な」瞬間がありますが、このシリーズはそれらを克服し、シーズン2で強く終わります。\u001b[22m\n\u001b[1m(Subete no shō to dōyō ni, ikutsu ka no episōdode wa tokiori `yakkaina' shunkan ga arimasuga, kono shirīzu wa sorera o kokufuku shi, shīzun 2 de tsuyoku owarimasu.)\u001b[22m\n\nTranslations of \u001b[4mLike all shows, there are the occasional 'awkward' moments in some of the episodes but this series overcomes them and finishes strong in season 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike all shows, there are the occasional 'awkward' moments in some of the episodes but this series overcomes them and finishes strong in season 2.\u001b[24m\n    \u001b[1mすべてのショーと同様に、いくつかのエピソードでは時折「厄介な」瞬間がありますが、このシリーズはそれらを克服し、シーズン2で強く終わります。\u001b[22m, \u001b[1m全番組のように、そこに時折「厄介な」瞬間は、エピソードのいくつかであるが、このシリーズは、それらを克服し、シーズン2に強い終了します。\u001b[22m\n\u001b[1m\u001b[22m\nthemes: very mild ecchi. romance, mech combat, comedy, space sci-fi, less extreme 'Gurren Lagann' like character strength development (if you've seen GL you probably understand this)\n\n\u001b[1mテーマ：非常にマイルドなエッチ。 ロマンス、メカ戦闘、コメディー、宇宙SF、キャラクターの強さの開発のような極端な「Gurren Lagann」（あなたがGLを理解していればこれを理解するかもしれない）\u001b[22m\n\u001b[1m(Tēma: Hijō ni mairudona etchi. Romansu, meka sentō, komedī, uchū SF, kyarakutā no tsuyo-sa no kaihatsu no yōna kyokutan'na `Gurren Lagann'(anata ga GL o rikai shite ireba kore o rikai suru kamo shirenai))\u001b[22m\n\nTranslations of \u001b[4mthemes: very mild ecchi. romance, mech combat, comedy, space sci-fi, less extreme 'Gurren Lagann' like character strength development (if you've seen GL you probably understand this)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthemes: very mild ecchi.\u001b[24m\n    \u001b[1mテーマ：非常にマイルドなエッチ。\u001b[22m, \u001b[1mテーマ：非常に穏やかなエッチ。\u001b[22m\n\u001b[4mromance, mech combat, comedy, space sci-fi, less extreme 'Gurren Lagann' like character strength development (if you've seen GL you probably understand this)\u001b[24m\n    \u001b[1mロマンス、メカ戦闘、コメディー、宇宙SF、キャラクターの強さの開発のような極端な「Gurren Lagann」（あなたがGLを理解していればこれを理解するかもしれない）\u001b[22m, \u001b[1mロマンス、メカ戦闘、コメディ、宇宙のSFキャラクターの強さの開発のような、あまり極端な「天元突破グレンラガン」（あなたはおそらくこれを理解GL見てきた場合）\u001b[22m\n\u001b[1m\u001b[22m\nWatch if you've seen:\n\n\u001b[1mあなたが見たかどうか見てみましょう：\u001b[22m\n\u001b[1m(Anata ga mita ka dō ka mite mimashou:)\u001b[22m\n\nTranslations of \u001b[4mWatch if you've seen:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch if you've seen:\u001b[24m\n    \u001b[1mあなたが見たかどうか見てみましょう：\u001b[22m, \u001b[1mあなたが見てきた場合に見ます：\u001b[22m\nTengen Toppa Gurren Lagann, Sekirei, ~maybe Zoids, Elemental Gelade, etc\n\n\u001b[1m天元突破グレンラガン、セキレイ、おそらくゾイド、エレメンタルゲラードなど\u001b[22m\n\u001b[1m(Tengantoppa gurenragan, sekirei, osoraku zoido, erementarugerādo nado)\u001b[22m\n\nTranslations of \u001b[4mTengen Toppa Gurren Lagann, Sekirei, ~maybe Zoids, Elemental Gelade, etc\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTengen Toppa Gurren Lagann, Sekirei, ~maybe Zoids, Elemental Gelade, etc\u001b[24m\n    \u001b[1m天元突破グレンラガン、セキレイ、おそらくゾイド、エレメンタルゲラードなど\u001b[22m, \u001b[1m天元突破グレンラガン、セキレイ、〜多分ゾイド、エレメンタルジェレイドなど\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of series I think EVERYONE should watch, its a great mix of humor, romance, combat.\n\n\u001b[1mこれは、誰もが見なければならないシリーズの一つであり、そのユーモア、ロマンス、戦闘の素晴らしいミックスです。\u001b[22m\n\u001b[1m(Kore wa, daremoga minakereba naranai shirīzu no hitotsudeari, sono yūmoa, romansu, sentō no subarashī mikkusudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of series I think EVERYONE should watch, its a great mix of humor, romance, combat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of series I think EVERYONE should watch, its a great mix of humor, romance, combat.\u001b[24m\n    \u001b[1mこれは、誰もが見なければならないシリーズの一つであり、そのユーモア、ロマンス、戦闘の素晴らしいミックスです。\u001b[22m, \u001b[1mこれは、私は誰もが見るべきだと思うユーモア、ロマンス、戦闘のその偉大なミックスシリーズの一つです。\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "digi900",
    "profile": "/profile/digi900/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=100837",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  9\n\n私はこのシリーズに入って、典型的なSFを期待していましたが、私はこのシリーズがそれほど良くなるとは思っておらず、間違いなく短く楽しいアニメです。\n\nプロット：\n遠くの未来に別々に住んでいる男性と女性がいて、お互いに絶え間ない戦争をしているように、プロットは非常にシンプルに見えます。 主人公はすべての女性の船に閉じ込められ、私たちは素晴らしい行動をしています。 それはシンプルだが、それはかなりうまく実行されている、それはそれに詳細があり、最も重要なことは、それは同時に彼は非常に楽しくて楽しいです。 このシリーズでは、プロットや、男性/女性、その関係、クルー、コメディーの違いなど、ロマンスやエッチなどに焦点を当てています。\n\nアート：\nむしろ古いショーであることを考えると、アートはまだまだ完成しています。 個人的には、私は戦闘で3D効果が気に入らなかったが、私はこのいくつかの人々が間違いなくそれを楽しむだろう。 このショーは非常に厳しいを提供するエクッチがあります。\n\n音 ：\n私は音がちょうど正しいと思う、私はostに多くの注意を払わなかった、エンディングのテーマは私が好きだった、opはそれも悪くない。\n\nキャラクター：\n私は彼らがそれに疲れているので、彼らが砂漠のヒロインを使わなかったという事実が気に入った。\n私はショーのキャラクターの大半を好きで、それぞれは自分の個性、過去、さらにキャラクターの発展を見ています。 多くのキャラクターはエンターテイメントとパイの女の子のような楽しさを融合させています。あなたがそれを好きになった後、最初はメインのヒロインとツンデレのパイロットが迷惑をかけると思っていました。\nMCはちょっと怖いですが、彼は後ろで戦って好きです。 私たちには、他の多くのアニメと同様に典型的な科学者のキャラクターがあります\nキャラクターのデザインは標準的で、典型的です。\n\n楽しさ：\n全体的に、アニメは私が思っていたよりずっと楽しいものでした。 それはほとんどのものと非常に中毒のブレンドです。 男性と女性がお互いの間違い、差異、性別などのストーリーとサイエンスの世界は面白くてよく実行されます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI went into this series expecting a typical sci fi harem but I never thought this series would turn out as good as it did and is definitely a good,short and enjoyable anime .\n\n\u001b[1m私はこのシリーズに入って、典型的なSFを期待していましたが、私はこのシリーズがそれほど良くなるとは思っておらず、間違いなく短く楽しいアニメです。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ni haitte, tenkei-tekina SF o kitai shite imashitaga, watashi wa kono shirīzu ga sore hodo yoku naru to wa omotte orazu, machigainaku mijikaku tanoshī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mI went into this series expecting a typical sci fi harem but I never thought this series would turn out as good as it did and is definitely a good,short and enjoyable anime .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI went into this series expecting a typical sci fi harem but I never thought this series would turn out as good as it did and is definitely a good,short and enjoyable anime .\u001b[24m\n    \u001b[1m私はこのシリーズに入って、典型的なSFを期待していましたが、私はこのシリーズがそれほど良くなるとは思っておらず、間違いなく短く楽しいアニメです。\u001b[22m, \u001b[1m私は典型的な科学Fiのハーレムを期待して、このシリーズに入ったが、私はこのシリーズはそれがなかったと間違いなく、良い短いと楽しいアニメであるほどよい結果になるだろうと思ったことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nPlot :\n\n\u001b[1mプロット：\u001b[22m\n\u001b[1m(Purotto:)\u001b[22m\n\nDefinitions of \u001b[4mPlot :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    プロット\u001b[22m\n        plot\n\u001b[1m    陰謀\u001b[22m\n        conspiracy, plot, intrigue\n\u001b[1m    筋\u001b[22m\n        muscle, stripe, line, plot, sinew, string\n\u001b[1m    筋書き\u001b[22m\n        plot, outline, synopsis\n\u001b[1m    構想\u001b[22m\n        plan, idea, conception, plot\n\u001b[1m    謀略\u001b[22m\n        plot, strategy, trick, stratagem, scheme\n\u001b[1m    計略\u001b[22m\n        stratagem, trick, plan, plot\n\u001b[1m    仕組み\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    事件\u001b[22m\n        incident, case, event, affair, trouble, plot\n\u001b[1m    魂胆\u001b[22m\n        plot, scheme, intrigue, soul\n\u001b[1m    仕組\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    悪計\u001b[22m\n        intrigues, plot, evil scheme\n\u001b[1m    一物\u001b[22m\n        thing, plot\n\nverb\n\u001b[1m    企てる\u001b[22m\n        attempt, plot, undertake, design, propose, plan\n\u001b[1m    たくらむ\u001b[22m\n        plot\n\u001b[1m    謀る\u001b[22m\n        plot, attempt, devise, cheat, be taken in, trick\n\u001b[1m    図る\u001b[22m\n        plot, attempt, devise, plan, take in, deceive\n\u001b[1m    仕組む\u001b[22m\n        arrange, devise, plan, plot\nThe plot looks very simple and cliched at the beginning as we have Men and women living separately in the far future and are on a constant war with one another . The hero gets trapped on an all female ship and thus we have a nice action harem . It seems simple but It's executed pretty well , it has more detail in it and most importantly , It's very enjoyable and fun at he same time . This series focuses more on plot and also differences in male/female ,their relationship , the crew and a good bit of comedy rather than just romance and ecchi like most other harems which makes it better .\n\n\u001b[1m遠くの未来に別々に住んでいる男性と女性がいて、お互いに絶え間ない戦争をしているように、プロットは非常にシンプルに見えます。 主人公はすべての女性の船に閉じ込められ、私たちは素晴らしい行動をしています。 それはシンプルだが、それはかなりうまく実行されている、それはそれに詳細があり、最も重要なことは、それは同時に彼は非常に楽しくて楽しいです。 このシリーズでは、プロットや、男性/女性、その関係、クルー、コメディーの違いなど、ロマンスやエッチなどに焦点を当てています。\u001b[22m\n\u001b[1m(Tōku no mirai ni betsubetsu ni sunde iru dansei to josei ga ite, otagai ni taema nai sensō o shite iru yō ni, purotto wa hijō ni shinpuru ni miemasu. Shujinkō wa subete no josei no fune ni tojikomerare, watashitachi wa subarashī kōdō o shite imasu. Sore wa shinpurudaga, sore wa kanari umaku jikkō sa rete iru, sore wa sore ni shōsai ga ari, mottomo jūyōna koto wa, soreha dōjini kare wa hijō ni tanoshikute tanoshīdesu. Kono shirīzude wa, purotto ya, dansei/ josei, sono kankei, kurū, komedī no chigai nado, romansu ya etchi nado ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot looks very simple and cliched at the beginning as we have Men and women living separately in the far future and are on a constant war with one another . The hero gets trapped on an all female ship and thus we have a nice action harem . It seems simple but It's executed pretty well , it has more detail in it and most importantly , It's very enjoyable and fun at he same time . This series focuses more on plot and also differences in male/female ,their relationship , the crew and a good bit of comedy rather than just romance and ecchi like most other harems which makes it better .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot looks very simple and cliched at the beginning as we have Men and women living separately in the far future and are on a constant war with one another .\u001b[24m\n    \u001b[1m遠くの未来に別々に住んでいる男性と女性がいて、お互いに絶え間ない戦争をしているように、プロットは非常にシンプルに見えます。\u001b[22m, \u001b[1m私たちは遠い将来で別々に住む男性と女性を持ち、互いに一定の戦争であるとしてプロットは、冒頭に非常に単純で陳腐に見えます。\u001b[22m\n\u001b[4mThe hero gets trapped on an all female ship and thus we have a nice action harem .\u001b[24m\n    \u001b[1m主人公はすべての女性の船に閉じ込められ、私たちは素晴らしい行動をしています。\u001b[22m, \u001b[1m主人公は、すべての女性の船に捕捉されますので、私たちは素敵なアクションハーレムを持っています。\u001b[22m\n\u001b[4mIt seems simple but It's executed pretty well , it has more detail in it and most importantly , It's very enjoyable and fun at he same time .\u001b[24m\n    \u001b[1mそれはシンプルだが、それはかなりうまく実行されている、それはそれに詳細があり、最も重要なことは、それは同時に彼は非常に楽しくて楽しいです。\u001b[22m, \u001b[1mこれは単純なようだが、それはかなりよく実行だ、それはそれでより詳細な情報を持っており、最も重要なのは、それは、彼と同時に非常に楽しいし、楽しいです。\u001b[22m\n\u001b[4mThis series focuses more on plot and also differences in male/female ,their relationship , the crew and a good bit of comedy rather than just romance and ecchi like most other harems which makes it better .\u001b[24m\n    \u001b[1mこのシリーズでは、プロットや、男性/女性、その関係、クルー、コメディーの違いなど、ロマンスやエッチなどに焦点を当てています。\u001b[22m, \u001b[1mこのシリーズは、それが良いになりどのプロットもオス/メスの違い、それらの関係、乗組員や他のほとんどのハーレムのような良いコメディのビットだけではなく、恋愛やエッチの詳細に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nArt :\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nConsidering it's a rather old show, the art is still well done . Personally , I did not like the 3D effects in fighting but I this some people will definitely enjoy it . This show has very less ecchi to offer tough .\n\n\u001b[1mむしろ古いショーであることを考えると、アートはまだまだ完成しています。 個人的には、私は戦闘で3D効果が気に入らなかったが、私はこのいくつかの人々が間違いなくそれを楽しむだろう。 このショーは非常に厳しいを提供するエクッチがあります。\u001b[22m\n\u001b[1m(Mushiro furui shōdearu koto o kangaeru to, āto wa madamada kansei shite imasu. Kojin-teki ni wa, watashi wa sentō de 3 D kōka ga kiniiranakattaga, watashi wa kono ikutsu ka no hitobito ga machigainaku sore o tanoshimudarou. Kono shō wa hijō ni kibishī o teikyō suru ekutchi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mConsidering it's a rather old show, the art is still well done . Personally , I did not like the 3D effects in fighting but I this some people will definitely enjoy it . This show has very less ecchi to offer tough .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConsidering it's a rather old show, the art is still well done .\u001b[24m\n    \u001b[1mむしろ古いショーであることを考えると、アートはまだまだ完成しています。\u001b[22m, \u001b[1mそれはむしろ古いショーだ考えると、技術はまだ十分に行われています。\u001b[22m\n\u001b[4mPersonally , I did not like the 3D effects in fighting but I this some people will definitely enjoy it .\u001b[24m\n    \u001b[1m個人的には、私は戦闘で3D効果が気に入らなかったが、私はこのいくつかの人々が間違いなくそれを楽しむだろう。\u001b[22m, \u001b[1m個人的に、私は戦いで3D効果を好きではなかったけど、この一部の人々は間違いなくそれをお楽しみいただけます。\u001b[22m\n\u001b[4mThis show has very less ecchi to offer tough .\u001b[24m\n    \u001b[1mこのショーは非常に厳しいを提供するエクッチがあります。\u001b[22m, \u001b[1mこのショーは、タフな提供することは非常に少ないエッチされています。\u001b[22m\n\u001b[1m\u001b[22m\nSound :\n\n\u001b[1m音 ：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nI think the sound is just about right , I did not pay much attention to the ost , the ending theme was one i liked , the op isn't that bad either .\n\n\u001b[1m私は音がちょうど正しいと思う、私はostに多くの注意を払わなかった、エンディングのテーマは私が好きだった、opはそれも悪くない。\u001b[22m\n\u001b[1m(Watashi wa oto ga chōdo tadashī to omou, watashi wa ost ni ōku no chūi o harawanakatta, endingu no tēma wa watashi ga sukidatta, op wa sore mo warukunai.)\u001b[22m\n\nTranslations of \u001b[4mI think the sound is just about right , I did not pay much attention to the ost , the ending theme was one i liked , the op isn't that bad either .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the sound is just about right , I did not pay much attention to the ost , the ending theme was one i liked , the op isn't that bad either .\u001b[24m\n    \u001b[1m私は音がちょうど正しいと思う、私はostに多くの注意を払わなかった、エンディングのテーマは私が好きだった、opはそれも悪くない。\u001b[22m, \u001b[1m私は音がちょうどについて、私はOSTに多くの注意を払っていないされ、エンディングテーマはopはどちらか悪いことではありません私は気に入っ1、だったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters :\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nI liked the fact that they did not use a tsundere heroine cause I am so tired of it .\n\n\u001b[1m私は彼らがそれに疲れているので、彼らが砂漠のヒロインを使わなかったという事実が気に入った。\u001b[22m\n\u001b[1m(Watashi wa karera ga sore ni tsukarete irunode, karera ga sabaku no hiroin o tsukawanakatta to iu jijitsu ga kiniitta.)\u001b[22m\n\nTranslations of \u001b[4mI liked the fact that they did not use a tsundere heroine cause I am so tired of it .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the fact that they did not use a tsundere heroine cause I am so tired of it .\u001b[24m\n    \u001b[1m私は彼らがそれに疲れているので、彼らが砂漠のヒロインを使わなかったという事実が気に入った。\u001b[22m, \u001b[1m私は、彼らは私がそれのように疲れツンデレヒロイン原因を使用しなかったという事実が好き。\u001b[22m\nI liked most of the characters in the show , each have their own personality ,their past and even character development seen on them . Many of the characters are a good blend of entertainment and fun like Pai-check girl , overtime you start to like it , I thought the main heroine and the tsundere pilot were annoying at first but later on , they seemed better and rather likable .\n\n\u001b[1m私はショーのキャラクターの大半を好きで、それぞれは自分の個性、過去、さらにキャラクターの発展を見ています。 多くのキャラクターはエンターテイメントとパイの女の子のような楽しさを融合させています。あなたがそれを好きになった後、最初はメインのヒロインとツンデレのパイロットが迷惑をかけると思っていました。\u001b[22m\n\u001b[1m(Watashi wa shō no kyarakutā no taihan o sukide, sorezore wa jibun no kosei, kako, sarani kyarakutā no hatten o mite imasu. Ōku no kyarakutā wa entāteimento to pai no on'nanoko no yōna tanoshisa o yūgō sa sete imasu. Anata ga sore o suki ni natta nochi, saisho wa mein no hiroin to tsundere no pairotto ga meiwakuwokakeru to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI liked most of the characters in the show , each have their own personality ,their past and even character development seen on them . Many of the characters are a good blend of entertainment and fun like Pai-check girl , overtime you start to like it , I thought the main heroine and the tsundere pilot were annoying at first but later on , they seemed better and rather likable .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked most of the characters in the show , each have their own personality ,their past and even character development seen on them .\u001b[24m\n    \u001b[1m私はショーのキャラクターの大半を好きで、それぞれは自分の個性、過去、さらにキャラクターの発展を見ています。\u001b[22m, \u001b[1m私は、それぞれが独自の個性、自分の過去や、それらに見ても、文字の開発を持って、ショーでの文字のほとんどが好きでした。\u001b[22m\n\u001b[4mMany of the characters are a good blend of entertainment and fun like Pai-check girl , overtime you start to like it , I thought the main heroine and the tsundere pilot were annoying at first but later on , they seemed better and rather likable .\u001b[24m\n    \u001b[1m多くのキャラクターはエンターテイメントとパイの女の子のような楽しさを融合させています。あなたがそれを好きになった後、最初はメインのヒロインとツンデレのパイロットが迷惑をかけると思っていました。\u001b[22m, \u001b[1m文字の多くは、パイ・チェックの女の子のような娯楽と楽しいの良いブレンド、あなたがそれを好きに開始残業している、私はメインヒロインとツンデレパイロットは最初に迷惑なと思っていたが、後に、彼らがより良いとむしろ好感見えました。\u001b[22m\nThe MC is a bit wimpy but he fights back and is likeable . We have the typical scientist characters as in many other animes etc\n\n\u001b[1mMCはちょっと怖いですが、彼は後ろで戦って好きです。 私たちには、他の多くのアニメと同様に典型的な科学者のキャラクターがあります\u001b[22m\n\u001b[1m(MC wa chotto kowaidesuga, kare wa ushiro de tatakatte sukidesu. Watashitachi ni wa, hoka no ōku no anime to dōyō ni tenkei-tekina kagaku-sha no kyarakutā ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mThe MC is a bit wimpy but he fights back and is likeable . We have the typical scientist characters as in many other animes etc\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe MC is a bit wimpy but he fights back and is likeable .\u001b[24m\n    \u001b[1mMCはちょっと怖いですが、彼は後ろで戦って好きです。\u001b[22m, \u001b[1mMCは少し弱虫ですが、彼は戻って戦うと好感の持てるです。\u001b[22m\n\u001b[4mWe have the typical scientist characters as in many other animes etc\u001b[24m\n    \u001b[1m私たちには、他の多くのアニメと同様に典型的な科学者のキャラクターがあります\u001b[22m, \u001b[1m私たちは、他の多くのアニメなどのように、一般的な科学者のキャラクターを持っています\u001b[22m\nThe character designs are normal , typical .\n\n\u001b[1mキャラクターのデザインは標準的で、典型的です。\u001b[22m\n\u001b[1m(Kyarakutā no dezain wa hyōjun-tekide, tenkei-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe character designs are normal , typical .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character designs are normal , typical .\u001b[24m\n    \u001b[1mキャラクターのデザインは標準的で、典型的です。\u001b[22m, \u001b[1mキャラクターデザインは、通常の典型的です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment :\n\n\u001b[1m楽しさ：\u001b[22m\n\u001b[1m(Tanoshisa:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nOn the whole , I found the anime to be much more enjoyable than I thought it would be . It is a blend of most things and quite addicting . The storyline and the sci fi world where men and women are clueless of each other , their differences, sex etc is interesting and executed quite well .\n\n\u001b[1m全体的に、アニメは私が思っていたよりずっと楽しいものでした。 それはほとんどのものと非常に中毒のブレンドです。 男性と女性がお互いの間違い、差異、性別などのストーリーとサイエンスの世界は面白くてよく実行されます。\u001b[22m\n\u001b[1m(Zentai-teki ni, anime wa watashi ga omotte ita yori zutto tanoshī monodeshita. Sore wa hotondo no mono to hijō ni chūdoku no burendodesu. Dansei to josei ga otagai no machigai, sai, seibetsu nado no sutōrī to Saiensu no sekai wa omoshirokute yoku jikkō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the whole , I found the anime to be much more enjoyable than I thought it would be . It is a blend of most things and quite addicting . The storyline and the sci fi world where men and women are clueless of each other , their differences, sex etc is interesting and executed quite well .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the whole , I found the anime to be much more enjoyable than I thought it would be .\u001b[24m\n    \u001b[1m全体的に、アニメは私が思っていたよりずっと楽しいものでした。\u001b[22m, \u001b[1m全体的に、私はそれがあることだろうと思ったよりもアニメがはるかに楽しいことが判明しました。\u001b[22m\n\u001b[4mIt is a blend of most things and quite addicting .\u001b[24m\n    \u001b[1mそれはほとんどのものと非常に中毒のブレンドです。\u001b[22m, \u001b[1mこれは、ほとんどのものと非常に中毒性のブレンドです。\u001b[22m\n\u001b[4mThe storyline and the sci fi world where men and women are clueless of each other , their differences, sex etc is interesting and executed quite well .\u001b[24m\n    \u001b[1m男性と女性がお互いの間違い、差異、性別などのストーリーとサイエンスの世界は面白くてよく実行されます。\u001b[22m, \u001b[1mストーリーと科学Fiの男性と女性がお互いの無知されている世界、彼らの違い、性別などが興味深く、非常によく実行されています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "Tiger_of_Kai",
    "profile": "/profile/Tiger_of_Kai/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=13403",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  8\n\nVandreadは本当に定格のメカ/ロマンス[ちょっと]のアニメの下にあります。 それは最初は魅力的なものではありませんが、あなたの上で成長します。 あなたが得るために二度見なければならないことの多くがありますが、多分私はちょうどそのように遅いです。 あなたはそれを見て楽しい時間を過ごすことができます。  [最初のエピソード2人は、赤ちゃんを作る話、yaoiだと思った]\n\n（P.S.:メカフシオンはすばらしいですね、ディーダは私のためにその方法を曲げなければなりません^ /// ^）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nVandread is baically a really under rated mecha/romance [kinda] anime. It doesn't really seem all that arractive in the beginning, but it'll grow on you. There are alot of things you have to watch twice to get, but maybe I'm just slow that way. All in all, you'll have a great time watching it, ecchi for days, and a great love story, real cutesy. [The first episode two dudes talks of making a baby, I thought it was yaoi]\n\n\u001b[1mVandreadは本当に定格のメカ/ロマンス[ちょっと]のアニメの下にあります。 それは最初は魅力的なものではありませんが、あなたの上で成長します。 あなたが得るために二度見なければならないことの多くがありますが、多分私はちょうどそのように遅いです。 あなたはそれを見て楽しい時間を過ごすことができます。  [最初のエピソード2人は、赤ちゃんを作る話、yaoiだと思った]\u001b[22m\n\u001b[1m(Vandread wa hontōni teikaku no meka/ romansu [chotto] no anime no shita ni arimasu. Sore wa saisho wa miryoku-tekina monode wa arimasenga, anata no ue de seichō shimasu. Anata ga eru tame ni nidomi nakereba naranai koto no ōku ga arimasuga, tabun watashi wa chōdo sonoyōni osoidesu. Anata wa sore o mite tanoshī jikan o sugosu koto ga dekimasu. [Saisho no episōdo 2-ri wa, akachan o tsukuru hanashi, yaoida to omotta])\u001b[22m\n\nTranslations of \u001b[4mVandread is baically a really under rated mecha/romance [kinda] anime. It doesn't really seem all that arractive in the beginning, but it'll grow on you. There are alot of things you have to watch twice to get, but maybe I'm just slow that way. All in all, you'll have a great time watching it, ecchi for days, and a great love story, real cutesy. [The first episode two dudes talks of making a baby, I thought it was yaoi]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVandread is baically a really under rated mecha/romance [kinda] anime.\u001b[24m\n    \u001b[1mVandreadは本当に定格のメカ/ロマンス[ちょっと]のアニメの下にあります。\u001b[22m, \u001b[1mヴァンドレッドはbaically本当に定格メカ/ロマンスの下に[ちょっと]アニメです。\u001b[22m\n\u001b[4mIt doesn't really seem all that arractive in the beginning, but it'll grow on you.\u001b[24m\n    \u001b[1mそれは最初は魅力的なものではありませんが、あなたの上で成長します。\u001b[22m, \u001b[1mそれは本当に初めにarractiveそのすべていないようですが、それはあなたに成長するでしょう。\u001b[22m\n\u001b[4mThere are alot of things you have to watch twice to get, but maybe I'm just slow that way.\u001b[24m\n    \u001b[1mあなたが得るために二度見なければならないことの多くがありますが、多分私はちょうどそのように遅いです。\u001b[22m, \u001b[1mそこあなたが得るために二度見しなければならない事柄の多くがありますが、多分私はちょうどそのように遅くしています。\u001b[22m\n\u001b[4mAll in all, you'll have a great time watching it, ecchi for days, and a great love story, real cutesy.\u001b[24m\n    \u001b[1mあなたはそれを見て楽しい時間を過ごすことができます。\u001b[22m, \u001b[1mすべてのすべてで、あなたは素晴らしい時間日間エッチ、それを見て、偉大な愛の物語、本当のキュートがあるでしょう。\u001b[22m\n\u001b[4m[The first episode two dudes talks of making a baby, I thought it was yaoi]\u001b[24m\n    \u001b[1m[最初のエピソード2人は、赤ちゃんを作る話、yaoiだと思った]\u001b[22m, \u001b[1m[赤ちゃんを作るの最初のエピソード2男の話は、私はそれがやおいだと思いました]\u001b[22m\n\u001b[1m\u001b[22m\n(P.S.: The mech fusions are awesome, hehe, Dita should bend that way for me ^///^)\n\n\u001b[1m（P.S.:メカフシオンはすばらしいですね、ディーダは私のためにその方法を曲げなければなりません^ /// ^）\u001b[22m\n\u001b[1m((P. S. : Mekafushion wa subarashīdesu ne, dīda wa watashi no tame ni sono hōhō o magenakereba narimasen ^/ / / ^))\u001b[22m\n\nTranslations of \u001b[4m(P.S.: The mech fusions are awesome, hehe, Dita should bend that way for me ^///^)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(P.S.: The mech fusions are awesome, hehe, Dita should bend that way for me ^///^)\u001b[24m\n    \u001b[1m（P.S.:メカフシオンはすばらしいですね、ディーダは私のためにその方法を曲げなければなりません^ /// ^）\u001b[22m, \u001b[1m（P.Sは：メカ融合が素晴らしいです、笑、ディタは私^ /// ^のためにそのように曲げる必要があります）\u001b[22m"
  },
  {
    "title": "Vandread",
    "id": "180",
    "url": "https://myanimelist.net/anime/180/Vandread",
    "user": "phantosereviews",
    "profile": "/profile/phantosereviews/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=102213",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\nあなたがエッチを考えるとき、最後に考えるのは真剣です。  Vandreadは、大人の主体（身体）について話すことが許されているという事実を利用しています。 確かにその同じ属性のために、それは性的なユーモアを使用することを余儀なくされていますが、悲惨さは、より多くのコメディがエッチより非エッチ瞬間から来るほどです。 ショーは実際に人種差別、性差別、偏見、社会的障害、そして自己価値のあるものをもっと扱っています。\n\nアニメーションは流動的で、モデルの中に隠れていて、はるかに離れています。 それはまた、戦闘に重荷を与えるために使用されるcgの大きな使い方を示しています。 として\nすべてのエッチでは、キャラクターモデルはしばしばセクシーですが、より深刻なトーンが使用されているので、オーバーレイされず、通常よりも少ないファンシーを提供します。 宇宙服でさえ、ファンカーサービスよりも目的があります。動きのしやすさを考慮して、操縦席にいるときは宇宙空間や外界に出るために使用されるとかさばります。\n\nオープニングは本当に良いスタンドアローンであり、気分を強調するように働いていますが、サウンドトラックについてはあまり言い表せません。\n\n文字はこれが強いポイントを示している、彼らは育った問題に対処している人です。 彼の力を与えるのと同じエンティティによってさらに疑問視された彼の存在を証明する必要性によって引き起こされた、dita、女性のリードは、実際に性行為の見解を過ぎて見ている自閉症である 彼女にヒビキを知りたがっていることを知りたかったのです。 これらの2つのキャラクターは、あなた自身が持っている見解、信念、問題点を持っています。\n\nこれは素晴らしいアニメです。 エッチの要素は一部の人に打ち消しているかもしれませんが、思考のための食べ物が好きな人を見るのは間違いありません。\n\n社会学や心理学に関心を持つ人なら誰でも見ることができます",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nwhen you think of ecchi, the last thing you think of is seriousness. Vandread uses the fact it's allowed to talk about adult subjects (the body) to it's advantage. admittedly due to that same attribute it is forced to use sexual humour, but the downplay is so much that more comedy comes from non-ecchi moments than ecchi. the show actually deals more with racism, sexism, prejudice, social impairment and ones self-worth.\n\n\u001b[1mあなたがエッチを考えるとき、最後に考えるのは真剣です。  Vandreadは、大人の主体（身体）について話すことが許されているという事実を利用しています。 確かにその同じ属性のために、それは性的なユーモアを使用することを余儀なくされていますが、悲惨さは、より多くのコメディがエッチより非エッチ瞬間から来るほどです。 ショーは実際に人種差別、性差別、偏見、社会的障害、そして自己価値のあるものをもっと扱っています。\u001b[22m\n\u001b[1m(Anata ga etchi o kangaeru toki, saigo ni kangaeru no wa shinkendesu. Vandread wa, otona no shutai (karada) ni tsuite hanasu koto ga yurusa rete iru to iu jijitsu o riyō shite imasu. Tashika ni sono onaji zokusei no tame ni, sore wa seitekina yūmoa o shiyō suru koto o yoginaku sa rete imasuga, hisan-sa wa, yori ōku no komedi ga etchi yori hi etchi shunkan kara kuru hododesu. Shō wa jissai ni hito shusabetsu,-sei sabetsu, henken, shakai-teki shōgai, soshite jiko kachi no aru mono o motto atsukatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mwhen you think of ecchi, the last thing you think of is seriousness. Vandread uses the fact it's allowed to talk about adult subjects (the body) to it's advantage. admittedly due to that same attribute it is forced to use sexual humour, but the downplay is so much that more comedy comes from non-ecchi moments than ecchi. the show actually deals more with racism, sexism, prejudice, social impairment and ones self-worth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhen you think of ecchi, the last thing you think of is seriousness.\u001b[24m\n    \u001b[1mあなたがエッチを考えるとき、最後に考えるのは真剣です。\u001b[22m, \u001b[1mあなたはエッチを考えるとき、あなたが考える最後の事は深刻です。\u001b[22m\n\u001b[4mVandread uses the fact it's allowed to talk about adult subjects (the body) to it's advantage.\u001b[24m\n    \u001b[1mVandreadは、大人の主体（身体）について話すことが許されているという事実を利用しています。\u001b[22m, \u001b[1mヴァンドレッドは、それの利点に成人被験者（体）について話をする許可されているという事実を使用しています。\u001b[22m\n\u001b[4madmittedly due to that same attribute it is forced to use sexual humour, but the downplay is so much that more comedy comes from non-ecchi moments than ecchi.\u001b[24m\n    \u001b[1m確かにその同じ属性のために、それは性的なユーモアを使用することを余儀なくされていますが、悲惨さは、より多くのコメディがエッチより非エッチ瞬間から来るほどです。\u001b[22m, \u001b[1m確かに起因するその同じ属性には、性的なユーモアを使用するように強制されていますが、軽視は、より多くの喜劇がエッチよりも非エッチ瞬間から来ることそんなにあります。\u001b[22m\n\u001b[4mthe show actually deals more with racism, sexism, prejudice, social impairment and ones self-worth.\u001b[24m\n    \u001b[1mショーは実際に人種差別、性差別、偏見、社会的障害、そして自己価値のあるものをもっと扱っています。\u001b[22m, \u001b[1mショーは実際にはより人種差別、性差別、偏見、社会的障害、どれ自己価値を扱っています。\u001b[22m\n\u001b[1m\u001b[22m\nthe animation is fluid with well hidden off models that come fue and far apart. it also shows a great use of cg which is used to give weight to combat. as\n\n\u001b[1mアニメーションは流動的で、モデルの中に隠れていて、遠く離れている。 それはまた、戦闘に重荷を与えるために使用されるcgの大きな使い方を示しています。 として\u001b[22m\n\u001b[1m(Animēshon wa ryūdōtekide, moderu no naka ni kakurete ite, tōkuhanarete iru. Sore wa mata, sentō ni omoni o ataeru tame ni shiyō sa reru cg no ōkina tsukaikata o shimeshite imasu. To shite)\u001b[22m\n\nTranslations of \u001b[4mthe animation is fluid with well hidden off models that come fue and far apart. it also shows a great use of cg which is used to give weight to combat. as\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe animation is fluid with well hidden off models that come fue and far apart.\u001b[24m\n    \u001b[1mアニメーションは流動的で、モデルの中に隠れていて、遠く離れている。\u001b[22m, \u001b[1mアニメーションは遠く離れて笛を来て、よくオフ隠されたモデルでは流体です。\u001b[22m\n\u001b[4mit also shows a great use of cg which is used to give weight to combat.\u001b[24m\n    \u001b[1mそれはまた、戦闘に重荷を与えるために使用されるcgの大きな使い方を示しています。\u001b[22m, \u001b[1mそれはまた、戦闘に重みを与えるために使用されるCGの偉大な使用を示しています。\u001b[22m\n\u001b[4mas\u001b[24m\n    \u001b[1mとして\u001b[22m\nwith all ecchi the character models are often sexy, however as there is a more serious tone being used, they are not overplayed, and offer less fansevice than normal; even the spacesuits are more about purpose than fanservice, as they are bulky when used for being out in space and skintight when in the cockpits to allow for ease of movement.\n\n\u001b[1mすべてのエッチでは、キャラクターモデルはしばしばセクシーですが、より深刻なトーンが使用されているため、オーバーレイされず、通常よりも少ないファンセイションを提供します。 宇宙服でさえ、ファンカーサービスよりも目的があります。動きのしやすさを考慮して、操縦席にいるときは宇宙空間や外界に出るために使用されるとかさばります。\u001b[22m\n\u001b[1m(Subete no etchide wa, kyarakutāmoderu wa shibashiba sekushīdesuga, yori shinkokuna tōn ga shiyō sa rete iru tame, ōbārei sa rezu, tsūjō yori mo sukunai fanseishon o teikyō shimasu. Uchū-fukude sae, fankāsābisu yori mo mokuteki ga arimasu. Ugoki no shi yasu-sa o kōryo shite, sōjū seki ni iru toki wa uchū kūkan ya gaikai ni deru tame ni shiyō sa reru to kasabarimasu.)\u001b[22m\n\nTranslations of \u001b[4mwith all ecchi the character models are often sexy, however as there is a more serious tone being used, they are not overplayed, and offer less fansevice than normal; even the spacesuits are more about purpose than fanservice, as they are bulky when used for being out in space and skintight when in the cockpits to allow for ease of movement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwith all ecchi the character models are often sexy, however as there is a more serious tone being used, they are not overplayed, and offer less fansevice than normal;\u001b[24m\n    \u001b[1mすべてのエッチでは、キャラクターモデルはしばしばセクシーですが、より深刻なトーンが使用されているため、オーバーレイされず、通常よりも少ないファンセイションを提供します。\u001b[22m, \u001b[1mすべてがエッチでキャラクターモデルは、しばしばセクシー使用されているより深刻なトーンがあるようしかし、彼らはoverplayedされていない、と通常より少ないfanseviceを提供しています。\u001b[22m\n\u001b[4meven the spacesuits are more about purpose than fanservice, as they are bulky when used for being out in space and skintight when in the cockpits to allow for ease of movement.\u001b[24m\n    \u001b[1m宇宙服でさえ、ファンカーサービスよりも目的があります。動きのしやすさを考慮して、操縦席にいるときは宇宙空間や外界に出るために使用されるとかさばります。\u001b[22m, \u001b[1mコックピットで動きやすさを可能にするために、時空間と体にぴったり合った中で出ているために使用されたとき、彼らはかさばるしているようであっても宇宙服は、サービスカットより目的についての詳細をしています。\u001b[22m\n\u001b[1m\u001b[22m\ni can't say much for the soundtrack, although its opening is a really good stand alone and also works to emphasizing the mood.\n\n\u001b[1mオープニングは本当に良いスタンドアローンであり、気分を強調するように働いていますが、サウンドトラックについてはあまり言い表せません。\u001b[22m\n\u001b[1m(Ōpuningu wa hontōni yoi sutandoarōndeari, kibun o kyōchō suru yō ni hataraite imasuga, saundotorakku ni tsuite wa amari iiarawasemasen.)\u001b[22m\n\nTranslations of \u001b[4mi can't say much for the soundtrack, although its opening is a really good stand alone and also works to emphasizing the mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi can't say much for the soundtrack, although its opening is a really good stand alone and also works to emphasizing the mood.\u001b[24m\n    \u001b[1mオープニングは本当に良いスタンドアローンであり、気分を強調するように働いていますが、サウンドトラックについてはあまり言い表せません。\u001b[22m, \u001b[1mその開口部が一人で本当に良いのスタンドであり、また気分を強調に動作しますが、私は、サウンドトラックのために多くを語ることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nthe characters are this shows strong point, as they are the ones who are dealing with the issues brought up. hibiki the male lead, suffers from a subtle inferiority complex and is driven by the need to prove his existance further questioned by the same entity that gives him his power, dita, the female lead, is an autistic who actually sees past the sexist views put upon her to want to get to know hibiki. with these two you get an assortment of characters, each with there own views, beliefs and problem they must over come.\n\n\u001b[1m文字はこれが強いポイントを示している、彼らは育った問題に対処している人です。 彼の力を与えるのと同じエンティティによってさらに疑問視された彼の存在を証明する必要性によって引き起こされた、dita、女性のリードは、実際に性行為の見解を過ぎて見ている自閉症である 彼女にヒビキ知りたい これらの2つのキャラクターは、あなた自身が持っている見解、信念、問題点を持っています。\u001b[22m\n\u001b[1m(Moji wa kore ga tsuyoi pointo o shimeshite iru, karera wa sodatta mondai ni taisho shite iru hitodesu. Kare no chikara o ataeru no to onaji entiti ni yotte sarani gimon-shi sa reta kare no sonzai o shōmei suru hitsuyō-sei ni yotte hikiokosa reta, dita, josei no rīdo wa, jissai ni seikōi no kenkai o sugite mite iru jiheishōdearu kanojo ni hibiki shiritai korera no 2tsu no kyarakutā wa, anata jishin ga motte iru kenkai, shin'nen, mondaiten o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe characters are this shows strong point, as they are the ones who are dealing with the issues brought up. hibiki the male lead, suffers from a subtle inferiority complex and is driven by the need to prove his existance further questioned by the same entity that gives him his power, dita, the female lead, is an autistic who actually sees past the sexist views put upon her to want to get to know hibiki. with these two you get an assortment of characters, each with there own views, beliefs and problem they must over come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe characters are this shows strong point, as they are the ones who are dealing with the issues brought up.\u001b[24m\n    \u001b[1m文字はこれが強いポイントを示している、彼らは育った問題に対処している人です。\u001b[22m, \u001b[1m文字は、彼らが育て問題を扱っているものであるとして、これは、強力なポイントを示しています。\u001b[22m\n\u001b[4mhibiki the male lead, suffers from a subtle inferiority complex and is driven by the need to prove his existance further questioned by the same entity that gives him his power, dita, the female lead, is an autistic who actually sees past the sexist views put\u001b[24m\n    \u001b[1m彼の力を与えるのと同じエンティティによってさらに疑問視された彼の存在を証明する必要性によって引き起こされた、dita、女性のリードは、実際に性行為の見解を過ぎて見ている自閉症である\u001b[22m, \u001b[1m響男性のリードは、微妙な劣等感に苦しんでいると、さらに彼に彼の力、DITA、女性のリードを与え、同じエンティティによって疑問彼のexistanceを証明する必要性によって駆動され、実際に置く性差別的な見解を過ぎて見ている自閉症であります\u001b[22m\n\u001b[4mupon her to want to get to know hibiki.\u001b[24m\n    \u001b[1m彼女にヒビキ知りたい\u001b[22m, \u001b[1m彼女の響きを知って取得したい時に。\u001b[22m\n\u001b[4mwith these two you get an assortment of characters, each with there own views, beliefs and problem they must over come.\u001b[24m\n    \u001b[1mこれらの2つのキャラクターは、あなた自身が持っている見解、信念、問題点を持っています。\u001b[22m, \u001b[1mあなたは文字の品揃えを取得し、これら2、そこに独自のビュー、信念や問題と、それぞれに彼らが来なければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nthis is a great anime. whilst the ecchi elements may be offputting to some people, it's definitely one to watch for those who like food for thought.\n\n\u001b[1mこれは素晴らしいアニメです。 エッチの要素は一部の人に打ち消しているかもしれませんが、思考のための食べ物が好きな人を見るのは間違いありません。\u001b[22m\n\u001b[1m(Kore wa subarashī animedesu. Etchi no yōso wa ichibu no hito ni uchikeshite iru kamo shiremasenga, shikō no tame no tabemono ga sukinahito o miru no wa machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mthis is a great anime. whilst the ecchi elements may be offputting to some people, it's definitely one to watch for those who like food for thought.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is a great anime.\u001b[24m\n    \u001b[1mこれは素晴らしいアニメです。\u001b[22m\n\u001b[4mwhilst the ecchi elements may be offputting to some people, it's definitely one to watch for those who like food for thought.\u001b[24m\n    \u001b[1mエッチの要素は一部の人に打ち消しているかもしれませんが、思考のための食べ物が好きな人を見るのは間違いありません。\u001b[22m, \u001b[1mエッチな要素は何人かの人々にoffputtingかもしれ一方で、それは間違いなく思考のための食糧を好きな人を監視するための一つです。\u001b[22m\n\u001b[1m\u001b[22m\na definite must watch for anyone interested in sociology and/or phycology\n\n\u001b[1m社会学や心理学に関心を持つ人なら誰でも見ることができます\u001b[22m\n\u001b[1m(Shakai-gaku ya shinri-gaku ni kanshinwomotsu hitonara dare demo miru koto ga dekimasu)\u001b[22m\n\nTranslations of \u001b[4ma definite must watch for anyone interested in sociology and/or phycology\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4ma definite must watch for anyone interested in sociology and/or phycology\u001b[24m\n    \u001b[1m社会学や心理学に関心を持つ人なら誰でも見ることができます\u001b[22m, \u001b[1m社会学および/または藻類学に興味がある人のために見なければならない明確な\u001b[22m"
  }
]
