[
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "Wusteven",
    "profile": "/profile/Wusteven/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=218313",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n壊滅的な崩壊と大失墜は、魔法の王国を何かと表現できるものです。 それは、ストーリーテリング、キャラクタービルディング、世界的な構築の面では変な方向をとり、単なる利己的な欲望のためにもたらされる紛争を中心にしています。 最初のシーズンは、政治的な葛藤、キャラクターの間の内戦、環境/セッティングのような偏心したディズニーによって、世界を微妙に作り上げました。 その前身からの魔法の逸脱の王国は、野生の決定のように思えました。何人かの視聴者が最初の数回のエピソードから、世界とキャラクターをどのように構築し続けているのかについてMagiが新しいアプローチを取っていたと言うことができるからです。 しかし、文字と紛争の間を蛇行し続けるために十分なスクリーン時間がなかったので、それは非常に不必要でした。 しかし、最大の敗北は、中央の紛争であった。なぜなら、それは偏見から発展し、本当に敵であった憎むべきものを作ることに圧倒されたからだ。\n\nストーリーは、Labryinth of Magicの直後から始まります。これは、ショーの最初の部分で私たちが従う4人の人が直接関わっています。 今すぐバットから離れた私の問題は、サイドキャラクターの間にどれだけのスクリーンタイムがあるかということでした。 それは不必要な相互作用をたくさん持っているように見え、ほとんどの時間はストーリーに直接関連するものをもたらさなかった。  Alibaba、Aladdin、Morgianaのメインコアについているうちに、それらのすべてに専念する時間はあまりにも多くの側面文字があります。 ストーリーは、キャラクターのキャストの中で、ちびモードと面白い反応に大きく依存して、そのコメディーな性質を維持しています。 いくつかの点では、ショーは、何の理由もない赤面灯のように、場所が不自由な多くの熱気に真剣に取り組まなかったと感じています。 私は、作家がメインキャストを分割するルートをとることを決めたときに、作家が何を考えていたのかを理解することはできません。 もちろん、物語の性質上、彼らは分割したいと思っていましたが、それぞれに十分なスクリーン時間を与えることは難しいことでした。 私たちが残してきたのは、たくさんの穴があり、1分で重要ではない文字が混じっている複雑なプロットです。\n\nしかし、それはすべて悪いわけではない、一定のディズニーの魅力は、東方神起が設定に絡み合う良い文字で持っている。 ミッドウェイ、物語の調子は悪い男を止めることから、より好奇心をそそるテーマに変わった。 それはどこからも出てきませんでしたが、ユーモアと軽快さの組み合わせでうまく処理されましたが、人間と共存する神話的存在のテーマを抱いていました。 文明の中の偏見や、本当に悪いのか悪いのかを探究します。 私はラビリンスにはこのようなものがなかったので、どこからも出てこないように感じます。 すべての生き物の中で自分の欲望が真の悪であるか？ それは直接答えられていないが、視聴者に分析思考プロセスに挑戦する何かを与える。\n\nキャラクターは、余分なやりとりやスクリーン時間の欠如に悩まされます。  Magiの長さが十分ではないと言うのは難しいですが、それは25のエピソード、2シーズンに相当するためです。 しかし、ショーでは主コアの間にコメディータッチが残っていましたが、それはお互いの間にダイナミックな関係があるのですばらしいです。 私はいくつかのキャラクターはあまりにも多くのスクリーン・タイムを持っていると信じていました。 メインコアがトラブルに巻き込まれたとき、彼らがそこにいるようになったようです。 しかし、彼らは意見と身体の違いのためにお互いに内的な葛藤を提供します。 しかし、私の最大の問題は、メインコアの分割でした。 彼らの間では画面時間が大幅に短縮され、ラビリンスからの最大の変化であり、ショーの魅力の多くは、彼らの相互作用と決議に由来しています。 それは画面時間の多い文字を排除して主要なものに集中できるように思えました。 終わりが終わり、私たちは、これらのキャラクターの分離が結論のために個別にそれを構築したと仮定するために残されているので、それは本当に嫌いでした。 それは安い戦術であり、私はそれを1ビット好きではなかった。\n\n私は東方神起のサウンドトラックが大好きだった。 それはOSTのような中東を持ち、それを実現するためのより良い方法は、その物語を続けるための設定に依存するショーよりも優れています。 私がスタンドアロンのトラックとして聴くのに十分だと感じるトラックはたくさんあり、アクションシーン、より親密なシーンを全体的に強化し、巨大な世界に命をもたらしました。 音響効果は良好で、音声演技は良好であるため、サウンド部門からの苦情はまったくありません。 アニメーションも素晴らしいですが、何が起きているのかという大きなスケールのために少し混乱します。 それはちょっと遅れているように見ることができるだけ多くの力の動きがあります。\n\n多分、Psycho-PassとBlack of Darkerを除いて、Magic of Magicは、私が見た良いシリーズの最悪の続編の一つです。 それは物語の方向性が貧弱なため、私が気づいていないターゲットオーディエンスを作家が食べていると私は信じています。 キャラクターの分離は、このようなショーで起こった可能性のある最も壊滅的な決定であり、主なコアは紛争の成功にとって不可欠でした。 ミLabyrinthは、私が見逃した機会として見る王国では最小限にしか探求されていなかった実在的なアンダートーンテーマを持っていました。 王国は、キャラクターの立場からの失望、そして物語の立場からのヒットやミスです。 ペーシングは信じられないほど明るく、遅く、散発的に信じられないほど高速に移行し、エンディングをより笑いにしました。 マギ：魔法の王国は、それを強力なアニメにしなければならなかったものを利用することに失敗しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nA catastrophic collapse and blunder is what the kingdom of magic can be described as. It takes a weird direction in terms of storytelling, character building and world building and centers it around a conflict that is brought upon due to mere selfish desires. The first season subtly built its world through political conflict, internal strife between characters, and eccentric disney like environment/setting. The Kingdom of magic deviation from it's predecessor seemed like a wild decision because any viewer can tell from the first few episodes that Magi was taking a new approach in how it continues to build the world and characters. However, it felt very superfluous because frankly, there wasn't enough screen time to continue meandering between characters and conflicts. However, the biggest fall was the central conflict because it developed from one's prejudice and was really underwhelming to create the abomination that was the enemy.\n\n\u001b[1m壊滅的な崩壊と大失墜は、魔法の王国を何かと表現できるものです。 それは、ストーリーテリング、キャラクタービルディング、世界的な構築の面では変な方向をとり、単なる利己的な欲望のためにもたらされる紛争を中心にしています。 最初のシーズンは、政治的な葛藤、キャラクターの間の内戦、環境/セッティングのような偏心したディズニーによって、世界を微妙に作り上げました。 その前身からの魔法の逸脱の王国は、野生の決定のように思えました。何人かの視聴者が最初の数回のエピソードから、世界とキャラクターをどのように構築し続けているのかについてMagiが新しいアプローチを取っていたと言うことができるからです。 しかし、文字と紛争の間を蛇行し続けるために十分なスクリーン時間がなかったので、それは非常に不必要でした。 しかし、最大の敗北は、中央の紛争であった。なぜなら、それは偏見から発展し、本当に敵であった憎むべきものを作ることに圧倒されたからだ。\u001b[22m\n\u001b[1m(Kaimetsu-tekina hōkai to dai shittsui wa, mahō no ōkoku o nanikato hyōgen dekiru monodesu. Sore wa, sutōrīteringu, kyarakutābirudingu, sekai-tekina kōchiku no mende wa hen'na hōkō o tori, tan'naru riko-tekina yokubō no tame ni motarasa reru funsō o chūshin ni shite imasu. Saisho no shīzun wa, seiji-tekina kattō, kyarakutā no ma no naisen, kankyō/ settingu no yōna henshin shita dizunī ni yotte, sekai o bimyō ni tsukuriagemashita. Sono zenshin kara no mahō no itsudatsu no ōkoku wa, yasei no kettei no yō ni omoemashita. Nan'ninka no shichō-sha ga saisho no sū-kai no episōdo kara, sekai to kyarakutā o dono yō ni kōchiku shi tsudzukete iru no ka ni tsuite Magi ga atarashī apurōchi o totte ita to iu koto ga dekirukaradesu. Shikashi, moji to funsō no ma o dakō shi tsudzukeru tame ni jūbun'na sukurīn jikan ga nakattanode, sore wa hijō ni fuhitsuyōdeshita. Shikashi, saidai no haiboku wa, chūō no funsōdeatta. Nazenara, soreha henken kara hatten shi, hontōni tekideatta nikumubeki mono o tsukuru koto ni attō sa retakarada.)\u001b[22m\n\nTranslations of \u001b[4mA catastrophic collapse and blunder is what the kingdom of magic can be described as. It takes a weird direction in terms of storytelling, character building and world building and centers it around a conflict that is brought upon due to mere selfish desires. The first season subtly built its world through political conflict, internal strife between characters, and eccentric disney like environment/setting. The Kingdom of magic deviation from it's predecessor seemed like a wild decision because any viewer can tell from the first few episodes that Magi was taking a new approach in how it continues to build the world and characters. However, it felt very superfluous because frankly, there wasn't enough screen time to continue meandering between characters and conflicts. However, the biggest fall was the central conflict because it developed from one's prejudice and was really underwhelming to create the abomination that was the enemy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA catastrophic collapse and blunder is what the kingdom of magic can be described as.\u001b[24m\n    \u001b[1m壊滅的な崩壊と大失墜は、魔法の王国を何かと表現できるものです。\u001b[22m, \u001b[1m壊滅的な崩壊と失態は魔法の王国のように記述することができるものです。\u001b[22m\n\u001b[4mIt takes a weird direction in terms of storytelling, character building and world building and centers it around a conflict that is brought upon due to mere selfish desires.\u001b[24m\n    \u001b[1mそれは、ストーリーテリング、キャラクタービルディング、世界的な構築の面では変な方向をとり、単なる利己的な欲望のためにもたらされる紛争を中心にしています。\u001b[22m, \u001b[1mそれは物語、キャラクターの建物と世界の建物の面で変な方向を取り、単なる利己的な欲望に起因する時にもたらされる紛争のまわりでそれを中央に配置します。\u001b[22m\n\u001b[4mThe first season subtly built its world through political conflict, internal strife between characters, and eccentric disney like environment/setting.\u001b[24m\n    \u001b[1m最初のシーズンは、政治的な葛藤、キャラクターの間の内戦、環境/セッティングのような偏心したディズニーによって、世界を微妙に作り上げました。\u001b[22m, \u001b[1m最初のシーズンは微妙環境/設定などの政治的対立、文字間の内紛、偏心ディズニーを通じて世界を構築しました。\u001b[22m\n\u001b[4mThe Kingdom of magic deviation from it's predecessor seemed like a wild decision because any viewer can tell from the first few episodes that Magi was taking a new approach in how it continues to build the world and characters.\u001b[24m\n    \u001b[1mその前身からの魔法の逸脱の王国は、野生の決定のように思えました。何人かの視聴者が最初の数回のエピソードから、世界とキャラクターをどのように構築し続けているのかについてMagiが新しいアプローチを取っていたと言うことができるからです。\u001b[22m, \u001b[1m任意の視聴者が賢者はそれが世界とキャラクターを構築し続けてどのように新しいアプローチを取っていた最初のいくつかのエピソードから伝えることができるので、それの前身から魔法の偏差の王国は、野生の意思決定のように思えました。\u001b[22m\n\u001b[4mHowever, it felt very superfluous because frankly, there wasn't enough screen time to continue meandering between characters and conflicts.\u001b[24m\n    \u001b[1mしかし、文字と紛争の間を蛇行し続けるために十分なスクリーン時間がなかったので、それは非常に不必要でした。\u001b[22m, \u001b[1m率直に言って、文字や紛争の間に蛇行継続するのに十分な画面の時間がなかったので、しかし、それは非常に余分な感じ。\u001b[22m\n\u001b[4mHowever, the biggest fall was the central conflict because it developed from one's prejudice and was really underwhelming to create the abomination that was the enemy.\u001b[24m\n    \u001b[1mしかし、最大の敗北は、中央の紛争であった。なぜなら、それは偏見から発展し、本当に敵であった憎むべきものを作ることに圧倒されたからだ。\u001b[22m, \u001b[1mそれは自分の偏見から開発し、敵だった醜態を作成することが本当にがっかりだったのでしかし、最大の下落は中央の対立でした。\u001b[22m\n\u001b[1m\u001b[22m\nNow the story begins right after the Labryinth of Magic, which directly involves the 4 people we follow in the beginning segments of the show. Now my problem right off the bat was how much screen time there was between the side characters. It seemed to have a lot of unnecessary interactions and most of the time didn't yield anything directly related to the story. There is way too many side characters for there to be any time to devote to all of them while still keeping up with the main core which is Alibaba, Aladdin, and Morgiana. The story maintains its comedic nature, relying heavily on chibi mode and funny reactions amongst the cast of characters. It feels at some points that the show didn't take itself seriously with many tropes that feel out of place, such as blushing for no reason. I can't comprehend what the writers were thinking when they decided to take the route of splitting the main cast. Of course, due to the nature of the story, it made sense that they wanted to split but it was a tall order to get enough screen time to each of them. What we have left is a convoluted plot that has many plotholes as well as one minute wonder insignificant characters.\n\n\u001b[1mストーリーは、Labryinth of Magicの直後から始まります。これは、ショーの最初の部分で私たちが従う4人の人が直接関わっています。 今すぐバットから離れた私の問題は、サイドキャラクターの間にどれだけのスクリーンタイムがあるかということでした。 それは不必要な相互作用をたくさん持っているように見え、ほとんどの時間はストーリーに直接関連するものをもたらさなかった。  Alibaba、Aladdin、Morgianaのメインコアについているうちに、それらのすべてに専念する時間はあまりにも多くの側面文字があります。 ストーリーは、キャラクターのキャストの中で、ちびモードと面白い反応に大きく依存して、そのコメディーな性質を維持しています。 いくつかの点では、ショーは、何の理由もない赤面灯のように、場所が不自由な多くの熱気に真剣に取り組まなかったと感じています。 私は、作家がメインキャストを分割するルートをとることを決めたときに、作家が何を考えていたのかを理解することはできません。 もちろん、物語の性質上、彼らは分割したいと思っていましたが、それぞれに十分なスクリーン時間を与えることは難しいことでした。 私たちが残してきたのは、たくさんの穴があり、1分で重要ではない文字が混じっている複雑なプロットです。\u001b[22m\n\u001b[1m(Sutōrī wa, Labryinth of Magic no chokugo kara hajimarimasu. Kore wa, shō no saisho no bubun de watashitachi ga shitagau 4-ri no hito ga chokusetsu kakawatte imasu. Ima sugu batto kara hanareta watashi no mondai wa, saidokyarakutā no ma ni dore dake no sukurīntaimu ga aru ka to iu kotodeshita. Sore wa fuhitsuyōna sōgo sayō o takusan motte iru yō ni mie, hotondo no jikan wa sutōrī ni chokusetsu kanren suru mono o motarasanakatta. Aribaba, arajin, Morgiana no mein koa ni tsuite iru uchi ni, sorera no subete ni sen'nen suru jikan wa amarini mo ōku no sokumen moji ga arimasu. Sutōrī wa, kyarakutā no kyasuto no naka de, chibi mōdo to omoshiroi han'nō ni ōkiku izon shite, sono komedīna seishitsu o iji shite imasu. Ikutsu ka no tende wa, shō wa, nani no riyū mo nai sekimen-tō no yō ni, basho ga fujiyūna ōku no nekki ni shinken ni torikumanakatta to kanjite imasu. Watashi wa, sakka ga mein kyasuto o bunkatsu suru rūto o toru koto o kimeta toki ni, sakka ga nani o kangaete ita no ka o rikai suru koto wa dekimasen. Mochiron, monogatari no seishitsu-jō, karera wa bunkatsu shitai to omotte imashitaga, sorezore ni jūbun'na sukurīn jikan o ataeru koto wa muzukashī kotodeshita. Watashitachi ga nokoshite kita no wa, takusan no ana ga ari, 1-bu de jūyōde wanai moji ga majitte iru fukuzatsuna purottodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nBut it wasn't all bad, there is a certain disney charm that Magi has with good characters that mesh with the setting. Midway, the tone of the story changed from stopping a bad guy to a more inquisitive theme. It came out of nowhere, but it was handled well with a combination of humor and lightheartedness while also having an undertone theme of mythical beings coexisting with humans. It explores prejudice within civilization and questions which side is truly evil or good. I feel like it came out of nowhere though, because there was nothing like this in Labyrinth. Is self desire the true evil within every living being? While it's not directly answered, it does give viewers something to challenge analytical thought processes.\n\n\u001b[1mしかし、それはすべて悪いわけではない、一定のディズニーの魅力は、東方神起が設定に絡み合う良い文字で持っている。 ミッドウェイ、物語の調子は悪い男を止めることから、より好奇心をそそるテーマに変わった。 それはどこからも出てきませんでしたが、ユーモアと軽快さの組み合わせでうまく処理されましたが、人間と共存する神話的存在のテーマを抱いていました。 文明の中の偏見や、本当に悪いのか悪いのかを探究します。 私はラビリンスにはこのようなものがなかったので、どこからも出てこないように感じます。 すべての生き物の中で自分の欲望が真の悪であるか？ それは直接答えられていないが、視聴者に分析思考プロセスに挑戦する何かを与える。\u001b[22m\n\u001b[1m(Shikashi, soreha subete warui wakede wanai, ittei no dizunī no miryoku wa, tōhōshinki ga settei ni karamiau yoi moji de motte iru. Middō~ei, monogatari no chōshi wa warui otoko o tomeru koto kara, yori kōkishin o sosoru tēma ni kawatta. Sore wa doko kara mo dete kimasendeshitaga, yūmoa to keikai-sa no kumiawase de umaku shori sa remashitaga, ningen to kyōzon suru shinwa-teki sonzai no tēma o daite imashita. Bunmei no naka no henken ya, hontōni warui no ka warui no ka o tankyū shimasu. Watashi wa rabirinsu ni hako no yōna mono ga nakattanode, doko kara mo dete konai yō ni kanjimasu. Subete no ikimono no naka de jibun no yokubō ga shin no warudearu ka? Sore wa chokusetsu kotae rarete inaiga, shichō-sha ni bunseki shikō purosesu ni chōsen suru nanika o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mBut it wasn't all bad, there is a certain disney charm that Magi has with good characters that mesh with the setting. Midway, the tone of the story changed from stopping a bad guy to a more inquisitive theme. It came out of nowhere, but it was handled well with a combination of humor and lightheartedness while also having an undertone theme of mythical beings coexisting with humans. It explores prejudice within civilization and questions which side is truly evil or good. I feel like it came out of nowhere though, because there was nothing like this in Labyrinth. Is self desire the true evil within every living being? While it's not directly answered, it does give viewers something to challenge analytical thought processes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut it wasn't all bad, there is a certain disney charm that Magi has with good characters that mesh with the setting.\u001b[24m\n    \u001b[1mしかし、それはすべて悪いわけではない、一定のディズニーの魅力は、東方神起が設定に絡み合う良い文字で持っている。\u001b[22m, \u001b[1mしかし、それはすべて悪くなかった、賢者は設定でメッシュの良い文字を持っている特定のディズニーの魅力があります。\u001b[22m\n\u001b[4mMidway, the tone of the story changed from stopping a bad guy to a more inquisitive theme.\u001b[24m\n    \u001b[1mミッドウェイ、物語の調子は悪い男を止めることから、より好奇心をそそるテーマに変わった。\u001b[22m, \u001b[1mミッドウェイ、物語のトーンはより興味津々のテーマに悪者を停止することから変更しました。\u001b[22m\n\u001b[4mIt came out of nowhere, but it was handled well with a combination of humor and lightheartedness while also having an undertone theme of mythical beings coexisting with humans.\u001b[24m\n    \u001b[1mそれはどこからも出てきませんでしたが、ユーモアと軽快さの組み合わせでうまく処理されましたが、人間と共存する神話的存在のテーマを抱いていました。\u001b[22m, \u001b[1mそれは、どこからともなく出てきただけでなく、人間と共存する神秘的な生き物の小声のテーマを持ちながらそれがユーモアと快活の組み合わせでうまく処理されていました。\u001b[22m\n\u001b[4mIt explores prejudice within civilization and questions which side is truly evil or good.\u001b[24m\n    \u001b[1m文明の中の偏見や、本当に悪いのか悪いのかを探究します。\u001b[22m, \u001b[1mそれは文明とサイドが本当に悪か良いです質問内の偏見を探ります。\u001b[22m\n\u001b[4mI feel like it came out of nowhere though, because there was nothing like this in Labyrinth.\u001b[24m\n    \u001b[1m私はラビリンスにはこのようなものがなかったので、どこからも出てこないように感じます。\u001b[22m, \u001b[1m迷宮内でこのようなものがなかったので、それは、どこにもかかわらずから出てきたような気がします。\u001b[22m\n\u001b[4mIs self desire the true evil within every living being?\u001b[24m\n    \u001b[1mすべての生き物の中で自分の欲望が真の悪であるか？\u001b[22m, \u001b[1m自己がすべての生きビーイング内の真の悪を望みますか？\u001b[22m\n\u001b[4mWhile it's not directly answered, it does give viewers something to challenge analytical thought processes.\u001b[24m\n    \u001b[1mそれは直接答えられていないが、視聴者に分析思考プロセスに挑戦する何かを与える。\u001b[22m, \u001b[1mそれは直接答えていないが、それは視聴者に、分析思考プロセスに挑戦する何かを与えるん。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters severely suffer from superfluous interactions and lack of screen time. It's hard to say something like Magi wasn't long enough, because it was 25 episodes, the equivalent of 2 seasons. However, the show still had it's comedic touch among the main core, which is great because it shows a dynamic relationship between each other. I believed that some characters got too much screen time, such as one in the beginning arc, and Aladdin's arc. It seemed like they just so happened to be there when the main core gets caught up in trouble. Although, they do provide internal conflict amongst each other due to difference of opinions and statures. However, my biggest problem was the splitting of the main core. The incredibly reduced screen time amongst them is the biggest change from Labyrinth and much of the charm of the show came from their interactions and resolutions. It seemed like a way to eliminate characters with a lot of screen time so it can focus on the main one. I really disliked that because the ending rolls around and we're left to assume that the separation of these characters built them up individually enough for the conclusion. It was a cheap tactic and I didn't like it one bit.\n\n\u001b[1mキャラクターは、余分なやりとりやスクリーン時間の欠如に悩まされます。  Magiの長さが十分ではないと言うのは難しいですが、それは25のエピソード、2シーズンに相当するためです。 しかし、ショーでは主コアの間にコメディータッチが残っていましたが、それはお互いの間にダイナミックな関係があるのですばらしいです。 私はいくつかのキャラクターはあまりにも多くのスクリーン・タイムを持っていると信じていました。 メインコアがトラブルに巻き込まれたとき、彼らがそこにいるようになったようです。 しかし、彼らは意見と身体の違いのためにお互いに内的な葛藤を提供します。 しかし、私の最大の問題は、メインコアの分割でした。 彼らの間では画面時間が大幅に短縮され、ラビリンスからの最大の変化であり、ショーの魅力の多くは、彼らの相互作用と決議に由来しています。 それは画面時間の多い文字を排除して主要なものに集中できるように思えました。 終わりが終わり、私たちは、これらのキャラクターの分離が結論のために個別にそれを構築したと仮定するために残されているので、それは本当に嫌いでした。 それは安い戦術であり、私はそれを1ビット好きではなかった。\u001b[22m\n\u001b[1m(Kyarakutā wa, yobun'na yaritori ya sukurīn jikan no ketsujo ni nayamasa remasu. Magi no naga-sa ga jūbunde wa nai to iu no wa muzukashīdesuga, sore wa 25 no episōdo, 2 shīzun ni sōtō suru tamedesu. Watashi wa ikutsu ka no kyarakutā wa amarini mo ōku no sukurīn taimu o motte iru to shinjite imashita. Mein koa ga toraburu ni makikoma reta toki, karera ga soko ni iru yō ni natta yōdesu. Shikashi, karera wa iken to karada no chigai no tame ni otagai ni naitekina kattō o teikyō shimasu. Shikashi, watashi no saidai no mondai wa, mein koa no bunkatsudeshita. Karera no made wa gamen jikan ga ōhaba ni tanshuku sa re, rabirinsu kara no saidai no henkadeari, shō no miryoku no ōku wa, karera no sōgo sayō to ketsugi ni yurai shite imasu. Sore wa gamen jikan no ōi moji o haijo shite shuyōna mono ni shūchū dekiru yō ni omoemashita. Owari ga owari, watashitachiha, korera no kyarakutā no bunri ga ketsuron no tame ni kobetsu ni sore o kōchiku shita to katei suru tame ni nokosa rete irunode, sore wa hontōni kiraideshita. Sore wa yasui senjutsudeari, watashi wa sore o 1-bitto sukide wa nakatta. Shikashi, shōde wa shu koa no ma ni komedītatchi ga nokotte imashitaga, soreha otagai no ma ni dainamikkuna kankei ga aru node subarashīdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nI loved the soundtrack of Magi. It has a middle eastern like OST and what better way to implement that than a show that relies on its setting to continue it's story. There were many tracks that I feel is good enough to listen to as a standalone track and it overall enhanced action scenes, more intimate scenes, and brought life to the huge world. The sound effects are good and the voice acting is good, so no complaints at all from the sound department. Animation is good too, albeit a bit confusing due to it's grand scale of what's happening. There is just so many power moves that it can look like it's lagging a bit.\n\n\u001b[1m私は東方神起のサウンドトラックが大好きだった。 それはOSTのような中東を持ち、それを実現するためのより良い方法は、その物語を続けるための設定に依存するショーよりも優れています。 私がスタンドアロンのトラックとして聴くのに十分だと感じるトラックはたくさんあり、アクションシーン、より親密なシーンを全体的に強化し、巨大な世界に命をもたらしました。 音響効果は良好で、音声演技は良好であるため、サウンド部門からの苦情はまったくありません。 アニメーションも素晴らしいですが、何が起きているのかという大きなスケールのために少し混乱します。 それはちょっと遅れているように見ることができるだけ多くの力の動きがあります。\u001b[22m\n\u001b[1m(Watashi wa tōhōshinki no saundotorakku ga daisukidatta. Sore wa OST no yōna Chūtō o mochi, sore o jitsugen suru tame no yoriyoi hōhō wa, sono monogatari o tsudzukeru tame no settei ni izon suru shō yori mo sugurete imasu. Watashi ga sutandoaron no torakku to shite kiku no ni jūbunda to kanjiru torakku wa takusan ari, akushonshīn, yori shinmitsuna shīn o zentai-teki ni kyōka shi, kyodaina sekai ni inochi o motarashimashita. Onkyō kōka wa ryōkōde, onsei engi wa ryōkōdearu tame, saundo bumon kara no kujō wa mattaku arimasen. Animēshon mo subarashīdesuga, nani ga okite iru no ka to iu ōkina sukēru no tame ni sukoshi konran shimasu. Sore wa chotto okurete iru yō ni miru koto ga dekiru dake ōku no chikara no ugoki ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI loved the soundtrack of Magi. It has a middle eastern like OST and what better way to implement that than a show that relies on its setting to continue it's story. There were many tracks that I feel is good enough to listen to as a standalone track and it overall enhanced action scenes, more intimate scenes, and brought life to the huge world. The sound effects are good and the voice acting is good, so no complaints at all from the sound department. Animation is good too, albeit a bit confusing due to it's grand scale of what's happening. There is just so many power moves that it can look like it's lagging a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the soundtrack of Magi.\u001b[24m\n    \u001b[1m私は東方神起のサウンドトラックが大好きだった。\u001b[22m, \u001b[1m私は賢者のサウンドトラックを追加しました。\u001b[22m\n\u001b[4mIt has a middle eastern like OST and what better way to implement that than a show that relies on its setting to continue it's story.\u001b[24m\n    \u001b[1mそれはOSTのような中東を持ち、それを実現するためのより良い方法は、その物語を続けるための設定に依存するショーよりも優れています。\u001b[22m, \u001b[1mこれは、中東などのOSTとそれは話だ続けるために、その設定に依存している番組よりもそれを実装するためのより良い方法があります。\u001b[22m\n\u001b[4mThere were many tracks that I feel is good enough to listen to as a standalone track and it overall enhanced action scenes, more intimate scenes, and brought life to the huge world.\u001b[24m\n    \u001b[1m私がスタンドアロンのトラックとして聴くのに十分だと感じるトラックはたくさんあり、アクションシーン、より親密なシーンを全体的に強化し、巨大な世界に命をもたらしました。\u001b[22m, \u001b[1m私はそれが全体的なアクションシーン、より親密なシーンを強化し、巨大な世界に生命をもたらしたスタンドアロントラックとしておよびを聞くために十分であると感じ、多くのトラックがありました。\u001b[22m\n\u001b[4mThe sound effects are good and the voice acting is good, so no complaints at all from the sound department.\u001b[24m\n    \u001b[1m音響効果は良好で、音声演技は良好であるため、サウンド部門からの苦情はまったくありません。\u001b[22m, \u001b[1m効果音は良いですし、声の演技はとても文句なしですべてのサウンド部門から、良いです。\u001b[22m\n\u001b[4mAnimation is good too, albeit a bit confusing due to it's grand scale of what's happening.\u001b[24m\n    \u001b[1mアニメーションも素晴らしいですが、何が起きているのかという大きなスケールのために少し混乱します。\u001b[22m, \u001b[1mアニメーションが原因で、それは何が起こっているかの壮大なスケールだと紛らわしい少しはいえ、あまりにも良いです。\u001b[22m\n\u001b[4mThere is just so many power moves that it can look like it's lagging a bit.\u001b[24m\n    \u001b[1mそれはちょっと遅れているように見ることができるだけ多くの力の動きがあります。\u001b[22m, \u001b[1mそれが少し遅れているよう、それは見ることができますだけで非常に多くの電力移動があります。\u001b[22m\n\u001b[1m\u001b[22m\nMaybe with the exception of Psycho-Pass and Darker than Black, Kingdom of Magic is one of the worst sequels to a good series I've seen. It's poor execution of it's story direction leads me to believe that the writers are catering a target audience that I'm unaware of. It's separation of characters is the most catastrophic decision that could've happened in a show like this, where the main core was vital to the success of conflicts. Labyrinth had a existential undertone theme that was only explored minimally in Kingdom, which I see as a missed opportunity. Kingdom is a disappointment from a character standpoint, and a hit or miss from a story telling standpoint. The pacing was incredibly lackluster and slow and it sporadically shifted to incredibly fast, which makes the ending more laughable. Magi: The Kingdom of Magic, failed to utilize what it had to make it a powerhouse anime.\n\n\u001b[1m多分、Psycho-PassとBlack of Darkerを除いて、Magic of Magicは、私が見た良いシリーズの最悪の続編の一つです。 それは物語の方向性が貧弱なため、私が気づいていないターゲットオーディエンスを作家が食べていると私は信じています。 キャラクターの分離は、このようなショーで起こった可能性のある最も壊滅的な決定であり、主なコアは紛争の成功にとって不可欠でした。 ミLabyrinthは、私が見逃した機会として見る王国では最小限にしか探求されていなかった実在的なアンダートーンテーマを持っていました。 王国は、キャラクターの立場からの失望、そして物語の立場からのヒットやミスです。 ペーシングは信じられないほど明るく、遅く、散発的に信じられないほど高速に移行し、エンディングをより笑いにしました。 マギ：魔法の王国は、それを強力なアニメにしなければならなかったものを利用することに失敗しました。\u001b[22m\n\u001b[1m(Tabun, Psycho - pasu to Black of Darker o nozoite, Magic of Magic wa, watashi ga mita yoi shirīzu no saiaku no zokuhen no hitotsudesu. Sore wa monogatari no hōkō-sei ga hinjakuna tame, watashi ga kidzuite inai tāgettoōdiensu o sakka ga tabete iruto watashi wa shinjite imasu. Kyarakutā no bunri wa, kono yōna shō de okotta kanōsei no aru mottomo kaimetsu-tekina ketteideari, omona koa wa funsō no seikō ni totte fukaketsudeshita. Mi Labyrinth wa, watashi ga minogashita kikai to shite miru ōkokude wa saishōgen ni shika tankyū sa rete inakatta jitsuzai-tekina andātōntēma o motte imashita. Ōkoku wa, kyarakutā no tachiba kara no shitsubō, soshite monogatari no tachiba kara no hitto ya misudesu. Pēshingu wa shinji rarenai hodo akaruku, osoku, sanpatsu-teki ni shinji rarenai hodo kōsoku ni ikō shi, endingu o yori warai ni shimashita. Magi: Mahō no ōkoku wa, sore o kyōryokuna anime ni shinakereba naranakatta mono o riyō suru koto ni shippai shimashita.)\u001b[22m\n\nTranslations of \u001b[4mMaybe with the exception of Psycho-Pass and Darker than Black, Kingdom of Magic is one of the worst sequels to a good series I've seen. It's poor execution of it's story direction leads me to believe that the writers are catering a target audience that I'm unaware of. It's separation of characters is the most catastrophic decision that could've happened in a show like this, where the main core was vital to the success of conflicts. Labyrinth had a existential undertone theme that was only explored minimally in Kingdom, which I see as a missed opportunity. Kingdom is a disappointment from a character standpoint, and a hit or miss from a story telling standpoint. The pacing was incredibly lackluster and slow and it sporadically shifted to incredibly fast, which makes the ending more laughable. Magi: The Kingdom of Magic, failed to utilize what it had to make it a powerhouse anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe with the exception of Psycho-Pass and Darker than Black, Kingdom of Magic is one of the worst sequels to a good series I've seen.\u001b[24m\n    \u001b[1m多分、Psycho-PassとBlack of Darkerを除いて、Magic of Magicは、私が見た良いシリーズの最悪の続編の一つです。\u001b[22m, \u001b[1m多分PSYCHO-PASSサイコパスを除くと黒の契約者、魔法の王国は私が見てきた良いシリーズに最悪の続編の一つです。\u001b[22m\n\u001b[4mIt's poor execution of it's story direction leads me to believe that the writers are catering a target audience that I'm unaware of.\u001b[24m\n    \u001b[1mそれは物語の方向性が貧弱なため、私が気づいていないターゲットオーディエンスを作家が食べていると私は信じています。\u001b[22m, \u001b[1mそれは、それの物語方向の不適切な実行が作家は、私はを知らないんだターゲットオーディエンスをケータリングしていることを信じて私をリードです。\u001b[22m\n\u001b[4mIt's separation of characters is the most catastrophic decision that could've happened in a show like this, where the main core was vital to the success of conflicts.\u001b[24m\n    \u001b[1mキャラクターの分離は、このようなショーで起こった可能性のある最も壊滅的な決定であり、主なコアは紛争の成功にとって不可欠でした。\u001b[22m, \u001b[1m文字のそれの分離は、メインコアが紛争の成功に不可欠であったこのようなショーに起こったかもしれ最も壊滅的な決定です。\u001b[22m\n\u001b[4mLabyrinth had a existential undertone theme that was only explored minimally in Kingdom, which I see as a missed opportunity.\u001b[24m\n    \u001b[1mミLabyrinthは、私が見逃した機会として見る王国では最小限にしか探求されていなかった実在的なアンダートーンテーマを持っていました。\u001b[22m, \u001b[1mラビリンスは、私が逃した機会として参照のみ最小限王国で調査した実存小声のテーマを、持っていました。\u001b[22m\n\u001b[4mKingdom is a disappointment from a character standpoint, and a hit or miss from a story telling standpoint.\u001b[24m\n    \u001b[1m王国は、キャラクターの立場からの失望、そして物語の立場からのヒットやミスです。\u001b[22m, \u001b[1m王国は、文字の観点から失望、そしてストーリーテリングの観点からヒットまたはミスです。\u001b[22m\n\u001b[4mThe pacing was incredibly lackluster and slow and it sporadically shifted to incredibly fast, which makes the ending more laughable.\u001b[24m\n    \u001b[1mペーシングは信じられないほど明るく、遅く、散発的に信じられないほど高速に移行し、エンディングをより笑いにしました。\u001b[22m, \u001b[1mペーシングは、信じられないほど精彩を欠いたと遅かったし、それは散発的にもっとばかばかしい終了になりますこれは、信じられないほど高速にシフト。\u001b[22m\n\u001b[4mMagi: The Kingdom of Magic, failed to utilize what it had to make it a powerhouse anime.\u001b[24m\n    \u001b[1mマギ：魔法の王国は、それを強力なアニメにしなければならなかったものを利用することに失敗しました。\u001b[22m, \u001b[1mマギ：魔法の王国は、それはそれ大国アニメ作るために持っていたものを利用することができませんでした。\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "I_Love_Pikachu",
    "profile": "/profile/I_Love_Pikachu/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=218058",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  9\n\n私は東方神起を愛している。  shounenアニメとマンガのうち、私がこれを見てきたのは、おそらくこれまでの私の好きなものと最高のものです。 主人公はOTPではなく、中傷力や大きなお尻の戦いではないから、私はこれを言う。 これは、奴隷制、貧困、そして上昇しつつある戦争と混同している世界で政治的な偉業になることができる人物です。 魔法が存在し、あなたの友人や敵が誰であるかわからない世界では、\n\nAladdin、Alibaba、Morgianaが行っている国々の政治的構造や、現在のシステムがどのように機能しているかを見てくれて素晴らしいです。 本当にAlibabaとMorgianaの話がショーで好きなので、私は正直言って、個人的には最初のシーズンをこれよりももっと好きにしました。 しかし、今シーズンはAladdinをより強力なMagiとして成長させ、青い髪型の変態XDを成熟させ、それを美しくしながら新しいキャラクターを導入し、キャラクターをサポートしているだけでも丸くしていくことについて、多くの面で見ています。\n\n私はまた、東方神起の拡大を楽しんでいます。 それはDjinsの人々だけでなく、食物連鎖の一番上の犬ではない魔法の力を持つ人々でもあります。 魔法の力を持つ人たちが世界に多くの力と影響力を持っているように見える最初のシーズンと比べて、今シーズンは同じコインの2つの側面であることが分かりました。\n\n漫画を読んでいる誰かとして、OMG、このシリーズが開発した紆余曲折と感情的なローラーコースターは、アニメ形式で見て驚くべき饗宴になるので、彼らがこのシリーズの別の季節をやったなら、私は大好きです。\n\nそういうわけで、本当に2回目のシーズンを楽しんで、本当にアラジンが知っていることを発見したいのであれば、マンガシリーズを読むことをお勧めします。 あなたは不平を言うことはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI love Magi. Out of all the shounen anime and manga that I have come across this is probably my favorite and the best so far. I say this because the main characters aren't OTP and it's not about nakama power or big ass battles. This is about who can be a political wiz in a world that's in disarray with slavery, poverty and war on the rise. In a world where magic exists and you don't know who your friend or foe is.\n\n\u001b[1m私は東方神起を愛している。  shounenアニメとマンガのうち、私がこれを見てきたのは、おそらくこれまでの私の好きなものと最高のものです。 主人公はOTPではなく、中傷力や大きなお尻の戦いではないから、私はこれを言う。 これは、奴隷制、貧困、そして上昇しつつある戦争と混同している世界で政治的な偉業になることができる人物です。 魔法が存在し、あなたの友人や敵が誰であるかわからない世界では、\u001b[22m\n\u001b[1m(Watashi wa tōhōshinki o aishite iru. Shounen animetomanga no uchi, watashi ga kore o mite kita no wa, osoraku kore made no watashi no sukinamono to saikō no monodesu. Shujinkō wa OTPde wa naku, chūshō-ryoku ya ōkina o shiri no tatakaide wanaikara, watashi wa kore o iu. Kore wa, dorei-sei, hinkon, soshite jōshō shitsutsu aru sensō to kondō shite iru sekai de seiji-tekina igyō ni naru koto ga dekiru jinbutsudesu. Mahō ga sonzai shi, anata no yūjin ya teki ga daredearu ka wakaranai sekaide wa,)\u001b[22m\n\nTranslations of \u001b[4mI love Magi. Out of all the shounen anime and manga that I have come across this is probably my favorite and the best so far. I say this because the main characters aren't OTP and it's not about nakama power or big ass battles. This is about who can be a political wiz in a world that's in disarray with slavery, poverty and war on the rise. In a world where magic exists and you don't know who your friend or foe is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love Magi.\u001b[24m\n    \u001b[1m私は東方神起を愛している。\u001b[22m, \u001b[1m私は賢者が大好きです。\u001b[22m\n\u001b[4mOut of all the shounen anime and manga that I have come across this is probably my favorite and the best so far.\u001b[24m\n    \u001b[1mshounenアニメとマンガのうち、私がこれを見てきたのは、おそらくこれまでの私の好きなものと最高のものです。\u001b[22m, \u001b[1m私はこれに遭遇したすべての少年アニメやマンガのうち、おそらく私のお気に入りの、これまで最高です。\u001b[22m\n\u001b[4mI say this because the main characters aren't OTP and it's not about nakama power or big ass battles.\u001b[24m\n    \u001b[1m主人公はOTPではなく、中傷力や大きなお尻の戦いではないから、私はこれを言う。\u001b[22m, \u001b[1mメインキャラクターがOTPではない、それは仲間電源や大きなお尻の戦いについてではありませんので、私はこれを言います。\u001b[22m\n\u001b[4mThis is about who can be a political wiz in a world that's in disarray with slavery, poverty and war on the rise.\u001b[24m\n    \u001b[1mこれは、奴隷制、貧困、そして上昇しつつある戦争と混同している世界で政治的な偉業になることができる人物です。\u001b[22m, \u001b[1mこれは、人気上昇中の奴隷制度、貧困と戦争と混乱に世界の政治ウィズことができる人についてです。\u001b[22m\n\u001b[4mIn a world where magic exists and you don't know who your friend or foe is.\u001b[24m\n    \u001b[1m魔法が存在し、あなたの友人や敵が誰であるかわからない世界では、\u001b[22m, \u001b[1m魔法が存在する世界では、あなたの友人や敵が誰であるかを知りません。\u001b[22m\n\u001b[1m\u001b[22m\nIt's great because it gives you a look as to the political structure of the countries that Aladdin, Alibaba and Morgiana go into and how the current systems are faulty. I will be honest, personally I prefered the first season more compared to this one because I really like Alibaba and Morgiana's stories in the show. However, I do see that this season was in many aspects about growing Aladdin as a more powerful magi and maturing up the blue haired pervert XD it did that beautifully while also introducing new characters and making them well rounded even if they are only supporting characters.\n\n\u001b[1mAladdin、Alibaba、Morgianaが行っている国々の政治的構造や、現在のシステムがどのように機能しているかを見てくれて素晴らしいです。 本当にAlibabaとMorgianaの話がショーで好きなので、私は正直言って、個人的には最初のシーズンをこれよりももっと好きにしました。 しかし、今シーズンはAladdinをより強力なMagiとして成長させ、青い髪型の変態XDを成熟させ、それを美しくしながら新しいキャラクターを導入し、キャラクターをサポートしているだけでも丸くしていくことについて、多くの面で見ています。\u001b[22m\n\u001b[1m(Arajin, aribaba, Morgiana ga okonatte iru kuniguni no seidjiteki kōzō ya, genzai no shisutemu ga dono yō ni kinō shite iru ka o mite kurete subarashīdesu. Hontōni aribaba to Morgiana no hanashi ga shō de sukinanode, watashi wa shōjiki itte, kojin-teki ni wa saisho no shīzun o kore yori mo motto suki ni shimashita. Shikashi, ima shīzun wa arajin o yori kyōryokuna Magi to shite seichō sa se, aoi kamigata no hentai XD o seijuku sa se, sore o utsukushiku shinagara atarashī kyarakutā o dōnyū shi, kyarakutā o sapōto shite iru dake demo maruku shite iku koto ni tsuite, ōku no men de mite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's great because it gives you a look as to the political structure of the countries that Aladdin, Alibaba and Morgiana go into and how the current systems are faulty. I will be honest, personally I prefered the first season more compared to this one because I really like Alibaba and Morgiana's stories in the show. However, I do see that this season was in many aspects about growing Aladdin as a more powerful magi and maturing up the blue haired pervert XD it did that beautifully while also introducing new characters and making them well rounded even if they are only supporting characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's great because it gives you a look as to the political structure of the countries that Aladdin, Alibaba and Morgiana go into and how the current systems are faulty.\u001b[24m\n    \u001b[1mAladdin、Alibaba、Morgianaが行っている国々の政治的構造や、現在のシステムがどのように機能しているかを見てくれて素晴らしいです。\u001b[22m, \u001b[1mそれはあなたのアラジン、アリババとMorgianaが入ると、現在のシステムが故障しているかの国の政治構造についての外観を与えるので、それは素晴らしいことです。\u001b[22m\n\u001b[4mI will be honest, personally I prefered the first season more compared to this one because I really like Alibaba and Morgiana's stories in the show.\u001b[24m\n    \u001b[1m本当にAlibabaとMorgianaの話がショーで好きなので、私は正直言って、個人的には最初のシーズンをこれよりももっと好きにしました。\u001b[22m, \u001b[1m私は個人的に私はこの1つに比べて最初のシーズンより好ま、正直になりますので、私は本当にアリババとショーでMorgianaの話など。\u001b[22m\n\u001b[4mHowever, I do see that this season was in many aspects about growing Aladdin as a more powerful magi and maturing up the blue haired pervert XD it did that beautifully while also introducing new characters and making them well rounded even if they are only supporting characters.\u001b[24m\n    \u001b[1mしかし、今シーズンはAladdinをより強力なMagiとして成長させ、青い髪型の変態XDを成熟させ、それを美しくしながら新しいキャラクターを導入し、キャラクターをサポートしているだけでも丸くしていくことについて、多くの面で見ています。\u001b[22m, \u001b[1mしかし、私はこのシーズンは、より強力な魔術師としてアラジンの成長と、それは美しく、新しい文字を導入し、彼らは文字のみをサポートしている場合でも、それらをうまく丸めながらということでした青い髪の変態XDを成熟についての多くの側面にあったことがわかります。\u001b[22m\n\u001b[1m\u001b[22m\nI also enjoy the expansion of the the Magi world. That not only are their people with Djins but also those with magical power who aren't always the top dogs of the food chain. Compared to the first season where it seemed as if those with magical power had a lot of power and influence in the world, this season showed that their are two sides to the same coin.\n\n\u001b[1m私はまた、東方神起の拡大を楽しんでいます。 それはDjinsの人々だけでなく、食物連鎖の一番上の犬ではない魔法の力を持つ人々でもあります。 魔法の力を持つ人たちが世界に多くの力と影響力を持っているように見える最初のシーズンと比べて、今シーズンは同じコインの2つの側面であることが分かりました。\u001b[22m\n\u001b[1m(Watashi wa mata, tōhōshinki no kakudai o tanoshinde imasu. Sore wa Djins no hitobito dakedenaku, shokumotsu rensa no ichiban-jō no inude wanai mahō no chikara o motsu hitobito demo arimasu. Mahō no chikara o motsu hito-tachi ga sekai ni ōku no chikara to eikyō-ryoku o motte iru yō ni mieru saisho no shīzun to kurabete, ima shīzun wa onaji koin no 2tsu no sokumendearu koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mI also enjoy the expansion of the the Magi world. That not only are their people with Djins but also those with magical power who aren't always the top dogs of the food chain. Compared to the first season where it seemed as if those with magical power had a lot of power and influence in the world, this season showed that their are two sides to the same coin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also enjoy the expansion of the the Magi world.\u001b[24m\n    \u001b[1m私はまた、東方神起の拡大を楽しんでいます。\u001b[22m, \u001b[1m私はまた、マギの世界の拡大を楽しみます。\u001b[22m\n\u001b[4mThat not only are their people with Djins but also those with magical power who aren't always the top dogs of the food chain.\u001b[24m\n    \u001b[1mそれはDjinsの人々だけでなく、食物連鎖の一番上の犬ではない魔法の力を持つ人々でもあります。\u001b[22m, \u001b[1mそれだけではなく、常に食物連鎖の頂点犬ではありません彼らのDjinsを持つ人々だけでなく、魔法の力を有するものです。\u001b[22m\n\u001b[4mCompared to the first season where it seemed as if those with magical power had a lot of power and influence in the world, this season showed that their are two sides to the same coin.\u001b[24m\n    \u001b[1m魔法の力を持つ人たちが世界に多くの力と影響力を持っているように見える最初のシーズンと比べて、今シーズンは同じコインの2つの側面であることが分かりました。\u001b[22m, \u001b[1m魔法の力を持つものは、世界の力と影響力の多くを持っていたかのように見えた最初のシーズンと比較すると、この季節は同じコインには2つの側面が彼らであることを示しました。\u001b[22m\n\u001b[1m\u001b[22m\nAs someone who reads the manga, I would love if they did another season for this series because OMG, the twists and turns and emotional rollar coaster that this series has developed would be an amazing feast to behold in anime format.\n\n\u001b[1m漫画を読んでいる誰かとして、OMG、このシリーズが開発した紆余曲折と感情的なローラーコースターは、アニメ形式で見て驚くべき饗宴になるので、彼らがこのシリーズの別の季節をやったなら、私は大好きです。\u001b[22m\n\u001b[1m(Manga o yonde iru dareka to shite, OMG, kono shirīzu ga kaihatsu shita uyokyokusetsu to kanjō-tekina rōrākōsutā wa, anime keishiki de mite odorokubeki kyōen ni narunode, karera ga kono shirīzu no betsu no kisetsu o yattanara, watashi wa daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs someone who reads the manga, I would love if they did another season for this series because OMG, the twists and turns and emotional rollar coaster that this series has developed would be an amazing feast to behold in anime format.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs someone who reads the manga, I would love if they did another season for this series because OMG, the twists and turns and emotional rollar coaster that this series has developed would be an amazing feast to behold in anime format.\u001b[24m\n    \u001b[1m漫画を読んでいる誰かとして、OMG、このシリーズが開発した紆余曲折と感情的なローラーコースターは、アニメ形式で見て驚くべき饗宴になるので、彼らがこのシリーズの別の季節をやったなら、私は大好きです。\u001b[22m, \u001b[1m彼らはこのシリーズの別のシーズンをした場合、OMGは、紆余曲折と、このシリーズが開発した感情的なrollarコースターアニメ形式で見張る素晴らしいごちそうになるので、漫画を読み取る誰かとして、私は大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nThat is why if you really enjoyed the second season and you really want to discover the things that Aladdin knows, I suggest reading the manga series. You won't be dissappointed.\n\n\u001b[1mそういうわけで、本当に2回目のシーズンを楽しんで、本当にアラジンが知っていることを発見したいのであれば、マンガシリーズを読むことをお勧めします。 あなたは不平を言うことはありません。\u001b[22m\n\u001b[1m(Sō iu wake de, hontōni 2-kai-me no shīzun o tanoshinde, hontōni Arajin ga shitte iru koto o hakken shitai nodeareba, mangashirīzu o yomu koto o o susume shimasu. Anata wa fuhei o iu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThat is why if you really enjoyed the second season and you really want to discover the things that Aladdin knows, I suggest reading the manga series. You won't be dissappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat is why if you really enjoyed the second season and you really want to discover the things that Aladdin knows, I suggest reading the manga series.\u001b[24m\n    \u001b[1mそういうわけで、本当に2回目のシーズンを楽しんで、本当にアラジンが知っていることを発見したいのであれば、マンガシリーズを読むことをお勧めします。\u001b[22m, \u001b[1mあなたが本当に第二シーズンを楽しんで、あなたが本当にアラジンが知っている事を発見したい、私は漫画シリーズを読んで示唆している場合は理由です。\u001b[22m\n\u001b[4mYou won't be dissappointed.\u001b[24m\n    \u001b[1mあなたは不平を言うことはありません。\u001b[22m, \u001b[1mあなたはdissappointedされることはありません。\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "shana5678",
    "profile": "/profile/shana5678/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=137629",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれはこれまでに最もアンダーレートされたアニメかもしれませんが、私はそれがランキングで良い場所を持っていることを知っていますが、多くの人がそれについて知っているわけではありません。\n\nストーリー：第2シーズン前の第1シーズンを見て、そうでなければ多くのことを混乱させる。 そこに魔法があるにもかかわらず、非常に現実的な中世の時代です。\nなぜなら、アニメの主な核心を理解しているからです。 国政に関することですが、当時は王様がいるときは、ほとんどが賢明でほとんど腐敗していませんでしたが、今は外交政権はすべてが平等なので正しいことです。 このアニメは\nマジックは誰もが使えるわけではありませんが、彼らは自分自身で国を守る能力がもっとも強く、依然としてトップに立っていますが、すべての市民が関わる戦争はまだあります。 このアニメには、人間や魔術師に似た、奴隷制と人種差別がある歴史の中で、多くの相対性があります。 誰かが魔法の才能を持っていて、他の人が魔法の才能を持っているところ。 主にAladdinとAlibabaという男の名前について、Aladdinは別の世界の大王の化身であり、彼は神の化身のようなものです。 彼は現在の世界を旅し、より多くの知識と力で発展する。 彼はAlibaba、国の差別された王子を満たし、一緒に働いて、世界中の旅にお互いに誓った。 それから、彼らはアラジンの元の世界のように世界を絶望に導こうとする邪悪な組織がいる人々に行きました。\n\nアート：傑出した、美しいですが、HDで好きです\n\nサウンド：サウンドトラックは深く、シーンごとに適切なサウンドを持っています。深いシーンかコメディシーンのいずれかに適しています。サウンドトラックは正しいサウンドトラックを持っています。 私は個人的には、サウンドトラックを楽しむ 'ストームは私たちに来るすべての'は、それが圧倒された文字を記述する良いサウンドトラックです。\n\nキャラクター：各キャラクターはそれぞれの物語を持っていますが、アラジンは神と他の世界の王の化身であり、彼は彼の生き方の意味を学ぶためにその記憶を取り戻そうとしています。  Alibabaは腐敗した国の王子であり、十分な責任を負いませんでしたが、彼の決定を後悔し、敵国に捕らえられるまで国のために最善を尽くそうとします。 まあ、それぞれのキャラクターが深いところには、もっと多くのスポイラーがあります。\n\n楽しさ：現代の世界と政府に似て、素晴らしい、深いです。\n\n全体的に見る必要がありますか、それは要素であり、そのうちの1つはあなたのためです。 驚くべきアクションシーンと深い/悲しいシーン。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis might be the most underrated anime ever, I know it has a good place on the rankings but then not many people knows about it.\n\n\u001b[1mこれはこれまでに最もアンダーレートされたアニメかもしれませんが、私はそれがランキングで良い場所を持っていることを知っていますが、多くの人がそれについて知っているわけではありません。\u001b[22m\n\u001b[1m(Kore wa kore made ni mottomo andārēto sa reta anime kamo shiremasenga, watashi wa sore ga rankingu de yoi basho o motte iru koto o shitte imasuga, ōku no hito ga sore ni tsuite shitte iru wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis might be the most underrated anime ever, I know it has a good place on the rankings but then not many people knows about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis might be the most underrated anime ever, I know it has a good place on the rankings but then not many people knows about it.\u001b[24m\n    \u001b[1mこれはこれまでに最もアンダーレートされたアニメかもしれませんが、私はそれがランキングで良い場所を持っていることを知っていますが、多くの人がそれについて知っているわけではありません。\u001b[22m, \u001b[1mこれは、私はそれがランキングに良い場所がありますが、その後多くの人々はそれについて知っている知っている、これまでで最も過小評価のアニメかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Watch the 1st season before the 2nd season, confuses you a lot if you don't. Is about a very realistic medieval times even though there is magic there.\n\n\u001b[1mストーリー：第2シーズン前の第1シーズンを見て、そうでなければ多くのことを混乱させる。 そこに魔法があるにもかかわらず、非常に現実的な中世の時代です。\u001b[22m\n\u001b[1m(Sutōrī: Dai 2 shīzun mae no dai 1 shīzun o mite,-sōdenakereba ōku no koto o konran sa seru. Soko ni mahō ga aru nimokakawarazu, hijō ni genjitsu-tekina chūsei no jidaidesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: Watch the 1st season before the 2nd season, confuses you a lot if you don't. Is about a very realistic medieval times even though there is magic there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Watch the 1st season before the 2nd season, confuses you a lot if you don't.\u001b[24m\n    \u001b[1mストーリー：第2シーズン前の第1シーズンを見て、そうでなければ多くのことを混乱させる。\u001b[22m, \u001b[1mストーリー：第2シーズン前に第一シーズンを見て、あなたがない場合は多くのことを混乱させる。\u001b[22m\n\u001b[4mIs about a very realistic medieval times even though there is magic there.\u001b[24m\n    \u001b[1mそこに魔法があるにもかかわらず、非常に現実的な中世の時代です。\u001b[22m, \u001b[1mそこに魔法があるにもかかわらず、非常に現実的な中世についてです。\u001b[22m\nThe reason why I call it 'realistic' because it very is if you understand the main core of the anime. Is about country affairs, back then when there are kings, most of them weren't wise and pretty much corrupt, while now a diplomatic government is the right thing since every one is equal. Since this anime has\n\n\u001b[1mなぜなら、アニメの主な核心を理解しているからです。 国政に関することですが、当時は王様がいるときは、ほとんどが賢明でほとんど腐敗していませんでしたが、今は外交政権はすべてが平等なので正しいことです。 このアニメは\u001b[22m\n\u001b[1m(Nazenara, anime no omona kakushin o rikai shite irukaradesu. Kokusei ni kansuru kotodesuga, tōji wa ōsama ga iru toki wa, hotondo ga kenmeide hotondo fuhai shite imasendeshitaga, ima wa gaikō seiken wa subete ga byōdōnanode tadashī kotodesu. Kono anime wa)\u001b[22m\n\nTranslations of \u001b[4mThe reason why I call it 'realistic' because it very is if you understand the main core of the anime. Is about country affairs, back then when there are kings, most of them weren't wise and pretty much corrupt, while now a diplomatic government is the right thing since every one is equal. Since this anime has\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason why I call it 'realistic' because it very is if you understand the main core of the anime.\u001b[24m\n    \u001b[1mなぜなら、アニメの主な核心を理解しているからです。\u001b[22m, \u001b[1mあなたはアニメのメインコアを理解すれば、それは非常にあるので、私は「現実的」と呼んでいる理由。\u001b[22m\n\u001b[4mIs about country affairs, back then when there are kings, most of them weren't wise and pretty much corrupt, while now a diplomatic government is the right thing since every one is equal.\u001b[24m\n    \u001b[1m国政に関することですが、当時は王様がいるときは、ほとんどが賢明でほとんど腐敗していませんでしたが、今は外交政権はすべてが平等なので正しいことです。\u001b[22m, \u001b[1m今外交政府は一人一人が同じであるため、正しいことであるが、それらのほとんどは、賢明とはかなり壊れていなかった王が、あるとき、当時、国の情勢についてです。\u001b[22m\n\u001b[4mSince this anime has\u001b[24m\n    \u001b[1mこのアニメは\u001b[22m, \u001b[1mこのアニメは持っているので\u001b[22m\nmagic, where not everyone can use them but they still stand at top since they are the strongest and capable of protecting the country by themselves, but there is still war where every citizen is involve. There is a lot of relativity in this anime, back then in history where there is slavery and racism, similar to humans and magicians. Where someone has the talent for magic while others don't. Well mainly is about a guy name Aladdin and Alibaba, Aladdin in the incarnation of the Great King from a different world, which means he's kind of the incarnation of god. He journeys the current world and develop with more knowledge and power. He meets Alibaba, a discriminated Prince of a country, they work together and swore to each other to journey every across the world. Then they went across people where is an evil organization that tries to bring the world into despair just like they did in Aladdin's original world.\n\n\u001b[1mマジックは誰もが使えるわけではありませんが、彼らは自分自身で国を守る能力がもっとも強く、依然としてトップに立っていますが、すべての市民が関わる戦争はまだあります。 このアニメには、人間や魔術師に似た、奴隷制と人種差別がある歴史の中で、多くの相対性があります。 誰かが魔法の才能を持っていて、他の人が魔法の才能を持っているところ。 主にAladdinとAlibabaという男の名前について、Aladdinは別の世界の大王の化身であり、彼は神の化身のようなものです。 彼は現在の世界を旅し、より多くの知識と力で発展する。 彼はAlibaba、国の差別された王子を満たし、一緒に働いて、世界中の旅にお互いに誓った。 それから、彼らはアラジンの元の世界のように世界を絶望に導こうとする邪悪な組織がいる人々に行きました。\u001b[22m\n\u001b[1m(Majikku wa daremoga tsukaeru wakede wa arimasenga, karera wa jibun jishin de kuni o mamoru nōryoku ga mottomo tsuyoku, izentoshite toppu ni tatte imasuga, subete no shimin ga kakawaru sensō wa mada arimasu. Kono anime ni wa, ningen ya majutsu-shi ni nita, dorei-sei to hito shusabetsu ga aru rekishi no naka de, ōku no aitaisei ga arimasu. Darekaga mahō no sainō o motte ite, hokanohito ga mahō no sainō o motte iru tokoro. Omoni arajin to aribaba to iu otoko no namae ni tsuite, arajin wa betsu no sekai no daiō no keshindeari, kare wa kami no keshin no yōna monodesu. Kare wa genzai no sekai o tabi shi, yori ōku no chishiki to chikara de hatten suru. Kare wa aribaba,-koku no sabetsu sa reta ōji o mitashi, issho ni hataraite, sekaijū no tabi ni otagai ni chikatta. Sorekara, karera wa Arajin no gen no sekai no yō ni sekai o zetsubō ni michibikou to suru jaakuna soshiki ga iru hitobito ni ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mmagic, where not everyone can use them but they still stand at top since they are the strongest and capable of protecting the country by themselves, but there is still war where every citizen is involve. There is a lot of relativity in this anime, back then in history where there is slavery and racism, similar to humans and magicians. Where someone has the talent for magic while others don't. Well mainly is about a guy name Aladdin and Alibaba, Aladdin in the incarnation of the Great King from a different world, which means he's kind of the incarnation of god. He journeys the current world and develop with more knowledge and power. He meets Alibaba, a discriminated Prince of a country, they work together and swore to each other to journey every across the world. Then they went across people where is an evil organization that tries to bring the world into despair just like they did in Aladdin's original world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmagic, where not everyone can use them but they still stand at top since they are the strongest and capable of protecting the country by themselves, but there is still war where every citizen is involve.\u001b[24m\n    \u001b[1mマジックは誰もが使えるわけではありませんが、彼らは自分自身で国を守る能力がもっとも強く、依然としてトップに立っていますが、すべての市民が関わる戦争はまだあります。\u001b[22m, \u001b[1m誰もがそれらを使用することができますが、彼らは最強と自分で国を保護することが可能であるが、すべての市民が関与している戦争がまだあるので、彼らはまだトップに立っマジック、。\u001b[22m\n\u001b[4mThere is a lot of relativity in this anime, back then in history where there is slavery and racism, similar to humans and magicians.\u001b[24m\n    \u001b[1mこのアニメには、人間や魔術師に似た、奴隷制と人種差別がある歴史の中で、多くの相対性があります。\u001b[22m, \u001b[1m相対性理論の多くは当時の歴史の中で人間と魔術師に似て奴隷制度と人種差別がある場合に、このアニメにあります。\u001b[22m\n\u001b[4mWhere someone has the talent for magic while others don't.\u001b[24m\n    \u001b[1m誰かが魔法の才能を持っていて、他の人が魔法の才能を持っているところ。\u001b[22m, \u001b[1m他の人がいない間、誰かが魔法の才能を有する場合。\u001b[22m\n\u001b[4mWell mainly is about a guy name Aladdin and Alibaba, Aladdin in the incarnation of the Great King from a different world, which means he's kind of the incarnation of god.\u001b[24m\n    \u001b[1m主にAladdinとAlibabaという男の名前について、Aladdinは別の世界の大王の化身であり、彼は神の化身のようなものです。\u001b[22m, \u001b[1mまあ、主に彼は神の化身のようなものだ意味別の世界からの偉大な王の化身で男の名前アラジンとアリババ、アラジン、についてです。\u001b[22m\n\u001b[4mHe journeys the current world and develop with more knowledge and power.\u001b[24m\n    \u001b[1m彼は現在の世界を旅し、より多くの知識と力で発展する。\u001b[22m, \u001b[1m彼は現在の世界を旅し、より多くの知識とパワーで開発しています。\u001b[22m\n\u001b[4mHe meets Alibaba, a discriminated Prince of a country, they work together and swore to each other to journey every across the world.\u001b[24m\n    \u001b[1m彼はAlibaba、国の差別された王子を満たし、一緒に働いて、世界中の旅にお互いに誓った。\u001b[22m, \u001b[1m彼は、アリババ、国の判別王子を満たしている彼らはすべての世界中の旅にお互いに一緒に働くと誓いました。\u001b[22m\n\u001b[4mThen they went across people where is an evil organization that tries to bring the world into despair just like they did in Aladdin's original world.\u001b[24m\n    \u001b[1mそれから、彼らはアラジンの元の世界のように世界を絶望に導こうとする邪悪な組織がいる人々に行きました。\u001b[22m, \u001b[1mその後、彼らはアラジンの元の世界に行ったように絶望に世界を持参しようとする悪の組織で人を横切って行きました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The Art is outstanding, beautiful but prefer in HD\n\n\u001b[1mアート：傑出した、美しいですが、HDで好きです\u001b[22m\n\u001b[1m(Āto: Kesshutsu shita, utsukushīdesuga, HD de sukidesu)\u001b[22m\n\nTranslations of \u001b[4mArt: The Art is outstanding, beautiful but prefer in HD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The Art is outstanding, beautiful but prefer in HD\u001b[24m\n    \u001b[1mアート：傑出した、美しいですが、HDで好きです\u001b[22m, \u001b[1mアート：アート、抜群の美しいですが、HDに好みます\u001b[22m\n\u001b[1m\u001b[22m\nSound: The Soundtrack is deep and have the right sound for each and every scene, either is a deep scene or a comedy scene, they have the right soundtrack for it. I personally enjoy the sound track 'A Storm is Coming To Us All', is a good sound track where it describes an overpowered character.\n\n\u001b[1mサウンド：サウンドトラックは深く、シーンごとに適切なサウンドを持っています。深いシーンかコメディシーンのいずれかに適しています。サウンドトラックは正しいサウンドトラックを持っています。 私は個人的には、サウンドトラックを楽しむ 'ストームは私たちに来るすべての'は、それが圧倒された文字を記述する良いサウンドトラックです。\u001b[22m\n\u001b[1m(Saundo: Saundotorakku wa fukaku, shīn-goto ni tekisetsuna saundo o motte imasu. Fukai shīn ka komedishīn no izureka ni tekishite imasu. Saundotorakku wa tadashī saundotorakku o motte imasu. Watashi wa kojin-teki ni wa, saundotorakku o tanoshimu' sutōmu wa watashitachi ni kuru subete no' wa, sore ga attō sa reta moji o kijutsu suru yoi saundotorakkudesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: The Soundtrack is deep and have the right sound for each and every scene, either is a deep scene or a comedy scene, they have the right soundtrack for it. I personally enjoy the sound track 'A Storm is Coming To Us All', is a good sound track where it describes an overpowered character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The Soundtrack is deep and have the right sound for each and every scene, either is a deep scene or a comedy scene, they have the right soundtrack for it.\u001b[24m\n    \u001b[1mサウンド：サウンドトラックは深く、シーンごとに適切なサウンドを持っています。深いシーンかコメディシーンのいずれかに適しています。サウンドトラックは正しいサウンドトラックを持っています。\u001b[22m, \u001b[1mサウンド：サウンドトラックが深く、それぞれ、すべてのシーンのための右の音を持っている、のいずれか深いシーンやコメディシーンで、彼らはそれのための右のサウンドトラックを持っています。\u001b[22m\n\u001b[4mI personally enjoy the sound track 'A Storm is Coming To Us All', is a good sound track where it describes an overpowered character.\u001b[24m\n    \u001b[1m私は個人的には、サウンドトラックを楽しむ 'ストームは私たちに来るすべての'は、それが圧倒された文字を記述する良いサウンドトラックです。\u001b[22m, \u001b[1m私は個人的に「嵐が私たちすべてにやってくる」サウンドトラックを楽しむ、それが圧倒文字を記述する優れたサウンドトラックです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Each character has their own stories, Aladdin is the incarnation of god and a king from another world and he's trying to get those memories back to learn HIS meaning of him living. While Alibaba is the prince of a country that got corrupted because he wasn't responsible enough, and regrets his decisions and try to do the best for the country until it got capture by an enemy's country. Well in deep in each character, there is more but too many spoilers.\n\n\u001b[1mキャラクター：各キャラクターはそれぞれの物語を持っていますが、アラジンは神と他の世界の王の化身であり、彼は彼の生き方の意味を学ぶためにその記憶を取り戻そうとしています。  Alibabaは腐敗した国の王子であり、十分な責任を負いませんでしたが、彼の決定を後悔し、敵国に捕らえられるまで国のために最善を尽くそうとします。 まあ、それぞれのキャラクターが深いところには、もっと多くのスポイラーがあります。\u001b[22m\n\u001b[1m(Kyarakutā: Kaku kyarakutā wa sorezore no monogatari o motte imasuga, Arajin wa kami to hoka no sekai no ō no keshindeari, kare wa kare no ikikata no imi o manabu tame ni sono kioku o torimodosou to shite imasu. Aribaba wa fuhai shita kuni no ōjideari, jūbun'na sekinin o oimasendeshitaga, kare no kettei o kōkai shi, tekikoku ni torae rareru made kuni no tame ni saizen o tsukusou to shimasu. Mā, sorezore no kyarakutā ga fukai tokoro ni wa, motto ōku no supoirā ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Each character has their own stories, Aladdin is the incarnation of god and a king from another world and he's trying to get those memories back to learn HIS meaning of him living. While Alibaba is the prince of a country that got corrupted because he wasn't responsible enough, and regrets his decisions and try to do the best for the country until it got capture by an enemy's country. Well in deep in each character, there is more but too many spoilers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Each character has their own stories, Aladdin is the incarnation of god and a king from another world and he's trying to get those memories back to learn HIS meaning of him living.\u001b[24m\n    \u001b[1mキャラクター：各キャラクターはそれぞれの物語を持っていますが、アラジンは神と他の世界の王の化身であり、彼は彼の生き方の意味を学ぶためにその記憶を取り戻そうとしています。\u001b[22m, \u001b[1m文字は：それぞれの文字が自分の物語を持って、アラジンは、神の化身と別の世界からの王であり、彼は生きている彼のHIS意味を学ぶために戻ってそれらの記憶を取得しようとしています。\u001b[22m\n\u001b[4mWhile Alibaba is the prince of a country that got corrupted because he wasn't responsible enough, and regrets his decisions and try to do the best for the country until it got capture by an enemy's country.\u001b[24m\n    \u001b[1mAlibabaは腐敗した国の王子であり、十分な責任を負いませんでしたが、彼の決定を後悔し、敵国に捕らえられるまで国のために最善を尽くそうとします。\u001b[22m, \u001b[1mアリババは、彼が十分に責任がなかったために壊れてしまった国の王子である、と彼の決断を後悔し、それが敵の国別のキャプチャを持ってまで、国のために最善をしようとしています。\u001b[22m\n\u001b[4mWell in deep in each character, there is more but too many spoilers.\u001b[24m\n    \u001b[1mまあ、それぞれのキャラクターが深いところには、もっと多くのスポイラーがあります。\u001b[22m, \u001b[1m各キャラクターの深いでよく、より多くの、あまりにも多くのネタバレがあります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Is awesome, well in deep, similar to the modern world and the government.\n\n\u001b[1m楽しさ：現代の世界と政府に似て、素晴らしい、深いです。\u001b[22m\n\u001b[1m(Tanoshisa: Gendai no sekai to seifu ni nite, subarashī, fukaidesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Is awesome, well in deep, similar to the modern world and the government.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Is awesome, well in deep, similar to the modern world and the government.\u001b[24m\n    \u001b[1m楽しさ：現代の世界と政府に似て、素晴らしい、深いです。\u001b[22m, \u001b[1m楽しさ：、素晴らしいも深く、現代世界と政府に似ています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Is a must watch, it has it's elements, and one of them is for you. Surprising action scenes and deep/sad scenes.\n\n\u001b[1m全体的に見る必要がありますか、それは要素であり、そのうちの1つはあなたのためです。 驚くべきアクションシーンと深い/悲しいシーン。\u001b[22m\n\u001b[1m(Zentai-teki ni miru hitsuyō ga arimasu ka, soreha yōsodeari, sonōchi no 1tsu wa anata no tamedesu. Odorokubeki akushonshīn to fukai/ kanashī shīn.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Is a must watch, it has it's elements, and one of them is for you. Surprising action scenes and deep/sad scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Is a must watch, it has it's elements, and one of them is for you.\u001b[24m\n    \u001b[1m全体的に見る必要がありますか、それは要素であり、そのうちの1つはあなたのためです。\u001b[22m, \u001b[1m全体：見なければならないです、それは要素のしているが、その一つはあなたのためです。\u001b[22m\n\u001b[4mSurprising action scenes and deep/sad scenes.\u001b[24m\n    \u001b[1m驚くべきアクションシーンと深い/悲しいシーン。\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "RoughHead",
    "profile": "/profile/RoughHead/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=155695",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nマジでは魔法の王国は全く驚異的でした。 私はMagiがそれほどよく知られていないという事実に驚いています。 色がどんなに鮮やかであるかが大好きです。 私はこのシーズンがアラジンにどのように重点を置き、どのように彼の魔法を使うべきかを学ぶ方法が好きでした。 また、このシリーズのコメディーや冒険のようなものです。 エンディングも素晴らしかったです。 シンバッドを見て、戦闘でコウ帝国を見ることは素晴らしいことでした。 私は本当に彼らがすぐにシーズン3になることを願っています。 私はまた、どのようにアンタゴニストが明らかになったのか好きでした。 それは私が来ることを見ていないものだったし、それはまた、私がシーズン3を見に興奮する",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMagi the kingdom of magic was absolutely amazing. I am surprised at the fact that Magi isn't that well know. I love how vibrant the colors are. I liked how this season focused more on Aladdin and how he learns how to use his magic. Also like the bits of comedy within this series as well as the adventure. The ending was amazing as well. It was great to see Sinbad in action and to see the Kou Empire in battle as well. I really hope they make season 3 soon. I also liked how the antagonists where revealed. It was something I didn't see coming and it also gets me excited to see season 3\n\n\u001b[1mマジでは魔法の王国は全く驚異的でした。 私はMagiがそれほどよく知られていないという事実に驚いています。 色がどんなに鮮やかであるかが大好きです。 私はこのシーズンがアラジンにどのように重点を置き、どのように彼の魔法を使うべきかを学ぶ方法が好きでした。 また、このシリーズのコメディーや冒険のようなものです。 エンディングも素晴らしかったです。 シンバッドを見て、戦闘でコウ帝国を見ることは素晴らしいことでした。 私は本当に彼らがすぐにシーズン3になることを願っています。 私はまた、どのようにアンタゴニストが明らかになったのか好きでした。 それは私が来ることを見ていないものだったし、それはまた、私がシーズン3を見に興奮する\u001b[22m\n\u001b[1m(Majide wa mahō no ōkoku wa mattaku kyōi-tekideshita. Watashi wa Magi ga sorehodo yoku shira rete inai to iu jijitsu ni odoroite imasu. Iro ga don'nani azayakadearu ka ga daisukidesu. Watashi wa kono shīzun ga Arajin ni dono yō ni jūten o oki, dono yō ni kare no mahō o tsukaubeki ka o manabu hōhō ga sukideshita. Mata, kono shirīzu no komedī ya bōken no yōna monodesu. Endingu mo subarashikattadesu. Shinbaddo o mite, sentō de kō teikoku o miru koto wa subarashī kotodeshita. Watashi wa hontōni karera ga sugu ni shīzun 3 ni naru koto o negatte imasu. Watashi wa mata, dono yō ni antagonisuto ga akiraka ni natta no ka sukideshita. Sore wa watashi ga kuru koto o mite inai monodattashi, soreha mata, watashi ga shīzun 3 o mi ni kōfun suru)\u001b[22m\n\nTranslations of \u001b[4mMagi the kingdom of magic was absolutely amazing. I am surprised at the fact that Magi isn't that well know. I love how vibrant the colors are. I liked how this season focused more on Aladdin and how he learns how to use his magic. Also like the bits of comedy within this series as well as the adventure. The ending was amazing as well. It was great to see Sinbad in action and to see the Kou Empire in battle as well. I really hope they make season 3 soon. I also liked how the antagonists where revealed. It was something I didn't see coming and it also gets me excited to see season 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMagi the kingdom of magic was absolutely amazing.\u001b[24m\n    \u001b[1mマジでは魔法の王国は全く驚異的でした。\u001b[22m, \u001b[1m賢者魔法の王国は絶対に驚くべきものでした。\u001b[22m\n\u001b[4mI am surprised at the fact that Magi isn't that well know.\u001b[24m\n    \u001b[1m私はMagiがそれほどよく知られていないという事実に驚いています。\u001b[22m, \u001b[1m私は、賢者はそのよく知っているではないという事実に驚いています。\u001b[22m\n\u001b[4mI love how vibrant the colors are.\u001b[24m\n    \u001b[1m色がどんなに鮮やかであるかが大好きです。\u001b[22m, \u001b[1m私は色がどのように活気が大好きです。\u001b[22m\n\u001b[4mI liked how this season focused more on Aladdin and how he learns how to use his magic.\u001b[24m\n    \u001b[1m私はこのシーズンがアラジンにどのように重点を置き、どのように彼の魔法を使うべきかを学ぶ方法が好きでした。\u001b[22m, \u001b[1m私はこの季節がアラジンにもっと焦点を当て、どのように彼は彼の魔法を使用する方法を学習する方法を言っています。\u001b[22m\n\u001b[4mAlso like the bits of comedy within this series as well as the adventure.\u001b[24m\n    \u001b[1mまた、このシリーズのコメディーや冒険のようなものです。\u001b[22m, \u001b[1mまた、このシリーズ内の喜劇のビットだけでなく、冒険が好きです。\u001b[22m\n\u001b[4mThe ending was amazing as well.\u001b[24m\n    \u001b[1mエンディングも素晴らしかったです。\u001b[22m, \u001b[1mエンディングも同様に驚くべきものでした。\u001b[22m\n\u001b[4mIt was great to see Sinbad in action and to see the Kou Empire in battle as well.\u001b[24m\n    \u001b[1mシンバッドを見て、戦闘でコウ帝国を見ることは素晴らしいことでした。\u001b[22m, \u001b[1mアクションにシンドバッドを参照すると、同様の戦いでコウ帝国を見るのは素晴らしいことでした。\u001b[22m\n\u001b[4mI really hope they make season 3 soon.\u001b[24m\n    \u001b[1m私は本当に彼らがすぐにシーズン3になることを願っています。\u001b[22m, \u001b[1m私は本当に彼らがすぐにシーズン3を作りたいと考えています。\u001b[22m\n\u001b[4mI also liked how the antagonists where revealed.\u001b[24m\n    \u001b[1m私はまた、どのようにアンタゴニストが明らかになったのか好きでした。\u001b[22m, \u001b[1mまた、私は明らかにどのよう拮抗薬が好きでした。\u001b[22m\n\u001b[4mIt was something I didn't see coming and it also gets me excited to see season 3\u001b[24m\n    \u001b[1mそれは私が来ることを見ていないものだったし、それはまた、私がシーズン3を見に興奮する\u001b[22m, \u001b[1mそれは私が来て見ていないものだったし、それはまた、シーズン3を見て私は興奮します\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "Anim3Punk",
    "profile": "/profile/Anim3Punk/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=197317",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\nストーリー（9/10）：マジック：マジックの王国はマジの続編です。迷路の魔法。 最初のシーズンの終わりにショーが始まり、Aladdinと彼の友人たちは自分の個人的な目標を追い求めるために別々の道を歩いています。 第1シーズンとは違って、今シーズンは主にアラジンとマグナスタットの国を中心に展開される最も重要なストーリーラインになるでしょう。 第1シーズン同様、暗いテーマが戦争から差別と投獄に至るまでこのアニメを取り囲んでいます。\n\nキャラクター（9/10）：第2シーズンには、さらに多くのキャラクターがショーに追加されました。 このため、私はプロットに関連する重要な文字についてのみ議論するつもりです。\n\nAladdinはまだ幼稚ですが、彼は成長しています。 彼は戦闘中の彼の新しい経験を使うほどずっと賢明で巧みであることが示されている。 残念なことに、物語が進行するにつれ（そして秘密が明らかになる）、彼は自分の正義と誤った意味で葛藤するでしょう。\n\n今シーズン、AlibabaとMorgianaは新しいキャラクターのために道を開くためにキャストメンバーをサポートするように格下げされました。 少なくとも、両者とも、物語がアラジンに戻る前に、彼らが望む目標に関するエピソードを持っています。\n\nTitus Alexiusはマグナスタット・アカデミーの学生で、後にアラジンの友人になります。 彼の状況/状況のために、彼は人生を貴重なものと見て、友人を守って人生を最大限に生かそうとしています。\n\nScheherazadeは、Reim EmpireのHigh Priestess / Co-Creatorであるこの世界の3人のオリジナルMagiの1人です。 彼女の裏話はタイタスのものと絡み合っているので、これは私が彼女について言うことができるすべてです。\n\nMatal Mogamettはこの物語の主な敵です。 彼のためのキャラクターの開発は非常に良いです。 彼はMagnostadtとそこに住む魔法使いの現在の現状を維持するために何も止まない、非常に差別的な反悪者です。 彼の理由と行動はとてもよく発達しており、あなたの道徳的な認識をぼかすだけです。\n\nサポートキャラクター：第1シーズンよりもさらに多くのサポートキャラクターがあります。 繰り返しますが、それぞれの人にはユニークな性格と価値があります。 最初のシーズンとは異なり、多くの新キャラクターにはマイナーなバックストーリー/開発があります。 これは、来るべき紛争の兵士や参加者の大部分がどれほど歩いているかを知るための正当な理由です。\n\nアート/アニメーション（10/10）：アート/アニメーションは現代的です。 キャラクターは、メタル・ベッセル/家庭用の船の形で非常に詳細に描かれています。 背景も非常に細かく、明るく色分けされています。 起こっている戦闘シーンにも同じことが起こります。 アニメーションは非常に流動的です。\n\nサウンド/音楽（9.5 / 10）：サウンド/音楽は良かった。 オープニングテーマの音楽は、最初のシーズンのように、エキサイティングで陽気で楽しいものでした。  2番目のオープニングテーマの音楽はより感情的でした。 冒険と戦いのサウンドトラックも本当に良かったです。\n\n楽しさ（9/10）：楽しかったです。 しかし、シリーズの終わりまでに、もっと見ることへの私の望みは満足できなくなった。 特に大規模なクリフハンガーの終わりのために。 私はいくつかのOVAで完結できると感じました。\n\n要約/全体（9/10）：ストーリーは素晴らしく刺激的でした。 キャラクターの開発は優れています。 音楽もとても良いです。 これを見た後の満足度は非常に高いです。\n\nレビュー＃12",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory (9/10): Magi: The Kingdom of Magic is a continuation of Magi: The Labyrinth of Magic. The show starts off at the end of the first season, Aladdin and his friends are on their separate paths to go after their own personal goals. Unlike the first season, this season will be an overarching storyline that will primarily be centered around Aladdin and the country of Magnostadt. Like the first season, dark themes surround this anime ranging from war to discrimination and imprisonment.\n\n\u001b[1mストーリー（9/10）：魔法使い：魔法の王国は魔術の続編です：迷路の魔法。 最初のシーズンの終わりにショーが始まり、Aladdinと彼の友人たちは、自分の個人的な目標を追い求める別々の道にいる。 第1シーズンとは違って、今シーズンは主にアラジンとマグナスタットの国を中心に展開される最も重要なストーリーラインになるでしょう。 第1シーズン同様、暗いテーマが戦争から差別と投獄に至るまでこのアニメを取り囲んでいます。\u001b[22m\n\u001b[1m(Sutōrī (9 / 10): Mahōtsukai: Mahō no ōkoku wa majutsu no zokuhendesu: Meiro no mahō. Saisho no shīzun no owari ni shō ga hajimari, arajin to kare no yūjin-tachi wa, jibun no kojin-tekina mokuhyō o oimotomeru betsubetsu no michi ni iru. Dai 1 shīzun to wa chigatte, ima shīzun wa omoni Arajin to magunasutatto no kuni o chūshin ni tenkai sa reru mottomo jūyōna sutōrīrain ni narudeshou. Dai 1 shīzun dōyō, kurai tēma ga sensō kara sabetsu to tōgoku ni itaru made kono anime o torikakonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory (9/10): Magi: The Kingdom of Magic is a continuation of Magi: The Labyrinth of Magic. The show starts off at the end of the first season, Aladdin and his friends are on their separate paths to go after their own personal goals. Unlike the first season, this season will be an overarching storyline that will primarily be centered around Aladdin and the country of Magnostadt. Like the first season, dark themes surround this anime ranging from war to discrimination and imprisonment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9/10): Magi: The Kingdom of Magic is a continuation of Magi: The Labyrinth of Magic.\u001b[24m\n    \u001b[1mストーリー（9/10）：魔法使い：魔法の王国は魔術の続編です：迷路の魔法。\u001b[22m, \u001b[1mストーリー（9/10）：マギ：魔法の迷宮：魔法の王国は、賢者の続きです。\u001b[22m\n\u001b[4mThe show starts off at the end of the first season, Aladdin and his friends are on their separate paths to go after their own personal goals.\u001b[24m\n    \u001b[1m最初のシーズンの終わりにショーが始まり、Aladdinと彼の友人たちは、自分の個人的な目標を追い求める別々の道にいる。\u001b[22m, \u001b[1mショーは最初のシーズンの終わりにオフに開始し、アラジンと彼の友人は、自分の個人的な目標の後に行くために彼らの別々の経路上にあります。\u001b[22m\n\u001b[4mUnlike the first season, this season will be an overarching storyline that will primarily be centered around Aladdin and the country of Magnostadt.\u001b[24m\n    \u001b[1m第1シーズンとは違って、今シーズンは主にアラジンとマグナスタットの国を中心に展開される最も重要なストーリーラインになるでしょう。\u001b[22m, \u001b[1m最初のシーズンとは異なり、このシーズンは主にアラジンを中心とする包括的なストーリーとMagnostadtの国になります。\u001b[22m\n\u001b[4mLike the first season, dark themes surround this anime ranging from war to discrimination and imprisonment.\u001b[24m\n    \u001b[1m第1シーズン同様、暗いテーマが戦争から差別と投獄に至るまでこのアニメを取り囲んでいます。\u001b[22m, \u001b[1m最初のシーズンと同様に、暗いテーマは戦争から差別や投獄に至るまで、このアニメを囲みます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (9/10): In the second season, more characters have been added to the show. Because of this, I will only discuss vital characters pertaining to the plot.\n\n\u001b[1mキャラクター（9/10）：第2シーズンには、さらに多くのキャラクターがショーに追加されました。 このため、私はプロットに関連する重要な文字についてのみ議論するつもりです。\u001b[22m\n\u001b[1m(Kyarakutā (9 / 10): Dai 2 shīzun ni wa, sarani ōku no kyarakutā ga shō ni tsuika sa remashita. Ko no tame, watashi wa purotto ni kanren suru jūyōna moji ni tsuite nomi giron suru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters (9/10): In the second season, more characters have been added to the show. Because of this, I will only discuss vital characters pertaining to the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (9/10): In the second season, more characters have been added to the show.\u001b[24m\n    \u001b[1mキャラクター（9/10）：第2シーズンには、さらに多くのキャラクターがショーに追加されました。\u001b[22m, \u001b[1m文字（9/10）：セカンドシーズンでは、より多くの文字がショーに追加されました。\u001b[22m\n\u001b[4mBecause of this, I will only discuss vital characters pertaining to the plot.\u001b[24m\n    \u001b[1mこのため、私はプロットに関連する重要な文字についてのみ議論するつもりです。\u001b[22m, \u001b[1mこのため、私は唯一のプロットに関連する重要な文字について説明します。\u001b[22m\n\u001b[1m\u001b[22m\nAladdin is still childish but he's growing up. He is shown to be much wiser and skillful as he uses of his newfound experience during combat. Unfortunately, as the story progresses (and secrets are revealed) he will become conflicted in his sense of right and wrong.\n\n\u001b[1mAladdinはまだ幼稚ですが、彼は成長しています。 彼は戦闘中の彼の新しい経験を使うほどずっと賢明で巧みであることが示されている。 残念なことに、物語が進行するにつれ（そして秘密が明らかになる）、彼は自分の正義と誤った意味で葛藤するでしょう。\u001b[22m\n\u001b[1m(Arajin wa mada yōchidesuga, kare wa seichō shite imasu. Kare wa sentō-chū no kare no atarashī keiken o tsukau hodo zutto kenmeide takumidearu koto ga shimesa rete iru. Zan'nen'nakotoni, monogatari ga shinkō suru ni tsure (soshite himitsu ga akiraka ni naru), kare wa jibun no seigi to ayamatta imi de kattō surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAladdin is still childish but he's growing up. He is shown to be much wiser and skillful as he uses of his newfound experience during combat. Unfortunately, as the story progresses (and secrets are revealed) he will become conflicted in his sense of right and wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAladdin is still childish but he's growing up.\u001b[24m\n    \u001b[1mAladdinはまだ幼稚ですが、彼は成長しています。\u001b[22m, \u001b[1mアラジンはまだ子供っぽいですが、彼は育っています。\u001b[22m\n\u001b[4mHe is shown to be much wiser and skillful as he uses of his newfound experience during combat.\u001b[24m\n    \u001b[1m彼は戦闘中の彼の新しい経験を使うほどずっと賢明で巧みであることが示されている。\u001b[22m, \u001b[1m彼は戦闘の間に彼の新発見の経験を使用していますように、彼ははるかに賢明かつ巧みであることが示されています。\u001b[22m\n\u001b[4mUnfortunately, as the story progresses (and secrets are revealed) he will become conflicted in his sense of right and wrong.\u001b[24m\n    \u001b[1m残念なことに、物語が進行するにつれ（そして秘密が明らかになる）、彼は自分の正義と誤った意味で葛藤するでしょう。\u001b[22m, \u001b[1m物語が進む（と秘密が明らかにされている）として残念ながら、彼は善悪の彼の意味での競合になります。\u001b[22m\n\u001b[1m\u001b[22m\nIn this season, Alibaba and Morgiana have now been downgraded to supporting cast members in order to make way for new characters. At the very least, both of them do have their own episodes concerning their desired goals before the story shifts back towards Aladdin.\n\n\u001b[1m今シーズン、AlibabaとMorgianaは新しいキャラクターのために道を開くためにキャストメンバーをサポートするように格下げされました。 少なくとも、両者とも、物語がアラジンに戻る前に、彼らが望む目標に関するエピソードを持っています。\u001b[22m\n\u001b[1m(Ima shīzun, aribaba to Morgiana wa atarashī kyarakutā no tame ni michi o hiraku tame ni kyasutomenbā o sapōto suru yō ni kakusage sa remashita. Sukunakutomo, ryōsha tomo, monogatari ga Arajin ni modoru mae ni, karera ga nozomu mokuhyō ni kansuru episōdo o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn this season, Alibaba and Morgiana have now been downgraded to supporting cast members in order to make way for new characters. At the very least, both of them do have their own episodes concerning their desired goals before the story shifts back towards Aladdin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this season, Alibaba and Morgiana have now been downgraded to supporting cast members in order to make way for new characters.\u001b[24m\n    \u001b[1m今シーズン、AlibabaとMorgianaは新しいキャラクターのために道を開くためにキャストメンバーをサポートするように格下げされました。\u001b[22m, \u001b[1mこのシーズンでは、アリババとMorgianaは今、新しい文字のための方法を作るために、サポートするキャストメンバーに格下げされています。\u001b[22m\n\u001b[4mAt the very least, both of them do have their own episodes concerning their desired goals before the story shifts back towards Aladdin.\u001b[24m\n    \u001b[1m少なくとも、両者とも、物語がアラジンに戻る前に、彼らが望む目標に関するエピソードを持っています。\u001b[22m, \u001b[1m少なくとも、それらの両方は、話は戻ってアラジンに向かってシフトする前に、それらの所望の目標に関する独自のエピソードを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nTitus Alexius is a student of the Magnostadt Academy who later becomes Aladdin's friend. Because of his situation/condition, he sees life as precious and seeks to make the most of his life by protecting his friends.\n\n\u001b[1mTitus Alexiusはマグナスタット・アカデミーの学生で、後にアラジンの友人になります。 彼の状況/状況のために、彼は人生を貴重なものと見て、友人を守って人生を最大限に生かそうとしています。\u001b[22m\n\u001b[1m(Taitasu Alexius wa magunasutatto akademī no gakusei de,-go ni Arajin no yūjin ni narimasu. Kare no jōkyō/ jōkyō no tame ni, kare wa jinsei o kichōna mono to mite, yūjin o mamotte jinsei o saidaigen ni ikasou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mTitus Alexius is a student of the Magnostadt Academy who later becomes Aladdin's friend. Because of his situation/condition, he sees life as precious and seeks to make the most of his life by protecting his friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTitus Alexius is a student of the Magnostadt Academy who later becomes Aladdin's friend.\u001b[24m\n    \u001b[1mTitus Alexiusはマグナスタット・アカデミーの学生で、後にアラジンの友人になります。\u001b[22m, \u001b[1mタイタスアレクシオスは後でアラジンの友人になるMagnostadtアカデミーの学生です。\u001b[22m\n\u001b[4mBecause of his situation/condition, he sees life as precious and seeks to make the most of his life by protecting his friends.\u001b[24m\n    \u001b[1m彼の状況/状況のために、彼は人生を貴重なものと見て、友人を守って人生を最大限に生かそうとしています。\u001b[22m, \u001b[1mそのため、彼の状況/状態の、彼は貴重なとしての生活を見て、彼の友人を保護することによって、彼の人生のほとんどを作ることを目指しています。\u001b[22m\n\u001b[1m\u001b[22m\nScheherazade is one of the three original Magi of this world who is the High Priestess/co-creator of the Reim Empire. Her backstory intertwines with that of Titus so this is all that I can say about her.\n\n\u001b[1mScheherazadeは、Reim EmpireのHigh Priestess / Co-Creatorであるこの世界の3人のオリジナルMagiの1人です。 彼女の裏話はタイタスのものと絡み合っているので、これは私が彼女について言うことができるすべてです。\u001b[22m\n\u001b[1m(Scheherazade wa, Reim enpaia no haipasufiruta Priestess/ Co - kurieitādearu kono sekai no 3-ri no orijinaru Magi no 1-ridesu. Kanojo no urabanashi wa taitasu no mono to karamiatte irunode, kore wa watashi ga kanojo ni tsuite iu koto ga dekiru subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mScheherazade is one of the three original Magi of this world who is the High Priestess/co-creator of the Reim Empire. Her backstory intertwines with that of Titus so this is all that I can say about her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mScheherazade is one of the three original Magi of this world who is the High Priestess/co-creator of the Reim Empire.\u001b[24m\n    \u001b[1mScheherazadeは、Reim EmpireのHigh Priestess / Co-Creatorであるこの世界の3人のオリジナルMagiの1人です。\u001b[22m, \u001b[1mシェヘラザードはREIM帝国の高巫女/共同開発者であるこの世界の3元賢者の一つです。\u001b[22m\n\u001b[4mHer backstory intertwines with that of Titus so this is all that I can say about her.\u001b[24m\n    \u001b[1m彼女の裏話はタイタスのものと絡み合っているので、これは私が彼女について言うことができるすべてです。\u001b[22m, \u001b[1m彼女の裏話はタイタスのように、これは私が彼女について言うことができるすべてであると絡み合います。\u001b[22m\n\u001b[1m\u001b[22m\nMatal Mogamett is the main antagonist of this story arc. The character development for him is very good. He is a very discriminative anti-villain who will stop at nothing to maintain the current status quo of Magnostadt and the magicians who live there. His reasons and actions are so well developed that it just blurs your moral perception.\n\n\u001b[1mMatal Mogamettはこの物語の主な敵です。 彼のためのキャラクターの開発は非常に良いです。 彼はMagnostadtとそこに住む魔法使いの現在の現状を維持するために何も止めない、非常に差別的な反悪者です。 彼の理由と行動はとてもよく発達しており、あなたの道徳的な認識をぼかすだけです。\u001b[22m\n\u001b[1m(Matal Mogamett wa kono monogatari no omona tekidesu. Kare no tame no kyarakutā no kaihatsu wa hijō ni yoidesu. Kare wa Magnostadt to soko ni sumu mahōtsukai no genzai no genjō o iji suru tame ni nani mo tomenai, hijō ni sabetsu-tekina han warumonodesu. Kare no riyū to kōdō wa totemo yoku hattatsu shite ori, anata no dōtokutekina ninshiki o bokasu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mMatal Mogamett is the main antagonist of this story arc. The character development for him is very good. He is a very discriminative anti-villain who will stop at nothing to maintain the current status quo of Magnostadt and the magicians who live there. His reasons and actions are so well developed that it just blurs your moral perception.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMatal Mogamett is the main antagonist of this story arc.\u001b[24m\n    \u001b[1mMatal Mogamettはこの物語の主な敵です。\u001b[22m, \u001b[1mMatal Mogamettはこの物語アークの主なアンタゴニストです。\u001b[22m\n\u001b[4mThe character development for him is very good.\u001b[24m\n    \u001b[1m彼のためのキャラクターの開発は非常に良いです。\u001b[22m, \u001b[1m彼のために文字の開発は非常に良いです。\u001b[22m\n\u001b[4mHe is a very discriminative anti-villain who will stop at nothing to maintain the current status quo of Magnostadt and the magicians who live there.\u001b[24m\n    \u001b[1m彼はMagnostadtとそこに住む魔法使いの現在の現状を維持するために何も止めない、非常に差別的な反悪者です。\u001b[22m, \u001b[1m彼はMagnostadtとそこに住むマジシャンの現在の現状を維持するためには何もで停止する非常に差別的な抗悪役です。\u001b[22m\n\u001b[4mHis reasons and actions are so well developed that it just blurs your moral perception.\u001b[24m\n    \u001b[1m彼の理由と行動はとてもよく発達しており、あなたの道徳的な認識をぼかすだけです。\u001b[22m, \u001b[1m彼の理由とアクションが非常によく、それはちょうどあなたの道徳的な認識をぼかすことが開発されています。\u001b[22m\n\u001b[1m\u001b[22m\nSupporting Characters: There is even more supporting characters than the first season. Again, each one of them have unique personalities and values. Unlike the first season, many of the new characters have minor backstories/development. This is justified seeing as how most of them are soldiers or participants in the coming conflict so not much backstory is needed.\n\n\u001b[1mサポートキャラクター：第1シーズンよりもさらに多くのサポートキャラクターがあります。 繰り返しますが、それぞれの人にはユニークな性格と価値があります。 最初のシーズンとは異なり、多くの新キャラクターにはマイナーなバックストーリー/開発があります。 これは、来るべき紛争の兵士や参加者の大部分がどれほど歩いているかを知るための正当な理由です。\u001b[22m\n\u001b[1m(Sapōtokyarakutā: Dai 1 shīzun yori mo sarani ōku no sapōtokyarakutā ga arimasu. Kurikaeshimasuga, sorezore no hito ni wa yunīkuna seikaku to kachi ga arimasu. Saisho no shīzun to wa kotonari, ōku no shin kyarakutā ni wa maināna bakkusutōrī/ kaihatsu ga arimasu. Kore wa, kitarubeki funsō no heishi ya sankasha no daibubun ga dorehodo aruite iru ka o shiru tame no seitōnariyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mSupporting Characters: There is even more supporting characters than the first season. Again, each one of them have unique personalities and values. Unlike the first season, many of the new characters have minor backstories/development. This is justified seeing as how most of them are soldiers or participants in the coming conflict so not much backstory is needed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSupporting Characters: There is even more supporting characters than the first season.\u001b[24m\n    \u001b[1mサポートキャラクター：第1シーズンよりもさらに多くのサポートキャラクターがあります。\u001b[22m, \u001b[1m文字のサポート：最初のシーズンよりもさらに支持の文字があります。\u001b[22m\n\u001b[4mAgain, each one of them have unique personalities and values.\u001b[24m\n    \u001b[1m繰り返しますが、それぞれの人にはユニークな性格と価値があります。\u001b[22m, \u001b[1mこの場合も、それらのそれぞれがユニークな個性や価値観を持っています。\u001b[22m\n\u001b[4mUnlike the first season, many of the new characters have minor backstories/development.\u001b[24m\n    \u001b[1m最初のシーズンとは異なり、多くの新キャラクターにはマイナーなバックストーリー/開発があります。\u001b[22m, \u001b[1m最初のシーズンとは異なり、新キャラクターの多くはマイナーbackstories /開発を持っています。\u001b[22m\n\u001b[4mThis is justified seeing as how most of them are soldiers or participants in the coming conflict so not much backstory is needed.\u001b[24m\n    \u001b[1mこれは、来るべき紛争の兵士や参加者の大部分がどれほど歩いているかを知るための正当な理由です。\u001b[22m, \u001b[1mこれは、それらのほとんどは兵士や参加者がそんなにバックストーリーが必要とされていない来て対立しているかのように正当化見ています。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Animation (10/10): The art/animation is modern. The characters are drawn with extremely detail when in their Metal Vessel/Household Vessel forms. The backgrounds are also very detailed and colored brightly. The same goes for any battle scenes that take place; the animation is very fluid.\n\n\u001b[1mアート/アニメーション（10/10）：アート/アニメーションは現代的です。 キャラクターは、メタル・ベッセル/家庭用の船の形で非常に詳細に描かれています。 背景も非常に細かく、明るく色分けされています。 起こっている戦闘シーンにも同じことが起こります。 アニメーションは非常に流動的です。\u001b[22m\n\u001b[1m(Āto/ animēshon (10/ 10): Āto/ animēshon wa gendai-tekidesu. Kyarakutā wa, metaru besseru/ katei-yō no fune no katachi de hijō ni shōsai ni egaka rete imasu. Haikei mo hijō ni komakaku, akaruku irowake sa rete imasu. Okotte iru sentō shīn ni mo onaji koto ga okorimasu. Animēshon wa hijō ni ryūdōtekidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt/Animation (10/10): The art/animation is modern. The characters are drawn with extremely detail when in their Metal Vessel/Household Vessel forms. The backgrounds are also very detailed and colored brightly. The same goes for any battle scenes that take place; the animation is very fluid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Animation (10/10): The art/animation is modern.\u001b[24m\n    \u001b[1mアート/アニメーション（10/10）：アート/アニメーションは現代的です。\u001b[22m, \u001b[1mアート/アニメーション（10/10）：アート/アニメーションは、現代です。\u001b[22m\n\u001b[4mThe characters are drawn with extremely detail when in their Metal Vessel/Household Vessel forms.\u001b[24m\n    \u001b[1mキャラクターは、メタル・ベッセル/家庭用の船の形で非常に詳細に描かれています。\u001b[22m, \u001b[1m文字が非常に詳細に描かれているときに、それらの金属容器/家庭用容器の形インチ\u001b[22m\n\u001b[4mThe backgrounds are also very detailed and colored brightly.\u001b[24m\n    \u001b[1m背景も非常に細かく、明るく色分けされています。\u001b[22m, \u001b[1m背景はまた、非常に詳細かつ鮮やかな色です。\u001b[22m\n\u001b[4mThe same goes for any battle scenes that take place;\u001b[24m\n    \u001b[1m起こっている戦闘シーンにも同じことが起こります。\u001b[22m, \u001b[1m同じことが起こる任意の戦闘シーンのために行きます。\u001b[22m\n\u001b[4mthe animation is very fluid.\u001b[24m\n    \u001b[1mアニメーションは非常に流動的です。\u001b[22m\n\u001b[1m\u001b[22m\nSound/Music (9.5/10): The sound/music was good. The opening theme music was exciting, upbeat and joyful like in the first season. The second opening theme music was more emotional. The soundtrack over the adventure and battles were also really good.\n\n\u001b[1mサウンド/音楽（9.5 / 10）：サウンド/音楽は良かった。 オープニングテーマの音楽は、最初のシーズンのように、エキサイティングで陽気で楽しいものでした。  2番目のオープニングテーマの音楽はより感情的でした。 冒険と戦いのサウンドトラックも本当に良かったです。\u001b[22m\n\u001b[1m(Saundo/ ongaku (9 . 5/ 10): Saundo/ ongaku wa yokatta. Ōpuningutēma no ongaku wa, saisho no shīzun no yō ni, ekisaitingude yōkide tanoshī monodeshita. 2-Banme no ōpuningutēma no ongaku wa yori kanjō-tekideshita. Bōken to tatakai no saundotorakku mo hontōniyokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSound/Music (9.5/10): The sound/music was good. The opening theme music was exciting, upbeat and joyful like in the first season. The second opening theme music was more emotional. The soundtrack over the adventure and battles were also really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound/Music (9.5/10): The sound/music was good.\u001b[24m\n    \u001b[1mサウンド/音楽（9.5 / 10）：サウンド/音楽は良かった。\u001b[22m, \u001b[1mサウンド/音楽（9.5 / 10）：サウンド/音楽が良かったです。\u001b[22m\n\u001b[4mThe opening theme music was exciting, upbeat and joyful like in the first season.\u001b[24m\n    \u001b[1mオープニングテーマの音楽は、最初のシーズンのように、エキサイティングで陽気で楽しいものでした。\u001b[22m, \u001b[1mオープニングテーマ曲は、最初のシーズンのように、エキサイティングな陽気で楽しいでした。\u001b[22m\n\u001b[4mThe second opening theme music was more emotional.\u001b[24m\n    \u001b[1m2番目のオープニングテーマの音楽はより感情的でした。\u001b[22m, \u001b[1m第2開口テーマ音楽はより感情的でした。\u001b[22m\n\u001b[4mThe soundtrack over the adventure and battles were also really good.\u001b[24m\n    \u001b[1m冒険と戦いのサウンドトラックも本当に良かったです。\u001b[22m, \u001b[1m冒険と戦いを超えるサウンドトラックも本当に良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (9/10): I enjoyed it. But by the series' end, my desire to watch more has become insatiable; especially due to the massive cliffhanger ending; which I felt could be completed with a few OVAs.\n\n\u001b[1m楽しさ（9/10）：楽しかったです。 しかし、シリーズの終わりまでに、もっと見ることへの私の望みは満足できなくなった。 特に大規模なクリフハンガーの終わりのために。 私はいくつかのOVAで完結できると感じました。\u001b[22m\n\u001b[1m(Tanoshisa (9 / 10): Tanoshikattadesu. Shikashi, shirīzu no owari made ni, motto miru koto e no watashi no nozomi wa manzoku dekinaku natta. Tokuni ōkibona kurifuhangā no owari no tame ni. Watashi wa ikutsu ka no ovu~a de kanketsu dekiru to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (9/10): I enjoyed it. But by the series' end, my desire to watch more has become insatiable; especially due to the massive cliffhanger ending; which I felt could be completed with a few OVAs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (9/10): I enjoyed it.\u001b[24m\n    \u001b[1m楽しさ（9/10）：楽しかったです。\u001b[22m, \u001b[1m楽し（9/10）：私はそれを楽しみました。\u001b[22m\n\u001b[4mBut by the series' end, my desire to watch more has become insatiable;\u001b[24m\n    \u001b[1mしかし、シリーズの終わりまでに、もっと見ることへの私の望みは満足できなくなった。\u001b[22m, \u001b[1mしかし、シリーズの終わりまでに、より見て、私の願望は、飽くことになっています。\u001b[22m\n\u001b[4mespecially due to the massive cliffhanger ending;\u001b[24m\n    \u001b[1m特に大規模なクリフハンガーの終わりのために。\u001b[22m, \u001b[1m特にエンディング大規模な接戦に起因します。\u001b[22m\n\u001b[4mwhich I felt could be completed with a few OVAs.\u001b[24m\n    \u001b[1m私はいくつかのOVAで完結できると感じました。\u001b[22m, \u001b[1mこれは、私はいくつかのOVASで完了することができたと感じました。\u001b[22m\n\u001b[1m\u001b[22m\nSummary/Overall (9/10): The story was good and exciting. The character development is excellent. The music is also very good. The amount of satisfaction after watching this is very high.\n\n\u001b[1m要約/全体（9/10）：ストーリーは素晴らしく刺激的でした。 キャラクターの開発は優れています。 音楽もとても良いです。 これを見た後の満足度は非常に高いです。\u001b[22m\n\u001b[1m(Yōyaku/ zentai (9 / 10): Sutōrī wa subarashiku shigeki-tekideshita. Kyarakutā no kaihatsu wa sugurete imasu. Ongaku mo totemo yoidesu. Kore o mita nochi no manzoku-do wa hijō ni takaidesu.)\u001b[22m\n\nTranslations of \u001b[4mSummary/Overall (9/10): The story was good and exciting. The character development is excellent. The music is also very good. The amount of satisfaction after watching this is very high.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSummary/Overall (9/10): The story was good and exciting.\u001b[24m\n    \u001b[1m要約/全体（9/10）：ストーリーは素晴らしく刺激的でした。\u001b[22m, \u001b[1m概要/総合（9/10）：話は良いとエキサイティングでした。\u001b[22m\n\u001b[4mThe character development is excellent.\u001b[24m\n    \u001b[1mキャラクターの開発は優れています。\u001b[22m, \u001b[1m文字の開発が優れています。\u001b[22m\n\u001b[4mThe music is also very good.\u001b[24m\n    \u001b[1m音楽もとても良いです。\u001b[22m\n\u001b[4mThe amount of satisfaction after watching this is very high.\u001b[24m\n    \u001b[1mこれを見た後の満足度は非常に高いです。\u001b[22m, \u001b[1mこれを見た後に満足の量は非常に高いです。\u001b[22m\n\u001b[1m\u001b[22m\nReview #12\n\n\u001b[1mレビュー＃12\u001b[22m\n\u001b[1m(Rebyū# 12)\u001b[22m\n\nTranslations of \u001b[4mReview #12\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReview #12\u001b[24m\n    \u001b[1mレビュー＃12\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "Baldark",
    "profile": "/profile/Baldark/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=146521",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nマギのシーズン2は、私の意見では、最初のシーズンには足りない。\n\n3つの文字を平凡な弧で取り、それぞれの文字に個別に集中することにします。 問題は、キャラクターの1つが主な焦点になり、他のキャラクターはバックバーナーに置かれるということです。 シーズンが終わる頃、バックバーナーのキャラクターたちは、それぞれが3〜4回程度のエピソードを見て、それが起こるのを見ることなく発展しました。 キャラクターの開発に関しては、これは多くのことを望みます。\n\n主な焦点は、シーズンの良いところでハリー・ポッターを見ているような気がして、とても面白かったですが、次のシーズンに興奮しているシーズンは終わりに近づきます。 私はまた、新しいキャラクターは、物事のスイングに入ると非常に興味深いと言いたいと思います。\n\nあなたが最初のシーズンを好きだったら、今シーズンを見て、3シーズンの準備をすることをお勧めします。 物事はおもしろくなりそうです。 シーズンがちょっと遅くなり、誰か（突然ハリー・ポッター）に集中し、シーズンが終わる頃まで他のキャラクターを捨てるのは残念です。 少なくとも、東方神起をもっと欲しがるシーズンは終わりです。 それはとにかくもっとしました。 乾杯。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSeason 2 of Magi, in my opinion, falls short of the first season.\n\n\u001b[1mマギのシーズン2は、私の意見では、最初のシーズンには足りない。\u001b[22m\n\u001b[1m(Magi no shīzun 2 wa, watashi no ikende wa, saisho no shīzun ni wa tarinai.)\u001b[22m\n\nTranslations of \u001b[4mSeason 2 of Magi, in my opinion, falls short of the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeason 2 of Magi, in my opinion, falls short of the first season.\u001b[24m\n    \u001b[1mマギのシーズン2は、私の意見では、最初のシーズンには足りない。\u001b[22m, \u001b[1m賢者のシーズン2は、私の意見では、最初のシーズンを下回ります。\u001b[22m\n\u001b[1m\u001b[22m\nIt takes the three characters through a mediocre arc and then decides to focus on each of the characters individually. Problem is, one of the characters becomes the main focus while the others get put on the back burner. By the end of the season, the back burner characters have developed without us seeing it happen with each of them gets about 3-4 episodes. This leaves much to be desired as far as character development is concerned.\n\n\u001b[1m3つの文字を平凡な弧で取り、それぞれの文字に個別に集中することにします。 問題は、キャラクターの1つが主な焦点になり、他のキャラクターはバックバーナーに置かれるということです。 シーズンが終わる頃、バックバーナーのキャラクターたちは、それぞれが3〜4回程度のエピソードを見て、それが起こるのを見ることなく発展しました。 キャラクターの開発に関しては、これは多くのことを望みます。\u001b[22m\n\u001b[1m(3Ttsu no moji o heibon'na ko de tori, sorezore no moji ni kobetsu ni shūchū suru koto ni shimasu. Mondai wa, kyarakutā no 1tsu ga omona shōten ni nari, hoka no kyarakutā wa bakkubānā ni oka reru to iu kotodesu. Shīzun ga owaru koro, bakkubānā no kyarakutā-tachi wa, sorezore ga 3 〜 4-kai-teido no episōdo o mite, sore ga okoru no o miru koto naku hatten shimashita. Kyarakutā no kaihatsu ni kanshite wa, kore wa ōku no koto o nozomimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt takes the three characters through a mediocre arc and then decides to focus on each of the characters individually. Problem is, one of the characters becomes the main focus while the others get put on the back burner. By the end of the season, the back burner characters have developed without us seeing it happen with each of them gets about 3-4 episodes. This leaves much to be desired as far as character development is concerned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt takes the three characters through a mediocre arc and then decides to focus on each of the characters individually.\u001b[24m\n    \u001b[1m3つの文字を平凡な弧で取り、それぞれの文字に個別に集中することにします。\u001b[22m, \u001b[1mそれは平凡な弧を描いて3文字を取り、その後、個別の各文字に焦点を当てることにしました。\u001b[22m\n\u001b[4mProblem is, one of the characters becomes the main focus while the others get put on the back burner.\u001b[24m\n    \u001b[1m問題は、キャラクターの1つが主な焦点になり、他のキャラクターはバックバーナーに置かれるということです。\u001b[22m, \u001b[1m問題は、文字の一つは、他の人が後回しに入れられる一方で主な焦点となっています。\u001b[22m\n\u001b[4mBy the end of the season, the back burner characters have developed without us seeing it happen with each of them gets about 3-4 episodes.\u001b[24m\n    \u001b[1mシーズンが終わる頃、バックバーナーのキャラクターたちは、それぞれが3〜4回程度のエピソードを見て、それが起こるのを見ることなく発展しました。\u001b[22m, \u001b[1mシーズンの終わりまでに、バックバーナーの文字は、私たちはそれらのそれぞれが約3-4のエピソードを取得して、それが起こる見ずに開発しました。\u001b[22m\n\u001b[4mThis leaves much to be desired as far as character development is concerned.\u001b[24m\n    \u001b[1mキャラクターの開発に関しては、これは多くのことを望みます。\u001b[22m, \u001b[1mこれは、はるかに文字の開発が懸念しているまだ十分とは言えません。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the main focus, I felt like I was watching Harry Potter for a good part of the season and was pretty disinterested, but the season does pick up near the end which has me excited for the next season. I also would like to mention that the new characters are very interesting once they get into the swing of things.\n\n\u001b[1m主な焦点は、シーズンの良いところでハリー・ポッターを見ているような気がして、とても面白かったですが、次のシーズンに興奮しているシーズンは終わりに近づきます。 私はまた、新しいキャラクターは、物事のスイングに入ると非常に興味深いと言いたいと思います。\u001b[22m\n\u001b[1m(Omona shōten wa, shīzun no yoi tokoro de harī pottā o mite iru yōna ki ga shite, totemo omoshirokattadesuga,-ji no shīzun ni kōfun shite iru shīzun wa owari ni chikadzukimasu. Watashi wa mata, atarashī kyarakutā wa, monogoto no suingu ni hairu to hijō ni kyōmibukai to iitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the main focus, I felt like I was watching Harry Potter for a good part of the season and was pretty disinterested, but the season does pick up near the end which has me excited for the next season. I also would like to mention that the new characters are very interesting once they get into the swing of things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the main focus, I felt like I was watching Harry Potter for a good part of the season and was pretty disinterested, but the season does pick up near the end which has me excited for the next season.\u001b[24m\n    \u001b[1m主な焦点は、シーズンの良いところでハリー・ポッターを見ているような気がして、とても面白かったですが、次のシーズンに興奮しているシーズンは終わりに近づきます。\u001b[22m, \u001b[1m主な焦点として、私は私が今シーズンの良い部分のためにハリーポッターを見ていたように感じたし、かなり無関心でしたが、今シーズンは、次のシーズンのために私は興奮してい終わり近くに拾うん。\u001b[22m\n\u001b[4mI also would like to mention that the new characters are very interesting once they get into the swing of things.\u001b[24m\n    \u001b[1m私はまた、新しいキャラクターは、物事のスイングに入ると非常に興味深いと言いたいと思います。\u001b[22m, \u001b[1m私はまた、彼らは物事のスイングに得れば新しい文字が非常に興味深いことに言及したいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nIf you liked the first season at all, I suggest watching this season to prepare you for the third season. Things are about to get interesting. It's just too bad that the season starts off kinda slow, then focuses on someone (suddenly Harry Potter), and drops off the other characters until near the end of the season. At least, the season ends with you wanting more Magi. It did for more anyway. Cheers.\n\n\u001b[1mあなたが最初のシーズンを好きだったら、今シーズンを見て、3シーズンの準備をすることをお勧めします。 物事はおもしろくなりそうです。 シーズンがちょっと遅くなり、誰か（突然ハリー・ポッター）に集中し、シーズンが終わる頃まで他のキャラクターを捨てるのは残念です。 少なくとも、東方神起をもっと欲しがるシーズンは終わりです。 それはとにかくもっとしました。 乾杯。\u001b[22m\n\u001b[1m(Anata ga saisho no shīzun o sukidattara, ima shīzun o mite, 3 shīzun no junbi o suru koto o o susume shimasu. Monogoto wa omoshiroku nari-sōdesu. Shīzun ga chotto osoku nari, dareka (totsuzen harī pottā) ni shūchū shi, shīzun ga owaru koro made hoka no kyarakutā o suteru no wa zan'nendesu. Sukunakutomo, tōhōshinki o motto hoshigaru shīzun wa owaridesu. Sore wa tonikaku motto shimashita. Kanpai.)\u001b[22m\n\nTranslations of \u001b[4mIf you liked the first season at all, I suggest watching this season to prepare you for the third season. Things are about to get interesting. It's just too bad that the season starts off kinda slow, then focuses on someone (suddenly Harry Potter), and drops off the other characters until near the end of the season. At least, the season ends with you wanting more Magi. It did for more anyway. Cheers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you liked the first season at all, I suggest watching this season to prepare you for the third season.\u001b[24m\n    \u001b[1mあなたが最初のシーズンを好きだったら、今シーズンを見て、3シーズンの準備をすることをお勧めします。\u001b[22m, \u001b[1mあなたがすべてで最初のシーズンを好きなら、私は3シーズン目のために準備するために、このシーズンを見てお勧めします。\u001b[22m\n\u001b[4mThings are about to get interesting.\u001b[24m\n    \u001b[1m物事はおもしろくなりそうです。\u001b[22m, \u001b[1m物事は面白くしようとしています。\u001b[22m\n\u001b[4mIt's just too bad that the season starts off kinda slow, then focuses on someone (suddenly Harry Potter), and drops off the other characters until near the end of the season.\u001b[24m\n    \u001b[1mシーズンがちょっと遅くなり、誰か（突然ハリー・ポッター）に集中し、シーズンが終わる頃まで他のキャラクターを捨てるのは残念です。\u001b[22m, \u001b[1mその後、誰か（突然ハリー・ポッター）に焦点を当て、今シーズンはちょっと遅いオフに開始することをあまりにも悪いですし、シーズンの終わり近くまで、他の文字が落ちます。\u001b[22m\n\u001b[4mAt least, the season ends with you wanting more Magi.\u001b[24m\n    \u001b[1m少なくとも、東方神起をもっと欲しがるシーズンは終わりです。\u001b[22m, \u001b[1m少なくとも、今シーズンは、あなたがより多くの賢者を望むで終了します。\u001b[22m\n\u001b[4mIt did for more anyway.\u001b[24m\n    \u001b[1mそれはとにかくもっとしました。\u001b[22m, \u001b[1mそれは、よりとにかくためにしました。\u001b[22m\n\u001b[4mCheers.\u001b[24m\n    \u001b[1m乾杯。\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "vince1996",
    "profile": "/profile/vince1996/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=206118",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n2番目のシーズンはオリジナルよりも上ですか？ 答えは「はい」です - 最後のシーズンが終わった場所からまっすぐに出発するMagic of Kingdomは永遠に私たちのキャラクターと世界を永遠に変える旅にあなたを連れて行きます。\n\nほとんどの設定は同じままですが、新しい場所と派閥は、魔法の都市マグナスタットから、現実世界のローマ帝国に基づいた致命的なレー帝国に加えて、コウ・エンパイアとシンドリアのような以前のシリーズの国々 また、これらの国がどれほど強力で、どのようにMagi Worldに影響を与えるかについてのスケール感を得るために努力しているところでも深く吟味されていますが、これはシリーズに大きな助けとなりました。 それ以上に。\n\n一方、プロットの始まりは、私が嫌いなことをしたように、少し残念だった。それは、ショーの始めにシリーズの終わりに近い、または近くにあることを全く示さなかった。 モリギアーナと白竜が目立たなくても、画面の時間はほとんどなくても、キャラクターをより良くするために、4人の主人公をそれぞれ異なる旅に連れていっても、  AladdinとAlibabaがプロットの原点になれば、Alibabaの長さが短くても、そこに大きなディテールが込められていますが、これらのキャラクターは興味深いことに、紆余曲折、面白い戦い、新しい面白い登場人物 たとえそれが少し予測可能であったとしても、楽しいアークです。 エンディングは素晴らしいものの、クリフハンガーを行い、最初のものとは違って次のシーズンは目には見えないが失望だ。\n\n私がちょうど4人の主人公の中から言ったように、3人だけが真の発展を遂げ、その3人のうち、前に言われたようなAladdinである大量のスクリーン時間が、その素朴な 最初のシーズンから賢明なマジに至る子供、白竜とアリババのような人たちは、残りのシーズンに新しい人格を形作るのに役立つ良い開発を得る。  Morigianaと一緒にいる間、私は何が起こっているのか分からないが、実際には何も起こらず、失望した少数のエピソードでしかない。\n\nしかし、より明るい側では、このシリーズで再びサポートキャラクターが盛り上がり、新しいキャラクターが登場し、古いキャラクターなど新しいバックストーリーが生まれます。特にKou Empire（Kougyoku）のメンバーには、  Sinbadのような他のキャラクターはそうしないが、ストーリー。 しかし、古いものを残しておくと、新しくなったキャラクターに焦点を当てることができます。新しいキャラクターはすべてのコーナーで見て楽しむことができ、見て興味深い話ですが、プロットを推進するのに役立ちます。\n\n見ることが楽しいといえば、このショーのキャラクターのデザインは今までと同じくらい素晴らしいものになっています。ユニークで斬新で元気なキャラクターが登場し、新しいキャラクターが再デザインされ、東方神起の世界を感じさせます。 似たような方法でアートを変えずに、同じように見え、アニメーションはより速く、改善されます。\n\nアニメが構築して、あなたが家庭で感じさせる世界とよく共鳴するサウンドトラックについても言えることですが、最初のオープニングを見つけて退屈することを知っているので、これはオープニングとエンディングとは言えません 彼らが最初の楽しいものにしたスパークを見逃していたのと同じように、忘れてしまった。\n\n結論として、マジック・マジックは、第2シーズンにふさわしいものであり、第1シーズンを愛していた人々にとっては必見です。 いくつかのエラーで押さえられても。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDoes the second season top the original? The answer is yes, - yes it does, launching off straight from where the last season ended, Kingdom of Magic takes you on journey that forever changes our characters and world forever.\n\n\u001b[1m2番目のシーズンはオリジナルよりも上ですか？ 答えは「はい」です - 最後のシーズンが終わった場所からまっすぐに出発するMagic of Kingdomは永遠に私たちのキャラクターと世界を永遠に変える旅にあなたを連れて行きます。\u001b[22m\n\u001b[1m(2-Banme no shīzun wa orijinaru yori mo-jōdesu ka? Kotaeha `hai'desu - saigo no shīzun ga owatta basho kara massugu ni shuppatsu suru Magic of Kingdom wa eien ni watashitachi no kyarakutā to sekai o eien ni kaeru tabi ni anata o tsurete ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mDoes the second season top the original? The answer is yes, - yes it does, launching off straight from where the last season ended, Kingdom of Magic takes you on journey that forever changes our characters and world forever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDoes the second season top the original?\u001b[24m\n    \u001b[1m2番目のシーズンはオリジナルよりも上ですか？\u001b[22m, \u001b[1mセカンドシーズンのトップは、元いますか？\u001b[22m\n\u001b[4mThe answer is yes, - yes it does, launching off straight from where the last season ended, Kingdom of Magic takes you on journey that forever changes our characters and world forever.\u001b[24m\n    \u001b[1m答えは「はい」です - 最後のシーズンが終わった場所からまっすぐに出発するMagic of Kingdomは永遠に私たちのキャラクターと世界を永遠に変える旅にあなたを連れて行きます。\u001b[22m, \u001b[1m答えはイエス、される - はい、それは、まっすぐに最後のシーズンが終了した場所からオフ起動、魔法の王国は永遠に永遠に私たちのキャラクターや世界を変化させるの旅にあなたを取るん。\u001b[22m\n\u001b[1m\u001b[22m\nEven though most of setting stays the same throughout, new locations and factions are presented from the magical city of Magnostadt to the deadly Reim Empire that's based upon the real world's Roman Empire as well as including nations from the previous series like the Kou Empire and Sindria , while also being given an in depth look at there working to get a sense of scale onto how powerful these nations are and how they effect the Magi World, this is a great addition to the series as it helped immerse me in the world and care more for it.\n\n\u001b[1mほとんどの設定は同じままですが、新しい場所と派閥は、魔法の都市マグナスタットから、現実世界のローマ帝国に基づいた致命的なレー帝国に加えて、コウ・エンパイアとシンドリアのような以前のシリーズの国々 また、これらの国がどれほど強力で、どのようにMagi Worldに影響を与えるかについてのスケール感を得るために努力しているところでも深く吟味されていますが、これはシリーズに大きな助けとなりました。 それ以上に。\u001b[22m\n\u001b[1m(Hotondo no settei wa onaji mamadesuga, atarashī basho to habatsu wa, mahō no toshi magunasutatto kara, genjitsu sekai no rōma teikoku ni motodzuita chimei-tekina rē teikoku ni kuwaete, kō Enpaia to shindoria no yōna izen no shirīzu no kuniguni mata, korera no kuni ga dorehodo kyōryokude, dono yō ni Magi World ni eikyōwoataeru ka ni tsuite no sukēru-kan o eru tame ni doryoku shite iru tokoro demo fukaku ginmi sa rete imasuga, koreha shirīzu ni ōkina tasuke to narimashita. Sore ijō ni.)\u001b[22m\n\nTranslations of \u001b[4mEven though most of setting stays the same throughout, new locations and factions are presented from the magical city of Magnostadt to the deadly Reim Empire that's based upon the real world's Roman Empire as well as including nations from the previous series like the Kou Empire and Sindria , while also being given an in depth look at there working to get a sense of scale onto how powerful these nations are and how they effect the Magi World, this is a great addition to the series as it helped immerse me in the world and care more for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though most of setting stays the same throughout, new locations and factions are presented from the magical city of Magnostadt to the deadly Reim Empire that's based upon the real world's Roman Empire as well as including nations from the previous series like the Kou Empire and Sindria\u001b[24m\n    \u001b[1mほとんどの設定は同じままですが、新しい場所と派閥は、魔法の都市マグナスタットから、現実世界のローマ帝国に基づいた致命的なレー帝国に加えて、コウ・エンパイアとシンドリアのような以前のシリーズの国々\u001b[22m, \u001b[1m設定のほとんどは、全体で同じままであっても、新しい場所や派閥はコウ帝国とSindriaなどの以前のシリーズから国を含むだけでなく、現実の世界でローマ帝国に基づいています致命的なREIM帝国へMagnostadtの魔法の街から提示されています\u001b[22m\n\u001b[4m, while also being given an in depth look at there working to get a sense of scale onto how powerful these nations are and how they effect the Magi World, this is a great addition to the series as it helped immerse me in the world and care\u001b[24m\n    \u001b[1mまた、これらの国がどれほど強力で、どのようにMagi Worldに影響を与えるかについてのスケール感を得るために努力しているところでも深く吟味されていますが、これはシリーズに大きな助けとなりました。\u001b[22m, \u001b[1mまた、そこにこれらの国があり、彼らはマギの世界にどのように影響するかをどのように強力な上にスケール感を得るために取り組んで深さの外観を与えられながら、世界とケアで私を浸す助けたとして、これはシリーズに素晴らしい付加であります\u001b[22m\n\u001b[4mmore for it.\u001b[24m\n    \u001b[1mそれ以上に。\u001b[22m, \u001b[1mそれのためのより多くの。\u001b[22m\n\u001b[1m\u001b[22m\nNow on the other hand the start of the plot was a little disappointing, as it did something I hate which was show the end or close to the end of series at the start of the show which was totally unnecessary. Other then that though the story is fantastic and well written taking each of the four main characters on different journeys to better improve there characters, well for the most part as Morigiana and Hakuryuu barely make an appearance, having very little screen time but on the other side Aladdin and Alibaba become the driving points of the plot have great amount of detail being put into there growth even if Alibaba's is shorter, but nevertheless these characters help drive you through a fantastic plot full of twists, fun battles and new interesting characters through interesting and fun arcs even if it was a little predictable. Though even though the ending was great it does cliffhanger and unlike the first there's no next season in sight which was a disappointment.\n\n\u001b[1m一方、プロットの始まりは、私が嫌いなことをしたように、少し残念だった。それは、ショーの始めにシリーズの終わりに近い、または近くにあることを全く示さなかった。 モリギアーナと白竜が目立たなくても、画面の時間はほとんどなくても、キャラクターをより良くするために、4人の主人公をそれぞれ異なる旅に連れていっても、  AladdinとAlibabaがプロットの原点になれば、Alibabaの長さが短くても、そこに大きなディテールが込められていますが、これらのキャラクターは興味深いことに、紆余曲折、面白い戦い、新しい面白い登場人物 たとえそれが少し予測可能であったとしても、楽しいアークです。 エンディングは素晴らしいものの、クリフハンガーを行い、最初のものとは違って次のシーズンは目には見えないが失望だ。\u001b[22m\n\u001b[1m(Ippō, purotto no hajimari wa, watashi ga kiraina koto o shita yō ni, sukoshi zan'nendatta. Sore wa, shō no hajime ni shirīzu no owari ni chikai, matawa chikaku ni aru koto o mattaku shimesanakatta. Morigiāna to Hakuryū ga medatanakute mo, gamen no jikan wa hotondo nakute mo, kyarakutā o yori yoku suru tame ni, 4-ri no shujinkō o sorezore kotonaru tabi ni tsurete itte mo, arajin to aribaba ga purotto no genten ni nareba, aribaba no naga-sa ga mijikakute mo, soko ni ōkina ditēru ga kome rarete imasuga, korera no kyarakutā wa kyōmibukai koto ni, uyokyokusetsu, omoshiroi tatakai, atarashī omoshiroi tōjō jinbutsu tatoe sore ga sukoshi yosoku kanōdeatta to shite mo, tanoshī ākudesu. Endingu wa subarashī mono no, kurifuhangā o okonai, saisho no mono to wa chigatte tsugi no shīzun wa me ni wa mienaiga shitsubōda.)\u001b[22m\n\nTranslations of \u001b[4mNow on the other hand the start of the plot was a little disappointing, as it did something I hate which was show the end or close to the end of series at the start of the show which was totally unnecessary. Other then that though the story is fantastic and well written taking each of the four main characters on different journeys to better improve there characters, well for the most part as Morigiana and Hakuryuu barely make an appearance, having very little screen time but on the other side Aladdin and Alibaba become the driving points of the plot have great amount of detail being put into there growth even if Alibaba's is shorter, but nevertheless these characters help drive you through a fantastic plot full of twists, fun battles and new interesting characters through interesting and fun arcs even if it was a little predictable. Though even though the ending was great it does cliffhanger and unlike the first there's no next season in sight which was a disappointment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow on the other hand the start of the plot was a little disappointing, as it did something I hate which was show the end or close to the end of series at the start of the show which was totally unnecessary.\u001b[24m\n    \u001b[1m一方、プロットの始まりは、私が嫌いなことをしたように、少し残念だった。それは、ショーの始めにシリーズの終わりに近い、または近くにあることを全く示さなかった。\u001b[22m, \u001b[1mそれは全く不要だったショーの開始時に終了または一連の終わりに近いを示していた私は嫌い何かをしたとして、今一方でプロットの開始は、少し残念でした。\u001b[22m\n\u001b[4mOther then that though the story is fantastic and well written taking each of the four main characters on different journeys to better improve there characters, well for the most part as Morigiana and Hakuryuu barely make an appearance, having very little screen time but on the other\u001b[24m\n    \u001b[1mモリギアーナと白竜が目立たなくても、画面の時間はほとんどなくても、キャラクターをより良くするために、4人の主人公をそれぞれ異なる旅に連れていっても、\u001b[22m, \u001b[1m他のその物語は幻想的でもかろうじて外観を作るよりよくよくMorigianaとHakuryuuなどのほとんどの部分は、そこに文字を向上させるために別の旅上の4つの主要な登場人物のそれぞれを取って書かれた、非常に小さなスクリーン時間を有するが、他の上にあるものの\u001b[22m\n\u001b[4mside Aladdin and Alibaba become the driving points of the plot have great amount of detail being put into there growth even if Alibaba's is shorter, but nevertheless these characters help drive you through a fantastic plot full of twists, fun battles and new interesting characters through interesting\u001b[24m\n    \u001b[1mAladdinとAlibabaがプロットの原点になれば、Alibabaの長さが短くても、そこに大きなディテールが込められていますが、これらのキャラクターは興味深いことに、紆余曲折、面白い戦い、新しい面白い登場人物\u001b[22m, \u001b[1mサイドアラジンとアリババはアリババのが短くてもそこに成長の中に置かれて、詳細の偉大な量を持っているが、それにもかかわらず、これらの文字は面白いを通じてひねり、楽しい戦いと新たな興味深い文字の完全な幻想的なプロットをご後押しプロットの駆動点になります\u001b[22m\n\u001b[4mand fun arcs even if it was a little predictable.\u001b[24m\n    \u001b[1mたとえそれが少し予測可能であったとしても、楽しいアークです。\u001b[22m, \u001b[1mそして、楽しいアーク、それは少し予測可能であっても。\u001b[22m\n\u001b[4mThough even though the ending was great it does cliffhanger and unlike the first there's no next season in sight which was a disappointment.\u001b[24m\n    \u001b[1mエンディングは素晴らしいものの、クリフハンガーを行い、最初のものとは違って次のシーズンは目には見えないが失望だ。\u001b[22m, \u001b[1m結末は素晴らしかったにもかかわらずかかわらず、それが接戦を行い、最初のとは違って終わった視界には、次のシーズンはありません。\u001b[22m\n\u001b[1m\u001b[22m\nAs I've just said out of the four main characters only three get any real development and out of those three only the one getting vast amounts of screen time which is Aladdin who as said before has good screen time and development changing from that small naive child from the first season to a wise magi, while others like Hakuryuu and Alibaba get good development that helps shape there new personalities for the rest of the season. While with Morigiana, I'm not sure what happens with her as she is only in a few episodes where nothing really happens which was a disappointment.\n\n\u001b[1m私がちょうど4人の主人公の中から言ったように、3人だけが真の発展を遂げ、その3人のうち、前に言われたようなAladdinである大量のスクリーン時間が、その素朴な 最初のシーズンから賢明なマジに至る子供、白竜とアリババのような人たちは、残りのシーズンに新しい人格を形作るのに役立つ良い開発を得る。  Morigianaと一緒にいる間、私は何が起こっているのか分からないが、実際には何も起こらず、失望した少数のエピソードでしかない。\u001b[22m\n\u001b[1m(Watashi ga chōdo 4-ri no shujinkō no naka kara itta yō ni, 3-ri dake ga shin no hatten o toge, sono 3-ri no uchi, mae ni iwa reta yōna arajindearu tairyō no sukurīn jikan ga, sono sobokuna saisho no shīzun kara kenmeina maji ni itaru kodomo, Hakuryū to Ari baba no yōna hito-tachi wa, nokori no shīzun ni atarashī jinkaku o katachidzukuru no ni yakudatsu yoi kaihatsu o eru. Morigiana to issho ni iru ma, watashi wa nani ga okotte iru no ka wakaranai ga, jissai ni wa nani mo okorazu, shitsubō shita shōsū no episōdode shika nai.)\u001b[22m\n\nTranslations of \u001b[4mAs I've just said out of the four main characters only three get any real development and out of those three only the one getting vast amounts of screen time which is Aladdin who as said before has good screen time and development changing from that small naive child from the first season to a wise magi, while others like Hakuryuu and Alibaba get good development that helps shape there new personalities for the rest of the season. While with Morigiana, I'm not sure what happens with her as she is only in a few episodes where nothing really happens which was a disappointment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I've just said out of the four main characters only three get any real development and out of those three only the one getting vast amounts of screen time which is Aladdin who as said before has good screen time and development changing from that small naive\u001b[24m\n    \u001b[1m私がちょうど4人の主人公の中から言ったように、3人だけが真の発展を遂げ、その3人のうち、前に言われたようなAladdinである大量のスクリーン時間が、その素朴な\u001b[22m, \u001b[1m私は4つの主要な文字のうち、言ったように前に言ったようにアラジンで画面時間の膨大な量を取得するだけで3任意の実際の開発を取得し、のみ3のうち一つは、小さな素朴から変える良い画面の時間と開発を持っています\u001b[22m\n\u001b[4mchild from the first season to a wise magi, while others like Hakuryuu and Alibaba get good development that helps shape there new personalities for the rest of the season.\u001b[24m\n    \u001b[1m最初のシーズンから賢明なマジに至る子供、白竜とアリババのような人たちは、残りのシーズンに新しい人格を形作るのに役立つ良い開発を得る。\u001b[22m, \u001b[1mHakuryuuとアリババのような他の人が今シーズンの残りのためにそこに新しい人格を形作ることができます良い発展を取得しながら、賢明な魔術師への最初のシーズンからの子。\u001b[22m\n\u001b[4mWhile with Morigiana, I'm not sure what happens with her as she is only in a few episodes where nothing really happens which was a disappointment.\u001b[24m\n    \u001b[1mMorigianaと一緒にいる間、私は何が起こっているのか分からないが、実際には何も起こらず、失望した少数のエピソードでしかない。\u001b[22m, \u001b[1mMorigianaとの間に、私は彼女が唯一のものは本当に失望だった起こりませんいくつかのエピソードであるように彼女と一緒に何が起こるかわかりません。\u001b[22m\n\u001b[1m\u001b[22m\nBut on a brighter side the support characters flourish in this series once again, well new ones do and some older ones, such as older characters get new back-story, in particular members of the Kou Empire (Kougyoku) are given a much needed back story though other characters like Sinbad don't. But leaving the old behind, lets focus on the new, with newer characters being shown at every corner that are all fun and interesting to look at while story or two that helps drive the plot forwards.\n\n\u001b[1mしかし、より明るい側では、このシリーズで再びサポートキャラクターが盛り上がり、新しいキャラクターが登場し、古いキャラクターなど新しいバックストーリーが生まれます。特にKou Empire（Kougyoku）のメンバーには、  Sinbadのような他のキャラクターはそうしないが、ストーリー。 しかし、古いものを残しておくと、新しくなったキャラクターに焦点を当てることができます。新しいキャラクターはすべてのコーナーで見て楽しむことができ、見て興味深い話ですが、プロットを推進するのに役立ちます。\u001b[22m\n\u001b[1m(Shikashi, yori akarui gawade wa, kono shirīzu de futatabi sapōtokyarakutā ga moriagari, atarashī kyarakutā ga tōjō shi, furui kyarakutā nado atarashī bakkusutōrī ga umaremasu. Tokuni Kou enpaia (Kougyoku) no menbā ni wa, Sinbad no yōna ta no kyarakutā wa sō shinai ga, sutōrī. Shikashi, furui mono o nokoshite okuto, atarashiku natta kyarakutā ni shōten o ateru koto ga dekimasu. Atarashī kyarakutā wa subete no kōnā de mite tanoshimu koto ga deki, mite kyōmibukai hanashidesuga, purotto o suishin suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut on a brighter side the support characters flourish in this series once again, well new ones do and some older ones, such as older characters get new back-story, in particular members of the Kou Empire (Kougyoku) are given a much needed back story though other characters like Sinbad don't. But leaving the old behind, lets focus on the new, with newer characters being shown at every corner that are all fun and interesting to look at while story or two that helps drive the plot forwards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut on a brighter side the support characters flourish in this series once again, well new ones do and some older ones, such as older characters get new back-story, in particular members of the Kou Empire (Kougyoku) are given a much needed back\u001b[24m\n    \u001b[1mしかし、より明るい側では、このシリーズで再びサポートキャラクターが盛り上がり、新しいキャラクターが登場し、古いキャラクターなど新しいバックストーリーが生まれます。特にKou Empire（Kougyoku）のメンバーには、\u001b[22m, \u001b[1mしかし、サポートの文字が再びこのシリーズで活躍明るい側に、よく新しいものが行うと、このような古い文字など一部の古いものは、はるかに戻って必要与えられているコウ帝国（Kougyoku）の特定のメンバーには、新しいバックストーリーを取得します\u001b[22m\n\u001b[4mstory though other characters like Sinbad don't.\u001b[24m\n    \u001b[1mSinbadのような他のキャラクターはそうしないが、ストーリー。\u001b[22m, \u001b[1mシンドバッドのような他の文字がないのに話。\u001b[22m\n\u001b[4mBut leaving the old behind, lets focus on the new, with newer characters being shown at every corner that are all fun and interesting to look at while story or two that helps drive the plot forwards.\u001b[24m\n    \u001b[1mしかし、古いものを残しておくと、新しくなったキャラクターに焦点を当てることができます。新しいキャラクターはすべてのコーナーで見て楽しむことができ、見て興味深い話ですが、プロットを推進するのに役立ちます。\u001b[22m, \u001b[1mしかし、背後にある古いものを残して、新しい文字は、すべてのプロットを前方に駆動することができますしながらストーリーや2を見て楽しく、興味深い隅々に示されていると、新しいに集中することができます。\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of fun to look at, characters designs in this show are as great as ever, with new character looking unique and refreshing and old characters getting re designed which helps keep the feeling that the world of Magi gives out. The art in a similar fashion while remaining the same looks better and animation is faster and improved.\n\n\u001b[1m見ることが楽しいといえば、このショーのキャラクターのデザインは今までと同じくらい素晴らしいものになっています。ユニークで斬新で元気なキャラクターが登場し、新しいキャラクターが再デザインされ、東方神起の世界を感じさせます。 似たような方法でアートを変えずに、同じように見え、アニメーションはより速く、改善されます。\u001b[22m\n\u001b[1m(Miru koto ga tanoshī to ieba, kono shō no kyarakutā no dezain wa imamade to onaji kurai subarashī mono ni natte imasu. Yunīku de zanshinde genkina kyarakutā ga tōjō shi, atarashī kyarakutā ga sai dezain sa re, tōhōshinki no sekai o kanji sasemasu. Nita yōna hōhō de āto o kaezu ni, onajiyōni mie, animēshon wa yori hayaku, kaizen sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of fun to look at, characters designs in this show are as great as ever, with new character looking unique and refreshing and old characters getting re designed which helps keep the feeling that the world of Magi gives out. The art in a similar fashion while remaining the same looks better and animation is faster and improved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of fun to look at, characters designs in this show are as great as ever, with new character looking unique and refreshing and old characters getting re designed which helps keep the feeling that the world of Magi gives out.\u001b[24m\n    \u001b[1m見ることが楽しいといえば、このショーのキャラクターのデザインは今までと同じくらい素晴らしいものになっています。ユニークで斬新で元気なキャラクターが登場し、新しいキャラクターが再デザインされ、東方神起の世界を感じさせます。\u001b[22m, \u001b[1m見て楽しいと言えば、この番組内の文字のデザインは、新しいキャラクターが賢者の世界が出て与える感を保つことができますように設計再取得し、ユニークでさわやかな、古い文字を見て、これまでと同じように素晴らしいです。\u001b[22m\n\u001b[4mThe art in a similar fashion while remaining the same looks better and animation is faster and improved.\u001b[24m\n    \u001b[1m似たような方法でアートを変えずに、同じように見え、アニメーションはより速く、改善されます。\u001b[22m, \u001b[1m同じを維持しながら、同様の方法でアートが良く見えるとアニメーションが速く、改善されています。\u001b[22m\n\u001b[1m\u001b[22m\nWhich can also said about the soundtrack as well, which resonates well with the world the anime has build and makes you feel at home, but this can not be said of the Openings and Endings, as I found the first opening and ending to be boring and forgetful like they where missing that spark that made the the first enjoyable, but on another side the second opening and ending help capture that again.\n\n\u001b[1mアニメが構築して、あなたが家庭で感じさせる世界とよく共鳴するサウンドトラックについても言えることですが、最初のオープニングを見つけて退屈することを知っているので、これはオープニングとエンディングとは言えません 彼らが最初の楽しいものにしたスパークを見逃していたのと同じように、忘れてしまった。\u001b[22m\n\u001b[1m(Anime ga kōchiku shite, anata ga katei de kanji saseru sekai to yoku kyōmei suru saundotorakku ni tsuite mo ieru kotodesuga, saisho no ōpuningu o mitsukete taikutsu suru koto o shitte irunode, koreha ōpuningu to endingu to wa iemasen karera ga saisho no tanoshī mono ni shita supāku o minogashite ita no to onajiyōni, wasurete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mWhich can also said about the soundtrack as well, which resonates well with the world the anime has build and makes you feel at home, but this can not be said of the Openings and Endings, as I found the first opening and ending to be boring and forgetful like they where missing that spark that made the the first enjoyable, but on another side the second opening and ending help capture that again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhich can also said about the soundtrack as well, which resonates well with the world the anime has build and makes you feel at home, but this can not be said of the Openings and Endings, as I found the first opening and ending to be boring\u001b[24m\n    \u001b[1mアニメが構築して、あなたが家庭で感じさせる世界とよく共鳴するサウンドトラックについても言えることですが、最初のオープニングを見つけて退屈することを知っているので、これはオープニングとエンディングとは言えません\u001b[22m, \u001b[1mどの缶にもアニメが構築持っている世界とうまく共鳴し、あなたが自宅に感じさせるだけでなく、サウンドトラック、について語ったが、これは私が第一の開口部を見られるように、開口部とエンディングの言ったと退屈であることを終了することはできません\u001b[22m\n\u001b[4mand forgetful like they where missing that spark that made the the first enjoyable, but on another side the second opening and ending help capture that again.\u001b[24m\n    \u001b[1m彼らが最初の楽しいものにしたスパークを見逃していたのと同じように、忘れてしまった。\u001b[22m, \u001b[1mそして、彼らは楽しい最初が、別の側に第2の開口部と、再びそのヘルプキャプチャを終了作っその火花を逃すWHEREよう忘れっぽいです。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, the Kingdom of Magic is a worthy second season and is a must watch for people who loved the first. Even if is held back by a few errors.\n\n\u001b[1m結論として、マジック・マジックは、第2シーズンにふさわしいものであり、第1シーズンを愛していた人々にとっては必見です。 いくつかのエラーで押さえられても。\u001b[22m\n\u001b[1m(Ketsuron to shite, majikku majikku wa, dai 2 shīzun ni fusawashī monodeari, dai 1 shīzun o aishite ita hitobito ni totte wa hikkendesu. Ikutsu ka no erā de osae rarete mo.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, the Kingdom of Magic is a worthy second season and is a must watch for people who loved the first. Even if is held back by a few errors.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, the Kingdom of Magic is a worthy second season and is a must watch for people who loved the first.\u001b[24m\n    \u001b[1m結論として、マジック・マジックは、第2シーズンにふさわしいものであり、第1シーズンを愛していた人々にとっては必見です。\u001b[22m, \u001b[1m結論として、魔法の王国は立派なセカンドシーズンであり、第一を愛した人々のために見なければならないです。\u001b[22m\n\u001b[4mEven if is held back by a few errors.\u001b[24m\n    \u001b[1mいくつかのエラーで押さえられても。\u001b[22m, \u001b[1m場合でもはいくつかのエラーによってバック保持されています。\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "Ragna00",
    "profile": "/profile/Ragna00/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=196881",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n東方神起：魔法の王国は、さまざまな地理的な場所や時代の要素を借りて、コミカル、政治、またはさらにはそれらを融合させてショーにする方法のために、おそらく最もユニークな少年アニメの1つです 感情的な時代。 両方の季節が美しく実行されましたが、マジック・ザ・マジックは前のシーズンよりはるかに楽しいものでした。\n\nストーリー：10/10\nマグニの世界は、1001泊以上の話（主な影響）から、帝国の中国、さらにはローマに似たものまで、さまざまな種類のものに触発された国々が、非常に広大なものです。 地獄、主要なプロットのポイントの1つは、基本的にアニメのホグワーツである国を含む。 これらの要素のすべては、マグニを拾う爽やかなショーになり、実際の物語は、アニメを落とすために厳しいものになります。\nMagi S2は、Zaganのダンジョンが捕獲され、Al-Thamen（Sharmen？idk）がSindriaから追い払われた後、S1が中断した場所を拾う。 この時点から、私たちの主人公は、それぞれの人に2つの大きなアークといくつかの短いミニアークを形成し、自分たちでベンチャーオフすることに決めました。 ストーリーが構成されている方法の私の好きな部分の1つは、それぞれの別個のキャラクターが最終的に強力なシーズンフィナーレにマージすることです。 主要なプロットポイントのほとんどは、おそらく1つを除いて、満足できる程度までパッチされています（強烈なフィナーレの間にAのキャラクターはほとんど何も見えなくなり、ほとんどまたは全く説明されずに完全に変更されることが明らかになります）。\n全体的に見れば、複数の点でしか分かれていない小さなパッケージで収束し、その内容のいくつかを溢れさせるが、物語を興味深くインパクトのあるものにするのに十分な程度に保持するのは、握っている物語である。\n\nアート：8/10\n芸術は本当に活気があり、見ることが楽しいです。背景は時には息を呑むほどのものです。 私は自分が本当に創造的だと思ったシリーズのすべてのアーキテクチャに強い​​好感度を持っていました。 アニメーションに関しては、時にはかなり流動的ですが、シリーズでは複数回品質が低下します。 アクション満載のシーンの中には、アニメーション化されたスタイルのために少し魅力が失われるものもありますが、あまりにも多くの体験を損なうものではありません。 私が楽しんだことの一つは、シーンにどのようにアート・スタイルを適応させ、気分を明るくしたり、ユーモアを向上させるためのコメディを作ったり、同時に感情的シーンにまったく新しい次元を与えたりすることでした。 私は芸術が平均を上回っており、完璧ではないが、ショーの経験に追加すると言いたい。\n\nサウンド：9/10\nバックグラウンドミュージックが少し静かなので、私はそれを聞くことができたときには本当に素晴らしかったが、私はそのサウンドについてあまり言い表しがない。  OPとEDはうまくいっています。 しかし、俳優のすべてが自分の役割に完全に合致するので、声優は最高の部分でした。\n\nキャラクター：10/10\n今私は、ショーの最強の部分であると感じたものに到達します。  100冊のコンテンツをカバーするショーネ・ショーのように、そのキャストは当然非常に幅広く多様です。 主人公は、アニメのほとんどの幼い子供たちにあまり似ているわけではないので、主人公はすべて自分の権利で一意です。特にアラジンです。 未成熟ではなく、即時出演の中で最も賢い人物の1人であり、成熟度は高い（大きなおっぱいを持つお兄さんを除いて）。 何よりも、彼は世界と自分自身についての知識を蓄積しているので、シリーズ全体を通して非常に進化しています。\n他のキャラクターについても同様に巧みに作られ、考え出された。 ここからは、特定の文字について好きなことをいくつか紹介します。\n - キャラクターは、起源の場所に基づいてどのようにすべきかと同様に行動し、服を着られる傾向があります。\nあなたが彼のタイトルで知ることができるように、OPのおばあちゃんはかなりクールです。 幸運にも、私が嫌うこの少年のパワークリープは、シンバードの戦闘の様子を減らすことで、このシリーズでは防げられました。\n - 私は、すべての文字が完全にユニークであり、お互いに独自の癖や態度を持っていることを付け加えます。\n - もう一つ素晴らしいことは、真ん中に向かって、善と悪の間の線が完全にぼやけていたことです。 実生活のように、誰もが信じていることのために戦っているだけではありません。なぜなら、彼らはお尻なので、すべてを台無しにしたいからです（ああ待って、私はちょうどAl-Thamenを説明しました。 真ん中に向かうキャラクターに対するあなたの認識は投げられ、終わりまで誰が根源を知るのか知りません。 これは私がこのシリーズを楽しみにしてくれた大きな要因でした。そして、私はいくつかの部分で津波を感じました。\n全体的に、私たちはあらゆる種類の国からの幅広くカラフルな文字のキャストを提示されています。 キャラクターのどれかを憎むのは難しいです。キャラクターのすべてが少なくともある程度進化しているので、キャラクターをより寛容にすることができます。 この雌と隠れた馬鹿の乗組員を除いて。 私は彼女と彼女のフード付きのcuntsが穴で死ぬことを願っています。  （注：ショーの真に邪悪な唯一の悪意ある人物へのあなたの反応であるべきです。\n\n楽しさ：11/10\nこのショーは高い評価と私が楽しませるあらゆるポイントに値する。 感情のジェットコースターであなたを連れてきますが、全体的な楽しさを抑えるために急な落下はありません。 戦いは叙事詩であり、物語は非常に魅力的であり、すべてのエピソードでは、それ以上は残っていなくてもすぐに次のエピソードを見たいと思うようになります。 マジック・ザ・マジック：マジック・ザ・マジック（Magic of Kingdom）は、熟考されたキャラクターやページ・ターナー・マンガのストーリー構造に美的に魅力があります。 さあ、そこに出て、S1とS2を見てください。\n\n全体：8-9または10/10\n（10分の楽しみの要因、8-9 / 10は、シリーズの欠陥があなたの楽しみにどれだけ影響を与えたかによって決まります）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMagi: The Kingdom of Magic is quite possibly one of the most unique shounen anime out there due to the way that it borrows elements from various geographic locations and periods in time and melds them together into a show that can be comical, political, or even emotional at times. Both seasons were beautifully executed, but The Kingdom of Magic was far more enjoyable than the previous season.\n\n\u001b[1m東方神起：魔法の王国は、さまざまな地理的な場所や時代の要素を借りて、コミカル、政治、またはさらにはそれらを融合させてショーにする方法のために、おそらく最もユニークな少年アニメの1つです 感情的な時代。 両方の季節が美しく実行されましたが、マジック・ザ・マジックは前のシーズンよりはるかに楽しいものでした。\u001b[22m\n\u001b[1m(Tōhōshinki: Mahō no ōkoku wa, samazamana chiri-tekina basho ya jidai no yōso o karite, komikaru, seiji, matawa sarani wa sorera o yūgō sa sete shō ni suru hōhō no tame ni, osoraku mottomo yunīkuna shōnen anime no 1tsudesu kanjō-tekina jidai. Ryōhō no kisetsu ga utsukushiku jikkō sa remashitaga, majikku za majikku wa mae no shīzun yori haruka ni tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mMagi: The Kingdom of Magic is quite possibly one of the most unique shounen anime out there due to the way that it borrows elements from various geographic locations and periods in time and melds them together into a show that can be comical, political, or even emotional at times. Both seasons were beautifully executed, but The Kingdom of Magic was far more enjoyable than the previous season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMagi: The Kingdom of Magic is quite possibly one of the most unique shounen anime out there due to the way that it borrows elements from various geographic locations and periods in time and melds them together into a show that can be comical, political, or even\u001b[24m\n    \u001b[1m東方神起：魔法の王国は、さまざまな地理的な場所や時代の要素を借りて、コミカル、政治、またはさらにはそれらを融合させてショーにする方法のために、おそらく最もユニークな少年アニメの1つです\u001b[22m, \u001b[1mマギ：魔法の王国が原因で、それも時間のさまざまな地理的位置と期間から要素を借用し、政治的、コミカルすることができますショーに一緒にそれらを融合させた、またはする方法にそこ恐らく最もユニークな少年アニメの一つであります\u001b[22m\n\u001b[4memotional at times.\u001b[24m\n    \u001b[1m感情的な時代。\u001b[22m, \u001b[1m時間に感情的。\u001b[22m\n\u001b[4mBoth seasons were beautifully executed, but The Kingdom of Magic was far more enjoyable than the previous season.\u001b[24m\n    \u001b[1m両方の季節が美しく実行されましたが、マジック・ザ・マジックは前のシーズンよりはるかに楽しいものでした。\u001b[22m, \u001b[1m両シーズンは美しく実行されたが、魔法の王国は、はるかに楽しい前のシーズンよりもありました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nThe world of Magi is a very vast one indeed, with countries inspired by all kinds of things ranging from 1001 Nights and related stories (the primary influence) to imperial China and even something similar to Rome. Hell, one of the major plot points involves a country that's basically anime Hogwarts. All of these elements make Magi a refreshing show to pick up, and the actual story makes the anime a tough one to drop.\n\n\u001b[1mマグニの世界は、1001泊以上の話（主な影響）から、帝国の中国、さらにはローマに似たものまで、さまざまな種類のものに触発された国々が、非常に広大なものです。 地獄、主要なプロットのポイントの1つは、基本的にアニメのホグワーツである国を含む。 これらの要素のすべては、マグニを拾う爽やかなショーになり、実際の物語は、アニメを落とすために厳しいものになります。\u001b[22m\n\u001b[1m(Maguni no sekai wa, 1001-paku ijō no hanashi (omona eikyō) kara, teikoku no Chūgoku, sarani wa rōma ni nitamono made, samazamana shurui no mono ni shokuhatsu sa reta kuniguni ga, hijō ni kōdaina monodesu. Jigoku, shuyōna purotto no pointo no 1tsu wa, kihontekini anime no hoguwātsudearu kuni o fukumu. Korera no yōso no subete wa, maguni o hirou sawayakana shō ni nari, jissai no monogatari wa, anime o otosu tame ni kibishī mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe world of Magi is a very vast one indeed, with countries inspired by all kinds of things ranging from 1001 Nights and related stories (the primary influence) to imperial China and even something similar to Rome. Hell, one of the major plot points involves a country that's basically anime Hogwarts. All of these elements make Magi a refreshing show to pick up, and the actual story makes the anime a tough one to drop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe world of Magi is a very vast one indeed, with countries inspired by all kinds of things ranging from 1001 Nights and related stories (the primary influence) to imperial China and even something similar to Rome.\u001b[24m\n    \u001b[1mマグニの世界は、1001泊以上の話（主な影響）から、帝国の中国、さらにはローマに似たものまで、さまざまな種類のものに触発された国々が、非常に広大なものです。\u001b[22m, \u001b[1m賢者の世界は1001泊で、関連の話（第一の影響）から帝国中国に至るまで、さらにはローマのようなものあらゆる種類のものに触発さ諸国と確かに非常に広大な1、です。\u001b[22m\n\u001b[4mHell, one of the major plot points involves a country that's basically anime Hogwarts.\u001b[24m\n    \u001b[1m地獄、主要なプロットのポイントの1つは、基本的にアニメのホグワーツである国を含む。\u001b[22m, \u001b[1m地獄、主要なプロットポイントの一つは、基本的にはアニメホグワーツだ国が関与します。\u001b[22m\n\u001b[4mAll of these elements make Magi a refreshing show to pick up, and the actual story makes the anime a tough one to drop.\u001b[24m\n    \u001b[1mこれらの要素のすべては、マグニを拾う爽やかなショーになり、実際の物語は、アニメを落とすために厳しいものになります。\u001b[22m, \u001b[1mこれらの要素のすべてがピックアップするさわやかなショーマギを行い、実際のストーリーはアニメドロップするタフな1になります。\u001b[22m\nMagi S2 picks up where S1 left off, after the dungeon of Zagan is captured and Al-Thamen (Sharmen? idk) is repelled from Sindria. From this point, our main characters decide to venture off on their own, forming 2 major arcs and some brief mini arcs for each individual. One of my favorite parts of the way the story is structured is that each separate character arc eventually merge into a powerful season finale. Most of the major plot points are patched up to a satisfactory extent except for maybe one (A character gets barely any screentime during the intense finale and is revealed to be completely changed with little to no explanation).\n\n\u001b[1mMagi S2は、Zaganのダンジョンが捕獲され、Al-Thamen（Sharmen？idk）がSindriaから追い払われた後、S1が中断した場所を拾う。 この時点から、私たちの主人公は、それぞれの人に2つの大きなアークといくつかの短いミニアークを形成し、自分たちでベンチャーオフすることに決めました。 ストーリーが構成されている方法の私の好きな部分の1つは、それぞれの別個のキャラクターが最終的に強力なシーズンフィナーレにマージすることです。 主要なプロットポイントのほとんどは、おそらく1つを除いて、満足できる程度までパッチされています（強烈なフィナーレの間にAのキャラクターはほとんど何も見えなくなり、ほとんどまたは全く説明されずに完全に変更されることが明らかになります）。\u001b[22m\n\u001b[1m(Magi S 2 wa, Zagan no danjon ga hokaku sa re, Al - Thamen (Sharmen? Idk) ga Sindria kara oiharawa reta nochi, S 1 ga chūdan shita basho o hirou. Kono jiten kara, watashitachi no shujinkō wa, sorezore no hito ni 2tsu no ōkina āku to ikutsu ka no mijikai miniāku o keisei shi, jibuntachide benchāofu suru koto ni kimemashita. Sutōrī ga kōsei sa rete iru hōhō no watashi no sukina bubun no 1tsu wa, sorezore no bekko no kyarakutā ga saishūtekini kyōryokuna shīzunfināre ni māji suru kotodesu. Shuyōna purotto pointo no hotondo wa, osoraku 1tsu o nozoite, manzoku dekiru teido made patchi sa rete imasu (kyōretsuna fināre no ma ni A no kyarakutā wa hotondo nani mo mienaku nari, hotondo matawa mattaku setsumei sa rezu ni kanzen ni henkō sa reru koto ga akiraka ni narimasu).)\u001b[22m\n\nTranslations of \u001b[4mMagi S2 picks up where S1 left off, after the dungeon of Zagan is captured and Al-Thamen (Sharmen? idk) is repelled from Sindria. From this point, our main characters decide to venture off on their own, forming 2 major arcs and some brief mini arcs for each individual. One of my favorite parts of the way the story is structured is that each separate character arc eventually merge into a powerful season finale. Most of the major plot points are patched up to a satisfactory extent except for maybe one (A character gets barely any screentime during the intense finale and is revealed to be completely changed with little to no explanation).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMagi S2 picks up where S1 left off, after the dungeon of Zagan is captured and Al-Thamen (Sharmen? idk) is repelled from Sindria.\u001b[24m\n    \u001b[1mMagi S2は、Zaganのダンジョンが捕獲され、Al-Thamen（Sharmen？idk）がSindriaから追い払われた後、S1が中断した場所を拾う。\u001b[22m, \u001b[1mマギS2はジャガニのダンジョンがキャプチャされた後S1は、中断した場所拾い、アル・Thamen（Sharmen？IDK）Sindriaから反発されます。\u001b[22m\n\u001b[4mFrom this point, our main characters decide to venture off on their own, forming 2 major arcs and some brief mini arcs for each individual.\u001b[24m\n    \u001b[1mこの時点から、私たちの主人公は、それぞれの人に2つの大きなアークといくつかの短いミニアークを形成し、自分たちでベンチャーオフすることに決めました。\u001b[22m, \u001b[1mこの点から、私たちの主な文字は、2つの主要なアークと各個人のためのいくつかの簡単なミニ円弧を形成し、自分でオフベンチャーすることを決定しました。\u001b[22m\n\u001b[4mOne of my favorite parts of the way the story is structured is that each separate character arc eventually merge into a powerful season finale.\u001b[24m\n    \u001b[1mストーリーが構成されている方法の私の好きな部分の1つは、それぞれの別個のキャラクターが最終的に強力なシーズンフィナーレにマージすることです。\u001b[22m, \u001b[1m物語が構成されている方法の私の好きな部分の一つは、それぞれ別々の文字アークは、最終的に強力なシーズンフィナーレにマージすることです。\u001b[22m\n\u001b[4mMost of the major plot points are patched up to a satisfactory extent except for maybe one (A character gets barely any screentime during the intense finale and is revealed to be completely changed with little to no explanation).\u001b[24m\n    \u001b[1m主要なプロットポイントのほとんどは、おそらく1つを除いて、満足できる程度までパッチされています（強烈なフィナーレの間にAのキャラクターはほとんど何も見えなくなり、ほとんどまたは全く説明されずに完全に変更されることが明らかになります）。\u001b[22m, \u001b[1m主なプロット点のほとんどは多分1（文字は強烈なフィナーレの間にほとんど任意のスクリーン時間を取得し、完全に説明なしに少しで変更することが明らかにされている）を除いて満足のいく程度にまでパッチが適用されます。\u001b[22m\nOverall, it's a gripping story that diverges in multiple points only to converge again in a neat little package, spilling a few of its contents but overall retaining enough to keep the story interesting and impactful.\n\n\u001b[1m全体的に見れば、複数の点でしか分かれていない小さなパッケージで収束し、その内容のいくつかを溢れさせるが、物語を興味深くインパクトのあるものにするのに十分な程度に保持するのは、握っている物語である。\u001b[22m\n\u001b[1m(Zentai-teki ni mireba, fukusū no tende shika wakarete inai chīsana pakkēji de shūsoku shi, sono naiyō no ikutsu ka o afure saseruga, monogatari o kyōmibukaku inpakuto no aru mono ni suru no ni jūbun'na-teido ni hoji suru no wa, nigitte iru monogataridearu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it's a gripping story that diverges in multiple points only to converge again in a neat little package, spilling a few of its contents but overall retaining enough to keep the story interesting and impactful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it's a gripping story that diverges in multiple points only to converge again in a neat little package, spilling a few of its contents but overall retaining enough to keep the story interesting and impactful.\u001b[24m\n    \u001b[1m全体的に見れば、複数の点でしか分かれていない小さなパッケージで収束し、その内容のいくつかを溢れさせるが、物語を興味深くインパクトのあるものにするのに十分な程度に保持するのは、握っている物語である。\u001b[22m, \u001b[1m全体的に、それは、その内容のいくつかをこぼすだけ小ぎれいなパッケージで再び収束する複数の点で発散する把持話ですが、全体的に興味深く、インパクトの物語を維持するのに十分に保持します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nThe art is really vibrant and fun to look at, and the backgrounds are simply breathtaking at times. I myself took a strong liking to all of the architecture in the series, which I thought was really creative. As for the animation, it's pretty fluid at times but drops in quality multiple times in the series. Some of the action-packed scenes lose a bit of appeal due to the style in which they are animated, but it's not like it detracts from the experience too much. One thing I enjoyed was how the art style adapted to the scenes, creating comedy to lighten the mood or even enhance the humor, but at the same time giving a whole new dimension to the emotional scenes. I'd say the art is above average, and while not perfect, adds to the experience of the show.\n\n\u001b[1m芸術は本当に活気があり、見ることが楽しいです。背景は時には息を呑むほどのものです。 私は自分が本当に創造的だと思ったシリーズのすべてのアーキテクチャに強い​​好感度を持っていました。 アニメーションに関しては、時にはかなり流動的ですが、シリーズでは複数回品質が低下します。 アクション満載のシーンの中には、アニメーション化されたスタイルのために少し魅力が失われるものもありますが、あまりにも多くの体験を損なうものではありません。 私が楽しんだことの一つは、シーンにどのようにアート・スタイルを適応させ、気分を明るくしたり、ユーモアを向上させるためのコメディを作ったり、同時に感情的シーンにまったく新しい次元を与えたりすることでした。 私は芸術が平均を上回っており、完璧ではないが、ショーの経験に追加すると言いたい。\u001b[22m\n\u001b[1m(Geijutsu wa hontōni kakki ga ari, miru koto ga tanoshīdesu. Haikei wa tokiniha ikiwonomu hodo no monodesu. Watashi wa jibun ga hontōni sōzō-tekida to omotta shirīzu no subete no ākitekucha ni tsuyoi ​​ kō kando o motte imashita. Animēshon ni kanshite wa, tokiniha kanari ryūdōtekidesuga, shirīzude wa fukusū kai hinshitsu ga teika shimasu. Akushon mansai no shīn no nakaniha, animēshon-ka sa reta sutairu no tame ni sukoshi miryoku ga ushinawa reru mono mo arimasuga, amarini mo ōku no taiken o sokonau monode wa arimasen. Watashi ga tanoshinda koto no hitotsu wa, shīn ni dono yō ni āto sutairu o tekiō sa se, kibun o akaruku shi tari, yūmoa o kōjō sa seru tame no komedi o tsukuttari, dōjini kanjō-teki shīn ni mattaku atarashī jigen o atae tari suru kotodeshita. Watashi wa geijutsu ga heikin o uwamawatte ori, kanpekide wa naiga, shō no keiken ni tsuika suru to iitai.)\u001b[22m\n\nTranslations of \u001b[4mThe art is really vibrant and fun to look at, and the backgrounds are simply breathtaking at times. I myself took a strong liking to all of the architecture in the series, which I thought was really creative. As for the animation, it's pretty fluid at times but drops in quality multiple times in the series. Some of the action-packed scenes lose a bit of appeal due to the style in which they are animated, but it's not like it detracts from the experience too much. One thing I enjoyed was how the art style adapted to the scenes, creating comedy to lighten the mood or even enhance the humor, but at the same time giving a whole new dimension to the emotional scenes. I'd say the art is above average, and while not perfect, adds to the experience of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is really vibrant and fun to look at, and the backgrounds are simply breathtaking at times.\u001b[24m\n    \u001b[1m芸術は本当に活気があり、見ることが楽しいです。背景は時には息を呑むほどのものです。\u001b[22m, \u001b[1m芸術は見に本当に活気と楽しさで、背景は時間に単に息をのむようです。\u001b[22m\n\u001b[4mI myself took a strong liking to all of the architecture in the series, which I thought was really creative.\u001b[24m\n    \u001b[1m私は自分が本当に創造的だと思ったシリーズのすべてのアーキテクチャに強い好感度を持っていました。\u001b[22m, \u001b[1m私自身は、私は本当に創造的だと思ったシリーズ、アーキテクチャのすべてに強い好みを取りました。\u001b[22m\n\u001b[4mAs for the animation, it's pretty fluid at times but drops in quality multiple times in the series.\u001b[24m\n    \u001b[1mアニメーションに関しては、時にはかなり流動的ですが、シリーズでは複数回品質が低下します。\u001b[22m, \u001b[1mアニメーションとしては、それは時間にかなり流体だが、シリーズの品質を複数回に低下します。\u001b[22m\n\u001b[4mSome of the action-packed scenes lose a bit of appeal due to the style in which they are animated, but it's not like it detracts from the experience too much.\u001b[24m\n    \u001b[1mアクション満載のシーンの中には、アニメーション化されたスタイルのために少し魅力が失われるものもありますが、あまりにも多くの体験を損なうものではありません。\u001b[22m, \u001b[1mアクション満載のシーンのいくつかは、それらがアニメーション化されたスタイルに魅力のビットを失うが、それはあまりにも多くの経験を損ねないようです。\u001b[22m\n\u001b[4mOne thing I enjoyed was how the art style adapted to the scenes, creating comedy to lighten the mood or even enhance the humor, but at the same time giving a whole new dimension to the emotional scenes.\u001b[24m\n    \u001b[1m私が楽しんだことの一つは、シーンにどのようにアート・スタイルを適応させ、気分を明るくしたり、ユーモアを向上させるためのコメディを作ったり、同時に感情的シーンにまったく新しい次元を与えたりすることでした。\u001b[22m, \u001b[1m私は楽しんだことの一つは、アートスタイルが気分を明るく、あるいはユーモアを向上させるが、同時に、感情的なシーンに全く新しい次元を与えるためにコメディを作成、シーンに適応する方法でした。\u001b[22m\n\u001b[4mI'd say the art is above average, and while not perfect, adds to the experience of the show.\u001b[24m\n    \u001b[1m私は芸術が平均を上回っており、完璧ではないが、ショーの経験に追加すると言いたい。\u001b[22m, \u001b[1m私は芸術が平均以上で、完璧ではないが、ショーの経験に追加されますと思います。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\nI don't have too much to say about the sound, as the background music was a bit quiet, even though it was really great when I could hear it. The OP and ED are well done as well. However, the voice acting was the best part, as all of the actors fit their roles perfectly.\n\n\u001b[1mバックグラウンドミュージックが少し静かなので、私はそれを聞くことができたときには本当に素晴らしかったが、私はそのサウンドについてあまり言い表しがない。  OPとEDはうまくいっています。 しかし、俳優のすべてが自分の役割に完全に合致するので、声優は最高の部分でした。\u001b[22m\n\u001b[1m(Bakkuguraundomyūjikku ga sukoshi shizukananode, watashi wa sore o kiku koto ga dekita toki ni wa hontōni subarashikattaga, watashi wa sono saundo ni tsuite amari iiarawashi ga nai. OP to ED wa umaku itte imasu. Shikashi, haiyū no subete ga jibun no yakuwari ni kanzen ni gatchi surunode, seiyū wa saikō no bubundeshita.)\u001b[22m\n\nTranslations of \u001b[4mI don't have too much to say about the sound, as the background music was a bit quiet, even though it was really great when I could hear it. The OP and ED are well done as well. However, the voice acting was the best part, as all of the actors fit their roles perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't have too much to say about the sound, as the background music was a bit quiet, even though it was really great when I could hear it.\u001b[24m\n    \u001b[1mバックグラウンドミュージックが少し静かなので、私はそれを聞くことができたときには本当に素晴らしかったが、私はそのサウンドについてあまり言い表しがない。\u001b[22m, \u001b[1mバックグラウンドミュージックは、私はそれを聞くことができたとき、それは本当に素晴らしかったにもかかわらず、少し静かだったように私は、音について言っても過言ではありません。\u001b[22m\n\u001b[4mThe OP and ED are well done as well.\u001b[24m\n    \u001b[1mOPとEDはうまくいっています。\u001b[22m, \u001b[1mOPとEDは同様によくやっています。\u001b[22m\n\u001b[4mHowever, the voice acting was the best part, as all of the actors fit their roles perfectly.\u001b[24m\n    \u001b[1mしかし、俳優のすべてが自分の役割に完全に合致するので、声優は最高の部分でした。\u001b[22m, \u001b[1m俳優のすべてが完璧にその役割に合うようしかし、声の演技は、最良の部分でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\nNow we get to what I felt was the strongest part of the show: the characters. As a shounen show spanning over a hundred chapters of content, the cast is naturally very wide and varied. The main characters are all unique in their own rights, especially Aladdin, as he's not too similar to most young kids in anime. Instead of being immature, he is one of the wisest characters in the immediate cast and has a high maturity level (except when around onee-sans with big boobs). Best of all, he evolves tremendously throughout the entire series, as he accumulates more knowledge about the world and about himself.\n\n\u001b[1m今私は、ショーの最強の部分であると感じたものに到達します。  100冊のコンテンツをカバーするショーネ・ショーのように、そのキャストは当然非常に幅広く多様です。 主人公は、アニメのほとんどの幼い子供たちにあまり似ているわけではないので、主人公はすべて自分の権利で一意です。特にアラジンです。 未成熟ではなく、即時出演の中で最も賢い人物の1人であり、成熟度は高い（大きなおっぱいを持つお兄さんを除いて）。 何よりも、彼は世界と自分自身についての知識を蓄積しているので、シリーズ全体を通して非常に進化しています。\u001b[22m\n\u001b[1m(Ima watashi wa, shō no saikyō no bubundearu to kanjita mono ni tōtatsu shimasu. 100-Satsu no kontentsu o kabā suru shōne shō no yō ni, sono kyasuto wa tōzen hijō ni habahiroku tayōdesu. Shujinkō wa, anime no hotondo no osanai kodomo-tachi ni amari nite iru wakede wanainode, shujinkō wa subete jibun no kenri de ichiidesu. Tokuni Arajindesu. Mi seijukude wa naku, sokuji shutsuen no naka de mottomo kashikoi jinbutsu no 1-rideari, seijuku-do wa takai (ōkina oppai o motsu onīsan o nozoite). Naniyori mo, kare wa sekai to jibun jishin ni tsuite no chishiki o chikuseki shite irunode, shirīzu zentai o tōshite hijō ni shinka shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow we get to what I felt was the strongest part of the show: the characters. As a shounen show spanning over a hundred chapters of content, the cast is naturally very wide and varied. The main characters are all unique in their own rights, especially Aladdin, as he's not too similar to most young kids in anime. Instead of being immature, he is one of the wisest characters in the immediate cast and has a high maturity level (except when around onee-sans with big boobs). Best of all, he evolves tremendously throughout the entire series, as he accumulates more knowledge about the world and about himself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow we get to what I felt was the strongest part of the show: the characters.\u001b[24m\n    \u001b[1m今私は、ショーの最強の部分であると感じたものに到達します。\u001b[22m, \u001b[1m文字：今、私たちは、私はショーの最強の一部だと感じたものを取得します。\u001b[22m\n\u001b[4mAs a shounen show spanning over a hundred chapters of content, the cast is naturally very wide and varied.\u001b[24m\n    \u001b[1m100冊のコンテンツをカバーするショーネ・ショーのように、そのキャストは当然非常に幅広く多様です。\u001b[22m, \u001b[1mコンテンツの百数十章にまたがる少年ショーとしては、キャストが自然に非常に広く、多様です。\u001b[22m\n\u001b[4mThe main characters are all unique in their own rights, especially Aladdin, as he's not too similar to most young kids in anime.\u001b[24m\n    \u001b[1m主人公は、アニメのほとんどの幼い子供たちにあまり似ているわけではないので、主人公はすべて自分の権利で一意です。特にアラジンです。\u001b[22m, \u001b[1m彼はアニメの中で最も若い子供たちにあまりにも似ていないのですように、メインキャラクターは、自分の権利、特にアラジン内のすべてのユニークです。\u001b[22m\n\u001b[4mInstead of being immature, he is one of the wisest characters in the immediate cast and has a high maturity level (except when around onee-sans with big boobs).\u001b[24m\n    \u001b[1m未成熟ではなく、即時出演の中で最も賢い人物の1人であり、成熟度は高い（大きなおっぱいを持つお兄さんを除いて）。\u001b[22m, \u001b[1m代わりに未熟であることの、彼は即時キャストで最も賢明な文字の一つであり、（巨乳と周りのお姉ちゃんはらサンセリフ除く）高成熟度レベルを持っています。\u001b[22m\n\u001b[4mBest of all, he evolves tremendously throughout the entire series, as he accumulates more knowledge about the world and about himself.\u001b[24m\n    \u001b[1m何よりも、彼は世界と自分自身についての知識を蓄積しているので、シリーズ全体を通して非常に進化しています。\u001b[22m, \u001b[1m彼は世界についてや自分自身についてより多くの知識を蓄積するように、すべてのベスト、彼は、シリーズ全体を通して途方もなく進化します。\u001b[22m\nAs for the other characters, they were equally well-made and thought out. From here on, I'll just bullet point a few things I liked about certain characters.\n\n\u001b[1m他のキャラクターについても同様に巧みに作られ、考え出された。 ここからは、特定の文字について好きなことをいくつか紹介します。\u001b[22m\n\u001b[1m(Hoka no kyarakutā ni tsuite mo dōyō ni takumi ni tsukura re, kangaedasa reta. Koko kara wa, tokutei no moji ni tsuite sukinakoto o ikutsu ka shōkai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the other characters, they were equally well-made and thought out. From here on, I'll just bullet point a few things I liked about certain characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the other characters, they were equally well-made and thought out.\u001b[24m\n    \u001b[1m他のキャラクターについても同様に巧みに作られ、考え出された。\u001b[22m, \u001b[1m他の文字については、彼らが同じようにうまく作られていると考えられました。\u001b[22m\n\u001b[4mFrom here on, I'll just bullet point a few things I liked about certain characters.\u001b[24m\n    \u001b[1mここからは、特定の文字について好きなことをいくつか紹介します。\u001b[22m, \u001b[1mここで上から、私はただの箇条書きがいくつか私は約特定の文字を言っています。\u001b[22m\n-Characters tend to act and dress similarly to how they should based on their place of origin, which is nice.\n\n\u001b[1m - キャラクターは、起源の場所に基づいてどのようにすべきかと同様に行動し、服を着られる傾向があります。\u001b[22m\n\u001b[1m(- Kyarakutā wa, kigen no basho ni motodzuite dono yō ni subeki ka to dōyō ni kōdō shi,-fuku o ki rareru keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m-Characters tend to act and dress similarly to how they should based on their place of origin, which is nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Characters tend to act and dress similarly to how they should based on their place of origin, which is nice.\u001b[24m\n    \u001b[1m - キャラクターは、起源の場所に基づいてどのようにすべきかと同様に行動し、服を着られる傾向があります。\u001b[22m, \u001b[1m-Charactersは行動し、彼らはいいです起源のその場所に基づくべきかと同様に服装をする傾向があります。\u001b[22m\n-Sinbadass the OP motherfucker is pretty cool, as you can tell by his title. Luckily, that shonen power creep that I hate was prevented in this series by reducing Sinbad's combat appearances, making every attack launched by him an absolute treat to see.\n\n\u001b[1mあなたが彼のタイトルで知ることができるように、OPのおばあちゃんはかなりクールです。 幸運にも、私が嫌うこの少年のパワークリープは、シンバードの戦闘の様子を減らすことで、このシリーズでは防げられました。\u001b[22m\n\u001b[1m(Anata ga kare no taitoru de shiru koto ga dekiru yō ni, OP no o bāchan wa kanari kūrudesu. Kōun'nimo, watashi ga kirau kono shōnen no pawākurīpu wa, shinbādo no sentō no yōsu o herasu koto de, kono shirīzude wa fusege raremashita.)\u001b[22m\n\nTranslations of \u001b[4m-Sinbadass the OP motherfucker is pretty cool, as you can tell by his title. Luckily, that shonen power creep that I hate was prevented in this series by reducing Sinbad's combat appearances, making every attack launched by him an absolute treat to see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Sinbadass the OP motherfucker is pretty cool, as you can tell by his title.\u001b[24m\n    \u001b[1mあなたが彼のタイトルで知ることができるように、OPのおばあちゃんはかなりクールです。\u001b[22m, \u001b[1m-Sinbadass OPのたれは、あなたが彼のタイトルによって言うことができるように、かなりクールです。\u001b[22m\n\u001b[4mLuckily, that shonen power creep that I hate was prevented in this series by reducing Sinbad's combat appearances, making every attack launched by him an absolute treat to see.\u001b[24m\n    \u001b[1m幸運にも、私が嫌うこの少年のパワークリープは、シンバードの戦闘の様子を減らすことで、このシリーズでは防げられました。\u001b[22m, \u001b[1m幸いなことに、私は嫌いその少年パワークリープは彼が立ち上げたすべての攻撃を参照するための絶対的な御馳走を作り、シンドバッドの戦闘外観を減少させることによって、このシリーズで阻止されました。\u001b[22m\n-I should add, all of the characters are completely unique and have their own quirks and attitudes towards each other.\n\n\u001b[1m - 私は、すべての文字が完全にユニークであり、お互いに独自の癖や態度を持っていることを付け加えます。\u001b[22m\n\u001b[1m(- Watashi wa, subete no moji ga kanzen ni yunīkudeari, otagai ni dokuji no kuse ya taido o motte iru koto o tsukekuwaemasu.)\u001b[22m\n\nTranslations of \u001b[4m-I should add, all of the characters are completely unique and have their own quirks and attitudes towards each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-I should add, all of the characters are completely unique and have their own quirks and attitudes towards each other.\u001b[24m\n    \u001b[1m - 私は、すべての文字が完全にユニークであり、お互いに独自の癖や態度を持っていることを付け加えます。\u001b[22m, \u001b[1m-Iは、すべての文字が完全にユニークであり、互いに向かって、自分の癖や態度を持って、追加する必要があります。\u001b[22m\n- One more wonderful thing is how towards the middle, the line between good and evil was completely blurred. Like in real life, everyone is fighting for what they believe in, not just because they're assholes and want to ruin everything (oh wait, i just described Al-Thamen... no one likes them anyways). Your perception of the characters towards the middle will be tossed and turned to the point where you don't even know who to root for, until the very end. This was a major factor in my enjoyment of the series, and generated a tidal wave of feels for me in some parts.\n\n\u001b[1m - もう一つ素晴らしいことは、真ん中に向かって、善と悪の間の線が完全にぼやけていたことです。 実生活のように、誰もが信じていることのために戦っているだけではありません。なぜなら、彼らはお尻なので、すべてを台無しにしたいからです（ああ待って、私はちょうどAl-Thamenを説明しました。 真ん中に向かうキャラクターに対するあなたの認識は投げられ、終わりまで誰が根源を知るのか知りません。 これは私がこのシリーズを楽しみにしてくれた大きな要因でした。そして、私はいくつかの部分で津波を感じました。\u001b[22m\n\u001b[1m(- Mōhitotsu subarashī koto wa, man'naka ni mukatte, yoitowarui no ma no sen ga kanzen ni boyakete ita kotodesu. Jisseikatsu no yō ni, daremoga shinjite iru koto no tame ni tatakatte iru dakede wa arimasen. Nazenara, karera wa o shirinanode, subete o dainashi ni shitaikaradesu (ā matte, watashi wa chōdo Al - Thamen o setsumei shimashita. Man'naka ni mukau kyarakutā ni taisuru anata no ninshiki wa nage rare, owari made dare ga kongen o shiru no ka shirimasen. Kore wa watashi ga kono shirīzu o tanoshimini shite kureta ōkina yōindeshita. Soshite, watashi wa ikutsu ka no bubun de tsunami o kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4m- One more wonderful thing is how towards the middle, the line between good and evil was completely blurred. Like in real life, everyone is fighting for what they believe in, not just because they're assholes and want to ruin everything (oh wait, i just described Al-Thamen... no one likes them anyways). Your perception of the characters towards the middle will be tossed and turned to the point where you don't even know who to root for, until the very end. This was a major factor in my enjoyment of the series, and generated a tidal wave of feels for me in some parts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- One more wonderful thing is how towards the middle, the line between good and evil was completely blurred.\u001b[24m\n    \u001b[1m - もう一つ素晴らしいことは、真ん中に向かって、善と悪の間の線が完全にぼやけていたことです。\u001b[22m, \u001b[1m - もう一つの素晴らしい事は中央に向かっ、善と悪の間の線が完全にぼやけた方法です。\u001b[22m\n\u001b[4mLike in real life, everyone is fighting for what they believe in, not just because they're assholes and want to ruin everything (oh wait, i just described Al-Thamen... no one likes them anyways).\u001b[24m\n    \u001b[1m実生活のように、誰もが信じていることのために戦っているだけではありません。なぜなら、彼らはお尻なので、すべてを台無しにしたいからです（ああ待って、私はちょうどAl-Thamenを説明しました。\u001b[22m, \u001b[1m実際の生活の中で、誰もが彼らが信じるもののために戦っているように、彼らはろくでなしだと、すべてを台無しにしたくないという理由だけで（ああ待って、私はちょうどアルThamenを説明...誰もが彼らはとにかく好きではありません）。\u001b[22m\n\u001b[4mYour perception of the characters towards the middle will be tossed and turned to the point where you don't even know who to root for, until the very end.\u001b[24m\n    \u001b[1m真ん中に向かうキャラクターに対するあなたの認識は投げられ、終わりまで誰が根源を知るのか知りません。\u001b[22m, \u001b[1m真ん中の方の文字のあなたの認識は投げ、非常に最後まで、あなたもを応援するか分からない点にオンになります。\u001b[22m\n\u001b[4mThis was a major factor in my enjoyment of the series, and generated a tidal wave of feels for me in some parts.\u001b[24m\n    \u001b[1mこれは私がこのシリーズを楽しみにしてくれた大きな要因でした。そして、私はいくつかの部分で津波を感じました。\u001b[22m, \u001b[1mこれはシリーズの私の楽しみの大きな要因であった、といくつかの部分で私のために感触の津波を発生させました。\u001b[22m\nOverall, we're presented with a wide and colorful cast of characters from all kinds of nations. It is hard to hate any of the characters, as all of them have at least some evolution that makes them more likeable. Except this one bitch and her crew of cloaked faggots. I hope she and her hooded cunts die in a hole. (Note: that should be your reaction to the only truly outright evil people in the show, another good point of the characters).\n\n\u001b[1m全体的に、私たちはあらゆる種類の国からの幅広くカラフルな文字のキャストを提示されています。 キャラクターのどれかを憎むのは難しいです。キャラクターのすべてが少なくともある程度進化しているので、キャラクターをより寛容にすることができます。 この雌と隠れた馬鹿の乗組員を除いて。 私は彼女と彼女のフード付きのcuntsが穴で死ぬことを願っています。  （注：ショーの真に邪悪な唯一の悪意ある人物へのあなたの反応であるべきです。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashitachi wa arayuru shurui no kuni kara no habahiroku karafuruna moji no kyasuto o teiji sa rete imasu. Kyarakutā no dore ka o nikumu no wa muzukashīdesu. Kyarakutā no subete ga sukunakutomo aruteido shinka shite irunode, kyarakutā o yori kan'yō ni suru koto ga dekimasu. Kono mesu to kakureta baka no norikumiin o nozoite. Watashi wa kanojo to kanojo no fūdo-tsuki no cunts ga ana de shinu koto o negatte imasu. (Chū: Shō no shin ni jaakuna yuiitsu no akui aru jinbutsu e no anata no han'nōdearubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, we're presented with a wide and colorful cast of characters from all kinds of nations. It is hard to hate any of the characters, as all of them have at least some evolution that makes them more likeable. Except this one bitch and her crew of cloaked faggots. I hope she and her hooded cunts die in a hole. (Note: that should be your reaction to the only truly outright evil people in the show, another good point of the characters).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, we're presented with a wide and colorful cast of characters from all kinds of nations.\u001b[24m\n    \u001b[1m全体的に、私たちはあらゆる種類の国からの幅広くカラフルな文字のキャストを提示されています。\u001b[22m, \u001b[1m全体的に、我々は国のすべての種類の文字の広い、カラフルなキャストを提示しています。\u001b[22m\n\u001b[4mIt is hard to hate any of the characters, as all of them have at least some evolution that makes them more likeable.\u001b[24m\n    \u001b[1mキャラクターのどれかを憎むのは難しいです。キャラクターのすべてが少なくともある程度進化しているので、キャラクターをより寛容にすることができます。\u001b[22m, \u001b[1mそれらのすべてがそれらをより好感の持てるなり、少なくともいくつかの進化を持っているように、文字のいずれかを憎むことは困難です。\u001b[22m\n\u001b[4mExcept this one bitch and her crew of cloaked faggots.\u001b[24m\n    \u001b[1mこの雌と隠れた馬鹿の乗組員を除いて。\u001b[22m, \u001b[1mこの1雌とクロークホモの乗組員を除きます。\u001b[22m\n\u001b[4mI hope she and her hooded cunts die in a hole.\u001b[24m\n    \u001b[1m私は彼女と彼女のフード付きのcuntsが穴で死ぬことを願っています。\u001b[22m, \u001b[1m私は彼女と彼女のフード付きの性器が穴の中に死ぬ願っています。\u001b[22m\n\u001b[4m(Note: that should be your reaction to the only truly outright evil people in the show, another good point of the characters).\u001b[24m\n    \u001b[1m（注：ショーの真に邪悪な唯一の悪意ある人物へのあなたの反応であるべきです。\u001b[22m, \u001b[1m（注：あなたのショーで唯一の真のあからさまな悪の人々に反応、文字の別の良い点でなければならないこと）。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 11/10\n\n\u001b[1m楽しさ：11/10\u001b[22m\n\u001b[1m(Tanoshisa: 11/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 11/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 11/10\u001b[24m\n    \u001b[1m楽しさ：11/10\u001b[22m\nThis show deserves its high rating and every single point I put into enjoyment. It takes you on a roller coaster of emotions but with no steep drops to deter from the overall enjoyment. The battles are epic, the story is very engaging, and every episode makes you want to immediately see the next, even if there are no more left. Aesthetically appealing with well thought-out characters and the story structure of a page-turner manga, Magi: The Kingdom of Magic is a show for almost anyone and everyone to watch due to the way its story is. Now, get out there and watch S1 and S2, if you haven't already.\n\n\u001b[1mこのショーは高い評価と私が楽しませるあらゆるポイントに値する。 感情のジェットコースターであなたを連れてきますが、全体的な楽しさを抑えるための急な落下はありません。 戦いは叙事詩であり、物語は非常に魅力的であり、すべてのエピソードでは、それ以上は残っていなくてもすぐに次のエピソードを見たいと思うようになります。 マジック・ザ・マジック：マジック・ザ・マジック（Magic of Kingdom）は、熟考されたキャラクターやページ・ターナー・マンガのストーリー構造に美的に魅力があります。 さあ、そこに出て、S1とS2を見てください。\u001b[22m\n\u001b[1m(Kono shō wa takai hyōka to watashi ga tanoshima seru arayuru pointo ni ataisuru. Kanjō no jettokōsutā de anata o tsurete kimasuga, zentai-tekina tanoshisa o osaeru tame no kyūna rakka wa arimasen. Tatakai wa jojishideari, monogatari wa hijō ni mirikitekideari, subete no episōdode wa, soreijō wa nokotte inakute mo sugu ni tsugi no episōdo o mitai to omou yō ni narimasu. Majikku za majikku: Majikku za majikku (Magic of Kingdom) wa, jukukō sa reta kyarakutā ya pēji tānā manga no sutōrī kōzō ni biteki ni miryoku ga arimasu. Sā, soko ni dete, S 1 to S 2 o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis show deserves its high rating and every single point I put into enjoyment. It takes you on a roller coaster of emotions but with no steep drops to deter from the overall enjoyment. The battles are epic, the story is very engaging, and every episode makes you want to immediately see the next, even if there are no more left. Aesthetically appealing with well thought-out characters and the story structure of a page-turner manga, Magi: The Kingdom of Magic is a show for almost anyone and everyone to watch due to the way its story is. Now, get out there and watch S1 and S2, if you haven't already.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show deserves its high rating and every single point I put into enjoyment.\u001b[24m\n    \u001b[1mこのショーは高い評価と私が楽しませるあらゆるポイントに値する。\u001b[22m, \u001b[1mこの番組は、その高い評価と私は楽しみに入れてすべての単一の点に値します。\u001b[22m\n\u001b[4mIt takes you on a roller coaster of emotions but with no steep drops to deter from the overall enjoyment.\u001b[24m\n    \u001b[1m感情のジェットコースターであなたを連れてきますが、全体的な楽しさを抑えるための急な落下はありません。\u001b[22m, \u001b[1mそれは感情のジェットコースターではなく、全体的な楽しさから抑止するなし急な滴で表示されます。\u001b[22m\n\u001b[4mThe battles are epic, the story is very engaging, and every episode makes you want to immediately see the next, even if there are no more left.\u001b[24m\n    \u001b[1m戦いは叙事詩であり、物語は非常に魅力的であり、すべてのエピソードでは、それ以上は残っていなくてもすぐに次のエピソードを見たいと思うようになります。\u001b[22m, \u001b[1m戦いは話は非常に魅力的である、叙事詩であり、すべてのエピソードは、より左何があっても、あなたはすぐに次のを見てみたいものではありません。\u001b[22m\n\u001b[4mAesthetically appealing with well thought-out characters and the story structure of a page-turner manga, Magi: The Kingdom of Magic is a show for almost anyone and everyone to watch due to the way its story is.\u001b[24m\n    \u001b[1mマジック・ザ・マジック：マジック・ザ・マジック（Magic of Kingdom）は、熟考されたキャラクターやページ・ターナー・マンガのストーリー構造に美的に魅力があります。\u001b[22m, \u001b[1m考え抜かれた文字とページターナーの漫画のストーリー構造の審美的に魅力的な、賢者：魔法の王国は、その物語があるように見てほとんど誰と誰のためのショーです。\u001b[22m\n\u001b[4mNow, get out there and watch S1 and S2, if you haven't already.\u001b[24m\n    \u001b[1mさあ、そこに出て、S1とS2を見てください。\u001b[22m, \u001b[1m今、そこに取得し、あなたが既に持っていない場合は、S1およびS2を見ます。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: 8-9 or 10/10\n\n\u001b[1m全体：8-9または10/10\u001b[22m\n\u001b[1m(Zentai: 8 - 9 Matawa 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: 8-9 or 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: 8-9 or 10/10\u001b[24m\n    \u001b[1m全体：8-9または10/10\u001b[22m, \u001b[1m総評：8-9または10月10日\u001b[22m\n(10/10 factors in enjoyment, 8-9/10 depends on how much the flaws in the series affected your enjoyment)\n\n\u001b[1m（10分の楽しみの要因、8-9 / 10は、シリーズの欠陥があなたの楽しみにどれだけ影響を与えたかによって決まります）\u001b[22m\n\u001b[1m((10-Bu no tanoshimi no yōin, 8 - 9/ 10 wa, shirīzu no kekkan ga anata no tanoshimini dore dake eikyō o ataeta ka ni yotte kimarimasu))\u001b[22m\n\nTranslations of \u001b[4m(10/10 factors in enjoyment, 8-9/10 depends on how much the flaws in the series affected your enjoyment)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(10/10 factors in enjoyment, 8-9/10 depends on how much the flaws in the series affected your enjoyment)\u001b[24m\n    \u001b[1m（10分の楽しみの要因、8-9 / 10は、シリーズの欠陥があなたの楽しみにどれだけ影響を与えたかによって決まります）\u001b[22m, \u001b[1m（楽しさで10/10要因、8-9 / 10は、一連の欠陥があなたの楽しみに影響を与えたどのくらいに依存します）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "kilreffz",
    "profile": "/profile/kilreffz/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=146359",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n最初は、この2番目のシリーズを見るのが少し嫌でした。最近の多くのものが元のものよりずっと悪かったからです（凍結、チューニブーなど）。 しかし、これはマジでは当てはまりませんでした。\n\nサイドノート：私のための10/10完全ではない、それはちょうど私がそれをマークする理由がなかったことを意味します。\n\nストーリー：9/10\n最初のシーズンの熱心なファンとして、私はそのストーリーに非常に驚いていました。（それぞれのキャラクターのストーリーは興味をそそられ、エンディングの緊張を高めました。  10はモルガイアナの物語であり、彼女の物語は軽く触れられていて、最後にはちょっと登場して、すべての人物が集まってちょっとチーズになった。 もっと憧れていた。\n\nアート：10/10\nこのアニメの中で最も記憶に残るものの1つは、私のためのコメディであり、芸術はそれを素敵に補完しました。 最初のシーズンと同様に、コメディにマッチするようにキャラクターの芸術が完全に変わった瞬間が多かった。  （私は本当にそれが何であるかわからない）また、戦闘シーンは十分に滑らかで、私は何か悪いことに気付かなかった。\n\nサウンド：10/10\n特に第2 EDは私のお気に入りの一つです。 しかし、OPと第1 EDの両方とも良好であった。 私は本当にアニメの間にサウンドトラックにあまり注意を払っていないので、反復的であるか、アニメーションに合致しないかを実際に知ることができます。この場合、反復的ではなく、アニメーションにうまくいきました。\n\nキャラクター：9/10\nこのような大規模なキャラクターのキャストとやや荒々しい悪役で、私は主なキャラクター以外のキャラクターを気にするのは難しいです。 しかし、それは言われている、主人公は素晴らしく拡大され、最初のシーズンの終わりとはかなり異なっています。\n\n楽しさ：10/10\n私にとって、いくつかのアニメは面白くなるか、退屈なエピソードがあるのにしばらく時間がかかりますが、Magi：The Magic of Magicはしませんでした。 最初のエピソードから、私は夢中になった。 特にAladdinのストーリーは、私が見てきた最高のものの1つで、次のエピソードを見たいと思っていました。\n\n全体：10/10\nこのアニメはずっと私が見てきた最高のもののひとつでした。 私は間違いなく他の人にそれをお勧めします。\n\nあなたが価値があるかどうか疑問に思えば、私はしばしばそうですが、時間を費やしています。これを躊躇しないでください。 あなたはそれを後悔しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAt first, I was a bit reluctant to watch this second series, as many recent ones have been much worse than the original (freezing, chuunibyou, etc.). But, this was not the case with Magi: The Kingdom of Magic.\n\n\u001b[1m最初は、この2番目のシリーズを見るのが少し嫌でした。最近の多くのものが元のものよりずっと悪かったからです（凍結、チューニブーなど）。 しかし、これはマジでは当てはまりませんでした。\u001b[22m\n\u001b[1m(Saisho wa, kono 2-banme no shirīzu o miru no ga sukoshi iyadeshita. Saikin no ōku no mono ga gen no mono yori zutto warukattakaradesu (tōketsu, chūnibū nado). Shikashi, kore wa majide wa atehamarimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAt first, I was a bit reluctant to watch this second series, as many recent ones have been much worse than the original (freezing, chuunibyou, etc.). But, this was not the case with Magi: The Kingdom of Magic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I was a bit reluctant to watch this second series, as many recent ones have been much worse than the original (freezing, chuunibyou, etc.).\u001b[24m\n    \u001b[1m最初は、この2番目のシリーズを見るのが少し嫌でした。最近の多くのものが元のものよりずっと悪かったからです（凍結、チューニブーなど）。\u001b[22m, \u001b[1m最近の多くのものは、元の（凍結、chuunibyouなど）よりもはるかに悪化していたとして最初に、私は、この第二のシリーズを見て少し消極的でした。\u001b[22m\n\u001b[4mBut, this was not the case with Magi: The Kingdom of Magic.\u001b[24m\n    \u001b[1mしかし、これはマジでは当てはまりませんでした。\u001b[22m, \u001b[1mマジックの王国：しかし、これはマギとそうではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSide note: 10/10 for me is not perfect, it just means I had no reason to mark it down.\n\n\u001b[1mサイドノート：私のための10/10完全ではない、それはちょうど私がそれをマークする理由がなかったことを意味します。\u001b[22m\n\u001b[1m(Saidonōto: Watashi no tame no 10/ 10 kanzende wanai, sore wa chōdo watashi ga sore o māku suru riyū ga nakatta koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSide note: 10/10 for me is not perfect, it just means I had no reason to mark it down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSide note: 10/10 for me is not perfect, it just means I had no reason to mark it down.\u001b[24m\n    \u001b[1mサイドノート：私のための10/10完全ではない、それはちょうど私がそれをマークする理由がなかったことを意味します。\u001b[22m, \u001b[1mサイドノート：私のために10月10日には完璧ではない、それはちょうど私がそれをマークダウンする理由を持っていないことを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9/10\n\n\u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9/10\u001b[24m\n    \u001b[1mストーリー：9/10\u001b[22m\nAs an avid fan of the first season, I was greatly surprised by the story (in a good way. Each character's story was intriguing and helped build a lot of tension for the ending. Now, the main reason this is a 9 a not a 10 is Morgiana's story. Her story was lightly touched on and she kind of just appeared at the end where all the characters gather which made it a bit cheesy. The ending was left open, mostly because the manga needs to produce more content, and I was left yearning for more.\n\n\u001b[1m最初のシーズンの熱心なファンとして、私はそのストーリーに非常に驚いていました。（それぞれのキャラクターのストーリーは興味をそそられ、エンディングの緊張を高めました。  10はモルガイアナの物語であり、彼女の物語は軽く触れられていて、最後にはちょっと登場して、すべての人物が集まってちょっとチーズになった。 もっと憧れていた。\u001b[22m\n\u001b[1m(Saisho no shīzun no nesshin'na fan to shite, watashi wa sono sutōrī ni hijō ni odoroite imashita. (Sorezore no kyarakutā no sutōrī wa kyōmi o sosora re, endingu no kinchō o takamemashita. 10 Wa morugaiana no monogatarideari, kanojo no monogatari wa karuku fure rarete ite, saigo ni wa chotto tōjō shite, subete no jinbutsu ga atsumatte chotto chīzu ni natta. Motto akogarete ita.)\u001b[22m\n\nTranslations of \u001b[4mAs an avid fan of the first season, I was greatly surprised by the story (in a good way. Each character's story was intriguing and helped build a lot of tension for the ending. Now, the main reason this is a 9 a not a 10 is Morgiana's story. Her story was lightly touched on and she kind of just appeared at the end where all the characters gather which made it a bit cheesy. The ending was left open, mostly because the manga needs to produce more content, and I was left yearning for more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs an avid fan of the first season, I was greatly surprised by the story (in a good way. Each character's story was intriguing and helped build a lot of tension for the ending. Now, the main reason this is a 9 a not a\u001b[24m\n    \u001b[1m最初のシーズンの熱心なファンとして、私はそのストーリーに非常に驚いていました。（それぞれのキャラクターのストーリーは興味をそそられ、エンディングの緊張を高めました。\u001b[22m, \u001b[1m最初のシーズンの熱心なファンとして、私は非常に良い方法で（話に驚いた。各キャラクターのストーリーが魅力的だったし、これは9ではありません終了。さて、主な理由のために緊張の多くを構築する助け\u001b[22m\n\u001b[4m10 is Morgiana's story. Her story was lightly touched on and she kind of just appeared at the end where all the characters gather which made it a bit cheesy. The ending was left open, mostly because the manga needs to produce more content, and I\u001b[24m\n    \u001b[1m10はモルガイアナの物語であり、彼女の物語は軽く触れられていて、最後にはちょっと登場して、すべての人物が集まってちょっとチーズになった。\u001b[22m, \u001b[1m10はMorgianaの話です。彼女の話は軽く触れた、彼女は種類のちょうどエンディングが漫画はより多くのコンテンツを生成する必要がある主な理由は、開いたままにした。すべての文字が、それは少し安っぽい作られ集まる最後に登場し、I\u001b[22m\n\u001b[4mwas left yearning for more.\u001b[24m\n    \u001b[1mもっと憧れていた。\u001b[22m, \u001b[1mより多くのための憧れを残しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m\nOne of the most memorable things in this anime was the comedy for me, and the art fabulously complemented it. As with the first season, there were many moments where the character's art completely changed to match the comedy. (I don't really know what it's called) Also, the fighting scenes were smooth enough so that I didn't notice anything bad.\n\n\u001b[1mこのアニメの中で最も記憶に残るものの1つは、私のためのコメディであり、芸術はそれを素敵に補完しました。 最初のシーズンと同様に、コメディにマッチするようにキャラクターの芸術が完全に変わった瞬間が多かった。  （私は本当にそれが何であるかわからない）また、戦闘シーンは十分に滑らかで、私は何か悪いことに気付かなかった。\u001b[22m\n\u001b[1m(Kono anime no naka de mottomo kioku ni nokoru mono no 1tsu wa, watashi no tame no komedideari, geijutsu wa sore o suteki ni hokan shimashita. Saisho no shīzun to dōyō ni, komedi ni matchi suru yō ni kyarakutā no geijutsu ga kanzen ni kawatta shunkan ga ōkatta. (Watashi wa hontōni sore ga nandearu ka wakaranai) mata, sentō shīn wa jūbun ni namerakade, watashi wa nani ka warui koto ni kidzukanakatta.)\u001b[22m\n\nTranslations of \u001b[4mOne of the most memorable things in this anime was the comedy for me, and the art fabulously complemented it. As with the first season, there were many moments where the character's art completely changed to match the comedy. (I don't really know what it's called) Also, the fighting scenes were smooth enough so that I didn't notice anything bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the most memorable things in this anime was the comedy for me, and the art fabulously complemented it.\u001b[24m\n    \u001b[1mこのアニメの中で最も記憶に残るものの1つは、私のためのコメディであり、芸術はそれを素敵に補完しました。\u001b[22m, \u001b[1mこのアニメの中で最も記憶に残るものの一つは、私にとってはコメディだった、と芸術は途方もなく、それを補完します。\u001b[22m\n\u001b[4mAs with the first season, there were many moments where the character's art completely changed to match the comedy.\u001b[24m\n    \u001b[1m最初のシーズンと同様に、コメディにマッチするようにキャラクターの芸術が完全に変わった瞬間が多かった。\u001b[22m, \u001b[1m最初のシーズンと同じように、文字の芸術は完全にコメディに一致するように変更多くの瞬間がありました。\u001b[22m\n\u001b[4m(I don't really know what it's called) Also, the fighting scenes were smooth enough so that I didn't notice anything bad.\u001b[24m\n    \u001b[1m（私は本当にそれが何であるかわからない）また、戦闘シーンは十分に滑らかで、私は何か悪いことに気付かなかった。\u001b[22m, \u001b[1mまた、戦いのシーンは、私は悪い何も気付かなかったように十分に滑らかであった（私は実際にそれが呼ばれているものを知りません）。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10\n\n\u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m(Saundo: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10\u001b[24m\n    \u001b[1mサウンド：10/10\u001b[22m\nThe 2nd ED in particular is one of my favorites. But, both of the OP and the 1st ED were also good. I don't really pay too much attention to the soundtracks during the anime, so I can only really tell if it's repetitive or doesn't match the animations, which in this case, was not repetitive and went well with the animations.\n\n\u001b[1m特に第2 EDは私のお気に入りの一つです。 しかし、OPと第1 EDの両方とも良好であった。 私は本当にアニメの間にサウンドトラックにあまり注意を払っていないので、反復的であるか、アニメーションに合致しないかを実際に知ることができます。この場合、反復的ではなく、アニメーションにうまくいきました。\u001b[22m\n\u001b[1m(Tokuni dai 2 ED wa watashinōkiniiri no hitotsudesu. Shikashi, OP to dai 1 ED no ryōhō tomo ryōkōdeatta. Watashi wa hontōni anime no ma ni saundotorakku ni amari chūi o haratte inainode, hanpuku-tekidearu ka, animēshon ni gatchi shinai ka o jissai ni shiru koto ga dekimasu. Ko no baai, hanpuku-tekide wa naku, animēshon ni umaku ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe 2nd ED in particular is one of my favorites. But, both of the OP and the 1st ED were also good. I don't really pay too much attention to the soundtracks during the anime, so I can only really tell if it's repetitive or doesn't match the animations, which in this case, was not repetitive and went well with the animations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe 2nd ED in particular is one of my favorites.\u001b[24m\n    \u001b[1m特に第2 EDは私のお気に入りの一つです。\u001b[22m, \u001b[1m特に第二EDは私のお気に入りの一つです。\u001b[22m\n\u001b[4mBut, both of the OP and the 1st ED were also good.\u001b[24m\n    \u001b[1mしかし、OPと第1 EDの両方とも良好であった。\u001b[22m, \u001b[1mしかし、OPと第一EDの両方も良好でした。\u001b[22m\n\u001b[4mI don't really pay too much attention to the soundtracks during the anime, so I can only really tell if it's repetitive or doesn't match the animations, which in this case, was not repetitive and went well with the animations.\u001b[24m\n    \u001b[1m私は本当にアニメの間にサウンドトラックにあまり注意を払っていないので、反復的であるか、アニメーションに合致しないかを実際に知ることができます。この場合、反復的ではなく、アニメーションにうまくいきました。\u001b[22m, \u001b[1m私は本当にアニメの間、サウンドトラックにはあまり注意を払っていないので、それは繰り返しのですか、この場合には、反復的ではなかったとアニメーションでうまくいったアニメーションを、一致しない場合、私は本当に言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9/10\n\n\u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9/10\u001b[24m\n    \u001b[1mキャラクター：9/10\u001b[22m\nWith such a large cast of characters and somewhat banal villains, I find it hard to care about any characters besides the main ones. But that being said, the main characters were expanded on splendidly and are quite different than they were at the end of the first season.\n\n\u001b[1mこのような大規模なキャラクターのキャストとやや荒々しい悪役で、私は主なキャラクター以外のキャラクターを気にするのは難しいです。 しかし、それは言われている、主人公は素晴らしく拡大され、最初のシーズンの終わりとはかなり異なっています。\u001b[22m\n\u001b[1m(Kono yōna ōkibona kyarakutā no kyasuto to yaya araarashī akuyaku de, watashi wa omona kyarakutā igai no kyarakutā o ki ni suru no wa muzukashīdesu. Shikashi, sore wa iwa rete iru, shujinkō wa subarashiku kakudai sa re, saisho no shīzun no owari to wa kanari kotonatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWith such a large cast of characters and somewhat banal villains, I find it hard to care about any characters besides the main ones. But that being said, the main characters were expanded on splendidly and are quite different than they were at the end of the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith such a large cast of characters and somewhat banal villains, I find it hard to care about any characters besides the main ones.\u001b[24m\n    \u001b[1mこのような大規模なキャラクターのキャストとやや荒々しい悪役で、私は主なキャラクター以外のキャラクターを気にするのは難しいです。\u001b[22m, \u001b[1m文字とやや平凡な悪役のような大規模なキャストで、私はそれは難しい主なもの以外の任意の文字を気にすることを見つけます。\u001b[22m\n\u001b[4mBut that being said, the main characters were expanded on splendidly and are quite different than they were at the end of the first season.\u001b[24m\n    \u001b[1mしかし、それは言われている、主人公は素晴らしく拡大され、最初のシーズンの終わりとはかなり異なっています。\u001b[22m, \u001b[1mしかし、言われていることを、主要な登場人物は見事に拡大し、彼らが最初のシーズンの終わりにあったよりもかなり異なっていました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\nFor me, some animes take a while to get interesting or have some boring episodes, but Magi: The Kingdom of Magic didn't. From the very first episode, I was hooked. Aladdin's story in particular was one of the best I've seen and left me wanting to watch the next episode.\n\n\u001b[1m私にとって、いくつかのアニメは面白くなるか、退屈なエピソードがあるのにしばらく時間がかかりますが、Magi：The Magic of Magicはしませんでした。 最初のエピソードから、私は夢中になった。 特にAladdinのストーリーは、私が見てきた最高のものの1つで、次のエピソードを見たいと思っていました。\u001b[22m\n\u001b[1m(Watashi ni totte, ikutsu ka no anime wa omoshiroku naru ka, taikutsuna episōdo ga aru no ni shibaraku jikan ga kakarimasuga, Magi: The Magic of Magic wa shimasendeshita. Saisho no episōdo kara, watashi wa muchū ni natta. Tokuni arajin no sutōrī wa, watashi ga mitekita saikō no mono no 1tsu de,-ji no episōdo o mitai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mFor me, some animes take a while to get interesting or have some boring episodes, but Magi: The Kingdom of Magic didn't. From the very first episode, I was hooked. Aladdin's story in particular was one of the best I've seen and left me wanting to watch the next episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, some animes take a while to get interesting or have some boring episodes, but Magi: The Kingdom of Magic didn't.\u001b[24m\n    \u001b[1m私にとって、いくつかのアニメは面白くなるか、退屈なエピソードがあるのにしばらく時間がかかりますが、Magi：The Magic of Magicはしませんでした。\u001b[22m, \u001b[1m私にとっては、いくつかのアニメは面白い取得に時間がかかるか、いくつかの退屈なエピソードを持っていますが、賢者：魔法の王国はしませんでした。\u001b[22m\n\u001b[4mFrom the very first episode, I was hooked.\u001b[24m\n    \u001b[1m最初のエピソードから、私は夢中になった。\u001b[22m, \u001b[1m非常に最初のエピソードから、私は夢中になりました。\u001b[22m\n\u001b[4mAladdin's story in particular was one of the best I've seen and left me wanting to watch the next episode.\u001b[24m\n    \u001b[1m特にAladdinのストーリーは、私が見てきた最高のものの1つで、次のエピソードを見たいと思っていました。\u001b[22m, \u001b[1m特にアラジンの物語は、私が見た中で最高の一つであったと次のエピソードを見てしたい私を残しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10/10\n\n\u001b[1m全体：10/10\u001b[22m\n\u001b[1m(Zentai: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10/10\u001b[24m\n    \u001b[1m全体：10/10\u001b[22m\nThis anime was by far one of best I've seen in a while. I'd definitely recommend it to others.\n\n\u001b[1mこのアニメはずっと私が見てきた最高のもののひとつでした。 私は間違いなく他の人にそれをお勧めします。\u001b[22m\n\u001b[1m(Kono anime wa zutto watashi ga mitekita saikō no mono no hitotsudeshita. Watashi wa machigainaku hokanohito ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was by far one of best I've seen in a while. I'd definitely recommend it to others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was by far one of best I've seen in a while.\u001b[24m\n    \u001b[1mこのアニメはずっと私が見てきた最高のもののひとつでした。\u001b[22m, \u001b[1mこのアニメは、はるかに私はしばらくの間で見た中で最高の一つでした。\u001b[22m\n\u001b[4mI'd definitely recommend it to others.\u001b[24m\n    \u001b[1m私は間違いなく他の人にそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're stuck wondering if this is worth you're time, as I often am, don't hesitate to give this one a go. You won't regret it.\n\n\u001b[1mあなたが価値があるかどうか疑問に思えば、私はしばしばそうですが、時間を費やしています。これを躊躇しないでください。 あなたはそれを後悔しません。\u001b[22m\n\u001b[1m(Anata ga kachigāru ka dō ka gimon ni omoeba, watashi wa shibashiba sōdesuga, jikan o tsuiyashite imasu. Kore o chūcho shinaide kudasai. Anata wa sore o kōkai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you're stuck wondering if this is worth you're time, as I often am, don't hesitate to give this one a go. You won't regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're stuck wondering if this is worth you're time, as I often am, don't hesitate to give this one a go.\u001b[24m\n    \u001b[1mあなたが価値があるかどうか疑問に思えば、私はしばしばそうですが、時間を費やしています。これを躊躇しないでください。\u001b[22m, \u001b[1mあなたは、これは私がしばしばだとしてあなたは、時間だ価値があるのか疑問に立ち往生している場合は、この1つをやってみることを躊躇しません。\u001b[22m\n\u001b[4mYou won't regret it.\u001b[24m\n    \u001b[1mあなたはそれを後悔しません。\u001b[22m, \u001b[1m後悔はさせませんから。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "Dr3w99Dr3w",
    "profile": "/profile/Dr3w99Dr3w/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=195254",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  10\n\n非常にユニークな物語と信じられないほど良いでした。 私はそれのような別のアニメを見たことがないと私はまだもっと欲しいが、私は最初のシーズンを素晴らしくした2番目のシーズンが少し欠けているように感じる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nVery unique story and it was unbelievably good. I've never seen another anime like it and I still want more, but I feel like the second season lacked a little of that which made the first season superb.\n\n\u001b[1m非常にユニークな物語と信じられないほど良いでした。 私はそれのような別のアニメを見たことがないと私はまだもっと欲しいが、私は最初のシーズンを素晴らしくした2番目のシーズンが少し欠けているように感じる。\u001b[22m\n\u001b[1m(Hijō ni yunīkuna monogatari to shinji rarenai hodo yoideshita. Watashi wa sore no yōna betsu no anime o mita koto ga nai to watashi wa mada motto hoshīga, watashi wa saisho no shīzun o subarashiku shita 2-banme no shīzun ga sukoshi kakete iru yō ni kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mVery unique story and it was unbelievably good. I've never seen another anime like it and I still want more, but I feel like the second season lacked a little of that which made the first season superb.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery unique story and it was unbelievably good.\u001b[24m\n    \u001b[1m非常にユニークな物語と信じられないほど良いでした。\u001b[22m, \u001b[1m非常にユニークなストーリーと、それは信じられないほど良かったです。\u001b[22m\n\u001b[4mI've never seen another anime like it and I still want more, but I feel like the second season lacked a little of that which made the first season superb.\u001b[24m\n    \u001b[1m私はそれのような別のアニメを見たことがないと私はまだもっと欲しいが、私は最初のシーズンを素晴らしくした2番目のシーズンが少し欠けているように感じる。\u001b[22m, \u001b[1m私はそれのような他のアニメを見たことがないと私はまだもっと欲しいが、私は第二シーズンは最初のシーズンは素晴らしい作られたもののほとんどを欠いていたような気がします。\u001b[22m"
  },
  {
    "title": "Magi__The_Kingdom_of_Magic",
    "id": "18115",
    "url": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
    "user": "greenblood1991",
    "profile": "/profile/greenblood1991/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=154707",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\n私はショーの第1シーズンが好きだったので、私はそれが前のようにすばらしいことを望む第2のものを見続ける。\n\nストーリー：\nそれは最後の季節から始まり、トリオalibaba、aladin、morと一緒にうまく始まります。彼らは強くなるように訓練に行きますが、最後のエピソードまで一緒には見えません。 この特定の敵のために、私がアラディンが戦いに行くたびに、彼は誰も救出しようとするという話を嫌いにしていました。\n6/10\n\nアート：\n最後のシーズンと同じように良い。\n8/10\n音 ：\n昨シーズンと同じ。\n8/10\nキャラクター：\nアニメは最高のキャラクターである可能性を秘めていましたが、最後のものはすべて24枚のエピソードに出演していませんでした。私はそれらを知らず、 シンドバッド王と一緒に来た人たち。\n7/10\n\n楽しみ：\n私は楽しかったが、問題はそれを第1シーズンと比較することで、前のシーズンと似ていない理由があるということです。\n7/10\n全体：7/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI liked the 1st season of the show so I continued watching the second one hoping that it will be awesome as the previous.\n\n\u001b[1m私はショーの第1シーズンが好きだったので、私はそれが前のようにすばらしいことを望む第2のものを見続ける。\u001b[22m\n\u001b[1m(Watashi wa shō no dai 1 shīzun ga sukidattanode, watashi wa sore ga mae no yō ni subarashī koto o nozomu dai 2 no mono o mi tsudzukeru.)\u001b[22m\n\nTranslations of \u001b[4mI liked the 1st season of the show so I continued watching the second one hoping that it will be awesome as the previous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the 1st season of the show so I continued watching the second one hoping that it will be awesome as the previous.\u001b[24m\n    \u001b[1m私はショーの第1シーズンが好きだったので、私はそれが前のようにすばらしいことを望む第2のものを見続ける。\u001b[22m, \u001b[1m私はので、私はそれが以前のように素晴らしいであろうことを期待して第1を見続けショーの第一シーズンが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nIt goes on from the last season and it starts nicely with the trio alibaba , aladin and mor everyone goes to train themselves so they become stronger , but you will not see them until the last episode together and nations fighting for the land it all goes away just for this certain enemy , the most thing that made me dislike the story that every time aladin goes to a fight he tries to rescue everyone I wish that at least for once he just snap and unleash hes true power.\n\n\u001b[1mそれは最後の季節から始まり、トリオalibaba、aladin、morと一緒にうまく始まります。彼らは強くなるように訓練に行きますが、最後のエピソードまで一緒には見えません。 この特定の敵のために、私がアラディンが戦いに行くたびに、彼は誰も救出しようとするという話を嫌いにしていました。\u001b[22m\n\u001b[1m(Sore wa saigo no kisetsu kara hajimari, torio alibaba, aladin, mor to issho ni umaku hajimarimasu. Karera wa tsuyoku naru yō ni kunren ni ikimasuga, saigo no episōdo made issho ni wa miemasen. Kono tokutei no teki no tame ni, watashi ga aradin ga tatakai ni iku tabi ni, kare wa dare mo kyūshutsu shiyou to suru to iu hanashi o kirai ni shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mIt goes on from the last season and it starts nicely with the trio alibaba , aladin and mor everyone goes to train themselves so they become stronger , but you will not see them until the last episode together and nations fighting for the land it all goes away just for this certain enemy , the most thing that made me dislike the story that every time aladin goes to a fight he tries to rescue everyone I wish that at least for once he just snap and unleash hes true power.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt goes on from the last season and it starts nicely with the trio alibaba , aladin and mor everyone goes to train themselves so they become stronger , but you will not see them until the last episode together and nations fighting for the land it all goes away\u001b[24m\n    \u001b[1mそれは最後の季節から始まり、トリオalibaba、aladin、morと一緒にうまく始まります。彼らは強くなるように訓練に行きますが、最後のエピソードまで一緒には見えません。\u001b[22m, \u001b[1mこれは、昨シーズンから上に行く、それは、トリオのアリババとうまく起動しアラディンとMOR誰もが、彼らが強くなるように自分自身を訓練するためになりますが、あなたは最後のエピソードまで、それらを一緒に表示されませんし、土地のために戦って国がそれがすべて消えます\u001b[22m\n\u001b[4mjust for this certain enemy , the most thing that made me dislike the story that every time aladin goes to a fight he tries to rescue everyone I wish that at least for once he just snap and unleash hes true power.\u001b[24m\n    \u001b[1mこの特定の敵のために、私がアラディンが戦いに行くたびに、彼は誰も救出しようとするという話を嫌いにしていました。\u001b[22m, \u001b[1mちょうどこの特定の敵、私は毎回アラジンが、彼は少なくとも彼は真の力をスナップし、HESを発揮一旦ためていることを私が望むすべての人を救出しようとする戦いに行く話を嫌い作らほとんどのもののために。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nGood just like the last Season.\n\n\u001b[1m最後のシーズンと同じように良い。\u001b[22m\n\u001b[1m(Saigo no shīzun to onajiyōni yoi.)\u001b[22m\n\nTranslations of \u001b[4mGood just like the last Season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood just like the last Season.\u001b[24m\n    \u001b[1m最後のシーズンと同じように良い。\u001b[22m, \u001b[1mちょうど最後のシーズンのような良いです。\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\nSound :\n\n\u001b[1m音 ：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe same as last season.\n\n\u001b[1m昨シーズンと同じ。\u001b[22m\n\u001b[1m(Saku shīzun to onaji.)\u001b[22m\n\nTranslations of \u001b[4mThe same as last season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe same as last season.\u001b[24m\n    \u001b[1m昨シーズンと同じ。\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe anime got a potential for being the best in characters but they didn't show at all for 24 episode last one all came and show their all moves I didn't feel it because I didn't know them and feel their story like the people who came with king Sindbad.\n\n\u001b[1mアニメは最高のキャラクターである可能性を秘めていましたが、最後のものはすべて24枚のエピソードに出演していませんでした。私はそれらを知らず、 シンドバッド王と一緒に来た人たち。\u001b[22m\n\u001b[1m(Anime wa saikō no kyarakutādearu kanōsei o himete imashitaga, saigo no mono wa subete 24-mai no episōdo ni shutsuen shite imasendeshita. Watashi wa sorera o shirazu, shindobaddo-ō to issho ni kita hito-tachi.)\u001b[22m\n\nTranslations of \u001b[4mThe anime got a potential for being the best in characters but they didn't show at all for 24 episode last one all came and show their all moves I didn't feel it because I didn't know them and feel their story like the people who came with king Sindbad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime got a potential for being the best in characters but they didn't show at all for 24 episode last one all came and show their all moves I didn't feel it because I didn't know them and feel their story like the\u001b[24m\n    \u001b[1mアニメは最高のキャラクターである可能性を秘めていましたが、最後のものはすべて24枚のエピソードに出演していませんでした。私はそれらを知らず、\u001b[22m, \u001b[1mアニメは文字数で最高であることの可能性を得たが、彼らは私が彼らを知っているなど、その物語を感じなかったので、私はそれを感じませんでした来たすべてのための24のエピソードの最後の1まったく表示され、そのすべての動きを示しませんでした\u001b[22m\n\u001b[4mpeople who came with king Sindbad.\u001b[24m\n    \u001b[1mシンドバッド王と一緒に来た人たち。\u001b[22m, \u001b[1m王シンドバッドに付属の人々。\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI enjoyed but the problem is that I compare it to the 1st season that’s why I didn’t like much like the previous one.\n\n\u001b[1m私は楽しかったが、問題はそれを第1シーズンと比較することで、前のシーズンと似ていない理由があるということです。\u001b[22m\n\u001b[1m(Watashi wa tanoshikatta ga, mondai wa sore o dai 1 shīzun to hikaku suru koto de, mae no shīzun to nite inai riyū ga aru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed but the problem is that I compare it to the 1st season that’s why I didn’t like much like the previous one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed but the problem is that I compare it to the 1st season that’s why I didn’t like much like the previous one.\u001b[24m\n    \u001b[1m私は楽しかったが、問題はそれを第1シーズンと比較することで、前のシーズンと似ていない理由があるということです。\u001b[22m, \u001b[1m私は楽しんだが、問題は、私は以前のようなあまり好きではなかった理由です第一シーズンにそれを比較することです。\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\nOverall: 7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m"
  }
]
