[
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "kuroclown",
    "profile": "/profile/kuroclown/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=216735",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\nスポイラー私はひどい人物についてはゴナ話しているが、ぼんやりとスポイラー警告*私は10年近くにmyanimelestを使用してきたが、かつて私はレビューを書くために非常に強く感じていないが、ここで私はこのアニメ ほとんどすべての面でとても良いです。 これが10/10ではなかったのは、アニメに入っていた半分のキャラクターと、彼がプロットしたポイントを入れてしまったので、彼が彼をより良くすることができたからです 役に立たないものの、彼はアメリカ人に滞在してもらえません。\n\n私は少し時間がかかっていても、このアニメを愛し、少なくとも不必要な愛の関心の代わりに彼をもっと関連性のあるものにしておくべきでした",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nspoiler in that i'm gona talk about a terrible character but vaguely *spoiler alert* I've been using myanimelest for years close to a decade and not once have i felt so strongly to write a review, but here i am because this anime is so good in almost every aspect. The reason this wasn't a 10/10 was because of one JUST ONE character who was in the anime and half way through they could've made him better because they put in a plot point that made it so he couldn't have been useless BUT THEY LET HIM STAY USELESS and he's just a hindrance powerless unnecessary character.\n\n\u001b[1mスポイラー私はひどい人物についてはゴナ話しているが、ぼんやりとスポイラー警告*私は10年近くにmyanimelestを使用してきたが、かつて私はレビューを書くために非常に強く感じていないが、ここで私はこのアニメ ほとんどすべての面でとても良いです。 これが10/10ではなかったのは、アニメに入っていた半分のキャラクターと、彼がプロットしたポイントを入れてしまったので、彼が彼をより良くすることができたからです 役に立たないものの、彼はアメリカ人に滞在してもらえません。\u001b[22m\n\u001b[1m(Supoirā watashi wa hidoi jinbutsu ni tsuite wa gona hanashite iruga, bon'yari to supoirā keikoku* watashi wa 10-nen chikaku ni myanimelest o shiyō shite kitaga, katsute watashi wa rebyū o kaku tame ni hijō ni tsuyoku kanjite inaiga, koko de watashi wa kono anime hotondo subete no men de totemo yoidesu. Kore ga 10/ 10de wa nakatta no wa, anime ni haitte ita hanbun no kyarakutā to, kare ga purotto shita pointo o irete shimattanode, kare ga kare o yori yoku suru koto ga dekitakaradesu yakunitatanai mono no, kare wa amerikahito ni taizai shite moraemasen.)\u001b[22m\n\nTranslations of \u001b[4mspoiler in that i'm gona talk about a terrible character but vaguely *spoiler alert* I've been using myanimelest for years close to a decade and not once have i felt so strongly to write a review, but here i am because this anime is so good in almost every aspect. The reason this wasn't a 10/10 was because of one JUST ONE character who was in the anime and half way through they could've made him better because they put in a plot point that made it so he couldn't have been useless BUT THEY LET HIM STAY USELESS and he's just a hindrance powerless unnecessary character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mspoiler in that i'm gona talk about a terrible character but vaguely *spoiler alert* I've been using myanimelest for years close to a decade and not once have i felt so strongly to write a review, but here i am because this anime\u001b[24m\n    \u001b[1mスポイラー私はひどい人物についてはゴナ話しているが、ぼんやりとスポイラー警告*私は10年近くにmyanimelestを使用してきたが、かつて私はレビューを書くために非常に強く感じていないが、ここで私はこのアニメ\u001b[22m, \u001b[1m私はひどい文字程度ゴナ話だが、漠然と*スポイラー警告*私は十年に近い年間のmyanimelestを使用してきたではなく、かつて私がレビューを書くにはとても強く感じていますが、ここで私はこのアニメためだということでスポイラー\u001b[22m\n\u001b[4mis so good in almost every aspect.\u001b[24m\n    \u001b[1mほとんどすべての面でとても良いです。\u001b[22m, \u001b[1mほぼすべての面で非常に良いです。\u001b[22m\n\u001b[4mThe reason this wasn't a 10/10 was because of one JUST ONE character who was in the anime and half way through they could've made him better because they put in a plot point that made it so he couldn't have been\u001b[24m\n    \u001b[1mこれが10/10ではなかったのは、アニメに入っていた半分のキャラクターと、彼がプロットしたポイントを入れてしまったので、彼が彼をより良くすることができたからです\u001b[22m, \u001b[1mその理由は、これはありませんでした10月10日、彼らはそれが彼がされていない可能性が作られたプロット点に入れているため、彼らはより良い彼を作ったことができを通じてアニメや途中にあったための1 JUST ONEの文字がありました\u001b[22m\n\u001b[4museless BUT THEY LET HIM STAY USELESS and he's just a hindrance powerless unnecessary character.\u001b[24m\n    \u001b[1m役に立たないものの、彼はアメリカ人に滞在してもらえません。\u001b[22m, \u001b[1m役に立たないが、彼らは彼が役に立たない滞在させ、彼はただ邪魔無力不要な文字です。\u001b[22m\n\u001b[1m\u001b[22m\nI loved this anime despite it being a bit dated and at least they should've made him more relevant instead of just an unnecessary love interest\n\n\u001b[1m私は少し時間がかかっていても、このアニメを愛し、少なくとも不必要な愛の関心の代わりに彼をもっと関連性のあるものにしておくべきでした\u001b[22m\n\u001b[1m(Watashi wa sukoshi jikan ga kakatte ite mo, kono anime o aishi, sukunakutomo fuhitsuyōna ai no kanshin no kawarini kare o motto kanren-sei no aru mono ni shite okubekideshita)\u001b[22m\n\nTranslations of \u001b[4mI loved this anime despite it being a bit dated and at least they should've made him more relevant instead of just an unnecessary love interest\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this anime despite it being a bit dated and at least they should've made him more relevant instead of just an unnecessary love interest\u001b[24m\n    \u001b[1m私は少し時間がかかっていても、このアニメを愛し、少なくとも不必要な愛の関心の代わりに彼をもっと関連性のあるものにしておくべきでした\u001b[22m, \u001b[1m私はそれは少し日付と少なくとも彼らだけではなく、不要な愛興味の彼は、より関連性の高い行われたはずであるにもかかわらず、このアニメを愛し\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "ShiroLovePudding",
    "profile": "/profile/ShiroLovePudding/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=215424",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\nストーリー：8\nアート：9\nサウンド：9\nキャラクター：8（-2 b / cラキ）\n\nクレイモアは、私にとってはまったく別の少年のような気がしませんでした。 それは私がシリーズ全体で徹底的に従事していた、私は食べる/睡眠/たわごと（それを見て私はそれを見て停止しないと思う1週間でそれを見た）。\n\n話はかなり良いものでしたが、特に特別なものはありませんでした。 世界は、Yomaと呼ばれる人間を食べる悪魔に悩まされています。 このショーはすべてこのショーのすべてであり、その点で優れています。 戦闘シーンは数多くあり、ちょうど悪いものです。 ロマンスはほとんど存在しない、愛のシーンは1つしかないが、それは突然であり、主人公の幻覚のように感じるほどではない。 しかし、他のものはすべてリベットで、私がショーに夢中になるのに十分なので、不平を言うほどではありません。 私はRakiが最初のエピソードでyomaによって食べられた彼の陸棚を食べてしまったと思っていますが、それ以降はそれ以上です。 基本的に主人公のClareはClaymoresと呼ばれる非常に強力な「ハイブリッド」存在を作り出す「The Organization」（笑）と呼ばれる組織のものです。 彼らは部分yomaであり、それらのすべては、敵の攻撃を予測することさえできる超人的なスピード、強さ、および知覚のレベルを所有しています。 残りは睡眠中です。 いくつかのかなり良いプロットの紆余曲折、またかなりの予測可能なものがあります。 ほとんどのキャラクターはyomaによって食べられた家族を持っていて、すべてのオッズに対して戦っています。 そこにはジャンルの新しいものは何もないが、少なくとも彼らは上手くいく。 たくさんのアクション、それは本当にこのショーの主食です。 特によく書かれて魅力的な話をしたい場合、私はこれ以外の何かをお勧めするかもしれません。\n\n芸術はかなり良かった。 なぜ他の人たちがそれについて不平を言うのか（なぜならそれは私の意見だ）、ショーはかなり華やかに見えます。 クレイモアの目がゴールデンウィークに変わったとき、剣がブレイクネックのスピードで見えるようになったとき、このショーにはユニークなアート関連の奇妙なものがたくさんあり、彼らはショーの楽しさに貢献します。 ここでは2つの苦情しかありません。血液はこれでかなり一般的です（血液は2分ごとに流されると考える）。そして、ラッキーの顔。 真剣に、私はClareに全体のショーからそれを切り裂くように頼んでいた。 私にとって最大のプラスは、「静止画」のシーンが最小限に保たれており、キャラクターが相手を殺すことができない間に時間の経過を表すためだけに使用されるということです。 これは私にとっては大きな喜びです。なぜなら、凶暴を見た後、私はエピソードあたり4回のような背景的な一般的な戦争の音で15秒間映像を見てもうんざりしていたからです。\n\n戦闘シーンのサウンドは、液浸レベルを高く保ちながら、本当に良いです。 このショーには、アニメの中で私の好きなサウンドトラックの1つがあり、デスノートの後ろにしかありません。 オープニング曲は悪いです。  Claymoresがyomaのパワーをリリースしたときに起こる「スターウォーズ」のブラスターサウンドは、非常に迷惑ですが、すべてのエピソードで起こるわけではありません。 そして、彼が出席しているすべてのシーンでのラッキー・バッチングの音は信じられないほどイライラしています。 あまりにもショックカラーがあまりにもショックではまだ発明されていないが、誰かがRakiのためだけに作る方法を考え出すだろう。\n\n\n\nClaymoreにはいくつかの特徴がありますが、Claymoreはその期間の90％を最大限楽しんでいました。 私はRakiのかなりの暴言を管理しましたが、実際には彼が話すたびに笑って泣いて、Clareが殺されました。 彼は真剣にそのようなディップのたわごとだからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nCharacters: 8 (-2 b/c Raki)\n\n\u001b[1mキャラクター：8（-2 b / cラキ）\u001b[22m\n\u001b[1m(Kyarakutā: 8 ( - 2 B/ c raki))\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8 (-2 b/c Raki)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8 (-2 b/c Raki)\u001b[24m\n    \u001b[1mキャラクター：8（-2 b / cラキ）\u001b[22m\n\u001b[1m\u001b[22m\nClaymore never really felt like 'just another shounen' to me. It kept me thoroughly engaged throughout the series, I don't think I stopped watching it except to eat/sleep/shit (watched it in one weekend).\n\n\u001b[1mクレイモアは、私にとってはまったく別の少年のような気がしませんでした。 それは私がシリーズ全体で徹底的に従事していた、私は食べる/睡眠/たわごと（それを見て私はそれを見て停止しないと思う1週間でそれを見た）。\u001b[22m\n\u001b[1m(Kureimoa wa, watashi ni totte wa mattaku betsu no shōnen no yōna ki ga shimasendeshita. Sore wa watashi ga shirīzu zentai de tetteiteki ni jūji shite ita, watashi wa taberu/ suimin/ tawagoto (sore o mite watashi wa sore o mite teishi shinai to omou 1-shūkan de sore o mita).)\u001b[22m\n\nTranslations of \u001b[4mClaymore never really felt like 'just another shounen' to me. It kept me thoroughly engaged throughout the series, I don't think I stopped watching it except to eat/sleep/shit (watched it in one weekend).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore never really felt like 'just another shounen' to me.\u001b[24m\n    \u001b[1mクレイモアは、私にとってはまったく別の少年のような気がしませんでした。\u001b[22m, \u001b[1mクレイモアは本当に私にはただの別の少年」のように感じたことはありません。\u001b[22m\n\u001b[4mIt kept me thoroughly engaged throughout the series, I don't think I stopped watching it except to eat/sleep/shit (watched it in one weekend).\u001b[24m\n    \u001b[1mそれは私がシリーズ全体で徹底的に従事していた、私は食べる/睡眠/たわごと（それを見て私はそれを見て停止しないと思う1週間でそれを見た）。\u001b[22m, \u001b[1mそれは徹底的にシリーズ全体に従事し、私を維持し、私は私が食べる/スリープ/たわごと（1週末でそれを見た）を除いてそれを見て停止したとは思いません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was pretty good, but nothing particularly special. The world is plagued by human-eating demons called Yoma. The action is what this show is all about, and it does excellent in that regard. Fight scenes are as numerous as they are just badass. The romance is near non existent, there is only one 'love' scene but it's so abrupt and out of place that it almost feels like a hallucination by the main character. But everything else is riveting, not much to complain about as it was good enough to keep me hooked to the show. I wish Raki had gotten eaten his entrails eaten by yoma in the first episode, but more on that later. Basically the main character, Clare, is from an organization that is actually called 'The Organization' (lol) that creates extremely powerful 'hybrid' beings called Claymores. They are part yoma, and all of them posses superhuman speed, strength, and a level of perception that allows them to even predict enemy attacks. The rest is in the sypnopsis. There are some pretty good plot twists, and also some fairly predictable ones. Most characters had family eaten by yoma, and are fighting against all odds. Nothing new to the genre there, but at least they do the cliche well. Lots of action, that's really the main staple of this show. If you want a particularly well written and enthralling story, I might recommend something other than this.\n\n\u001b[1m話はかなり良いものでしたが、特に特別なものはありませんでした。 世界は、Yomaと呼ばれる人間を食べる悪魔に悩まされています。 このショーはすべてこのショーのすべてであり、その点で優れています。 戦闘シーンは数多くあり、ちょうど悪いものです。 ロマンスはほとんど存在しない、愛のシーンは1つしかないが、それは突然であり、主人公の幻覚のように感じるほどではない。 しかし、他のものはすべてリベットで、私がショーに夢中になるのに十分なので、不平を言うほどではありません。 私はRakiが最初のエピソードでyomaによって食べられた彼の陸棚を食べてしまったと思っていますが、それ以降はそれ以上です。 基本的に主人公のClareはClaymoresと呼ばれる非常に強力な「ハイブリッド」存在を作り出す「The Organization」（笑）と呼ばれる組織のものです。 彼らは部分yomaであり、それらのすべては、敵の攻撃を予測することさえできる超人的なスピード、強さ、および知覚のレベルを所有しています。 残りは睡眠中です。 いくつかのかなり良いプロットの紆余曲折、またかなりの予測可能なものがあります。 ほとんどのキャラクターはyomaによって食べられた家族を持っていて、すべてのオッズに対して戦っています。 そこにはジャンルの新しいものは何もないが、少なくとも彼らは上手くいく。 たくさんのアクション、それは本当にこのショーの主食です。 特によく書かれて魅力的な話をしたい場合、私はこれ以外の何かをお勧めするかもしれません。\u001b[22m\n\u001b[1m(Hanashi wa kanari yoi monodeshitaga, tokuni tokubetsuna mono wa arimasendeshita. Sekai wa, Yoma to yoba reru ningen o taberu akuma ni nayamasa rete imasu. Kihontekini shujinkō no Clare wa Claymores to yoba reru hijō ni kyōryokuna `haiburiddo' sonzai o tsukuridasu `The ōganizēshon'(Emi) to yoba reru soshiki no monodesu. Karera wa bubun yomadeari, sorera no subete wa, teki no kōgeki o yosoku suru koto sae dekiru chō jintekina supīdo, tsuyo-sa, oyobi chikaku no reberu o shoyū shite imasu. Nokori wa suimin-chūdesu. Ikutsu ka no kanari yoi purotto no uyokyokusetsu, mata kanari no yosoku kanōna mono ga arimasu. Hotondo no kyarakutā wa yoma ni yotte tabe rareta kazoku o motte ite, subete no ozzu ni taishite tatakatte imasu. Soko ni wa janru no atarashī mono wa nanimonai ga, sukunakutomo karera wa umaku iku. Takusan no akushon, sore wa hontōni kono shō no shushokudesu. Tokuni yoku kaka rete miryoku-tekina hanashi o shitai baai, watashi wa kore igai no nanika o o susume suru kamo shiremasen. Kono shō wa subete kono shō no subetedeari, sono ten de sugurete imasu. Sentō shīn wa kazuōku ari, chōdo warui monodesu. Romansu wa hotondo sonzaishinai, ai no shīn wa 1tsu shika naiga, sore wa totsuzendeari, shujinkō no genkaku no yō ni kanjiru hodode wanai. Shikashi, hoka no mono wa subete ribetto de, watashi ga shō ni muchū ni naru no ni jūbun'nanode, fuheiwoiu hodode wa arimasen. Watashi wa Raki ga saisho no episōdo de yoma ni yotte tabe rareta kare no rikudana o tabeteshimatta to omotte imasuga, sore ikō wa sore ijōdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe art was quite good. I dunno why some of the others complain about it (its a matter of opinion I s'pose) but the show looks pretty snazzy. The way the Claymores' eyes shift to gold when its ass whooping time, how sword strikes look even at break neck speeds, there are a lot of unique art related quirks to this show and they all contribute to the enjoyment of the show. Only 2 complaints here: that blood is pretty generic in this (which sucks considering blood is spilled every 2 minutes), and Raki's face. Seriously, I was begging Clare to chop it off the whole show. The biggest plus for me is that the 'still image' scenes are kept to a minimum, and they are only used to represent a time lapse while the characters are unable to kill an opponent. This is big plus for me because after watching berserk, I was sick of watching a picture for 15 seconds with background generic war sounds, like 4 times per episode.\n\n\u001b[1m芸術はかなり良かった。 なぜ他の人たちがそれについて不平を言うのか（なぜならそれは私の意見だ）、ショーはかなり華やかに見えます。 クレイモアの目がゴールデンウィークに変わったとき、剣がブレイクネックのスピードで見えるようになったとき、このショーにはユニークなアート関連の奇妙なものがたくさんあり、彼らはショーの楽しさに貢献します。 ここでは2つの苦情しかありません。血液はこれでかなり一般的です（血液は2分ごとに流されると考える）。そして、ラッキーの顔。 真剣に、私はClareに全体のショーからそれを切り裂くように頼んでいた。 私にとって最大のプラスは、「静止画」のシーンが最小限に保たれており、キャラクターが相手を殺すことができない間に時間の経過を表すためだけに使用されるということです。 これは私にとっては大きな喜びです。なぜなら、凶暴を見た後、私はエピソードあたり4回のような背景的な一般的な戦争の音で15秒間映像を見てもうんざりしていたからです。\u001b[22m\n\u001b[1m(Geijutsu wa kanari yokatta. Naze hokanohito-tachi ga sore ni tsuite fuheiwoiu no ka (nazenara sore wa watashi no ikenda), shō wa kanari hanayaka ni miemasu. Kureimoa no me ga gōruden'u~īku ni kawatta toki, ken ga bureikunekku no supīdo de mieru yō ni natta toki, kono shō ni wa yunīkuna āto kanren no kimyōna mono ga takusan ari, karera wa shō no tanoshisa ni kōken shimasu. Kokode wa 2tsu no kujō shika arimasen. Ketsueki wa kore de kanari ippan-tekidesu (ketsueki wa 2-bu-goto ni nagasa reru to kangaeru). Soshite, rakkī no kao. Shinken ni, watashi wa Clare ni zentai no shō kara sore o kirisaku yō ni tanonde ita. Watashi ni totte saidai no purasu wa,`seishi-ga' no shīn ga saishōgen ni tamota rete ori, kyarakutā ga aite o korosu koto ga dekinai ma ni jikan no keika o arawasu tame dake ni shiyō sa reru to iu kotodesu. Kore wa watashi ni totte wa ōkina yorokobidesu. Nazenara, kyōbō o mita nochi, watashi wa episōdo-atari 4-kai no yōna haikei-tekina ippantekina sensō no oto de 15-byōkan eizō o mite mo unzari shite itakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was quite good. I dunno why some of the others complain about it (its a matter of opinion I s'pose) but the show looks pretty snazzy. The way the Claymores' eyes shift to gold when its ass whooping time, how sword strikes look even at break neck speeds, there are a lot of unique art related quirks to this show and they all contribute to the enjoyment of the show. Only 2 complaints here: that blood is pretty generic in this (which sucks considering blood is spilled every 2 minutes), and Raki's face. Seriously, I was begging Clare to chop it off the whole show. The biggest plus for me is that the 'still image' scenes are kept to a minimum, and they are only used to represent a time lapse while the characters are unable to kill an opponent. This is big plus for me because after watching berserk, I was sick of watching a picture for 15 seconds with background generic war sounds, like 4 times per episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was quite good.\u001b[24m\n    \u001b[1m芸術はかなり良かった。\u001b[22m, \u001b[1m芸術はかなり良かったです。\u001b[22m\n\u001b[4mI dunno why some of the others complain about it (its a matter of opinion I s'pose) but the show looks pretty snazzy.\u001b[24m\n    \u001b[1mなぜ他の人たちがそれについて不平を言うのか（なぜならそれは私の意見だ）、ショーはかなり華やかに見えます。\u001b[22m, \u001b[1m他のいくつかは、それ（私はs'pose意見のその問題）に文句を言う私はなぜ知らないが、ショーはかなりおしゃれに見えます。\u001b[22m\n\u001b[4mThe way the Claymores' eyes shift to gold when its ass whooping time, how sword strikes look even at break neck speeds, there are a lot of unique art related quirks to this show and they all contribute to the enjoyment of the show.\u001b[24m\n    \u001b[1mクレイモアの目がゴールデンウィークに変わったとき、剣がブレイクネックのスピードで見えるようになったとき、このショーにはユニークなアート関連の奇妙なものがたくさんあり、彼らはショーの楽しさに貢献します。\u001b[22m, \u001b[1mそのお尻は剣のストライキがあってもブレーク首の速度で見てどのように時間を、百日咳ときクレイモアの目が金への移行方法は、このショーのユニークなアート関連の癖がたくさんあり、それらはすべてショーの楽しさに貢献しています。\u001b[22m\n\u001b[4mOnly 2 complaints here: that blood is pretty generic in this (which sucks considering blood is spilled every 2 minutes), and Raki's face.\u001b[24m\n    \u001b[1mここでは2つの苦情しかありません。血液はこれでかなり一般的です（血液は2分ごとに流されると考える）。そして、ラッキーの顔。\u001b[22m, \u001b[1mここでの唯一の2苦情：血液はこの中ではかなり一般的なであること（血液を考慮sucksが2分ごとにこぼした）、とラキの顔。\u001b[22m\n\u001b[4mSeriously, I was begging Clare to chop it off the whole show.\u001b[24m\n    \u001b[1m真剣に、私はClareに全体のショーからそれを切り裂くように頼んでいた。\u001b[22m, \u001b[1mまじめな話、私は、全体のショーを、それを切り落とすためにクレアを物乞いました。\u001b[22m\n\u001b[4mThe biggest plus for me is that the 'still image' scenes are kept to a minimum, and they are only used to represent a time lapse while the characters are unable to kill an opponent.\u001b[24m\n    \u001b[1m私にとって最大のプラスは、「静止画」のシーンが最小限に保たれており、キャラクターが相手を殺すことができない間に時間の経過を表すためだけに使用されるということです。\u001b[22m, \u001b[1m私にとって最大のプラスは、「静止画」のシーンが最小限に抑えられ、そして文字は相手を殺すことができない間、彼らは唯一の時間の経過を表すために使用されていることです。\u001b[22m\n\u001b[4mThis is big plus for me because after watching berserk, I was sick of watching a picture for 15 seconds with background generic war sounds, like 4 times per episode.\u001b[24m\n    \u001b[1mこれは私にとっては大きな喜びです。なぜなら、凶暴を見た後、私はエピソードあたり4回のような背景的な一般的な戦争の音で15秒間映像を見てもうんざりしていたからです。\u001b[22m, \u001b[1m凶暴見た後、私はエピソードごとに4回のように、バックグラウンド一般的な戦争の音と15秒間の映像を見ての病気だったので、これは私にとって大きなプラスです。\u001b[22m\n\u001b[1m\u001b[22m\nThe fight scene sounds are really good, keeping immersion levels high. This show also has one of my favorite sound tracks in any anime, only behind Death Note. The opening song is badass. The 'star wars' blaster sound that occurs when Claymores release their yoma power is seriously annoying, but it doesn't happen every episode. And the sound of Raki bitching in EVERY scene he is present in is incredibly frustrating. Too bad shock collars hadn't been invented yet in the show, although someone will probably figure out how to make one just for Raki.\n\n\u001b[1m戦闘シーンのサウンドは、液浸レベルを高く保ちながら、本当に良いです。 このショーには、アニメの中で私の好きなサウンドトラックの1つがあり、デスノートの後ろにしかありません。 オープニング曲は悪いです。  Claymoresがyomaのパワーをリリースしたときに起こる「スターウォーズ」のブラスターサウンドは、非常に迷惑ですが、すべてのエピソードで起こるわけではありません。 そして、彼が出席しているすべてのシーンでのラッキー・バッチングの音は信じられないほどイライラしています。 あまりにもショックカラーがあまりにもショックではまだ発明されていないが、誰かがRakiのためだけに作る方法を考え出すだろう。\u001b[22m\n\u001b[1m(Sentō shīn no saundo wa, ekishin reberu o takaku tamochinagara, hontōni yoidesu. Kono shō ni wa, anime no naka de watashi no sukina saundotorakku no 1tsu ga ari, desunōto no ushironi shika arimasen. Ōpuningu-kyoku wa waruidesu. Claymores ga yoma no pawā o rirīsu shita toki ni okoru `sutāu~ōzu' no burasutāsaundo wa, hijō ni meiwakudesuga, subete no episōdo de okoru wakede wa arimasen. Soshite, kare ga shusseki shite iru subete no shīn de no rakkī batchingu no oto wa shinji rarenai hodo iraira shite imasu. Amarini mo shokkukarā ga amarini mo shokkude wa mada hatsumei sa rete inaiga, darekaga Raki no tame dake ni tsukuru hōhō o kangaedasudarou.)\u001b[22m\n\nTranslations of \u001b[4mThe fight scene sounds are really good, keeping immersion levels high. This show also has one of my favorite sound tracks in any anime, only behind Death Note. The opening song is badass. The 'star wars' blaster sound that occurs when Claymores release their yoma power is seriously annoying, but it doesn't happen every episode. And the sound of Raki bitching in EVERY scene he is present in is incredibly frustrating. Too bad shock collars hadn't been invented yet in the show, although someone will probably figure out how to make one just for Raki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fight scene sounds are really good, keeping immersion levels high.\u001b[24m\n    \u001b[1m戦闘シーンのサウンドは、液浸レベルを高く保ちながら、本当に良いです。\u001b[22m, \u001b[1m戦いのシーンの音が高い浸漬レベルを維持し、本当に良いです。\u001b[22m\n\u001b[4mThis show also has one of my favorite sound tracks in any anime, only behind Death Note.\u001b[24m\n    \u001b[1mこのショーには、アニメの中で私の好きなサウンドトラックの1つがあり、デスノートの後ろにしかありません。\u001b[22m, \u001b[1mこのショーはまた、唯一のデスノートの後ろに、任意のアニメで私のお気に入りのサウンドトラックのいずれかを持っています。\u001b[22m\n\u001b[4mThe opening song is badass.\u001b[24m\n    \u001b[1mオープニング曲は悪いです。\u001b[22m, \u001b[1mオープニング曲はワルです。\u001b[22m\n\u001b[4mThe 'star wars' blaster sound that occurs when Claymores release their yoma power is seriously annoying, but it doesn't happen every episode.\u001b[24m\n    \u001b[1mClaymoresがyomaのパワーをリリースしたときに起こる「スターウォーズ」のブラスターサウンドは、非常に迷惑ですが、すべてのエピソードで起こるわけではありません。\u001b[22m, \u001b[1mクレイモアはそのyoma力を解放したときに発生する「スターウォーズ」ブラスターの音は真剣に迷惑ですが、それはすべてのエピソードを発生しません。\u001b[22m\n\u001b[4mAnd the sound of Raki bitching in EVERY scene he is present in is incredibly frustrating.\u001b[24m\n    \u001b[1mそして、彼が出席しているすべてのシーンでのラッキー・バッチングの音は信じられないほどイライラしています。\u001b[22m, \u001b[1mそして、彼が中に存在するあらゆるシーンで格好いいラキの音は非常にイライラさせられます。\u001b[22m\n\u001b[4mToo bad shock collars hadn't been invented yet in the show, although someone will probably figure out how to make one just for Raki.\u001b[24m\n    \u001b[1mあまりにもショックカラーがあまりにもショックではまだ発明されていないが、誰かがRakiのためだけに作る方法を考え出すだろう。\u001b[22m, \u001b[1m誰かがおそらくちょうどラキのための1を作る方法を見つけ出すだろうが、残念ショック首輪は、ショーでまだ発明されていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIts got some quirks, but Claymore was maximally entertaining for 90% of its duration. Although I did manage a rather hefty rant on Raki, in reality I busted up laughing every time he spoke, cried, and almost got Clare killed. Because he is seriously such a dip shit.\n\n\u001b[1mClaymoreにはいくつかの特徴がありますが、Claymoreはその期間の90％を最大限楽しんでいました。 私はRakiのかなりの暴言を管理しましたが、実際には彼が話すたびに笑って泣いて、Clareが殺されました。 彼は真剣にそのようなディップのたわごとだからです。\u001b[22m\n\u001b[1m(Claymore ni wa ikutsu ka no tokuchō ga arimasuga, Claymore wa sono kikan no 90-pāsento o saidaigen tanoshinde imashita. Watashi wa Raki no kanari no bōgen o kanri shimashitaga, jissai ni wa kare ga hanasu tabi ni waratte naite, Clare ga korosa remashita. Kare wa shinken ni sono yōna dippu no tawagotodakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mIts got some quirks, but Claymore was maximally entertaining for 90% of its duration. Although I did manage a rather hefty rant on Raki, in reality I busted up laughing every time he spoke, cried, and almost got Clare killed. Because he is seriously such a dip shit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts got some quirks, but Claymore was maximally entertaining for 90% of its duration.\u001b[24m\n    \u001b[1mClaymoreにはいくつかの特徴がありますが、Claymoreはその期間の90％を最大限楽しんでいました。\u001b[22m, \u001b[1mそのいくつかの癖を得たが、クレイモアは、その期間の90％を最大限に楽しまました。\u001b[22m\n\u001b[4mAlthough I did manage a rather hefty rant on Raki, in reality I busted up laughing every time he spoke, cried, and almost got Clare killed.\u001b[24m\n    \u001b[1m私はRakiのかなりの暴言を管理しましたが、実際には彼が話すたびに笑って泣いて、Clareが殺されました。\u001b[22m, \u001b[1m私はラキにかなり多額の暴言を管理したが、実際に私は、彼が話したびに笑っアップ逮捕叫んだ、とほとんどクレアは殺されてしまいました。\u001b[22m\n\u001b[4mBecause he is seriously such a dip shit.\u001b[24m\n    \u001b[1m彼は真剣にそのようなディップのたわごとだからです。\u001b[22m, \u001b[1m彼は真剣にこのようなディップたわごとですので。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "EternalDevotion",
    "profile": "/profile/EternalDevotion/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=143527",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  7\n\nこれは私の最初のレビューですので、難しいと判断してください\n\nだからどこでこのアニメになるのか話し始めるだろう。 このアニメの最初のものは、潜在的な可能性がありますが、私のためにショーを台無しにしていたいくつかの短所がありました。 それらの最大の迷惑はすべて、主な男性ラキです。 彼は私が今までに目撃した中で最も迷惑な人物のひとりです。 うまくいけば、あなたは私が何を意味するか見るでしょう。\n\nキャラクター：それは驚くほど良いキャラクターの発展を遂げており、彼らはそれをとてもうまく処理したと思うが、26エピソードのアニメから期待される。\nあなたは本当にキャラクターの気持ちを感じますが、あるものはもう少し発展していくかもしれません。\n\n芸術：このアニメの芸術のスタイル以外はここでは言いたくないことはありませんでした\n悪いもそれは驚くほど良いですが、私はそれが気に入って、それは全く気にしませんでした。\n\nBGM / music：私はこのアニメの音楽が本当に好きです。ロックミュージックを使ったのが好きです。 私は音楽がアニメの「悪い」とぴったり合っていると思う。それは、いつでもあなたのお尻を楽しめる大きな剣の女の子を意味する。\n音楽は戦闘中や予期しないことが起こったときに最も優れています。\n\nストーリー：私はyoma（悪魔）とクレイモアの話のコンセプトが本当に好きだった。 その何か私は本当に多くのこのタイプの物語を見てhavent\nこのアニメはさらなる改善の可能性を秘めています。\n\nだから全体的にすべてが私にはこれで10/10を与えるのに十分であるが、それは本当に私のために、または多くの終わりのほとんどのためにショー全体を台無しにしたただ1つですが、その主な男性性格の弱い尻の鳴き声 （主な女性）は彼を殺すのに十分な欲求不満を感じることはありません。\nこれはスポイラーかもしれませんが、彼はこのアニメ全体で大したことはありません。そして、彼はただの宇宙の浪費であり、それは実際に良いチャータルレのための余地かもしれません。\n私は十分なストレッチそれはどのくらいの厄介な小さなクソなニャンニャン\n彼は、彼はすべてのクソの時間を叫ぶだけです\n\nラキの性格とは違ったやり方があれば、これを合計すると、10を与えてもらえますが、過去を見ることができれば、リラックスして見ることができます 続く。 完了",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review so please dont judge it to hard\n\n\u001b[1mこれは私の最初のレビューですので、難しいと判断してください\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesunode, muzukashī to handan shite kudasai)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review so please dont judge it to hard\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review so please dont judge it to hard\u001b[24m\n    \u001b[1mこれは私の最初のレビューですので、難しいと判断してください\u001b[22m, \u001b[1mこれは、一生懸命にそれを判断いけないしてください、私の最初のレビューです\u001b[22m\n\u001b[1m\u001b[22m\nso where shall i begin talking about when it comes to this anime. Well first of this anime has/had alot of potential but there were some cons that ruined the show for me. the biggest annoyance of them all is the main male Raki. He is by far one of the most annoying character i have ever witness. hopefully you will see what i mean.\n\n\u001b[1mだからどこでこのアニメになるのか話し始めるだろう。 このアニメの最初のものは、潜在的な可能性がありますが、私のためにショーを台無しにしていたいくつかの短所がありました。 それらの最大の迷惑はすべて、主な男性ラキです。 彼は私が今までに目撃した中で最も迷惑な人物のひとりです。 うまくいけば、あなたは私が何を意味するか見るでしょう。\u001b[22m\n\u001b[1m(Dakara doko de kono anime ni naru no ka hanashi hajimerudarou. Kono anime no saisho no mono wa, senzai-tekina kanōsei ga arimasuga, watashi no tame ni shō o dainashi ni shite ita ikutsu ka no tansho ga arimashita. Sorera no saidai no meiwaku wa subete, omona dansei rakidesu. Kare wa watashi ga ima made ni mokugeki shita naka de mottomo meiwakuna jinbutsu no hitoridesu. Umaku ikeba, anata wa watashi ga nani o imi suru ka mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mso where shall i begin talking about when it comes to this anime. Well first of this anime has/had alot of potential but there were some cons that ruined the show for me. the biggest annoyance of them all is the main male Raki. He is by far one of the most annoying character i have ever witness. hopefully you will see what i mean.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso where shall i begin talking about when it comes to this anime.\u001b[24m\n    \u001b[1mだからどこでこのアニメになるのか話し始めるだろう。\u001b[22m, \u001b[1mだから私はそれがこのアニメに来るときの話を始めなければならない場所。\u001b[22m\n\u001b[4mWell first of this anime has/had alot of potential but there were some cons that ruined the show for me.\u001b[24m\n    \u001b[1mこのアニメの最初のものは、潜在的な可能性がありますが、私のためにショーを台無しにしていたいくつかの短所がありました。\u001b[22m, \u001b[1mさて、最初にこのアニメの潜在的なの多くを持っていたが、私のためにショーを台無しにいくつかの短所がありました/しています。\u001b[22m\n\u001b[4mthe biggest annoyance of them all is the main male Raki.\u001b[24m\n    \u001b[1mそれらの最大の迷惑はすべて、主な男性ラキです。\u001b[22m, \u001b[1mそれらすべての最大の迷惑は、メインの男性ラキです。\u001b[22m\n\u001b[4mHe is by far one of the most annoying character i have ever witness.\u001b[24m\n    \u001b[1m彼は私が今までに目撃した中で最も迷惑な人物のひとりです。\u001b[22m, \u001b[1m彼ははるかに私が今まで目撃した中で最も厄介な文字の一つです。\u001b[22m\n\u001b[4mhopefully you will see what i mean.\u001b[24m\n    \u001b[1mうまくいけば、あなたは私が何を意味するか見るでしょう。\u001b[22m, \u001b[1mうまくいけば、あなたは私が何を意味するかが表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: it had surprisingly good character development and i think that they handled it very well but its expected from a anime with 26 episodes.\n\n\u001b[1mキャラクター：それは驚くほど良いキャラクターの発展を遂げており、彼らはそれをとてもうまく処理したと思うが、26エピソードのアニメから期待される。\u001b[22m\n\u001b[1m(Kyarakutā: Soreha odoroku hodo yoi kyarakutā no hatten o togete ori, karera wa sore o totemo umaku shori shita to omou ga, 26 episōdo no anime kara kitai sa reru.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: it had surprisingly good character development and i think that they handled it very well but its expected from a anime with 26 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: it had surprisingly good character development and i think that they handled it very well but its expected from a anime with 26 episodes.\u001b[24m\n    \u001b[1mキャラクター：それは驚くほど良いキャラクターの発展を遂げており、彼らはそれをとてもうまく処理したと思うが、26エピソードのアニメから期待される。\u001b[22m, \u001b[1mキャラクター：それは驚くほど良いキャラクターの成長を持っていたし、私は彼らは非常によく、それを扱うが、その26話でアニメから予想されることだと思います。\u001b[22m\nyou really get a feel for the characters though some could have gotten a little more development then others.\n\n\u001b[1mあなたは本当にキャラクターの気持ちを感じますが、あるものはもう少し発展していくかもしれません。\u001b[22m\n\u001b[1m(Anata wa hontōni kyarakutā no kimochi o kanjimasuga, aru mono wa mōsukoshi hatten shite iku kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4myou really get a feel for the characters though some could have gotten a little more development then others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myou really get a feel for the characters though some could have gotten a little more development then others.\u001b[24m\n    \u001b[1mあなたは本当にキャラクターの気持ちを感じますが、あるものはもう少し発展していくかもしれません。\u001b[22m, \u001b[1mいくつかは、その後他の人をもう少し発展を得ている可能性がけれどもあなたが本当に文字の感触をつかみます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: there isnt much to say here other than this anime's art style werent that\n\n\u001b[1m芸術：このアニメの芸術のスタイル以外はここでは言いたくないことはありませんでした\u001b[22m\n\u001b[1m(Geijutsu: Kono anime no geijutsu no sutairu igai wa kokode wa iitakunai koto wa arimasendeshita)\u001b[22m\n\nTranslations of \u001b[4mArt: there isnt much to say here other than this anime's art style werent that\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: there isnt much to say here other than this anime's art style werent that\u001b[24m\n    \u001b[1m芸術：このアニメの芸術のスタイル以外はここでは言いたくないことはありませんでした\u001b[22m, \u001b[1mアート：このアニメのアートスタイルがいることをしゃべれなかった以外は、ここで言っても過言がイマイチ\u001b[22m\nbad nor was it surprisingly good but i liked it and it didn't bother me at all.\n\n\u001b[1m悪いもそれは驚くほど良いですが、私はそれが気に入って、それは全く気にしませんでした。\u001b[22m\n\u001b[1m(Warui mo soreha odoroku hodo yoidesuga, watashi wa sore ga kiniitte, sore wa mattaku ki ni shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mbad nor was it surprisingly good but i liked it and it didn't bother me at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbad nor was it surprisingly good but i liked it and it didn't bother me at all.\u001b[24m\n    \u001b[1m悪いもそれは驚くほど良いですが、私はそれが気に入って、それは全く気にしませんでした。\u001b[22m, \u001b[1m悪いも、それは驚くほど良かったが、私はそれが好きで、それがすべてで私を気にしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nBGM/music: i really like the music in this anime and i like that they used rock music. i think that the music fits in with the 'badass' of the anime with that i mean the girls with big sword ready to whoop your ass at any moment.\n\n\u001b[1mBGM / music：私はこのアニメの音楽が本当に好きです。ロックミュージックを使ったのが好きです。 私は音楽がアニメの「悪い」とぴったり合っていると思う。それは、いつでもあなたのお尻を楽しめる大きな剣の女の子を意味する。\u001b[22m\n\u001b[1m(BGM/ music: Watashi wa kono anime no ongaku ga hontōni sukidesu. Rokkumyūjikku o tsukatta no ga sukidesu. Watashi wa ongaku ga animeno `warui' to pittari atte iru to omou. Sore wa, itsu demo anata no o shiri o tanoshimeru ōkina ken no on'nanoko o imi suru.)\u001b[22m\n\nTranslations of \u001b[4mBGM/music: i really like the music in this anime and i like that they used rock music. i think that the music fits in with the 'badass' of the anime with that i mean the girls with big sword ready to whoop your ass at any moment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBGM/music: i really like the music in this anime and i like that they used rock music.\u001b[24m\n    \u001b[1mBGM / music：私はこのアニメの音楽が本当に好きです。ロックミュージックを使ったのが好きです。\u001b[22m, \u001b[1mBGM /音楽：私は本当にこのアニメに音楽が好きで、私は、彼らがロック音楽を使用することを好みます。\u001b[22m\n\u001b[4mi think that the music fits in with the 'badass' of the anime with that i mean the girls with big sword ready to whoop your ass at any moment.\u001b[24m\n    \u001b[1m私は音楽がアニメの「悪い」とぴったり合っていると思う。それは、いつでもあなたのお尻を楽しめる大きな剣の女の子を意味する。\u001b[22m, \u001b[1m私は音楽が私はいつでもあなたのお尻を叫び声する準備ができて、大きな剣を持つ女の子を意味するものとアニメの「ワル」で収まると思います。\u001b[22m\nthe music excels most during battles and when something unexpected happens.\n\n\u001b[1m音楽は戦闘中や予期しないことが起こったときに最も優れています。\u001b[22m\n\u001b[1m(Ongaku wa sentō-chū ya yoki shinai koto ga okotta toki ni mottomo sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe music excels most during battles and when something unexpected happens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe music excels most during battles and when something unexpected happens.\u001b[24m\n    \u001b[1m音楽は戦闘中や予期しないことが起こったときに最も優れています。\u001b[22m, \u001b[1m音楽は戦闘時に最も優れており、予期しない事態が発生したとき。\u001b[22m\n\u001b[1m\u001b[22m\nStory: I really liked the concept of the story with the yoma's (demons) and the claymore. its something i havent really seen much of nor this type of story\n\n\u001b[1mストーリー：私はyoma（悪魔）とクレイモアの話のコンセプトが本当に好きだった。 その何か私は本当に多くのこのタイプの物語を見てhavent\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa yoma (akuma) to kureimoa no hanashi no konseputo ga hontōni sukidatta. Sono nani ka watashi wa hontōni ōku no kono taipu no monogatari o mite havent)\u001b[22m\n\nTranslations of \u001b[4mStory: I really liked the concept of the story with the yoma's (demons) and the claymore. its something i havent really seen much of nor this type of story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I really liked the concept of the story with the yoma's (demons) and the claymore.\u001b[24m\n    \u001b[1mストーリー：私はyoma（悪魔）とクレイモアの話のコンセプトが本当に好きだった。\u001b[22m, \u001b[1mストーリー：私は本当にyomaの（悪魔）との物語の概念とクレイモアが好きでした。\u001b[22m\n\u001b[4mits something i havent really seen much of nor this type of story\u001b[24m\n    \u001b[1mその何か私は本当に多くのこのタイプの物語を見てhavent\u001b[22m, \u001b[1mその何か私は本当にの多くも、物語のこのタイプを見たhavent\u001b[22m\nthis anime has a lot of potential for further improvement.\n\n\u001b[1mこのアニメはさらなる改善の可能性を秘めています。\u001b[22m\n\u001b[1m(Kono anime wa saranaru kaizen no kanōsei o himete imasu.)\u001b[22m\n\nTranslations of \u001b[4mthis anime has a lot of potential for further improvement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime has a lot of potential for further improvement.\u001b[24m\n    \u001b[1mこのアニメはさらなる改善の可能性を秘めています。\u001b[22m, \u001b[1mこのアニメは、更なる改善の可能性をたくさん持っています。\u001b[22m\n\u001b[1m\u001b[22m\nso overall everything is enough on its own for me to give this an 10/10 but it really is just one thing that ruined the entire show for me or most the ending atleast but its the weak ass crybaby of main male character that some how clare (main female) dont get frustrated enough to kill him.\n\n\u001b[1mだから全体的にすべてが私にはこれで10/10を与えるのに十分であるが、それは本当に私のために、または多くの終わりのほとんどのためにショー全体を台無しにしたただ1つですが、その主な男性性格の弱い尻の鳴き声 （主な女性）は彼を殺すのに十分な欲求不満を感じることはありません。\u001b[22m\n\u001b[1m(Dakara zentai-teki ni subete ga watashiniha kore de 10/ 10 o ataeru no ni jūbundearuga, sore wa hontōni watashi no tame ni, matawa ōku no owari no hotondo no tame ni shō zentai o dainashi ni shita tada 1tsudesuga, sono omona dansei seikaku no yowai shiri no nakigoe (omona josei) wa kare o korosu no ni jūbun'na yokkyū fuman o kanjiru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mso overall everything is enough on its own for me to give this an 10/10 but it really is just one thing that ruined the entire show for me or most the ending atleast but its the weak ass crybaby of main male character that some how clare (main female) dont get frustrated enough to kill him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso overall everything is enough on its own for me to give this an 10/10 but it really is just one thing that ruined the entire show for me or most the ending atleast but its the weak ass crybaby of main male character that some how clare\u001b[24m\n    \u001b[1mだから全体的にすべてが私にはこれで10/10を与えるのに十分であるが、それは本当に私のために、または多くの終わりのほとんどのためにショー全体を台無しにしたただ1つですが、その主な男性性格の弱い尻の鳴き声\u001b[22m, \u001b[1mだから全体のすべてが、私は、この10月10日を与えるために自分自身で十分ですが、それは本当に、ほとんどの少なくとも終了私のためにショー全体を台無しにしたり、単に一つのことですが、主な男性キャラのその弱いお尻の泣き虫そのいくつかの方法クレア\u001b[22m\n\u001b[4m(main female) dont get frustrated enough to kill him.\u001b[24m\n    \u001b[1m（主な女性）は彼を殺すのに十分な欲求不満を感じることはありません。\u001b[22m, \u001b[1m（メインメス）彼を殺すのに十分なイライラいけません。\u001b[22m\nthis might be a spoiler but he doesnt do shit in this entire anime and he is just an waste of space and it could have been room for a actually good charctare.\n\n\u001b[1mこれはスポイラーかもしれませんが、彼はこのアニメ全体で大したことはありません。そして、彼はただの宇宙の浪費であり、それは実際に良いチャータルレのための余地かもしれません。\u001b[22m\n\u001b[1m(Kore wa supoirā kamo shiremasenga, kare wa kono anime zentai de taishita koto wa arimasen. Soshite, kare wa tada no uchū no rōhideari, sore wa jissai ni yoi chātarure no tame no yochi kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mthis might be a spoiler but he doesnt do shit in this entire anime and he is just an waste of space and it could have been room for a actually good charctare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis might be a spoiler but he doesnt do shit in this entire anime and he is just an waste of space and it could have been room for a actually good charctare.\u001b[24m\n    \u001b[1mこれはスポイラーかもしれませんが、彼はこのアニメ全体で大したことはありません。そして、彼はただの宇宙の浪費であり、それは実際に良いチャータルレのための余地かもしれません。\u001b[22m, \u001b[1mこれはスポイラーかもしれないが、彼はこの全体のアニメでたわごとを行うdoesntのと、彼はスペースの無駄であり、それは実際に良いcharctareのための部屋だったかもしれません。\u001b[22m\ni cant stretch that enough how much of a fucking annoying little fucking pussy\n\n\u001b[1m私は十分なストレッチそれはどのくらいの厄介な小さなクソなニャンニャン\u001b[22m\n\u001b[1m(Watashi wa jūbun'na sutoretchi sore wa dono kurai no yakkaina chīsana kusona nyan'nyan)\u001b[22m\n\nTranslations of \u001b[4mi cant stretch that enough how much of a fucking annoying little fucking pussy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi cant stretch that enough how much of a fucking annoying little fucking pussy\u001b[24m\n    \u001b[1m私は十分なストレッチそれはどのくらいの厄介な小さなクソなニャンニャン\u001b[22m, \u001b[1m私はクソ迷惑少しクソ猫の十分などのくらいのストレッチカント\u001b[22m\nhe is and he only cries all the fucking time\n\n\u001b[1m彼は、彼はすべてのクソの時間を叫ぶだけです\u001b[22m\n\u001b[1m(Kare wa, kare wa subete no kuso no jikan o sakebu dakedesu)\u001b[22m\n\nTranslations of \u001b[4mhe is and he only cries all the fucking time\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhe is and he only cries all the fucking time\u001b[24m\n    \u001b[1m彼は、彼はすべてのクソの時間を叫ぶだけです\u001b[22m, \u001b[1m彼はであり、彼は、すべてのクソの時間を叫び\u001b[22m\n\u001b[1m\u001b[22m\nso to sum this up if the would have gone a different way with raki's personality i would have given it a 10 but if you can look past him then you got yourself a decent anime that you could just relax and watch cause the story is easy to follow. done\n\n\u001b[1mラキの性格とは違ったやり方があれば、これを合計すると、10を与えてもらえますが、過去を見ることができれば、リラックスして見ることができます 続く。 完了\u001b[22m\n\u001b[1m(Raki no seikaku to wa chigatta yarikata ga areba, kore o gōkei suru to, 10 o ataete moraemasuga, kako o miru koto ga dekireba, rirakkusu shite miru koto ga dekimasu tsudzuku. Kanryō)\u001b[22m\n\nTranslations of \u001b[4mso to sum this up if the would have gone a different way with raki's personality i would have given it a 10 but if you can look past him then you got yourself a decent anime that you could just relax and watch cause the story is easy to follow. done\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso to sum this up if the would have gone a different way with raki's personality i would have given it a 10 but if you can look past him then you got yourself a decent anime that you could just relax and watch cause the story is easy to\u001b[24m\n    \u001b[1mラキの性格とは違ったやり方があれば、これを合計すると、10を与えてもらえますが、過去を見ることができれば、リラックスして見ることができます\u001b[22m, \u001b[1mそうラキの性格と異なる方法を行っていた場合、私は10にそれを与えているだろうが、あなたは彼を過ぎて見ることができるならば、あなた自身あなただけリラックスして見ることができまともなアニメは話がしやすい原因しまった、これを総括します\u001b[22m\n\u001b[4mfollow.\u001b[24m\n    \u001b[1m続く。\u001b[22m, \u001b[1m従ってください。\u001b[22m\n\u001b[4mdone\u001b[24m\n    \u001b[1m完了\u001b[22m, \u001b[1m終わりました\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "wkoppin10",
    "profile": "/profile/wkoppin10/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=123545",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  6\n\nクレイモアは私に一点まで興味を持ちましたが、最終的に私の注意を引くことはできませんでした。\n\n私たちのヒロイン、クレアは、人間を捕食する怪物を狩る組織の一員です。 彼女と他のメンバーの両方がこれらの敵に服従することができ、通常の人間に敬遠されるユニークなスキルセットによって、ステージは中傷的な中世の雰囲気の中で内臓暴力になってしまいます。\n\n私はストーリーをややスリリングなジェットコースターのように感じました。 いくつかの間隔で、私はリールを送っていたはずだった滴を見た。 代わりに、私はちょっとうんざりしてしまい、退屈しました。 これが私を「マンガ」の素材よりも強く感じることに気づいたにもかかわらず、私はエンディングではほとんど閉鎖されず、設定への接続はほとんど感じられませんでした。\n\nアニメーションはうまくいっていて、混乱しないように戦いが明確に枠組みされていました。 シリーズの注目すべき事例は実際に妨げられていませんでした。\n\nダブ・アクターのいくつかは例外的に迷惑をかけるようになりました。これは他のシリーズで優れた作業を行ったために悲しいことです。 サブは耳の上でより簡単でした。 そうでなければ何も書き込むことはありません。\n\nいくつかの例外を除いて、文字はむしろ未実現で一般的であると感じました。 クレアと彼女の同胞のいくつかは、文字の面で唯一の深さを提供し、私はまだ多くの添付ファイルや本物の関心を感じなかった。\n\n特にシリーズの終わり近くで、私は注意を払うのが難しかった。 最初のプロットアークは面白かったですが、その後、私はちょうど少数のキャラクターが最後に現れたかを見るためにシリーズを完成させるより義務づけられました。\n\n全体として、それは有能に作られたやや面白いシリーズです。 私は挑戦も夢中でもなく、どちらも耐えられないと感じました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nClaymore managed to interest me to a point, but ultimately failed to capture my attention.\n\n\u001b[1mクレイモアは私に一点まで興味を持ちましたが、最終的に私の注意を引くことはできませんでした。\u001b[22m\n\u001b[1m(Kureimoa wa watashi ni ichi-ten made kyōmi o mochimashitaga, saishūtekini watashi no chūi o hiku koto wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mClaymore managed to interest me to a point, but ultimately failed to capture my attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore managed to interest me to a point, but ultimately failed to capture my attention.\u001b[24m\n    \u001b[1mクレイモアは私に一点まで興味を持ちましたが、最終的に私の注意を引くことはできませんでした。\u001b[22m, \u001b[1mクレイモアはポイントに私の興味をひくために管理が、最終的に私の注意を捕獲することができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOur heroine, Claire, is member of an organization that hunts monstrous creatures that prey on humans. With a unique skill-set that makes her and other members both capable of taking on these foes and shunned by regular humans, the stage is set for visceral violence in a gritty medieval setting.\n\n\u001b[1m私たちのヒロイン、クレアは、人間を捕食する怪物を狩る組織の一員です。 彼女と他のメンバーの両方がこれらの敵に服従することができ、通常の人間に敬遠されるユニークなスキルセットによって、ステージは中傷的な中世の雰囲気の中で内臓暴力になってしまいます。\u001b[22m\n\u001b[1m(Watashitachi no hiroin, Kurea wa, ningen o hoshoku suru kaibutsu o karu soshiki no ichiindesu. Kanojo to hoka no menbā no ryōhō ga korera no teki ni fukujū suru koto ga deki, tsūjō no ningen ni keien sa reru yunīkuna sukiru setto ni yotte, sutēji wa chūshō-tekina chūsei no fun'iki no naka de naizō bōryoku ni natte shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mOur heroine, Claire, is member of an organization that hunts monstrous creatures that prey on humans. With a unique skill-set that makes her and other members both capable of taking on these foes and shunned by regular humans, the stage is set for visceral violence in a gritty medieval setting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur heroine, Claire, is member of an organization that hunts monstrous creatures that prey on humans.\u001b[24m\n    \u001b[1m私たちのヒロイン、クレアは、人間を捕食する怪物を狩る組織の一員です。\u001b[22m, \u001b[1m私たちのヒロイン、クレアは、人間を捕食する巨大な生き物を狩り組織のメンバーです。\u001b[22m\n\u001b[4mWith a unique skill-set that makes her and other members both capable of taking on these foes and shunned by regular humans, the stage is set for visceral violence in a gritty medieval setting.\u001b[24m\n    \u001b[1m彼女と他のメンバーの両方がこれらの敵に服従することができ、通常の人間に敬遠されるユニークなスキルセットによって、ステージは中傷的な中世の雰囲気の中で内臓暴力になってしまいます。\u001b[22m, \u001b[1m彼女と他のメンバーは、これらの敵にとることができると定期的な人間が敬遠両方作るユニークなスキルセットを使用して、ステージがザラザラ中世の設定で内臓暴力のために設定されています。\u001b[22m\n\u001b[1m\u001b[22m\nI found the story much like a mildly thrilling roller coaster; at several intervals, I saw drops that should have sent me reeling. Instead I ended up a little elated, and then bored. Understanding that this strikes me as 'more to the manga' material, nonetheless I felt little closure by the ending, and very little connection to the setting.\n\n\u001b[1m私はストーリーをややスリリングなジェットコースターのように感じました。 いくつかの間隔で、私はリールを送っていたはずだった滴を見た。 代わりに、私はちょっとうんざりしてしまい、退屈しました。 これが私を「マンガ」の素材よりも強く感じることに気づいたにもかかわらず、私はエンディングではほとんど閉鎖されず、設定への接続はほとんど感じられませんでした。\u001b[22m\n\u001b[1m(Watashi wa sutōrī o yaya suriringuna jettokōsutā no yō ni kanjimashita. Ikutsu ka no kankaku de, watashi wa rīru o okutte ita hazudatta shizuku o mita. Kawari ni, watashi wa chotto unzari shite shimai, taikutsu shimashita. Kore ga watashi o `manga' no sozai yori mo tsuyoku kanjiru koto ni kidzuita nimokakawarazu, watashi wa endingude wa hotondo heisa sa rezu, settei e no setsuzoku wa hotondo kanji raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI found the story much like a mildly thrilling roller coaster; at several intervals, I saw drops that should have sent me reeling. Instead I ended up a little elated, and then bored. Understanding that this strikes me as 'more to the manga' material, nonetheless I felt little closure by the ending, and very little connection to the setting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the story much like a mildly thrilling roller coaster;\u001b[24m\n    \u001b[1m私はストーリーをややスリリングなジェットコースターのように感じました。\u001b[22m, \u001b[1m私はずっと穏やかにスリリングなジェットコースターのような話を見つけました。\u001b[22m\n\u001b[4mat several intervals, I saw drops that should have sent me reeling.\u001b[24m\n    \u001b[1mいくつかの間隔で、私はリールを送っていたはずだった滴を見た。\u001b[22m, \u001b[1mいくつかの間隔で、私は私が動揺して送信している必要がありますドロップを見ました。\u001b[22m\n\u001b[4mInstead I ended up a little elated, and then bored.\u001b[24m\n    \u001b[1m代わりに、私はちょっとうんざりしてしまい、退屈しました。\u001b[22m, \u001b[1m代わりに、私は少し高揚し、その後、退屈してしまいました。\u001b[22m\n\u001b[4mUnderstanding that this strikes me as 'more to the manga' material, nonetheless I felt little closure by the ending, and very little connection to the setting.\u001b[24m\n    \u001b[1mこれが私を「マンガ」の素材よりも強く感じることに気づいたにもかかわらず、私はエンディングではほとんど閉鎖されず、設定への接続はほとんど感じられませんでした。\u001b[22m, \u001b[1mこれは、材料「漫画により 'として私を打つことを理解した上で、それにもかかわらず、私はエンディングしづつ閉鎖、および設定にはほとんどの接続を感じました。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation was good, with the battles clearly framed as to not be confusing. No remarkable instances of the series really helped on hindered.\n\n\u001b[1mアニメーションはうまくいっていて、混乱しないように戦いが明確に枠組みされていました。 シリーズの注目すべき事例は実際に妨げられていませんでした。\u001b[22m\n\u001b[1m(Animēshon wa umaku itte ite, konran shinai yō ni tatakai ga meikaku ni wakugumi sa rete imashita. Shirīzu no chūmoku subeki jirei wa jissai ni samatage rarete imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation was good, with the battles clearly framed as to not be confusing. No remarkable instances of the series really helped on hindered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation was good, with the battles clearly framed as to not be confusing.\u001b[24m\n    \u001b[1mアニメーションはうまくいっていて、混乱しないように戦いが明確に枠組みされていました。\u001b[22m, \u001b[1m戦いは明らかに混乱することがないよう枠でアニメーションは、良好でした。\u001b[22m\n\u001b[4mNo remarkable instances of the series really helped on hindered.\u001b[24m\n    \u001b[1mシリーズの注目すべき事例は実際に妨げられていませんでした。\u001b[22m, \u001b[1mシリーズの顕著なインスタンスが実際に妨げに役立っていません。\u001b[22m\n\u001b[1m\u001b[22m\nSeveral of the dub actors came across as exceptionally annoying, which is sad because they've done excellent work in other series. The sub was easier on the ears. Otherwise nothing to write home about.\n\n\u001b[1mダブ・アクターのいくつかは例外的に迷惑をかけるようになりました。これは他のシリーズで優れた作業を行ったために悲しいことです。 サブは耳の上でより簡単でした。 そうでなければ何も書き込むことはありません。\u001b[22m\n\u001b[1m(Dabu akutā no ikutsu ka wa reigai-teki ni meiwakuwokakeru-yō ni narimashita. Kore wa hoka no shirīzu de sugureta sagyō o okonatta tame ni kanashī kotodesu. Sabu wa mimi no ue de yori kantandeshita. Sōdenakereba nani mo kakikomu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSeveral of the dub actors came across as exceptionally annoying, which is sad because they've done excellent work in other series. The sub was easier on the ears. Otherwise nothing to write home about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeveral of the dub actors came across as exceptionally annoying, which is sad because they've done excellent work in other series.\u001b[24m\n    \u001b[1mダブ・アクターのいくつかは例外的に迷惑をかけるようになりました。これは他のシリーズで優れた作業を行ったために悲しいことです。\u001b[22m, \u001b[1mダブ俳優のいくつかは、彼らが他のシリーズに優れた仕事をしてきたので、悲しいである、などの非常に迷惑に出くわしました。\u001b[22m\n\u001b[4mThe sub was easier on the ears.\u001b[24m\n    \u001b[1mサブは耳の上でより簡単でした。\u001b[22m, \u001b[1mサブは、耳に簡単でした。\u001b[22m\n\u001b[4mOtherwise nothing to write home about.\u001b[24m\n    \u001b[1mそうでなければ何も書き込むことはありません。\u001b[22m, \u001b[1mそうしないと話になりません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters, with a few exceptions, felt rather unrealized and generic. Claire and a few of her compatriots supplied the only depth in terms of character, and I still didn't feel much attachment or genuine interest.\n\n\u001b[1mいくつかの例外を除いて、文字はむしろ未実現で一般的であると感じました。 クレアと彼女の同胞のいくつかは、文字の面で唯一の深さを提供し、私はまだ多くの添付ファイルや本物の関心を感じなかった。\u001b[22m\n\u001b[1m(Ikutsu ka no reigai o nozoite, moji wa mushiro mi jitsugen de ippan-tekidearu to kanjimashita. Kurea to kanojo no dōhō no ikutsu ka wa, moji no men de yuiitsu no fuka-sa o teikyō shi, watashi wa mada ōku no tenpu fairu ya honmono no kanshin o kanjinakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe characters, with a few exceptions, felt rather unrealized and generic. Claire and a few of her compatriots supplied the only depth in terms of character, and I still didn't feel much attachment or genuine interest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters, with a few exceptions, felt rather unrealized and generic.\u001b[24m\n    \u001b[1mいくつかの例外を除いて、文字はむしろ未実現で一般的であると感じました。\u001b[22m, \u001b[1m文字は、少数の例外を除いて、むしろ未実現および一般的な感じ。\u001b[22m\n\u001b[4mClaire and a few of her compatriots supplied the only depth in terms of character, and I still didn't feel much attachment or genuine interest.\u001b[24m\n    \u001b[1mクレアと彼女の同胞のいくつかは、文字の面で唯一の深さを提供し、私はまだ多くの添付ファイルや本物の関心を感じなかった。\u001b[22m, \u001b[1mクレアと彼女の同胞の数は、文字の面で深さのみを供給し、私はまだ多くの添付ファイルまたは純粋な興味を感じませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEspecially near the end of the series I was having difficulty paying attention. The first plot-arc was interesting, but afterwards I felt more obligated to finish the series just to see where a few characters turned up in the end.\n\n\u001b[1m特にシリーズの終わり近くで、私は注意を払うのが難しかった。 最初のプロットアークは面白かったですが、その後、私はちょうど少数のキャラクターが最後に現れたかを見るためにシリーズを完成させるより義務づけられました。\u001b[22m\n\u001b[1m(Tokuni shirīzu no owari chikaku de, watashi wa chūi o harau no ga muzukashikatta. Saisho no purottoāku wa omoshirokattadesuga, sonogo, watashi wa chōdo shōsū no kyarakutā ga saigo ni arawareta ka o miru tame ni shirīzu o kansei sa seru yori gimudzuke raremashita.)\u001b[22m\n\nTranslations of \u001b[4mEspecially near the end of the series I was having difficulty paying attention. The first plot-arc was interesting, but afterwards I felt more obligated to finish the series just to see where a few characters turned up in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEspecially near the end of the series I was having difficulty paying attention.\u001b[24m\n    \u001b[1m特にシリーズの終わり近くで、私は注意を払うのが難しかった。\u001b[22m, \u001b[1m特に、シリーズの終わり近くに、私は注意を払って困難を抱えていました。\u001b[22m\n\u001b[4mThe first plot-arc was interesting, but afterwards I felt more obligated to finish the series just to see where a few characters turned up in the end.\u001b[24m\n    \u001b[1m最初のプロットアークは面白かったですが、その後、私はちょうど少数のキャラクターが最後に現れたかを見るためにシリーズを完成させるより義務づけられました。\u001b[22m, \u001b[1m最初のプロットアークは面白かったが、その後、私はいくつかの文字が最後に現れたところだけ見るためにシリーズを終えることがより義務を感じました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall it's a mildly interesting series that's competently made. I wasn't challenged or engrossed, but neither did I find it intolerable.\n\n\u001b[1m全体として、それは有能に作られたやや面白いシリーズです。 私は挑戦も夢中でもなく、どちらも耐えられないと感じました。\u001b[22m\n\u001b[1m(Zentai to shite, sore wa yūnō ni tsukura reta yaya omoshiroi shirīzudesu. Watashi wa chōsen mo muchūde mo naku, dochira mo tae rarenai to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall it's a mildly interesting series that's competently made. I wasn't challenged or engrossed, but neither did I find it intolerable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it's a mildly interesting series that's competently made.\u001b[24m\n    \u001b[1m全体として、それは有能に作られたやや面白いシリーズです。\u001b[22m, \u001b[1m全体的には有能に作られて穏やかに面白いシリーズです。\u001b[22m\n\u001b[4mI wasn't challenged or engrossed, but neither did I find it intolerable.\u001b[24m\n    \u001b[1m私は挑戦も夢中でもなく、どちらも耐えられないと感じました。\u001b[22m, \u001b[1m私が挑戦したり夢中、どちらも私はそれが耐えられない見つけたいませんでした。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "tylerazevedo",
    "profile": "/profile/tylerazevedo/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=13492",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\nクレイモアは望みをたくさん残しました。 それは素晴らしかったし、突然ストーリーが終わった。\n\nストーリー：7\nなぜならなんで？ ストーリーは無作為に終わり、すべての種類の緩い端が開いたままになりました。 そして、彼らは「勇気」よりも良いことを考えることができませんでした。 真剣に、彼らが「男よ、私は人間の内臓を食べたい」と言いました。\n\nアート：7\n血は不自由でした。 本当に切なくて。 そしてすべてのクレイモアは私に似て見えました。 確かに若干の微妙な違いがありましたが、それでもかなり良いアニメーションでした。\n\nサウンド：9\n私が絶対に愛していた曲や、絶対に嫌いな曲がありました。 私が嫌っていたものは、中世からのものと同じように聞こえるものでした。 しかし、彼自身のそれぞれに。\n\nキャラクター：8\n本当の記憶に残る文字はありません。 それとクレイモアのいくつかは区別するのが難しかった。\n\n楽しさ：8\nそれは見て良いシリーズだった。 私は彼らがすべての陰謀の穴を埋めることを望むだけです。\n\n全体：8\n最高ではありません。 最悪ではありません。 彼らが話を修正することを決心したなら、私は第2シーズンを見るだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nClaymore left much to be desired. It was going great and then all of a sudden the story ended.\n\n\u001b[1mクレイモアは望みをたくさん残しました。 それは素晴らしかったし、突然ストーリーが終わった。\u001b[22m\n\u001b[1m(Kureimoa wa nozomi o takusan nokoshimashita. Sore wa subarashikattashi, totsuzen sutōrī ga owatta.)\u001b[22m\n\nTranslations of \u001b[4mClaymore left much to be desired. It was going great and then all of a sudden the story ended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore left much to be desired.\u001b[24m\n    \u001b[1mクレイモアは望みをたくさん残しました。\u001b[22m, \u001b[1mクレイモアが望まれるべき多くを残しました。\u001b[22m\n\u001b[4mIt was going great and then all of a sudden the story ended.\u001b[24m\n    \u001b[1mそれは素晴らしかったし、突然ストーリーが終わった。\u001b[22m, \u001b[1mそれは偉大なつもりだったし、すべての突然の話は終わりました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\nBecause what the heck? The story just randomly ended with all kinds of loose ends left open. And couldn't they have thought of something better to say than 'guts'. Seriously, it was kinda lame when they said 'man, I want to eat some human guts.'\n\n\u001b[1mなぜならなんで？ ストーリーは無作為に終わり、すべての種類の緩い端が開いたままになりました。 そして、彼らは「勇気」よりも良いことを考えることができませんでした。 真剣に、彼らが「男よ、私は人間の内臓を食べたい」と言いました。\u001b[22m\n\u001b[1m(Nazenara nande? Sutōrī wa musakui ni owari, subete no shurui no yurui hashi ga aita mama ni narimashita. Soshite, karera wa `yūki' yori mo yoi koto o kangaeru koto ga dekimasendeshita. Shinken ni, karera ga `otoko yo, watashi wa ningen no naizō o tabetai' to iimashita.)\u001b[22m\n\nTranslations of \u001b[4mBecause what the heck? The story just randomly ended with all kinds of loose ends left open. And couldn't they have thought of something better to say than 'guts'. Seriously, it was kinda lame when they said 'man, I want to eat some human guts.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause what the heck?\u001b[24m\n    \u001b[1mなぜならなんで？\u001b[22m, \u001b[1m一体何から？\u001b[22m\n\u001b[4mThe story just randomly ended with all kinds of loose ends left open.\u001b[24m\n    \u001b[1mストーリーは無作為に終わり、すべての種類の緩い端が開いたままになりました。\u001b[22m, \u001b[1m物語は、単にランダムに開いたまま宙ぶらりんのすべての種類で終わりました。\u001b[22m\n\u001b[4mAnd couldn't they have thought of something better to say than 'guts'.\u001b[24m\n    \u001b[1mそして、彼らは「勇気」よりも良いことを考えることができませんでした。\u001b[22m, \u001b[1mそして、彼らは「根性」よりも言うべき、より良い何かを考えていませんでした。\u001b[22m\n\u001b[4mSeriously, it was kinda lame when they said 'man, I want to eat some human guts.'\u001b[24m\n    \u001b[1m真剣に、彼らが「男よ、私は人間の内臓を食べたい」と言いました。\u001b[22m, \u001b[1m彼らが言ったときに真剣に、それはちょっとお粗末だった」男は、私はいくつかの人間の内臓を食べたいです。」\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nThe blood was lame. Like really lame. And all the Claymores looked alike to me. Sure there were some subtle differences, but it was still pretty good animation.\n\n\u001b[1m血は不自由でした。 本当に切なくて。 そしてすべてのクレイモアは私に似て見えました。 確かに若干の微妙な違いがありましたが、それでもかなり良いアニメーションでした。\u001b[22m\n\u001b[1m(Chi wa fujiyūdeshita. Hontōni setsunakute. Soshite subete no kureimoa wa watashi ni nite miemashita. Tashika ni jakkan no bimyōna chigai ga arimashitaga, soredemo kanari yoi animēshondeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe blood was lame. Like really lame. And all the Claymores looked alike to me. Sure there were some subtle differences, but it was still pretty good animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe blood was lame.\u001b[24m\n    \u001b[1m血は不自由でした。\u001b[22m, \u001b[1m血液はお粗末でした。\u001b[22m\n\u001b[4mLike really lame.\u001b[24m\n    \u001b[1m本当に切なくて。\u001b[22m, \u001b[1m本当にラメのように。\u001b[22m\n\u001b[4mAnd all the Claymores looked alike to me.\u001b[24m\n    \u001b[1mそしてすべてのクレイモアは私に似て見えました。\u001b[22m, \u001b[1mそして、すべてのクレイモアは私に似て見えました。\u001b[22m\n\u001b[4mSure there were some subtle differences, but it was still pretty good animation.\u001b[24m\n    \u001b[1m確かに若干の微妙な違いがありましたが、それでもかなり良いアニメーションでした。\u001b[22m, \u001b[1m確かにいくつかの微妙な違いがあったが、それはまだかなり良いアニメでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThere were songs that I absolutely loved and songs I absolutely hated. The ones I hated were the ones that sounded like they were from the middle ages. But to each his own.\n\n\u001b[1m私が絶対に愛していた曲や、絶対に嫌いな曲がありました。 私が嫌っていたものは、中世からのものと同じように聞こえるものでした。 しかし、彼自身のそれぞれに。\u001b[22m\n\u001b[1m(Watashi ga zettai ni aishite ita kyoku ya, zettai ni kiraina kyoku ga arimashita. Watashi ga iya tte ita mono wa, chūsei kara no mono to onajiyōni kikoeru monodeshita. Shikashi, kare jishin no sorezore ni.)\u001b[22m\n\nTranslations of \u001b[4mThere were songs that I absolutely loved and songs I absolutely hated. The ones I hated were the ones that sounded like they were from the middle ages. But to each his own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were songs that I absolutely loved and songs I absolutely hated.\u001b[24m\n    \u001b[1m私が絶対に愛していた曲や、絶対に嫌いな曲がありました。\u001b[22m, \u001b[1m私は絶対に嫌って、私は絶対に愛された曲と曲がありました。\u001b[22m\n\u001b[4mThe ones I hated were the ones that sounded like they were from the middle ages.\u001b[24m\n    \u001b[1m私が嫌っていたものは、中世からのものと同じように聞こえるものでした。\u001b[22m, \u001b[1m私は嫌われものは、彼らは中世からのものであったように聞こえたものでした。\u001b[22m\n\u001b[4mBut to each his own.\u001b[24m\n    \u001b[1mしかし、彼自身のそれぞれに。\u001b[22m, \u001b[1mしかし、それぞれ自分自身に。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nNo real memorable characters. That and some of the Claymores were hard to distinguish.\n\n\u001b[1m本当の記憶に残る文字はありません。 それとクレイモアのいくつかは区別するのが難しかった。\u001b[22m\n\u001b[1m(Hontō no kioku ni nokoru moji wa arimasen. Soreto kureimoa no ikutsu ka wa kubetsu suru no ga muzukashikatta.)\u001b[22m\n\nTranslations of \u001b[4mNo real memorable characters. That and some of the Claymores were hard to distinguish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo real memorable characters.\u001b[24m\n    \u001b[1m本当の記憶に残る文字はありません。\u001b[22m, \u001b[1m本当の思い出に残る文字はありません。\u001b[22m\n\u001b[4mThat and some of the Claymores were hard to distinguish.\u001b[24m\n    \u001b[1mそれとクレイモアのいくつかは区別するのが難しかった。\u001b[22m, \u001b[1mそれとクレイモアのいくつかは区別することが難しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\nIt was a good series to watch. I just wish they would have filled all the plot holes.\n\n\u001b[1mそれは見て良いシリーズだった。 私は彼らがすべての陰謀の穴を埋めることを望むだけです。\u001b[22m\n\u001b[1m(Sore wa mite yoi shirīzudatta. Watashi wa karera ga subete no inbō no ana o umeru koto o nozomu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt was a good series to watch. I just wish they would have filled all the plot holes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a good series to watch.\u001b[24m\n    \u001b[1mそれは見て良いシリーズだった。\u001b[22m, \u001b[1m見て良いシリーズでした。\u001b[22m\n\u001b[4mI just wish they would have filled all the plot holes.\u001b[24m\n    \u001b[1m私は彼らがすべての陰謀の穴を埋めることを望むだけです。\u001b[22m, \u001b[1m私はちょうど彼らがすべてのプロットの穴を埋めていることを望みます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8\u001b[24m\n    \u001b[1m全体：8\u001b[22m\nNot the best. Not the worst. I'd watch a second season if they ever decided to fix the story.\n\n\u001b[1m最高ではありません。 最悪ではありません。 彼らが話を修正することを決心したなら、私は第2シーズンを見るだろう。\u001b[22m\n\u001b[1m(Saikōde wa arimasen. Saiakude wa arimasen. Karera ga hanashi o shūsei suru koto o kesshin shitanara, watashi wa dai 2 shīzun o mirudarou.)\u001b[22m\n\nTranslations of \u001b[4mNot the best. Not the worst. I'd watch a second season if they ever decided to fix the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot the best.\u001b[24m\n    \u001b[1m最高ではありません。\u001b[22m\n\u001b[4mNot the worst.\u001b[24m\n    \u001b[1m最悪ではありません。\u001b[22m\n\u001b[4mI'd watch a second season if they ever decided to fix the story.\u001b[24m\n    \u001b[1m彼らが話を修正することを決心したなら、私は第2シーズンを見るだろう。\u001b[22m, \u001b[1m彼らはこれまでの話を修正することを決定した場合、私は第二シーズンを見て思います。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "ken127",
    "profile": "/profile/ken127/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=10956",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nクレイモアはこれまでに見たアニメ史上最高のものの一つです.........それは実際には期待されていなかったエピソード26で終わったにもかかわらず.....それはまだ素晴らしかったです... anywysこれは第1です アニメiveこれまで私がマンガ（私が読んでいる第一マンガ）を読んで強制的に見て... haha​​hahaこのアニメを見てください。 私もそれのようにull確かに:)\n\nもしあなたがもっと欲しいと思っていれば、そしてseaosn 2があると思っていなければ、マンガを読んで続けてみてください。  F.Y.I、56章は、クレイモアについてもっと学び続けたいと思っているところです。\n\n可能であれば、私はクレイモアs2を見たいと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClaymore is one of the best anime ive ever seen so far......... even though it ends at episode 26 which was not really expected.....it was still nice... anywys this is the 1st anime ive ever watch which forced me to read manga (1st manga that i have read...) hahahaha please watch this anime. im sure ull like it also :)\n\n\u001b[1mクレイモアはこれまでに見たアニメ史上最高のものの一つです.........それは実際には期待されていなかったエピソード26で終わったにもかかわらず.....それはまだ素晴らしかったです... anywysこれは第1です アニメiveこれまで私がマンガ（私が読んでいる第一マンガ）を読んで強制的に見て... haha​​hahaこのアニメを見てください。 私もそれのようにull確かに:)\u001b[22m\n\u001b[1m(Kureimoa wa kore made ni mita anime shijō saikō no mono no hitotsudesu... ... ... Sore wa jissai ni wa kitai sa rete inakatta episōdo 26 de owatta nimokakawarazu... .. Sore wa mada subarashikattadesu... Anywys koreha dai 1desu anime ive kore made watashi ga manga (watashi ga yonde iru dai ichi manga) o yonde kyōsei-teki ni mite... Haha ​​ haha kono anime o mite kudasai. Watashi mo sore no yō ni ull tashikani: ))\u001b[22m\n\nTranslations of \u001b[4mClaymore is one of the best anime ive ever seen so far......... even though it ends at episode 26 which was not really expected.....it was still nice... anywys this is the 1st anime ive ever watch which forced me to read manga (1st manga that i have read...) hahahaha please watch this anime. im sure ull like it also :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore is one of the best anime ive ever seen so far......... even though it ends at episode 26 which was not really expected.....it was still nice... anywys this is the 1st\u001b[24m\n    \u001b[1mクレイモアはこれまでに見たアニメ史上最高のものの一つです.........それは実際には期待されていなかったエピソード26で終わったにもかかわらず.....それはまだ素晴らしかったです... anywysこれは第1です\u001b[22m, \u001b[1mクレイモアが今までそれは本当に予想されなかったエピソード26で終了していても.........これまでに見た最高のアニメアイブの一つです.....それはまだよかった... anywysこれが第一です\u001b[22m\n\u001b[4manime ive ever watch which forced me to read manga (1st manga that i have read...) hahahaha please watch this anime.\u001b[24m\n    \u001b[1mアニメiveこれまで私がマンガ（私が読んでいる第一マンガ）を読んで強制的に見て... hahahahaこのアニメを見てください。\u001b[22m, \u001b[1mアニメアイブは、これまで漫画読むために私を余儀なくされた時計（私が読んでいる第一漫画を...）ハハハハこのアニメを見てください。\u001b[22m\n\u001b[4mim sure ull like it also :)\u001b[24m\n    \u001b[1m私もそれのようにull確かに:)\u001b[22m, \u001b[1mまた、それのように確認してくださいULLイム:)\u001b[22m\n\u001b[1m\u001b[22m\nif u feel that you want more, and if you dont think there would be a seaosn 2, try continue by reading the manga. F.Y.I, chapter 56 is where you should start if you want to continue on learning more about claymore.\n\n\u001b[1mもしあなたがもっと欲しいと思っていれば、そしてseaosn 2があると思っていなければ、マンガを読んで続けてみてください。  F.Y.I、56章は、クレイモアについてもっと学び続けたいと思っているところです。\u001b[22m\n\u001b[1m(Moshi anata ga motto hoshī to omotte ireba, soshite seaosn 2 ga aru to omotte inakereba, manga o yonde tsudzukete mite kudasai. F. Y. I, 56-shō wa, kureimoa ni tsuite motto manabi tsudzuketai to omotte iru tokorodesu.)\u001b[22m\n\nTranslations of \u001b[4mif u feel that you want more, and if you dont think there would be a seaosn 2, try continue by reading the manga. F.Y.I, chapter 56 is where you should start if you want to continue on learning more about claymore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif u feel that you want more, and if you dont think there would be a seaosn 2, try continue by reading the manga.\u001b[24m\n    \u001b[1mもしあなたがもっと欲しいと思っていれば、そしてseaosn 2があると思っていなければ、マンガを読んで続けてみてください。\u001b[22m, \u001b[1muがあなたがもっと欲しい、とあなたはseaosn 2が存在することになると思ういけない場合は、漫画を読むことによって、継続しようとしていることを感じた場合。\u001b[22m\n\u001b[4mF.Y.I, chapter 56 is where you should start if you want to continue on learning more about claymore.\u001b[24m\n    \u001b[1mF.Y.I、56章は、クレイモアについてもっと学び続けたいと思っているところです。\u001b[22m, \u001b[1mあなたはクレイモアについての詳細を学ぶ上で継続したい場合は、開始する必要がどこにF.Y.Iは、第56章です。\u001b[22m\n\u001b[1m\u001b[22m\nif it was possible, i hope to see a claymore s2.\n\n\u001b[1m可能であれば、私はクレイモアs2を見たいと思う。\u001b[22m\n\u001b[1m(Kanōdeareba, watashi wa kureimoa s 2 o mitai to omou.)\u001b[22m\n\nTranslations of \u001b[4mif it was possible, i hope to see a claymore s2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif it was possible, i hope to see a claymore s2.\u001b[24m\n    \u001b[1m可能であれば、私はクレイモアs2を見たいと思う。\u001b[22m, \u001b[1mそれが可能だった場合、私はクレイモアS2を見てほしいです。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "Shobz",
    "profile": "/profile/Shobz/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=14245",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nクレイモアは本当に面白いアニメでした。 予期せぬことがたくさん起こったので、あなたは「ああ、私のおしっこ、ちょうど何が起こったの？」と思ってしまいました。 それはたくさんの偉大なプロットの紆余曲折を持ち、感情的でした。 プロットの終わりといくつかは混乱していて、すべてが少し遅れていることが明らかにされましたが、それはとても素晴らしいアニメでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClaymore was a really interesting anime. Lots of unexpected things happened, leaving you thinking 'oh my gosh, what just happened?!'. It had a lot of great plot twists and was emotional. The ending and some of the plot was a bit confusing and everything was revealed a bit too late but all in all it was a great anime to watch, very enjoyable!\n\n\u001b[1mクレイモアは本当に面白いアニメでした。 予期せぬことがたくさん起こったので、あなたは「ああ、私のおしっこ、ちょうど何が起こったの？」と思ってしまいました。 それはたくさんの偉大なプロットの紆余曲折を持ち、感情的でした。 プロットの終わりといくつかは混乱していて、すべてが少し遅れていることが明らかにされましたが、それはとても素晴らしいアニメでした。\u001b[22m\n\u001b[1m(Kureimoa wa hontōni omoshiroi animedeshita. Yoki senu koto ga takusan okottanode, anata wa `ā , watashi no oshikko, chōdo nani ga okotta no?' To omotte shimaimashita. Sore wa takusan no idaina purotto no uyokyokusetsu o mochi, kanjō-tekideshita. Purotto no owari to ikutsu ka wa konran shite ite, subete ga sukoshi okurete iru koto ga akiraka ni sa remashitaga, sore wa totemo subarashī animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mClaymore was a really interesting anime. Lots of unexpected things happened, leaving you thinking 'oh my gosh, what just happened?!'. It had a lot of great plot twists and was emotional. The ending and some of the plot was a bit confusing and everything was revealed a bit too late but all in all it was a great anime to watch, very enjoyable!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore was a really interesting anime.\u001b[24m\n    \u001b[1mクレイモアは本当に面白いアニメでした。\u001b[22m\n\u001b[4mLots of unexpected things happened, leaving you thinking 'oh my gosh, what just happened?!'.\u001b[24m\n    \u001b[1m予期せぬことがたくさん起こったので、あなたは「ああ、私のおしっこ、ちょうど何が起こったの？」と思ってしまいました。\u001b[22m, \u001b[1m予期しない物事の多くは、あなたがただ何が起こったか、おやっ私のああ！」考えて残して、起こりました。\u001b[22m\n\u001b[4mIt had a lot of great plot twists and was emotional.\u001b[24m\n    \u001b[1mそれはたくさんの偉大なプロットの紆余曲折を持ち、感情的でした。\u001b[22m, \u001b[1mそれは偉大などんでん返しがたくさんあったし、感情的でした。\u001b[22m\n\u001b[4mThe ending and some of the plot was a bit confusing and everything was revealed a bit too late but all in all it was a great anime to watch, very enjoyable!\u001b[24m\n    \u001b[1mプロットの終わりといくつかは混乱していて、すべてが少し遅れていることが明らかにされましたが、それはとても素晴らしいアニメでした。\u001b[22m, \u001b[1m終了し、プロットのいくつかは少し混乱し、すべては少し遅すぎる明らかにしたが、すべてのすべてで、非常に楽しい、見て素晴らしいアニメでした！\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "datOneperson",
    "profile": "/profile/datOneperson/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=16229",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  9\nキャラクター|  7\n|  9\n\n最高の部分は、主人公についての話ではなく、主人公についての完全な話ではないということです。 物語は非常に独創的でしたが、間違いなくまだよく知られています。 多くの質問には答えがありませんが、もし彼らがそれらに答えるなら、アニメはおそらくプッシュされているでしょう。 開放感は素晴らしく、一致していました。\n\n女性の支配はアニメに新しい歓迎された感触を与えた。 デスノートに似た考え方がいくつかあったが、デスノートの量には近くなかった。 たくさんのアクションや戦いなどがありました...\n\nサウンドトラックはかなり「群衆の中など」です。 キャラクターを本当に支配的に見せた金属ハードロックのようなもの。\n\nまた、失うものと思われる「悪い人」や何でも。 指揮/執筆はここで良かった。 敵はすべての物語のように本当に強く作られていましたが、あなたがそれらについてもっと学んだら、彼らは極端なプーではありませんでした。 物語は、善良な人たちが勝つことは不可能だったように見える敵にもっと秘密を明らかにし続けました。 それは間違いなく監督が望んでいるものです。\n\n人々がこのビジネスを見るための良いアイデア",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe best part is that the story is not about the main character, well not totally about the main character. The story was very original, but definitely still familiar. There are lots of question unanswered, but if they answered those, the anime would have been poo probably. The openness was nice and congruent.\n\n\u001b[1m最高の部分は、主人公についての話ではなく、主人公についての完全な話ではないということです。 物語は非常に独創的でしたが、間違いなくまだよく知られています。 多くの質問には答えがありませんが、もし彼らがそれらに答えるなら、アニメはおそらくプッシュされているでしょう。 開放感は素晴らしく、一致していました。\u001b[22m\n\u001b[1m(Saikō no bubun wa, shujinkō ni tsuite no hanashide wa naku, shujinkō ni tsuite no kanzen'na hanashide wa nai to iu kotodesu. Monogatari wa hijō ni dokusō-tekideshitaga, machigainaku mada yoku shira rete imasu. Ōku no shitsumon ni wa kotae ga arimasenga, moshi karera ga sorera ni kotaerunara, anime wa osoraku pusshu sa rete irudeshou. Kaihō-kan wa subarashiku, itchi shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe best part is that the story is not about the main character, well not totally about the main character. The story was very original, but definitely still familiar. There are lots of question unanswered, but if they answered those, the anime would have been poo probably. The openness was nice and congruent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best part is that the story is not about the main character, well not totally about the main character.\u001b[24m\n    \u001b[1m最高の部分は、主人公についての話ではなく、主人公についての完全な話ではないということです。\u001b[22m, \u001b[1m最良の部分は、ストーリーがメインキャラクターについて、十分ではない完全にメインキャラクターではないということです。\u001b[22m\n\u001b[4mThe story was very original, but definitely still familiar.\u001b[24m\n    \u001b[1m物語は非常に独創的でしたが、間違いなくまだよく知られています。\u001b[22m, \u001b[1m物語は非常にオリジナルの、間違いなくまだ精通していました。\u001b[22m\n\u001b[4mThere are lots of question unanswered, but if they answered those, the anime would have been poo probably.\u001b[24m\n    \u001b[1m多くの質問には答えがありませんが、もし彼らがそれらに答えるなら、アニメはおそらくプッシュされているでしょう。\u001b[22m, \u001b[1mそこに未回答の質問の多くがあるが、彼らはそれらに答えた場合、アニメはおそらくうんちされていると思います。\u001b[22m\n\u001b[4mThe openness was nice and congruent.\u001b[24m\n    \u001b[1m開放感は素晴らしく、一致していました。\u001b[22m, \u001b[1m開放性はいいと一致しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe female dominance gave the anime a new welcomed feeling. There was some thinking similar to Death Note, not anywhere close to the amount of Death Note. There was plenty of action and fighting etc...\n\n\u001b[1m女性の支配はアニメに新しい歓迎された感触を与えた。 デスノートに似た考え方がいくつかあったが、デスノートの量には近くなかった。 たくさんのアクションや戦いなどがありました...\u001b[22m\n\u001b[1m(Josei no shihai wa anime ni atarashī kangei sa reta kanshoku o ataeta. Desunōto ni nita kangaekata ga ikutsu ka attaga, desunōto no ryō ni wa chikakunakatta. Takusan no akushon ya tatakai nado ga arimashita...)\u001b[22m\n\nTranslations of \u001b[4mThe female dominance gave the anime a new welcomed feeling. There was some thinking similar to Death Note, not anywhere close to the amount of Death Note. There was plenty of action and fighting etc...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe female dominance gave the anime a new welcomed feeling.\u001b[24m\n    \u001b[1m女性の支配はアニメに新しい歓迎された感触を与えた。\u001b[22m, \u001b[1m女性優位はアニメに新しい歓迎感を与えました。\u001b[22m\n\u001b[4mThere was some thinking similar to Death Note, not anywhere close to the amount of Death Note.\u001b[24m\n    \u001b[1mデスノートに似た考え方がいくつかあったが、デスノートの量には近くなかった。\u001b[22m, \u001b[1mいくつかは、デスノートの量にどこにも近接していないデスノートに似た考えがありました。\u001b[22m\n\u001b[4mThere was plenty of action and fighting etc...\u001b[24m\n    \u001b[1mたくさんのアクションや戦いなどがありました...\u001b[22m, \u001b[1mアクションや戦闘などがたくさんありました...\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack is pretty 'in with the crowd' and such. Like metal hard rock stuff, which made the characters seem really dominant.\n\n\u001b[1mサウンドトラックはかなり「群衆の中など」です。 キャラクターを本当に支配的に見せた金属ハードロックのようなもの。\u001b[22m\n\u001b[1m(Saundotorakku wa kanari `gunshū no naka nado'desu. Kyarakutā o hontōni shihai-teki ni miseta kinzoku hādorokku no yōna mono.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack is pretty 'in with the crowd' and such. Like metal hard rock stuff, which made the characters seem really dominant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack is pretty 'in with the crowd' and such.\u001b[24m\n    \u001b[1mサウンドトラックはかなり「群衆の中など」です。\u001b[22m, \u001b[1mサウンドトラックは、そのような「観客との「かなりあります。\u001b[22m\n\u001b[4mLike metal hard rock stuff, which made the characters seem really dominant.\u001b[24m\n    \u001b[1mキャラクターを本当に支配的に見せた金属ハードロックのようなもの。\u001b[22m, \u001b[1m作られた金属ハードロックのものと同様に、文字が本当に支配的なようです。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the 'bad guys' that are supposed to lose or whatever. The directing/writing was good here. The enemies were made out to be really strong like all stories, but they didn't end up being the ultra poo after you learned more about them. The story kept revealing more secrets to the enemy that made it seem like it was impossible for the 'good guys' to win. Which is definitely what a director wants.\n\n\u001b[1mまた、失うものと思われる「悪い人」や何でも。 指揮/執筆はここで良かった。 敵はすべての物語のように本当に強く作られていましたが、あなたがそれらについてもっと学んだら、彼らは極端なプーではありませんでした。 物語は、善良な人たちが勝つことは不可能だったように見える敵にもっと秘密を明らかにし続けました。 それは間違いなく監督が望んでいるものです。\u001b[22m\n\u001b[1m(Mata, ushinau mono to omowa reru `warui hito' ya nani demo. Shiki/ shippitsu wa kokode yokatta. Teki wa subete no monogatari no yō ni hontōni tsuyoku tsukura rete imashitaga, anata ga sorera ni tsuite motto manandara, karera wa kyokutan'na pūde wa arimasendeshita. Monogatari wa, zenryōna hito-tachi ga katsu koto wa fukanōdatta yō ni mieru teki ni motto himitsu o akiraka ni shi tsudzukemashita. Sore wa machigainaku kantoku ga nozonde iru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the 'bad guys' that are supposed to lose or whatever. The directing/writing was good here. The enemies were made out to be really strong like all stories, but they didn't end up being the ultra poo after you learned more about them. The story kept revealing more secrets to the enemy that made it seem like it was impossible for the 'good guys' to win. Which is definitely what a director wants.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the 'bad guys' that are supposed to lose or whatever.\u001b[24m\n    \u001b[1mまた、失うものと思われる「悪い人」や何でも。\u001b[22m, \u001b[1m失うか、どのようなことになっている。また、「悪者」。\u001b[22m\n\u001b[4mThe directing/writing was good here.\u001b[24m\n    \u001b[1m指揮/執筆はここで良かった。\u001b[22m, \u001b[1m演出/書き込みがここに良かったです。\u001b[22m\n\u001b[4mThe enemies were made out to be really strong like all stories, but they didn't end up being the ultra poo after you learned more about them.\u001b[24m\n    \u001b[1m敵はすべての物語のように本当に強く作られていましたが、あなたがそれらについてもっと学んだら、彼らは極端なプーではありませんでした。\u001b[22m, \u001b[1m敵はすべての物語のような本当に強いであることが行われたが、あなたはそれらについての詳細を学んだ後、彼らは超うんちになってしまうしませんでした。\u001b[22m\n\u001b[4mThe story kept revealing more secrets to the enemy that made it seem like it was impossible for the 'good guys' to win.\u001b[24m\n    \u001b[1m物語は、善良な人たちが勝つことは不可能だったように見える敵にもっと秘密を明らかにし続けました。\u001b[22m, \u001b[1m物語はそれが勝つために「善玉」のために不可能であったようにそれが見える作られた敵に多くの秘密を明らかにし続けました。\u001b[22m\n\u001b[4mWhich is definitely what a director wants.\u001b[24m\n    \u001b[1mそれは間違いなく監督が望んでいるものです。\u001b[22m, \u001b[1mこれは間違いなく監督が望んでいるものです。\u001b[22m\n\u001b[1m\u001b[22m\nGood idea for people to watch this biz\n\n\u001b[1m人々がこのビジネスを見るための良いアイデア\u001b[22m\n\u001b[1m(Hitobito ga kono bijinesu o miru tame no yoi aidea)\u001b[22m\n\nTranslations of \u001b[4mGood idea for people to watch this biz\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood idea for people to watch this biz\u001b[24m\n    \u001b[1m人々がこのビジネスを見るための良いアイデア\u001b[22m, \u001b[1m人々はこのビズを見するための良いアイデア\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "ChinKs",
    "profile": "/profile/ChinKs/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=72319",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  9\n\n一見冷たい戦士とモンスター - すばらしい戦闘シーンと知恵 - 強い女性リード\n\nモンスターの存在を実行するために女性の戦士が作られています。 彼らは正当な理由のためにすべて女性です。 しかし、これらの戦士たちの創造と仕事の譲渡は、すべて組織によって運ばれています - なぜ、どのように？\n\n_________________________\n\n組織 - \nこれらの怪物がいかに存在したかは、謎です。 組織だけが真実を知っています。\n\nクレイモア（スコットランドの一種の剣）を戦う戦士たちは、\n人類を守るためにしばしば無私の努力と犠牲が一般的な人口によって見過ごされます。彼らは人類や人間の形を保っていますが、しばしばモンスターとして扱われます。 怪物の力。\n\nしかし、例外は起こります - 一般的な人口から勇敢に子供が戦士（クレイモア）と歩くことを選ぶ - これは歴史の逆戻りと密接に関連しています。 このプロットは、モンスターの動き（組織が取った決定）と戦士たちがどのようにターゲットに割り当てられているかによって発展します。\n\n我々はシリーズを通じて戦士のキャラクター開発を参照してください。彼らは疑わしい活動を発見するとともに、自分自身のための新しい次元を実現します。\n\n\n\nフォーカス\nエネルギー制御\n決定\nチームワーク\n流体剣アクション\n死と血\n寒さ/恐れ\n生存\n戦闘戦略\n友情/愛のヒント\nフラッシュバック\n復讐のモチベーション\n\n___________________\n\nサウンドトラックは奇妙ではなく、状況に合っていますが、1980年代のスタイルのように聞こえます。\n\nアートワークは必要な時はいつでも大変です。 十分なディテールは、剣の遊びとターゲットの雰囲気の影響と影響を伝えるために、また状況に応じてキャラクターを伝えるために、全体にわたって維持されています。\n\n____________________\n\n間違いなく、それに行く！ あなたが剣のアクションと微妙なemoが好きなら",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSeemingly Cold warriors and monsters - Awesome battle scenes and wits - strong female lead\n\n\u001b[1m一見冷たい戦士とモンスター - すばらしい戦闘シーンと知恵 - 強い女性リード\u001b[22m\n\u001b[1m(Ikken tsumetai senshi to monsutā - subarashī sentō shīn to chie - tsuyoi josei rīdo)\u001b[22m\n\nTranslations of \u001b[4mSeemingly Cold warriors and monsters - Awesome battle scenes and wits - strong female lead\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeemingly Cold warriors and monsters - Awesome battle scenes and wits - strong female lead\u001b[24m\n    \u001b[1m一見冷たい戦士とモンスター - すばらしい戦闘シーンと知恵 - 強い女性リード\u001b[22m, \u001b[1m一見コールド戦士と怪物 - 恐ろしい戦闘シーンと知恵 - 強い女性のリード\u001b[22m\n\u001b[1m\u001b[22m\nWomen warriors are created to execute monstrous beings. They are all women for a justified reason. However the creation of these warriors and the job assignment is all carried by an organization - why, how?\n\n\u001b[1mモンスターの存在を実行するために女性の戦士が作られています。 彼らは正当な理由のためにすべて女性です。 しかし、これらの戦士たちの創造と仕事の譲渡は、すべて組織によって運ばれています - なぜ、どのように？\u001b[22m\n\u001b[1m(Monsutā no sonzai o jikkō suru tame ni josei no senshi ga tsukura rete imasu. Karera wa seitōnariyū no tame ni subete joseidesu. Shikashi, korera no senshi-tachi no sōzō to shigoto no jōto wa, subete soshiki ni yotte hakoba rete imasu - naze, dono yō ni?)\u001b[22m\n\nTranslations of \u001b[4mWomen warriors are created to execute monstrous beings. They are all women for a justified reason. However the creation of these warriors and the job assignment is all carried by an organization - why, how?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWomen warriors are created to execute monstrous beings.\u001b[24m\n    \u001b[1mモンスターの存在を実行するために女性の戦士が作られています。\u001b[22m, \u001b[1m女性戦士は巨大な生き物を実行するために作成されます。\u001b[22m\n\u001b[4mThey are all women for a justified reason.\u001b[24m\n    \u001b[1m彼らは正当な理由のためにすべて女性です。\u001b[22m, \u001b[1m彼らは正当な理由のためにすべての女性です。\u001b[22m\n\u001b[4mHowever the creation of these warriors and the job assignment is all carried by an organization - why, how?\u001b[24m\n    \u001b[1mしかし、これらの戦士たちの創造と仕事の譲渡は、すべて組織によって運ばれています - なぜ、どのように？\u001b[22m, \u001b[1mしかし、これらの戦士の作成とジョブの割り当ては、すべての組織によって運ばれる - なぜ、どのように？\u001b[22m\n\u001b[1m\u001b[22m\n_________________________\n\n\u001b[1m_________________________\u001b[22m\n\u001b[1m(_________________________)\u001b[22m\n\nTranslations of \u001b[4m_________________________\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m_________________________\u001b[24m\n    \u001b[1m_________________________\u001b[22m\n\u001b[1m\u001b[22m\nOrganization -\n\n\u001b[1m組織 - \u001b[22m\n\u001b[1m(Soshiki -)\u001b[22m\n\nDefinitions of \u001b[4mOrganization -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    組織\u001b[22m\n        organization, system, construction\n\u001b[1m    機構\u001b[22m\n        mechanism, organization\n\u001b[1m    団体\u001b[22m\n        organization, association\n\u001b[1m    構成\u001b[22m\n        composition, organization\n\u001b[1m    編成\u001b[22m\n        organization, formation, composition\n\u001b[1m    協会\u001b[22m\n        association, society, organization\n\u001b[1m    オーガニゼーション\u001b[22m\n        organization\n\u001b[1m    体制\u001b[22m\n        system, structure, organization, setup, order\n\u001b[1m    体系\u001b[22m\n        system, organization\n\u001b[1m    主催\u001b[22m\n        sponsorship, organization\n\u001b[1m    制\u001b[22m\n        government, control, system, establishment, regulation, suppression\n\u001b[1m    制度\u001b[22m\n        system, institution, organization\n\u001b[1m    創立\u001b[22m\n        founding, establishment, organization\n\u001b[1m    創設\u001b[22m\n        founding, establishment, organization\n\u001b[1m    ストラクチャ\u001b[22m\n        organization, construction, arrangement, composition, edifice, building\n\u001b[1m    創建\u001b[22m\n        foundation, establishment, settlement, endowment, institution, organization\n\u001b[1m    組み立て\u001b[22m\n        assembly, construction, erection, framework, organization\n\u001b[1m    組立\u001b[22m\n        assembly, construction, erection, framework, organization\n\u001b[1m    体系化\u001b[22m\n        organization, systematization\n\u001b[1m    組織化\u001b[22m\n        organization\nHow these monstrous beings came into existence is a mystery. Only the organization knows the truth.\n\n\u001b[1mこれらの怪物がいかに存在したかは、謎です。 組織だけが真実を知っています。\u001b[22m\n\u001b[1m(Korera no kaibutsu ga ikani sonzai shita ka wa, nazodesu. Soshiki dake ga shinjitsu o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mHow these monstrous beings came into existence is a mystery. Only the organization knows the truth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow these monstrous beings came into existence is a mystery.\u001b[24m\n    \u001b[1mこれらの怪物がいかに存在したかは、謎です。\u001b[22m, \u001b[1mどのようにこれらの巨大な生き物が生まれたことは謎です。\u001b[22m\n\u001b[4mOnly the organization knows the truth.\u001b[24m\n    \u001b[1m組織だけが真実を知っています。\u001b[22m, \u001b[1m唯一の組織は、真実を知っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe warriors - who wield the claymore (Scottish for a kind of sword)\n\n\u001b[1mクレイモア（スコットランドの一種の剣）を戦う戦士たちは、\u001b[22m\n\u001b[1m(Kureimoa (Sukottorando no isshu no ken) o tatakau senshi-tachi wa,)\u001b[22m\n\nTranslations of \u001b[4mThe warriors - who wield the claymore (Scottish for a kind of sword)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe warriors - who wield the claymore (Scottish for a kind of sword)\u001b[24m\n    \u001b[1mクレイモア（スコットランドの一種の剣）を戦う戦士たちは、\u001b[22m, \u001b[1m戦士 - （剣のようなもののためにスコットランド）クレイモアを振るいます\u001b[22m\nAre commendable - their often selfless efforts and sacrifices to guard the humans are overlooked by the general human population -- they are often treated as monsters although they retain their humanity and human form -- they are pretty much human beings except they are altered to have the monstrous power.\n\n\u001b[1m人類を守るためにしばしば無私の努力と犠牲が一般的な人口によって見過ごされます。彼らは人類や人間の形を保っていますが、しばしばモンスターとして扱われます。 怪物の力。\u001b[22m\n\u001b[1m(Jinrui o mamoru tame ni shibashiba mushi no doryoku to gisei ga ippantekina jinkō ni yotte misugosa remasu. Karera wa jinrui ya ningen no katachi o tamotte imasuga, shibashiba monsutā to shite atsukawa remasu. Kaibutsu no chikara.)\u001b[22m\n\nTranslations of \u001b[4mAre commendable - their often selfless efforts and sacrifices to guard the humans are overlooked by the general human population -- they are often treated as monsters although they retain their humanity and human form -- they are pretty much human beings except they are altered to have the monstrous power.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAre commendable - their often selfless efforts and sacrifices to guard the humans are overlooked by the general human population -- they are often treated as monsters although they retain their humanity and human form -- they are pretty much human beings except they are altered to have\u001b[24m\n    \u001b[1m人類を守るためにしばしば無私の努力と犠牲が一般的な人口によって見過ごされます。彼らは人類や人間の形を保っていますが、しばしばモンスターとして扱われます。\u001b[22m, \u001b[1m人間を守るために、それらの多くの場合、無私の努力と犠牲が一般の人の人口で見過ごされている -   - 彼らは人間と人間の形を保持しているが、彼らはしばしばモンスターとして扱われます - 彼らは持っているように変更されている以外は、彼らはかなりの人間であり立派です\u001b[22m\n\u001b[4mthe monstrous power.\u001b[24m\n    \u001b[1m怪物の力。\u001b[22m, \u001b[1m巨大なパワー。\u001b[22m\n\u001b[1m\u001b[22m\nBut exceptions happen -- from the general population a child fearlessly chooses to walk with a warrior(claymore) - this closely ties to a flashback in history. The plot develops with the movement of monsters - decisions taken by the organization - and how the warriors are assigned their targets.\n\n\u001b[1mしかし、例外は起こります - 一般的な人口から勇敢に子供が戦士（クレイモア）と歩くことを選ぶ - これは歴史の逆戻りと密接に関連しています。 このプロットは、モンスターの動き（組織が取った決定）と戦士たちがどのようにターゲットに割り当てられているかによって発展します。\u001b[22m\n\u001b[1m(Shikashi, reigai wa okorimasu - ippantekina jinkō kara yūkan ni kodomo ga senshi (kureimoa) to aruku koto o erabu - kore wa rekishi no gyakumodori to missetsu ni kanren shite imasu. Kono purotto wa, monsutā no ugoki (soshiki ga totta kettei) to senshi-tachi ga dono yō ni tāgetto ni wariate rarete iru ka ni yotte hatten shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut exceptions happen -- from the general population a child fearlessly chooses to walk with a warrior(claymore) - this closely ties to a flashback in history. The plot develops with the movement of monsters - decisions taken by the organization - and how the warriors are assigned their targets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut exceptions happen -- from the general population a child fearlessly chooses to walk with a warrior(claymore) - this closely ties to a flashback in history.\u001b[24m\n    \u001b[1mしかし、例外は起こります - 一般的な人口から勇敢に子供が戦士（クレイモア）と歩くことを選ぶ - これは歴史の逆戻りと密接に関連しています。\u001b[22m, \u001b[1mしかし、例外が発生する - これは密接に歴史の中でフラッシュバックに結びつける - 子供は不敵戦士（クレイモア）で歩くことを選択した一般集団から。\u001b[22m\n\u001b[4mThe plot develops with the movement of monsters - decisions taken by the organization - and how the warriors are assigned their targets.\u001b[24m\n    \u001b[1mこのプロットは、モンスターの動き（組織が取った決定）と戦士たちがどのようにターゲットに割り当てられているかによって発展します。\u001b[22m, \u001b[1m組織によって行われた決定を -   - プロットは、モンスターの移動に伴って発症し、戦士が彼らの目標を割り当てる方法。\u001b[22m\n\u001b[1m\u001b[22m\nWe see character development of the warriors through the series.They realize new dimensions for themselves along with discovering suspicious activities.\n\n\u001b[1m我々はシリーズを通じて戦士のキャラクター開発を参照してください。彼らは疑わしい活動を発見するとともに、自分自身のための新しい次元を実現します。\u001b[22m\n\u001b[1m(Wareware wa shirīzu o tsūjite senshi no kyarakutā kaihatsu o sanshō shite kudasai. Karera wa utagawashī katsudō o hakken suruto tomoni, jibun jishin no tame no atarashī jigen o jitsugen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWe see character development of the warriors through the series.They realize new dimensions for themselves along with discovering suspicious activities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe see character development of the warriors through the series.They realize new dimensions for themselves along with discovering suspicious activities.\u001b[24m\n    \u001b[1m我々はシリーズを通じて戦士のキャラクター開発を参照してください。彼らは疑わしい活動を発見するとともに、自分自身のための新しい次元を実現します。\u001b[22m, \u001b[1m私たちは、不審な活動を発見するとともに、自分自身のために新しい次元を実現series.Theyを通して戦士の文字の開発を参照してください。\u001b[22m\n\u001b[1m\u001b[22m\n---Themes/concepts---\n\n\u001b[1m---テーマ/コンセプト---\u001b[22m\n\u001b[1m(-- - Tēma/ konseputo -- -)\u001b[22m\n\nTranslations of \u001b[4m---Themes/concepts---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---Themes/concepts---\u001b[24m\n    \u001b[1m---テーマ/コンセプト---\u001b[22m\n\u001b[1m\u001b[22m\nfocus\n/ˈfōkəs/\n\n\u001b[1mフォーカス\u001b[22m\n\u001b[1m(Fōkasu)\u001b[22m\n\nDefinitions of \u001b[4mfocus\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    フォーカス\u001b[22m\n        focus, forecast\n\u001b[1m    焦点\u001b[22m\n        focus, focusing, point\n\u001b[1m    中心\u001b[22m\n        center, heart, core, focus, middle, emphasis\n\u001b[1m    病巣\u001b[22m\n        focus\n\nverb\n\u001b[1m    集中させる\u001b[22m\n        focus\nenergy control\n\n\u001b[1mエネルギー制御\u001b[22m\n\u001b[1m(Enerugī seigyo)\u001b[22m\n\nTranslations of \u001b[4menergy control\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menergy control\u001b[24m\n    \u001b[1mエネルギー制御\u001b[22m\ndetermination\n/diˌtərməˈnāSHən/\n\n\u001b[1m決定\u001b[22m\n\u001b[1m(Kettei)\u001b[22m\n\nDefinitions of \u001b[4mdetermination\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    決定\u001b[22m\n        determination, decision\n\u001b[1m    決意\u001b[22m\n        determination, resolve, decision, resolution, will, judgment\n\u001b[1m    決断\u001b[22m\n        decision, resolution, determination, resolve, judgment, conclusion\n\u001b[1m    決心\u001b[22m\n        determination, resolution\n\u001b[1m    結論\u001b[22m\n        conclusion, decision, finding, resolution, judgment, determination\n\u001b[1m    決議\u001b[22m\n        resolution, decision, resolve, vote, determination, judgment\n\u001b[1m    不退転\u001b[22m\n        determination, conviction\n\u001b[1m    熱血\u001b[22m\n        hot blood, fervor, passion, ardor, enthusiasm, determination\n\u001b[1m    熱情\u001b[22m\n        passion, fervor, zeal, enthusiasm, ardor, determination\n\u001b[1m    熱中\u001b[22m\n        enthusiasm, passion, zeal, ardor, fervor, determination\n\u001b[1m    結末\u001b[22m\n        end, conclusion, resolution, decision, resolve, determination\n\u001b[1m    デシジョン\u001b[22m\n        decision, conclusion, determination, resolve, settlement, finding\n\u001b[1m    熱心\u001b[22m\n        enthusiasm, zeal, zest, eagerness, passion, determination\n\u001b[1m    不退\u001b[22m\n        determination\nteamwork\n/ˈtēmˌwərk/\n\n\u001b[1mチームワーク\u001b[22m\n\u001b[1m(Chīmuwāku)\u001b[22m\n\nDefinitions of \u001b[4mteamwork\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    チームワーク\u001b[22m\n        teamwork\nfluid sword action\n\n\u001b[1m流体剣アクション\u001b[22m\n\u001b[1m(Ryūtai ken akushon)\u001b[22m\n\nTranslations of \u001b[4mfluid sword action\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfluid sword action\u001b[24m\n    \u001b[1m流体剣アクション\u001b[22m\nslaying and blood\n\n\u001b[1m死と血\u001b[22m\n\u001b[1m(Shi to chi)\u001b[22m\n\nTranslations of \u001b[4mslaying and blood\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mslaying and blood\u001b[24m\n    \u001b[1m死と血\u001b[22m, \u001b[1m殺害と血\u001b[22m\ncoldness/fearlessness\n\n\u001b[1m寒さ/恐れ\u001b[22m\n\u001b[1m(Samu-sa/ osore)\u001b[22m\n\nTranslations of \u001b[4mcoldness/fearlessness\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcoldness/fearlessness\u001b[24m\n    \u001b[1m寒さ/恐れ\u001b[22m, \u001b[1m寒さ/恐怖心\u001b[22m\nsurvival\n/sərˈvīvəl/\n\n\u001b[1m生存\u001b[22m\n\u001b[1m(Seizon)\u001b[22m\n\nDefinitions of \u001b[4msurvival\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サバイバル\u001b[22m\n        survival\n\u001b[1m    残在\u001b[22m\n        survival\n\u001b[1m    生残\u001b[22m\n        survival\nbattle strategy\n\n\u001b[1m戦闘戦略\u001b[22m\n\u001b[1m(Sentō senryaku)\u001b[22m\n\nTranslations of \u001b[4mbattle strategy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbattle strategy\u001b[24m\n    \u001b[1m戦闘戦略\u001b[22m\nfriendship/hint of love\n\n\u001b[1m友情/愛のヒント\u001b[22m\n\u001b[1m(Yūjō/ ainohinto)\u001b[22m\n\nTranslations of \u001b[4mfriendship/hint of love\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfriendship/hint of love\u001b[24m\n    \u001b[1m友情/愛のヒント\u001b[22m, \u001b[1m愛の友情/ヒント\u001b[22m\nflashbacks\n\n\u001b[1mフラッシュバック\u001b[22m\n\u001b[1m(Furasshu bakku)\u001b[22m\n\nDefinitions of \u001b[4mflashbacks\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    フラッシュバック\u001b[22m\n        flashback\nmotivation by revenge\n\n\u001b[1m復讐のモチベーション\u001b[22m\n\u001b[1m(Fukushū no mochibēshon)\u001b[22m\n\nTranslations of \u001b[4mmotivation by revenge\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmotivation by revenge\u001b[24m\n    \u001b[1m復讐のモチベーション\u001b[22m, \u001b[1m復讐による動機\u001b[22m\n\u001b[1m\u001b[22m\n___________________\n\n\u001b[1m___________________\u001b[22m\n\u001b[1m(___________________)\u001b[22m\n\nTranslations of \u001b[4m___________________\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m___________________\u001b[24m\n    \u001b[1m___________________\u001b[22m\n\u001b[1m\u001b[22m\nSound track isn't odd and suits the situation, although it sounds like a bit of 1980's style.\n\n\u001b[1mサウンドトラックは奇妙ではなく、状況に合っていますが、1980年代のスタイルのように聞こえます。\u001b[22m\n\u001b[1m(Saundotorakku wa kimyōde wa naku, jōkyō ni atte imasuga, 1980-nendai no sutairu no yō ni kikoemasu.)\u001b[22m\n\nTranslations of \u001b[4mSound track isn't odd and suits the situation, although it sounds like a bit of 1980's style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound track isn't odd and suits the situation, although it sounds like a bit of 1980's style.\u001b[24m\n    \u001b[1mサウンドトラックは奇妙ではなく、状況に合っていますが、1980年代のスタイルのように聞こえます。\u001b[22m, \u001b[1mサウンドトラックが奇数ではありません、それは1980年代のスタイルのビットのように聞こえるが、状況に適しています。\u001b[22m\n\u001b[1m\u001b[22m\nArtwork is quite good whenever required. Sufficient detailing is maintained throughout to convey the effect and impact of sword play and target ambiance - as well as the characters as required in the situation.\n\n\u001b[1mアートワークは必要な時はいつでも大変です。 十分なディテールは、剣の遊びとターゲットの雰囲気の影響と影響を伝えるために、また状況に応じてキャラクターを伝えるために、全体にわたって維持されています。\u001b[22m\n\u001b[1m(Ātowāku wa hitsuyōna toki wa itsu demo taihendesu. Jūbun'na ditēru wa, ken no asobi to tāgetto no fun'iki no eikyō to eikyō o tsutaeru tame ni, mata jōkyō ni ōjite kyarakutā o tsutaeru tame ni, zentai ni watatte iji sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mArtwork is quite good whenever required. Sufficient detailing is maintained throughout to convey the effect and impact of sword play and target ambiance - as well as the characters as required in the situation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork is quite good whenever required.\u001b[24m\n    \u001b[1mアートワークは必要な時はいつでも大変です。\u001b[22m, \u001b[1m必要なときはいつでもアートワークはかなり良いです。\u001b[22m\n\u001b[4mSufficient detailing is maintained throughout to convey the effect and impact of sword play and target ambiance - as well as the characters as required in the situation.\u001b[24m\n    \u001b[1m十分なディテールは、剣の遊びとターゲットの雰囲気の影響と影響を伝えるために、また状況に応じてキャラクターを伝えるために、全体にわたって維持されています。\u001b[22m, \u001b[1m状況で必要とされるだけでなく、文字 - 十分は詳述は剣のプレイとターゲットの雰囲気の効果と影響を伝えるために全体を通じて維持されています。\u001b[22m\n\u001b[1m\u001b[22m\n____________________\n\n\u001b[1m____________________\u001b[22m\n\u001b[1m(____________________)\u001b[22m\n\nTranslations of \u001b[4m____________________\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m____________________\u001b[24m\n    \u001b[1m____________________\u001b[22m\n\u001b[1m\u001b[22m\nDefinitely, go for it! if you like swords action and subtle emo\n\n\u001b[1m間違いなく、それに行く！ あなたが剣のアクションと微妙なemoが好きなら\u001b[22m\n\u001b[1m(Machigainaku, sore ni iku! Anata ga ken no akushon to bimyōna emo ga sukinara)\u001b[22m\n\nTranslations of \u001b[4mDefinitely, go for it! if you like swords action and subtle emo\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely, go for it!\u001b[24m\n    \u001b[1m間違いなく、それに行く！\u001b[22m, \u001b[1m確かに、それのために行きます！\u001b[22m\n\u001b[4mif you like swords action and subtle emo\u001b[24m\n    \u001b[1mあなたが剣のアクションと微妙なemoが好きなら\u001b[22m, \u001b[1mあなたは剣アクションと微妙なエモが好きなら\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "Pink_Princess",
    "profile": "/profile/Pink_Princess/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=42945",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n通常、私は何か気の利いたもので試してみたいが、今日はそうではない。このシリーズは私を一生懸命にしてくれた（私は一週間ここにいるだろう）。シリーズが悪いと言っているわけではない。 私はちょうど気の利いたオープニングをする気がしません...それでは、クレイモアについて話す時間は十分です。\n\nまずこれはアニメだけに関係している（明らかに）。 だから私が提出したいくつかの質問がマンガで答えられたら、素晴らしい。 私はおそらくそれをいつのまにか周りに行くだろうが、今はアニメコンテンツだけ\n\nストーリーはどんな場所でもいい場所なので、それを考えてみましょう。 物語そのものは、かなり典型的な復讐プロットであり、モンスターと戦う彼のテーマを交錯している。 それは、ほとんどの作品のために、素晴らしい活発なペースで移動し、いくつかの小さなプロットの穴にもかかわらず非常に楽しいです。 しかし、それはちょうど、マイナーな、本当に私の楽しみを殺したことはありません。 私はかなり賢いと分かったエピソード9の周りに本当に素敵なプロットのひねりがあります。 ストーリーはいくつかの楽しい戦いのシーンにキャストをリードし、それらはおそらくショーが輝く場所です。 戦いのいずれかが引きずられて感じると、彼らは見るために爆発であると述べたように。 私はまた、戦いのほとんどがいくつかの甘い金属カバーを作るだろうとかなり確信しています。\n\nこれは今や悪いことのための良いものでした。これはバックストーリーをもっと扱っています。 彼らが住んでいる世界は貧弱です。町と地方は交換可能です。彼らの宗教は言及されていますが、非常に曖昧で、Yoma（読み物モンスター）の理由は決して触れられません。 再びこれは私のためのディール・ブレーカーではありませんでしたが、この世界をより生き生きと感じさせることができました。 また、クレイモアの特別な動きを説明するために、Yomaオーラのフレーズを投げる傾向があり、マイナーなプロットホールを埋めるために警官のような感じがします。\n\n音と芸術に移り、いつものように私の音楽の専門知識はトーンのろうのパンダの専門知識なので、私はそのセクションを短くしておきます。  OPとEDは上質で何も特別ではなく、付随するアニメーションも素晴らしいです。 サウンドトラック全体がとてもうまく動作し、Teresaのテーマ（または私がTeresaのテーマと呼んでいるもの）のようなカップルの曲がいいです。 それは私が音楽的に賢明だと言わなければならないことなので、アートに移りましょう。\n\nここからキャラクターたちまで、このショーは成功し、失敗します。 まず、良い、Yomaの見栄え。 彼らはすべて恐ろしく、怪物に見えて、実際には私を恐れている。 彼らはより強力な形に変わるにつれて、より多くの腱が頼りになる傾向がありますが、アップグレードされた形は印象的です。 戦いはスピードと猶予で美しく流れ、見るのがとても楽しいです。 世界自体はやや穏やかでロケールは素晴らしく見えますが、それは典型的なファンタジー運賃です。\n\nクレイモアはショーの種類が上がる場所です。 彼らはすべてそれらに似たような外観を持っているし、私は別のもののために1つの粘土戸を混乱させていることがよくあります。  1人のキャラクターが彼女の名前を言うまで私は私たちが別のクレイモアに従っていると思ったまで地獄。 幸運なことに、主人公のクレアは、彼女が決して容易に失われないほど特有です。それは幾分類似していると言われていますが、クレイモアが指揮する一種の冷たい美を呼びます。 私はClaymoreとYomaの目がすばらしいと言います。 私はそれは奇妙に聞こえるが、彼らは本当にクールに見えます。 私はまた、あなたの真面目なシーンを撮影し、クレアや誰かがグーフィー・グリンや笑い声の目を持つことがあると言って、私のサイド・ノートに注意してください。 それは本当に困惑していますが、非常にまれです。\n\n今度は失敗/成功のパート2のための時間です、今度はキャラクターと一緒です。  ClareとRakiのリードから始めましょう。 彼女の動機がシリーズを動かすものなので、Clareは彼女の動機を詳述する4つのエピソードの弧で美しく包み込まれている。 彼女は面白いです、そして、あなたは彼女を残念に思って、彼女が彼女の目標を成功させたいと思っています。 彼女はシリーズを通して成長し、彼女の過去にまともな閉鎖をしています。 ラッキーは完全なバックストーリーアークを得ていないが、キャラクターの開発が全くないわけではないが、過去のエピソード13はほとんどない。彼は大丈夫なキャラクターだったが、彼を軽視し、クラレの救助の対象にしなかった。\n\n彼らがボールを落とす場所は、主な「悪人」です.Pricillaは、まともなバックストーリーを得ていながら、Clareに対抗するだけでなく、本当の役割も果たしません。 彼女はフラッシュバックのアークに現れ、最後まで近づくことなくパッシブな攻撃的な脅威として働きます。 それは彼女が現れたときに彼女自身の盲目の道徳によって引き起こされた悲劇的な犠牲者として描かれているので、彼女は彼女が軽蔑したことを意識していないので、悲しいです。 恐ろしい過去に対処するために死んだ人に復讐をすることに夢中になった。 あなたは私がこの性格が好きだと言うことができるので、私は彼女の覚醒とシリーズの最後の戦いの間に彼女が何をしていたのか、彼女の子供のボンネットのスピンオフを喜んで見ます。\n\nやや興味深い他の悪役（特にOphelia）はそれほど拡張されていない。 実際には1つの音符で楽しいものですが、サポートキャストにも同じことが言えます。 彼らはうまくやりとりをしています。すべてはかなり同情的です。私は実際にもっと学びたいと思っています。\n\nこれを包み込む時です。 私の最終的な考え：良いプロットと楽しいキャラクターとまともなファンタジーショー。 最終的にその深さの欠如によってもたらされました。 あなたはもっと悪くなるかもしれませんが、もっとうまくやれるかもしれません。 私はそれのためにいくつかの現金を敷設する前にそれをチェックするだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nNormally, I’d try and open with something witty but not to today, this series has left me witless (thank you I’ll be here all week).That’s not to say the series is bad, in fact it’s quite good. I just don’t feel like making a witty opening… okay enough of that, time to talk about Claymore.\n\n\u001b[1m通常、私は何か気の利いたもので試してみたいが、今日はそうではない。このシリーズは私を一生懸命にしてくれた（私は一週間ここにいるだろう）。シリーズが悪いと言っているわけではない。 私はちょうど気の利いたオープニングをする気がしません...それでは、クレイモアについて話す時間は十分です。\u001b[22m\n\u001b[1m(Tsūjō, watashi wa nani ka kinokiita mono de tameshite mitaiga, kyō wa sōde wanai. Kono shirīzu wa watashi o isshōkenmei ni shite kureta (watashi wa isshūkan koko ni irudarou). Shirīzu ga warui to itte iru wakede wanai. Watashi wa chōdo kinokiita ōpuningu o suru ki ga shimasen... Soredewa, kureimoa ni tsuite hanasu jikan wa jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mNormally, I’d try and open with something witty but not to today, this series has left me witless (thank you I’ll be here all week).That’s not to say the series is bad, in fact it’s quite good. I just don’t feel like making a witty opening… okay enough of that, time to talk about Claymore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormally, I’d try and open with something witty but not to today, this series has left me witless (thank you I’ll be here all week).That’s not to say the series is bad, in fact it’s quite good.\u001b[24m\n    \u001b[1m通常、私は何か気の利いたもので試してみたいが、今日はそうではない。このシリーズは私を一生懸命にしてくれた（私は一週間ここにいるだろう）。シリーズが悪いと言っているわけではない。\u001b[22m, \u001b[1m通常、私は試してみて、機知に富んだものとのオープンが、今日まで、このシリーズは、シリーズが悪いわけではない.That（ありがとうございました、私はここにすべての週になるでしょう）ばかな私を残している実際にはかなり良いことだではないと思います。\u001b[22m\n\u001b[4mI just don’t feel like making a witty opening… okay enough of that, time to talk about Claymore.\u001b[24m\n    \u001b[1m私はちょうど気の利いたオープニングをする気がしません...それでは、クレイモアについて話す時間は十分です。\u001b[22m, \u001b[1m私は気の利いた開口部というの...大丈夫なことに、クレイモアについて話をする時間を作るように感じることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off this is only pertaining to the anime (obviously). So if some question I posed gets answered in the manga, awesome. I’ll probably get around to it sometime but for now anime content only\n\n\u001b[1mまずこれはアニメだけに関係している（明らかに）。 だから私が提出したいくつかの質問がマンガで答えられたら、素晴らしい。 私はおそらくそれをいつのまにか周りに行くだろうが、今はアニメコンテンツだけ\u001b[22m\n\u001b[1m(Mazu kore wa anime dake ni kankei shite iru (akiraka ni). Dakara watashi ga teishutsu shita ikutsu ka no shitsumon ga manga de kotae raretara, subarashī. Watashi wa osoraku sore o itsunomanika mawari ni ikudarouga, ima wa anime kontentsu dake)\u001b[22m\n\nTranslations of \u001b[4mFirst off this is only pertaining to the anime (obviously). So if some question I posed gets answered in the manga, awesome. I’ll probably get around to it sometime but for now anime content only\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off this is only pertaining to the anime (obviously).\u001b[24m\n    \u001b[1mまずこれはアニメだけに関係している（明らかに）。\u001b[22m, \u001b[1mまず、このオフのみ（明らかに）アニメに関連されます。\u001b[22m\n\u001b[4mSo if some question I posed gets answered in the manga, awesome.\u001b[24m\n    \u001b[1mだから私が提出したいくつかの質問がマンガで答えられたら、素晴らしい。\u001b[22m, \u001b[1mだから私は提起いくつかの質問が素晴らしい、漫画に答えます場合。\u001b[22m\n\u001b[4mI’ll probably get around to it sometime but for now anime content only\u001b[24m\n    \u001b[1m私はおそらくそれをいつのまにか周りに行くだろうが、今はアニメコンテンツだけ\u001b[22m, \u001b[1m私はおそらくいつか今のアニメコンテンツのためにそれを周りに取得しますのみ\u001b[22m\n\u001b[1m\u001b[22m\nThe story is a good a place as any, so let’s go with that. The story itself is a fairly typical revenge plot interlaced with a theme of He who fights monsters. It for the most part works, moves at a nice brisk pace, and is quite enjoyable despite a few minor plot holes. However they are just that, minor, and never really killed my enjoyment. There is a really nice plot twist around episode 9 that I found pretty clever. The story leads the cast into some fun fight scenes and those are probably where the show shines. None of the fights feel dragged out and as said they are a blast to watch. I’m also pretty sure that most of the fights would make some sweet metal covers.\n\n\u001b[1mストーリーはどんな場所でもいい場所なので、それを考えてみましょう。 物語そのものは、かなり典型的な復讐プロットであり、モンスターと戦う彼のテーマを交錯している。 それは、ほとんどの作品のために、素晴らしい活発なペースで移動し、いくつかの小さなプロットの穴にもかかわらず非常に楽しいです。 しかし、それはちょうど、マイナーな、本当に私の楽しみを殺したことはありません。 私はかなり賢いと分かったエピソード9の周りに本当に素敵なプロットのひねりがあります。 ストーリーはいくつかの楽しい戦いのシーンにキャストをリードし、それらはおそらくショーが輝く場所です。 戦いのいずれかが引きずられて感じると、彼らは見るために爆発であると述べたように。 私はまた、戦いのほとんどがいくつかの甘い金属カバーを作るだろうとかなり確信しています。\u001b[22m\n\u001b[1m(Sutōrī wa don'na basho demo ī bashonanode, sore o kangaete mimashou. Monogatari sonomono wa, kanari tenkei-tekina fukushū purottodeari, monsutā to tatakau kare no tēma o kōsaku shite iru. Sore wa, hotondo no sakuhin no tame ni, subarashī kappatsuna pēsu de idō shi, ikutsu ka no chīsana purotto no ana nimokakawarazu hijō ni tanoshīdesu. Shikashi, sore wa chōdo, maināna, hontōni watashi no tanoshimi o koroshita koto wa arimasen. Watashi wa kanari kashikoi to wakatta episōdo 9 no mawari ni hontōni sutekina purotto no hineri ga arimasu. Sutōrī wa ikutsu ka no tanoshī tatakai no shīn ni kyasuto o rīdo shi, sorera wa osoraku shō ga kagayaku bashodesu. Tatakai no izureka ga hikizura rete kanjiru to, karera wa miru tame ni bakuhatsudearu to nobeta yō ni. Watashi wa mata, tatakai no hotondo ga ikutsu ka no amai kinzoku kabā o tsukurudarou to kanari kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is a good a place as any, so let’s go with that. The story itself is a fairly typical revenge plot interlaced with a theme of He who fights monsters. It for the most part works, moves at a nice brisk pace, and is quite enjoyable despite a few minor plot holes. However they are just that, minor, and never really killed my enjoyment. There is a really nice plot twist around episode 9 that I found pretty clever. The story leads the cast into some fun fight scenes and those are probably where the show shines. None of the fights feel dragged out and as said they are a blast to watch. I’m also pretty sure that most of the fights would make some sweet metal covers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is a good a place as any, so let’s go with that.\u001b[24m\n    \u001b[1mストーリーはどんな場所でもいい場所なので、それを考えてみましょう。\u001b[22m, \u001b[1m物語はどのように良い場所ですので、のはそれと行きましょう。\u001b[22m\n\u001b[4mThe story itself is a fairly typical revenge plot interlaced with a theme of He who fights monsters.\u001b[24m\n    \u001b[1m物語そのものは、かなり典型的な復讐プロットであり、モンスターと戦う彼のテーマを交錯している。\u001b[22m, \u001b[1m物語自体はモンスターと戦う彼をテーマにインターレースかなり典型的な復讐のプロットです。\u001b[22m\n\u001b[4mIt for the most part works, moves at a nice brisk pace, and is quite enjoyable despite a few minor plot holes.\u001b[24m\n    \u001b[1mそれは、ほとんどの作品のために、素晴らしい活発なペースで移動し、いくつかの小さなプロットの穴にもかかわらず非常に楽しいです。\u001b[22m, \u001b[1mこれは、大部分の作品のために、素敵な活発なペースで移動し、いくつかのマイナーなプロットの穴にもかかわらず、非常に楽しいです。\u001b[22m\n\u001b[4mHowever they are just that, minor, and never really killed my enjoyment.\u001b[24m\n    \u001b[1mしかし、それはちょうど、マイナーな、本当に私の楽しみを殺したことはありません。\u001b[22m, \u001b[1mしかし、彼らはマイナー、まさにそれで、本当に私の楽しみを殺したことはありません。\u001b[22m\n\u001b[4mThere is a really nice plot twist around episode 9 that I found pretty clever.\u001b[24m\n    \u001b[1m私はかなり賢いと分かったエピソード9の周りに本当に素敵なプロットのひねりがあります。\u001b[22m, \u001b[1m私はかなり巧妙な発見エピソード9の周りには本当に素敵なプロットねじれがあります。\u001b[22m\n\u001b[4mThe story leads the cast into some fun fight scenes and those are probably where the show shines.\u001b[24m\n    \u001b[1mストーリーはいくつかの楽しい戦いのシーンにキャストをリードし、それらはおそらくショーが輝く場所です。\u001b[22m, \u001b[1m物語は、いくつかの楽しい戦いのシーンにキャストをリードし、ショーが輝いてあるものは、おそらくです。\u001b[22m\n\u001b[4mNone of the fights feel dragged out and as said they are a blast to watch.\u001b[24m\n    \u001b[1m戦いのいずれかが引きずられて感じると、彼らは見るために爆発であると述べたように。\u001b[22m, \u001b[1m戦いのどれも、ドラッグアウトし、彼らが見て爆発であると述べたように感じません。\u001b[22m\n\u001b[4mI’m also pretty sure that most of the fights would make some sweet metal covers.\u001b[24m\n    \u001b[1m私はまた、戦いのほとんどがいくつかの甘い金属カバーを作るだろうとかなり確信しています。\u001b[22m, \u001b[1m私はまた、戦いのほとんどはいくつかの甘い金属カバーを作るだろうとかなり確信しています。\u001b[22m\n\u001b[1m\u001b[22m\nThat was the good now for some bad, this dealing more with backstory. The world they live in is poorly fleshed out: towns and locales are interchangeable, their religion is mentioned but very vague and the reason for the Yoma (read monster) is never touched upon. Again this wasn’t a deal breaker for me but it could have made this world feel more alive. Also there is a tendency to throw around the phrase Yoma aura to explain away the claymore’s special moves and kind of feels like a cop out to fill in minor plot holes.\n\n\u001b[1mこれは今や悪いことのための良いものでした。これはバックストーリーをもっと扱っています。 彼らが住んでいる世界は貧弱です。町と地方は交換可能です。彼らの宗教は言及されていますが、非常に曖昧で、Yoma（読み物モンスター）の理由は決して触れられません。 再びこれは私のためのディール・ブレーカーではありませんでしたが、この世界をより生き生きと感じさせることができました。 また、クレイモアの特別な動きを説明するために、Yomaオーラのフレーズを投げる傾向があり、マイナーなプロットホールを埋めるために警官のような感じがします。\u001b[22m\n\u001b[1m(Kore wa imaya waruikoto no tame no yoimonodeshita. Kore wa bakkusutōrī o motto atsukatte imasu. Karera ga sunde iru sekai wa hinjakudesu. Machi to chihō wa kōkan kanōdesu. Karera no shūkyō wa genkyū sa rete imasuga, hijō ni aimaide, Yoma (yomimono monsutā) no riyū wa kesshite fure raremasen. Futatabi kore wa watashi no tame no dīru burēkāde wa arimasendeshitaga, kono sekai o yori ikiiki to kanji saseru koto ga dekimashita. Mata, kureimoa no tokubetsuna ugoki o setsumei suru tame ni, Yoma ōra no furēzu o nageru keikō ga ari, maināna purottohōru o umeru tame ni keikan no yōna kanji ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat was the good now for some bad, this dealing more with backstory. The world they live in is poorly fleshed out: towns and locales are interchangeable, their religion is mentioned but very vague and the reason for the Yoma (read monster) is never touched upon. Again this wasn’t a deal breaker for me but it could have made this world feel more alive. Also there is a tendency to throw around the phrase Yoma aura to explain away the claymore’s special moves and kind of feels like a cop out to fill in minor plot holes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat was the good now for some bad, this dealing more with backstory.\u001b[24m\n    \u001b[1mこれは今や悪いことのための良いものでした。これはバックストーリーをもっと扱っています。\u001b[22m, \u001b[1mつまり、裏話でより多くのいくつかの悪い、この取引のために今良かったです。\u001b[22m\n\u001b[4mThe world they live in is poorly fleshed out: towns and locales are interchangeable, their religion is mentioned but very vague and the reason for the Yoma (read monster) is never touched upon.\u001b[24m\n    \u001b[1m彼らが住んでいる世界は貧弱です。町と地方は交換可能です。彼らの宗教は言及されていますが、非常に曖昧で、Yoma（読み物モンスター）の理由は決して触れられません。\u001b[22m, \u001b[1m、町やロケールは互換性があり、その宗教が言及されているが、非常に曖昧でYomaの理由は（モンスターを読んで）触れたことはありません：彼らの住む世界は不十分肉付けされています。\u001b[22m\n\u001b[4mAgain this wasn’t a deal breaker for me but it could have made this world feel more alive.\u001b[24m\n    \u001b[1m再びこれは私のためのディール・ブレーカーではありませんでしたが、この世界をより生き生きと感じさせることができました。\u001b[22m, \u001b[1mこれも私のための契約ブレーカではありませんでしたが、それはこの世界がより生きている感じさせている可能性があります。\u001b[22m\n\u001b[4mAlso there is a tendency to throw around the phrase Yoma aura to explain away the claymore’s special moves and kind of feels like a cop out to fill in minor plot holes.\u001b[24m\n    \u001b[1mまた、クレイモアの特別な動きを説明するために、Yomaオーラのフレーズを投げる傾向があり、マイナーなプロットホールを埋めるために警官のような感じがします。\u001b[22m, \u001b[1mまた、クレイモアの特別な動きを離れて説明するフレーズYomaのオーラの周りスローする傾向があると種類のマイナーなプロットの穴を埋めるために警官のように出て感じています。\u001b[22m\n\u001b[1m\u001b[22m\nMoving on to sound and art, and as usual my music expertise is that of a tone deaf panda so I’ll keep that section short. The OP and ED are fine and nothing special and their accompanying animations are nice as well. The soundtrack as a whole works very well and a couple songs like Teresa’s theme (or what I’m calling Teresa’s theme) are nice. That’s all I have to say music wise so let’ shift over to art.\n\n\u001b[1m音と芸術に移り、いつものように私の音楽の専門知識はトーンのろうのパンダの専門知識なので、私はそのセクションを短くしておきます。  OPとEDは上質で何も特別ではなく、付随するアニメーションも素晴らしいです。 サウンドトラック全体がとてもうまく動作し、Teresaのテーマ（または私がTeresaのテーマと呼んでいるもの）のようなカップルの曲がいいです。 それは私が音楽的に賢明だと言わなければならないことなので、アートに移りましょう。\u001b[22m\n\u001b[1m(Oto to geijutsu ni utsuri, itsumo no yō ni watashi no ongaku no senmon chishiki wa tōn no rō no panda no senmon chishikinanode, watashi wa sono sekushon o mijikaku shite okimasu. OP to ED wa jōshitsu de nani mo tokubetsude wa naku, fuzui suru animēshon mo subarashīdesu. Saundotorakku zentai ga totemo umaku dōsa shi, teresa no tēma (matawa watashi ga teresa no tēma to yonde iru mono) no yōna kappuru no kyoku ga īdesu. Sore wa watashi ga ongaku-teki ni kenmeida to iwanakereba naranai kotonanode, āto ni utsurimashou.)\u001b[22m\n\nTranslations of \u001b[4mMoving on to sound and art, and as usual my music expertise is that of a tone deaf panda so I’ll keep that section short. The OP and ED are fine and nothing special and their accompanying animations are nice as well. The soundtrack as a whole works very well and a couple songs like Teresa’s theme (or what I’m calling Teresa’s theme) are nice. That’s all I have to say music wise so let’ shift over to art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on to sound and art, and as usual my music expertise is that of a tone deaf panda so I’ll keep that section short.\u001b[24m\n    \u001b[1m音と芸術に移り、いつものように私の音楽の専門知識はトーンのろうのパンダの専門知識なので、私はそのセクションを短くしておきます。\u001b[22m, \u001b[1m音とアートに移動し、いつものように私の音楽の専門知識は、私は短いそのセクションをおこうトーン聴覚障害者パンダのことです。\u001b[22m\n\u001b[4mThe OP and ED are fine and nothing special and their accompanying animations are nice as well.\u001b[24m\n    \u001b[1mOPとEDは上質で何も特別ではなく、付随するアニメーションも素晴らしいです。\u001b[22m, \u001b[1mOPとEDは罰金と何も特別であり、それらに付随するアニメーションにもいいです。\u001b[22m\n\u001b[4mThe soundtrack as a whole works very well and a couple songs like Teresa’s theme (or what I’m calling Teresa’s theme) are nice.\u001b[24m\n    \u001b[1mサウンドトラック全体がとてもうまく動作し、Teresaのテーマ（または私がTeresaのテーマと呼んでいるもの）のようなカップルの曲がいいです。\u001b[22m, \u001b[1m全体としてのサウンドトラックは非常にうまく機能し、テレサのテーマ（またはどのような私はテレサのテーマを呼んでいる）のようなカップルの曲がいいです。\u001b[22m\n\u001b[4mThat’s all I have to say music wise so let’ shift over to art.\u001b[24m\n    \u001b[1mそれは私が音楽的に賢明だと言わなければならないことなので、アートに移りましょう。\u001b[22m, \u001b[1mそれは私が芸術にオーバーシフト」させる音楽賢い言わなければならないすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nBetween here and the characters themselves this show succeeds and fails. First the good, the Yoma’s look great. They all are terrifying, look monstrous and actually kind of scared me. They all do tend to rely on more tendrils as they change to a more powerful form but the upgraded forms to looks impressive especially the ones in the final arc. The fights flow beautifully with speed and grace and are very fun to see. The world itself while somewhat bland works and the locales do look nice, but it’s typical fantasy fare.\n\n\u001b[1mここからキャラクターたちまで、このショーは成功し、失敗します。 まず、良い、Yomaの見栄え。 彼らはすべて恐ろしく、怪物に見えて、実際には私を恐れている。 彼らはより強力な形に変わるにつれて、より多くの腱が頼りになる傾向がありますが、アップグレードされた形は印象的です。 戦いはスピードと猶予で美しく流れ、見るのがとても楽しいです。 世界自体はやや穏やかでロケールは素晴らしく見えますが、それは典型的なファンタジー運賃です。\u001b[22m\n\u001b[1m(Koko kara kyarakutā-tachi made, kono shō wa seikō shi, shippai shimasu. Mazu, yoi, Yoma no mibae. Karera wa subete osoroshiku, kaibutsu ni miete, jissai ni wa watashi o osorete iru. Karera wa yori kyōryokuna katachi ni kawaru ni tsurete, yori ōku no ken ga tayorininaru keikō ga arimasuga, appugurēdo sa reta katachi wa inshō-tekidesu. Tatakai wa supīdo to yūyo de utsukushiku nagare, miru no ga totemo tanoshīdesu. Sekai jitai wa yaya odayakade rokēru wa subarashiku miemasuga, soreha tenkei-tekina fantajī unchindesu.)\u001b[22m\n\nTranslations of \u001b[4mBetween here and the characters themselves this show succeeds and fails. First the good, the Yoma’s look great. They all are terrifying, look monstrous and actually kind of scared me. They all do tend to rely on more tendrils as they change to a more powerful form but the upgraded forms to looks impressive especially the ones in the final arc. The fights flow beautifully with speed and grace and are very fun to see. The world itself while somewhat bland works and the locales do look nice, but it’s typical fantasy fare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBetween here and the characters themselves this show succeeds and fails.\u001b[24m\n    \u001b[1mここからキャラクターたちまで、このショーは成功し、失敗します。\u001b[22m, \u001b[1mここでは文字自体の間でこのショーは成功と失敗します。\u001b[22m\n\u001b[4mFirst the good, the Yoma’s look great.\u001b[24m\n    \u001b[1mまず、良い、Yomaの見栄え。\u001b[22m, \u001b[1m最初の良い、素晴らしいYomaの外観。\u001b[22m\n\u001b[4mThey all are terrifying, look monstrous and actually kind of scared me.\u001b[24m\n    \u001b[1m彼らはすべて恐ろしく、怪物に見えて、実際には私を恐れている。\u001b[22m, \u001b[1m彼らはすべての怪物を見て、恐ろしいと実際の種類の私を怖がっています。\u001b[22m\n\u001b[4mThey all do tend to rely on more tendrils as they change to a more powerful form but the upgraded forms to looks impressive especially the ones in the final arc.\u001b[24m\n    \u001b[1m彼らはより強力な形に変わるにつれて、より多くの腱が頼りになる傾向がありますが、アップグレードされた形は印象的です。\u001b[22m, \u001b[1m彼らはより強力なフォームに変更が、アップグレードの形態は、最終的な弧を描いて、特にものを印象的に見えるよう、それらすべては、より多くの巻きひげに依存する傾向があります。\u001b[22m\n\u001b[4mThe fights flow beautifully with speed and grace and are very fun to see.\u001b[24m\n    \u001b[1m戦いはスピードと猶予で美しく流れ、見るのがとても楽しいです。\u001b[22m, \u001b[1m戦いはスピードと優雅に美しく流れと見ることは非常に楽しいです。\u001b[22m\n\u001b[4mThe world itself while somewhat bland works and the locales do look nice, but it’s typical fantasy fare.\u001b[24m\n    \u001b[1m世界自体はやや穏やかでロケールは素晴らしく見えますが、それは典型的なファンタジー運賃です。\u001b[22m, \u001b[1m世界自体はやや当たり障りのない作品やロケールが見栄えんが、それは典型的なファンタジーの運賃です。\u001b[22m\n\u001b[1m\u001b[22m\nThe Claymores are where the show kind of trips up. They all have a similar look to them and often times I keep confusing one claymore for another. Hell until one character said her name I thought we were following a different claymore. Luckily the main character Clare is distinctive enough that she was never easily lost .That being said the designs while somewhat similar are still very nice and do invoke a kind of cold beauty that the claymores command. I’ll make a side note to mention that the eyes for the Claymore and Yoma are great. I know it sounds weird but they really look cool. I’ll also side note my side note to say that on occasion you’ll get a shot of a serious scene and Clare or someone will have a goofy grin or comically bugged eyes. It’s really disconcerting but is very rare.\n\n\u001b[1mクレイモアはショーの種類が上がる場所です。 彼らはすべてそれらに似たような外観を持っているし、私は別のもののために1つの粘土戸を混乱させていることがよくあります。  1人のキャラクターが彼女の名前を言うまで私は私たちが別のクレイモアに従っていると思ったまで地獄。 幸運なことに、主人公のクレアは、彼女が決して容易に失われないほど特有です。それは幾分類似していると言われていますが、クレイモアが指揮する一種の冷たい美を呼びます。 私はClaymoreとYomaの目がすばらしいと言います。 私はそれは奇妙に聞こえるが、彼らは本当にクールに見えます。 私はまた、あなたの真面目なシーンを撮影し、クレアや誰かがグーフィー・グリンや笑い声の目を持つことがあると言って、私のサイド・ノートに注意してください。 それは本当に困惑していますが、非常にまれです。\u001b[22m\n\u001b[1m(Kureimoa wa shō no shurui ga agaru bashodesu. Karera wa subete sorera ni nita yōna gaikan o motte irushi, watashi wa betsu no mono no tame ni 1tsu no nendo to o konran sa sete iru koto ga yoku arimasu. 1-Ri no kyarakutā ga kanojo no namae o iu made watashi wa watashitachi ga betsu no kureimoa ni shitagatte iru to omotta made jigoku. Kōun'na koto ni, shujinkō no Kurea wa, kanojo ga kesshite yōi ni ushinawa renai hodo tokuyūdesu. Sore wa ikubun ruiji shite iru to iwa rete imasuga, kureimoa ga shiki suru isshu no tsumetai bi o yobimasu. Watashi wa Claymore to Yoma no me ga subarashī to iimasu. Watashi wa sore wa kimyō ni kikoeruga, karera wa hontōni kūru ni miemasu. Watashi wa mata, anata no majimena shīn o satsuei shi, Kurea ya darekaga gūfī gurin ya waraigoe no me o motsu koto ga aru to itte, watashi no saido nōto ni chūi shite kudasai. Sore wa hontōni konwaku shite imasuga, hijō ni maredesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Claymores are where the show kind of trips up. They all have a similar look to them and often times I keep confusing one claymore for another. Hell until one character said her name I thought we were following a different claymore. Luckily the main character Clare is distinctive enough that she was never easily lost .That being said the designs while somewhat similar are still very nice and do invoke a kind of cold beauty that the claymores command. I’ll make a side note to mention that the eyes for the Claymore and Yoma are great. I know it sounds weird but they really look cool. I’ll also side note my side note to say that on occasion you’ll get a shot of a serious scene and Clare or someone will have a goofy grin or comically bugged eyes. It’s really disconcerting but is very rare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Claymores are where the show kind of trips up.\u001b[24m\n    \u001b[1mクレイモアはショーの種類が上がる場所です。\u001b[22m, \u001b[1mクレイモアは、旅行までのところショーの一種です。\u001b[22m\n\u001b[4mThey all have a similar look to them and often times I keep confusing one claymore for another.\u001b[24m\n    \u001b[1m彼らはすべてそれらに似たような外観を持っているし、私は別のもののために1つの粘土戸を混乱させていることがよくあります。\u001b[22m, \u001b[1m彼らはすべてのそれらに類似した外観を持っており、しばしば私は別のものに混乱を招く1クレイモアを保ちます。\u001b[22m\n\u001b[4mHell until one character said her name I thought we were following a different claymore.\u001b[24m\n    \u001b[1m1人のキャラクターが彼女の名前を言うまで私は私たちが別のクレイモアに従っていると思ったまで地獄。\u001b[22m, \u001b[1m1文字まで地獄は、彼女の名前は、私たちは別のクレイモアを次と思っていたと述べました。\u001b[22m\n\u001b[4mLuckily the main character Clare is distinctive enough that she was never easily lost .That being said the designs while somewhat similar are still very nice and do invoke a kind of cold beauty that the claymores command.\u001b[24m\n    \u001b[1m幸運なことに、主人公のクレアは、彼女が決して容易に失われないほど特有です。それは幾分類似していると言われていますが、クレイモアが指揮する一種の冷たい美を呼びます。\u001b[22m, \u001b[1m幸いにも主人公クレアは多少似はまだ非常にいいですし、クレイモアコマンド冷たい美しさのようなものを呼び出すんが、彼女は簡単にデザインを言われて.That失わなかったことを十分に独特です。\u001b[22m\n\u001b[4mI’ll make a side note to mention that the eyes for the Claymore and Yoma are great.\u001b[24m\n    \u001b[1m私はClaymoreとYomaの目がすばらしいと言います。\u001b[22m, \u001b[1m私はクレイモアとYomaのための目が大きいことを言及するサイドメモしておきましょう。\u001b[22m\n\u001b[4mI know it sounds weird but they really look cool.\u001b[24m\n    \u001b[1m私はそれは奇妙に聞こえるが、彼らは本当にクールに見えます。\u001b[22m, \u001b[1m私はそれが奇妙な音を知っているが、彼らは本当にクールに見えます。\u001b[22m\n\u001b[4mI’ll also side note my side note to say that on occasion you’ll get a shot of a serious scene and Clare or someone will have a goofy grin or comically bugged eyes.\u001b[24m\n    \u001b[1m私はまた、あなたの真面目なシーンを撮影し、クレアや誰かがグーフィー・グリンや笑い声の目を持つことがあると言って、私のサイド・ノートに注意してください。\u001b[22m, \u001b[1m私はまたの機会にあなたが深刻なシーンのショットを得るでしょうし、クレアまたは誰かが間抜けなにやにや笑いやコミカル盗聴目を持っているだろうと言うことは私の側のノートに注意して左右ます。\u001b[22m\n\u001b[4mIt’s really disconcerting but is very rare.\u001b[24m\n    \u001b[1mそれは本当に困惑していますが、非常にまれです。\u001b[22m, \u001b[1mそれは本当に当惑だが、非常にまれです。\u001b[22m\n\u001b[1m\u001b[22m\nNow it’s time for part 2 of fail/succeeds, this time with the characters. We’ll start with the leads Clare and Raki. Clare is beautifully fleshed out in a four episode arc detailing her motivations, which is good because her motivations are what drive the series. She is interesting and you feel sorry for her and want her to succeed in her goal. She grows throughout the series and has a decent closure to her past. Raki while not getting the whole backstory arc is not completely without character development but there is very little past episode 13.He was an okay character but they made good call by downplaying him and not making him a object for Clare to rescue.\n\n\u001b[1m今度は失敗/成功のパート2のための時間です、今度はキャラクターと一緒です。  ClareとRakiのリードから始めましょう。 彼女の動機がシリーズを動かすものなので、Clareは彼女の動機を詳述する4つのエピソードの弧で美しく包み込まれている。 彼女は面白いです、そして、あなたは彼女を残念に思って、彼女が彼女の目標を成功させたいと思っています。 彼女はシリーズを通して成長し、彼女の過去にまともな閉鎖をしています。 ラッキーは完全なバックストーリーアークを得ていないが、キャラクターの開発が全くないわけではないが、過去のエピソード13はほとんどない。彼は大丈夫なキャラクターだったが、彼を軽視し、クラレの救助の対象にしなかった。\u001b[22m\n\u001b[1m(Kondo wa shippai/ seikō no pāto 2 no tame no jikandesu, kondo wa kyarakutā to isshodesu. Clare to Raki no rīdo kara hajimemashou. Kanojo no dōki ga shirīzu o ugokasu mononanode, Clare wa kanojo no dōki o shōjutsu suru 4tsu no episōdo no ko de utsukushiku tsutsumikoma rete iru. Kanojo wa omoshiroidesu, soshite, anata wa kanojo o zan'nen ni omotte, kanojo ga kanojo no mokuhyō o seikō sa setai to omotte imasu. Kanojo wa shirīzu o tōshite seichō shi, kanojo no kako ni matomona heisa o shite imasu. Rakkī wa kanzen'na bakkusutōrīāku o ete inaiga, kyarakutā no kaihatsu ga mattaku nai wakede wa naiga, kako no episōdo 13 wa hotondo nai. Kare wa daijōbuna kyarakutādattaga, kare o keishi shi, Kurare no kyūjo no taishō ni shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mNow it’s time for part 2 of fail/succeeds, this time with the characters. We’ll start with the leads Clare and Raki. Clare is beautifully fleshed out in a four episode arc detailing her motivations, which is good because her motivations are what drive the series. She is interesting and you feel sorry for her and want her to succeed in her goal. She grows throughout the series and has a decent closure to her past. Raki while not getting the whole backstory arc is not completely without character development but there is very little past episode 13.He was an okay character but they made good call by downplaying him and not making him a object for Clare to rescue.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow it’s time for part 2 of fail/succeeds, this time with the characters.\u001b[24m\n    \u001b[1m今度は失敗/成功のパート2のための時間です、今度はキャラクターと一緒です。\u001b[22m, \u001b[1m今では文字で/成功し、この時間を失敗のパート2のための時間です。\u001b[22m\n\u001b[4mWe’ll start with the leads Clare and Raki.\u001b[24m\n    \u001b[1mClareとRakiのリードから始めましょう。\u001b[22m, \u001b[1m我々はリードクレアとラキから始めましょう。\u001b[22m\n\u001b[4mClare is beautifully fleshed out in a four episode arc detailing her motivations, which is good because her motivations are what drive the series.\u001b[24m\n    \u001b[1m彼女の動機がシリーズを動かすものなので、Clareは彼女の動機を詳述する4つのエピソードの弧で美しく包み込まれている。\u001b[22m, \u001b[1mクレアは美しく、彼女の動機は、シリーズを駆動するものであるため、良いです、彼女の動機を詳述4エピソードアーク、中に肉付けされています。\u001b[22m\n\u001b[4mShe is interesting and you feel sorry for her and want her to succeed in her goal.\u001b[24m\n    \u001b[1m彼女は面白いです、そして、あなたは彼女を残念に思って、彼女が彼女の目標を成功させたいと思っています。\u001b[22m, \u001b[1m彼女は面白いです、あなたは彼女に同情し、彼女は彼女の目標で成功したいと思います。\u001b[22m\n\u001b[4mShe grows throughout the series and has a decent closure to her past.\u001b[24m\n    \u001b[1m彼女はシリーズを通して成長し、彼女の過去にまともな閉鎖をしています。\u001b[22m, \u001b[1m彼女はシリーズを通して成長し、彼女の過去にまともな閉鎖を持っています。\u001b[22m\n\u001b[4mRaki while not getting the whole backstory arc is not completely without character development but there is very little past episode 13.He was an okay character but they made good call by downplaying him and not making him a object for Clare to rescue.\u001b[24m\n    \u001b[1mラッキーは完全なバックストーリーアークを得ていないが、キャラクターの開発が全くないわけではないが、過去のエピソード13はほとんどない。彼は大丈夫なキャラクターだったが、彼を軽視し、クラレの救助の対象にしなかった。\u001b[22m, \u001b[1m全体の裏話アークを取得していないながら、ラキは、文字の開発なしで完全ではありませんが13.Heは大丈夫文字だった非常に少ない過去のエピソードがあるが、彼らは彼にクレアが救出するためのオブジェクトを作り、彼を軽視としないことにより、良好な通話を行いました。\u001b[22m\n\u001b[1m\u001b[22m\nWhere they drop the ball is the main “villain”, Pricilla, who while getting a decent backstory, serves no real role besides being a counterpoint to Clare. She shows up in the flashback arc and then serves as a passive aggressive threat, not showing up till near the end. Which is sad because when she does show up she’s portrayed as a tragic victim driven by her own blind morality, not even aware she has become what she despises. Obsessed with getting revenge on a person who’s dead to cope with the horrid past. As you can tell I like this character, and I would gladly watch a spinoff of her child hood and what she was doing in the years between her awakening and the series’ final battle.\n\n\u001b[1m彼らがボールを落とす場所は、主な「悪人」です.Pricillaは、まともなバックストーリーを得ていながら、Clareに対抗するだけでなく、本当の役割も果たしません。 彼女はフラッシュバックのアークに現れ、最後まで近づくことなくパッシブな攻撃的な脅威として働きます。 それは彼女が現れたときに彼女自身の盲目の道徳によって引き起こされた悲劇的な犠牲者として描かれているので、彼女は彼女が軽蔑したことを意識していないので、悲しいです。 恐ろしい過去に対処するために死んだ人に復讐をすることに夢中になった。 あなたは私がこの性格が好きだと言うことができるので、私は彼女の覚醒とシリーズの最後の戦いの間に彼女が何をしていたのか、彼女の子供のボンネットのスピンオフを喜んで見ます。\u001b[22m\n\u001b[1m(Karera ga bōru o otosu basho wa, omona `akunin'desu. Pricilla wa, matomona bakkusutōrī o ete inagara, Clare ni taikō suru dakedenaku, hontō no yakuwari mo hatashimasen. Kanojo wa furasshu bakku no āku ni araware, saigomade chikadzuku koto naku passhibuna kōgeki-tekina kyōi to shite hatarakimasu. Sore wa kanojo ga arawareta toki ni kanojo jishin no mōmoku no dōtoku ni yotte hikiokosa reta higeki-tekina gisei-sha to shite egaka rete irunode, kanojo wa kanojo ga keibetsu shita koto o ishiki shite inainode, kanashīdesu. Osoroshī kako ni taisho suru tame ni shinda hito ni fukushū o suru koto ni muchū ni natta. Anata wa watashi ga kono seikaku ga sukida to iu koto ga dekiru node, watashi wa kanojo no kakusei to shirīzu no saigonotatakai no ma ni kanojo ga nani o shite ita no ka, kanojo no kodomo no bon'netto no supin'ofu o yorokonde mimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhere they drop the ball is the main “villain”, Pricilla, who while getting a decent backstory, serves no real role besides being a counterpoint to Clare. She shows up in the flashback arc and then serves as a passive aggressive threat, not showing up till near the end. Which is sad because when she does show up she’s portrayed as a tragic victim driven by her own blind morality, not even aware she has become what she despises. Obsessed with getting revenge on a person who’s dead to cope with the horrid past. As you can tell I like this character, and I would gladly watch a spinoff of her child hood and what she was doing in the years between her awakening and the series’ final battle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere they drop the ball is the main “villain”, Pricilla, who while getting a decent backstory, serves no real role besides being a counterpoint to Clare.\u001b[24m\n    \u001b[1m彼らがボールを落とす場所は、主な「悪人」です.Pricillaは、まともなバックストーリーを得ていながら、Clareに対抗するだけでなく、本当の役割も果たしません。\u001b[22m, \u001b[1m彼らはボールをドロップする場合は、メイン\"悪役\"である、まともな裏話を取得中Pricillaは、クレアに対位法であることに加えて本当の役割を果たしていません。\u001b[22m\n\u001b[4mShe shows up in the flashback arc and then serves as a passive aggressive threat, not showing up till near the end.\u001b[24m\n    \u001b[1m彼女はフラッシュバックのアークに現れ、最後まで近づくことなくパッシブな攻撃的な脅威として働きます。\u001b[22m, \u001b[1m彼女は、フラッシュバック・アークに表示した後、受動攻撃的な脅威となり、端付近まで表示されません。\u001b[22m\n\u001b[4mWhich is sad because when she does show up she’s portrayed as a tragic victim driven by her own blind morality, not even aware she has become what she despises.\u001b[24m\n    \u001b[1mそれは彼女が現れたときに彼女自身の盲目の道徳によって引き起こされた悲劇的な犠牲者として描かれているので、彼女は彼女が軽蔑したことを意識していないので、悲しいです。\u001b[22m, \u001b[1m彼女は現れないとき、彼女は彼女自身の盲目の道徳によって駆動される悲劇的な被害者として描かれているので悲しいである、ないにも意識は、彼女は彼女が軽蔑するものとなっています。\u001b[22m\n\u001b[4mObsessed with getting revenge on a person who’s dead to cope with the horrid past.\u001b[24m\n    \u001b[1m恐ろしい過去に対処するために死んだ人に復讐をすることに夢中になった。\u001b[22m, \u001b[1m忌まわしい過去に対処するために死んだ人に復讐を得ることに夢中。\u001b[22m\n\u001b[4mAs you can tell I like this character, and I would gladly watch a spinoff of her child hood and what she was doing in the years between her awakening and the series’ final battle.\u001b[24m\n    \u001b[1mあなたは私がこの性格が好きだと言うことができるので、私は彼女の覚醒とシリーズの最後の戦いの間に彼女が何をしていたのか、彼女の子供のボンネットのスピンオフを喜んで見ます。\u001b[22m, \u001b[1mあなたが言うことができるように私はこの文字を好きで、私は喜んで彼女の子供のフードと何彼女が覚醒し、シリーズの最後の戦いの間の年にやっていたのスピンオフを見るだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe other villains while mildly interesting (Ophelia especially) are not that well expanded upon. The same goes for the supporting cast, who are really one note but enjoyable. They interact well, all are fairly sympathetic and to spark me to actually want to learn more about them.\n\n\u001b[1mやや興味深い他の悪役（特にOphelia）はそれほど拡張されていない。 実際には1つの音符で楽しいものですが、サポートキャストにも同じことが言えます。 彼らはうまくやりとりをしています。すべてはかなり同情的です。私は実際にもっと学びたいと思っています。\u001b[22m\n\u001b[1m(Yaya kyōmibukai ta no akuyaku (tokuni ofīria) wa sorehodo kakuchō sa rete inai. Jissai ni wa 1tsu no onpu de tanoshī monodesuga, sapōtokyasuto ni mo onaji koto ga iemasu. Karera wa umaku yaritori o shite imasu. Subete wa kanari dōjō-tekidesu. Watashi wa jissai ni motto manabitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe other villains while mildly interesting (Ophelia especially) are not that well expanded upon. The same goes for the supporting cast, who are really one note but enjoyable. They interact well, all are fairly sympathetic and to spark me to actually want to learn more about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other villains while mildly interesting (Ophelia especially) are not that well expanded upon.\u001b[24m\n    \u001b[1mやや興味深い他の悪役（特にOphelia）はそれほど拡張されていない。\u001b[22m, \u001b[1m穏やかに面白い（特にオフィーリア）一方で、他の悪役は、その十分の際に展開されません。\u001b[22m\n\u001b[4mThe same goes for the supporting cast, who are really one note but enjoyable.\u001b[24m\n    \u001b[1m実際には1つの音符で楽しいものですが、サポートキャストにも同じことが言えます。\u001b[22m, \u001b[1m同じことは本当に1のノートが、楽しいです脇役、のために行きます。\u001b[22m\n\u001b[4mThey interact well, all are fairly sympathetic and to spark me to actually want to learn more about them.\u001b[24m\n    \u001b[1m彼らはうまくやりとりをしています。すべてはかなり同情的です。私は実際にもっと学びたいと思っています。\u001b[22m, \u001b[1m彼らはすべてのはかなり同情的であり、実際にそれらについての詳細を知りたいために私を刺激するために、十分に相互作用します。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s time to wrap this up. My Final thoughts: A decent fantasy show with a good plot and enjoyable characters. Ultimately brought down by its lack of depth. You could do worse but you could also do better. I'd check it out before laying down some cash for it.\n\n\u001b[1mこれを包み込む時です。 私の最終的な考え：良いプロットと楽しいキャラクターとまともなファンタジーショー。 最終的にその深さの欠如によってもたらされました。 あなたはもっと悪くなるかもしれませんが、もっとうまくやれるかもしれません。 私はそれのためにいくつかの現金を敷設する前にそれをチェックするだろう。\u001b[22m\n\u001b[1m(Kore o tsutsumikomu tokidesu. Watashi no saishū-tekina kangae: Yoi purotto to tanoshī kyarakutā to matomona fantajīshō. Saishūtekini sono fuka-sa no ketsujo ni yotte motarasa remashita. Anata wa motto waruku naru kamo shiremasenga, motto umaku yareru kamo shiremasen. Watashi wa sore no tame ni ikutsu ka no genkin o fusetsu suru mae ni sore o chekku surudarou.)\u001b[22m\n\nTranslations of \u001b[4mIt’s time to wrap this up. My Final thoughts: A decent fantasy show with a good plot and enjoyable characters. Ultimately brought down by its lack of depth. You could do worse but you could also do better. I'd check it out before laying down some cash for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s time to wrap this up.\u001b[24m\n    \u001b[1mこれを包み込む時です。\u001b[22m, \u001b[1mそれは、これをラップする時間です。\u001b[22m\n\u001b[4mMy Final thoughts: A decent fantasy show with a good plot and enjoyable characters.\u001b[24m\n    \u001b[1m私の最終的な考え：良いプロットと楽しいキャラクターとまともなファンタジーショー。\u001b[22m, \u001b[1m私の最終的な思考：良いプロットと楽しい文字でまともなファンタジーショー。\u001b[22m\n\u001b[4mUltimately brought down by its lack of depth.\u001b[24m\n    \u001b[1m最終的にその深さの欠如によってもたらされました。\u001b[22m, \u001b[1m最終的には深さの欠如によって倒さ。\u001b[22m\n\u001b[4mYou could do worse but you could also do better.\u001b[24m\n    \u001b[1mあなたはもっと悪くなるかもしれませんが、もっとうまくやれるかもしれません。\u001b[22m, \u001b[1mあなたはより悪い行うことができますが、あなたはまた、より良い行うことができます。\u001b[22m\n\u001b[4mI'd check it out before laying down some cash for it.\u001b[24m\n    \u001b[1m私はそれのためにいくつかの現金を敷設する前にそれをチェックするだろう。\u001b[22m, \u001b[1m私はそれのためにいくつかの現金を敷設する前にそれをチェックアウトしたいです。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "lovelydeath",
    "profile": "/profile/lovelydeath/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=59563",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\nクレイモアは、単に与えることを続けているアニメの一つです。 これは非常に興味深いことがわかったので、私は非常に短い時間内にすべてのエピソードを見る時間を作ったアニメの1つでした。 ヨーキーを食べる勇気が絶対に大好きで、楽しかったです。 ストーリーが実際の解像度を持っているようには感じられませんでしたが、それでも私のすべての時間のお気に入りの1つになりました。 キャラクターはほとんどすべてが記憶に残っていて、その部分はすべてストーリーにある程度の意味を持っていました。 アクションも本当に素晴らしかったです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClaymore is one of those anime that just keeps on giving. This was one of those anime that I made time to watch all episodes in a very short time span because I found it so interesting. I absolutely loved the gut eating yoki and I enjoyed the story. Even though I didn't feel like the story had any real resolution it still turned out to be one of my all time favorites. The characters were almost all memorable and their parts all had some level of meaning in the story. The action was really great as well.\n\n\u001b[1mクレイモアは、単に与えることを続けているアニメの一つです。 これは非常に興味深いことがわかったので、私は非常に短い時間内にすべてのエピソードを見る時間を作ったアニメの1つでした。 ヨーキーを食べる勇気が絶対に大好きで、楽しかったです。 ストーリーが実際の解像度を持っているようには感じられませんでしたが、それでも私のすべての時間のお気に入りの1つになりました。 キャラクターはほとんどすべてが記憶に残っていて、その部分はすべてストーリーにある程度の意味を持っていました。 アクションも本当に素晴らしかったです。\u001b[22m\n\u001b[1m(Kureimoa wa, tan'ni ataeru koto o tsudzukete iru anime no hitotsudesu. Kore wa hijō ni kyōmibukai koto ga wakattanode, watashi wa hijō ni mijikai jikan uchi ni subete no episōdo o miru jikan o tsukutta anime no 1tsudeshita. Yōkī o taberu yūki ga zettai ni daisukide, tanoshikattadesu. Sutōrī ga jissai no kaizōdo o motte iru yō ni wa kanji raremasendeshitaga, soredemo watashi no subete no jikan no okiniiri no 1tsu ni narimashita. Kyarakutā wa hotondo subete ga kioku ni nokotte ite, sono bubun wa subete sutōrī ni aruteido no imi o motte imashita. Akushon mo hontōni subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mClaymore is one of those anime that just keeps on giving. This was one of those anime that I made time to watch all episodes in a very short time span because I found it so interesting. I absolutely loved the gut eating yoki and I enjoyed the story. Even though I didn't feel like the story had any real resolution it still turned out to be one of my all time favorites. The characters were almost all memorable and their parts all had some level of meaning in the story. The action was really great as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore is one of those anime that just keeps on giving.\u001b[24m\n    \u001b[1mクレイモアは、単に与えることを続けているアニメの一つです。\u001b[22m, \u001b[1mクレイモアはジャストギビング続けるそれらのアニメの一つです。\u001b[22m\n\u001b[4mThis was one of those anime that I made time to watch all episodes in a very short time span because I found it so interesting.\u001b[24m\n    \u001b[1mこれは非常に興味深いことがわかったので、私は非常に短い時間内にすべてのエピソードを見る時間を作ったアニメの1つでした。\u001b[22m, \u001b[1mこれは、私はそれがとても面白かったので、私は非常に短い時間のスパンですべてのエピソードを見る時間を作られたものアニメの一つでした。\u001b[22m\n\u001b[4mI absolutely loved the gut eating yoki and I enjoyed the story.\u001b[24m\n    \u001b[1mヨーキーを食べる勇気が絶対に大好きで、楽しかったです。\u001b[22m, \u001b[1m私は絶対によきを食べて腸を愛し、私は物語を楽しみました。\u001b[22m\n\u001b[4mEven though I didn't feel like the story had any real resolution it still turned out to be one of my all time favorites.\u001b[24m\n    \u001b[1mストーリーが実際の解像度を持っているようには感じられませんでしたが、それでも私のすべての時間のお気に入りの1つになりました。\u001b[22m, \u001b[1m私は感じていないにもかかわらず、物語が持っていたような任意の実際の解像度は、それはまだ私のすべての時間のお気に入りの一つであることが判明しました。\u001b[22m\n\u001b[4mThe characters were almost all memorable and their parts all had some level of meaning in the story.\u001b[24m\n    \u001b[1mキャラクターはほとんどすべてが記憶に残っていて、その部分はすべてストーリーにある程度の意味を持っていました。\u001b[22m, \u001b[1m文字は、ほとんどすべての記憶に残るし、それらの部品のすべての物語の中で意味のあるレベルを持っていました。\u001b[22m\n\u001b[4mThe action was really great as well.\u001b[24m\n    \u001b[1mアクションも本当に素晴らしかったです。\u001b[22m, \u001b[1mアクションは、同様に、本当に素晴らしかったです。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "Rin-Saan",
    "profile": "/profile/Rin-Saan/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=70265",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は本当にこのアニメと、それが提供しなければならないアクションシーケンスを楽しんだ。 八木典博がこの非常にインテリジェントな章を構成している様子。\nアニメの主人公はすべてユニークな能力と個性を持っており、彼らはお互いから際立っています。 これは、すべてのジャンルのすべてのアニメファンに単に華麗に推薦するアニメを見る必要があります。  Claymoreはそれが最後の\n^ _ ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this anime and the actions sequences it has to offer. also the way Norihiro Yagi constructs this very intelligent chapters in the saga.\n\n\u001b[1m私は本当にこのアニメと、それが提供しなければならないアクションシーケンスを楽しんだ。 八木典博がこの非常にインテリジェントな章を構成している様子。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime to, sore ga teikyō shinakereba naranai akushonshīkensu o tanoshinda. 八木典博 Ga kono hijō ni interijentona shō o kōsei shite iru yōsu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime and the actions sequences it has to offer. also the way Norihiro Yagi constructs this very intelligent chapters in the saga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime and the actions sequences it has to offer.\u001b[24m\n    \u001b[1m私は本当にこのアニメと、それが提供しなければならないアクションシーケンスを楽しんだ。\u001b[22m, \u001b[1m私は本当にこのアニメとそれが提供しているアクションシーケンスを楽しみました。\u001b[22m\n\u001b[4malso the way Norihiro Yagi constructs this very intelligent chapters in the saga.\u001b[24m\n    \u001b[1m八木典博がこの非常にインテリジェントな章を構成している様子。\u001b[22m, \u001b[1mまた、方法八木教広がサガに、この非常に知的な章を構築します。\u001b[22m\nThe main characters in the anime all have there unique abilities and personality's and they stand out from one another. This is must watch anime simply brilliant recommend to all anime fans of all genres. Claymore was brilliant while it last'ed\n\n\u001b[1mアニメの主人公はすべてユニークな能力と個性を持っており、彼らはお互いから際立っています。 これは、すべてのジャンルのすべてのアニメファンに単に華麗に推薦するアニメを見る必要があります。  Claymoreはそれが最後の\u001b[22m\n\u001b[1m(Anime no shujinkō wa subete yunīkuna nōryoku to kosei o motte ori, karera wa otagai kara kiwadatte imasu. Kore wa, subete no janru no subete no anime fan ni tan'ni karei ni suisen suru anime o miru hitsuyō ga arimasu. Claymore wa sore ga saigo no)\u001b[22m\n\nTranslations of \u001b[4mThe main characters in the anime all have there unique abilities and personality's and they stand out from one another. This is must watch anime simply brilliant recommend to all anime fans of all genres. Claymore was brilliant while it last'ed\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters in the anime all have there unique abilities and personality's and they stand out from one another.\u001b[24m\n    \u001b[1mアニメの主人公はすべてユニークな能力と個性を持っており、彼らはお互いから際立っています。\u001b[22m, \u001b[1mアニメで主人公のすべてがユニークな能力と個性のを持って、彼らは互いから目立ちます。\u001b[22m\n\u001b[4mThis is must watch anime simply brilliant recommend to all anime fans of all genres.\u001b[24m\n    \u001b[1mこれは、すべてのジャンルのすべてのアニメファンに単に華麗に推薦するアニメを見る必要があります。\u001b[22m, \u001b[1mこれは、すべてのジャンルのすべてのアニメファンにお勧めのアニメは、単に鮮やかな見なければならないです。\u001b[22m\n\u001b[4mClaymore was brilliant while it last'ed\u001b[24m\n    \u001b[1mClaymoreはそれが最後の\u001b[22m, \u001b[1mそれはlast'edながらクレイモアは素晴らしかったです\u001b[22m\n^_^\n\n\u001b[1m^ _ ^\u001b[22m\n\u001b[1m(^ _ ^)\u001b[22m\n\nTranslations of \u001b[4m^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m^_^\u001b[24m\n    \u001b[1m^ _ ^\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "RainbowBox",
    "profile": "/profile/RainbowBox/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=52839",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nこのアニメは素晴らしいです。 まちがいない。 それは壮大なアクションシーンを持っています。 たくさんの血とゴア。 それはこれに来るとき、私を信じて、後ろにつかまない。 だからあなたが本当にそれを見るなら、このアニメを見てください。\nストーリー〜ストーリーは非常にユニークで創造的です。 それは感情的なシーンを持ち、ロマンティックな瞬間もあります。 すべてとすべてが本当にすべてを持っています。 ほとんどの行動は、それだけでなく、すべての少しがあります。\nアート〜色。 生き物。 キャラクター。 すべてはよく描かれている。 ある意味では非常に現実的です。 ほとんどのアニメ/マンガのように異常に巨大な胸の女性はいません。 それはしばらくして迷惑になります。 笑。\nSound〜このアニメの美しいクラシック音楽。 私はエルフェンが嘘をついたことを思い起こさせる。\nキャラクター〜すべてのキャラクターがうまく作られています。 あなたは簡単にそれらに接続することができます。 彼らは彼らの大部分の話を提供しているからです。\n楽しさ〜決してこのアニメの鈍い瞬間。 あなたがそれを見始めたら、あなたは止めたくありません。 私がこのアニメを開始すると、私はそれが終わるまで毎日それを見ました。 私は3日以内に終了しました。\n全体的に〜驚くべき。 すべてが完璧に合います。 私が嫌いだったのはエンディングだけでした。 彼らはそれに詳細を追加すべきです。 しかし、私は驚いていませんでした。 彼らは多くのアニメでそれを行います。 このレビューが役に立ったら嬉しいです。  ：3",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is.. awesome. No doubt about it. It has epic action scenes. Lots of blood and gore. They don't hold back when it comes to this, trust me. So if your really into that, watch this anime.\n\n\u001b[1mこのアニメは素晴らしいです。 まちがいない。 それは壮大なアクションシーンを持っています。 たくさんの血とゴア。 それはこれに来るとき、私を信じて、後ろにつかまない。 だからあなたが本当にそれを見るなら、このアニメを見てください。\u001b[22m\n\u001b[1m(Kono anime wa subarashīdesu. Machigainai. Sore wa sōdaina akushonshīn o motte imasu. Takusan no chi to Goa. Sore wa kore ni kuru toki, watashi o shinjite, ushiro ni tsukamanai. Dakara anata ga hontōni sore o mirunara, kono anime o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is.. awesome. No doubt about it. It has epic action scenes. Lots of blood and gore. They don't hold back when it comes to this, trust me. So if your really into that, watch this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is.. awesome.\u001b[24m\n    \u001b[1mこのアニメは素晴らしいです。\u001b[22m, \u001b[1mこのアニメは..素晴らしいです。\u001b[22m\n\u001b[4mNo doubt about it.\u001b[24m\n    \u001b[1mまちがいない。\u001b[22m, \u001b[1m間違いなし。\u001b[22m, \u001b[1m間違いなくそれについて。\u001b[22m, \u001b[1mそれについては間違いありません。\u001b[22m\n\u001b[4mIt has epic action scenes.\u001b[24m\n    \u001b[1mそれは壮大なアクションシーンを持っています。\u001b[22m, \u001b[1mそれは壮大なアクションシーンがあります。\u001b[22m\n\u001b[4mLots of blood and gore.\u001b[24m\n    \u001b[1mたくさんの血とゴア。\u001b[22m, \u001b[1m血とゴアがたくさん。\u001b[22m\n\u001b[4mThey don't hold back when it comes to this, trust me.\u001b[24m\n    \u001b[1mそれはこれに来るとき、私を信じて、後ろにつかまない。\u001b[22m, \u001b[1m彼らはそれがこれに来るとき、私を信頼して戻って保持していません。\u001b[22m\n\u001b[4mSo if your really into that, watch this anime.\u001b[24m\n    \u001b[1mだからあなたが本当にそれを見るなら、このアニメを見てください。\u001b[22m, \u001b[1mあなたは本当にそれにあれば、このアニメを見て。\u001b[22m\nStory~ The story is very unique and creative. It has it's emotional scenes and it also has its romantic moments here and there. All and all it has everything really. Mostly action but it has a little of everything as well.\n\n\u001b[1mストーリー〜ストーリーは非常にユニークで創造的です。 それは感情的なシーンを持ち、ロマンティックな瞬間もあります。 すべてとすべてが本当にすべてを持っています。 ほとんどの行動は、それだけでなく、すべての少しがあります。\u001b[22m\n\u001b[1m(Sutōrī 〜 sutōrī wa hijō ni yunīku de sōzō-tekidesu. Sore wa kanjō-tekina shīn o mochi, romantikkuna shunkan mo arimasu. Subete to subete ga hontōni subete o motte imasu. Hotondo no kōdō wa, sore dakedenaku, subete no sukoshi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory~ The story is very unique and creative. It has it's emotional scenes and it also has its romantic moments here and there. All and all it has everything really. Mostly action but it has a little of everything as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory~ The story is very unique and creative.\u001b[24m\n    \u001b[1mストーリー〜ストーリーは非常にユニークで創造的です。\u001b[22m, \u001b[1mストーリー〜物語は非常にユニークで創造的です。\u001b[22m\n\u001b[4mIt has it's emotional scenes and it also has its romantic moments here and there.\u001b[24m\n    \u001b[1mそれは感情的なシーンを持ち、ロマンティックな瞬間もあります。\u001b[22m, \u001b[1mそれは感情的なシーンだ持っており、それはまた、あちこちにそのロマンチックな瞬間を持っています。\u001b[22m\n\u001b[4mAll and all it has everything really.\u001b[24m\n    \u001b[1mすべてとすべてが本当にすべてを持っています。\u001b[22m, \u001b[1mすべての、すべてのそれは本当にすべてのものを持っています。\u001b[22m\n\u001b[4mMostly action but it has a little of everything as well.\u001b[24m\n    \u001b[1mほとんどの行動は、それだけでなく、すべての少しがあります。\u001b[22m, \u001b[1m主にアクションが、それは同様にすべての少しを持っています。\u001b[22m\nArt~ The colors. The creatures. The characters. All well drawn. Very realistic in a sense. No abnormally huge breasted women like most anime/manga. That gets annoying after awhile. Lol.\n\n\u001b[1mアート〜色。 生き物。 キャラクター。 すべてはよく描かれている。 ある意味では非常に現実的です。 ほとんどのアニメ/マンガのように異常に巨大な胸の女性はいません。 それはしばらくして迷惑になります。 笑。\u001b[22m\n\u001b[1m(Āto 〜-iro. Ikimono. Kyarakutā. Subete wa yoku egaka rete iru. Aruimide wa hijō ni genjitsu-tekidesu. Hotondo no anime/ manga no yō ni ijō ni kyodaina mune no josei wa imasen. Sore wa shibaraku shite meiwaku ni narimasu. Emi.)\u001b[22m\n\nTranslations of \u001b[4mArt~ The colors. The creatures. The characters. All well drawn. Very realistic in a sense. No abnormally huge breasted women like most anime/manga. That gets annoying after awhile. Lol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt~ The colors.\u001b[24m\n    \u001b[1mアート〜色。\u001b[22m\n\u001b[4mThe creatures.\u001b[24m\n    \u001b[1m生き物。\u001b[22m\n\u001b[4mThe characters.\u001b[24m\n    \u001b[1mキャラクター。\u001b[22m, \u001b[1m文字。\u001b[22m\n\u001b[4mAll well drawn.\u001b[24m\n    \u001b[1mすべてはよく描かれている。\u001b[22m, \u001b[1mすべてうまく描かれて。\u001b[22m\n\u001b[4mVery realistic in a sense.\u001b[24m\n    \u001b[1mある意味では非常に現実的です。\u001b[22m, \u001b[1m意味では非常に現実的。\u001b[22m\n\u001b[4mNo abnormally huge breasted women like most anime/manga.\u001b[24m\n    \u001b[1mほとんどのアニメ/マンガのように異常に巨大な胸の女性はいません。\u001b[22m, \u001b[1mほとんどのアニメ/漫画のような異常に巨大な胸の女性いいえ。\u001b[22m\n\u001b[4mThat gets annoying after awhile.\u001b[24m\n    \u001b[1mそれはしばらくして迷惑になります。\u001b[22m, \u001b[1mそれはしばらく後に迷惑を取得します。\u001b[22m\n\u001b[4mLol.\u001b[24m\n    \u001b[1m笑。\u001b[22m, \u001b[1mLOL。\u001b[22m\nSound~ Beautiful classic music in this anime. Kind of reminds me of elfen lied in a way.\n\n\u001b[1mSound〜このアニメの美しいクラシック音楽。 私はエルフェンが嘘をついたことを思い起こさせる。\u001b[22m\n\u001b[1m(Sound 〜 kono anime no utsukushī kurashikku ongaku. Watashi wa erufen ga uso o tsuita koto o omoiokosa seru.)\u001b[22m\n\nTranslations of \u001b[4mSound~ Beautiful classic music in this anime. Kind of reminds me of elfen lied in a way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound~ Beautiful classic music in this anime.\u001b[24m\n    \u001b[1mSound〜このアニメの美しいクラシック音楽。\u001b[22m, \u001b[1mこのアニメで〜美しいクラシック音楽を鳴らします。\u001b[22m\n\u001b[4mKind of reminds me of elfen lied in a way.\u001b[24m\n    \u001b[1m私はエルフェンが嘘をついたことを思い起こさせる。\u001b[22m, \u001b[1m種類の方法で嘘をついたエルフェンのことを思い出します。\u001b[22m\nCharacter ~ All the characters are well made and put together. You can get attached easily to them. Because they provide a story for most of them.\n\n\u001b[1mキャラクター〜すべてのキャラクターがうまく作られています。 あなたは簡単にそれらに接続することができます。 彼らは彼らの大部分の話を提供しているからです。\u001b[22m\n\u001b[1m(Kyarakutā 〜 subete no kyarakutā ga umaku tsukura rete imasu. Anata wa kantan ni sorera ni setsuzoku suru koto ga dekimasu. Karera wa karera no daibubun no hanashi o teikyō shite irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter ~ All the characters are well made and put together. You can get attached easily to them. Because they provide a story for most of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter ~ All the characters are well made and put together.\u001b[24m\n    \u001b[1mキャラクター〜すべてのキャラクターがうまく作られています。\u001b[22m, \u001b[1m文字〜すべての文字がよく作られたと一緒に入れています。\u001b[22m\n\u001b[4mYou can get attached easily to them.\u001b[24m\n    \u001b[1mあなたは簡単にそれらに接続することができます。\u001b[22m, \u001b[1mあなたはそれらに簡単に取り付けられ得ることができます。\u001b[22m\n\u001b[4mBecause they provide a story for most of them.\u001b[24m\n    \u001b[1m彼らは彼らの大部分の話を提供しているからです。\u001b[22m, \u001b[1m彼らはそれらのほとんどのための物語を提供しているため。\u001b[22m\nEnjoyment~ Never a dull moment in this anime. Once you start watching it you won't want to stop. As soon as I started this anime I watched it everyday til I was finished it. I finished within 3 days.\n\n\u001b[1m楽しさ〜決してこのアニメの鈍い瞬間。 あなたがそれを見始めたら、あなたは止めたくありません。 私がこのアニメを開始すると、私はそれが終わるまで毎日それを見ました。 私は3日以内に終了しました。\u001b[22m\n\u001b[1m(Tanoshisa 〜 kesshite kono anime no nibui shunkan. Anata ga sore o mi hajimetara, anata wa tometaku arimasen. Watashi ga kono anime o kaishi suru to, watashi wa sore ga owaru made mainichi sore o mimashita. Watashi wa 3-nichi inai ni shūryō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment~ Never a dull moment in this anime. Once you start watching it you won't want to stop. As soon as I started this anime I watched it everyday til I was finished it. I finished within 3 days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment~ Never a dull moment in this anime.\u001b[24m\n    \u001b[1m楽しさ〜決してこのアニメの鈍い瞬間。\u001b[22m, \u001b[1mこのアニメで楽し〜決して退屈。\u001b[22m\n\u001b[4mOnce you start watching it you won't want to stop.\u001b[24m\n    \u001b[1mあなたがそれを見始めたら、あなたは止めたくありません。\u001b[22m, \u001b[1mあなたはそれを見て開始するとあなたが停止するとは思わないだろう。\u001b[22m\n\u001b[4mAs soon as I started this anime I watched it everyday til I was finished it.\u001b[24m\n    \u001b[1m私がこのアニメを開始すると、私はそれが終わるまで毎日それを見ました。\u001b[22m, \u001b[1m私はそれを終えたゴマとすぐに私はこのアニメを始めたように私は毎日それを見ました。\u001b[22m\n\u001b[4mI finished within 3 days.\u001b[24m\n    \u001b[1m私は3日以内に終了しました。\u001b[22m\nOverall~Amazing. Everything fits perfectly together. Only thing I disliked was the ending. They should of added more detail to it. But, I wasn't surprised. they do that with a lot of anime. Hope this review helped. :3\n\n\u001b[1m全体的に〜驚くべき。 すべてが完璧に合います。 私が嫌いだったのはエンディングだけでした。 彼らはそれに詳細を追加すべきです。 しかし、私は驚いていませんでした。 彼らは多くのアニメでそれを行います。 このレビューが役に立ったら嬉しいです。  ：3\u001b[22m\n\u001b[1m(Zentai-teki ni 〜 odorokubeki. Subete ga kanpeki ni aimasu. Watashi ga kiraidatta no wa endingu dakedeshita. Karera wa sore ni shōsai o tsuika subekidesu. Shikashi, watashi wa odoroite imasendeshita. Karera wa ōku no anime de sore o okonaimasu. Kono rebyū ga yakunitattara ureshīdesu. : 3)\u001b[22m\n\nTranslations of \u001b[4mOverall~Amazing. Everything fits perfectly together. Only thing I disliked was the ending. They should of added more detail to it. But, I wasn't surprised. they do that with a lot of anime. Hope this review helped. :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall~Amazing.\u001b[24m\n    \u001b[1m全体的に〜驚くべき。\u001b[22m, \u001b[1mアメージング〜全体的に。\u001b[22m\n\u001b[4mEverything fits perfectly together.\u001b[24m\n    \u001b[1mすべてが完璧に合います。\u001b[22m, \u001b[1mすべてが一緒に完璧にフィットします。\u001b[22m\n\u001b[4mOnly thing I disliked was the ending.\u001b[24m\n    \u001b[1m私が嫌いだったのはエンディングだけでした。\u001b[22m, \u001b[1m私は嫌わ唯一のものは結末でした。\u001b[22m\n\u001b[4mThey should of added more detail to it.\u001b[24m\n    \u001b[1m彼らはそれに詳細を追加すべきです。\u001b[22m, \u001b[1m彼らはそれに詳細情報を追加する必要があります。\u001b[22m\n\u001b[4mBut, I wasn't surprised.\u001b[24m\n    \u001b[1mしかし、私は驚いていませんでした。\u001b[22m, \u001b[1mしかし、私は驚きませんでした。\u001b[22m\n\u001b[4mthey do that with a lot of anime.\u001b[24m\n    \u001b[1m彼らは多くのアニメでそれを行います。\u001b[22m, \u001b[1m彼らはアニメの多くのことを行います。\u001b[22m\n\u001b[4mHope this review helped.\u001b[24m\n    \u001b[1mこのレビューが役に立ったら嬉しいです。\u001b[22m, \u001b[1mこの口コミは助けを願っています。\u001b[22m\n\u001b[4m:3\u001b[24m\n    \u001b[1m：3\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "Papajan",
    "profile": "/profile/Papajan/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=24749",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n私がClaymoreに10を与えないようにする唯一の問題は、最後にマンガから意味のある方法で逸脱したことです。\n\nキャラクターやストーリーは非常に人間的なものです。人々は問題を抱えてそれに対処しようとします。人々は死んでしまい、人々は残されます。人々を食べるモンスターがあっても、キャラクターやストーリーはその世界の中で信じられます。 アートワークは本当に私を描いてくれました。絵画はいいですが、何よりも非常に落ち着いた色と地形の使用は、彼らの世界の感覚を伝えました。\n\nまた、フィラーはなく、ストーリーの各弧は非常によく書かれています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe only issue that kept me from giving Claymore a 10 is that it deviated in a meaningful way from the manga at the end.\n\n\u001b[1m私がClaymoreに10を与えないようにする唯一の問題は、最後にマンガから意味のある方法で逸脱したことです。\u001b[22m\n\u001b[1m(Watashi ga Claymore ni 10 o ataenai yō ni suru yuiitsu no mondai wa, saigo ni manga kara iminoaru hōhō de itsudatsu shita kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only issue that kept me from giving Claymore a 10 is that it deviated in a meaningful way from the manga at the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only issue that kept me from giving Claymore a 10 is that it deviated in a meaningful way from the manga at the end.\u001b[24m\n    \u001b[1m私がClaymoreに10を与えないようにする唯一の問題は、最後にマンガから意味のある方法で逸脱したことです。\u001b[22m, \u001b[1m与えクレイモア10から私を保った唯一の問題は、それが最後で漫画から意味のある方法でずれていることです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters and story feel very human - people have issues and try to deal with it, people die, people are left behind, etc. Even through there are monsters that eat people, the characters and story felt believable within that world. The artwork really drew me in as well - the drawing is good, but more than anything the use of very subdued colors and earthtones conveyed a sense of their world.\n\n\u001b[1mキャラクターやストーリーは非常に人間的なものです。人々は問題を抱えてそれに対処しようとします。人々は死んでしまい、人々は残されます。人々を食べるモンスターがあっても、キャラクターやストーリーはその世界の中で信じられます。 アートワークは本当に私を描いてくれました。絵画はいいですが、何よりも非常に落ち着いた色と地形の使用は、彼らの世界の感覚を伝えました。\u001b[22m\n\u001b[1m(Kyarakutā ya sutōrī wa hijō ni ningen-tekina monodesu. Hitobito wa mondai o kakaete sore ni taisho shiyou to shimasu. Hitobito wa shinde shimai, hitobito wa nokosa remasu. Hitobito o taberu monsutā ga atte mo, kyarakutā ya sutōrī wa sono sekai no naka de shinji raremasu. Ātowāku wa hontōni watashi o kaite kuremashita. Kaiga wa īdesuga, naniyori mo hijō ni ochitsuita iro to chikei no shiyō wa, karera no sekai no kankaku o tsutaemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters and story feel very human - people have issues and try to deal with it, people die, people are left behind, etc. Even through there are monsters that eat people, the characters and story felt believable within that world. The artwork really drew me in as well - the drawing is good, but more than anything the use of very subdued colors and earthtones conveyed a sense of their world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters and story feel very human - people have issues and try to deal with it, people die, people are left behind, etc. Even through there are monsters that eat people, the characters and story felt believable within that world.\u001b[24m\n    \u001b[1mキャラクターやストーリーは非常に人間的なものです。人々は問題を抱えてそれに対処しようとします。人々は死んでしまい、人々は残されます。人々を食べるモンスターがあっても、キャラクターやストーリーはその世界の中で信じられます。\u001b[22m, \u001b[1mキャラクターとストーリーは非常に人間を感じる - 人々等、人が取り残されている、問題を持っており、それに対処しようとすると、人が死ぬ人々を食べるモンスターが存在していてもを通して、文字や物語は、その世界の中で信じられない感じ。\u001b[22m\n\u001b[4mThe artwork really drew me in as well - the drawing is good, but more than anything the use of very subdued colors and earthtones conveyed a sense of their world.\u001b[24m\n    \u001b[1mアートワークは本当に私を描いてくれました。絵画はいいですが、何よりも非常に落ち着いた色と地形の使用は、彼らの世界の感覚を伝えました。\u001b[22m, \u001b[1mアートワークは本当に同様に私を描いた - 図面は良いですが、非常に落ち着いた色とearthtonesの使用は彼らの世界感を伝えた何よりも。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, there's no filler and each arc of the story is very well written.\n\n\u001b[1mまた、フィラーはなく、ストーリーの各弧は非常によく書かれています。\u001b[22m\n\u001b[1m(Mata, firā wa naku, sutōrī no kaku ko wa hijō ni yoku kaka rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, there's no filler and each arc of the story is very well written.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, there's no filler and each arc of the story is very well written.\u001b[24m\n    \u001b[1mまた、フィラーはなく、ストーリーの各弧は非常によく書かれています。\u001b[22m, \u001b[1mまた、何のフィラーはありませんし、物語の各アークは非常によく書かれています。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "onedaylikethis",
    "profile": "/profile/onedaylikethis/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=107813",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nこれは非常に短いレビューになります。 私はこのアニメが大好きで、最後のいくつかのエピソードを見る前に、私はそれが終わってしまわないようにするために、できる限り待っていました。 私の2つの不満は、ストーリー自体に肉が足りず、エンディングが少し不足しているということです。 それは物語が良くないことを意味するものではなく、素晴らしいことでした。全体的な経験を大幅に向上させる可能性のある細部が欠けていると感じました。 誰もが何かを台無しにすることなく、組織ははるかに普及する価値があるときには、バックシートロール全体を単に演じるだけです。 そのシリーズの一部がシンプルなものだったのなら、クレイモアの世界全体が感じ取られるでしょう。最後のエピソードは私の口にも苦い味を残しました。 私には、これを複数のシリーズのアニメにしても十分な余地があります。 あなたの質問のすべてが最後に返答されるとは思わないでください。\n\nだから、すべてが終わった後、私はクレイモアに全体的に8を与え、必見としてそれをお勧めします。 唯一の落とし穴は、あなたの質問に対する答えよりも、ストーリーアークの隙間と弱い結末が暴力と行動でいっぱいになっていることです。  2番目のシーズンが行われ、それが6エピソードのOVAだけである必要があれば、私はこのアニメに9を、おそらくは10を与えるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis will be a very short review. I loved this anime so much that I waited as long as I possibly could before watching the final few episodes simply because I didn't want it to be over. My two complaints are that there just wasn't enough meat to the story itself and the ending fell a bit short. That doesn't mean that the story wasn't good, it was fantastic, I just felt that it was missing some detail that could have enhanced the overall experience greatly. Without ruining anything for anyone, the organization simply plays a backseat roll overall when it deserves to be much more prevalent. If that one simply part was different throughout the series, you would get the feeling of the entire world Claymore has been set in. The final episode left a bitter taste in my mouth too, leaving me wanting so much more. To me there is even enough room for them to have made this into a multiple series anime. Don't expect all of your questions to be answered at the end.\n\n\u001b[1mこれは非常に短いレビューになります。 私はこのアニメが大好きで、最後のいくつかのエピソードを見る前に、私はそれが終わってしまわないようにするために、できる限り待っていました。 私の2つの不満は、ストーリー自体に肉が足りず、エンディングが少し不足しているということです。 それは物語が良くないことを意味するものではなく、素晴らしいことでした。全体的な経験を大幅に向上させる可能性のある細部が欠けていると感じました。 誰もが何かを台無しにすることなく、組織ははるかに普及する価値があるときには、バックシートロール全体を単に演じるだけです。 そのシリーズの一部がシンプルなものだったのなら、クレイモアの世界全体が感じ取られるでしょう。最後のエピソードは私の口にも苦い味を残しました。 私には、これを複数のシリーズのアニメにしても十分な余地があります。 あなたの質問のすべてが最後に返答されるとは思わないでください。\u001b[22m\n\u001b[1m(Kore wa hijō ni mijikai rebyū ni narimasu. Watashi wa kono anime ga daisukide, saigo no ikutsu ka no episōdo o miru mae ni, watashi wa sore ga owatte shimawanai yō ni suru tame ni, dekiru kagiri matte imashita. Watashi no 2tsu no fuman wa, sutōrī jitai ni niku ga tarizu, endingu ga sukoshi fusoku shite iru to iu kotodesu. Sore wa monogatari ga yokunai koto o imi suru monode wa naku, subarashī kotodeshita. Zentai-tekina keiken o ōhaba ni kōjō sa seru kanōsei no aru saibu ga kakete iru to kanjimashita. Daremoga nanika o dainashi ni suru koto naku, soshiki wa haruka ni fukyū suru kachigāru tokiniha, bakkushītorōru zentai o tan'ni enjiru dakedesu. Sono shirīzu no ichibu ga shinpuruna monodatta nonara, kureimoa no sekai zentai ga kanjitora rerudeshou. Saigo no episōdo wa watashi no kuchi ni mo nigai aji o nokoshimashita. Watashiniha, kore o fukusū no shirīzu no anime ni shite mo jūbun'na yochi ga arimasu. Anata no shitsumon no subete ga saigo ni hentō sa reru to wa omowanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis will be a very short review. I loved this anime so much that I waited as long as I possibly could before watching the final few episodes simply because I didn't want it to be over. My two complaints are that there just wasn't enough meat to the story itself and the ending fell a bit short. That doesn't mean that the story wasn't good, it was fantastic, I just felt that it was missing some detail that could have enhanced the overall experience greatly. Without ruining anything for anyone, the organization simply plays a backseat roll overall when it deserves to be much more prevalent. If that one simply part was different throughout the series, you would get the feeling of the entire world Claymore has been set in. The final episode left a bitter taste in my mouth too, leaving me wanting so much more. To me there is even enough room for them to have made this into a multiple series anime. Don't expect all of your questions to be answered at the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis will be a very short review.\u001b[24m\n    \u001b[1mこれは非常に短いレビューになります。\u001b[22m\n\u001b[4mI loved this anime so much that I waited as long as I possibly could before watching the final few episodes simply because I didn't want it to be over.\u001b[24m\n    \u001b[1m私はこのアニメが大好きで、最後のいくつかのエピソードを見る前に、私はそれが終わってしまわないようにするために、できる限り待っていました。\u001b[22m, \u001b[1m私はおそらく最後のいくつかのエピソードを見て前に、私はそれがオーバーになることは望ましくありませんでしたでしたというだけの理由である限り待っていることをそんなにこのアニメを愛しました。\u001b[22m\n\u001b[4mMy two complaints are that there just wasn't enough meat to the story itself and the ending fell a bit short.\u001b[24m\n    \u001b[1m私の2つの不満は、ストーリー自体に肉が足りず、エンディングが少し不足しているということです。\u001b[22m, \u001b[1m私の2苦情がそこに物語自体に十分な肉ではなかったとエンディングが少し及ばなかったということです。\u001b[22m\n\u001b[4mThat doesn't mean that the story wasn't good, it was fantastic, I just felt that it was missing some detail that could have enhanced the overall experience greatly.\u001b[24m\n    \u001b[1mそれは物語が良くないことを意味するものではなく、素晴らしいことでした。全体的な経験を大幅に向上させる可能性のある細部が欠けていると感じました。\u001b[22m, \u001b[1mそれは話がよくなかったことを意味するものではありません、それは素晴らしかった、私はちょうどそれが大幅に全体的な経験を強化している可能性がいくつかの詳細が欠けていると感じていました。\u001b[22m\n\u001b[4mWithout ruining anything for anyone, the organization simply plays a backseat roll overall when it deserves to be much more prevalent.\u001b[24m\n    \u001b[1m誰もが何かを台無しにすることなく、組織ははるかに普及する価値があるときには、バックシートロール全体を単に演じるだけです。\u001b[22m, \u001b[1mそれははるかに流行することに値するときに誰のために何を台無しにすることなく、組織は、単に全体の後部座席のロールを果たしています。\u001b[22m\n\u001b[4mIf that one simply part was different throughout the series, you would get the feeling of the entire world Claymore has been set in. The final episode left a bitter taste in my mouth too, leaving me wanting so much more.\u001b[24m\n    \u001b[1mそのシリーズの一部がシンプルなものだったのなら、クレイモアの世界全体が感じ取られるでしょう。最後のエピソードは私の口にも苦い味を残しました。\u001b[22m, \u001b[1mその一つは、単に部分はシリーズ全体で異なっていた場合、あなたはクレイモアが設定されている全世界の感覚を得ることになる。最終回は、そんなに多くを望む私を残し、あまりにも私の口の中に苦味を残しました。\u001b[22m\n\u001b[4mTo me there is even enough room for them to have made this into a multiple series anime.\u001b[24m\n    \u001b[1m私には、これを複数のシリーズのアニメにしても十分な余地があります。\u001b[22m, \u001b[1m私には複数の直列アニメにこれを作ったのは彼らのためであっても十分な余地があります。\u001b[22m\n\u001b[4mDon't expect all of your questions to be answered at the end.\u001b[24m\n    \u001b[1mあなたの質問のすべてが最後に返答されるとは思わないでください。\u001b[22m, \u001b[1mご質問のすべてが終わりに答えることを期待しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nSo after everything is said and done, I give Claymore an 8 overall and would recommend it as a must see. The only downfalls are the gaps in the story arcs and a weak ending packed more with violence and action than with answers to your questions. If a second season is made, and it would only need to be even a 6 episode OVA, I would give this anime a solid 9, maybe even a 10.\n\n\u001b[1mだから、すべてが終わった後、私はクレイモアに全体的に8を与え、必見としてそれをお勧めします。 唯一の落とし穴は、あなたの質問に対する答えよりも、ストーリーアークの隙間と弱い結末が暴力と行動でいっぱいになっていることです。  2番目のシーズンが行われ、それが6エピソードのOVAだけである必要があれば、私はこのアニメに9を、おそらくは10を与えるでしょう。\u001b[22m\n\u001b[1m(Dakara, subete ga owatta nochi, watashi wa kureimoa ni zentai-teki ni 8 o atae, hikken to shite sore o o susume shimasu. Yuiitsu no otoshiana wa, anata no shitsumon ni taisuru kotae yori mo, sutōrīāku no sukima to yowai ketsumatsu ga bōryoku to kōdō de ippai ni natte iru kotodesu. 2-Banme no shīzun ga okonawa re, sore ga 6 episōdo no ovu~a dakedearu hitsuyō ga areba, watashi wa kono anime ni 9 o, osorakuha 10 o ataerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSo after everything is said and done, I give Claymore an 8 overall and would recommend it as a must see. The only downfalls are the gaps in the story arcs and a weak ending packed more with violence and action than with answers to your questions. If a second season is made, and it would only need to be even a 6 episode OVA, I would give this anime a solid 9, maybe even a 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo after everything is said and done, I give Claymore an 8 overall and would recommend it as a must see.\u001b[24m\n    \u001b[1mだから、すべてが終わった後、私はクレイモアに全体的に8を与え、必見としてそれをお勧めします。\u001b[22m, \u001b[1mだから、すべてが言わおよび実行された後、私は全体のクレイモア8を与えると見なければならないとして、それをお勧めします。\u001b[22m\n\u001b[4mThe only downfalls are the gaps in the story arcs and a weak ending packed more with violence and action than with answers to your questions.\u001b[24m\n    \u001b[1m唯一の落とし穴は、あなたの質問に対する答えよりも、ストーリーアークの隙間と弱い結末が暴力と行動でいっぱいになっていることです。\u001b[22m, \u001b[1mだけなdownfallsはストーリーアークのギャップであり、弱い結末は、より多くのご質問よりも暴力とアクションを詰めました。\u001b[22m\n\u001b[4mIf a second season is made, and it would only need to be even a 6 episode OVA, I would give this anime a solid 9, maybe even a 10.\u001b[24m\n    \u001b[1m2番目のシーズンが行われ、それが6エピソードのOVAだけである必要があれば、私はこのアニメに9を、おそらくは10を与えるでしょう。\u001b[22m, \u001b[1m第二シーズンが作られ、それだけであっても6エピソードOVAであることが必要となる場合は、私はこのアニメ固体9、多分10を与えるだろう。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "Xana-chan",
    "profile": "/profile/Xana-chan/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=18594",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューであり、私が最初にやったのは私のお気に入りのアニメについてのことでした。 クレイモアはシンプルな少年アニメよりはるかに多く、真の傑作です。 ストーリーはこの組織のために働くクレアという戦士（またはクレイモア）の周りで決まります。この組織は簡単な義務があります.Yomaと呼ばれる人間の肉を食べるモンスターを殺すことです。 彼女のジョーンズを通して、あなたが彼と一緒にいなくてはならない本当に愚かな少年の同行（ストーリーラインに必要であるため）、あなたは彼女の過去（クリームモアはエピソード8の後に本当に素晴らしいです） 彼女は途中でやっている友人や敵です。\n\n芸術は驚くべきものです。最初はすべて（クレイモアの）ものがあなたと非常によく似ているかもしれませんが、最初のエピソードの終わりまでにすべてのキャラクターを区別することができます。\n\nサウンドトラックは、私がこれまでに聞いたことのある最高のものの1つで、あらゆる場面に完璧にフィットします。\n\nキャラクターはこのアニメの最高の特徴です。あなたが嫌う人と愛する人がいますが、それらのキャラクターのすべてがプロットライン上で重要な役割を果たさないことを否定することは不可能です。 キャラクターの発展は想像以上のもので、紆余曲折（最初のひねりはあなたをアニメに完全に夢中にさせます）によって、いくつかのキャラクターの強い意志に驚かされます。\n\n結局のところ、私はこのアニメが本当に良い（私はすでに10回見た）と言わなければならないが、それはすべて良いとは言えない。 最終的には、私が一生見た中で一番恐ろしいことだし、それはアニメの気分を完全に殺しますが、観る価値があります。ちょうどフィラーとしての終わりを考えて、すべてのエピソードを見た直後にマンガを読んでください それはアニメよりも優れている）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review and since it's my first I had to do it about my favorite anime. Claymore is much more than a simple shounen anime, it's a true masterpiece. The story resolves around this warrior (or Claymore) named Clare that works for this Organization with only a simple duty: to kill the monsters that feed on human flesh called Yoma. Through her jorney, accompany by this really stupid boy that you just have to put with him (cause he is necessary to the story line), you realise her past (Claymore get's really awesome after episode 8), the reason why she is what she is and the friends and enemies that she does along the way.\n\n\u001b[1mこれは私の最初のレビューであり、私が最初にやったのは私のお気に入りのアニメについてのことでした。 クレイモアはシンプルな少年アニメよりはるかに多く、真の傑作です。 ストーリーはこの組織のために働くクレアという戦士（またはクレイモア）の周りで決まります。この組織は簡単な義務があります.Yomaと呼ばれる人間の肉を食べるモンスターを殺すことです。 彼女のジョーンズを通して、あなたが彼と一緒にいなくてはならない本当に愚かな少年の同行（ストーリーラインに必要であるため）、あなたは彼女の過去（クリームモアはエピソード8の後に本当に素晴らしいです） 彼女は途中でやっている友人や敵です。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdeari, watashi ga saisho ni yatta no wa watashinōkiniiri no anime ni tsuite no kotodeshita. Kureimoa wa shinpuruna shōnen anime yori haruka ni ōku, shin no kessakudesu. Sutōrī wa kono soshiki no tame ni hataraku Kurea to iu senshi (matawa kureimoa) no mawari de kimarimasu. Kono soshiki wa kantan'na gimu ga arimasu. Yoma to yoba reru ningen no niku o taberu monsutā o korosu kotodesu. Kanojo no jōnzu o tōshite, anata ga kare to issho ni inakute wa naranai hontōni orokana shōnen no dōkō (sutōrīrain ni hitsuyōdearu tame), anata wa kanojo no kako (kurīmumoa wa episōdo 8 no nochi ni hontōni subarashīdesu) kanojo wa tochū de yatte iru yūjin ya tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review and since it's my first I had to do it about my favorite anime. Claymore is much more than a simple shounen anime, it's a true masterpiece. The story resolves around this warrior (or Claymore) named Clare that works for this Organization with only a simple duty: to kill the monsters that feed on human flesh called Yoma. Through her jorney, accompany by this really stupid boy that you just have to put with him (cause he is necessary to the story line), you realise her past (Claymore get's really awesome after episode 8), the reason why she is what she is and the friends and enemies that she does along the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review and since it's my first I had to do it about my favorite anime.\u001b[24m\n    \u001b[1mこれは私の最初のレビューであり、私が最初にやったのは私のお気に入りのアニメについてのことでした。\u001b[22m, \u001b[1mこれは私の最初のレビューであり、それは私の最初ですので、私は私の好きなアニメについてのそれをしなければなりませんでした。\u001b[22m\n\u001b[4mClaymore is much more than a simple shounen anime, it's a true masterpiece.\u001b[24m\n    \u001b[1mクレイモアはシンプルな少年アニメよりはるかに多く、真の傑作です。\u001b[22m, \u001b[1mクレイモアは、単純な少年アニメよりもはるかに多くのですが、それは真の傑作です。\u001b[22m\n\u001b[4mThe story resolves around this warrior (or Claymore) named Clare that works for this Organization with only a simple duty: to kill the monsters that feed on human flesh called Yoma.\u001b[24m\n    \u001b[1mストーリーはこの組織のために働くクレアという戦士（またはクレイモア）の周りで決まります。この組織は簡単な義務があります.Yomaと呼ばれる人間の肉を食べるモンスターを殺すことです。\u001b[22m, \u001b[1mYomaと呼ばれる人間の肉を餌モンスターを殺すために：話は単純な任務で、この組織のために働くクレアという名前のこの戦士（またはクレイモア）の周りに解決します。\u001b[22m\n\u001b[4mThrough her jorney, accompany by this really stupid boy that you just have to put with him (cause he is necessary to the story line), you realise her past (Claymore get's really awesome after episode 8), the reason why she is what she\u001b[24m\n    \u001b[1m彼女のジョーンズを通して、あなたが彼と一緒にいなくてはならない本当に愚かな少年の同行（ストーリーラインに必要であるため）、あなたは彼女の過去（クリームモアはエピソード8の後に本当に素晴らしいです）\u001b[22m, \u001b[1m彼女jorneyを通じて、あなただけ（彼はストーリーラインに必要となる原因）彼と一緒に配置する必要がありますこれは本当に愚かな少年が同行、あなたは彼女の過去（クレイモアは、エピソード8の後に本当にすごいのを取得）、彼女がどのような彼女である理由を実現します\u001b[22m\n\u001b[4mis and the friends and enemies that she does along the way.\u001b[24m\n    \u001b[1m彼女は途中でやっている友人や敵です。\u001b[22m, \u001b[1m彼女が道に沿ってないことを友人や敵であると。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is amazing, at the beginning they may all (the claymore's) seem very similar to you, but by the end of the first episodes you can distinguish every character.\n\n\u001b[1m芸術は驚くべきものです。最初はすべて（クレイモアの）ものがあなたと非常によく似ているかもしれませんが、最初のエピソードの終わりまでにすべてのキャラクターを区別することができます。\u001b[22m\n\u001b[1m(Geijutsu wa odorokubeki monodesu. Saisho wa subete (kureimoa no) mono ga anata to hijō ni yoku nite iru kamo shiremasenga, saisho no episōdo no owari made ni subete no kyarakutā o kubetsu suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is amazing, at the beginning they may all (the claymore's) seem very similar to you, but by the end of the first episodes you can distinguish every character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is amazing, at the beginning they may all (the claymore's) seem very similar to you, but by the end of the first episodes you can distinguish every character.\u001b[24m\n    \u001b[1m芸術は驚くべきものです。最初はすべて（クレイモアの）ものがあなたと非常によく似ているかもしれませんが、最初のエピソードの終わりまでにすべてのキャラクターを区別することができます。\u001b[22m, \u001b[1m技術は、初めに、彼らはすべての（クレイモアのは）あなたに非常に似て見えるかもしれませんが、最初のエピソードの終わりまでに、あなたはすべての文字を区別することができる、素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack is one of the best I have ever heard and fits perfectly with every scene, I serously advice everyone to have that ost.\n\n\u001b[1mサウンドトラックは、私がこれまでに聞いたことのある最高のものの1つで、あらゆる場面に完璧にフィットします。\u001b[22m\n\u001b[1m(Saundotorakku wa, watashi ga kore made ni kiita koto no aru saikō no mono no 1tsu de, arayuru bamen ni kanpeki ni fitto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack is one of the best I have ever heard and fits perfectly with every scene, I serously advice everyone to have that ost.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack is one of the best I have ever heard and fits perfectly with every scene, I serously advice everyone to have that ost.\u001b[24m\n    \u001b[1mサウンドトラックは、私がこれまでに聞いたことのある最高のものの1つで、あらゆる場面に完璧にフィットします。\u001b[22m, \u001b[1mサウンドトラックは、私がserouslyそのOSTを持っている誰もがアドバイス、私が今まで聞いたとあらゆるシーンに完全に適合している最高の1つです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are the best feature of this anime, you'll have those you hate and those you love but it will be impossible for you to deny that every and each one of those characters don't have a major role on the plot line. The character development is something beyond imagination, with it's twists and turns (the first twist will put you completely hooked on the anime) you get amazed with the strong will of some characters.\n\n\u001b[1mキャラクターはこのアニメの最高の特徴です。あなたが嫌う人と愛する人がいますが、それらのキャラクターのすべてがプロットライン上で重要な役割を果たさないことを否定することは不可能です。 キャラクターの発展は想像以上のもので、紆余曲折（最初のひねりはあなたをアニメに完全に夢中にさせます）によって、いくつかのキャラクターの強い意志に驚かされます。\u001b[22m\n\u001b[1m(Kyarakutā wa kono anime no saikō no tokuchōdesu. Anata ga kirau hito to aisuruhito ga imasuga, sorera no kyarakutā no subete ga purottorain-jō de jūyōna yakuwari o hatasanai koto o hitei suru koto wa fukanōdesu. Kyarakutā no hatten wa sōzōijō no mono de, uyokyokusetsu (saisho no hineri wa anata o anime ni kanzen ni muchū ni sa semasu) ni yotte, ikutsu ka no kyarakutā no tsuyoi ishi ni odorokasa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are the best feature of this anime, you'll have those you hate and those you love but it will be impossible for you to deny that every and each one of those characters don't have a major role on the plot line. The character development is something beyond imagination, with it's twists and turns (the first twist will put you completely hooked on the anime) you get amazed with the strong will of some characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are the best feature of this anime, you'll have those you hate and those you love but it will be impossible for you to deny that every and each one of those characters don't have a major role on the plot line.\u001b[24m\n    \u001b[1mキャラクターはこのアニメの最高の特徴です。あなたが嫌う人と愛する人がいますが、それらのキャラクターのすべてがプロットライン上で重要な役割を果たさないことを否定することは不可能です。\u001b[22m, \u001b[1m文字がこのアニメの一番の特徴である、あなたが嫌い、それらとあなたが愛する人を持っているだろうが、あなたはすべてのそれらの文字の一つ一つが、プロットライン上で主要な役割を持っていないことを否定することは不可能になります。\u001b[22m\n\u001b[4mThe character development is something beyond imagination, with it's twists and turns (the first twist will put you completely hooked on the anime) you get amazed with the strong will of some characters.\u001b[24m\n    \u001b[1mキャラクターの発展は想像以上のもので、紆余曲折（最初のひねりはあなたをアニメに完全に夢中にさせます）によって、いくつかのキャラクターの強い意志に驚かされます。\u001b[22m, \u001b[1m文字の開発は、それはあなたには、いくつかの文字の強い意志と驚いて取得紆余曲折（最初のねじれがアニメに完全に夢中にあなたを配置します）だと、想像を超えたものです。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end I have to say that this anime is really good (I already watched ten times) but it's not all good. The end sucks, it's the most horrible thing I ever saw in my entire life and it totally kills the mood of the anime but it's worth watching, just think of the end as a filler and right after watching every episode go read the manga (cause it's even better that the anime).\n\n\u001b[1m結局のところ、私はこのアニメが本当に良い（私はすでに10回見た）と言わなければならないが、それはすべて良いとは言えない。 最終的には、私が一生見た中で一番恐ろしいことだし、それはアニメの気分を完全に殺しますが、観る価値があります。ちょうどフィラーとしての終わりを考えて、すべてのエピソードを見た直後にマンガを読んでください それはアニメよりも優れている）。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, watashi wa kono anime ga hontōni yoi (watashi wa sudeni 10-kai mita) to iwanakereba naranaiga, soreha subete yoi to wa ienai. Saishūtekini wa, watashi ga isshō mita naka de ichiban osoroshī kotodashi, soreha anime no kibun o kanzen ni koroshimasuga, miru kachi ga arimasu. Chōdo firā to shite no owari o kangaete, subete no episōdo o mita chokugo ni manga o yondekudasai soreha anime yori mo sugurete iru).)\u001b[22m\n\nTranslations of \u001b[4mIn the end I have to say that this anime is really good (I already watched ten times) but it's not all good. The end sucks, it's the most horrible thing I ever saw in my entire life and it totally kills the mood of the anime but it's worth watching, just think of the end as a filler and right after watching every episode go read the manga (cause it's even better that the anime).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end I have to say that this anime is really good (I already watched ten times) but it's not all good.\u001b[24m\n    \u001b[1m結局のところ、私はこのアニメが本当に良い（私はすでに10回見た）と言わなければならないが、それはすべて良いとは言えない。\u001b[22m, \u001b[1m最後に、私はこのアニメは本当に良いと言っている（私はすでに10回を見ました）が、それはすべての良いではありません。\u001b[22m\n\u001b[4mThe end sucks, it's the most horrible thing I ever saw in my entire life and it totally kills the mood of the anime but it's worth watching, just think of the end as a filler and right after watching every episode go read the manga (cause\u001b[24m\n    \u001b[1m最終的には、私が一生見た中で一番恐ろしいことだし、それはアニメの気分を完全に殺しますが、観る価値があります。ちょうどフィラーとしての終わりを考えて、すべてのエピソードを見た直後にマンガを読んでください\u001b[22m, \u001b[1m最後は吸う、それは私が今まで私の生涯で見た最も恐ろしいことだし、それは完全にアニメの気分を殺すが、それは見て価値がある、ちょうどすべてのエピソードが漫画を読んで行く見た後に充填材と右のように終わりを考える（原因\u001b[22m\n\u001b[4mit's even better that the anime).\u001b[24m\n    \u001b[1mそれはアニメよりも優れている）。\u001b[22m, \u001b[1mそれは）アニメあっても良いでしょう。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "obtrice",
    "profile": "/profile/obtrice/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=103787",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|\n|\n\nクレイモアは革新的で印象的な少年として多くの誇大宣伝を受けており、多くの点で評判に溢れています。 あなたが気づくはずの最初のことは、はっきりとフェミニスト主張です。 クレイモアはすべて女性ですが、ほとんどの他のヒロインと違って、彼らはジェンダーの規範を短期間倹約します。 彼らを定義する戦士としての彼らのアイデンティティであり、彼らの性別は非常に偶然であり、まれなステレオタイプ的に女性的な行為は強制的であり、性格外であると感じている。 彼らはまた、潜在的な愛の利益や主張されて反発する体として男性の対応者と、無性愛で、幾分アンドロジーです。 これはセーラームーンや月のエッチではありません。\n\nこの性別の軽視は明らかに意図的なように見えるが、それはまた、物語の狭い焦点と成熟した雰囲気の副産物でもある。 クレイモアは深刻なショーで、アクション、サスペンス、ゴアに重く、本質的にユーモアや通常のショーン・アタックを欠いている。 この文脈は、主なプロットを損なうような愛やジェンダーのダイナミックスのようなもののための余地がほとんどありません。\n\n革新を超えて、クレイモアは単に標準のshounen式を実行することに優れています。 プロットは素晴らしく、非常に魅力的で、ペーシングは優れていて、ファンタジーの世界は鮮やかで没入感があり、クレイモアの特別な動きやランクはファンサイトが食べるものです。 このシリーズは、特に「笑顔のテレサ」と「アビサル・オン」のアークで輝いています。 前者は、おそらく最高のキャラクター（テレサ）を中心としており、文字通り揺らぎの瞬間を特徴としています。 後者は、不完全ではあるが、ストーリーテリングの金のメイクがあり、間違いなくマンガを拾いたいと思う。\n\n残念なことに、クレイモアはジャンルのあまり望ましくない要素を十分に活用しているので、たくさんの不気味な対話が特徴です。 静的で興味深い文字。  Clareがレベルアップする機会ではありません。 ラッキーは特にひどい、標準的な仲間で、声を掛けて泣き叫ぶ人。 ショーの最大の弱点は疑いもなく、終わりの終わりであり、クリマティックな最終戦に突入し、人工の不完全なノートで終わる。 それは漫画から出発し、唯一可能な続編を鋼の錬金術師：兄弟姉妹スタイルの改革とするだけでなく、心の邪魔にならない不変の最終的な変化のおかげで、以前のエピソードの出来事を本質的に無意味にする。 本当に、これは私が見た最悪の結末の一つでなければならず、マッドハウスは漫画に従わないことによって非常に有望な話を不安にさせてしまった。\n\nクレイモアのアニメーションは浮き沈みがあります。 ユニークで魅力的なニュートラルとアーストーンのパレットを使用し、素敵な風景のショットを取り入れていますが、夜間や暗い森や洞窟では多くの場面が行われ、コーナーカットの言い訳として使用されます。 戦闘シーンは同様に静止フレームと怠惰な剣術に頼っています。美しいブロンドの髪の灰色の目をしたクレイモアが最初にあなたを引き入れていますが、結局彼らは非常に多数で統一されています。 クレイモアのアニメーションは決して悪いことではありませんが、マッドハウスが一般的にその作品（デスノート、畳のギャラクシーなど）で尊敬されているという事実は、これらの欠点をさらに失望させます。\n\nこれとは対照的に、サウンドトラックは、バブルパイプ、フルート、ギター、そして時には実験的な境界にあるミニマルなシンセの多彩なコレクションです。 どういうわけか、これは本当にうまくいって、中世のヨーロッパの環境を生き生きとしながらも、シリーズをプライマルな雰囲気にしています。 いくつかのトラックが特に美しいです（たとえば、北の旗と白神の雄）か、オリジナル（例：かくせいの鼓動）。 しかし、ほとんどのショーの文脈の外で魅力が不足し、ディズニー映画からまっすぐであるように聞こえるoft使用されたBishouのno Teresaは、上にそして外れている。 オープニングとエンディングの曲は素晴らしく、ストーリーに完璧にフィットします。 英語と日本語の声のキャストにも同じことが起こります。 ダブでは、クレア、テレサ、リフィッドが目立っていますが、ラキはすでに悪いキャラクターを悪化させています。\n\nクレイモアは、一般的によく行われているshounenであるだけでなく、フェミニストの視点と深刻なトーンで新鮮な人生をそのジャンルに吹き込むため、多くの価値があります。 悲しいことに、このシリーズは通常のトラップの多くに入り込み、状況によっては制御できない状況に陥ってしまいます。しかし、Madhouseが最近漫画が完成したので、Madhouseが再びそれを取り上げることを願っています。 いずれにしても、Claymoreは神秘的な世界で楽しむことができる物語を提供し、特にジャンルのファンにとってはかなり良い時計です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nClaymore has gotten a lot of hype as an innovative and impressive shounen, and in many ways it lives up to its reputation. The first thing you’ll probably notice is the distinctly feminist tone. The Claymore are all women, but unlike most other heroines they give short thrift to gender norms. It is their identity as warriors that defines them, and their sex is so incidental that the rare stereotypically-feminine act feels forced and out of character. They’re also asexual and somewhat androgynous, with no male counterparts as potential love interests and purportedly repulsive bodies. This is not Sailor Moon or the ecchi of the month.\n\n\u001b[1mクレイモアは革新的で印象的な少年として多くの誇大宣伝を受けており、多くの点で評判に溢れています。 あなたが気づくはずの最初のことは、はっきりとフェミニスト主張です。 クレイモアはすべて女性ですが、ほとんどの他のヒロインと違って、彼らはジェンダーの規範を短期間倹約します。 彼らを定義する戦士としての彼らのアイデンティティであり、彼らの性別は非常に偶然であり、まれなステレオタイプ的に女性的な行為は強制的であり、性格外であると感じている。 彼らはまた、潜在的な愛の利益や主張されて反発する体として男性の対応者と、無性愛で、幾分アンドロジーです。 これはセーラームーンや月のエッチではありません。\u001b[22m\n\u001b[1m(Kureimoa wa kakushin-tekide inshō-tekina shōnen to shite ōku no kodai senden o ukete ori, ōku no ten de hyōban ni afurete imasu. Anata ga kidzuku hazu no saisho no koto wa, hakkiri to feminisuto shuchōdesu. Kureimoa wa subete joseidesuga, hotondo no ta no hiroin to chigatte, karera wa jendā no kihan o tankikan ken'yaku shimasu. Karera o teigi suru senshi to shite no karera no aidentitideari, karera no seibetsu wa hijō ni gūzendeari, marena sutereo taipu-teki ni josei-tekina kōi wa kyōsei-tekideari, seikaku-gaidearu to kanjite iru. Karera wa mata, senzai-tekina ai no rieki ya shuchō sa rete hanpatsu suru karada to shite dansei no taiō-sha to, museiai de, ikubun andorojīdesu. Kore wa sērāmūn ya tsuki no etchide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mClaymore has gotten a lot of hype as an innovative and impressive shounen, and in many ways it lives up to its reputation. The first thing you’ll probably notice is the distinctly feminist tone. The Claymore are all women, but unlike most other heroines they give short thrift to gender norms. It is their identity as warriors that defines them, and their sex is so incidental that the rare stereotypically-feminine act feels forced and out of character. They’re also asexual and somewhat androgynous, with no male counterparts as potential love interests and purportedly repulsive bodies. This is not Sailor Moon or the ecchi of the month.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore has gotten a lot of hype as an innovative and impressive shounen, and in many ways it lives up to its reputation.\u001b[24m\n    \u001b[1mクレイモアは革新的で印象的な少年として多くの誇大宣伝を受けており、多くの点で評判に溢れています。\u001b[22m, \u001b[1mクレイモアは、革新的で印象的な少年のように誇大広告の多くを得ている、と多くの点で、それはその評判に住んでいます。\u001b[22m\n\u001b[4mThe first thing you’ll probably notice is the distinctly feminist tone.\u001b[24m\n    \u001b[1mあなたが気づくはずの最初のことは、はっきりとフェミニスト主張です。\u001b[22m, \u001b[1mあなたはおそらく気づく最初の事ははっきりとフェミニストのトーンです。\u001b[22m\n\u001b[4mThe Claymore are all women, but unlike most other heroines they give short thrift to gender norms.\u001b[24m\n    \u001b[1mクレイモアはすべて女性ですが、ほとんどの他のヒロインと違って、彼らはジェンダーの規範を短期間倹約します。\u001b[22m, \u001b[1mクレイモアはすべて女性であるが、ほとんどの他のヒロインとは違って、彼らはジェンダー規範に短い倹約を与えます。\u001b[22m\n\u001b[4mIt is their identity as warriors that defines them, and their sex is so incidental that the rare stereotypically-feminine act feels forced and out of character.\u001b[24m\n    \u001b[1m彼らを定義する戦士としての彼らのアイデンティティであり、彼らの性別は非常に偶然であり、まれなステレオタイプ的に女性的な行為は強制的であり、性格外であると感じている。\u001b[22m, \u001b[1mそれは、それらを定義する戦士として自分のアイデンティティであり、彼らの性別は稀なステレオタイプフェミニンな行為は強制と文字の外に感じているように偶発的です。\u001b[22m\n\u001b[4mThey’re also asexual and somewhat androgynous, with no male counterparts as potential love interests and purportedly repulsive bodies.\u001b[24m\n    \u001b[1m彼らはまた、潜在的な愛の利益や主張されて反発する体として男性の対応者と、無性愛で、幾分アンドロジーです。\u001b[22m, \u001b[1m彼らは、潜在的な愛の関心やうわさによれば、反発体としてのない男性のカウンターパートと、また無性やや中性的です。\u001b[22m\n\u001b[4mThis is not Sailor Moon or the ecchi of the month.\u001b[24m\n    \u001b[1mこれはセーラームーンや月のエッチではありません。\u001b[22m, \u001b[1mこれはセーラームーンか月のエッチではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhile this downplay of gender seems clearly intentional, it is also a byproduct of the story’s narrow focus and mature atmosphere. Claymore is a serious show, heavy on the action, suspense, and gore, and essentially devoid of humor or the ordinary shounen antics. This context leaves little room for things like love or gender dynamics that would detract from the main plot.\n\n\u001b[1mこの性別の軽視は明らかに意図的なように見えるが、それはまた、物語の狭い焦点と成熟した雰囲気の副産物でもある。 クレイモアは深刻なショーで、アクション、サスペンス、ゴアに重く、本質的にユーモアや通常のショーン・アタックを欠いている。 この文脈は、主なプロットを損なうような愛やジェンダーのダイナミックスのようなもののための余地がほとんどありません。\u001b[22m\n\u001b[1m(Kono seibetsu no keishi wa akiraka ni itotekina yōnimieru ga, soreha mata, monogatari no semai shōten to seijuku shita fun'iki no fukusanbutsu demoaru. Kureimoa wa shinkokuna shō de, akushon, sasupensu, Goa ni omoku, honshitsu-teki ni yūmoa ya tsūjō no shōn atakku o kaite iru. Kono bunmyaku wa, omona purotto o sokonau yōna ai ya jendā no dainamikkusu no yōna mono no tame no yochi ga hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhile this downplay of gender seems clearly intentional, it is also a byproduct of the story’s narrow focus and mature atmosphere. Claymore is a serious show, heavy on the action, suspense, and gore, and essentially devoid of humor or the ordinary shounen antics. This context leaves little room for things like love or gender dynamics that would detract from the main plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile this downplay of gender seems clearly intentional, it is also a byproduct of the story’s narrow focus and mature atmosphere.\u001b[24m\n    \u001b[1mこの性別の軽視は明らかに意図的なように見えるが、それはまた、物語の狭い焦点と成熟した雰囲気の副産物でもある。\u001b[22m, \u001b[1m性別のこの軽視は明らかに意図的なようだが、それはまた物語の狭い焦点と成熟した雰囲気の副産物です。\u001b[22m\n\u001b[4mClaymore is a serious show, heavy on the action, suspense, and gore, and essentially devoid of humor or the ordinary shounen antics.\u001b[24m\n    \u001b[1mクレイモアは深刻なショーで、アクション、サスペンス、ゴアに重く、本質的にユーモアや通常のショーン・アタックを欠いている。\u001b[22m, \u001b[1mクレイモアは、アクション、サスペンスの上に重い、とゴア、ユーモアや一般少年おどけの本質的に欠い深刻なショー、です。\u001b[22m\n\u001b[4mThis context leaves little room for things like love or gender dynamics that would detract from the main plot.\u001b[24m\n    \u001b[1mこの文脈は、主なプロットを損なうような愛やジェンダーのダイナミックスのようなもののための余地がほとんどありません。\u001b[22m, \u001b[1mこのコンテキストはメインプロットを損なうことになる愛や性別ダイナミクスのようなもののための少し部屋を去ります。\u001b[22m\n\u001b[1m\u001b[22m\nBeyond innovation, Claymore simply excels at executing the standard shounen formula. The plot is great and highly engaging, the pacing excellent, the fantasy world vivid and immersive, and the Claymore special moves and ranks are the stuff the fanbase eats up. The series especially shines in the “Teresa of the Faint Smile” and “Abyssal Ones” arcs. The former centers on what is arguably the best character (Teresa) and features a moment that is literally a jawdropper. The latter, though incomplete, has the makings of storytelling gold and will make you definitely want to pick up the manga.\n\n\u001b[1m革新を超えて、クレイモアは単に標準のshounen式を実行することに優れています。 プロットは素晴らしく、非常に魅力的で、ペーシングは優れていて、ファンタジーの世界は鮮やかで没入感があり、クレイモアの特別な動きやランクはファンサイトが食べるものです。 このシリーズは、特に「笑顔のテレサ」と「アビサル・オン」のアークで輝いています。 前者は、おそらく最高のキャラクター（テレサ）を中心としており、文字通り揺らぎの瞬間を特徴としています。 後者は、不完全ではあるが、ストーリーテリングの金のメイクがあり、間違いなくマンガを拾いたいと思う。\u001b[22m\n\u001b[1m(Kakushin o koete, kureimoa wa tan'ni hyōjun no shounen-shiki o jikkō suru koto ni sugurete imasu. Purotto wa subarashiku, hijō ni mirikiteki de, pēshingu wa sugurete ite, fantajī no sekai wa azayakade botsunyū-kan ga ari, kureimoa no tokubetsuna ugoki ya ranku wa fan saito ga taberu monodesu. Kono shirīzu wa, tokuni `egao no teresa' to `abisaru on' no āku de kagayaite imasu. Zensha wa, osoraku saikō no kyarakutā (teresa) o chūshin to shite ori, mojidōri yuragi no shunkan o tokuchō to shite imasu. Kōsha wa, fukanzende wa aru ga, sutōrīteringu no kin no meiku ga ari, machigainaku manga o hiroitai to omou.)\u001b[22m\n\nTranslations of \u001b[4mBeyond innovation, Claymore simply excels at executing the standard shounen formula. The plot is great and highly engaging, the pacing excellent, the fantasy world vivid and immersive, and the Claymore special moves and ranks are the stuff the fanbase eats up. The series especially shines in the “Teresa of the Faint Smile” and “Abyssal Ones” arcs. The former centers on what is arguably the best character (Teresa) and features a moment that is literally a jawdropper. The latter, though incomplete, has the makings of storytelling gold and will make you definitely want to pick up the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeyond innovation, Claymore simply excels at executing the standard shounen formula.\u001b[24m\n    \u001b[1m革新を超えて、クレイモアは単に標準のshounen式を実行することに優れています。\u001b[22m, \u001b[1mイノベーションを超えて、クレイモアは単に標準少年式の実行に優れています。\u001b[22m\n\u001b[4mThe plot is great and highly engaging, the pacing excellent, the fantasy world vivid and immersive, and the Claymore special moves and ranks are the stuff the fanbase eats up.\u001b[24m\n    \u001b[1mプロットは素晴らしく、非常に魅力的で、ペーシングは優れていて、ファンタジーの世界は鮮やかで没入感があり、クレイモアの特別な動きやランクはファンサイトが食べるものです。\u001b[22m, \u001b[1mプロットはペーシング優れ、ファンタジーの世界が生き生きと没入、素晴らしいと非常に魅力的であり、かつクレイモア特別な動きとランクはファン層が食べるものです。\u001b[22m\n\u001b[4mThe series especially shines in the “Teresa of the Faint Smile” and “Abyssal Ones” arcs.\u001b[24m\n    \u001b[1mこのシリーズは、特に「笑顔のテレサ」と「アビサル・オン」のアークで輝いています。\u001b[22m, \u001b[1mシリーズは、特に「かすかな微笑のテレサ」と「深淵のワンズ」弧に輝いています。\u001b[22m\n\u001b[4mThe former centers on what is arguably the best character (Teresa) and features a moment that is literally a jawdropper.\u001b[24m\n    \u001b[1m前者は、おそらく最高のキャラクター（テレサ）を中心としており、文字通り揺らぎの瞬間を特徴としています。\u001b[22m, \u001b[1m間違いなく最高の文字（テレサ）であり、文字通りjawdropperある瞬間をどの機能に前者センター。\u001b[22m\n\u001b[4mThe latter, though incomplete, has the makings of storytelling gold and will make you definitely want to pick up the manga.\u001b[24m\n    \u001b[1m後者は、不完全ではあるが、ストーリーテリングの金のメイクがあり、間違いなくマンガを拾いたいと思う。\u001b[22m, \u001b[1m後者は、不完全なものの、ストーリーテリングの金の素質を持って、あなたは間違いなく漫画をピックアップするようになります。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, Claymore also makes ample use of the less desirable elements of the genre, and so features plenty of trite, awkward dialogue; static, uninteresting characters; and repetitious fighting that is little more than an opportunity for Clare to level up. Raki is particularly awful, a standard sidekick who cowers and whines and never manages to change despite repeated vows to the contrary. The show’s greatest weakness, however, is without a doubt the ending, which rushes into the climactic final battle and finishes on an artificial, incomplete note. Not only does it depart from the manga, making the only possible sequel a Fullmetal Alchemist: Brotherhood-style revamp, it also renders the events of the earlier episodes essentially pointless thanks to a disingenuous last minute change of heart. Really, this has to be one of the worst endings I’ve seen, and Madhouse has fumbled an extremely promising story by not following the manga.\n\n\u001b[1m残念なことに、クレイモアはジャンルのあまり望ましくない要素を十分に活用しているので、たくさんの不気味な対話が特徴です。 静的で興味深い文字。  Clareがレベルアップする機会ではありません。 ラッキーは特にひどい、標準的な仲間で、声を掛けて泣き叫ぶ人。 ショーの最大の弱点は疑いもなく、終わりの終わりであり、クリマティックな最終戦に突入し、人工の不完全なノートで終わる。 それは漫画から出発し、唯一可能な続編を鋼の錬金術師：兄弟姉妹スタイルの改革とするだけでなく、心の邪魔にならない不変の最終的な変化のおかげで、以前のエピソードの出来事を本質的に無意味にする。 本当に、これは私が見た最悪の結末の一つでなければならず、マッドハウスは漫画に従わないことによって非常に有望な話を不安にさせてしまった。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, kureimoa wa janru no amari nozomashikunai yōso o jūbun ni katsuyō shite irunode, takusan no bukimina taiwa ga tokuchōdesu. Seitekide kyōmibukai moji. Clare ga reberuappu suru kikaide wa arimasen. Rakkī wa tokuni hidoi, hyōjun-tekina nakama de,-goe o kakete nakisakebu hito. Shō no saidai no jakuten wa utagai mo naku, owari no owarideari, kurimatikkuna saishū-sen ni totsunyū shi, jinkō no fukanzen'na nōto de owaru. Sore wa manga kara shuppatsu shi, yuiitsu kanōna zokuhen o haganenorenkinjutsushi: Keiteishimai sutairu no kaikaku to suru dakedenaku, kokoro no jama ni naranai fuhen no saishū-tekina henka no okage de, izen no episōdo no dekigoto o honshitsu-teki ni muimi ni suru. Hontōni, kore wa watashi ga mita saiaku no ketsumatsu no hitotsudenakereba narazu, maddohausu wa manga ni shitagawanai koto ni yotte hijō ni yūbōna hanashi o fuan ni sa sete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, Claymore also makes ample use of the less desirable elements of the genre, and so features plenty of trite, awkward dialogue; static, uninteresting characters; and repetitious fighting that is little more than an opportunity for Clare to level up. Raki is particularly awful, a standard sidekick who cowers and whines and never manages to change despite repeated vows to the contrary. The show’s greatest weakness, however, is without a doubt the ending, which rushes into the climactic final battle and finishes on an artificial, incomplete note. Not only does it depart from the manga, making the only possible sequel a Fullmetal Alchemist: Brotherhood-style revamp, it also renders the events of the earlier episodes essentially pointless thanks to a disingenuous last minute change of heart. Really, this has to be one of the worst endings I’ve seen, and Madhouse has fumbled an extremely promising story by not following the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, Claymore also makes ample use of the less desirable elements of the genre, and so features plenty of trite, awkward dialogue;\u001b[24m\n    \u001b[1m残念なことに、クレイモアはジャンルのあまり望ましくない要素を十分に活用しているので、たくさんの不気味な対話が特徴です。\u001b[22m, \u001b[1m残念ながら、クレイモアはまた、ジャンルのあまり望ましくない要素の十分な利用を行い、そのように陳腐な、ぎこちない会話がたくさんいます。\u001b[22m\n\u001b[4mstatic, uninteresting characters;\u001b[24m\n    \u001b[1m静的で興味深い文字。\u001b[22m, \u001b[1m静的な、興味のない文字。\u001b[22m\n\u001b[4mand repetitious fighting that is little more than an opportunity for Clare to level up.\u001b[24m\n    \u001b[1mClareがレベルアップする機会ではありません。\u001b[22m, \u001b[1mそして、クレアがレベルアップする機会より少しである繰り返しの戦い。\u001b[22m\n\u001b[4mRaki is particularly awful, a standard sidekick who cowers and whines and never manages to change despite repeated vows to the contrary.\u001b[24m\n    \u001b[1mラッキーは特にひどい、標準的な仲間で、声を掛けて泣き叫ぶ人。\u001b[22m, \u001b[1mラキは決してcowersないとwhinesが標準相棒は逆に繰り返さ誓いにもかかわらず、変更する管理し、特にひどいです。\u001b[22m\n\u001b[4mThe show’s greatest weakness, however, is without a doubt the ending, which rushes into the climactic final battle and finishes on an artificial, incomplete note.\u001b[24m\n    \u001b[1mショーの最大の弱点は疑いもなく、終わりの終わりであり、クリマティックな最終戦に突入し、人工の不完全なノートで終わる。\u001b[22m, \u001b[1mショーの最大の弱点は、しかし、間違いなく人工的な、不完全なノート上のクライマックスの最後の戦いや仕上げに突入エンディング、です。\u001b[22m\n\u001b[4mNot only does it depart from the manga, making the only possible sequel a Fullmetal Alchemist: Brotherhood-style revamp, it also renders the events of the earlier episodes essentially pointless thanks to a disingenuous last minute change of heart.\u001b[24m\n    \u001b[1mそれは漫画から出発し、唯一可能な続編を鋼の錬金術師：兄弟姉妹スタイルの改革とするだけでなく、心の邪魔にならない不変の最終的な変化のおかげで、以前のエピソードの出来事を本質的に無意味にする。\u001b[22m, \u001b[1mだけでなく、それは唯一の可能な続編鋼の錬金術師作り、マンガを逸脱しない：ブラザーフッドスタイルの刷新を、それはまた、本質的に無意味な感謝の心の不誠実最後まで変化に対する以前のエピソードのイベントをレンダリングします。\u001b[22m\n\u001b[4mReally, this has to be one of the worst endings I’ve seen, and Madhouse has fumbled an extremely promising story by not following the manga.\u001b[24m\n    \u001b[1m本当に、これは私が見た最悪の結末の一つでなければならず、マッドハウスは漫画に従わないことによって非常に有望な話を不安にさせてしまった。\u001b[22m, \u001b[1m本当に、これは私が見てきた最悪の結末の一つでなければならない、とマッドハウスは漫画に従わないことにより、非常に有望な物語をしくじりました。\u001b[22m\n\u001b[1m\u001b[22m\nClaymore‘s animation has its ups and downs. Although it uses a unique, attractive palette of neutral and earth tones and features some nice scenery shots, many scenes take place at night or in a dark forest or cave, and the series uses this as an excuse to cut corners. The fight scenes similarly rely on still frames and lazy swordplay, and although the beautiful blonde-haired, grey-eyed Claymore initially draw you in, by the end they’re so numerous and uniform that they’re almost impossible to tell apart. Claymore‘s animation is by no means bad, but the fact that Madhouse is generally revered for its productions (e.g., Death Note, The Tatami Galaxy) makes these faults all the more disappointing.\n\n\u001b[1mクレイモアのアニメーションは浮き沈みがあります。 ユニークで魅力的なニュートラルとアーストーンのパレットを使用し、素敵な風景のショットを取り入れていますが、夜間や暗い森や洞窟では多くの場面が行われ、コーナーカットの言い訳として使用されます。 戦闘シーンは同様に静止フレームと怠惰な剣術に頼っています。美しいブロンドの髪の灰色の目をしたクレイモアが最初にあなたを引き入れていますが、結局彼らは非常に多数で統一されています。 クレイモアのアニメーションは決して悪いことではありませんが、マッドハウスが一般的にその作品（デスノート、畳のギャラクシーなど）で尊敬されているという事実は、これらの欠点をさらに失望させます。\u001b[22m\n\u001b[1m(Kureimoa no animēshon wa ukishizumi ga arimasu. Yunīku de miryoku-tekina nyūtoraru to āsutōn no paretto o shiyō shi, sutekina fūkei no shotto o toriirete imasuga, yakan ya kurai mori ya dōkutsude wa ōku no bamen ga okonawa re, kōnākatto no iiwake to shite shiyō sa remasu. Sentō shīn wa dōyō ni seishi furēmu to taidana kenjutsu ni tayotte imasu. Utsukushī burondo no kami no haiiro no me o shita kureimoa ga saisho ni anata o hikiirete imasuga, kekkyoku karera wa hijō ni tasū de tōitsu sa rete imasu. Kureimoa no animēshon wa kesshite warui kotode wa arimasenga, maddohausu ga ippantekini sono sakuhin (desunōto, tatami no gyarakushī nado) de sonkei sa rete iru to iu jijitsu wa, korera no ketten o sarani shitsubō sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mClaymore‘s animation has its ups and downs. Although it uses a unique, attractive palette of neutral and earth tones and features some nice scenery shots, many scenes take place at night or in a dark forest or cave, and the series uses this as an excuse to cut corners. The fight scenes similarly rely on still frames and lazy swordplay, and although the beautiful blonde-haired, grey-eyed Claymore initially draw you in, by the end they’re so numerous and uniform that they’re almost impossible to tell apart. Claymore‘s animation is by no means bad, but the fact that Madhouse is generally revered for its productions (e.g., Death Note, The Tatami Galaxy) makes these faults all the more disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore‘s animation has its ups and downs.\u001b[24m\n    \u001b[1mクレイモアのアニメーションは浮き沈みがあります。\u001b[22m, \u001b[1mクレイモアのアニメーションは、その浮き沈みを持っています。\u001b[22m\n\u001b[4mAlthough it uses a unique, attractive palette of neutral and earth tones and features some nice scenery shots, many scenes take place at night or in a dark forest or cave, and the series uses this as an excuse to cut corners.\u001b[24m\n    \u001b[1mユニークで魅力的なニュートラルとアーストーンのパレットを使用し、素敵な風景のショットを取り入れていますが、夜間や暗い森や洞窟では多くの場面が行われ、コーナーカットの言い訳として使用されます。\u001b[22m, \u001b[1mそれは中立と地球トーンのユニークな、魅力的なパレットを使用し、いくつかの素晴らしい風景ショットを備えていますが、多くのシーンは、夜間や暗い森や洞窟で行われ、シリーズは、コーナーをカットするための口実としてこれを使用しています。\u001b[22m\n\u001b[4mThe fight scenes similarly rely on still frames and lazy swordplay, and although the beautiful blonde-haired, grey-eyed Claymore initially draw you in, by the end they’re so numerous and uniform that they’re almost impossible to tell apart.\u001b[24m\n    \u001b[1m戦闘シーンは同様に静止フレームと怠惰な剣術に頼っています。美しいブロンドの髪の灰色の目をしたクレイモアが最初にあなたを引き入れていますが、結局彼らは非常に多数で統一されています。\u001b[22m, \u001b[1m戦いのシーンは、同様に静止フレームと怠惰な剣術に依存している、美しいブロンドの髪、灰色の目クレイモアが最初であなたを引くものの、年末までに、彼らはほとんど見分けがつかないだように、多数かつ均一です。\u001b[22m\n\u001b[4mClaymore‘s animation is by no means bad, but the fact that Madhouse is generally revered for its productions (e.g., Death Note, The Tatami Galaxy) makes these faults all the more disappointing.\u001b[24m\n    \u001b[1mクレイモアのアニメーションは決して悪いことではありませんが、マッドハウスが一般的にその作品（デスノート、畳のギャラクシーなど）で尊敬されているという事実は、これらの欠点をさらに失望させます。\u001b[22m, \u001b[1mクレイモアのアニメーションは悪い意味するが、マッドハウスが、一般的に、その制作のために尊敬されているという事実（例えば、デスノート、四畳半神話大系）は、これらの障害は、すべてのより多くの失望になりノーによるものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack, by contrast, is pretty good, an eclectic collection of bagpipes, flutes, guitars, and minimalist synth that at times borders on experimental. Somehow this all works really well and brings to life the medieval European setting while giving the series a primal feel. A few tracks are especially beautiful (e.g., Kita no Chi to Hakugin no Ou) or original (e.g., Kakusei no Kodou). But most lack appeal outside the context of the show, and the oft-used Bishou no Teresa, which sounds like it’s straight out of a Disney movie, is over the top and out of place. The opening and ending songs are great and fit the story perfectly. The same goes for the English and Japanese voice casts. On the dub, Clare, Teresa, and Riful are standouts, but Raki makes an already bad character worse, so I wouldn’t recommend one cast over the other.\n\n\u001b[1mこれとは対照的に、サウンドトラックは、バブルパイプ、フルート、ギター、そして時には実験的な境界にあるミニマルなシンセの多彩なコレクションです。 どういうわけか、これは本当にうまくいって、中世のヨーロッパの環境を生き生きとしながらも、シリーズをプライマルな雰囲気にしています。 いくつかのトラックが特に美しいです（たとえば、北の旗と白神の雄）か、オリジナル（例：かくせいの鼓動）。 しかし、ほとんどのショーの文脈の外で魅力が不足し、ディズニー映画からまっすぐであるように聞こえるoft使用されたBishouのno Teresaは、上にそして外れている。 オープニングとエンディングの曲は素晴らしく、ストーリーに完璧にフィットします。 英語と日本語の声のキャストにも同じことが起こります。 ダブでは、クレア、テレサ、リフィッドが目立っていますが、ラキはすでに悪いキャラクターを悪化させています。\u001b[22m\n\u001b[1m(Kore to wa taishō-teki ni, saundotorakku wa, baburupaipu, furūto, gitā, soshite tokiniha jikken-tekina kyōkai ni aru mini maruna shinse no tasaina korekushondesu. Dō iu wake ka, kore wa hontōni umaku itte, chūsei no yōroppa no kankyō o ikiiki to shinagara mo, shirīzu o puraimaruna fun'iki ni shite imasu. Ikutsu ka no torakku ga tokuni utsukushīdesu (tatoeba, kita no hata to Shirakami no osu) ka, orijinaru (rei: Kakusei no kodō). Shikashi, hotondo no shō no bunmyaku no soto de miryoku ga fusoku shi, dizunī eiga kara massugudearu yō ni kikoeru oft shiyō sa reta Bishou no no teresa wa,-jō ni soshite hazurete iru. Ōpuningu to endingu no kyoku wa subarashiku, sutōrī ni kanpeki ni fitto shimasu. Eigo to nihongo no koe no kyasuto ni mo onaji koto ga okorimasu. Dabude wa, Kurea, teresa, rifiddo ga medatte imasuga, raki wa sudeni warui kyarakutā o akka sa sete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack, by contrast, is pretty good, an eclectic collection of bagpipes, flutes, guitars, and minimalist synth that at times borders on experimental. Somehow this all works really well and brings to life the medieval European setting while giving the series a primal feel. A few tracks are especially beautiful (e.g., Kita no Chi to Hakugin no Ou) or original (e.g., Kakusei no Kodou). But most lack appeal outside the context of the show, and the oft-used Bishou no Teresa, which sounds like it’s straight out of a Disney movie, is over the top and out of place. The opening and ending songs are great and fit the story perfectly. The same goes for the English and Japanese voice casts. On the dub, Clare, Teresa, and Riful are standouts, but Raki makes an already bad character worse, so I wouldn’t recommend one cast over the other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack, by contrast, is pretty good, an eclectic collection of bagpipes, flutes, guitars, and minimalist synth that at times borders on experimental.\u001b[24m\n    \u001b[1mこれとは対照的に、サウンドトラックは、バブルパイプ、フルート、ギター、そして時には実験的な境界にあるミニマルなシンセの多彩なコレクションです。\u001b[22m, \u001b[1mサウンドトラックは、対照的に、実験的に倍の境界で折衷バグパイプの収集、フルート、ギター、そしてミニマルなシンセかなり良いです。\u001b[22m\n\u001b[4mSomehow this all works really well and brings to life the medieval European setting while giving the series a primal feel.\u001b[24m\n    \u001b[1mどういうわけか、これは本当にうまくいって、中世のヨーロッパの環境を生き生きとしながらも、シリーズをプライマルな雰囲気にしています。\u001b[22m, \u001b[1mどういうわけか、このすべてが本当にうまく機能し、生活に直列に原初の感触を与えながら、中世ヨーロッパの設定をもたらします。\u001b[22m\n\u001b[4mA few tracks are especially beautiful (e.g., Kita no Chi to Hakugin no Ou) or original (e.g., Kakusei no Kodou).\u001b[24m\n    \u001b[1mいくつかのトラックが特に美しいです（たとえば、北の旗と白神の雄）か、オリジナル（例：かくせいの鼓動）。\u001b[22m, \u001b[1mいくつかのトラックは特に美しいません（例えば、北ノー王をHakuginないためにカイ）または元（例えば、覚醒鼓動）。\u001b[22m\n\u001b[4mBut most lack appeal outside the context of the show, and the oft-used Bishou no Teresa, which sounds like it’s straight out of a Disney movie, is over the top and out of place.\u001b[24m\n    \u001b[1mしかし、ほとんどのショーの文脈の外で魅力が不足し、ディズニー映画からまっすぐであるように聞こえるoft使用されたBishouのno Teresaは、上にそして外れている。\u001b[22m, \u001b[1mしかし、ほとんどのショーのコンテキスト外で魅力を欠いており、それがストレートディズニー映画のうちだように聞こえるしばしば使われるBishouなしテレサは、上からと場違いです。\u001b[22m\n\u001b[4mThe opening and ending songs are great and fit the story perfectly.\u001b[24m\n    \u001b[1mオープニングとエンディングの曲は素晴らしく、ストーリーに完璧にフィットします。\u001b[22m, \u001b[1mオープニングとエンディング曲は素晴らしいです、完全にストーリーに合います。\u001b[22m\n\u001b[4mThe same goes for the English and Japanese voice casts.\u001b[24m\n    \u001b[1m英語と日本語の声のキャストにも同じことが起こります。\u001b[22m, \u001b[1m同じことが、英語と日本語の音声キャストのために行きます。\u001b[22m\n\u001b[4mOn the dub, Clare, Teresa, and Riful are standouts, but Raki makes an already bad character worse, so I wouldn’t recommend one cast over the other.\u001b[24m\n    \u001b[1mダブでは、クレア、テレサ、リフィッドが目立っていますが、ラキはすでに悪いキャラクターを悪化させています。\u001b[22m, \u001b[1mダブでは、クレア、テレサ、およびRifulは傑出しているが、ラキは既に悪い文字悪化させるので、私は他の上で1つのキャストをお勧めしません。\u001b[22m\n\u001b[1m\u001b[22m\nClaymore deserves a lot of credit, not just because it’s a generally well-done shounen, but also because it breathes fresh life into the genre with its feminist perspective and serious tone. Sadly the series falls into many of the usual traps and is mired by circumstances beyond its control, but hopefully Madhouse will pick it up again now that the manga was recently finished. In any event, Claymore delivers an enjoyable story set in a mystical world and is a pretty good watch, especially for fans of the genre.\n\n\u001b[1mクレイモアは、一般的によく行われているshounenであるだけでなく、フェミニストの視点と深刻なトーンで新鮮な人生をそのジャンルに吹き込むため、多くの価値があります。 悲しいことに、このシリーズは通常のトラップの多くに入り込み、状況によっては制御できない状況に陥ってしまいます。しかし、Madhouseが最近漫画が完成したので、Madhouseが再びそれを取り上げることを願っています。 いずれにしても、Claymoreは神秘的な世界で楽しむことができる物語を提供し、特にジャンルのファンにとってはかなり良い時計です。\u001b[22m\n\u001b[1m(Kureimoa wa, ippantekini yoku okonawa rete iru shounendearu dakedenaku, feminisuto no shiten to shinkokuna tōn de shinsen'na jinsei o sono janru ni fukikomu tame, ōku no kachi ga arimasu. Kanashī koto ni, kono shirīzu wa tsūjō no torappu no ōku ni hairikomi, jōkyō ni yotte wa seigyo dekinai jōkyō ni ochītte shimaimasu. Shikashi, Madhouse ga saikin manga ga kansei shitanode, Madhouse ga futatabi sore o toriageru koto o negatte imasu. Izure ni shite mo, Claymore wa shinpi-tekina sekai de tanoshimu koto ga dekiru monogatari o teikyō shi, tokuni janru no fan ni totte wa kanari yoi tokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mClaymore deserves a lot of credit, not just because it’s a generally well-done shounen, but also because it breathes fresh life into the genre with its feminist perspective and serious tone. Sadly the series falls into many of the usual traps and is mired by circumstances beyond its control, but hopefully Madhouse will pick it up again now that the manga was recently finished. In any event, Claymore delivers an enjoyable story set in a mystical world and is a pretty good watch, especially for fans of the genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore deserves a lot of credit, not just because it’s a generally well-done shounen, but also because it breathes fresh life into the genre with its feminist perspective and serious tone.\u001b[24m\n    \u001b[1mクレイモアは、一般的によく行われているshounenであるだけでなく、フェミニストの視点と深刻なトーンで新鮮な人生をそのジャンルに吹き込むため、多くの価値があります。\u001b[22m, \u001b[1mクレイモアは、それが一般によく行わ少年だが、またそれはそのフェミニストの視点と深刻な口調でジャンルに新たな命を呼吸するためではないという理由だけで、信用の多くに値します。\u001b[22m\n\u001b[4mSadly the series falls into many of the usual traps and is mired by circumstances beyond its control, but hopefully Madhouse will pick it up again now that the manga was recently finished.\u001b[24m\n    \u001b[1m悲しいことに、このシリーズは通常のトラップの多くに入り込み、状況によっては制御できない状況に陥ってしまいます。しかし、Madhouseが最近漫画が完成したので、Madhouseが再びそれを取り上げることを願っています。\u001b[22m, \u001b[1m悲しいシリーズは、通常の多くのトラップに落下し、その制御を超えた状況によって陥っているが、うまくいけばマッドハウスは今の漫画が最近終了したことを再びそれをピックアップします。\u001b[22m\n\u001b[4mIn any event, Claymore delivers an enjoyable story set in a mystical world and is a pretty good watch, especially for fans of the genre.\u001b[24m\n    \u001b[1mいずれにしても、Claymoreは神秘的な世界で楽しむことができる物語を提供し、特にジャンルのファンにとってはかなり良い時計です。\u001b[22m, \u001b[1mいずれにせよ、クレイモアは神秘的な世界を舞台に楽しい物語を提供し、特にジャンルのファンのために、かなり良い時計です。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "piscesaphrodite",
    "profile": "/profile/piscesaphrodite/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=39751",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nクレイモアは現実的なフィクションの物語の良いサンプルです。 その生き生きとした場面は、視聴者が文字の状況を体験することを可能にする。 私たちは戦闘で男性が注目の中心であることを見ることに慣れているので、殺して訓練された超自然の女性を見ることは、\nバトルは非常にグラフィックなので、ストーリーに没頭できます。 私はこのアニメの最高の特徴の1つを見つける。\nクレア、主人公は非常に強いと定義された性格を持って、物語に信頼性を与える。 しかし、われわれが知っているように、すべての物語のすべてのキャラクターは時々変化を経験する。 彼女は？ あなたはそれを見なければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nClaymore is a fine sample of a realistic fiction story. Its lifelike scenes allow the viewers to experience the characters' situations. Watching supernatural women trained to kill gives this shounen a different touch since we are used to watching men being the center of attention in battle.\n\n\u001b[1mクレイモアは現実的なフィクションの物語の良いサンプルです。 その生き生きとした場面は、視聴者が文字の状況を体験することを可能にする。 私たちは戦闘で男性が注目の中心であることを見ることに慣れているので、殺して訓練された超自然の女性を見ることは、\u001b[22m\n\u001b[1m(Kureimoa wa genjitsu-tekina fikushon no monogatari no yoi sanpurudesu. Sono ikiikitoshita bamen wa, shichō-sha ga moji no jōkyō o taiken suru koto o kanō ni suru. Watashitachiha sentō de dansei ga chūmoku no chūshindearu koto o miru koto ni narete irunode, koroshite kunren sa reta chō shizen no josei o miru koto wa,)\u001b[22m\n\nTranslations of \u001b[4mClaymore is a fine sample of a realistic fiction story. Its lifelike scenes allow the viewers to experience the characters' situations. Watching supernatural women trained to kill gives this shounen a different touch since we are used to watching men being the center of attention in battle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore is a fine sample of a realistic fiction story.\u001b[24m\n    \u001b[1mクレイモアは現実的なフィクションの物語の良いサンプルです。\u001b[22m, \u001b[1mクレイモアは現実的なフィクションの物語の罰金サンプルです。\u001b[22m\n\u001b[4mIts lifelike scenes allow the viewers to experience the characters' situations.\u001b[24m\n    \u001b[1mその生き生きとした場面は、視聴者が文字の状況を体験することを可能にする。\u001b[22m, \u001b[1mそのリアルなシーンは、視聴者がキャラクターの状況を体験することができます。\u001b[22m\n\u001b[4mWatching supernatural women trained to kill gives this shounen a different touch since we are used to watching men being the center of attention in battle.\u001b[24m\n    \u001b[1m私たちは戦闘で男性が注目の中心であることを見ることに慣れているので、殺して訓練された超自然の女性を見ることは、\u001b[22m, \u001b[1m我々は戦いの注目の中心で男性を見に使用されているので、殺すために訓練された超自然的な女性を見て、この少年に異なるタッチを与えます。\u001b[22m\nBattles are VERY graphic, and that allows you to immerse into the story. I find that one of the best characteristics of this anime.\n\n\u001b[1mバトルは非常にグラフィックなので、ストーリーに没頭できます。 私はこのアニメの最高の特徴の1つを見つける。\u001b[22m\n\u001b[1m(Batoru wa hijō ni gurafikkunanode, sutōrī ni bottō dekimasu. Watashi wa kono anime no saikō no tokuchō no 1tsu o mitsukeru.)\u001b[22m\n\nTranslations of \u001b[4mBattles are VERY graphic, and that allows you to immerse into the story. I find that one of the best characteristics of this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBattles are VERY graphic, and that allows you to immerse into the story.\u001b[24m\n    \u001b[1mバトルは非常にグラフィックなので、ストーリーに没頭できます。\u001b[22m, \u001b[1m戦いは非常にグラフィックであり、それはあなたが物語に没頭することができます。\u001b[22m\n\u001b[4mI find that one of the best characteristics of this anime.\u001b[24m\n    \u001b[1m私はこのアニメの最高の特徴の1つを見つける。\u001b[22m, \u001b[1m私はこのアニメの最高の特徴の一つがわかります。\u001b[22m\nClare, the main character has a very strong and defined personality, which gives credibility to the story. But as we know, every character in every story goes through changes sometimes. Does she? you have to watch it to find out.\n\n\u001b[1mクレア、主人公は非常に強いと定義された性格を持って、物語に信頼性を与える。 しかし、われわれが知っているように、すべての物語のすべてのキャラクターは時々変化を経験する。 彼女は？ あなたはそれを見なければなりません。\u001b[22m\n\u001b[1m(Kurea, shujinkō wa hijō ni tsuyoi to teigi sa reta seikaku o motte, monogatari ni shinrai-sei o ataeru. Shikashi, wareware ga shitte iru yō ni, subete no monogatari no subete no kyarakutā wa tokidoki henka o keiken suru. Kanojo wa? Anata wa sore o minakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mClare, the main character has a very strong and defined personality, which gives credibility to the story. But as we know, every character in every story goes through changes sometimes. Does she? you have to watch it to find out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClare, the main character has a very strong and defined personality, which gives credibility to the story.\u001b[24m\n    \u001b[1mクレア、主人公は非常に強いと定義された性格を持って、物語に信頼性を与える。\u001b[22m, \u001b[1mクレアは、主人公がストーリーに信憑性を与え、非常に強いと定義された個性を持っています。\u001b[22m\n\u001b[4mBut as we know, every character in every story goes through changes sometimes.\u001b[24m\n    \u001b[1mしかし、われわれが知っているように、すべての物語のすべてのキャラクターは時々変化を経験する。\u001b[22m, \u001b[1m私たちが知っているとしてではなく、すべての物語のすべての文字は、時には変化を通過します。\u001b[22m\n\u001b[4mDoes she?\u001b[24m\n    \u001b[1m彼女は？\u001b[22m, \u001b[1m彼女はいますか？\u001b[22m\n\u001b[4myou have to watch it to find out.\u001b[24m\n    \u001b[1mあなたはそれを見なければなりません。\u001b[22m, \u001b[1mあなたは見つけるためにそれを見ています。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "damagegirl",
    "profile": "/profile/damagegirl/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=51427",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\nクレイモアは、26話のアニメシリーズとして、彼女が戦うクレアとヨーマ（悪魔）の話の一部を伝えるだけです。 最後の3つまたは4つのエピソードは、クリフハンガーを残すのではなく、決定的な結末としてシリーズを与えるようにマンガから出発する。 それでも、ストーリーはマンガのコースに続く新しいアニメシリーズの可能性を残しています。 漫画は毎月1回発行され、年12回発行されているので、作家の八木博はすべてを書いています。  NarutoやBleachのような人気のshounenシリーズとは対照的に、Claymoreのストーリーは、ストーリーが次にどこに移るべきかを考慮してより多くの時間を費やした場合にのみ可能なより思慮深い開発を反映しています。\n\nクレアは、クレイモアと呼ばれる若い女性の戦士です。 クレイモアは、半人の半数のYoma戦士で、Yomaとその強力なカウンターパートであるAwakened Beingsを殺した。  Yomaの戦いの力を利用しながら、Claymoresは殺すことを求める悪魔に変身する危険に陥ります。 キャラクターは常に変身しないで戦闘に勝つために十分な強さを引き出すという綱渡りを続けています。\n\n私は今シリーズを2回見てきましたが、2回目にはもっと楽しかったです。 あなたがシリーズの後の漫画のイベントに従わない限り、本当に明らかではないシリーズの深さがたくさんあります。 うまくいけば、ストーリーは決してここで完全ではないので、新しいアニメシリーズが制作されます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nClaymore, as a 26-episode anime series, only tells part of the story of Clare and the Yoma (demons) she fights. The last three or four episodes depart from the manga so as to give the series as a conclusive ending, rather than leaving a cliffhanger. Even so, the story does leave open the possibility of a new anime series, one which can follow the manga's course. The manga is published once every month, meaning 12 issues a year, so it has taken a while for the author, Nohihiro Yagi, to write everything out. As opposed to popular shounen series like Naruto and Bleach, Claymore's story reflects a more thoughtful development that is only possible when more time is spent considering where the story should move to next.\n\n\u001b[1mクレイモアは、26話のアニメシリーズとして、彼女が戦うクレアとヨーマ（悪魔）の話の一部を伝えるだけです。 最後の3つまたは4つのエピソードは、クリフハンガーを残すのではなく、決定的な結末としてシリーズを与えるようにマンガから出発する。 それでも、ストーリーはマンガのコースに続く新しいアニメシリーズの可能性を残しています。 漫画は毎月1回発行され、年12回発行されているので、作家の八木博はすべてを書いています。  NarutoやBleachのような人気のshounenシリーズとは対照的に、Claymoreのストーリーは、ストーリーが次にどこに移るべきかを考慮してより多くの時間を費やした場合にのみ可能なより思慮深い開発を反映しています。\u001b[22m\n\u001b[1m(Kureimoa wa, 26-wa no animeshirīzu to shite, kanojo ga tatakau Kurea to yōma (akuma) no hanashi no ichibu o tsutaeru dakedesu. Saigo no 3ttsu matawa 4tsu no episōdo wa, kurifuhangā o nokosu node wa naku, ketteitekina ketsumatsu to shite shirīzu o ataeru yō ni manga kara shuppatsu suru. Soredemo, sutōrī wa manga no kōsu ni tsudzuku atarashī animeshirīzu no kanōsei o nokoshite imasu. Manga wa maitsuki 1-kai hakkō sa re,-nen 12-kai hakkō sa rete irunode, sakka no yagi hiroshi wa subete o kaite imasu. Naruto ya Bleach no yōna ninki no shounen shirīzu to wa taishō-teki ni, Claymore no sutōrī wa, sutōrī ga tsugini doko ni utsurubeki ka o kōryo shite yori ōku no jikan o tsuiyashita baai ni nomi kanōna yori shiryobukai kaihatsu o han'ei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mClaymore, as a 26-episode anime series, only tells part of the story of Clare and the Yoma (demons) she fights. The last three or four episodes depart from the manga so as to give the series as a conclusive ending, rather than leaving a cliffhanger. Even so, the story does leave open the possibility of a new anime series, one which can follow the manga's course. The manga is published once every month, meaning 12 issues a year, so it has taken a while for the author, Nohihiro Yagi, to write everything out. As opposed to popular shounen series like Naruto and Bleach, Claymore's story reflects a more thoughtful development that is only possible when more time is spent considering where the story should move to next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClaymore, as a 26-episode anime series, only tells part of the story of Clare and the Yoma (demons) she fights.\u001b[24m\n    \u001b[1mクレイモアは、26話のアニメシリーズとして、彼女が戦うクレアとヨーマ（悪魔）の話の一部を伝えるだけです。\u001b[22m, \u001b[1mクレイモアは、26エピソードのアニメシリーズとして、彼女だけが戦いクレアとYoma（悪魔）の物語の一部を示します。\u001b[22m\n\u001b[4mThe last three or four episodes depart from the manga so as to give the series as a conclusive ending, rather than leaving a cliffhanger.\u001b[24m\n    \u001b[1m最後の3つまたは4つのエピソードは、クリフハンガーを残すのではなく、決定的な結末としてシリーズを与えるようにマンガから出発する。\u001b[22m, \u001b[1mむしろ接戦を残すよりも、決定的な結末ように直列になるように、最後の3つまたは4つのエピソードは漫画から出発しています。\u001b[22m\n\u001b[4mEven so, the story does leave open the possibility of a new anime series, one which can follow the manga's course.\u001b[24m\n    \u001b[1mそれでも、ストーリーはマンガのコースに続く新しいアニメシリーズの可能性を残しています。\u001b[22m, \u001b[1mそうであっても、物語は新たなアニメ、マンガの経過をたどることができるものの可能性を開いたままありません。\u001b[22m\n\u001b[4mThe manga is published once every month, meaning 12 issues a year, so it has taken a while for the author, Nohihiro Yagi, to write everything out.\u001b[24m\n    \u001b[1m漫画は毎月1回発行され、年12回発行されているので、作家の八木博はすべてを書いています。\u001b[22m, \u001b[1m漫画は、12の問題年を意味し、毎月一回発行されているので、すべてを書くために、著者、Nohihiro八木のためにしばらく時間がかかりました。\u001b[22m\n\u001b[4mAs opposed to popular shounen series like Naruto and Bleach, Claymore's story reflects a more thoughtful development that is only possible when more time is spent considering where the story should move to next.\u001b[24m\n    \u001b[1mNarutoやBleachのような人気のshounenシリーズとは対照的に、Claymoreのストーリーは、ストーリーが次にどこに移るべきかを考慮してより多くの時間を費やした場合にのみ可能なより思慮深い開発を反映しています。\u001b[22m, \u001b[1mナルトとブリーチのような人気の少年シリーズとは対照的に、クレイモアの物語はより多くの時間が物語は次に移動すべき場所を考慮に費やされている場合にのみ可能であるより多くの思慮深い発展を反映しています。\u001b[22m\n\u001b[1m\u001b[22m\nClare is a young-looking female warrior called a Claymore. Claymores are half-human, half-Yoma warriors tasked with slaying Yoma and their more powerful counterparts, Awakened Beings. While utilizing the Yoma's power to fight, the Claymores fall in danger of transforming into the very demons they seek to kill. The characters are always walking a tightrope act of drawing enough strength to win battles while not transforming at the same time.\n\n\u001b[1mクレアは、クレイモアと呼ばれる若い女性の戦士です。 クレイモアは、半人の半数のYoma戦士で、Yomaとその強力なカウンターパートであるAwakened Beingsを殺した。  Yomaの戦いの力を利用しながら、Claymoresは殺すことを求める悪魔に変身する危険に陥ります。 キャラクターは常に変身しないで戦闘に勝つために十分な強さを引き出すという綱渡りを続けています。\u001b[22m\n\u001b[1m(Kurea wa, kureimoa to yoba reru wakai josei no senshidesu. Kureimoa wa, han hito no hansū no Yoma senshi de, Yoma to sono kyōryokuna kauntāpātodearu Awakened Beings o koroshita. Yoma no tatakai no chikara o riyō shinagara, Claymores wa korosu koto o motomeru akuma ni henshin suru kiken ni ochīrimasu. Kyarakutā wa tsuneni henshin shinaide sentō ni katsu tame ni jūbun'na tsuyo-sa o hikidasu to iu tsunawatari o tsudzukete imasu.)\u001b[22m\n\nTranslations of \u001b[4mClare is a young-looking female warrior called a Claymore. Claymores are half-human, half-Yoma warriors tasked with slaying Yoma and their more powerful counterparts, Awakened Beings. While utilizing the Yoma's power to fight, the Claymores fall in danger of transforming into the very demons they seek to kill. The characters are always walking a tightrope act of drawing enough strength to win battles while not transforming at the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClare is a young-looking female warrior called a Claymore.\u001b[24m\n    \u001b[1mクレアは、クレイモアと呼ばれる若い女性の戦士です。\u001b[22m, \u001b[1mクレアはクレイモアと呼ばれる若い見える女戦士です。\u001b[22m\n\u001b[4mClaymores are half-human, half-Yoma warriors tasked with slaying Yoma and their more powerful counterparts, Awakened Beings.\u001b[24m\n    \u001b[1mクレイモアは、半人の半数のYoma戦士で、Yomaとその強力なカウンターパートであるAwakened Beingsを殺した。\u001b[22m, \u001b[1mクレイモアは殺害Yomaとそれらのより強力な対応、目覚めた存在たちを任務半分人間、半分のYomaの戦士です。\u001b[22m\n\u001b[4mWhile utilizing the Yoma's power to fight, the Claymores fall in danger of transforming into the very demons they seek to kill.\u001b[24m\n    \u001b[1mYomaの戦いの力を利用しながら、Claymoresは殺すことを求める悪魔に変身する危険に陥ります。\u001b[22m, \u001b[1m戦うためにYomaの力を活用しながら、クレイモアは、彼らが殺そう非常に悪魔に変身する危険が落ちます。\u001b[22m\n\u001b[4mThe characters are always walking a tightrope act of drawing enough strength to win battles while not transforming at the same time.\u001b[24m\n    \u001b[1mキャラクターは常に変身しないで戦闘に勝つために十分な強さを引き出すという綱渡りを続けています。\u001b[22m, \u001b[1m文字は常に同じ時刻に変換していない間の戦いに勝つために十分な強度を描くの綱渡り行為を歩いています。\u001b[22m\n\u001b[1m\u001b[22m\nI've watched the series twice now, and I found it far more enjoyable the second time around. There's a lot depth in the series that isn't really evident unless you follow the manga's events after the series. Hopefully, a new anime series will be produced because the story is by no means complete here.\n\n\u001b[1m私は今シリーズを2回見てきましたが、2回目にはもっと楽しかったです。 あなたがシリーズの後の漫画のイベントに従わない限り、本当に明らかではないシリーズの深さがたくさんあります。 うまくいけば、ストーリーは決してここで完全ではないので、新しいアニメシリーズが制作されます。\u001b[22m\n\u001b[1m(Watashi wa ima shirīzu o 2-kai mitekimashita ga, 2-kai-me ni wa motto tanoshikattadesu. Anata ga shirīzu no nochi no manga no ibento ni shitagawanai kagiri, hontōni akirakade wanai shirīzu no fuka-sa ga takusan arimasu. Umaku ikeba, sutōrī wa kesshite koko de kanzende wanainode, atarashī animeshirīzu ga seisaku sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mI've watched the series twice now, and I found it far more enjoyable the second time around. There's a lot depth in the series that isn't really evident unless you follow the manga's events after the series. Hopefully, a new anime series will be produced because the story is by no means complete here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've watched the series twice now, and I found it far more enjoyable the second time around.\u001b[24m\n    \u001b[1m私は今シリーズを2回見てきましたが、2回目にはもっと楽しかったです。\u001b[22m, \u001b[1m私は今、二回のシリーズを見てきた、と私はそれがはるかに楽しい2回目を発見しました。\u001b[22m\n\u001b[4mThere's a lot depth in the series that isn't really evident unless you follow the manga's events after the series.\u001b[24m\n    \u001b[1mあなたがシリーズの後の漫画のイベントに従わない限り、本当に明らかではないシリーズの深さがたくさんあります。\u001b[22m, \u001b[1mあなたはシリーズの後に漫画のイベントに従っていない限り、実際に明らかではないシリーズのロット深さがあります。\u001b[22m\n\u001b[4mHopefully, a new anime series will be produced because the story is by no means complete here.\u001b[24m\n    \u001b[1mうまくいけば、ストーリーは決してここで完全ではないので、新しいアニメシリーズが制作されます。\u001b[22m, \u001b[1m話はここで決して完全ではありませんので、うまくいけば、新しいアニメシリーズが生成されます。\u001b[22m"
  },
  {
    "title": "Claymore",
    "id": "1818",
    "url": "https://myanimelist.net/anime/1818/Claymore",
    "user": "perfectpsycho",
    "profile": "/profile/perfectpsycho/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=51941",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  5\nキャラクター|  8\n|  7\n\nそれは始まるには絶対に素晴らしいアニメでした、それは暗く複雑なストーリーラインであり、あなたに興味を持っておくために多くの質問を提起しました。 アニメで起こっていたことを突き止めるのに失敗したように見えるが、音楽はかなり迷惑だった。 また、このアニメの主な欠点は、エンディングが全部のものになっていることです。最初と最後の間に提起された質問はほとんど答えられませんでした。 最終的に、アニメが純粋なアクションに頼っていて、アニメが別のシーズンに向けて開いていればストーリーラインを終わらせようとするのではなく、「クール」を見ているように感じました。 全体的には、私はこのアニメが平均を少し上回っていると言います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIt was an absolutely wonderful anime to start, it was dark, complex story line and raised a lot of questions to keep you interested. The music was fairly annoying though as it seemed to fail at matching what was going on in the anime. Also the major downside to this anime is that the ending was a let down to the entire thing, nearly none of the questions that were raised throughout the beginning and middle were not answered. At the end it felt like the anime was relying on pure action and looking 'cool' rather than trying to finish the story line, understandable if the anime was left open for another season, but it felt very final. Overall I suppose i would say this anime is a bit above average, just not over the top.\n\n\u001b[1mそれは始まるには絶対に素晴らしいアニメでした、それは暗く複雑なストーリーラインであり、あなたに興味を持っておくために多くの質問を提起しました。 アニメで起こっていたことを突き止めるのに失敗したように見えるが、音楽はかなり迷惑だった。 また、このアニメの主な欠点は、エンディングが全部のものになっていることです。最初と最後の間に提起された質問はほとんど答えられませんでした。 最終的に、アニメが純粋なアクションに頼っていて、アニメが別のシーズンに向けて開いていればストーリーラインを終わらせようとするのではなく、「クール」を見ているように感じました。 全体的には、私はこのアニメが平均を少し上回っていると言います。\u001b[22m\n\u001b[1m(Sore wa hajimaru ni wa zettai ni subarashī animedeshita, sore wa kuraku fukuzatsuna sutōrīraindeari, anata ni kyōmi o motte oku tame ni ōku no shitsumon o teiki shimashita. Anime de okotte ita koto o tsukitomeru no ni shippaishita yōnimieru ga, ongaku wa kanari meiwakudatta. Mata, kono anime no omona ketten wa, endingu ga zenbu no mono ni natte iru kotodesu. Saisho to saigo no ma ni teiki sa reta shitsumon wa hotondo kotae raremasendeshita. Saishūtekini, anime ga junsuina akushon ni tayotte ite, anime ga betsu no shīzun ni mukete aite ireba sutōrīrain o owaraseyou to suru node wa naku,`kūru' o mite iru yō ni kanjimashita. Zentai-teki ni wa, watashi wa kono anime ga heikin o sukoshi uwamawatte iru to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt was an absolutely wonderful anime to start, it was dark, complex story line and raised a lot of questions to keep you interested. The music was fairly annoying though as it seemed to fail at matching what was going on in the anime. Also the major downside to this anime is that the ending was a let down to the entire thing, nearly none of the questions that were raised throughout the beginning and middle were not answered. At the end it felt like the anime was relying on pure action and looking 'cool' rather than trying to finish the story line, understandable if the anime was left open for another season, but it felt very final. Overall I suppose i would say this anime is a bit above average, just not over the top.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was an absolutely wonderful anime to start, it was dark, complex story line and raised a lot of questions to keep you interested.\u001b[24m\n    \u001b[1mそれは始まるには絶対に素晴らしいアニメでした、それは暗く複雑なストーリーラインであり、あなたに興味を持っておくために多くの質問を提起しました。\u001b[22m, \u001b[1m暗かった、開始するには絶対に素晴らしいアニメだった、複雑なストーリーラインと興味を持ってあなたを保つために多くの質問を提起しました。\u001b[22m\n\u001b[4mThe music was fairly annoying though as it seemed to fail at matching what was going on in the anime.\u001b[24m\n    \u001b[1mアニメで起こっていたことを突き止めるのに失敗したように見えるが、音楽はかなり迷惑だった。\u001b[22m, \u001b[1mアニメで何が起こっていたかのマッチングに失敗するように見えたような音楽はしかしかなり迷惑でした。\u001b[22m\n\u001b[4mAlso the major downside to this anime is that the ending was a let down to the entire thing, nearly none of the questions that were raised throughout the beginning and middle were not answered.\u001b[24m\n    \u001b[1mまた、このアニメの主な欠点は、エンディングが全部のものになっていることです。最初と最後の間に提起された質問はほとんど答えられませんでした。\u001b[22m, \u001b[1mまた、このアニメの主要な欠点はエンディングが全体のことに失望したということです、最初と真ん中を通じて提起された質問のほぼどれも答えていないされませんでした。\u001b[22m\n\u001b[4mAt the end it felt like the anime was relying on pure action and looking 'cool' rather than trying to finish the story line, understandable if the anime was left open for another season, but it felt very final.\u001b[24m\n    \u001b[1m最終的に、アニメが純粋なアクションに頼っていて、アニメが別のシーズンに向けて開いていればストーリーラインを終わらせようとするのではなく、「クール」を見ているように感じました。\u001b[22m, \u001b[1m終わりに、それはアニメが、純粋なアクションに依存すると見て 'クール'よりもむしろアニメは別のシーズンに向けて開いたままにした場合は理解できるストーリーラインを、終了しようとしていたように感じたが、それは非常に最終的に感じました。\u001b[22m\n\u001b[4mOverall I suppose i would say this anime is a bit above average, just not over the top.\u001b[24m\n    \u001b[1m全体的には、私はこのアニメが平均を少し上回っていると言います。\u001b[22m, \u001b[1m全体的に私は、私はこのアニメがちょうどない上から、平均以上のビットであると言うだろうと仮定します。\u001b[22m"
  }
]
