[
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "Axis-Strike",
    "profile": "/profile/Axis-Strike/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=198306",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はGatchaman Crowdsに盲目的に入った。主人公のデザイン（：＆gt;）と派手な色のほかに何も知識がほとんど無く、ショーが提供していると思われるだけでなく、文字通り他のすべてが私に本当の良いものを与えた 時間はちょうど12のエピソードに加えてディレクターズカット。\n\nそれは、あなたが何かを期待する一般的なスーパーヒーローのアニメとして販売されていますが、スクリプトがいくつかの紆余曲折をしてフォーカスが変わり、それが繰り返されることは決してないので、\n\n私がすでに述べたように、芸術的スタイルとアニメーションは、派手でカラフルで、キャラクター、服装、表現に多くの細部が込められています。 また、クリエイティブなデザインで非常によく行われている主なキャスト変換を表すCGIが多数用意されています。\n\nキャラクターについて言えば、それぞれのキャラクターは、自分の性格、イデオロギー、恐怖、行動を持ち合わせているため、チームとしての行動を一次元的に感じることはなく、 彼らはまだ仕事を終わらせるチームですが（これはスポイラーフリーです、スーパーヒーローたちのチームは一緒に仕事をしています）、Gatchamanは機能しなくなります。 メインチームを除いて、他のメインは同じように感じ、ストーリーに意味を与えます。 私は個人的にはこれが大好きですが、これはスーパーパワーを持ったヒーローだが、シリーズの争いの間に関連性を保つ唯一のものではないからです。 辰野子は、英雄を作るのは簡単な質問でメッセージをはっきりと伝えますか？\nキャラクターを何かで表現することができれば、色を表現することができるだけでなく、観客にとってどのように違って見えているのかが分かるからです。 悪役への尊敬の言葉、見るべき総爆発と主な悪者は、経験の最強のポイントの1つなので、彼の行為の全く予期しない成果です。\n\n物語は12のエピソードのコースの間に多く変わります、それは同時に異なった紛争を扱い、それが何らかのポイントで解決されたものを除いて置いています。 それは、キャラクターのそれぞれの発達をもたらし、それらを必要とするものに解決することさえあり、最後には非常に目立ちます。これは素晴らしいテーマです。なぜなら、私はそうではないテーマを扱うので、 通常、この種の媒体を思いついて、それはいくつかの創造的なアイデアを一緒にマッシュアップしています。\n\nこのレビューは役に立ちましたか？それを見たいと思ったら、それは完全に示唆的です。  。 あなたが岩崎拓のオストに入っていれば、このレビューを書いている間にこれを聴いていることは間違いないでしょう。\n\n私がすべてに与えてきたバラ色の絵のために、どれくらい私が群衆を楽しんだかはかなり明らかです。 あなたは同じ意見を感じるかもしれませんが、もちろん、それは私に当たっただけでもあなたに当たっていなくても、私はあなたがそれほど面白くないと確信しています。 深いものや高い基準を設定するだけで、面白いアイデアをテーブルに残して楽しむことができます。\n\n全体的に私の傑作です。 傑出したショーになるシリーズがたくさん出てきますが、期待はありませんが、楽しむための最善の方法です。その声明にはおそらくGatchamanが私に新鮮な気分を与えるものがあります。 サウンドトラックが好きで、アニメーションやアートスタイルがアイキャッディング、キャストが面白い、感情的に賢明なことはそれほどインパクトがありません。なぜなら、それはあなたが冷やすことができ、\n\nショーで私の意見や印象を除いて、私はそれが試して、ヒット、またはミスを与えるために十分楽しませるものだと思うが、客観的には悪いショーではない。\n\nディレクターのカットを残してはいけない。なぜなら、エピソード12はちょっと奇妙に感じるかもしれないので、最後に何が起こるかをはっきりと説明する拡張されたエピローグだからである（スタッフが時間通りにショーを終わらせることができないという楽しい事実として、 自宅のメディアリリースのための完全なフィナーレ）。\n\nがＴちゃ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI got into Gatchaman Crowds blindly, having little to no knowledge about anything besides the main character's design (:&gt;) and flashy colors the show seems to deliver, and stayed not only because of that, literally everything else made me have a real good time in just 12 episodes plus a director's cut.\n\n\u001b[1m私はGatchaman Crowdsに盲目的に入った。主人公のデザイン（：＆gt;）と派手な色のほかに何も知識がほとんど無く、ショーが提供していると思われるだけでなく、文字通り他のすべてが私に本当の良いものを与えた 時間はちょうど12のエピソードに加えてディレクターズカット。\u001b[22m\n\u001b[1m(Watashi wa Gatchaman Crowds ni mōmokuteki ni haitta. Shujinkō no dezain ( : & Gt; ) to hadena iro no hoka ni nani mo chishiki ga hotondo naku, shō ga teikyō shite iru to omowa reru dakedenaku, mojidōri hoka no subete ga watashi ni hontō no yoi mono o ataeta jikan wa chōdo 12 no episōdo ni kuwaete direkutāzukatto.)\u001b[22m\n\nTranslations of \u001b[4mI got into Gatchaman Crowds blindly, having little to no knowledge about anything besides the main character's design (:&gt;) and flashy colors the show seems to deliver, and stayed not only because of that, literally everything else made me have a real good time in just 12 episodes plus a director's cut.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI got into Gatchaman Crowds blindly, having little to no knowledge about anything besides the main character's design (:&gt;) and flashy colors the show seems to deliver, and stayed not only because of that, literally everything else made me have a real good\u001b[24m\n    \u001b[1m私はGatchaman Crowdsに盲目的に入った。主人公のデザイン（：＆gt;）と派手な色のほかに何も知識がほとんど無く、ショーが提供していると思われるだけでなく、文字通り他のすべてが私に本当の良いものを与えた\u001b[22m, \u001b[1m私は、メインキャラクターのデザイン以外にも何でもありません知識に少しを持つ、盲目的ガッチャマンクラウズになった（：100）と派手な色のショーをお届けするようで、そのためだけでなく、滞在し、文字通り他のすべては私が本当の良いを持って作られました\u001b[22m\n\u001b[4mtime in just 12 episodes plus a director's cut.\u001b[24m\n    \u001b[1m時間はちょうど12のエピソードに加えてディレクターズカット。\u001b[22m, \u001b[1mちょうど12のエピソードを加えたディレクターズカットの時間。\u001b[22m\n\u001b[1m\u001b[22m\nIt is sold as a generic superheroes anime where you expect something but ultimately get something else in a good way because of how the script makes some twists here and there so the focus varies and it'll never feels repetitive.\n\n\u001b[1mそれは、あなたが何かを期待する一般的なスーパーヒーローのアニメとして販売されていますが、スクリプトがいくつかの紆余曲折をしてフォーカスが変わり、それが繰り返されることは決してないので、\u001b[22m\n\u001b[1m(Sore wa, anata ga nanika o kitai suru ippantekina sūpāhīrō no anime to shite hanbai sa rete imasuga, sukuriputo ga ikutsu ka no uyokyokusetsu o shite fōkasu ga kawari, sore ga kurikaesa reru koto wa kesshite nainode,)\u001b[22m\n\nTranslations of \u001b[4mIt is sold as a generic superheroes anime where you expect something but ultimately get something else in a good way because of how the script makes some twists here and there so the focus varies and it'll never feels repetitive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is sold as a generic superheroes anime where you expect something but ultimately get something else in a good way because of how the script makes some twists here and there so the focus varies and it'll never feels repetitive.\u001b[24m\n    \u001b[1mそれは、あなたが何かを期待する一般的なスーパーヒーローのアニメとして販売されていますが、スクリプトがいくつかの紆余曲折をしてフォーカスが変わり、それが繰り返されることは決してないので、\u001b[22m, \u001b[1mそれは、あなたが何かを期待するが、最終的にフォーカスが変化してスクリプトがここにあるいくつかのねじれを作る方法のための良い方法で何かを得る一般的なスーパーヒーローアニメとして販売され、それが反復的に感じていることは決してないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe art-style and the animation are, as I've already mentioned, flashy and colorful, with lots of details put into the characters, their clothing and their expressions. It also features lots of CGI to represent the main cast transformations, which is pretty well done with creative designs.\n\n\u001b[1m私がすでに述べたように、芸術的スタイルとアニメーションは、派手でカラフルで、キャラクター、服装、表現に多くの細部が込められています。 また、クリエイティブなデザインで非常によく行われている主なキャスト変換を表すCGIが多数用意されています。\u001b[22m\n\u001b[1m(Watashi ga sudeni nobeta yō ni, geijutsu-teki sutairu to animēshon wa, hadede karafuru de, kyarakutā, fukusō, hyōgen ni ōku no saibu ga kome rarete imasu. Mata, kurieitibuna dezain de hijō ni yoku okonawa rete iru omona kyasuto henkan o arawasu CGI ga tasū yōi sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art-style and the animation are, as I've already mentioned, flashy and colorful, with lots of details put into the characters, their clothing and their expressions. It also features lots of CGI to represent the main cast transformations, which is pretty well done with creative designs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art-style and the animation are, as I've already mentioned, flashy and colorful, with lots of details put into the characters, their clothing and their expressions.\u001b[24m\n    \u001b[1m私がすでに述べたように、芸術的スタイルとアニメーションは、派手でカラフルで、キャラクター、服装、表現に多くの細部が込められています。\u001b[22m, \u001b[1m私はすでに、派手な、カラフルな言及したような詳細の多くは文字は、自分の服や自分の式に入れると芸術スタイルやアニメーションは、あります。\u001b[22m\n\u001b[4mIt also features lots of CGI to represent the main cast transformations, which is pretty well done with creative designs.\u001b[24m\n    \u001b[1mまた、クリエイティブなデザインで非常によく行われている主なキャスト変換を表すCGIが多数用意されています。\u001b[22m, \u001b[1mまた、かなり独創的なデザインで行われ、メインキャストの変換を、表現するためにCGIの多くを備えています。\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of characters, each one of them have their own personalities, ideologies, fears and behaviors that contrast each other, so it doesn't feel unidimensional in the way they act as a team, even moved by their own ideals instead of what needs to be done, making the Gatchaman disfunctional though they are still a team that gets the job done (this is spoiler-free, every team of superheroes does stuff together). Aside from the main team, the other mains feel the same and give more meaning to the story. I personally like this because even though this is a heroes with superpowers show, they aren't the only ones that stay relevant during the conflicts of the series. Tatsunoko delivers the message clearly with a simple question: What makes a hero?\n\n\u001b[1mキャラクターについて言えば、それぞれのキャラクターは、自分の性格、イデオロギー、恐怖、行動を持ち合わせているため、チームとしての行動を一次元的に感じることはなく、 彼らはまだ仕事を終わらせるチームですが（これはスポイラーフリーです、スーパーヒーローたちのチームは一緒に仕事をしています）、Gatchamanは機能しなくなります。 メインチームを除いて、他のメインは同じように感じ、ストーリーに意味を与えます。 私は個人的にはこれが大好きですが、これはスーパーパワーを持ったヒーローだが、シリーズの争いの間に関連性を保つ唯一のものではないからです。 辰野子は、英雄を作るのは簡単な質問でメッセージをはっきりと伝えますか？\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite ieba, sorezore no kyarakutā wa, jibun no seikaku, ideorogī, kyōfu, kōdō o mochiawasete iru tame, chīmu to shite no kōdō o ichi jigen-teki ni kanjiru koto wa naku, karera wa mada shigoto o owara seru chīmudesuga (kore wa supoirāfurīdesu, sūpāhīrō-tachi no chīmu wa issho ni shigoto o shite imasu), Gatchaman wa kinō shinaku narimasu. Meinchīmu o nozoite, hoka no mein wa onajiyōni kanji, sutōrī ni imi o ataemasu. Watashi wa kojin-teki ni wa kore ga daisukidesuga, koreha sūpāpawā o motta hīrōdaga, shirīzu no arasoi no ma ni kanren-sei o tamotsu yuiitsu no monode wanaikaradesu. Tatsuno ko wa, eiyū o tsukuru no wa kantan'na shitsumon de messēji o hakkiri to tsutaemasu ka?)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of characters, each one of them have their own personalities, ideologies, fears and behaviors that contrast each other, so it doesn't feel unidimensional in the way they act as a team, even moved by their own ideals instead of what needs to be done, making the Gatchaman disfunctional though they are still a team that gets the job done (this is spoiler-free, every team of superheroes does stuff together). Aside from the main team, the other mains feel the same and give more meaning to the story. I personally like this because even though this is a heroes with superpowers show, they aren't the only ones that stay relevant during the conflicts of the series. Tatsunoko delivers the message clearly with a simple question: What makes a hero?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of characters, each one of them have their own personalities, ideologies, fears and behaviors that contrast each other, so it doesn't feel unidimensional in the way they act as a team, even moved by their own ideals instead of what needs to\u001b[24m\n    \u001b[1mキャラクターについて言えば、それぞれのキャラクターは、自分の性格、イデオロギー、恐怖、行動を持ち合わせているため、チームとしての行動を一次元的に感じることはなく、\u001b[22m, \u001b[1m、それらのそれぞれがお互いを対比独自の個性、イデオロギー、恐怖と行動を持っているので、それは彼らがチームとして機能するようにして一次元感じることはありません文字といえば、あっても代わりに必要なもので、自分の理想によって移動\u001b[22m\n\u001b[4mbe done, making the Gatchaman disfunctional though they are still a team that gets the job done (this is spoiler-free, every team of superheroes does stuff together).\u001b[24m\n    \u001b[1m彼らはまだ仕事を終わらせるチームですが（これはスポイラーフリーです、スーパーヒーローたちのチームは一緒に仕事をしています）、Gatchamanは機能しなくなります。\u001b[22m, \u001b[1m彼らはまだ仕事を取得するチームですけれどもガッチャマンがdisfunctional作り、行うこと（これはスポイラーフリーです、スーパーヒーローのすべてのチームが一緒にものを行います）。\u001b[22m\n\u001b[4mAside from the main team, the other mains feel the same and give more meaning to the story.\u001b[24m\n    \u001b[1mメインチームを除いて、他のメインは同じように感じ、ストーリーに意味を与えます。\u001b[22m, \u001b[1m別にメインのチームから、他の電源は同じように感じ、ストーリーに多くの意味を与えます。\u001b[22m\n\u001b[4mI personally like this because even though this is a heroes with superpowers show, they aren't the only ones that stay relevant during the conflicts of the series.\u001b[24m\n    \u001b[1m私は個人的にはこれが大好きですが、これはスーパーパワーを持ったヒーローだが、シリーズの争いの間に関連性を保つ唯一のものではないからです。\u001b[22m, \u001b[1m個人的にこのような私、これは超大国と英雄示しているにもかかわらず、彼らは一連の紛争の間に関連性の高い滞在だけではありませんので。\u001b[22m\n\u001b[4mTatsunoko delivers the message clearly with a simple question: What makes a hero?\u001b[24m\n    \u001b[1m辰野子は、英雄を作るのは簡単な質問でメッセージをはっきりと伝えますか？\u001b[22m, \u001b[1m何が英雄を作る：タツノコプロは、簡単な質問で明らかにメッセージを配信しますか？\u001b[22m\nIf I could describe the characters with something it would be colors, not only because those that represent their designs but because of how different and relatable they might feel for the spectator. Honorable mention to the villains, a total blast to watch and the main bad guy is one of the strongest points of the experience, so is the completely unexpected outcome of his acts.\n\n\u001b[1mキャラクターを何かで表現することができれば、色を表現することができるだけでなく、観客にとってどのように違って見えているのかが分かるからです。 悪役への尊敬の言葉、見るべき総爆発と主な悪者は、経験の最強のポイントの1つなので、彼の行為の全く予期しない成果です。\u001b[22m\n\u001b[1m(Kyarakutā o nanika de hyōgen suru koto ga dekireba,-iro o hyōgen suru koto ga dekiru dakedenaku, kankyaku ni tottedo no yō ni chigatte miete iru no ka ga wakarukaradesu. Akuyaku e no sonkei no kotoba, mirubeki sō bakuhatsu to omona warumono wa, keiken no saikyō no pointo no 1tsunanode, kare no kōi no mattaku yoki shinai seikadesu.)\u001b[22m\n\nTranslations of \u001b[4mIf I could describe the characters with something it would be colors, not only because those that represent their designs but because of how different and relatable they might feel for the spectator. Honorable mention to the villains, a total blast to watch and the main bad guy is one of the strongest points of the experience, so is the completely unexpected outcome of his acts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I could describe the characters with something it would be colors, not only because those that represent their designs but because of how different and relatable they might feel for the spectator.\u001b[24m\n    \u001b[1mキャラクターを何かで表現することができれば、色を表現することができるだけでなく、観客にとってどのように違って見えているのかが分かるからです。\u001b[22m, \u001b[1m私だけでなく、自分たちのデザインを表現したがために、彼らは観客のために感じるかもしれないどのように異なると関係づけのものので、それは色であろう何かで文字を記述することができれば。\u001b[22m\n\u001b[4mHonorable mention to the villains, a total blast to watch and the main bad guy is one of the strongest points of the experience, so is the completely unexpected outcome of his acts.\u001b[24m\n    \u001b[1m悪役への尊敬の言葉、見るべき総爆発と主な悪者は、経験の最強のポイントの1つなので、彼の行為の全く予期しない成果です。\u001b[22m, \u001b[1m悪人に佳作、見て総爆発し、メインの悪い男が経験の最強のポイントの一つであるので、彼の行為の完全に予想外の結果です。\u001b[22m\n\u001b[1m\u001b[22m\nThe story varies a lot over the course of 12 episodes, it treats with different conflicts at the same time and does put aside what it's resolved at some point. It even gives the characters their respective development and resolves to the ones that need them, highly noticeable at the end too, which is a nice touch because, again, it doesn't feel unidimensional at all as it deals with themes I don't usually come up with in this kind of medium, which makes it outstanding mashing up together some creative ideas.\n\n\u001b[1m物語は12のエピソードのコースの間に多く変わります、それは同時に異なった紛争を扱い、それが何らかのポイントで解決されたものを除いて置いています。 それは、キャラクターのそれぞれの発達をもたらし、それらを必要とするものに解決することさえあり、最後には非常に目立ちます。これは素晴らしいテーマです。なぜなら、私はそうではないテーマを扱うので、 通常、この種の媒体を思いついて、それはいくつかの創造的なアイデアを一緒にマッシュアップしています。\u001b[22m\n\u001b[1m(Monogatari wa 12 no episōdo no kōsu no ma ni ōku kawarimasu, soreha dōjini kotonatta funsō o atsukai, sore ga nanrakano pointo de kaiketsu sa reta mono o nozoite oite imasu. Sore wa, kyarakutā no sorezore no hattatsu o motarashi, sorera o hitsuyō to suru mono ni kaiketsu suru koto sae ari, saigo ni wa hijō ni medachimasu. Kore wa subarashī tēmadesu. Nazenara, watashi wa sōde wanai tēma o atsukau node, tsūjō, kono tane no baitai o omoitsuite, sore wa ikutsu ka no sōzō-tekina aidea o issho ni masshuappu shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story varies a lot over the course of 12 episodes, it treats with different conflicts at the same time and does put aside what it's resolved at some point. It even gives the characters their respective development and resolves to the ones that need them, highly noticeable at the end too, which is a nice touch because, again, it doesn't feel unidimensional at all as it deals with themes I don't usually come up with in this kind of medium, which makes it outstanding mashing up together some creative ideas.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story varies a lot over the course of 12 episodes, it treats with different conflicts at the same time and does put aside what it's resolved at some point.\u001b[24m\n    \u001b[1m物語は12のエピソードのコースの間に多く変わります、それは同時に異なった紛争を扱い、それが何らかのポイントで解決されたものを除いて置いています。\u001b[22m, \u001b[1m物語は12話の過程で多くを変化させる、それは同時に異なる競合に扱い、それはいくつかの点で解決しているもの脇に置くありません。\u001b[22m\n\u001b[4mIt even gives the characters their respective development and resolves to the ones that need them, highly noticeable at the end too, which is a nice touch because, again, it doesn't feel unidimensional at all as it deals with themes I don't\u001b[24m\n    \u001b[1mそれは、キャラクターのそれぞれの発達をもたらし、それらを必要とするものに解決することさえあり、最後には非常に目立ちます。これは素晴らしいテーマです。なぜなら、私はそうではないテーマを扱うので、\u001b[22m, \u001b[1mそれも、それは私にはないテーマを扱うように、再び、それがすべて一次元感じていない、ので、いい感じである、あまりにも終わりの文字をそれぞれの開発を与え、それらを必要とするものに解決し、非常に目立ちます\u001b[22m\n\u001b[4musually come up with in this kind of medium, which makes it outstanding mashing up together some creative ideas.\u001b[24m\n    \u001b[1m通常、この種の媒体を思いついて、それはいくつかの創造的なアイデアを一緒にマッシュアップしています。\u001b[22m, \u001b[1m通常、それは傑出した一緒にいくつかの創造的なアイデアをマッシュアップさせる媒体のこの種に思い付きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack is also worth mentioning, even if I don't describe how it is, you'll notice at the very beginning how (amazing) is but that's entirely suggestive so judge for yourself if you find this review helpful and decide to watch it . Still for reference if you're into Taku Iwasaki's ost you'll for sure love this one (been listening to it while writing this review).\n\n\u001b[1mこのレビューは役に立ちましたか？それを見たいと思ったら、それは完全に示唆的です。  。 あなたが岩崎拓のオストに入っていれば、このレビューを書いている間にこれを聴いていることは間違いありません。\u001b[22m\n\u001b[1m(Kono rebyū wa yakunitachimashita ka? Sore o mitai to omottara, sore wa kanzen ni shisa-tekidesu.. Anata ga iwasaki taku no osuto ni haitte ireba, kono rebyū o kaite iru ma ni kore o kiite iru koto wa machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack is also worth mentioning, even if I don't describe how it is, you'll notice at the very beginning how (amazing) is but that's entirely suggestive so judge for yourself if you find this review helpful and decide to watch it . Still for reference if you're into Taku Iwasaki's ost you'll for sure love this one (been listening to it while writing this review).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack is also worth mentioning, even if I don't describe how it is, you'll notice at the very beginning how (amazing) is but that's entirely suggestive so judge for yourself if you find this review helpful and decide to watch it\u001b[24m\n    \u001b[1mこのレビューは役に立ちましたか？それを見たいと思ったら、それは完全に示唆的です。\u001b[22m, \u001b[1mサウンドトラックは、私はそれがどのように説明していない場合でも、あなたは非常にですが、それは完全に挑発的ですので、あなたがこのレビューは参考場合は、自分自身で判断し、それを見ることにした（素晴らしい）どのように先頭に気づくでしょう、また、言及する価値があります\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mStill for reference if you're into Taku Iwasaki's ost you'll for sure love this one (been listening to it while writing this review).\u001b[24m\n    \u001b[1mあなたが岩崎拓のオストに入っていれば、このレビューを書いている間にこれを聴いていることは間違いありません。\u001b[22m, \u001b[1mそれでも参考のために、あなたは必ず愛のためにこの1つは（このレビューを書きながら、それを聴いて）よ岩崎琢のOSTにしている場合。\u001b[22m\n\u001b[1m\u001b[22m\nIt's pretty obvious how much I enjoyed Crowds because of the rose colored painting I've been giving to everything. You may not feel the same because opinions, of course, but even if it doesn't hit you as much as it hit me, I'm pretty sure you'll find it entertaining enough, because it doesn't try to hard to be deep or setting high standards, it just delivers a fun and chill time with interesting ideas on the table that in the end are properly development with lots of room for more to enjoy.\n\n\u001b[1m私がすべてに与えてきたバラ色の絵のために、どれくらい私が群衆を楽しんだかはかなり明らかです。 あなたは同じ意見を感じるかもしれませんが、もちろん、それは私に当たっただけでもあなたに当たっていなくても、私はあなたがそれほど面白くないと確信しています。 深いものや高い基準を設定するだけで、面白いアイデアをテーブルに残して楽しむことができます。\u001b[22m\n\u001b[1m(Watashi ga subete ni ataete kita bara-iro no e no tame ni, dorekurai watashi ga gunshū o tanoshinda ka wa kanari akirakadesu. Anata wa onaji iken o kanjiru kamo shiremasenga, mochiron, sore wa watashi ni atatta dake demo anata ni atatte inakute mo, watashi wa anata ga sorehodo omoshirokunai to kakushin shite imasu. Fukai mono ya takai kijun o settei suru dake de, omoshiroi aidea o tēburu ni nokoshite tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's pretty obvious how much I enjoyed Crowds because of the rose colored painting I've been giving to everything. You may not feel the same because opinions, of course, but even if it doesn't hit you as much as it hit me, I'm pretty sure you'll find it entertaining enough, because it doesn't try to hard to be deep or setting high standards, it just delivers a fun and chill time with interesting ideas on the table that in the end are properly development with lots of room for more to enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's pretty obvious how much I enjoyed Crowds because of the rose colored painting I've been giving to everything.\u001b[24m\n    \u001b[1m私がすべてに与えてきたバラ色の絵のために、どれくらい私が群衆を楽しんだかはかなり明らかです。\u001b[22m, \u001b[1mそれは私があるため、私はすべてに与えてきたバラ色の絵の群衆を楽しんでどのくらいかなり明白です。\u001b[22m\n\u001b[4mYou may not feel the same because opinions, of course, but even if it doesn't hit you as much as it hit me, I'm pretty sure you'll find it entertaining enough, because it doesn't try to hard to\u001b[24m\n    \u001b[1mあなたは同じ意見を感じるかもしれませんが、もちろん、それは私に当たっただけでもあなたに当たっていなくても、私はあなたがそれほど面白くないと確信しています。\u001b[22m, \u001b[1mもちろんの意見、ので、あなたは同じように感じないかもしれないが、それは同じくらい、それはそれがハードにしようとしませんので、私は、あなたが十分にそれが面白い見つけるかなり確信して、私を襲ったとしてあなたをヒットしない場合でも、\u001b[22m\n\u001b[4mbe deep or setting high standards, it just delivers a fun and chill time with interesting ideas on the table that in the end are properly development with lots of room for more to enjoy.\u001b[24m\n    \u001b[1m深いものや高い基準を設定するだけで、面白いアイデアをテーブルに残して楽しむことができます。\u001b[22m, \u001b[1m深いまたは高い基準を設定すること、それだけで終わりに適切に、より楽しむための部屋の多くが付いて開発されていることをテーブルの上に面白いアイデアで楽しさと寒さの時間を提供します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall it's a masterpiece for me. I feel like I come up with a lot of series that become outstanding shows but having no expectations is the best way to enjoy things, and following that statement is probably what gave Gatchaman Crowds a fresh feeling for me. Loved the soundtrack, the animation and art style are eyecandys, the cast is interesting, emotionally-wise is not so impactful and that's why it's something you can chill and have fun with without any pressure and in the end just feel happy.\n\n\u001b[1m全体的に私の傑作です。 傑出したショーになるシリーズがたくさん出てきますが、期待はありませんが、楽しむための最善の方法です。その声明にはおそらくGatchamanが私に新鮮な気分を与えるものがあります。 サウンドトラックが好きで、アニメーションやアートスタイルがアイキャッディング、キャストが面白い、感情的に賢明なことはそれほどインパクトがありません。なぜなら、それはあなたが冷やすことができ、\u001b[22m\n\u001b[1m(Zentai-teki ni watashi no kessakudesu. Kesshutsu shita shō ni naru shirīzu ga takusan dete kimasuga, kitai wa arimasenga, tanoshimu tame no saizen no hōhōdesu. Sono seimei ni wa osoraku Gatchaman ga watashi ni shinsen'na kibun o ataeru mono ga arimasu. Saundotorakku ga sukide, animēshon ya ātosutairu ga aikyaddingu, kyasuto ga omoshiroi, kanjō-teki ni kenmeina koto wa sorehodo inpakuto ga arimasen. Nazenara, sore wa anata ga hiyasu koto ga deki,)\u001b[22m\n\nTranslations of \u001b[4mOverall it's a masterpiece for me. I feel like I come up with a lot of series that become outstanding shows but having no expectations is the best way to enjoy things, and following that statement is probably what gave Gatchaman Crowds a fresh feeling for me. Loved the soundtrack, the animation and art style are eyecandys, the cast is interesting, emotionally-wise is not so impactful and that's why it's something you can chill and have fun with without any pressure and in the end just feel happy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it's a masterpiece for me.\u001b[24m\n    \u001b[1m全体的に私の傑作です。\u001b[22m, \u001b[1m全体的には私のために傑作です。\u001b[22m\n\u001b[4mI feel like I come up with a lot of series that become outstanding shows but having no expectations is the best way to enjoy things, and following that statement is probably what gave Gatchaman Crowds a fresh feeling for me.\u001b[24m\n    \u001b[1m傑出したショーになるシリーズがたくさん出てきますが、期待はありませんが、楽しむための最善の方法です。その声明にはおそらくGatchamanが私に新鮮な気分を与えるものがあります。\u001b[22m, \u001b[1m私は、優れた番組になるシリーズの多くを思い付くように感じるが、何の期待を持たないことは、物事を楽しむための最善の方法であり、そのステートメントを以下はガッチャマンは私にとって新鮮な感覚を群衆何与えたと考えられます。\u001b[22m\n\u001b[4mLoved the soundtrack, the animation and art style are eyecandys, the cast is interesting, emotionally-wise is not so impactful and that's why it's something you can chill and have fun with without any pressure and in the end just feel happy.\u001b[24m\n    \u001b[1mサウンドトラックが好きで、アニメーションやアートスタイルがアイキャッディング、キャストが面白い、感情的に賢明なことはそれほどインパクトがありません。なぜなら、それはあなたが冷やすことができ、\u001b[22m, \u001b[1mサウンドトラックを愛し、アニメーション、アートスタイルがeyecandysがあり、キャストが感情的に賢明な、興味深いものですので、インパクトではありません、それはあなたがリラックスし、ちょうど幸せな気分に任意の圧力なしに、最後にを楽しんでいることができるものだ理由です。\u001b[22m\n\u001b[1m\u001b[22m\nTaking aside my opinions and impressions on the show I think it's something entertaining enough for you to give it a try, hit or miss but objectively it's not a bad show.\n\n\u001b[1mショーで私の意見や印象を除いて、私はそれが試して、ヒット、またはミスを与えるために十分楽しませるものだと思うが、客観的には悪いショーではない。\u001b[22m\n\u001b[1m(Shō de watashi no iken ya inshō o nozoite, watashi wa sore ga tameshite, hitto, matawa misu o ataeru tame ni jūbun tanoshima seru monoda to omou ga, kakkanteki ni wa warui shōde wanai.)\u001b[22m\n\nTranslations of \u001b[4mTaking aside my opinions and impressions on the show I think it's something entertaining enough for you to give it a try, hit or miss but objectively it's not a bad show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaking aside my opinions and impressions on the show I think it's something entertaining enough for you to give it a try, hit or miss but objectively it's not a bad show.\u001b[24m\n    \u001b[1mショーで私の意見や印象を除いて、私はそれが試して、ヒット、またはミスを与えるために十分楽しませるものだと思うが、客観的には悪いショーではない。\u001b[22m, \u001b[1mショーの上に置き、私の意見や感想を取って、私はそれはあなたが、それを試してみるヒットするか欠場するための十分な面白いものだと思うが、客観的にそれは悪いショーではありません。\u001b[22m\n\u001b[1m\u001b[22m\nDon't leave the director's cut behind, because it's an extended epilogue that explains much better what happens at the end so episode 12 may feel a bit odd (as a fun fact the staff couldn't finish the show in time so they leaved the complete finale for home media release).\n\n\u001b[1mディレクターのカットを残してはいけない。なぜなら、エピソード12はちょっと奇妙に感じるかもしれないので、最後に何が起こるかをはっきりと説明する拡張されたエピローグだからである（スタッフが時間通りにショーを終わらせることができないという楽しい事実として、 自宅のメディアリリースのための完全なフィナーレ）。\u001b[22m\n\u001b[1m(Direkutā no katto o nokoshite wa ikenai. Nazenara, episōdo 12 wa chotto kimyō ni kanjiru kamo shirenainode, saigo ni nani ga okoru ka o hakkiri to setsumei suru kakuchō sa reta epirōgudakaradearu (sutaffu ga jikandōrini shō o owara seru koto ga dekinai to iu tanoshī jijitsu to shite, jitaku no mediarirīsu no tame no kanzen'na fināre).)\u001b[22m\n\nTranslations of \u001b[4mDon't leave the director's cut behind, because it's an extended epilogue that explains much better what happens at the end so episode 12 may feel a bit odd (as a fun fact the staff couldn't finish the show in time so they leaved the complete finale for home media release).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't leave the director's cut behind, because it's an extended epilogue that explains much better what happens at the end so episode 12 may feel a bit odd (as a fun fact the staff couldn't finish the show in time so they leaved the\u001b[24m\n    \u001b[1mディレクターのカットを残してはいけない。なぜなら、エピソード12はちょっと奇妙に感じるかもしれないので、最後に何が起こるかをはっきりと説明する拡張されたエピローグだからである（スタッフが時間通りにショーを終わらせることができないという楽しい事実として、\u001b[22m, \u001b[1mそれは第12話は少し奇妙に感じるかもしれので、彼らは葉のように、スタッフが時間内にショーを完了できませんでした楽しい事実として（最後に何が起こるかはるかに良い説明拡張エピローグだから、背後のディレクターズカットを放置しないでください\u001b[22m\n\u001b[4mcomplete finale for home media release).\u001b[24m\n    \u001b[1m自宅のメディアリリースのための完全なフィナーレ）。\u001b[22m, \u001b[1mホームメディアリリースのための完全なフィナーレ）。\u001b[22m\n\u001b[1m\u001b[22m\nがＴちゃ！\n(Ga T cha!)\n\n\u001b[1mがＴちゃ！\u001b[22m\n\u001b[1m(Ga T cha!)\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "TheThunderBro",
    "profile": "/profile/TheThunderBro/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=225740",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  8\n\n今シーズンはとても楽しい時計だと思っていました。間違いなく第2シーズンと比較しました。\n\n物語はよく考えられていた、本当のプロットウィストはなかった。 しかし、そのプロットはショーを引きずらないほど充分だった。 それは整備可能だったが、何も壮大ではなかった。\n\nそして再び、私の意見では、このショーの芸術は純粋に昇華しました。 キャラクターと世界のカラフルで幸せな感情から、ガッチャマンのスーツと戦っているシーンを見ている悪口に至るまで。\n\nサウンドトラックは大丈夫だったし、ショーを見ているうちに私のために本当に目立つものは何もなかった。 しかし、後にOSTを聞いた後、それはかなり良いものでした。\n\n今では、このアニメの絶対的な最高の部分は、怪物です。 彼らは静かないくつかのchracter tropeのステレオタイプを使用していますが、彼らは静かにそれらを使用しています。 彼女は自分の考え方から、彼女が出す雰囲気まで絶対に素晴らしいです。 彼女が他のキャラクターとどのようにやりとりをしているのかは、本当に面白い他のキャラクターに大きな影響を与えます。\n\nすべてのショーは全体的にかなり良いですが、それはそのキャラクターや芸術に大きく依存しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI thought this season was a very enjoyable watch, definitely compared to the second season.\n\n\u001b[1m今シーズンはとても楽しい時計だと思っていました。間違いなく第2シーズンと比較しました。\u001b[22m\n\u001b[1m(Ima shīzun wa totemo tanoshī tokeida to omotte imashita. Machigainaku dai 2 shīzun to hikaku shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI thought this season was a very enjoyable watch, definitely compared to the second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thought this season was a very enjoyable watch, definitely compared to the second season.\u001b[24m\n    \u001b[1m今シーズンはとても楽しい時計だと思っていました。間違いなく第2シーズンと比較しました。\u001b[22m, \u001b[1m私はこの季節は間違いなく第二シーズンに比べて、非常に楽しい時計だと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was well thought out, there weren't any real plottwists. But the plot was good enough as to not drag the show down. It was servicable, but nothing spectacular.\n\n\u001b[1m物語はよく考えられていた、本当のプロットウィストはなかった。 しかし、そのプロットはショーを引きずらないほど充分だった。 それは整備可能だったが、何も壮大ではなかった。\u001b[22m\n\u001b[1m(Monogatari wa yoku kangae rarete ita, hontō no purottou~isuto wa nakatta. Shikashi, sono purotto wa shō o hikizuranai hodo jūbundatta. Sore wa seibi kanōdattaga, nani mo sōdaide wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe story was well thought out, there weren't any real plottwists. But the plot was good enough as to not drag the show down. It was servicable, but nothing spectacular.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was well thought out, there weren't any real plottwists.\u001b[24m\n    \u001b[1m物語はよく考えられていた、本当のプロットウィストはなかった。\u001b[22m, \u001b[1m物語はよく任意の実際のplottwistsがありませんでした、考え抜かれました。\u001b[22m\n\u001b[4mBut the plot was good enough as to not drag the show down.\u001b[24m\n    \u001b[1mしかし、そのプロットはショーを引きずらないほど充分だった。\u001b[22m, \u001b[1mしかし、プロットは、ショーを下にドラッグしないために十分でした。\u001b[22m\n\u001b[4mIt was servicable, but nothing spectacular.\u001b[24m\n    \u001b[1mそれは整備可能だったが、何も壮大ではなかった。\u001b[22m, \u001b[1mそれはservicableだったが、何も壮観。\u001b[22m\n\u001b[1m\u001b[22m\nThen again the show's art was purely sublime in my opinion. From the colorful and happy feel of the characters and the world, to the badass looking Gatchaman suits and fighting scenes.\n\n\u001b[1mそして再び、私の意見では、このショーの芸術は純粋に昇華しました。 キャラクターと世界のカラフルで幸せな感情から、ガッチャマンのスーツと戦っているシーンを見ている悪口に至るまで。\u001b[22m\n\u001b[1m(Soshite futatabi, watashi no ikende wa, kono shō no geijutsu wa junsui ni shōka shimashita. Kyarakutā to sekai no karafuru de shiawasena kanjō kara, gatchaman no sūtsu to tatakatte iru shīn o mite iru waruguchi ni itaru made.)\u001b[22m\n\nTranslations of \u001b[4mThen again the show's art was purely sublime in my opinion. From the colorful and happy feel of the characters and the world, to the badass looking Gatchaman suits and fighting scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen again the show's art was purely sublime in my opinion.\u001b[24m\n    \u001b[1mそして再び、私の意見では、このショーの芸術は純粋に昇華しました。\u001b[22m, \u001b[1mその後、再びショーの芸術は私の意見では純粋に崇高でした。\u001b[22m\n\u001b[4mFrom the colorful and happy feel of the characters and the world, to the badass looking Gatchaman suits and fighting scenes.\u001b[24m\n    \u001b[1mキャラクターと世界のカラフルで幸せな感情から、ガッチャマンのスーツと戦っているシーンを見ている悪口に至るまで。\u001b[22m, \u001b[1mキャラクターや世界のカラフルで幸せな感触から、ワル探しガッチャマンスーツと戦うシーンへ。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack was fine, nothing really stood out for me while watching the show. But after having a listen to the OST afterwards it was pretty good.\n\n\u001b[1mサウンドトラックは大丈夫だったし、ショーを見ているうちに私のために本当に目立つものは何もなかった。 しかし、後にOSTを聞いた後、それはかなり良いものでした。\u001b[22m\n\u001b[1m(Saundotorakku wa daijōbudattashi, shō o mite iru uchi ni watashi no tame ni hontōni medatsu mono wa nani mo nakatta. Shikashi,-go ni OST o kiita nochi, sore wa kanari yoi monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack was fine, nothing really stood out for me while watching the show. But after having a listen to the OST afterwards it was pretty good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack was fine, nothing really stood out for me while watching the show.\u001b[24m\n    \u001b[1mサウンドトラックは大丈夫だったし、ショーを見ているうちに私のために本当に目立つものは何もなかった。\u001b[22m, \u001b[1mサウンドトラックには、番組を見ながら、何が本当に私のために際立っていない、大丈夫でした。\u001b[22m\n\u001b[4mBut after having a listen to the OST afterwards it was pretty good.\u001b[24m\n    \u001b[1mしかし、後にOSTを聞いた後、それはかなり良いものでした。\u001b[22m, \u001b[1mしかし、その後のOSTに耳を傾けた後、それはかなり良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nNow the chracters are the absolute best part of this anime. Although they use quiet some chracter trope stereotypes, they use them quiet well and then you have Hajime. She is just absolutely amazing, from the way she thinks to the atmosphere she puts out. How she interacts with the rest of the characters has a huge impact on the other characters which is really interesting.\n\n\u001b[1m今では、このアニメの絶対的な最高の部分は、怪物です。 彼らは静かないくつかのchracter tropeのステレオタイプを使用していますが、彼らは静かにそれらを使用しています。 彼女は自分の考え方から、彼女が出す雰囲気まで絶対に素晴らしいです。 彼女が他のキャラクターとどのようにやりとりをしているのかは、本当に面白い他のキャラクターに大きな影響を与えます。\u001b[22m\n\u001b[1m(Ima dewa, kono anime no zettai-tekina saikō no bubun wa, kaibutsudesu. Karera wa shizukana ikutsu ka no chracter trope no sutereo taipu o shiyō shite imasuga, karera wa shizuka ni sorera o shiyō shite imasu. Kanojo wa jibun no kangaekata kara, kanojo ga dasu fun'iki made zettai ni subarashīdesu. Kanojo ga hoka no kyarakutā todo no yō ni yaritori o shite iru no ka wa, hontōni omoshiroi ta no kyarakutā ni ōkina eikyō o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mNow the chracters are the absolute best part of this anime. Although they use quiet some chracter trope stereotypes, they use them quiet well and then you have Hajime. She is just absolutely amazing, from the way she thinks to the atmosphere she puts out. How she interacts with the rest of the characters has a huge impact on the other characters which is really interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the chracters are the absolute best part of this anime.\u001b[24m\n    \u001b[1m今では、このアニメの絶対的な最高の部分は、怪物です。\u001b[22m, \u001b[1m今chractersはこのアニメの最高の絶対的な一部です。\u001b[22m\n\u001b[4mAlthough they use quiet some chracter trope stereotypes, they use them quiet well and then you have Hajime.\u001b[24m\n    \u001b[1m彼らは静かないくつかのchracter tropeのステレオタイプを使用していますが、彼らは静かにそれらを使用しています。\u001b[22m, \u001b[1m彼らは静かに、いくつかのchracterの比喩のステレオタイプを使用していますが、彼らは彼らに静かなだけでなくを使用し、その後、肇を持っています。\u001b[22m\n\u001b[4mShe is just absolutely amazing, from the way she thinks to the atmosphere she puts out.\u001b[24m\n    \u001b[1m彼女は自分の考え方から、彼女が出す雰囲気まで絶対に素晴らしいです。\u001b[22m, \u001b[1m彼女は彼女が出して大気中にの考え方から、ちょうど絶対に素晴らしいです。\u001b[22m\n\u001b[4mHow she interacts with the rest of the characters has a huge impact on the other characters which is really interesting.\u001b[24m\n    \u001b[1m彼女が他のキャラクターとどのようにやりとりをしているのかは、本当に面白い他のキャラクターに大きな影響を与えます。\u001b[22m, \u001b[1m彼女は文字の残りの部分とどのように相互作用するか本当に面白いです他のキャラクターに大きな影響を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all the show is rather good overall but it shines in its characters and art which it depends on heavily.\n\n\u001b[1mすべてのショーは全体的にかなり良いですが、それはそのキャラクターや芸術に大きく依存しています。\u001b[22m\n\u001b[1m(Subete no shō wa zentai-teki ni kanari yoidesuga, sore wa sono kyarakutā ya geijutsu ni ōkiku izon shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all the show is rather good overall but it shines in its characters and art which it depends on heavily.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all the show is rather good overall but it shines in its characters and art which it depends on heavily.\u001b[24m\n    \u001b[1mすべてのショーは全体的にかなり良いですが、それはそのキャラクターや芸術に大きく依存しています。\u001b[22m, \u001b[1mすべてのショーのすべては、全体的にかなり良いですが、それは、その文字とそれが重く依存し、当該分野で輝いています。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "fireball4011",
    "profile": "/profile/fireball4011/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=198067",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  7\n\nガッチャマンの群衆は驚くべきことでした。 残念ながら、それはいくつかの合併症を襲った。 ショーはパロディーや風刺のアクション、スーパーヒーロー（仮面ライダー）のショーです。\n\nまず、このショーを販売するのはキャラクターです。 彼らは素晴らしい、ただ素晴らしい。 私は主人公が大好きです。 神様、私は悪役が大好きです。 彼らはすべて、気まぐれな気分にもなります。\n\n今悪い。 物語。 簡単に言えば、このストーリーは大丈夫だが、混乱と失望に陥る。 ただパロディだったらそれはあまりにも悪くないだろうが、そうではない。 ガッチャマンの群衆には、パロディー、再建、さらには脱構築の要素があります。  （それはショー、子供たちのショーを意味する）魅力的ですが、メタ要素はスムーズに行われず、互いに干渉します。 たとえば、私たちのヒーローの「スーパーフォーム」は、実際に無作為に、そしてそれほど重要ではないにもかかわらず実際に起こったときに、この偶然のことを明らかにするために構築されます。\n\n今、奇妙な人のために。 アート。 ガッチャマン（Gatchaman）群衆のアートはスタイリストで美しいですが、コストがかかります。\n創造者のビジョンを広めるために、彼らはいくつかのカットをしました。 ガッチャマンのデザイン（スーパーフォーム）は残念です。 彼らはマクドナルドよりも優れているファーストフードのような、彼らにキックがありません。 また、戦いは光沢が欠けているのと同じです。\n\n全体的に、Gatchamanの群衆は、あなたが何かを探しているのを見ているなら、何かを見ているでしょう。 それは楽しくてスマートですが、完璧に合わせるにはあまりにも多くのアイデアがあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nGatchaman Crowds is something that could have been amazing. Unfortunately, it hit some complications. The show is a parody and or satire action, superhero (kamen rider) show.\n\n\u001b[1mガッチャマンの群衆は驚くべきことでした。 残念ながら、それはいくつかの合併症を襲った。 ショーはパロディーや風刺のアクション、スーパーヒーロー（仮面ライダー）のショーです。\u001b[22m\n\u001b[1m(Gatchaman no gunshū wa odorokubeki kotodeshita. Zan'nen'nagara, sore wa ikutsu ka no gappeishō o osotta. Shō wa parodī ya fūshi no akushon, sūpāhīrō (kamen raidā) no shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mGatchaman Crowds is something that could have been amazing. Unfortunately, it hit some complications. The show is a parody and or satire action, superhero (kamen rider) show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGatchaman Crowds is something that could have been amazing.\u001b[24m\n    \u001b[1mガッチャマンの群衆は驚くべきことでした。\u001b[22m, \u001b[1mガッチャマンクラウズは素晴らしいされている可能性が何かです。\u001b[22m\n\u001b[4mUnfortunately, it hit some complications.\u001b[24m\n    \u001b[1m残念ながら、それはいくつかの合併症を襲った。\u001b[22m, \u001b[1m残念ながら、それはいくつかの合併症を打ちます。\u001b[22m\n\u001b[4mThe show is a parody and or satire action, superhero (kamen rider) show.\u001b[24m\n    \u001b[1mショーはパロディーや風刺のアクション、スーパーヒーロー（仮面ライダー）のショーです。\u001b[22m, \u001b[1mショーはパロディや風刺やアクション、スーパーヒーロー（仮面ライダー）ショーです。\u001b[22m\n\u001b[1m\u001b[22m\nFirst, what sells this show is the characters. They are great, just great. I love the main character. God, I love the villain. They all feel real yet also whimsical.\n\n\u001b[1mまず、このショーを販売するのはキャラクターです。 彼らは素晴らしい、ただ素晴らしい。 私は主人公が大好きです。 神様、私は悪役が大好きです。 彼らはすべて、気まぐれな気分にもなります。\u001b[22m\n\u001b[1m(Mazu, kono shō o hanbai suru no wa kyarakutādesu. Karera wa subarashī, tada subarashī. Watashi wa shujinkō ga daisukidesu. Kamisama, watashi wa akuyaku ga daisukidesu. Karera wa subete, kimagurena kibun ni mo narimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst, what sells this show is the characters. They are great, just great. I love the main character. God, I love the villain. They all feel real yet also whimsical.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, what sells this show is the characters.\u001b[24m\n    \u001b[1mまず、このショーを販売するのはキャラクターです。\u001b[22m, \u001b[1mまず、どのようなこのショーを販売することは文字です。\u001b[22m\n\u001b[4mThey are great, just great.\u001b[24m\n    \u001b[1m彼らは素晴らしい、ただ素晴らしい。\u001b[22m, \u001b[1m彼らはただ素晴らしい、素晴らしいです。\u001b[22m\n\u001b[4mI love the main character.\u001b[24m\n    \u001b[1m私は主人公が大好きです。\u001b[22m\n\u001b[4mGod, I love the villain.\u001b[24m\n    \u001b[1m神様、私は悪役が大好きです。\u001b[22m, \u001b[1m神は、私は悪役が大好きです。\u001b[22m\n\u001b[4mThey all feel real yet also whimsical.\u001b[24m\n    \u001b[1m彼らはすべて、気まぐれな気分にもなります。\u001b[22m, \u001b[1m彼らはすべての実数まだも気まぐれな感じ。\u001b[22m\n\u001b[1m\u001b[22m\nNow for bad. The story. Put simply, the story starts okay, but deteriorates into confusion and let downs. That wouldn't be too bad if was just a parody, but it's not. Gatchaman Crowds has elements of parody, reconstruction and even deconstruction. (That means it's a show about shows, kids!) All that's fascinating, but the meta elements are not done smoothly and intrude upon one another. For example, the 'super-forms' of our heroes are build up as this eventful reveal when actual they happen randomly and without much importance.\n\n\u001b[1m今悪い。 物語。 簡単に言えば、このストーリーは大丈夫だが、混乱と失望に陥る。 ただパロディだったらそれはあまりにも悪くないだろうが、そうではない。 ガッチャマンの群衆には、パロディー、再建、さらには脱構築の要素があります。  （それはショー、子供たちのショーを意味する）魅力的ですが、メタ要素はスムーズに行われず、互いに干渉します。 たとえば、私たちのヒーローの「スーパーフォーム」は、実際に無作為に、そしてそれほど重要ではないにもかかわらず実際に起こったときに、この偶然のことを明らかにするために構築されます。\u001b[22m\n\u001b[1m(Ima warui. Monogatari. Kantan'niieba, kono sutōrī wa daijōbudaga, konran to shitsubō ni ochīru. Tada parodidattara sore wa amarini mo warukunaidarouga,-sōde wanai. Gatchaman no gunshū ni wa, parodī, saiken, sarani wa datsu kōchiku no yōso ga arimasu. (Sore wa shō, kodomo-tachi no shō o imi suru) mirikitekidesuga, meta yōso wa sumūzu ni okonawa rezu, tagaini kanshō shimasu. Tatoeba, watashitachi no hīrō no `sūpāfōmu' wa, jissai ni musakui ni, soshite sorehodo jūyōde wa nai nimokakawarazu jissai ni okotta toki ni, kono gūzen no koto o akiraka ni suru tame ni kōchiku sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mNow for bad. The story. Put simply, the story starts okay, but deteriorates into confusion and let downs. That wouldn't be too bad if was just a parody, but it's not. Gatchaman Crowds has elements of parody, reconstruction and even deconstruction. (That means it's a show about shows, kids!) All that's fascinating, but the meta elements are not done smoothly and intrude upon one another. For example, the 'super-forms' of our heroes are build up as this eventful reveal when actual they happen randomly and without much importance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow for bad.\u001b[24m\n    \u001b[1m今悪い。\u001b[22m, \u001b[1m今悪いため。\u001b[22m\n\u001b[4mThe story.\u001b[24m\n    \u001b[1m物語。\u001b[22m, \u001b[1mストーリー。\u001b[22m\n\u001b[4mPut simply, the story starts okay, but deteriorates into confusion and let downs.\u001b[24m\n    \u001b[1m簡単に言えば、このストーリーは大丈夫だが、混乱と失望に陥る。\u001b[22m, \u001b[1m簡単に言えば、話は大丈夫起動しますが、混乱に劣化し、ダウンをしましょう。\u001b[22m\n\u001b[4mThat wouldn't be too bad if was just a parody, but it's not.\u001b[24m\n    \u001b[1mただパロディだったらそれはあまりにも悪くないだろうが、そうではない。\u001b[22m, \u001b[1mただパロディだった場合には、あまりにも悪いことはないだろうが、そうではありません。\u001b[22m\n\u001b[4mGatchaman Crowds has elements of parody, reconstruction and even deconstruction.\u001b[24m\n    \u001b[1mガッチャマンの群衆には、パロディー、再建、さらには脱構築の要素があります。\u001b[22m, \u001b[1mガッチャマンクラウズはパロディ、復興、さらには脱構築の要素を持っています。\u001b[22m\n\u001b[4m(That means it's a show about shows, kids!) All that's fascinating, but the meta elements are not done smoothly and intrude upon one another.\u001b[24m\n    \u001b[1m（それはショー、子供たちのショーを意味する）魅力的ですが、メタ要素はスムーズに行われず、互いに干渉します。\u001b[22m, \u001b[1mすべてのこと魅力的だが、メタ要素がスムーズに行われ、互いの際に侵入されていない（すなわち、それは子供、ショーについてのショーです！意味します）。\u001b[22m\n\u001b[4mFor example, the 'super-forms' of our heroes are build up as this eventful reveal when actual they happen randomly and without much importance.\u001b[24m\n    \u001b[1mたとえば、私たちのヒーローの「スーパーフォーム」は、実際に無作為に、そしてそれほど重要ではないにもかかわらず実際に起こったときに、この偶然のことを明らかにするために構築されます。\u001b[22m, \u001b[1m例えば、我々の英雄の「スーパーフォームは、「彼らはランダムと多くの重要性なしに発生したときに、実際この波乱を明らかにするとして構築されています。\u001b[22m\n\u001b[1m\u001b[22m\nNow for the weird. The art. Gatchaman Crowds' art is stylist and beautiful, but it came with cost.\n\n\u001b[1m今、奇妙な人のために。 アート。 ガッチャマン（Gatchaman）群衆のアートはスタイリストで美しいですが、コストがかかります。\u001b[22m\n\u001b[1m(Ima, kimyōna hito no tame ni. Āto. Gatchaman (Gatchaman) gunshū no āto wa sutairisuto de utsukushīdesuga, kosuto ga kakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow for the weird. The art. Gatchaman Crowds' art is stylist and beautiful, but it came with cost.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow for the weird.\u001b[24m\n    \u001b[1m今、奇妙な人のために。\u001b[22m, \u001b[1m今奇妙なため。\u001b[22m\n\u001b[4mThe art.\u001b[24m\n    \u001b[1mアート。\u001b[22m, \u001b[1m芸術。\u001b[22m\n\u001b[4mGatchaman Crowds' art is stylist and beautiful, but it came with cost.\u001b[24m\n    \u001b[1mガッチャマン（Gatchaman）群衆のアートはスタイリストで美しいですが、コストがかかります。\u001b[22m, \u001b[1mガッチャマンクラウズ」技術は、スタイリストで美しいですが、それはコストが付属していました。\u001b[22m\nIn order to spread the creator vision, they made some cuts. The design of the Gatchaman (the super-forms) are disappointing. They lack a kick to them, like fast food joint pretending their better than McDonalds. Also, the fights are just as lack luster.\n\n\u001b[1m創造者のビジョンを広めるために、彼らはいくつかのカットをしました。 ガッチャマンのデザイン（スーパーフォーム）は残念です。 彼らはマクドナルドよりも優れているファーストフードのような、彼らにキックがありません。 また、戦いは光沢が欠けているのと同じです。\u001b[22m\n\u001b[1m(Sōzō-sha no bijon o hiromeru tame ni, karera wa ikutsu ka no katto o shimashita. Gatchaman no dezain (sūpāfōmu) wa zan'nendesu. Karera wa Makudonarudo yori mo sugurete iru fāsutofūdo no yōna, karera ni kikku ga arimasen. Mata, tatakai wa kōtaku ga kakete iru no to onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mIn order to spread the creator vision, they made some cuts. The design of the Gatchaman (the super-forms) are disappointing. They lack a kick to them, like fast food joint pretending their better than McDonalds. Also, the fights are just as lack luster.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn order to spread the creator vision, they made some cuts.\u001b[24m\n    \u001b[1m創造者のビジョンを広めるために、彼らはいくつかのカットをしました。\u001b[22m, \u001b[1mクリエイターのビジョンを広めるために、彼らはいくつかのカットをしました。\u001b[22m\n\u001b[4mThe design of the Gatchaman (the super-forms) are disappointing.\u001b[24m\n    \u001b[1mガッチャマンのデザイン（スーパーフォーム）は残念です。\u001b[22m, \u001b[1mガッチャマン（スーパー形）のデザインは、失望させられます。\u001b[22m\n\u001b[4mThey lack a kick to them, like fast food joint pretending their better than McDonalds.\u001b[24m\n    \u001b[1m彼らはマクドナルドよりも優れているファーストフードのような、彼らにキックがありません。\u001b[22m, \u001b[1m彼らはファーストフードの関節はマクドナルドよりも彼らの優れたをふりのように、彼らにキックを欠いています。\u001b[22m\n\u001b[4mAlso, the fights are just as lack luster.\u001b[24m\n    \u001b[1mまた、戦いは光沢が欠けているのと同じです。\u001b[22m, \u001b[1mまた、戦いはちょうど不足光沢のとおりです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Gatchaman Crowds would be something to watch if you're looking for something keep your brain on. It's fun and smart, but got a few too many ideas in it's head to fit perfectly.\n\n\u001b[1m全体的に、Gatchamanの群衆は、あなたが何かを探しているのを見ているなら、何かを見ているでしょう。 それは楽しくてスマートですが、完璧に合わせるにはあまりにも多くのアイデアがあります。\u001b[22m\n\u001b[1m(Zentai-teki ni, Gatchaman no gunshū wa, anata ga nanika o sagashite iru no o mite irunara, nanika o mite irudeshou. Sore wa tanoshikute sumātodesuga, kanpeki ni awaseru ni wa amarini mo ōku no aidea ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Gatchaman Crowds would be something to watch if you're looking for something keep your brain on. It's fun and smart, but got a few too many ideas in it's head to fit perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Gatchaman Crowds would be something to watch if you're looking for something keep your brain on.\u001b[24m\n    \u001b[1m全体的に、Gatchamanの群衆は、あなたが何かを探しているのを見ているなら、何かを見ているでしょう。\u001b[22m, \u001b[1m全体的に、ガッチャマンクラウズは、あなたが何かを探しているなら見にあなたの脳を維持するものになるだろう。\u001b[22m\n\u001b[4mIt's fun and smart, but got a few too many ideas in it's head to fit perfectly.\u001b[24m\n    \u001b[1mそれは楽しくてスマートですが、完璧に合わせるにはあまりにも多くのアイデアがあります。\u001b[22m, \u001b[1mそれは楽しさとスマートだが、完璧にフィットするためにそれの頭の中でいくつかの非常に多くのアイデアを得ました。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "Chrono1219",
    "profile": "/profile/Chrono1219/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=190984",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこの話は、主人公のようなパワーレンジャーの紹介で始まり、悪魔のルービックのキューブ「メス」と戦っています。 また、ストーリーの主人公になるブランドガッチャマンを紹介します。 しかし、メスのようなものは忘れて、それはまったく重要ではありません。 実際、その話は本当にいつも変化していて、終わりには未解決のものがたくさん残っています。 たぶん「Mess」は、その物語が何であるかについてのクリエイターからのサインのようなものでした。\n\nこのキャストには本当に2つのキャラクターがあり、大きな注目を集めています。 ハジメは、彼女が赤い雄牛を絶え間なく供給しているように見える超元気の女の子です。 彼女は彼女がハイパーであるほど無邪気に思える。 彼女は善良な人の縮図です。  Ruiは、ヘルプが必要な人々のユーザーに警告するソーシャルネットワーキングタイプのアプリケーションであるGALAXというシステムの作成者です。  GALAXが群衆と呼ばれる状況に対処できないとき、彼はまた特別なグループの支配権を持っています。\n\nRuiはショーの真の発展の大部分を得ます。 その多くはプロットによって決定されますが。 また、彼はクロスドレッシングのために少し面白いです。 残りのキャストはゼロまたは非常に浅い開発になります。 彼らの多くは、決して肉体化されない物語を持っています。 これには、主要アンタゴニストKatzeが含まれる。\n\nアニメーションはかなり良いですし、強みの一つです。 芸術のスタイルはMawaru Penguindrumに似ていて、一見「よく作られたスケッチ」要素と、さらにいくつかのパステルタイプのアート作品がミックスされています。\n\n音はいいです。 ショーで演奏する音楽トラック（特にGatchamanテーマ）は特にキャッチーで、シーズン中最も強力なOP / EDコンボの1つを持っています。\n\n素敵なアニメのための良い拠点と技術的な成果の素晴らしいレベルがあるにもかかわらず、キャラクターやストーリーは売れていません。 このショーは未解決の質問をあまりにも多く残し、全体的に不満足な経験です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThe story originally starts with the introduction of power rangers like hero fighting an evil Rubik's cube called 'Mess'. It also introduces a brand new Gatchaman who becomes the primary character in the story. However, forget about things like the Mess and such as it hardly matters at all. In fact, what the story is really about changes all the time and leaves a lot of things unresolved at the end. Maybe 'Mess' was like a sign from the creators on what the story would be.\n\n\u001b[1mこの話は、主人公のようなパワーレンジャーの紹介で始まり、悪魔のルービックのキューブ「メス」と戦っています。 また、ストーリーの主人公になるブランドガッチャマンを紹介します。 しかし、メスのようなものは忘れて、それはまったく重要ではありません。 実際、その話は本当にいつも変化していて、終わりには未解決のものがたくさん残っています。 たぶん「Mess」は、その物語が何であるかについてのクリエイターからのサインのようなものでした。\u001b[22m\n\u001b[1m(Kono hanashi wa, shujinkō no yōna pawārenjā no shōkai de hajimari, akuma no rūbikku no kyūbu `mesu' to tatakatte imasu. Mata, sutōrī no shujinkō ni naru burandogatchaman o shōkai shimasu. Shikashi, mesu no yōna mono wa wasurete, sore wa mattaku jūyōde wa arimasen. Jissai, sono-wa wa hontōni itsumo henka shite ite, owari ni wa mi kaiketsu no mono ga takusan nokotte imasu. Tabun `Mess' wa, sono monogatari ga nandearu ka ni tsuite no kurieitā kara no sain no yōna monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story originally starts with the introduction of power rangers like hero fighting an evil Rubik's cube called 'Mess'. It also introduces a brand new Gatchaman who becomes the primary character in the story. However, forget about things like the Mess and such as it hardly matters at all. In fact, what the story is really about changes all the time and leaves a lot of things unresolved at the end. Maybe 'Mess' was like a sign from the creators on what the story would be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story originally starts with the introduction of power rangers like hero fighting an evil Rubik's cube called 'Mess'.\u001b[24m\n    \u001b[1mこの話は、主人公のようなパワーレンジャーの紹介で始まり、悪魔のルービックのキューブ「メス」と戦っています。\u001b[22m, \u001b[1m物語は、もともと「混乱」と呼ばれる邪悪なルービックキューブを戦うヒーローのようなパワーレンジャーの導入から始まります。\u001b[22m\n\u001b[4mIt also introduces a brand new Gatchaman who becomes the primary character in the story.\u001b[24m\n    \u001b[1mまた、ストーリーの主人公になるブランドガッチャマンを紹介します。\u001b[22m, \u001b[1mまた、物語の中で主要な文字となり、ブランドの新しいガッチャマンが導入されています。\u001b[22m\n\u001b[4mHowever, forget about things like the Mess and such as it hardly matters at all.\u001b[24m\n    \u001b[1mしかし、メスのようなものは忘れて、それはまったく重要ではありません。\u001b[22m, \u001b[1mしかし、メスのようなものを忘れて、それはほとんどすべてで重要ないような。\u001b[22m\n\u001b[4mIn fact, what the story is really about changes all the time and leaves a lot of things unresolved at the end.\u001b[24m\n    \u001b[1m実際、その話は本当にいつも変化していて、終わりには未解決のものがたくさん残っています。\u001b[22m, \u001b[1m実際には、どのような話は本当に変更についてのすべての時間であり、終了時に未解決の多くのものを残します。\u001b[22m\n\u001b[4mMaybe 'Mess' was like a sign from the creators on what the story would be.\u001b[24m\n    \u001b[1mたぶん「Mess」は、その物語が何であるかについてのクリエイターからのサインのようなものでした。\u001b[22m, \u001b[1mたぶん、「混乱」は物語がどうなるかについてのクリエイターからのしるしのようでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe cast really has two characters that receive a great deal of focus. Hajime is a super genki girl who seems like she is on a constant supply of red bull. She seems as innocent as she is hyper. She is pretty much a epitome of a good person. Rui is the creator of a system called GALAX a social networking type application which alerts the users of people who need help. He also has control of a special group when GALAX can't handle the situation called the Crowds.\n\n\u001b[1mこのキャストには本当に2つのキャラクターがあり、大きな注目を集めています。 ハジメは、彼女が赤い雄牛を絶え間なく供給しているように見える超元気の女の子です。 彼女は彼女がハイパーであるほど無邪気に思える。 彼女は善良な人の縮図です。  Ruiは、ヘルプが必要な人々のユーザーに警告するソーシャルネットワーキングタイプのアプリケーションであるGALAXというシステムの作成者です。  GALAXが群衆と呼ばれる状況に対処できないとき、彼はまた特別なグループの支配権を持っています。\u001b[22m\n\u001b[1m(Kono kyasuto ni wa hontōni 2tsu no kyarakutā ga ari, ōkina chūmoku o atsumete imasu. Hajime wa, kanojo ga akai osuushi o taema naku kyōkyū shite iru yō ni mieru chō genki no on'nanokodesu. Kanojo wa kanojo ga haipādearu hodo mujaki ni omoeru. Kanojo wa zenryōna hito no shukuzudesu. Rui wa, herupu ga hitsuyōna hitobito no yūzā ni keikoku suru sōsharunettowākingutaipu no apurikēshondearu GALAX to iu shisutemu no sakusei-shadesu. GALAX ga gunshū to yoba reru jōkyō ni taisho dekinai toki, kare wa mata tokubetsuna gurūpu no shihai-ken o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe cast really has two characters that receive a great deal of focus. Hajime is a super genki girl who seems like she is on a constant supply of red bull. She seems as innocent as she is hyper. She is pretty much a epitome of a good person. Rui is the creator of a system called GALAX a social networking type application which alerts the users of people who need help. He also has control of a special group when GALAX can't handle the situation called the Crowds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe cast really has two characters that receive a great deal of focus.\u001b[24m\n    \u001b[1mこのキャストには本当に2つのキャラクターがあり、大きな注目を集めています。\u001b[22m, \u001b[1mキャストは本当にフォーカスの多くを受け取る2つの文字を持っています。\u001b[22m\n\u001b[4mHajime is a super genki girl who seems like she is on a constant supply of red bull.\u001b[24m\n    \u001b[1mハジメは、彼女が赤い雄牛を絶え間なく供給しているように見える超元気の女の子です。\u001b[22m, \u001b[1m肇は彼女がレッドブルの安定供給にあるように思える超元気少女です。\u001b[22m\n\u001b[4mShe seems as innocent as she is hyper.\u001b[24m\n    \u001b[1m彼女は彼女がハイパーであるほど無邪気に思える。\u001b[22m, \u001b[1m彼女はハイパーであるとして無実のようです。\u001b[22m\n\u001b[4mShe is pretty much a epitome of a good person.\u001b[24m\n    \u001b[1m彼女は善良な人の縮図です。\u001b[22m, \u001b[1m彼女はかなり良い人の縮図です。\u001b[22m\n\u001b[4mRui is the creator of a system called GALAX a social networking type application which alerts the users of people who need help.\u001b[24m\n    \u001b[1mRuiは、ヘルプが必要な人々のユーザーに警告するソーシャルネットワーキングタイプのアプリケーションであるGALAXというシステムの作成者です。\u001b[22m, \u001b[1mるいはGALAX助けを必要とする人のユーザに警告するソーシャル・ネットワーキング・タイプのアプリケーションと呼ばれるシステムの作成者です。\u001b[22m\n\u001b[4mHe also has control of a special group when GALAX can't handle the situation called the Crowds.\u001b[24m\n    \u001b[1mGALAXが群衆と呼ばれる状況に対処できないとき、彼はまた特別なグループの支配権を持っています。\u001b[22m, \u001b[1m彼はまた、GALAXが群衆と呼ばれる状況を扱うことができない特別なグループを制御しています。\u001b[22m\n\u001b[1m\u001b[22m\nRui gets most of the real development in the show. Although a lot of it is dictated by the plot. Also, admittedly he is slightly more interesting due to cross dressing. The rest of the cast gets zero or very shallow development. A lot of them have back stories that are never fleshed out. This includes the primary antagonist, Katze.\n\n\u001b[1mRuiはショーの真の発展の大部分を得ます。 その多くはプロットによって決定されますが。 また、彼はクロスドレッシングのために少し面白いです。 残りのキャストはゼロまたは非常に浅い開発になります。 彼らの多くは、決して肉体化されない物語を持っています。 これには、主要アンタゴニストKatzeが含まれる。\u001b[22m\n\u001b[1m(Rui wa shō no shin no hatten no daibubun o emasu. Sono ōku wa purotto ni yotte kettei sa remasuga. Mata, kare wa kurosudoresshingu no tame ni sukoshi omoshiroidesu. Nokori no kyasuto wa zero matawa hijō ni asai kaihatsu ni narimasu. Karera no ōku wa, kesshite nikutai-ka sa renai monogatari o motte imasu. Kore ni wa, shuyō antagonisuto Katze ga fukuma reru.)\u001b[22m\n\nTranslations of \u001b[4mRui gets most of the real development in the show. Although a lot of it is dictated by the plot. Also, admittedly he is slightly more interesting due to cross dressing. The rest of the cast gets zero or very shallow development. A lot of them have back stories that are never fleshed out. This includes the primary antagonist, Katze.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRui gets most of the real development in the show.\u001b[24m\n    \u001b[1mRuiはショーの真の発展の大部分を得ます。\u001b[22m, \u001b[1mルイは、ショーで実際の開発の大部分を取得します。\u001b[22m\n\u001b[4mAlthough a lot of it is dictated by the plot.\u001b[24m\n    \u001b[1mその多くはプロットによって決定されますが。\u001b[22m, \u001b[1mその多くは、プロットによって決定されていますが。\u001b[22m\n\u001b[4mAlso, admittedly he is slightly more interesting due to cross dressing.\u001b[24m\n    \u001b[1mまた、彼はクロスドレッシングのために少し面白いです。\u001b[22m, \u001b[1mまた、確かに彼はもう少し面白いによる異性装にあります。\u001b[22m\n\u001b[4mThe rest of the cast gets zero or very shallow development.\u001b[24m\n    \u001b[1m残りのキャストはゼロまたは非常に浅い開発になります。\u001b[22m, \u001b[1mキャストの残りの部分はゼロまたは非常に浅い開発を取得します。\u001b[22m\n\u001b[4mA lot of them have back stories that are never fleshed out.\u001b[24m\n    \u001b[1m彼らの多くは、決して肉体化されない物語を持っています。\u001b[22m, \u001b[1mそれらの多くは、肉付けされることはありませんバックストーリーを持っています。\u001b[22m\n\u001b[4mThis includes the primary antagonist, Katze.\u001b[24m\n    \u001b[1mこれには、主要アンタゴニストKatzeが含まれる。\u001b[22m, \u001b[1mこれは、プライマリ拮抗薬、KATZEが含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is rather good and is one of the strong points. The art style is similar to Mawaru Penguindrum and mixes a lot of seemingly 'well produced sketch' elements with some more pastel type art work.\n\n\u001b[1mアニメーションはかなり良いですし、強みの一つです。 芸術のスタイルはMawaru Penguindrumに似ていて、一見「よく作られたスケッチ」要素と、さらにいくつかのパステルタイプのアート作品がミックスされています。\u001b[22m\n\u001b[1m(Animēshon wa kanari yoidesushi, tsuyomi no hitotsudesu. Geijutsu no sutairu wa Mawaru Penguindrum ni nite ite, ikken `yoku tsukura reta suketchi' yōso to, sarani ikutsu ka no pasuteru taipu no āto sakuhin ga mikkusu sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is rather good and is one of the strong points. The art style is similar to Mawaru Penguindrum and mixes a lot of seemingly 'well produced sketch' elements with some more pastel type art work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is rather good and is one of the strong points.\u001b[24m\n    \u001b[1mアニメーションはかなり良いですし、強みの一つです。\u001b[22m, \u001b[1mアニメーションはかなり良いですし、強力なポイントの一つです。\u001b[22m\n\u001b[4mThe art style is similar to Mawaru Penguindrum and mixes a lot of seemingly 'well produced sketch' elements with some more pastel type art work.\u001b[24m\n    \u001b[1m芸術のスタイルはMawaru Penguindrumに似ていて、一見「よく作られたスケッチ」要素と、さらにいくつかのパステルタイプのアート作品がミックスされています。\u001b[22m, \u001b[1mアートスタイルは輪るピングドラムに類似しており、いくつかのより多くのパステル型アートワークで、一見「よく生産スケッチ '要素の多くを兼ね備えています。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is good. The music tracks that play in the show (especially the Gatchaman theme) is especially catchy, and it has one of the strongest OP/ED combos of the season.\n\n\u001b[1m音はいいです。 ショーで演奏する音楽トラック（特にGatchamanテーマ）は特にキャッチーで、シーズン中最も強力なOP / EDコンボの1つを持っています。\u001b[22m\n\u001b[1m(Oto wa īdesu. Shō de ensō suru ongaku torakku (tokuni Gatchaman tēma) wa tokuni kyatchī de, shīzun-chū mottomo kyōryokuna OP/ ED konbo no 1tsu o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is good. The music tracks that play in the show (especially the Gatchaman theme) is especially catchy, and it has one of the strongest OP/ED combos of the season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is good.\u001b[24m\n    \u001b[1m音はいいです。\u001b[22m, \u001b[1m音が良いです。\u001b[22m\n\u001b[4mThe music tracks that play in the show (especially the Gatchaman theme) is especially catchy, and it has one of the strongest OP/ED combos of the season.\u001b[24m\n    \u001b[1mショーで演奏する音楽トラック（特にGatchamanテーマ）は特にキャッチーで、シーズン中最も強力なOP / EDコンボの1つを持っています。\u001b[22m, \u001b[1mショー（特にガッチャマンテーマ）で再生音楽トラック特にキャッチーであり、それはシーズンの最強のOP / EDコンボの一つを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nDespite what is a good base for a nice anime and a nice level of technical achievement the characters and story are sold short. The show leaves too many unanswered questions and is overall an unsatisfying experience.\n\n\u001b[1m素敵なアニメのための良い拠点と技術的な成果の素晴らしいレベルがあるにもかかわらず、キャラクターやストーリーは売れていません。 このショーは未解決の質問をあまりにも多く残し、全体的に不満足な経験です。\u001b[22m\n\u001b[1m(Sutekina anime no tame no yoi kyoten to gijutsu-tekina seika no subarashī reberu ga aru nimokakawarazu, kyarakutā ya sutōrī wa urete imasen. Kono shō wa mi kaiketsu no shitsumon o amarini mo ōku nokoshi, zentai-teki ni fumanzokuna keikendesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite what is a good base for a nice anime and a nice level of technical achievement the characters and story are sold short. The show leaves too many unanswered questions and is overall an unsatisfying experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite what is a good base for a nice anime and a nice level of technical achievement the characters and story are sold short.\u001b[24m\n    \u001b[1m素敵なアニメのための良い拠点と技術的な成果の素晴らしいレベルがあるにもかかわらず、キャラクターやストーリーは売れていません。\u001b[22m, \u001b[1m何であるか素敵なアニメのために良い基盤と技術成果キャラクターと物語の素晴らしいレベルにもかかわらず、短い販売されています。\u001b[22m\n\u001b[4mThe show leaves too many unanswered questions and is overall an unsatisfying experience.\u001b[24m\n    \u001b[1mこのショーは未解決の質問をあまりにも多く残し、全体的に不満足な経験です。\u001b[22m, \u001b[1mショーはあまりにも多くの未回答の質問を残し、全体的に満足できない経験です。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "egoistenvy",
    "profile": "/profile/egoistenvy/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=127373",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  9\n\nGatchaman Crowdsは、アメリカのG-Forceとしても知られる古典的なGatchamanに適合しています。 ガッチャマンは、MESSのような外国の犯罪者から地球を守るために募集された人々のグループです。 ガッチャマンには、魂の肉体的表現であるノートが与えられています。 自分の魂が彼らの力を決めるギルティクラウンと同様です。 ガッチャマンは日本の比較的現代社会で起こっている。 この技術はGALAXプログラムの周りを回転するプロットで注目に値する。\n\n私たちの話は主人公のはじまりと始まります。 彼女は非常に肯定的なキャラクターで脱ぎ捨てられ、ガッチャマンの群衆のために募集されます。 彼女の新しいメンバーである菅野、周、宇津、OD、Paimanに沿って、彼らはMESSと戦うために「神」と呼ばれるJJからの命令に従う。\n\nストーリー：（7/10）\nあなたが期待するものとは異なり、このアニメは、エピソードごとに誰かの力を徐々に明らかにする、エイリアンを殺す約12エピソードだけではありません。 代わりに、このアニメは、ガチャマンがプロットをサポートしている、実際の世界にもっと関連性の高い別の道を取る。  GALAXはRuiとXによって設計されたプログラム/電話アプリで、世界を「更新」するのに役立ちます。 テクノロジーとスマートフォンの登場により、現実世界に関連しています。  GALAXは現実のシナリオに適用されるようです。 これは私がこのアニメについて最も興味をそそられていたものです。\nアニメは主なアンタゴニストのないアニメではありません。 私たちの主なアンタゴニストは精神病的なサディスティックなエイリアンで、ガッチャマンのようなメモをもらいます。 これにより、彼は全体的な目標が惑星の燃え尽きを見ているので、それを利用してテロや混乱を引き起こします。\n\n私はこのアニメから苛立つような様々な穴があります。例えば、ODは死んでいますか？ 終わりにうつつとうにに何が起こったのですか？ どこのPanPan、OD、Ruiについての背景情報はありましたか？ 彼らはどこから来たのですか？ 最後に、MESSはどうですか？ 彼らはちょっと話を始めましたが、実際には説明されませんでした。 幸運なことに、第2シーズンがありますので、もっとうまく説明されます。\n\nアートスタイル：（8/10）\n芸術的なスタイルはとても独特のようでした。 アマチュアのデジタル引き出しのように、私は色付けがそれに近いものになっているかどうか、あるいはアーティストがちょっと怠けているかどうかについて質問します。 みんなの髪に2つの色の縞模様があることは注目に値する。 私は芸術家が巨大なブラシで髪の毛をたどって、それを「対照的な」ものと呼んでいることを想像することしかできませんでした。 さらに、呼び出される色の混合が最小限に抑えられています。 彼らの目に注意してください、あなたはまだ暗い光を照らすために多くの線を見ることができます。 私は個人的にはそのスタイルが好きですが、同様のスタイルで描きますが、あまり好きではないかもしれません。 アニメーションも、特に最初の変換を行うときには非常にいいです。 もし私がアニメーション、エキサイティングな雰囲気を演出する鮮やかな色、そして全てのキャラクターの全体的な美しさを楽しんだことは、全体的にとても魅力的です。\n\nサウンド：（10/10）\n私はアニメのサウンドの巨大なファンです。全体的な雰囲気をかなり設定しているからです。 素晴らしい音楽を選んで、シーンを素晴らしいものから素晴らしいものに変えることができます。 他の曲はおそらく結末には合わないだろう。それはエピソードのすべてをとてもうまくまとめたからだ。 最も注目されているのは、アニメの中に何があっても、あなたを圧倒する「ガチャマンテーマ」です。  「Unbeatable Network」の充実した雰囲気、または「Tutu」の馬鹿でカジュアルな雰囲気。 私はすべての音楽を愛していました。彼らは音楽の選択に間違いを感じることはできませんでした。  OPとEDは、今では私のお気に入りの一部です。 通常、私はエピソードごとに開口部を見ないが、私はちょうどそれに恋していた。 私は個人的に慎重にキャラクターを明らかにするオープニングを楽しむが、アニメで起こるまでそれをメモしてはいない。 あなたはこの感覚を「うわー、これはずっとここにあった」と感じます。 結末もちょうどいいと感じました。\n\nキャラクター：（8/10）\nオハイオ州、このアニメのキャラクターの多様性...あなたは、エネルギッシュで不器用なルフィの組み合わせであるあなたの狂った、常にエネルギッシュな女性を持っています、それは信じられないほどのナルトですが、女性の形です。 あなたは白人の騎士もいて、この女性を収容しようとしています。 あなたのkuudere、loli、animeplot、fanserviceの少女。  （本当に、アニメにはこれらのどれもない）。 あなたは煙草を吸います。 非常に燃える男、クロスドレッサー、パンダの形のツンデレ、精神病のキラー。 このアニメは、キャラクターの完全な家を持ち、このパーソナリティがどのように融合しているかを見るための大きな腕時計です。 すべての女性が同じ役割を果たす典型的なハーレムではなく、複数の人格を持つキャストを見るのは常に素晴らしいことです。\n私はこのアニメがわずか12話であるためにプロットの展開がほとんどないと感じていますが、ハジメのキャラクターはアニメを通して本当に輝きます。 彼女が幸福と喜びを捨て去り、それが他のキャラクターにこする。 キャストはあまり発展しなかったが（ハジメ×ウツツを除く）、彼女の人格は誰もが物事を見る方法を変えることにおいて非常に一般的だった。\n\n楽しさ：（9/10）\nこのアニメは完璧ですが、プロットの情報が欠落していますが、アートはタッチアップを使うことができ、エンディングは満足感を感じませんでした。それは非常に楽しかったです。 ハジメはいつも幸せな人格を持っているので、このアニメを見続けるのは難しいです。  Gatchaman Crowdsで何かを楽しんで、何かを楽しんでみたいと思ったら間違ってはいけません。\n\n最終的な考え方：\n私はおそらく全体的なアニメにすべての広場のために低い評価を与え、結末は完璧ではありませんでしたが、第2シーズンについて聞いた後、私はそれが終わるまで私の意見を残します。\n\n世界を更新するのは英雄ではありません。 それは私たちです。  - ギャラックス\n\nハジメは、嫌悪者を無視しているか、他人の行動が良いか悪いかに配慮されているか、あるいは与えられた状況で自分自身であるかに関わらず、人生を学ぶという大きな巨大な教訓を教えてくれました。\n\nバード、GO〜",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nGatchaman Crowds, adapted by the old classic Gatchaman, also known as G-Force in America. Gatchaman are a group of people who are recruited to protect the earth from alien criminals, such as MESS. Gatchaman are given a Note, which is the physical manifestation of their soul. Similar to Guilty Crown, where one's soul determines their power. Gatchaman Crowds takes place in a relatively modern society in Japan. The technology is notable with the plot revolving around the program GALAX.\n\n\u001b[1mGatchaman Crowdsは、アメリカのG-Forceとしても知られる古典的なGatchamanに適合しています。 ガッチャマンは、MESSのような外国の犯罪者から地球を守るために募集された人々のグループです。 ガッチャマンには、魂の肉体的表現であるノートが与えられています。 自分の魂が彼らの力を決めるギルティクラウンと同様です。 ガッチャマンは日本の比較的現代社会で起こっている。 この技術はGALAXプログラムの周りを回転するプロットで注目に値する。\u001b[22m\n\u001b[1m(Gatchaman Crowds wa, Amerika no G - fōsu to shite mo shira reru koten-tekina Gatchaman ni tekigō shite imasu. Gatchaman wa, MESS no yōna gaikoku no hanzai-sha kara chikyū o mamoru tame ni boshū sa reta hitobito no gurūpudesu. Gatchaman ni wa, tamashī no nikutai-teki hyōgendearu nōto ga atae rarete imasu. Jibun no tamashī ga karera no chikara o kimeru girutikuraun to dōyōdesu. Gatchaman wa Nihon no hikakuteki gendai shakai de okotte iru. Kono gijutsu wa GALAX puroguramu no mawari o kaiten suru purotto de chūmoku ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mGatchaman Crowds, adapted by the old classic Gatchaman, also known as G-Force in America. Gatchaman are a group of people who are recruited to protect the earth from alien criminals, such as MESS. Gatchaman are given a Note, which is the physical manifestation of their soul. Similar to Guilty Crown, where one's soul determines their power. Gatchaman Crowds takes place in a relatively modern society in Japan. The technology is notable with the plot revolving around the program GALAX.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGatchaman Crowds, adapted by the old classic Gatchaman, also known as G-Force in America.\u001b[24m\n    \u001b[1mGatchaman Crowdsは、アメリカのG-Forceとしても知られる古典的なGatchamanに適合しています。\u001b[22m, \u001b[1mまた、アメリカのG-フォースとして知られている古い古典ガッチャマン、によって適合ガッチャマンクラウズ、。\u001b[22m\n\u001b[4mGatchaman are a group of people who are recruited to protect the earth from alien criminals, such as MESS.\u001b[24m\n    \u001b[1mガッチャマンは、MESSのような外国の犯罪者から地球を守るために募集された人々のグループです。\u001b[22m, \u001b[1mガッチャマンは、MESSなどの外国人犯罪者から地球を保護するために動員される人々のグループです。\u001b[22m\n\u001b[4mGatchaman are given a Note, which is the physical manifestation of their soul.\u001b[24m\n    \u001b[1mガッチャマンには、魂の肉体的表現であるノートが与えられています。\u001b[22m, \u001b[1mガッチャマンは彼らの魂の物理的な現れである（注）を、与えられています。\u001b[22m\n\u001b[4mSimilar to Guilty Crown, where one's soul determines their power.\u001b[24m\n    \u001b[1m自分の魂が彼らの力を決めるギルティクラウンと同様です。\u001b[22m, \u001b[1m自分の魂が彼らの力を決定ギルティクラウン、と同様に。\u001b[22m\n\u001b[4mGatchaman Crowds takes place in a relatively modern society in Japan.\u001b[24m\n    \u001b[1mガッチャマンは日本の比較的現代社会で起こっている。\u001b[22m, \u001b[1mガッチャマンクラウズは、日本では比較的現代社会で行われます。\u001b[22m\n\u001b[4mThe technology is notable with the plot revolving around the program GALAX.\u001b[24m\n    \u001b[1mこの技術はGALAXプログラムの周りを回転するプロットで注目に値する。\u001b[22m, \u001b[1m技術はプロットがプログラムGALAXを中心と注目すべきです。\u001b[22m\n\u001b[1m\u001b[22m\nOur story starts off with our main protagonist Hajime. She comes off with a very positive character and is recruited for the Gatchaman Crowds. Along side her new members Sugane, Jou, Utsutsu, OD and Paiman, they follow orders from JJ, who is refered to as 'God' to fight off the MESS.\n\n\u001b[1m私たちの話は主人公のはじまりと始まります。 彼女は非常に肯定的なキャラクターで脱ぎ捨てられ、ガッチャマンの群衆のために募集されます。 彼女の新しいメンバーである菅野、周、宇津、OD、Paimanに沿って、彼らはMESSと戦うために「神」と呼ばれるJJからの命令に従う。\u001b[22m\n\u001b[1m(Watashitachi no hanashi wa shujinkō no hajimari to hajimarimasu. Kanojo wa hijō ni kōtei-tekina kyarakutā de nugisute rare, gatchaman no gunshū no tame ni boshū sa remasu. Kanojo no atarashī menbādearu Kan'no, Shū, Utsu, OD, Paiman ni sotte, karera wa MESS to tatakau tame ni `kami' to yoba reru JJ kara no meirei ni shitagau.)\u001b[22m\n\nTranslations of \u001b[4mOur story starts off with our main protagonist Hajime. She comes off with a very positive character and is recruited for the Gatchaman Crowds. Along side her new members Sugane, Jou, Utsutsu, OD and Paiman, they follow orders from JJ, who is refered to as 'God' to fight off the MESS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur story starts off with our main protagonist Hajime.\u001b[24m\n    \u001b[1m私たちの話は主人公のはじまりと始まります。\u001b[22m, \u001b[1m私たちの物語は、私たちの主な主人公肇で始まります。\u001b[22m\n\u001b[4mShe comes off with a very positive character and is recruited for the Gatchaman Crowds.\u001b[24m\n    \u001b[1m彼女は非常に肯定的なキャラクターで脱ぎ捨てられ、ガッチャマンの群衆のために募集されます。\u001b[22m, \u001b[1m彼女は非常に肯定的な文字で外れてガッチャマンクラウズのために募集されています。\u001b[22m\n\u001b[4mAlong side her new members Sugane, Jou, Utsutsu, OD and Paiman, they follow orders from JJ, who is refered to as 'God' to fight off the MESS.\u001b[24m\n    \u001b[1m彼女の新しいメンバーである菅野、周、宇津、OD、Paimanに沿って、彼らはMESSと戦うために「神」と呼ばれるJJからの命令に従う。\u001b[22m, \u001b[1m側面に沿って彼女の新しいメンバーSugane、嬢、Utsutsu、ODとPaimanは、彼らがMESSを撃退するために「神」と参照されるJJからの注文を、従います。\u001b[22m\n\u001b[1m\u001b[22m\nStory: (7/10)\n\n\u001b[1mストーリー：（7/10）\u001b[22m\n\u001b[1m(Sutōrī: (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory: (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: (7/10)\u001b[24m\n    \u001b[1mストーリー：（7/10）\u001b[22m\nUnlike what you would expect, this anime isn't just about 12 episodes of slaying aliens slowly revealing someone's power every episode. Instead this anime takes a different path which is more relate-able to the real world, with Gatchaman supporting the plot. The story takes a different direction with the GALAX, which is a program/phone-app which is designed by Rui and X, to help 'update' the world. It is relate-able to the real world with the rising technology and smart phones; the GALAX seems applicable to real life scenarios. This is what I found most intriguing about this anime.\n\n\u001b[1mあなたが期待するものとは異なり、このアニメは、エピソードごとに誰かの力を徐々に明らかにする、エイリアンを殺す約12エピソードだけではありません。 代わりに、このアニメは、ガチャマンがプロットをサポートしている、実際の世界にもっと関連性の高い別の道を取る。  GALAXはRuiとXによって設計されたプログラム/電話アプリで、世界を「更新」するのに役立ちます。 テクノロジーとスマートフォンの登場により、現実世界に関連しています。  GALAXは現実のシナリオに適用されるようです。 これは私がこのアニメについて最も興味をそそられていたものです。\u001b[22m\n\u001b[1m(Anata ga kitai suru mono to wa kotonari, kono anime wa, episōdo-goto ni dareka no chikara o jojoni akiraka ni suru, eirian o korosu yaku 12 episōdo dakede wa arimasen. Kawari ni, kono anime wa, gachaman ga purotto o sapōto shite iru, jissai no sekai ni motto kanren-sei no takai betsu no michi o toru. GALAX wa rui to X ni yotte sekkei sa reta puroguramu/ denwa apuri de, sekai o `kōshin' suru no ni yakudachimasu. Tekunorojī to sumātofon no tōjō ni yori, genjitsu sekai ni kanren shite imasu. GALAX wa genjitsu no shinario ni tekiyō sa reru yōdesu. Kore wa watashi ga kono anime ni tsuite mottomo kyōmi o sosora rete ita monodesu.)\u001b[22m\n\nTranslations of \u001b[4mUnlike what you would expect, this anime isn't just about 12 episodes of slaying aliens slowly revealing someone's power every episode. Instead this anime takes a different path which is more relate-able to the real world, with Gatchaman supporting the plot. The story takes a different direction with the GALAX, which is a program/phone-app which is designed by Rui and X, to help 'update' the world. It is relate-able to the real world with the rising technology and smart phones; the GALAX seems applicable to real life scenarios. This is what I found most intriguing about this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike what you would expect, this anime isn't just about 12 episodes of slaying aliens slowly revealing someone's power every episode.\u001b[24m\n    \u001b[1mあなたが期待するものとは異なり、このアニメは、エピソードごとに誰かの力を徐々に明らかにする、エイリアンを殺す約12エピソードだけではありません。\u001b[22m, \u001b[1mあなたが期待するものとは異なり、このアニメはゆっくりと誰かの電源すべてのエピソードを明らかに殺害エイリアンのちょうど約12のエピソードではありません。\u001b[22m\n\u001b[4mInstead this anime takes a different path which is more relate-able to the real world, with Gatchaman supporting the plot.\u001b[24m\n    \u001b[1m代わりに、このアニメは、ガチャマンがプロットをサポートしている、実際の世界にもっと関連性の高い別の道を取る。\u001b[22m, \u001b[1m代わりに、このアニメは、より多くの関係可能な現実の世界に、ガッチャマンプロットをサポートしている別のパスを取ります。\u001b[22m\n\u001b[4mThe story takes a different direction with the GALAX, which is a program/phone-app which is designed by Rui and X, to help 'update' the world.\u001b[24m\n    \u001b[1mGALAXはRuiとXによって設計されたプログラム/電話アプリで、世界を「更新」するのに役立ちます。\u001b[22m, \u001b[1m物語は「更新」の世界を助けるために、ルイとXによって設計されたプログラム/電話アプリですGALAX、と別の方向を取ります。\u001b[22m\n\u001b[4mIt is relate-able to the real world with the rising technology and smart phones;\u001b[24m\n    \u001b[1mテクノロジーとスマートフォンの登場により、現実世界に関連しています。\u001b[22m, \u001b[1mこれは、関連する可能な現実の世界に上昇技術やスマートフォンです。\u001b[22m\n\u001b[4mthe GALAX seems applicable to real life scenarios.\u001b[24m\n    \u001b[1mGALAXは現実のシナリオに適用されるようです。\u001b[22m, \u001b[1mGALAXは、実際の生活のシナリオに適用できると思われます。\u001b[22m\n\u001b[4mThis is what I found most intriguing about this anime.\u001b[24m\n    \u001b[1mこれは私がこのアニメについて最も興味をそそられていたものです。\u001b[22m, \u001b[1mこれは私がこのアニメについての最も興味深い見つけたものです。\u001b[22m\nAn Anime wouldn't be an anime without our main antagonist. Our main antagonist is a psychotic, sadistic alien, who also poses a note like the Gatchaman. With this, he utilizes it to cause terror and chaos from within, as his overall goal is to watch the planet burn.\n\n\u001b[1mアニメは主なアンタゴニストのないアニメではありません。 私たちの主なアンタゴニストは精神病的なサディスティックなエイリアンで、ガッチャマンのようなメモをもらいます。 これにより、彼は全体的な目標が惑星の燃え尽きを見ているので、それを利用してテロや混乱を引き起こします。\u001b[22m\n\u001b[1m(Anime wa omona antagonisuto no nai animede wa arimasen. Watashitachi no omona antagonisuto wa seishinbyō-tekina sadisutikkuna eirian de, gatchaman no yōna memo o moraimasu. Kore ni yori, kare wa zentai-tekina mokuhyō ga wakusei no moetsuki o mite irunode, sore o riyō shite tero ya konran o hikiokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mAn Anime wouldn't be an anime without our main antagonist. Our main antagonist is a psychotic, sadistic alien, who also poses a note like the Gatchaman. With this, he utilizes it to cause terror and chaos from within, as his overall goal is to watch the planet burn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn Anime wouldn't be an anime without our main antagonist.\u001b[24m\n    \u001b[1mアニメは主なアンタゴニストのないアニメではありません。\u001b[22m, \u001b[1mアニメは、私たちの主な拮抗薬なしで、アニメではありません。\u001b[22m\n\u001b[4mOur main antagonist is a psychotic, sadistic alien, who also poses a note like the Gatchaman.\u001b[24m\n    \u001b[1m私たちの主なアンタゴニストは精神病的なサディスティックなエイリアンで、ガッチャマンのようなメモをもらいます。\u001b[22m, \u001b[1m私たちの主なアンタゴニストはまた、ガッチャマンのようなノートを提起する精神病、サディスティック外国人、です。\u001b[22m\n\u001b[4mWith this, he utilizes it to cause terror and chaos from within, as his overall goal is to watch the planet burn.\u001b[24m\n    \u001b[1mこれにより、彼は全体的な目標が惑星の燃え尽きを見ているので、それを利用してテロや混乱を引き起こします。\u001b[22m, \u001b[1m彼の全体的な目標は、惑星の火傷を見ることであるとしてこれにより、彼は、それは内から恐怖と混乱を引き起こすために利用します。\u001b[22m\n\u001b[1m\u001b[22m\nThere are various plotholes that I am irritated by from this anime, such as, does OD die? What happened to Utsutsu and Jou at the end? Was there any background information about where PanPan, OD and Rui? Where did they come from? Lastly, what about the MESS? They kinda started the story, but was never really explained. Fortunately, there will be a second seasons, so hopefully more will be explained.\n\n\u001b[1m私がこのアニメから苛立ちを感じる様々な穴があります。例えば、ODは死んでいますか？ 終わりにうつつとうにに何が起こったのですか？ どこのPanPan、OD、Ruiについての背景情報はありましたか？ 彼らはどこから来たのですか？ 最後に、MESSはどうですか？ 彼らはちょっと話を始めましたが、実際には説明されませんでした。 幸運なことに、第2シーズンがありますので、もっとうまく説明されます。\u001b[22m\n\u001b[1m(Watashi ga kono anime kara iradachi o kanjiru samazamana ana ga arimasu. Tatoeba, OD wa shinde imasu ka? Owari ni utsutsu to uni ni nani ga okotta nodesu ka? Doko no PanPan, OD, rui ni tsuite no haikei jōhō wa arimashita ka? Karera wa dokokarakitanodesu ka? Saigo ni, MESS wa dōdesu ka? Karera wa chotto hanashi o hajimemashita ga, jissai ni wa setsumei sa remasendeshita. Kōun'na koto ni, dai 2 shīzun ga arimasunode, motto umaku setsumei sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are various plotholes that I am irritated by from this anime, such as, does OD die? What happened to Utsutsu and Jou at the end? Was there any background information about where PanPan, OD and Rui? Where did they come from? Lastly, what about the MESS? They kinda started the story, but was never really explained. Fortunately, there will be a second seasons, so hopefully more will be explained.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are various plotholes that I am irritated by from this anime, such as, does OD die?\u001b[24m\n    \u001b[1m私がこのアニメから苛立ちを感じる様々な穴があります。例えば、ODは死んでいますか？\u001b[22m, \u001b[1m以下のような私はこのアニメのことでイライラしています様々なplotholesが、ありますが、OD死ぬのですか？\u001b[22m\n\u001b[4mWhat happened to Utsutsu and Jou at the end?\u001b[24m\n    \u001b[1m終わりにうつつとうにに何が起こったのですか？\u001b[22m, \u001b[1m最後にUtsutsuと嬢に何が起こりましたか？\u001b[22m\n\u001b[4mWas there any background information about where PanPan, OD and Rui?\u001b[24m\n    \u001b[1mどこのPanPan、OD、Ruiについての背景情報はありましたか？\u001b[22m, \u001b[1mここPanPan、ODと瑞についての背景情報はありましたか？\u001b[22m\n\u001b[4mWhere did they come from?\u001b[24m\n    \u001b[1m彼らはどこから来たのですか？\u001b[22m, \u001b[1m彼らはどこから来ましたの？\u001b[22m\n\u001b[4mLastly, what about the MESS?\u001b[24m\n    \u001b[1m最後に、MESSはどうですか？\u001b[22m, \u001b[1m最後に、MESSはどうでしょうか？\u001b[22m\n\u001b[4mThey kinda started the story, but was never really explained.\u001b[24m\n    \u001b[1m彼らはちょっと話を始めましたが、実際には説明されませんでした。\u001b[22m, \u001b[1m彼らは、ちょっと話を始めたが、実際に説明していませんでした。\u001b[22m\n\u001b[4mFortunately, there will be a second seasons, so hopefully more will be explained.\u001b[24m\n    \u001b[1m幸運なことに、第2シーズンがありますので、もっとうまく説明されます。\u001b[22m, \u001b[1m幸いなことに、そのようにうまくいけばより説明する第二の季節、があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt Style: (8/10)\n\n\u001b[1mアートスタイル：（8/10）\u001b[22m\n\u001b[1m(Ātosutairu: (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt Style: (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt Style: (8/10)\u001b[24m\n    \u001b[1mアートスタイル：（8/10）\u001b[22m\nThe art style seemed very unique. As an amateur digital drawer, I question if the coloring was supposed to be approached the way it was, or if the artists just got lazy. It's notable that everyeone's hair has two streaks of colors. I could only imagine the artists just going over their hair with one giant brush and calling it 'contrasting'. In addition, there is minimal blending of color invovled. Take note of their eyes, you can still see a lot lines to contrast dark from light. I personally like that style, as I draw in a similar style, but others may not be too fond of it. The animation is also quite nice, especially when going through the first transformation. If gives off a very majestic feel to it.Overall I enjoyed the animation, the bright colors giving off an exciting feel, and the overall aesthetics of all the characters.\n\n\u001b[1m芸術的なスタイルはとても独特のようでした。 アマチュアのデジタル引き出しのように、私は色付けがそれに近いものになっているかどうか、あるいはアーティストがちょっと怠けているかどうかについて質問します。 みんなの髪に2つの色の縞模様があることは注目に値する。 私は芸術家が巨大なブラシで髪の毛をたどって、それを「対照的な」ものと呼んでいることを想像することしかできませんでした。 さらに、呼び出される色の混合が最小限に抑えられています。 彼らの目に注意してください、あなたはまだ暗い光を照らすために多くの線を見ることができます。 私は個人的にはそのスタイルが好きですが、同様のスタイルで描きますが、あまり好きではないかもしれません。 アニメーションも、特に最初の変換を行うときには非常にいいです。 もし私がアニメーション、エキサイティングな雰囲気を演出する鮮やかな色、そして全てのキャラクターの全体的な美しさを楽しんだことは、全体的にとても魅力的です。\u001b[22m\n\u001b[1m(Geijutsu-tekina sutairu wa totemo dokutoku no yōdeshita. Amachua no dejitaru hikidashi no yō ni, watashi wa irodzuke ga sore ni chikai mono ni natte iru ka dō ka, aruiwa ātisuto ga chotto namakete iru ka dō ka ni tsuite shitsumon shimasu. Min'na no kami ni 2tsu no iro no shima moyō ga aru koto wa chūmoku ni ataisuru. Watashi wa geijutsuka ga kyodaina burashi de kaminoke o tadotte, sore o `taishō-tekina' mono to yonde iru koto o sōzō suru koto shika dekimasendeshita. Sarani, yobidasa reru iro no kongō ga saishōgen ni osae rarete imasu. Karera no me ni chūi shite kudasai, anata wa mada kurai hikari o terasu tame ni ōku no sen o miru koto ga dekimasu. Watashi wa kojin-teki ni wa sono sutairu ga sukidesuga, dōyō no sutairu de kakimasuga, amari sukide wanai kamo shiremasen. Animēshon mo, tokuni saisho no henkan o okonau tokiniha hijō ni īdesu. Moshi watashi ga animēshon, ekisaitinguna fun'iki o enshutsu suru azayakana iro, soshite subete no kyarakutā no zentai-tekina utsukushi-sa o tanoshinda koto wa, zentai-teki ni totemo mirikitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style seemed very unique. As an amateur digital drawer, I question if the coloring was supposed to be approached the way it was, or if the artists just got lazy. It's notable that everyeone's hair has two streaks of colors. I could only imagine the artists just going over their hair with one giant brush and calling it 'contrasting'. In addition, there is minimal blending of color invovled. Take note of their eyes, you can still see a lot lines to contrast dark from light. I personally like that style, as I draw in a similar style, but others may not be too fond of it. The animation is also quite nice, especially when going through the first transformation. If gives off a very majestic feel to it.Overall I enjoyed the animation, the bright colors giving off an exciting feel, and the overall aesthetics of all the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style seemed very unique.\u001b[24m\n    \u001b[1m芸術的なスタイルはとても独特のようでした。\u001b[22m, \u001b[1mアートスタイルは非常にユニークなように見えました。\u001b[22m\n\u001b[4mAs an amateur digital drawer, I question if the coloring was supposed to be approached the way it was, or if the artists just got lazy.\u001b[24m\n    \u001b[1mアマチュアのデジタル引き出しのように、私は色付けがそれに近いものになっているかどうか、あるいはアーティストがちょっと怠けているかどうかについて質問します。\u001b[22m, \u001b[1m着色は、それがあったように近づいたことになっていた場合、またはアーティストがちょうど怠惰得た場合、アマチュアデジタル引き出しとして、私は疑問。\u001b[22m\n\u001b[4mIt's notable that everyeone's hair has two streaks of colors.\u001b[24m\n    \u001b[1mみんなの髪に2つの色の縞模様があることは注目に値する。\u001b[22m, \u001b[1mそれはeveryeoneの髪は色の2条を持っていることは注目すべきです。\u001b[22m\n\u001b[4mI could only imagine the artists just going over their hair with one giant brush and calling it 'contrasting'.\u001b[24m\n    \u001b[1m私は芸術家が巨大なブラシで髪の毛をたどって、それを「対照的な」ものと呼んでいることを想像することしかできませんでした。\u001b[22m, \u001b[1m私が唯一のアーティストがただ1つの巨大なブラシで自分の髪の上に行くと「対比」と呼ん想像できます。\u001b[22m\n\u001b[4mIn addition, there is minimal blending of color invovled.\u001b[24m\n    \u001b[1mさらに、呼び出される色の混合が最小限に抑えられています。\u001b[22m, \u001b[1mまた、invovled色の最小限のブレンドがあります。\u001b[22m\n\u001b[4mTake note of their eyes, you can still see a lot lines to contrast dark from light.\u001b[24m\n    \u001b[1m彼らの目に注意してください、あなたはまだ暗い光を照らすために多くの線を見ることができます。\u001b[22m, \u001b[1m彼らの目に注意してください、あなたはまだ光から暗い対比するために多くの行を見ることができます。\u001b[22m\n\u001b[4mI personally like that style, as I draw in a similar style, but others may not be too fond of it.\u001b[24m\n    \u001b[1m私は個人的にはそのスタイルが好きですが、同様のスタイルで描きますが、あまり好きではないかもしれません。\u001b[22m, \u001b[1m私は個人的にそのスタイルのように、私は同様のスタイルで描くように、他の人はそれがあまりにも好きではないかもしれません。\u001b[22m\n\u001b[4mThe animation is also quite nice, especially when going through the first transformation.\u001b[24m\n    \u001b[1mアニメーションも、特に最初の変換を行うときには非常にいいです。\u001b[22m, \u001b[1mアニメーションは、第1の変換を経由する場合は特に、また非常にいいです。\u001b[22m\n\u001b[4mIf gives off a very majestic feel to it.Overall I enjoyed the animation, the bright colors giving off an exciting feel, and the overall aesthetics of all the characters.\u001b[24m\n    \u001b[1mもし私がアニメーション、エキサイティングな雰囲気を演出する鮮やかな色、そして全てのキャラクターの全体的な美しさを楽しんだことは、全体的にとても魅力的です。\u001b[22m, \u001b[1mit.Overallに非常に壮大な感じを放つ場合、私はアニメーションを楽しんで、エキサイティングな感じを放つ明るい色、およびすべての文字の全体的な美学。\u001b[22m\n\u001b[1m\u001b[22m\nSound: (10/10)\n\n\u001b[1mサウンド：（10/10）\u001b[22m\n\u001b[1m(Saundo: (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mSound: (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: (10/10)\u001b[24m\n    \u001b[1mサウンド：（10/10）\u001b[22m\nI'm a huge fan of sound in animes, because it pretty much sets the overall mood. Picking a great piece of music, can change a scene from being great to awesome. Any other piece of music probably wouldn't suit the ending, as it just summed up everything in the episode so well. The most notable OSTs are the 'Gatchaman Theme', which pumps you up no matter what in the anime. The fulfulling feeling of 'Unbeatable Network', or the silly, casual feel of 'Tutu'. I loved every piece of music, and they producers couldn't have gone wrong with the selection of music. The OP and ED, are now part of my favourite. Normally I don't watch openings every episode, but I just fell in love with it. I personally enjoy openings that discreetly reveal characters, but you don't take note of it until it happens in the anime. You get this feeling 'Wow, it was there this whole time'. The ending also just felt right.\n\n\u001b[1m私はアニメのサウンドの巨大なファンです。全体的な雰囲気をかなり設定しているからです。 素晴らしい音楽を選んで、シーンを素晴らしいものから素晴らしいものに変えることができます。 他の曲はおそらく結末には合わないだろう。それはエピソードのすべてをとてもうまくまとめたからだ。 最も注目されているのは、アニメの中に何があっても、あなたを圧倒する「ガチャマンテーマ」です。  「Unbeatable Network」の充実した雰囲気、または「Tutu」の馬鹿でカジュアルな雰囲気。 私はすべての音楽を愛していました。彼らは音楽の選択に間違いを感じることはできませんでした。  OPとEDは、今では私のお気に入りの一部です。 通常、私はエピソードごとに開口部を見ないが、私はちょうどそれに恋していた。 私は個人的に慎重にキャラクターを明らかにするオープニングを楽しむが、アニメで起こるまでそれをメモしてはいない。 あなたはこの感覚を「うわー、これはずっとここにあった」と感じます。 結末もちょうどいいと感じました。\u001b[22m\n\u001b[1m(Watashi wa anime no saundo no kyodaina fandesu. Zentai-tekina fun'iki o kanari settei shite irukaradesu. Subarashī ongaku o erande, shīn o subarashī mono kara subarashī mono ni kaeru koto ga dekimasu. Mottomo chūmoku sa rete iru no wa, anime no naka ni nani ga atte mo, anata o attō suru `gachamantēma'desu. `Unbeatable nettowāku' no jūjitsu shita fun'iki, matawa `Tutu' no bakade kajuaruna fun'iki. Watashi wa subete no ongaku o aishite imashita. Karera wa ongaku no sentaku ni machigai o kanjiru koto wa dekimasendeshita. OP to ED wa, ima dewa watashi no okiniiri no ichibudesu. Tsūjō, watashi wa episōdo-goto ni kaikō-bu o minaiga, watashi wa chōdo sore ni koishite ita. Watashi wa kojin-teki ni shinchō ni kyarakutā o akiraka ni suru ōpuningu o tanoshimu ga, anime de okoru made sore o memo shite wa inai. Anata wa kono kankaku o `uwa ̄ , kore wa zutto koko ni atta' to kanjimasu. Ketsumatsu mo chōdo ī to kanjimashita. Hoka no kyoku wa osoraku ketsumatsu ni wa awanaidarou. Sore wa episōdo no subete o totemo umaku matometakarada.)\u001b[22m\n\nTranslations of \u001b[4mI'm a huge fan of sound in animes, because it pretty much sets the overall mood. Picking a great piece of music, can change a scene from being great to awesome. Any other piece of music probably wouldn't suit the ending, as it just summed up everything in the episode so well. The most notable OSTs are the 'Gatchaman Theme', which pumps you up no matter what in the anime. The fulfulling feeling of 'Unbeatable Network', or the silly, casual feel of 'Tutu'. I loved every piece of music, and they producers couldn't have gone wrong with the selection of music. The OP and ED, are now part of my favourite. Normally I don't watch openings every episode, but I just fell in love with it. I personally enjoy openings that discreetly reveal characters, but you don't take note of it until it happens in the anime. You get this feeling 'Wow, it was there this whole time'. The ending also just felt right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a huge fan of sound in animes, because it pretty much sets the overall mood.\u001b[24m\n    \u001b[1m私はアニメのサウンドの巨大なファンです。全体的な雰囲気をかなり設定しているからです。\u001b[22m, \u001b[1mそれはかなり全体のムードを設定するので、私は、アニメの音の大ファンです。\u001b[22m\n\u001b[4mPicking a great piece of music, can change a scene from being great to awesome.\u001b[24m\n    \u001b[1m素晴らしい音楽を選んで、シーンを素晴らしいものから素晴らしいものに変えることができます。\u001b[22m, \u001b[1m音楽の素晴らしい作品をピッキング、素晴らしいに大きなされてからシーンを変更することができます。\u001b[22m\n\u001b[4mThe most notable OSTs are the 'Gatchaman Theme', which pumps you up no matter what in the anime.\u001b[24m\n    \u001b[1m最も注目されているのは、アニメの中に何があっても、あなたを圧倒する「ガチャマンテーマ」です。\u001b[22m, \u001b[1m最も顕著なのOSTは、アニメに関係なく、何を汲み上げていない」ガッチャマンのテーマ」、です。\u001b[22m\n\u001b[4mThe fulfulling feeling of 'Unbeatable Network', or the silly, casual feel of 'Tutu'.\u001b[24m\n    \u001b[1m「Unbeatable Network」の充実した雰囲気、または「Tutu」の馬鹿でカジュアルな雰囲気。\u001b[22m, \u001b[1m「無敵のネットワーク」のfulfulling感、または「チュチュ」の愚かな、カジュアルな感じ。\u001b[22m\n\u001b[4mI loved every piece of music, and they producers couldn't have gone wrong with the selection of music.\u001b[24m\n    \u001b[1m私はすべての音楽を愛していました。彼らは音楽の選択に間違いを感じることはできませんでした。\u001b[22m, \u001b[1m私は音楽のすべての部分を愛し、彼らの生産は、音楽の選択と間違っていることができませんでした。\u001b[22m\n\u001b[4mThe OP and ED, are now part of my favourite.\u001b[24m\n    \u001b[1mOPとEDは、今では私のお気に入りの一部です。\u001b[22m, \u001b[1mOPとEDは、今私のお気に入りの一部です。\u001b[22m\n\u001b[4mNormally I don't watch openings every episode, but I just fell in love with it.\u001b[24m\n    \u001b[1m通常、私はエピソードごとに開口部を見ないが、私はちょうどそれに恋していた。\u001b[22m, \u001b[1m通常、私はすべてのエピソードの開口部を見ていないが、私はそれと恋に落ちました。\u001b[22m\n\u001b[4mI personally enjoy openings that discreetly reveal characters, but you don't take note of it until it happens in the anime.\u001b[24m\n    \u001b[1m私は個人的に慎重にキャラクターを明らかにするオープニングを楽しむが、アニメで起こるまでそれをメモしてはいない。\u001b[22m, \u001b[1m私は個人的に慎重に文字を明らかに開口部を楽しむ、それがアニメで発生するまで、あなたはそれをメモを取ることはありません。\u001b[22m\n\u001b[4mYou get this feeling 'Wow, it was there this whole time'.\u001b[24m\n    \u001b[1mあなたはこの感覚を「うわー、これはずっとここにあった」と感じます。\u001b[22m, \u001b[1mあなたは\"うわー、それがこの全体の時間だった」この感覚を得ます。\u001b[22m\n\u001b[4mThe ending also just felt right.\u001b[24m\n    \u001b[1m結末もちょうどいいと感じました。\u001b[22m, \u001b[1mエンディングもちょうどいい感じ。\u001b[22m\n\u001b[4mAny other piece of music probably wouldn't suit the ending, as it just summed up everything in the episode so well.\u001b[24m\n    \u001b[1m他の曲はおそらく結末には合わないだろう。それはエピソードのすべてをとてもうまくまとめたからだ。\u001b[22m, \u001b[1mそれだけでとてもよくエピソードにすべてを総括として、音楽の他の作品は、おそらく、エンディングに合わないでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: (8/10)\n\n\u001b[1mキャラクター：（8/10）\u001b[22m\n\u001b[1m(Kyarakutā: (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mCharacter: (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: (8/10)\u001b[24m\n    \u001b[1mキャラクター：（8/10）\u001b[22m\nOh man, the variety of characters in this anime... You got your crazy, always energetic female, who is a combination of the Energetic and Reckless Luffy, with the BELIEVE IT Naruto, but in a female form. You also got your white knight, trying to contain this female. Your kuudere, loli, animeplot, fanservice girl. (Seriously, what anime doesn't have one of these). You got your badass, who smokes. An extremely flameboyant male, a cross dresser, a tsundere in the form of a panda, and a psychotic killer. This anime has the full house of characters, which makes it a great watch to see how this personalities blend. It's always nice to see a cast with multiple personalities, instead of your typical harem where every female plays the same role.\n\n\u001b[1mオハイオ州、このアニメのキャラクターの多様性...あなたは、エネルギッシュで不器用なルフィの組み合わせであるあなたの狂った、常にエネルギッシュな女性を持っています、それは信じられないほどのナルトですが、女性の形です。 あなたは白人の騎士もいて、この女性を収容しようとしています。 あなたのkuudere、loli、animeplot、fanserviceの少女。  （本当に、アニメにはこれらのどれもない）。 あなたは煙草を吸います。 非常に燃える男、クロスドレッサー、パンダの形のツンデレ、精神病のキラー。 このアニメは、キャラクターの完全な家を持ち、このパーソナリティがどのように融合しているかを見るための大きな腕時計です。 すべての女性が同じ役割を果たす典型的なハーレムではなく、複数の人格を持つキャストを見るのは常に素晴らしいことです。\u001b[22m\n\u001b[1m(Ohaio-shū, kono anime no kyarakutā no tayō-sei... Anata wa, enerugisshude bukiyōna rufi no kumiawasedearu anata no kurutta, tsuneni enerugisshuna josei o motte imasu, sore wa shinji rarenai hodo no narutodesuga, josei no katachidesu. Anata wa hakujin no kishi mo ite, kono josei o shūyō shiyou to shite imasu. Anata no kuudere, rori, animeplot, fanservice no shōjo. (Hontōni, anime ni wa korera no dore mo nai). Anata wa tabako o suimasu. Hijō ni moeruotoko, kurosudoressā, panda no katachi no tsundere, seishinbyō no kirā. Kono anime wa, kyarakutā no kanzen'na ie o mochi, kono pāsonariti ga dono yō ni yūgō shite iru ka o miru tame no ōkina udedokeidesu. Subete no josei ga onaji yakuwariwohatasu tenkei-tekina hāremude wa naku, fukusū no jinkaku o motsu kyasuto o miru no wa tsuneni subarashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOh man, the variety of characters in this anime... You got your crazy, always energetic female, who is a combination of the Energetic and Reckless Luffy, with the BELIEVE IT Naruto, but in a female form. You also got your white knight, trying to contain this female. Your kuudere, loli, animeplot, fanservice girl. (Seriously, what anime doesn't have one of these). You got your badass, who smokes. An extremely flameboyant male, a cross dresser, a tsundere in the form of a panda, and a psychotic killer. This anime has the full house of characters, which makes it a great watch to see how this personalities blend. It's always nice to see a cast with multiple personalities, instead of your typical harem where every female plays the same role.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh man, the variety of characters in this anime... You got your crazy, always energetic female, who is a combination of the Energetic and Reckless Luffy, with the BELIEVE IT Naruto, but in a female form.\u001b[24m\n    \u001b[1mオハイオ州、このアニメのキャラクターの多様性...あなたは、エネルギッシュで不器用なルフィの組み合わせであるあなたの狂った、常にエネルギッシュな女性を持っています、それは信じられないほどのナルトですが、女性の形です。\u001b[22m, \u001b[1mああ男は、このアニメの文字の様々な...あなたはそれを信じナルトで、エネルギッシュかつ無謀ルフィの組み合わせである、あなたの狂気、常にエネルギッシュな女性を、得たが、女性の形態です。\u001b[22m\n\u001b[4mYou also got your white knight, trying to contain this female.\u001b[24m\n    \u001b[1mあなたは白人の騎士もいて、この女性を収容しようとしています。\u001b[22m, \u001b[1mまた、この女性を含むようにしようと、あなたのホワイトナイトを得ました。\u001b[22m\n\u001b[4mYour kuudere, loli, animeplot, fanservice girl.\u001b[24m\n    \u001b[1mあなたのkuudere、loli、animeplot、fanserviceの少女。\u001b[22m, \u001b[1mあなたのkuudere、ロリ、animeplot、サービスカットの女の子。\u001b[22m\n\u001b[4m(Seriously, what anime doesn't have one of these).\u001b[24m\n    \u001b[1m（本当に、アニメにはこれらのどれもない）。\u001b[22m, \u001b[1m（真剣に、どのようなアニメは、これらのいずれかを持っていません）。\u001b[22m\n\u001b[4mYou got your badass, who smokes.\u001b[24m\n    \u001b[1mあなたは煙草を吸います。\u001b[22m, \u001b[1mあなたが吸うあなたのワルを得ました。\u001b[22m\n\u001b[4mAn extremely flameboyant male, a cross dresser, a tsundere in the form of a panda, and a psychotic killer.\u001b[24m\n    \u001b[1m非常に燃える男、クロスドレッサー、パンダの形のツンデレ、精神病のキラー。\u001b[22m, \u001b[1m極めてflameboyant男性、クロスドレッサー、パンダの形でツンデレ、および精神病のキラー。\u001b[22m\n\u001b[4mThis anime has the full house of characters, which makes it a great watch to see how this personalities blend.\u001b[24m\n    \u001b[1mこのアニメは、キャラクターの完全な家を持ち、このパーソナリティがどのように融合しているかを見るための大きな腕時計です。\u001b[22m, \u001b[1mこのアニメは、この個性をブレンド方法を参照するには偉大な時計になり、文字の完全な家を持っています。\u001b[22m\n\u001b[4mIt's always nice to see a cast with multiple personalities, instead of your typical harem where every female plays the same role.\u001b[24m\n    \u001b[1mすべての女性が同じ役割を果たす典型的なハーレムではなく、複数の人格を持つキャストを見るのは常に素晴らしいことです。\u001b[22m, \u001b[1mそれは代わりに、すべての女性が同じ役割を果たしているあなたの典型的なハーレムの、複数の個性を持つキャストを参照することは常に良いことです。\u001b[22m\nThough I feel there is little plot development with this anime being only 12 episodes, Hajime's character really shines throughout the anime. Like she litterally shines of happiness and joy, and it rubs onto the other characters. Although the cast didn't develop much (aside from the Hajime x Utsutsu), her personality was very prevalent in changing the way everyone looks at things.\n\n\u001b[1m私はこのアニメがわずか12話であるためにプロットの展開がほとんどないと感じていますが、ハジメのキャラクターはアニメを通して本当に輝きます。 彼女が幸福と喜びを捨て去り、それが他のキャラクターにこする。 キャストはあまり発展しなかったが（ハジメ×ウツツを除く）、彼女の人格は誰もが物事を見る方法を変えることにおいて非常に一般的だった。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga wazuka 12-wadearu tame ni purotto no tenkai ga hotondo nai to kanjite imasuga, Hajime no kyarakutā wa anime o tōshite hontōni kagayakimasu. Kanojo ga kōfuku to yorokobi o sutesari, sore ga hoka no kyarakutā ni kosuru. Kyasuto wa amari hatten shinakattaga (Hajime × utsutsu o nozoku), kanojo no jinkaku wa daremoga monogoto o miru hōhō o kaeru koto ni oite hijō ni ippan-tekidatta.)\u001b[22m\n\nTranslations of \u001b[4mThough I feel there is little plot development with this anime being only 12 episodes, Hajime's character really shines throughout the anime. Like she litterally shines of happiness and joy, and it rubs onto the other characters. Although the cast didn't develop much (aside from the Hajime x Utsutsu), her personality was very prevalent in changing the way everyone looks at things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough I feel there is little plot development with this anime being only 12 episodes, Hajime's character really shines throughout the anime.\u001b[24m\n    \u001b[1m私はこのアニメがわずか12話であるためにプロットの展開がほとんどないと感じていますが、ハジメのキャラクターはアニメを通して本当に輝きます。\u001b[22m, \u001b[1m私は少しプロットの開発はこのアニメが唯一の12のエピソードであるとそこにあると感じますが、肇さんのキャラクターは本当にアニメを通して輝いています。\u001b[22m\n\u001b[4mLike she litterally shines of happiness and joy, and it rubs onto the other characters.\u001b[24m\n    \u001b[1m彼女が幸福と喜びを捨て去り、それが他のキャラクターにこする。\u001b[22m, \u001b[1m彼女のようにlitterally幸福と喜びの輝く、それは他の文字の上にこすります。\u001b[22m\n\u001b[4mAlthough the cast didn't develop much (aside from the Hajime x Utsutsu), her personality was very prevalent in changing the way everyone looks at things.\u001b[24m\n    \u001b[1mキャストはあまり発展しなかったが（ハジメ×ウツツを除く）、彼女の人格は誰もが物事を見る方法を変えることにおいて非常に一般的だった。\u001b[22m, \u001b[1mキャストは（脇肇X Utsutsuから）あまり発達しなかったが、彼女の性格は、誰もが物事を見る方法を変更することで非常に流行していました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: (9/10)\n\n\u001b[1m楽しさ：（9/10）\u001b[22m\n\u001b[1m(Tanoshisa: (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: (9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: (9/10)\u001b[24m\n    \u001b[1m楽しさ：（9/10）\u001b[22m\nAlthough this anime is perfect, is missing information in the plot, the art could use a touch up, and the ending didn't feel satisfying, it was extremely enjoyable to watch. With Hajime's always happy-go-lucky personality, it's hard to stay down watching this anime. You can't go wrong if you want to kill some time and enjoy something with Gatchaman Crowds.\n\n\u001b[1mこのアニメは完璧ですが、プロットの情報が欠落していますが、アートはタッチアップを使うことができ、エンディングは満足感を感じませんでした。それは非常に楽しかったです。 ハジメはいつも幸せな人格を持っているので、このアニメを見続けるのは難しいです。  Gatchaman Crowdsで何かを楽しんで、何かを楽しんでみたいと思ったら間違ってはいけません。\u001b[22m\n\u001b[1m(Kono anime wa kanpekidesuga, purotto no jōhō ga ketsuraku shite imasuga, āto wa tatchiappu o tsukau koto ga deki, endingu wa manzoku-kan o kanjimasendeshita. Sore wa hijō ni tanoshikattadesu. Hajime wa itsumo shiawasena jinkaku o motte irunode, kono anime o mi tsudzukeru no wa muzukashīdesu. Gatchaman Crowds de nanika o tanoshinde, nanika o tanoshinde mitai to omottara machigatte wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mAlthough this anime is perfect, is missing information in the plot, the art could use a touch up, and the ending didn't feel satisfying, it was extremely enjoyable to watch. With Hajime's always happy-go-lucky personality, it's hard to stay down watching this anime. You can't go wrong if you want to kill some time and enjoy something with Gatchaman Crowds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough this anime is perfect, is missing information in the plot, the art could use a touch up, and the ending didn't feel satisfying, it was extremely enjoyable to watch.\u001b[24m\n    \u001b[1mこのアニメは完璧ですが、プロットの情報が欠落していますが、アートはタッチアップを使うことができ、エンディングは満足感を感じませんでした。それは非常に楽しかったです。\u001b[22m, \u001b[1mこのアニメは完璧ですが、プロット内の情報が欠落している、タッチを使い切ることができアート、満足のいく感じませんでした結末は、見て非常に楽しかったです。\u001b[22m\n\u001b[4mWith Hajime's always happy-go-lucky personality, it's hard to stay down watching this anime.\u001b[24m\n    \u001b[1mハジメはいつも幸せな人格を持っているので、このアニメを見続けるのは難しいです。\u001b[22m, \u001b[1m肇さんいつも楽天的な性格で、それはこのアニメを見ダウン滞在するのは難しいです。\u001b[22m\n\u001b[4mYou can't go wrong if you want to kill some time and enjoy something with Gatchaman Crowds.\u001b[24m\n    \u001b[1mGatchaman Crowdsで何かを楽しんで、何かを楽しんでみたいと思ったら間違ってはいけません。\u001b[22m, \u001b[1mあなたはいくつかの時間を殺すために、ガッチャマンクラウズで何かを楽しみたい場合は、間違って行くことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Thoughts:\n\n\u001b[1m最終的な考え方：\u001b[22m\n\u001b[1m(Saishū-tekina kangaekata:)\u001b[22m\n\nTranslations of \u001b[4mFinal Thoughts:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Thoughts:\u001b[24m\n    \u001b[1m最終的な考え方：\u001b[22m, \u001b[1m最終的な考え：\u001b[22m\nI would probably give the overall anime a lower rating because of all the plotholes, and the ending was far from perfect, but after hearing about the second season, I'll keep my opinion until it is finished.\n\n\u001b[1m私はおそらく全体的なアニメにすべての広場のために低い評価を与え、結末は完璧ではありませんでしたが、第2シーズンについて聞いた後、私はそれが終わるまで私の意見を残します。\u001b[22m\n\u001b[1m(Watashi wa osoraku zentai-tekina anime ni subete no hiroba no tame ni hikui hyōka o atae, ketsumatsu wa kanpekide wa arimasendeshitaga, dai 2 shīzun ni tsuite kiita nochi, watashi wa sore ga owaru made watashi no iken o nokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would probably give the overall anime a lower rating because of all the plotholes, and the ending was far from perfect, but after hearing about the second season, I'll keep my opinion until it is finished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would probably give the overall anime a lower rating because of all the plotholes, and the ending was far from perfect, but after hearing about the second season, I'll keep my opinion until it is finished.\u001b[24m\n    \u001b[1m私はおそらく全体的なアニメにすべての広場のために低い評価を与え、結末は完璧ではありませんでしたが、第2シーズンについて聞いた後、私はそれが終わるまで私の意見を残します。\u001b[22m, \u001b[1m私はおそらく、すべてのplotholesの全体的なアニメに低い評価を与えるだろう、とエンディングはこれまで完璧からだったが、それが終了するまで、2番目のシーズンの話を聞いた後、私は自分の意見をしておこう。\u001b[22m\n\u001b[1m\u001b[22m\nIt's not heroes who will update the world. It's us. - GALAX\n\n\u001b[1m世界を更新するのは英雄ではありません。 それは私たちです。  - ギャラックス\u001b[22m\n\u001b[1m(Sekai o kōshin suru no wa eiyūde wa arimasen. Sore wa watashitachidesu. - Gyarakkusu)\u001b[22m\n\nTranslations of \u001b[4mIt's not heroes who will update the world. It's us. - GALAX\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not heroes who will update the world.\u001b[24m\n    \u001b[1m世界を更新するのは英雄ではありません。\u001b[22m, \u001b[1mそれは世界を更新する英雄ではありません。\u001b[22m\n\u001b[4mIt's us.\u001b[24m\n    \u001b[1mそれは私たちです。\u001b[22m\n\u001b[4m- GALAX\u001b[24m\n    \u001b[1m - ギャラックス\u001b[22m, \u001b[1m -  GALAX\u001b[22m\n\u001b[1m\u001b[22m\nHajime has taught us a huge big lesson on learning life, whether it be ignoring haters, being considerate for other's actions whether they be good or bad, or to just be yourself in any given situation.\n\n\u001b[1mハジメは、嫌悪者を無視しているか、他人の行動が良いか悪いかに配慮されているか、あるいは与えられた状況で自分自身であるかに関わらず、人生を学ぶという大きな巨大な教訓を教えてくれました。\u001b[22m\n\u001b[1m(Hajime wa, ken'o-sha o mushi shite iru ka, tanin no kōdō ga yoi ka warui ka ni hairyo sa rete iru ka, aruiwa ataerareta jōkyō de jibun jishindearu ka ni kakawarazu, jinsei o manabu to iu ōkina kyodaina kyōkun o oshiete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mHajime has taught us a huge big lesson on learning life, whether it be ignoring haters, being considerate for other's actions whether they be good or bad, or to just be yourself in any given situation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHajime has taught us a huge big lesson on learning life, whether it be ignoring haters, being considerate for other's actions whether they be good or bad, or to just be yourself in any given situation.\u001b[24m\n    \u001b[1mハジメは、嫌悪者を無視しているか、他人の行動が良いか悪いかに配慮されているか、あるいは与えられた状況で自分自身であるかに関わらず、人生を学ぶという大きな巨大な教訓を教えてくれました。\u001b[22m, \u001b[1m肇は、彼らが良いか悪いことか、単に任意の与えられた状況の中で自分自身であることかどうかの他のアクションのための思いやりであること、それが嫌いを無視するかどうか、私たちの生活の学習に大きな大きな教訓を教えてくれました。\u001b[22m\n\u001b[1m\u001b[22m\nBIRD, GO~\n\n\u001b[1mバード、GO〜\u001b[22m\n\u001b[1m(Bādo, GO 〜)\u001b[22m\n\nTranslations of \u001b[4mBIRD, GO~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBIRD, GO~\u001b[24m\n    \u001b[1mバード、GO〜\u001b[22m, \u001b[1mBIRD、GO〜\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "Gevaisa",
    "profile": "/profile/Gevaisa/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=198797",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのレビューには、最初の数回のエピソードのマイナーなスポイラーが含まれています。\n\nさらに始める前に、Gatchaman Crowdsは、驚くべきアニメが、アニメが驚くべきものであると予想する何らかの理由ですばらしいアニメではないと言及する必要があります。 芸術と音と会話は、興味深いのはっきりとはっきりしていて、品質という考えはそれに当てはまるようなものではないということはまったく奇妙です。 それを見ている程度の時間が経過した後、あなたはそれに慣れ親しんだり、それらの部分をブロックしたりします。 私はあなたがショーを楽しんでいるかどうかにかかわらず、それがどれほど速く起こるかにかかっています。 他の部分は、あなたが定期的なアニメを期待しているかどうかです。  （「普通のアニメ」という言葉自体は、何かを意味するものではありませんが、ガッチャマンの群衆ではないアニメを指す言葉が必要です。）\n\n一度あなたがより多くの異常な部分にぶつかったり慣れたりすると、残りの内容は、偽装された哲学的解説、ヒーローなアニメ・クリシェ、ヒーローなアニメ・クリシェに関する哲学的解説などに大別することができます。  （他のものはあまり目立たず、個別にリストされていません。）\n\n最初のエピソードからは、ヒーローなアニメ作品が明らかです。 主人公の一ノ瀬元は、老人がどこにも見えなくて魔法の鳥の力を与える。  （これはスポイラーではなく、今取得した精神的なイメージは完全に正確ではありません。）彼女はガッチャマンというスーパーヒーローのグループに入会します。  （これはスポイラーでもありません。あなたがタイトルを見たときにこれを期待していなければ、私はあなたに同情しません。）彼女は自分の仕事は地球を宇宙人から守ることであり、 常に混沌とした邪悪で人を食べる外国人の種と一緒にいる。  （これはややスポイラーです）彼女はこれを2つのエピソードの外交的解決に導いています。  （これは非常にスポイラーです。）\n\nシリーズは、アニメの魔法の魔法使いが提供する道を流れ落ちることを恥知らずにして、それが最も効果を発揮するときに予期せぬターンをします。 哲学的解説は、それに応じて非常に積極的に行動する様々な見解を持つ多数のキャラクターの形をとっている。 これについて実際に詳しく説明するのはちょっとしたスポイラーかもしれませんが、私はそれらを非常に思いやりのあるものにしていました。そのようなサブテーマでアニメを楽しむなら、Gatchaman Crowdsが好きかもしれません。 今度は主人公について話しましょう。彼女は明らかにギャッチャマンの群衆の好き嫌いの分裂点でもあります。\n\nIchinose Hajimeは私が今までに見た中で最も珍しい主人公のひとりです。 この理由のいくつかは非常に明白です。 彼女は非常に陽気で非常に偏心的に行動し、ノートを彼女の顔にこすりつけて、かわいそうな声などを呼びます。 他の理由は気付きやすいが、明確に表現するのは難しい。 彼女は非常に自己完結型のキャラクターです。 彼女はアニメキャラクターのように彼女の考えを説明していないので、彼女が何をするのかを理解することが難しい。 それにもかかわらず、彼女が事をする理由があることは非常に明白であり、彼女は自分が何であるかを知っています。 あなたは熟考しているものを多く捉えたり、修辞的なやり方で自分の意見を他の人に尋ねたりしません。 彼女が好きかどうかにかかわらず、あなたは彼女の表面的な特性を容認できるかどうか、彼女が彼女の行動を通して徐々に明らかになる独特の道徳的なコードを承認するかどうかの組み合わせに依存するつもりです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis review contains minor spoilers for the first few episodes.\n\n\u001b[1mこのレビューには、最初の数回のエピソードのマイナーなスポイラーが含まれています。\u001b[22m\n\u001b[1m(Kono rebyū ni wa, saisho no sū-kai no episōdo no maināna supoirā ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis review contains minor spoilers for the first few episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review contains minor spoilers for the first few episodes.\u001b[24m\n    \u001b[1mこのレビューには、最初の数回のエピソードのマイナーなスポイラーが含まれています。\u001b[22m, \u001b[1mこのレビューは、最初のいくつかのエピソードのためのマイナーなネタバレが含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I further begin, I feel I should mention that Gatchaman Crowds, while an amazing anime, is not an amazing anime for any reason that one would normally expect an anime to be amazing. The art and sound and dialogue vary between being interestingly distinct and being so utterly bizarre that the idea of quality doesn't even seem like it applies to them. After some amount of time watching it, you either acclimate yourself to it or block those parts out. I think a large amount of whether you enjoy the show or not depends on how fast that happens. The other part is whether you're approaching it expecting a regular anime. (The term 'regular anime' itself can't really be said to mean anything, but I need some term with which to refer to animes that are not Gatchaman Crowds.)\n\n\u001b[1mさらに始める前に、Gatchaman Crowdsは、驚くべきアニメが、アニメが驚くべきものであると予想する何らかの理由ですばらしいアニメではないと言及する必要があります。 芸術と音と会話は、興味深いのはっきりとはっきりしていて、品質という考えはそれに当てはまるようなものではないということはまったく奇妙です。 それを見ている程度の時間が経過した後、あなたはそれに慣れ親しんだり、それらの部分をブロックしたりします。 私はあなたがショーを楽しんでいるかどうかにかかわらず、それがどれほど速く起こるかにかかっています。 他の部分は、あなたが定期的なアニメを期待しているかどうかです。  （「普通のアニメ」という言葉自体は、何かを意味するものではありませんが、ガッチャマンの群衆ではないアニメを指す言葉が必要です。）\u001b[22m\n\u001b[1m(Sarani hajimeru mae ni, Gatchaman Crowds wa, odorokubeki anime ga, anime ga odorokubeki monodearu to yosō suru nanrakano riyū de subarashī animede wa nai to genkyū suru hitsuyō ga arimasu. Geijutsu to oto to kaiwa wa, kyōmibukai no hakkiri to hakkiri shite ite, hinshitsu to iu kangae wa sore ni atehamaru yōna monode wa nai to iu koto wa mattaku kimyōdesu. Sore o mite iru teido no jikan ga keika shita nochi, anata wa sore ni nareshitashin dari, sorera no bubun o burokku shi tari shimasu. Watashi wa anata ga shō o tanoshinde iru ka dō ka ni kakawarazu, sore ga dorehodo hayaku okoru ka ni kakatte imasu. Hoka no bubun wa, anata ga teiki-tekina anime o kitai shite iru ka dō kadesu. (`Futsū no anime' to iu kotoba jitai wa, nanika o imi suru monode wa arimasenga, gatchaman no gunshūde wanai anime o sasu kotoba ga hitsuyōdesu. ))\u001b[22m\n\nTranslations of \u001b[4mBefore I further begin, I feel I should mention that Gatchaman Crowds, while an amazing anime, is not an amazing anime for any reason that one would normally expect an anime to be amazing. The art and sound and dialogue vary between being interestingly distinct and being so utterly bizarre that the idea of quality doesn't even seem like it applies to them. After some amount of time watching it, you either acclimate yourself to it or block those parts out. I think a large amount of whether you enjoy the show or not depends on how fast that happens. The other part is whether you're approaching it expecting a regular anime. (The term 'regular anime' itself can't really be said to mean anything, but I need some term with which to refer to animes that are not Gatchaman Crowds.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I further begin, I feel I should mention that Gatchaman Crowds, while an amazing anime, is not an amazing anime for any reason that one would normally expect an anime to be amazing.\u001b[24m\n    \u001b[1mさらに始める前に、Gatchaman Crowdsは、驚くべきアニメが、アニメが驚くべきものであると予想する何らかの理由ですばらしいアニメではないと言及する必要があります。\u001b[22m, \u001b[1m私はさらに開始する前に、私はガッチャマンクラウズは、素晴らしいアニメながら、1は通常のアニメは素晴らしいことを期待する理由の如何を問わず、驚くべきアニメではないことを言及する必要があります感じています。\u001b[22m\n\u001b[4mThe art and sound and dialogue vary between being interestingly distinct and being so utterly bizarre that the idea of quality doesn't even seem like it applies to them.\u001b[24m\n    \u001b[1m芸術と音と会話は、興味深いのはっきりとはっきりしていて、品質という考えはそれに当てはまるようなものではないということはまったく奇妙です。\u001b[22m, \u001b[1mアートと音との対話は、興味深いことに別個であること、それはそれらに適用されるような品質のアイデアはあっても思えないように全く奇妙であることの間で変動します。\u001b[22m\n\u001b[4mAfter some amount of time watching it, you either acclimate yourself to it or block those parts out.\u001b[24m\n    \u001b[1mそれを見ている程度の時間が経過した後、あなたはそれに慣れ親しんだり、それらの部分をブロックしたりします。\u001b[22m, \u001b[1mある程度の時間がそれを見た後、あなたはそれに自分を順応またはそれらの部分を遮断どちらか。\u001b[22m\n\u001b[4mI think a large amount of whether you enjoy the show or not depends on how fast that happens.\u001b[24m\n    \u001b[1m私はあなたがショーを楽しんでいるかどうかにかかわらず、それがどれほど速く起こるかにかかっています。\u001b[22m, \u001b[1m私はあなたがショーを楽しんでいるか否かが大量にそれが起こるどのくらいの速に依存すると思います。\u001b[22m\n\u001b[4mThe other part is whether you're approaching it expecting a regular anime.\u001b[24m\n    \u001b[1m他の部分は、あなたが定期的なアニメを期待しているかどうかです。\u001b[22m, \u001b[1m他の部分は、あなたが定期的にアニメを期待し、それに近づいているかどうかです。\u001b[22m\n\u001b[4m(The term 'regular anime' itself can't really be said to mean anything, but I need some term with which to refer to animes that are not Gatchaman Crowds.)\u001b[24m\n    \u001b[1m（「普通のアニメ」という言葉自体は、何かを意味するものではありませんが、ガッチャマンの群衆ではないアニメを指す言葉が必要です。）\u001b[22m, \u001b[1m（用語「レギュラーアニメ「自身が本当に何を意味すると言うことはできませんが、私はガッチャマン群集ではないアニメを参照すると、いくつかの用語を必要としています。）\u001b[22m\n\u001b[1m\u001b[22m\nOnce you block out or acclimate yourself to the more abnormal parts, the remaining content can be roughly categorized into disguised philosophical commentary, heroic anime cliches, disguised philosophical commentary on heroic anime cliches, and other things. (The other things are less prominent and not with individually listing.)\n\n\u001b[1m一度あなたがより多くの異常な部分にぶつかったり慣れたりすると、残りの内容は、偽装された哲学的解説、ヒーローなアニメ・クリシェ、ヒーローなアニメ・クリシェに関する哲学的解説などに大別することができます。  （他のものはあまり目立たず、個別にリストされていません。）\u001b[22m\n\u001b[1m(Ichido anata ga yori ōku no ijōna bubun ni butsukattari nare tari suru to, nokori no naiyō wa, gisō sa reta tetsugaku-teki kaisetsu, hīrōna anime kurishe, hīrōna anime kurishe ni kansuru tetsugaku-teki kaisetsu nado ni taibetsu suru koto ga dekimasu. (Hoka no mono wa amari medatazu, kobetsu ni risuto sa rete imasen. ))\u001b[22m\n\nTranslations of \u001b[4mOnce you block out or acclimate yourself to the more abnormal parts, the remaining content can be roughly categorized into disguised philosophical commentary, heroic anime cliches, disguised philosophical commentary on heroic anime cliches, and other things. (The other things are less prominent and not with individually listing.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce you block out or acclimate yourself to the more abnormal parts, the remaining content can be roughly categorized into disguised philosophical commentary, heroic anime cliches, disguised philosophical commentary on heroic anime cliches, and other things.\u001b[24m\n    \u001b[1m一度あなたがより多くの異常な部分にぶつかったり慣れたりすると、残りの内容は、偽装された哲学的解説、ヒーローなアニメ・クリシェ、ヒーローなアニメ・クリシェに関する哲学的解説などに大別することができます。\u001b[22m, \u001b[1mあなたが遮る以上の異常な部分に自分を順応したら、残りのコンテンツは、大きく分けて英雄的なアニメの決まり文句に偽装した哲学的論評、英雄的なアニメの決まり文句、変装哲学解説、および他のものに分類することができます。\u001b[22m\n\u001b[4m(The other things are less prominent and not with individually listing.)\u001b[24m\n    \u001b[1m（他のものはあまり目立たず、個別にリストされていません。）\u001b[22m, \u001b[1m（他のものは、個別にリストとあまり顕著ではありません。）\u001b[22m\n\u001b[1m\u001b[22m\nThe heroic anime cliches are obvious from the first episode. The main character, Ichinose Hajime, has a wrinkly old man appear out of nowhere and give her magic bird powers. (This is not a spoiler. The mental image you just acquired is completely inaccurate.) She is then inducted into a group of superheroes named the Gatchaman. (This is also not a spoiler. If you didn't expect this the moment you saw the title I have no sympathy for you.) She's informed that their job is to protect the earth from aliens, and that they're currently in conflict with a species of alien that is always chaotic evil and eats people. (This is slightly a spoiler.) She brings this to a diplomatic resolution within two episodes. (This is extremely a spoiler.)\n\n\u001b[1m最初のエピソードからは、ヒーローなアニメ作品が明らかです。 主人公の一ノ瀬元は、老人がどこにも見えなくて魔法の鳥の力を与える。  （これはスポイラーではなく、今取得した精神的なイメージは完全に正確ではありません。）彼女はガッチャマンというスーパーヒーローのグループに入会します。  （これはスポイラーでもありません。あなたがタイトルを見たときにこれを期待していなければ、私はあなたに同情しません。）彼女は自分の仕事は地球を宇宙人から守ることであり、 常に混沌とした邪悪で人を食べる外国人の種と一緒にいる。  （これはややスポイラーです）彼女はこれを2つのエピソードの外交的解決に導いています。  （これは非常にスポイラーです。）\u001b[22m\n\u001b[1m(Saisho no episōdo kara wa, hīrōna anime sakuhin ga akirakadesu. Shujinkō no Ichinose gen wa, rōjin ga dokoni mo mienakute mahō no tori no chikara o ataeru. (Kore wa supoirāde wa naku, ima shutoku shita seishin-tekina imēji wa kanzen ni seikakude wa arimasen. ) Kanojo wa gatchaman to iu sūpāhīrō no gurūpu ni nyūkai shimasu. (Kore wa supoirāde mo arimasen. Anata ga taitoru o mita toki ni kore o kitai shite inakereba, watashi wa anata ni dōjō shimasen. ) Kanojo wa jibun no shigoto wa chikyū o uchūbito kara mamoru kotodeari, tsuneni konton to shita jaaku de hito o taberu gaikoku hito no tane to issho ni iru. (Kore wa yaya supoirādesu) kanojo wa kore o 2tsu no episōdo no gaikō-teki kaiketsu ni michibiite imasu. (Kore wa hijō ni supoirādesu. ))\u001b[22m\n\nTranslations of \u001b[4mThe heroic anime cliches are obvious from the first episode. The main character, Ichinose Hajime, has a wrinkly old man appear out of nowhere and give her magic bird powers. (This is not a spoiler. The mental image you just acquired is completely inaccurate.) She is then inducted into a group of superheroes named the Gatchaman. (This is also not a spoiler. If you didn't expect this the moment you saw the title I have no sympathy for you.) She's informed that their job is to protect the earth from aliens, and that they're currently in conflict with a species of alien that is always chaotic evil and eats people. (This is slightly a spoiler.) She brings this to a diplomatic resolution within two episodes. (This is extremely a spoiler.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe heroic anime cliches are obvious from the first episode.\u001b[24m\n    \u001b[1m最初のエピソードからは、ヒーローなアニメ作品が明らかです。\u001b[22m, \u001b[1m英雄的なアニメの決まり文句は、最初のエピソードから明らかです。\u001b[22m\n\u001b[4mThe main character, Ichinose Hajime, has a wrinkly old man appear out of nowhere and give her magic bird powers.\u001b[24m\n    \u001b[1m主人公の一ノ瀬元は、老人がどこにも見えなくて魔法の鳥の力を与える。\u001b[22m, \u001b[1m主人公、一ノ瀬肇は、しわになりやすい老人はどこからともなく現れ、彼女の魔法の鳥の力を与えています。\u001b[22m\n\u001b[4m(This is not a spoiler. The mental image you just acquired is completely inaccurate.) She is then inducted into a group of superheroes named the Gatchaman.\u001b[24m\n    \u001b[1m（これはスポイラーではなく、今取得した精神的なイメージは完全に正確ではありません。）彼女はガッチャマンというスーパーヒーローのグループに入会します。\u001b[22m, \u001b[1m（これはスポイラーではありません。あなただけの取得、精神的イメージが完全に不正確である。）彼女はその後ガッチャマンという名前のスーパーヒーローのグループに入会されています。\u001b[22m\n\u001b[4m(This is also not a spoiler. If you didn't expect this the moment you saw the title I have no sympathy for you.) She's informed that their job is to protect the earth from aliens, and that they're currently in conflict\u001b[24m\n    \u001b[1m（これはスポイラーでもありません。あなたがタイトルを見たときにこれを期待していなければ、私はあなたに同情しません。）彼女は自分の仕事は地球を宇宙人から守ることであり、\u001b[22m, \u001b[1m（これはまた、スポイラーではありません。あなたはタイトルを見て、この瞬間は、私はあなたのために何の同情を持っていない期待していなかった場合。）彼女は自分の仕事は、エイリアンから地球を保護することであることを知らされています、そして、彼らは紛争に現在していること\u001b[22m\n\u001b[4mwith a species of alien that is always chaotic evil and eats people.\u001b[24m\n    \u001b[1m常に混沌とした邪悪で人を食べる外国人の種と一緒にいる。\u001b[22m, \u001b[1m常に混沌邪悪で、人々を食べる外国人の種と。\u001b[22m\n\u001b[4m(This is slightly a spoiler.) She brings this to a diplomatic resolution within two episodes.\u001b[24m\n    \u001b[1m（これはややスポイラーです）彼女はこれを2つのエピソードの外交的解決に導いています。\u001b[22m, \u001b[1m（これは少しスポイラーです。）彼女は2つのエピソードの中外交解決にこれをもたらします。\u001b[22m\n\u001b[4m(This is extremely a spoiler.)\u001b[24m\n    \u001b[1m（これは非常にスポイラーです。）\u001b[22m\n\u001b[1m\u001b[22m\nThe series goes on in that fashion, shameless flowing down the paths provided by anime tropes and then making unexpected turns just when it'll have the most effect. The philosophical commentary takes the form of a plethora of characters with differing views acting very actively in accordance with them. It would be a bit of a spoiler to actually go into detail on this, but I found them very thought-provoking, so if you enjoy animes with that sort of subtheme going on, you'll probably like Gatchaman Crowds. Now let's talk about the protagonist, since apparently she's also a divisive point for liking or not liking Gatchaman Crowds.\n\n\u001b[1mシリーズは、アニメの魔法の魔法使いが提供する道を流れ落ちることを恥知らずにして、それが最も効果を発揮するときに予期しないターンをするような形で進んでいきます。 哲学的解説は、それに応じて非常に積極的に行動する様々な見解を持つ多数のキャラクターの形をとっている。 これについて実際に詳しく説明するのはちょっとしたスポイラーかもしれませんが、私はそれらを非常に思いやりのあるものにしていました。そのようなサブテーマでアニメを楽しむなら、Gatchaman Crowdsが好きかもしれません。 今度は主人公について話しましょう。彼女は明らかにガッチャマンの群衆の好き嫌いの分裂点でもあります。\u001b[22m\n\u001b[1m(Shirīzu wa, anime no mahō no mahōtsukai ga teikyō suru michi o nagareochiru koto o hajishirazu ni shite, sore ga mottomo kōka o hakki suru toki ni yoki shinai tān o suru yōna katachi de susunde ikimasu. Tetsugaku-teki kaisetsu wa, sore ni ōjite hijō ni sekkyokutekini kōdō suru samazamana kenkai o motsu tasū no kyarakutā no katachi o totte iru. Kore ni tsuite jissai ni kuwashiku setsumei suru no wa chottoshita supoirā kamo shiremasenga, watashi wa sorera o hijō ni omoiyari no aru mono ni shite imashita. So no yōna sabutēma de anime o tanoshimunara, Gatchaman Crowds ga suki kamo shiremasen. Kondo wa shujinkō ni tsuite hanashimashou. Kanojo wa akiraka ni gatchaman no gunshū no sukikirai no bunretsu-tende mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series goes on in that fashion, shameless flowing down the paths provided by anime tropes and then making unexpected turns just when it'll have the most effect. The philosophical commentary takes the form of a plethora of characters with differing views acting very actively in accordance with them. It would be a bit of a spoiler to actually go into detail on this, but I found them very thought-provoking, so if you enjoy animes with that sort of subtheme going on, you'll probably like Gatchaman Crowds. Now let's talk about the protagonist, since apparently she's also a divisive point for liking or not liking Gatchaman Crowds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series goes on in that fashion, shameless flowing down the paths provided by anime tropes and then making unexpected turns just when it'll have the most effect.\u001b[24m\n    \u001b[1mシリーズは、アニメの魔法の魔法使いが提供する道を流れ落ちることを恥知らずにして、それが最も効果を発揮するときに予期しないターンをするような形で進んでいきます。\u001b[22m, \u001b[1mシリーズは恥知らずはアニメの比喩によって提供されたパスを流下し、それが最も効果がありますちょうどその時、予期しないターンを作り、そのやり方で進みます。\u001b[22m\n\u001b[4mThe philosophical commentary takes the form of a plethora of characters with differing views acting very actively in accordance with them.\u001b[24m\n    \u001b[1m哲学的解説は、それに応じて非常に積極的に行動する様々な見解を持つ多数のキャラクターの形をとっている。\u001b[22m, \u001b[1m哲学的論評は、それらに応じて非常に積極的に働く異なるビューで文字の過多の形をとります。\u001b[22m\n\u001b[4mIt would be a bit of a spoiler to actually go into detail on this, but I found them very thought-provoking, so if you enjoy animes with that sort of subtheme going on, you'll probably like Gatchaman Crowds.\u001b[24m\n    \u001b[1mこれについて実際に詳しく説明するのはちょっとしたスポイラーかもしれませんが、私はそれらを非常に思いやりのあるものにしていました。そのようなサブテーマでアニメを楽しむなら、Gatchaman Crowdsが好きかもしれません。\u001b[22m, \u001b[1m実際にこれを詳細に行くためにスポイラーのビットであるだろうが、私は彼らが非常に考えさせられる見つかったので、あなたは、サブテーマの並べ替えが起こってアニメを楽しむ場合、あなたはおそらくガッチャマンクラウズ気に入るだろう。\u001b[22m\n\u001b[4mNow let's talk about the protagonist, since apparently she's also a divisive point for liking or not liking Gatchaman Crowds.\u001b[24m\n    \u001b[1m今度は主人公について話しましょう。彼女は明らかにガッチャマンの群衆の好き嫌いの分裂点でもあります。\u001b[22m, \u001b[1m今、どうやら彼女はまた、好きやガッチャマンクラウズを好きではないため対立点だからのは、主人公の話をしましょう。\u001b[22m\n\u001b[1m\u001b[22m\nIchinose Hajime is one of the most unusual protagonists I have ever seen. Some of the reasons for this are very obvious. She acts very cheerful and very eccentric, rubbing notebooks on her face and calling them cute and other such acts. Other reasons are very easy to notice but very difficult to articulate. She's a very self-contained character. She doesn't explain her thoughts like some anime characters do, which makes it difficult to figure out why she does things. Despite that, it's very obvious that there are reasons that she does things, and she knows what they are. You don't catch her contemplating things much, or asking other characters for their opinions in anything but a rhetorical way. Whether you like her or not is going to depend on a combination of whether you can tolerate her superficial traits and whether or not you approve of the idiosyncratic moral code she gradually reveals through her actions.\n\n\u001b[1mIchinose Hajimeは私が今までに見た中で最も珍しい主人公のひとりです。 この理由のいくつかは非常に明白です。 彼女は非常に陽気で非常に偏心的に行動し、ノートを彼女の顔にこすりつけて、かわいそうな声などを呼びます。 他の理由は気付きやすいが、明確に表現するのは難しい。 彼女は非常に自己完結型のキャラクターです。 彼女はアニメキャラクターのように彼女の考えを説明していないので、彼女が何をするのかを理解することが難しい。 それにもかかわらず、彼女が事をする理由があることは非常に明白であり、彼女は自分が何であるかを知っています。 あなたは熟考しているものを多く捉えたり、修辞的なやり方で自分の意見を他の人に尋ねたりしません。 彼女が好きかどうかにかかわらず、あなたは彼女の表面的な特性を容認できるかどうか、彼女が彼女の行動を通して徐々に明らかになる独特の道徳的なコードを承認するかどうかの組み合わせに依存するつもりです。\u001b[22m\n\u001b[1m(Ichinose Hajime wa watashi ga ima made ni mita naka de mottomo mezurashī shujinkō no hitoridesu. Kono riyū no ikutsu ka wa hijō ni meihakudesu. Kanojo wa hijō ni yōkide hijō ni henshin-teki ni kōdō shi, nōto o kanojo no kao ni kosuri tsukete, kawaisōna koe nado o yobimasu. Hoka no riyū wa kidzuki yasuiga, meikaku ni hyōgen suru no wa muzukashī. Kanojo wa hijō ni jiko kanketsu-gata no kyarakutādesu. Kanojo wa animekyarakutā no yō ni kanojo no kangae o setsumei shite inainode, kanojo ga nani o suru no ka o rikai suru koto ga muzukashī. Sore nimokakawarazu, kanojo ga koto o suru riyū ga aru koto wa hijō ni meihakudeari, kanojo wa jibun ga nandearu ka o shitte imasu. Anata wa jukukō shite iru mono o ōku torae tari, shūji-tekina yarikata de jibun no iken o hokanohito ni tazune tari shimasen. Kanojo ga suki ka dō ka ni kakawarazu, anata wa kanojo no hyōmen-tekina tokusei o yōnin dekiru ka dō ka, kanojo ga kanojo no kōdō o tōshite jojoni akiraka ni naru dokutoku no dōtokutekina kōdo o shōnin suru ka dō ka no kumiawase ni izon suru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mIchinose Hajime is one of the most unusual protagonists I have ever seen. Some of the reasons for this are very obvious. She acts very cheerful and very eccentric, rubbing notebooks on her face and calling them cute and other such acts. Other reasons are very easy to notice but very difficult to articulate. She's a very self-contained character. She doesn't explain her thoughts like some anime characters do, which makes it difficult to figure out why she does things. Despite that, it's very obvious that there are reasons that she does things, and she knows what they are. You don't catch her contemplating things much, or asking other characters for their opinions in anything but a rhetorical way. Whether you like her or not is going to depend on a combination of whether you can tolerate her superficial traits and whether or not you approve of the idiosyncratic moral code she gradually reveals through her actions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIchinose Hajime is one of the most unusual protagonists I have ever seen.\u001b[24m\n    \u001b[1mIchinose Hajimeは私が今までに見た中で最も珍しい主人公のひとりです。\u001b[22m, \u001b[1m一ノ瀬肇は私が今まで見た中で最も珍しい主人公の一つです。\u001b[22m\n\u001b[4mSome of the reasons for this are very obvious.\u001b[24m\n    \u001b[1mこの理由のいくつかは非常に明白です。\u001b[22m, \u001b[1mその理由のいくつかは非常に明白です。\u001b[22m\n\u001b[4mShe acts very cheerful and very eccentric, rubbing notebooks on her face and calling them cute and other such acts.\u001b[24m\n    \u001b[1m彼女は非常に陽気で非常に偏心的に行動し、ノートを彼女の顔にこすりつけて、かわいそうな声などを呼びます。\u001b[22m, \u001b[1m彼女は彼女の顔にノートPCをこすり、それらにかわいいと他のそのような行為を呼び出して、非常に明るく、非常に偏心働きます。\u001b[22m\n\u001b[4mOther reasons are very easy to notice but very difficult to articulate.\u001b[24m\n    \u001b[1m他の理由は気付きやすいが、明確に表現するのは難しい。\u001b[22m, \u001b[1m他の理由が気づくことは非常に簡単ですが、明確にすることが非常に困難です。\u001b[22m\n\u001b[4mShe's a very self-contained character.\u001b[24m\n    \u001b[1m彼女は非常に自己完結型のキャラクターです。\u001b[22m, \u001b[1m彼女は非常に自己完結型の文字です。\u001b[22m\n\u001b[4mShe doesn't explain her thoughts like some anime characters do, which makes it difficult to figure out why she does things.\u001b[24m\n    \u001b[1m彼女はアニメキャラクターのように彼女の考えを説明していないので、彼女が何をするのかを理解することが難しい。\u001b[22m, \u001b[1mいくつかのアニメのキャラクターが行うように彼女は物事を行うなぜそれが困難を把握することができている、彼女の考えを説明していません。\u001b[22m\n\u001b[4mDespite that, it's very obvious that there are reasons that she does things, and she knows what they are.\u001b[24m\n    \u001b[1mそれにもかかわらず、彼女が事をする理由があることは非常に明白であり、彼女は自分が何であるかを知っています。\u001b[22m, \u001b[1mそれにもかかわらず、それは彼女が物事を行う理由があることは非常に明白だし、彼女は彼らが何であるかを知っています。\u001b[22m\n\u001b[4mYou don't catch her contemplating things much, or asking other characters for their opinions in anything but a rhetorical way.\u001b[24m\n    \u001b[1mあなたは熟考しているものを多く捉えたり、修辞的なやり方で自分の意見を他の人に尋ねたりしません。\u001b[22m, \u001b[1mあなたははるかに物事を考え、または修辞的な方法が、何で自分の意見を他の文字を求めて彼女をキャッチしません。\u001b[22m\n\u001b[4mWhether you like her or not is going to depend on a combination of whether you can tolerate her superficial traits and whether or not you approve of the idiosyncratic moral code she gradually reveals through her actions.\u001b[24m\n    \u001b[1m彼女が好きかどうかにかかわらず、あなたは彼女の表面的な特性を容認できるかどうか、彼女が彼女の行動を通して徐々に明らかになる独特の道徳的なコードを承認するかどうかの組み合わせに依存するつもりです。\u001b[22m, \u001b[1mあなたが彼女を好きかどうかは、あなたが彼女の表面的な特性を許容できるかどうか、彼女は徐々に彼女の行動を通して明らかになったあなたは特異な道徳規範を承認するか否かの組み合わせに依存しようとしています。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "Girlgirl5218",
    "profile": "/profile/Girlgirl5218/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=189806",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nまあ、これは私が1日に見たショーの1つのローラーコースターでした。\n\nGatchaman Crowdsはスーパーヒーローではないと言って始めておきたいと思います。 それはそれを捨てて移動する前にアイデアをつけて約1話を費やしている。\n\n群衆はこれをたくさん行います。 このショーは、非常に密集しており、テーマとアイディアに敏感です。 インターネットの匿名性、集団的思考、社会、人間の価値観、そして私が簡単に解説することができる他のものを調べる準備をしてください。 このショーは、これらすべてのアイデアを徹底的に扱うことに非常に良いものです。 彼らは決して最後までボールを落とさせることはありません。\n\nこれは、私がこのショーを愛する主な理由に私をもたらします。 このショーは、これらのアイデアやショーが私たちに提示する理想を持って遊ぶためのプラットフォームではなく、善悪のプロットについてのものではありません。 主人公と敵対者はこれらのアイデアのための船ですが、私はそんなに気にしません。 しかし、いくつかの大きな特徴と興味深いストーリーがあります。 ショーは思考だけでなく楽しみのために深刻な食べ物を取り除くことを望んでいます。\n\n芸術は素晴らしく、サウンドトラックのニュアンスの一部は天才です。 群衆はちょうどよく作られたショーです。\n\n要約すると、あなたが哲学を好きなら、これはすばらしいショーです。 そうしないと、他の何かを探すことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell, this was one roller coaster of a show I watched in one day.\n\n\u001b[1mまあ、これは私が1日に見たショーの1つのローラーコースターでした。\u001b[22m\n\u001b[1m(Mā, kore wa watashi ga 1-nichi ni mita shō no 1tsu no rōrākōsutādeshita.)\u001b[22m\n\nTranslations of \u001b[4mWell, this was one roller coaster of a show I watched in one day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, this was one roller coaster of a show I watched in one day.\u001b[24m\n    \u001b[1mまあ、これは私が1日に見たショーの1つのローラーコースターでした。\u001b[22m, \u001b[1mまあ、これは私が一日で見たショーの1ジェットコースターでした。\u001b[22m\n\u001b[1m\u001b[22m\nI guess I should start by saying Gatchaman Crowds is definitely not a superhero show. It spends about one episode toying with the idea before discarding it and moving on.\n\n\u001b[1mGatchaman Crowdsはスーパーヒーローではないと言って始めておきたいと思います。 それはそれを捨てて移動する前にアイデアをつけて約1話を費やしている。\u001b[22m\n\u001b[1m(Gatchaman Crowds wa sūpāhīrōde wa nai to itte hajimete okitai to omoimasu. Sore wa sore o sutete idō suru mae ni aidea o tsukete yaku 1-wa o tsuiyashite iru.)\u001b[22m\n\nTranslations of \u001b[4mI guess I should start by saying Gatchaman Crowds is definitely not a superhero show. It spends about one episode toying with the idea before discarding it and moving on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess I should start by saying Gatchaman Crowds is definitely not a superhero show.\u001b[24m\n    \u001b[1mGatchaman Crowdsはスーパーヒーローではないと言って始めておきたいと思います。\u001b[22m, \u001b[1m私はガッチャマンクラウズは間違いなくスーパーヒーローのショーではありませんと言って開始する必要がありますね。\u001b[22m\n\u001b[4mIt spends about one episode toying with the idea before discarding it and moving on.\u001b[24m\n    \u001b[1mそれはそれを捨てて移動する前にアイデアをつけて約1話を費やしている。\u001b[22m, \u001b[1mそれは、それを破棄し、上に移動する前に、アイデアをいじるについて1つのエピソードを費やしています。\u001b[22m\n\u001b[1m\u001b[22m\nCrowds does this a lot. This show is extremely dense, theme and idea-wise. Be prepared to examine internet anonymity, collective thinking, society, human values, and more other things I could possibly explain in a short review. This show is insanely good at juggling all these ideas, too. They never let a ball drop right up to the very end.\n\n\u001b[1m群衆はこれをたくさん行います。 このショーは、非常に密集しており、テーマとアイディアに敏感です。 インターネットの匿名性、集団的思考、社会、人間の価値観、そして私が簡単に解説することができる他のものを調べる準備をしてください。 このショーは、これらすべてのアイデアを徹底的に扱うことに非常に良いものです。 彼らは決して最後までボールを落とさせることはありません。\u001b[22m\n\u001b[1m(Gunshū wa kore o takusan okonaimasu. Kono shō wa, hijō ni misshū shite ori, tēma to aidia ni binkandesu. Intānetto no tokumei-sei, shūdan-teki shikō, shakai, ningen no kachikan, soshite watashi ga kantan ni kaisetsu suru koto ga dekiru ta no mono o shiraberu junbi o shite kudasai. Kono shō wa, korera subete no aidea o tetteiteki ni atsukau koto ni hijō ni yoi monodesu. Karera wa kesshite saigomade bōru o otosa seru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCrowds does this a lot. This show is extremely dense, theme and idea-wise. Be prepared to examine internet anonymity, collective thinking, society, human values, and more other things I could possibly explain in a short review. This show is insanely good at juggling all these ideas, too. They never let a ball drop right up to the very end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCrowds does this a lot.\u001b[24m\n    \u001b[1m群衆はこれをたくさん行います。\u001b[22m, \u001b[1m群衆はこのロットありません。\u001b[22m\n\u001b[4mThis show is extremely dense, theme and idea-wise.\u001b[24m\n    \u001b[1mこのショーは、非常に密集しており、テーマとアイディアに敏感です。\u001b[22m, \u001b[1mこのショーは、非常に緻密で、テーマやアイデアが賢明です。\u001b[22m\n\u001b[4mBe prepared to examine internet anonymity, collective thinking, society, human values, and more other things I could possibly explain in a short review.\u001b[24m\n    \u001b[1mインターネットの匿名性、集団的思考、社会、人間の価値観、そして私が簡単に解説することができる他のものを調べる準備をしてください。\u001b[22m, \u001b[1mインターネットの匿名性、集団的思考、社会、人間の価値、と私はおそらく短いレビューで説明することができるより多くの他のものを調べるために調製すること。\u001b[22m\n\u001b[4mThis show is insanely good at juggling all these ideas, too.\u001b[24m\n    \u001b[1mこのショーは、これらすべてのアイデアを徹底的に扱うことに非常に良いものです。\u001b[22m, \u001b[1mこの番組は、あまりにも、これらすべてのアイデアをジャグリングでめちゃくちゃ良いです。\u001b[22m\n\u001b[4mThey never let a ball drop right up to the very end.\u001b[24m\n    \u001b[1m彼らは決して最後までボールを落とさせることはありません。\u001b[22m, \u001b[1m彼らは右の非常に最後までボールドロップを聞かせすることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhich brings me to my main reasons for loving this show. This show isn't so much about a good versus evil plot than it is a platform for playing with these ideas and the ideals the show presents to us. The protagonist and antagonist are vessels for these ideas, but I don't mind so much. There is some great characterization and an interesting storyline, though. It's just that the show wants you to take away some serious food for thought as well as enjoyment.\n\n\u001b[1mこれは、私がこのショーを愛する主な理由に私をもたらします。 このショーは、これらのアイデアやショーが私たちに提示する理想を持って遊ぶためのプラットフォームではなく、善悪のプロットについてのものではありません。 主人公と敵対者はこれらのアイデアのための船ですが、私はそんなに気にしません。 しかし、いくつかの大きな特徴と興味深いストーリーがあります。 ショーは思考だけでなく楽しみのために深刻な食べ物を取り除くことを望んでいます。\u001b[22m\n\u001b[1m(Kore wa, watashi ga kono shō o aisuru omona riyū ni watashi o motarashimasu. Kono shō wa, korera no aidea ya shō ga watashitachi ni teiji suru risō o motte asobu tame no purattofōmude wa naku, zen'aku no purotto ni tsuite no monode wa arimasen. Shujinkō to tekitai-sha wa korera no aidea no tame no funedesuga, watashi wa son'nani ki ni shimasen. Shikashi, ikutsu ka no ōkina tokuchō to kyōmibukai sutōrī ga arimasu. Shō wa shikō dakedenaku tanoshimi no tame ni shinkokuna tabemono o torinozoku koto o nozonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhich brings me to my main reasons for loving this show. This show isn't so much about a good versus evil plot than it is a platform for playing with these ideas and the ideals the show presents to us. The protagonist and antagonist are vessels for these ideas, but I don't mind so much. There is some great characterization and an interesting storyline, though. It's just that the show wants you to take away some serious food for thought as well as enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhich brings me to my main reasons for loving this show.\u001b[24m\n    \u001b[1mこれは、私がこのショーを愛する主な理由に私をもたらします。\u001b[22m, \u001b[1mこれはこのショーを愛するための私の主な理由に私をもたらします。\u001b[22m\n\u001b[4mThis show isn't so much about a good versus evil plot than it is a platform for playing with these ideas and the ideals the show presents to us.\u001b[24m\n    \u001b[1mこのショーは、これらのアイデアやショーが私たちに提示する理想を持って遊ぶためのプラットフォームではなく、善悪のプロットについてのものではありません。\u001b[22m, \u001b[1mこのショーは、これらのアイデアやショーが私たちに提示理想で再生するためのプラットフォームであるより良い対悪のプロットについてはあまりありません。\u001b[22m\n\u001b[4mThe protagonist and antagonist are vessels for these ideas, but I don't mind so much.\u001b[24m\n    \u001b[1m主人公と敵対者はこれらのアイデアのための船ですが、私はそんなに気にしません。\u001b[22m, \u001b[1m主人公とアンタゴニストは、これらのアイデアのための容器ですが、私はあまり気にしません。\u001b[22m\n\u001b[4mThere is some great characterization and an interesting storyline, though.\u001b[24m\n    \u001b[1mしかし、いくつかの大きな特徴と興味深いストーリーがあります。\u001b[22m, \u001b[1mいくつかの素晴らしい特性評価と興味深いストーリーは、しかし、があります。\u001b[22m\n\u001b[4mIt's just that the show wants you to take away some serious food for thought as well as enjoyment.\u001b[24m\n    \u001b[1mショーは思考だけでなく楽しみのために深刻な食べ物を取り除くことを望んでいます。\u001b[22m, \u001b[1mこれは、ショーはあなたには、いくつかの深刻な思考のための食品としてだけでなく、楽しみを奪うしたいだけです。\u001b[22m\n\u001b[1m\u001b[22m\nNot to mention the art is great, and some of the soundtrack nuances are just genius. Crowds is just a well-crafted show.\n\n\u001b[1m芸術は素晴らしく、サウンドトラックのニュアンスの一部は天才です。 群衆はちょうどよく作られたショーです。\u001b[22m\n\u001b[1m(Geijutsu wa subarashiku, saundotorakku no nyuansu no ichibu wa tensaidesu. Gunshū wa chōdo yoku tsukura reta shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mNot to mention the art is great, and some of the soundtrack nuances are just genius. Crowds is just a well-crafted show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot to mention the art is great, and some of the soundtrack nuances are just genius.\u001b[24m\n    \u001b[1m芸術は素晴らしく、サウンドトラックのニュアンスの一部は天才です。\u001b[22m, \u001b[1mしないように言及芸術は素晴らしいですし、サウンドトラックのニュアンスのいくつかはただの天才です。\u001b[22m\n\u001b[4mCrowds is just a well-crafted show.\u001b[24m\n    \u001b[1m群衆はちょうどよく作られたショーです。\u001b[22m, \u001b[1m群衆はちょうどよく練られたショーです。\u001b[22m\n\u001b[1m\u001b[22m\nTo summarize, if you like philosophizing, this is a great show. If you don't, you might want to look for something else.\n\n\u001b[1m要約すると、あなたが哲学を好きなら、これはすばらしいショーです。 そうしないと、他の何かを探すことができます。\u001b[22m\n\u001b[1m(Yōyaku suru to, anata ga tetsugaku o sukinara, kore wa subarashī shōdesu.-Sō shinai to, hoka no nanika o sagasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo summarize, if you like philosophizing, this is a great show. If you don't, you might want to look for something else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo summarize, if you like philosophizing, this is a great show.\u001b[24m\n    \u001b[1m要約すると、あなたが哲学を好きなら、これはすばらしいショーです。\u001b[22m, \u001b[1mあなたがphilosophizingが好きなら、要約すると、これは素晴らしいショーです。\u001b[22m\n\u001b[4mIf you don't, you might want to look for something else.\u001b[24m\n    \u001b[1mそうしないと、他の何かを探すことができます。\u001b[22m, \u001b[1mそうでない場合は、何か他のもののために見たいと思うかもしれません。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "amirhoss",
    "profile": "/profile/amirhoss/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=116107",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  7\n\n私はここで正直にさせてください。最初にGatchaman Crowdの最初のエピソードが出てきたら、私はそれが好きではなかったので、私はそれを保留にして、それが終了した後別のショットを与えることにしました。 ガッチャマンの問題は他の多くの物語のようなもので、多くのことを説明できないままにしてしまいます。何らかの論理的な説明や誤解を思いつくのはあなたの想像通りです。  （SFやファンタジーの物語でさえ、物事を説明するためのルールがあるにもかかわらず、それは混乱し、何も理由がなく説明できます）。 ガッチャマンはエイリアンを言い訳として使って、\"コマンドの連鎖\"や\"英雄や上司からの余計な期待\"といった問題のような深刻な問題について話をしている。それは巨大な野心だ。 それは問題の表面だけを扱うので正直過小評価されるので、それは良いよりも優れています。私たちは皆、10代の人を対象としていることを知っていますが、それは10代の仕事のように書くべきです！ 残念ながら、これはこのショーに限定されていません）\n\n\n\n物語の良いことは悪人であり、その主な理由はその声優である。宮野守は、物語の敵対者であるベルク・カッツェの声を聞き、実際にそれを生き生きとさせた。 彼が最初に選ばれたのはおそらく、他の人のために働く声は、Katzeのように挑戦的ではないので、ほとんど普通のものではありません。あなたが最もよく聞く音楽はバックグラウンドでは「ガッチャマン音楽」、 トラックの残りの部分は思い出深いものではない（私が覚えていることが分からないようなOSTがあれば、それは1つのトラックだという...）。OPは良いがアニメーションとアートは印象的ではない 彼らは悪いのではないが、ガッチャマンのような特殊なものはない。彼らはTiger＆amp; Bunnyのような3Dモデルを使っている。アニメ全体はいくつかの類似点を持っているが、違いは前者が 大きすぎてそれを台無しにして実際にはより多くの疑問や可能性のあるplotholesの代わりに終わりに近づくにつれて物事をより良くしようとします。\n\nとにかくGatchaman Crowdは、短時間で同時に多くのテーマについて話そうとします。そのため、失敗したときには、あなたがこのようなもののファンであり、時々あなたを驚かせることができる楽しい変わった雰囲気があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nLet me be honest here.at first when the first episode of Gatchaman Crowd came out I didn't like it so i decided to put it on hold and give it another shot after it ends.this time however I actually liked it better and marathoned the whole thing.the problem with Gatchaman is like many other stories it leaves many things unexplained and it is up to your imagination to come up with some sort of logical explanation and misunderstandings are bound to happen because of it.also not all of them can be really logically explained unless you write a complete fan-fiction by yourself which is the main problem here.(even in sci-fi and fantasy stories there are rules to explain things otherwise it becomes a mess and anything can be explained without any reason which is no fun).Gatchaman uses aliens as an excuse to talk about some serious issues like the problems with “chains of commands” or “extra expectations from heroes or superiors” and it's huge ambition is its double-edge sword that caused more harm to it than good since it only deals with the surface of the problems and to be honest underestimates them.we all know that the show targets teenagers but that doesn't mean the writing should be done like it is a work of teenagers as well !( sadly this is not limited only to this show)\n\n\u001b[1m私はここで正直にさせてください。最初にGatchaman Crowdの最初のエピソードが出てきたら、私はそれが好きではなかったので、私はそれを保留にして、それが終了した後別のショットを与えることにしました。 ガッチャマンの問題は他の多くの物語のようなもので、多くのことを説明できないままにしてしまいます。何らかの論理的な説明や誤解を思いつくのはあなたの想像通りです。  （SFやファンタジーの物語でさえ、物事を説明するためのルールがあるにもかかわらず、それは混乱し、何も理由がなく説明できます）。 ガッチャマンはエイリアンを言い訳として使って、\"コマンドの連鎖\"や\"英雄や上司からの余計な期待\"といった問題のような深刻な問題について話をしている。それは巨大な野心だ。 それは問題の表面だけを扱うので正直過小評価されるので、それは良いよりも優れています。私たちは皆、10代の人を対象としていることを知っていますが、それは10代の仕事のように書くべきです！ 残念ながら、これはこのショーに限定されていません）\u001b[22m\n\u001b[1m(Watashi wa koko de shōjiki ni sa sete kudasai. Saisho ni Gatchaman Crowd no saisho no episōdo ga dete kitara, watashi wa sore ga sukide wa nakattanode, watashi wa sore o horyū ni shite, sore ga shūryō shita nochi betsu no shotto o ataeru koto ni shimashita. Gatchaman no mondai wa hoka no ōku no monogatari no yōna mono de, ōku no koto o setsumei dekinai mama ni shite shimaimasu. Nanrakano ronri-tekina setsumei ya gokai o omoitsuku no wa anata no sōzō-dōridesu. (SF ya fantajī no monogataride sae, monogoto o setsumei suru tame no rūru ga aru nimokakawarazu, soreha konran shi, nani mo riyū ga naku setsumei dekimasu). Gatchaman wa eirian o iiwake to shite tsukatte, \" komando no rensa\" ya\" eiyū ya jōshi kara no yokeina kitai\" to itta mondai no yōna shinkokuna mondai ni tsuite hanashi o shite iru. Sore wa kyodaina yashinda. Sore wa mondai no hyōmen dake o atsukau node shōjiki kashō hyōka sa rerunode, sore wa yoi yori mo sugurete imasu. Watashitachi wa mina, 10-dai no hito o taishō to shite iru koto o shitte imasuga, sore wa 10-dai no shigoto no yō ni kakubekidesu! Zan'nen'nagara, koreha kono shō ni gentei sa rete imasen))\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nthe good thing about the story is its villain and the main reason for it being good is its damn voice actor.Mamoru Miyano voiced Berg-Katze the antagonist of the story and really made it alive,although he is no stranger to these kinda roles which Is why he was picked in the first place probably.other than that the voice acting for others are nothing out of ordinary mostly because they are not as challenging as Katze.the music you hear most is the “Gatchman Music” in the background and the rest of the tracks are not memorable(if there is any more OST that is cause not sure all I can remember is that one track…) and not as catchy as that,although the OP is good.the animation&amp;art are nothing impressive either not that they are bad but there is nothing special as for their gatchman form they use a 3d model something like in Tiger&amp;Bunny.the whole anime has some sorta similarities to that anime as well but the difference is that the former doesn't aim too big to screw it up and actually tries to make things better as it gets near to the end instead of making more questions and possible plotholes.\n\n\u001b[1m物語の良いことは悪人であり、その主な理由はその声優である。宮野守は、物語の敵対者であるベルク・カッツェの声を聞き、実際にそれを生き生きとさせた。 彼が最初に選ばれたのはおそらく、他の人のために働く声は、Katzeのように挑戦的ではないので、ほとんど普通のものではありません。あなたが最もよく聞く音楽はバックグラウンドでは「ガッチャマン音楽」、 トラックの残りの部分は思い出深いものではない（私が覚えていることが分からないようなOSTがあれば、それは1つのトラックだという...）。OPは良いがアニメーションとアートは印象的ではない 彼らは悪いのではないが、ガッチャマンのような特殊なものはない。彼らはTiger＆amp; Bunnyのような3Dモデルを使っている。アニメ全体はいくつかの類似点を持っているが、違いは前者が 大きすぎてそれを台無しにして実際にはより多くの疑問や可能性のあるplotholesの代わりに終わりに近づくにつれて物事をより良くしようとします。\u001b[22m\n\u001b[1m(Monogatari no yoi koto wa akunindeari, sono omona riyū wa sono seiyūdearu. Miyano Mamoru wa, monogatari no tekitai-shadearu Beruku kattsu~e no koe o kiki, jissai ni sore o ikiikito sa seta. Kare ga saisho ni eraba reta no wa osoraku, hokanohito no tame ni hataraku koe wa, Katze no yō ni chōsen-tekide wanainode, hotondo futsū no monode wa arimasen. Anata ga mottomo yoku kiku ongaku wa bakkuguraundode wa `gatchaman ongaku', torakku no nokori no bubun wa omoidebukai monode wanai (watashi ga oboete iru koto ga wakaranai yōna OST ga areba, soreha 1tsu no torakkuda to iu...). OP wa yoiga animēshon to āto wa inshō-tekide wanai karera wa warui node wa naiga, gatchaman no yōna tokushuna mono wanai. Karera wa taigā& amp; Bunny no yōna 3 D moderu o tsukatte iru. Anime zentai wa ikutsu ka no ruiji-ten o motte iruga, chigai wa zensha ga ōki sugite sore o dainashi ni shite jissai ni wa yori ōku no gimon ya kanōsei no aru plotholes no kawari ni owari ni chikadzuku ni tsurete monogoto o yori yoku shiyou to shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnyway Gatchaman Crowd tries to talk about many subjects at the same time in its short time and while it fails because of that it has a fun weird atmosphere which is enjoyable if you are a fan of these sorta things and can surprise you at times.\n\n\u001b[1mとにかくGatchaman Crowdは、短時間で同時に多くのテーマについて話そうとします。そのため、失敗したときには、あなたがこのようなもののファンであり、時々あなたを驚かせることができる楽しい変わった雰囲気があります。\u001b[22m\n\u001b[1m(Tonikaku Gatchaman Crowd wa, tanjikan de dōjini ōku no tēma ni tsuite hanasou to shimasu. Sonotame, shippaishita tokiniha, anata ga ko no yōna mono no fandeari, tokidoki anata o odoroka seru koto ga dekiru tanoshī kawatta fun'iki ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway Gatchaman Crowd tries to talk about many subjects at the same time in its short time and while it fails because of that it has a fun weird atmosphere which is enjoyable if you are a fan of these sorta things and can surprise you at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway Gatchaman Crowd tries to talk about many subjects at the same time in its short time and while it fails because of that it has a fun weird atmosphere which is enjoyable if you are a fan of these sorta things and can surprise you at times.\u001b[24m\n    \u001b[1mとにかくGatchaman Crowdは、短時間で同時に多くのテーマについて話そうとします。そのため、失敗したときには、あなたがこのようなもののファンであり、時々あなたを驚かせることができる楽しい変わった雰囲気があります。\u001b[22m, \u001b[1mとにかくガッチャマンクラウズは、その短い時間で同時に多数の被験者について話をしようとすると、それはそのせいで失敗しながら、それはあなたがこれらのみかんのもののファンであり、時間にあなたを驚かせることができれば楽しいです楽しい奇妙な雰囲気を持っています。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "EbroTheCreator",
    "profile": "/profile/EbroTheCreator/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=126405",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  3\n|  5\n\nさて、私はこれを非常に嫌っていましたが、それは私が必要な手段でそれを嫌うということではありません。 これは適切なものよりもキャラクターレビューのほうが多い。\n\n正直言って、私は文字、音と芸術を楽しんだ！ しかし、ハジメは残りのキャラクターにとって疫病であり、登場する前は惑星の真剣で頑丈なプロテクターだったが、彼女と同じになった。 彼はすでに彼が悲劇に終わったバックストーリーを持っていたので、彼らは特にODが好きだった。 このリメイクは彼に焦点を当てていたはずですが、私はオリジナルのショーを見たことがありませんでしたが、彼の話に深く入り込んだかもしれませんが、私は再び分かりません。\nしかし、再び私は彼らが好きです、彼らは楽しかったですが、それを連鎖していることは、彼らが最悪のスーパーヒーローだということです！ 真剣に彼らは決して何もしなかった！ パンダは、最後の2つのエピソードの間に最終的に勇気を召喚するために彼に助けてくれなかった！ 彼はショー全体を通して痛みを覚えているし、おそらく彼らは何もしなかったのと同じ理由だろう。 彼は彼らとkatzeと戦っても大丈夫じゃないけど、彼らは「Gatchachanel」で自分たちを明らかにしても大丈夫だ。\n\n全体的に私はこのシーズンに5/10を与えるだろうが、それは潜在的なものだが、スーパーヒーローは特に最初と最後の3つのエピソード以外は存在しなかったが、試してみるといいだろう。 スーパーヒーローとそれらの周りの世界は異なった光の中にあります。 うまくいけば、第2シーズンは良いだろうが、私はそれを通過させるかもしれない、このショーはかなり笑って私を怒らせる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWell to start off, I disliked this very much but it doesn't mean I hate it by any means necessary. This is more of a character review than a proper thing.\n\n\u001b[1mさて、私はこれを非常に嫌っていましたが、それは私が必要な手段でそれを嫌うということではありません。 これは適切なものよりもキャラクターレビューのほうが多い。\u001b[22m\n\u001b[1m(Sate, watashi wa kore o hijō ni kiratte imashitaga, sore wa watashi ga hitsuyōna shudan de sore o kirau to iu kotode wa arimasen. Kore wa tekisetsuna mono yori mo kyarakutārebyū no hō ga ōi.)\u001b[22m\n\nTranslations of \u001b[4mWell to start off, I disliked this very much but it doesn't mean I hate it by any means necessary. This is more of a character review than a proper thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell to start off, I disliked this very much but it doesn't mean I hate it by any means necessary.\u001b[24m\n    \u001b[1mさて、私はこれを非常に嫌っていましたが、それは私が必要な手段でそれを嫌うということではありません。\u001b[22m, \u001b[1mまあオフを開始するために、私は非常にこれを嫌っが、それは私が必要な任意の手段によってそれを嫌うという意味ではありません。\u001b[22m\n\u001b[4mThis is more of a character review than a proper thing.\u001b[24m\n    \u001b[1mこれは適切なものよりもキャラクターレビューのほうが多い。\u001b[22m, \u001b[1mこれは、適切なものよりも文字のレビューの詳細です。\u001b[22m\n\u001b[1m\u001b[22m\nTo be honest, I enjoyed the characters, sound and art! But Hajime was a plague to the rest of the characters, before she appeared, they were all serious hard working protectors of the planet but then became the same as her, they stopped caring as much as before. I liked them, specially OD because he already had a back story which ended in tragedy. This remake should've been focused on him but I've never watched the original show which might've went deeper into his story but again I don't know.\n\n\u001b[1m正直言って、私は文字、音と芸術を楽しんだ！ しかし、ハジメは残りのキャラクターにとって疫病であり、登場する前は惑星の真剣で頑丈なプロテクターだったが、彼女と同じになった。 彼はすでに彼が悲劇に終わったバックストーリーを持っていたので、彼らは特にODが好きだった。 このリメイクは彼に焦点を当てていたはずですが、私はオリジナルのショーを見たことがありませんでしたが、彼の話に深く入り込んだかもしれませんが、私は再び分かりません。\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa moji,-on to geijutsu o tanoshinda! Shikashi, Hajime wa nokori no kyarakutā ni totte ekibyōdeari, tōjō suru mae wa wakusei no shinkende ganjōna purotekutādattaga, kanojo to onaji ni natta. Kare wa sudeni kare ga higeki ni owatta bakkusutōrī o motte itanode, karera wa tokuni OD ga sukidatta. Kono rimeiku wa kare ni shōten o atete ita hazudesuga, watashi wa orijinaru no shō o mita koto ga arimasendeshitaga, kare no hanashi ni fukaku hairikonda kamo shiremasenga, watashi wa futatabi wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest, I enjoyed the characters, sound and art! But Hajime was a plague to the rest of the characters, before she appeared, they were all serious hard working protectors of the planet but then became the same as her, they stopped caring as much as before. I liked them, specially OD because he already had a back story which ended in tragedy. This remake should've been focused on him but I've never watched the original show which might've went deeper into his story but again I don't know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest, I enjoyed the characters, sound and art!\u001b[24m\n    \u001b[1m正直言って、私は文字、音と芸術を楽しんだ！\u001b[22m, \u001b[1m正直に言うと、私は、文字、音とアートを楽しんで！\u001b[22m\n\u001b[4mBut Hajime was a plague to the rest of the characters, before she appeared, they were all serious hard working protectors of the planet but then became the same as her, they stopped caring as much as before.\u001b[24m\n    \u001b[1mしかし、ハジメは残りのキャラクターにとって疫病であり、登場する前は惑星の真剣で頑丈なプロテクターだったが、彼女と同じになった。\u001b[22m, \u001b[1mしかし、肇は、彼女が登場する前に、彼らは地球のすべての深刻頑張っプロテクタはあったが、その後、彼女と同じようになった、彼らは同じくらい前に世話を停止し、残りの文字にペストでした。\u001b[22m\n\u001b[4mI liked them, specially OD because he already had a back story which ended in tragedy.\u001b[24m\n    \u001b[1m彼はすでに彼が悲劇に終わったバックストーリーを持っていたので、彼らは特にODが好きだった。\u001b[22m, \u001b[1m彼はすでに悲劇に終わったバックストーリーを持っていたので、私は、特別にODそれらを好きでした。\u001b[22m\n\u001b[4mThis remake should've been focused on him but I've never watched the original show which might've went deeper into his story but again I don't know.\u001b[24m\n    \u001b[1mこのリメイクは彼に焦点を当てていたはずですが、私はオリジナルのショーを見たことがありませんでしたが、彼の話に深く入り込んだかもしれませんが、私は再び分かりません。\u001b[22m, \u001b[1mこのリメイクは彼に焦点を当ててきたはずですが、私は彼の話に深く入ったてきたかもしれないが、もう一度私にはわからない、オリジナルのショーを見たことがありません。\u001b[22m\nBut again I like them, they were enjoyable but the thing that chained it down is that they are the worst superheroes! Seriously they never did anything at all! The panda didn't help, kudos to him for finally summoning the courage during the LAST 2 EPISODES! He is a pain throughout the whole show and he's probably the same reason why they didn't do anything. He's not okay with them fight katze but he's okay with them revealing themselves on the 'Gatchachanel'.\n\n\u001b[1mしかし、再び私は彼らが好きです、彼らは楽しかったですが、それを連鎖していることは、彼らが最悪のスーパーヒーローだということです！ 真剣に彼らは決して何もしなかった！ パンダは、最後の2つのエピソードの間に最終的に勇気を召喚するために彼に助けてくれなかった！ 彼はショー全体を通して痛みを覚えているし、おそらく彼らは何もしなかったのと同じ理由だろう。 彼は彼らとkatzeと戦っても大丈夫じゃないけど、彼らは「Gatchachanel」で自分たちを明らかにしても大丈夫だ。\u001b[22m\n\u001b[1m(Shikashi, futatabi watashi wa karera ga sukidesu, karera wa tanoshikattadesuga, sore o rensa shite iru koto wa, karera ga saiaku no sūpāhīrōda to iu kotodesu! Shinken ni karera wa kesshite nani mo shinakatta! Panda wa, saigo no 2tsu no episōdo no ma ni saishūtekini yūki o shōkan suru tame ni kare ni tasukete kurenakatta! Kare wa shō zentai o tōshite itami o oboete irushi, osoraku karera wa nani mo shinakatta no to onaji riyūdarou. Kare wa karera to katze to tatakatte mo daijōbu janaikedo, karera wa `Gatchachanel' de jibun-tachi o akiraka ni shite mo daijōbuda.)\u001b[22m\n\nTranslations of \u001b[4mBut again I like them, they were enjoyable but the thing that chained it down is that they are the worst superheroes! Seriously they never did anything at all! The panda didn't help, kudos to him for finally summoning the courage during the LAST 2 EPISODES! He is a pain throughout the whole show and he's probably the same reason why they didn't do anything. He's not okay with them fight katze but he's okay with them revealing themselves on the 'Gatchachanel'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut again I like them, they were enjoyable but the thing that chained it down is that they are the worst superheroes!\u001b[24m\n    \u001b[1mしかし、再び私は彼らが好きです、彼らは楽しかったですが、それを連鎖していることは、彼らが最悪のスーパーヒーローだということです！\u001b[22m, \u001b[1mしかし、再び、私は彼らのように、彼らは楽しいでしたが、それをダウンの連鎖事は、彼らは最悪のスーパーヒーローであるということです！\u001b[22m\n\u001b[4mSeriously they never did anything at all!\u001b[24m\n    \u001b[1m真剣に彼らは決して何もしなかった！\u001b[22m, \u001b[1m真剣に彼らは全く何もしなかったことはありません！\u001b[22m\n\u001b[4mThe panda didn't help, kudos to him for finally summoning the courage during the LAST 2 EPISODES!\u001b[24m\n    \u001b[1mパンダは、最後の2つのエピソードの間に最終的に勇気を召喚するために彼に助けてくれなかった！\u001b[22m, \u001b[1mパンダは、最終的には最後の2つのエピソードの間に勇気を召喚するための彼に賛辞を助けていません！\u001b[22m\n\u001b[4mHe is a pain throughout the whole show and he's probably the same reason why they didn't do anything.\u001b[24m\n    \u001b[1m彼はショー全体を通して痛みを覚えているし、おそらく彼らは何もしなかったのと同じ理由だろう。\u001b[22m, \u001b[1m彼は番組全体を通して痛みであり、彼はおそらく、彼らは何もしなかった理由と同じ理由です。\u001b[22m\n\u001b[4mHe's not okay with them fight katze but he's okay with them revealing themselves on the 'Gatchachanel'.\u001b[24m\n    \u001b[1m彼は彼らとkatzeと戦っても大丈夫じゃないけど、彼らは「Gatchachanel」で自分たちを明らかにしても大丈夫だ。\u001b[22m, \u001b[1m彼は彼らとKATZEを戦う大丈夫ではないのですが、彼は彼らが「Gatchachanel '上に自分自身を明らかにして大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall all I'd give this season a 5/10 because it had potential but the superheroesim was particularly none existent except for the first and maybe last 3 episodes but I'd say give it a try, you might like it and how it shows superheroes and the world around them is in a different light. Hopefully the second season would be better but I might let it pass, this show pissed me off quite a bit haha.\n\n\u001b[1m全体的に私はこのシーズンに5/10を与えるだろうが、それは潜在的なものだが、スーパーヒーローは特に最初と最後の3つのエピソード以外は存在しなかったが、試してみるといいだろう。 スーパーヒーローとそれらの周りの世界は異なった光の中にあります。 うまくいけば、第2シーズンは良いだろうが、私はそれを通過させるかもしれない、このショーはかなり笑って私を怒らせる。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono shīzun ni 5/ 10 o ataerudarouga, soreha senzai-tekina monodaga, sūpāhīrō wa tokuni saisho to saigo no 3ttsu no episōdo igai wa sonzai shinakattaga, tameshite miruto īdarou. Sūpāhīrō to sorera no mawari no sekai wa kotonatta hikarinonakani arimasu. Umaku ikeba, dai 2 shīzun wa yoidarouga, watashi wa sore o tsūka sa seru kamo shirenai, kono shō wa kanari waratte watashi o okora seru.)\u001b[22m\n\nTranslations of \u001b[4mOverall all I'd give this season a 5/10 because it had potential but the superheroesim was particularly none existent except for the first and maybe last 3 episodes but I'd say give it a try, you might like it and how it shows superheroes and the world around them is in a different light. Hopefully the second season would be better but I might let it pass, this show pissed me off quite a bit haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall all I'd give this season a 5/10 because it had potential but the superheroesim was particularly none existent except for the first and maybe last 3 episodes but I'd say give it a try, you might like it and how it shows\u001b[24m\n    \u001b[1m全体的に私はこのシーズンに5/10を与えるだろうが、それは潜在的なものだが、スーパーヒーローは特に最初と最後の3つのエピソード以外は存在しなかったが、試してみるといいだろう。\u001b[22m, \u001b[1m全体的に、すべてのそれは可能性があったが、superheroesimは、第1、多分最後の3エピソードを除いて特に何も存在しませんでしたが、私はそれを試してみるでしょうね、あなたがそれを好むかもしれないし、それがどのように示しているので、私はこの季節に5/10を与えるだろう\u001b[22m\n\u001b[4msuperheroes and the world around them is in a different light.\u001b[24m\n    \u001b[1mスーパーヒーローとそれらの周りの世界は異なった光の中にあります。\u001b[22m, \u001b[1mスーパーヒーローと自分の周りの世界が異なる光です。\u001b[22m\n\u001b[4mHopefully the second season would be better but I might let it pass, this show pissed me off quite a bit haha.\u001b[24m\n    \u001b[1mうまくいけば、第2シーズンは良いだろうが、私はそれを通過させるかもしれない、このショーはかなり笑って私を怒らせる。\u001b[22m, \u001b[1mうまくいけば、第二シーズンは良いでしょうが、私はそれを渡すことができかもしれないが、このショーはかなり笑私を怒らせました。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "Charliegone",
    "profile": "/profile/Charliegone/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=115673",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n私は本当にこれについて何を言うべきか分からない。 それは決して本当に私の心を吹き飛ばしたことはないし、私はいくつかのエピソードの後に​​それをダンプしたいと思った。 ほとんどの場合、それはかなりまともなアニメでしたが、偉大か偽りのものではなく、ちょっとしたものです。\n\nストーリーそれはかなり簡単です。 本当に紆余曲折はありません。あなたの典型的な悪者が現れます。新しい英雄が生まれ、彼らを止めようとします。 この場合、新しいヒーローは、何らかの意味でいくぶんユニークな元である。 彼女はめったに暴力に訴えるのではなく、話をしたり、悪人や物などが何をしているのかを理解しようとします。 ほとんどのアニメにとって、「ガッチャマン」のグループは、悪人、ベルク・カッツェが身体を傷つけるのを止めようとします。 それは本当に恐ろしいストーリーではありません。 はい、それは頻繁に使用されていますが、これまでに見たことのない素晴らしい偉大な物語ではありませんが、何とかそれを楽しんで、見ることができました。 私が好きではなかったことの1つはエンディングでした。それは大きなWTFの瞬間だったし、多くの人に多くの質問をしてくれました。 おそらく閉鎖されているはずだった多くのゆるい端が残っていると感じました。 ただイモを急いで感じた5。\n\nアートワークは楽しいものでした。  Mawaru Penguindrumに明るくて幸せな色を思い出させてくれました。 それは、ショーが成就すると思われるリラックスした気分を作り出すのに本当に役立ちます。 変換されたガッチャマンは私が信じているCGIですが、私が自分で言うなら、彼らはかっこいいですね。 私はそれを固体7与える。\n\n私はそのエンディングのテーマが大好きです。 今シーズン、私の好きな曲のひとつ、AnnabelのRozen Maiden EDの隣。 ほとんどの音楽は気分が悪いです。 それは通常テクノポップのようなものです。  7。\n\nキャラクターはかなり楽しいものでした。 ハジメとバーグ・カッツェとのやりとりはやや面白いです。 バーグは本当に楽しい男ではなく、誰もが嫌いです。 実際には何度か、彼は元首相にうんざりして死ぬことを望んでいると言いますが、元首相はただ彼を完全に無視しています。 何度か私はイケを感じるベルクカッツェは、特別な理由のために*** ***の人々を好むただの気まぐれなばかだ。あるいは、彼は破壊を楽しむかもしれない。 より多くのキャラクターがあったが、Galaxを運営するRui以外にはそれほど重要ではない。 彼女はウィンクはかなりスマートで、人々がお互いに助け合うシステムとしてGalaxを使いたいと思うが、Bergはいつもそうしてしまう。 ほとんどの場合、私はそのキャラクターを楽しんだ。\n\n全体的に私はそれを楽しんだが、私は本当にそれによって吹き飛ばされていなかったし、どちらもひどいとは思わなかった。 私はsomethingsが良くなったかもしれないように感じた、しかしねえ、私はそれに公正なスコアを与えるでしょう。 私が6.5を見るのにはまあまあまあ良かったです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI really do not know what to say about this one. It never really blew my mind or made me want to dump it after a few episodes. For the most part, it was a pretty decent anime, but nothing great or crappy, it's just kind of in the middle.\n\n\u001b[1m私は本当にこれについて何を言うべきか分からない。 それは決して本当に私の心を吹き飛ばしたことはないし、私はいくつかのエピソードの後に​​それをダンプしたいと思った。 ほとんどの場合、それはかなりまともなアニメでしたが、偉大か偽りのものではなく、ちょっとしたものです。\u001b[22m\n\u001b[1m(Watashi wa hontōni kore ni tsuite nani o iubeki ka wakaranai. Sore wa kesshite hontōni watashi no kokoro o fukitobashita koto wanaishi, watashi wa ikutsu ka no episōdo no nochi ni ​​ sore o danpu shitai to omotta. Hotondo no baai, sore wa kanari matomona animedeshitaga, idai ka itsuwari no monode wa naku, chottoshita monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI really do not know what to say about this one. It never really blew my mind or made me want to dump it after a few episodes. For the most part, it was a pretty decent anime, but nothing great or crappy, it's just kind of in the middle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really do not know what to say about this one.\u001b[24m\n    \u001b[1m私は本当にこれについて何を言うべきか分からない。\u001b[22m, \u001b[1m私は本当にこの1について言いたいのか分かりません。\u001b[22m\n\u001b[4mIt never really blew my mind or made me want to dump it after a few episodes.\u001b[24m\n    \u001b[1mそれは決して本当に私の心を吹き飛ばしたことはないし、私はいくつかのエピソードの後にそれをダンプしたいと思った。\u001b[22m, \u001b[1mそれは本当に私の心を吹いていないか、私はいくつかのエピソードの後にそれをダンプしたいなしません。\u001b[22m\n\u001b[4mFor the most part, it was a pretty decent anime, but nothing great or crappy, it's just kind of in the middle.\u001b[24m\n    \u001b[1mほとんどの場合、それはかなりまともなアニメでしたが、偉大か偽りのものではなく、ちょっとしたものです。\u001b[22m, \u001b[1mほとんどの部分については、それはかなりまともなアニメでしたが、素晴らしいまたは安っぽいものは、それが途中でちょっとだけません。\u001b[22m\n\u001b[1m\u001b[22m\nStory wise it's pretty simple. There is really no twists or turns, etc, it's kind of your typical bad guy shows up, new hero is born and they try to stop them. In this case the new hero is Hajime, who is somewhat unique in some sense. She rarely tries to resort to violence, instead she like to talk it out or try to figure out why the villain, thing, etc is doing what it's doing. For most of the anime the group of 'Gatchaman' try to stop the villain, Berg Katze, from causing mayhem. It's not really a terrible story line. Yes it is used often, but they somehow managed to make it enjoyable and watchable, even though it's not some kind of super great story we've never ever seen before. One thing I didn't like was the ending, It was just a big WTF moment and left me and probably lots of other people with a lot questions. I felt it left a lot of loose ends opened that probably should have been closed. Just felt rushed imho.5.\n\n\u001b[1mストーリーそれはかなり簡単です。 本当に紆余曲折はありません。あなたの典型的な悪者が現れます。新しい英雄が生まれ、彼らを止めようとします。 この場合、新しいヒーローは、何らかの意味でいくぶんユニークな元である。 彼女はめったに暴力に訴えるのではなく、話をしたり、悪人や物などが何をしているのかを理解しようとします。 ほとんどのアニメにとって、「ガッチャマン」のグループは、悪人、ベルク・カッツェが身体を傷つけるのを止めようとします。 それは本当に恐ろしいストーリーではありません。 はい、それは頻繁に使用されていますが、これまでに見たことのない素晴らしい偉大な物語ではありませんが、何とかそれを楽しんで、見ることができました。 私が好きではなかったことの1つはエンディングでした。それは大きなWTFの瞬間だったし、多くの人に多くの質問をしてくれました。 おそらく閉鎖されているはずだった多くのゆるい端が残っていると感じました。 ただイモを急いで感じた5。\u001b[22m\n\u001b[1m(Sutōrī sore wa kanari kantandesu. Hontōni uyokyokusetsu wa arimasen. Anata no tenkei-tekina warumono ga arawaremasu. Atarashī eiyū ga umare, karera o tomeyou to shimasu. Ko no baai, atarashī hīrō wa, nanrakano imi de ikubun yunīkuna gendearu. Kanojo wa mettani bōryoku ni uttaeru node wa naku,-banashi o shi tari, akunin ya mono nado ga nani o shite iru no ka o rikai shiyou to shimasu. Hotondo no anime ni totte,`gatchaman' no gurūpu wa, akunin, Beruku kattsu~e ga karada o kizutsukeru no o tomeyou to shimasu. Sore wa hontōni osoroshī sutōrīde wa arimasen. Hai, sore wa hinpan ni shiyō sa rete imasuga, kore made ni mita koto no nai subarashī idaina monogataride wa arimasenga, nantoka sore o tanoshinde, miru koto ga dekimashita. Watashi ga sukide wa nakatta koto no 1tsu wa endingudeshita. Sore wa ōkina WTF no shunkandattashi, ōku no hito ni ōku no shitsumon o shite kuremashita. Osoraku heisa sa rete iru hazudatta ōku no yurui hashi ga nokotte iru to kanjimashita. Tada imo o isoide kanjita 5.)\u001b[22m\n\nTranslations of \u001b[4mStory wise it's pretty simple. There is really no twists or turns, etc, it's kind of your typical bad guy shows up, new hero is born and they try to stop them. In this case the new hero is Hajime, who is somewhat unique in some sense. She rarely tries to resort to violence, instead she like to talk it out or try to figure out why the villain, thing, etc is doing what it's doing. For most of the anime the group of 'Gatchaman' try to stop the villain, Berg Katze, from causing mayhem. It's not really a terrible story line. Yes it is used often, but they somehow managed to make it enjoyable and watchable, even though it's not some kind of super great story we've never ever seen before. One thing I didn't like was the ending, It was just a big WTF moment and left me and probably lots of other people with a lot questions. I felt it left a lot of loose ends opened that probably should have been closed. Just felt rushed imho.5.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory wise it's pretty simple.\u001b[24m\n    \u001b[1mストーリーそれはかなり簡単です。\u001b[22m, \u001b[1m物語は、賢明な、それはかなり簡単です。\u001b[22m\n\u001b[4mThere is really no twists or turns, etc, it's kind of your typical bad guy shows up, new hero is born and they try to stop them.\u001b[24m\n    \u001b[1m本当に紆余曲折はありません。あなたの典型的な悪者が現れます。新しい英雄が生まれ、彼らを止めようとします。\u001b[22m, \u001b[1m何のねじれやターンが現れ、新たなヒーローが誕生し、彼らはそれらを停止しようとされているが、それはあなたの典型的な悪い男のようなものだ、など、本当にありません。\u001b[22m\n\u001b[4mIn this case the new hero is Hajime, who is somewhat unique in some sense.\u001b[24m\n    \u001b[1mこの場合、新しいヒーローは、何らかの意味でいくぶんユニークな元である。\u001b[22m, \u001b[1mこの場合、新たな主人公は、ある意味でややユニークです肇、です。\u001b[22m\n\u001b[4mShe rarely tries to resort to violence, instead she like to talk it out or try to figure out why the villain, thing, etc is doing what it's doing.\u001b[24m\n    \u001b[1m彼女はめったに暴力に訴えるのではなく、話をしたり、悪人や物などが何をしているのかを理解しようとします。\u001b[22m, \u001b[1m彼女はほとんど彼女がそれを話したり悪役、事、などは、それがやっている何をしている理由を理解するために試してみたい代わりに、暴力に訴えるしようとしません。\u001b[22m\n\u001b[4mFor most of the anime the group of 'Gatchaman' try to stop the villain, Berg Katze, from causing mayhem.\u001b[24m\n    \u001b[1mほとんどのアニメにとって、「ガッチャマン」のグループは、悪人、ベルク・カッツェが身体を傷つけるのを止めようとします。\u001b[22m, \u001b[1mアニメのほとんどは「ガッチャマン」のグループは、騒乱を引き起こしてから、悪役、ベルクKATZEを停止してみてください。\u001b[22m\n\u001b[4mIt's not really a terrible story line.\u001b[24m\n    \u001b[1mそれは本当に恐ろしいストーリーではありません。\u001b[22m, \u001b[1mそれは本当にひどいストーリーラインではありません。\u001b[22m\n\u001b[4mYes it is used often, but they somehow managed to make it enjoyable and watchable, even though it's not some kind of super great story we've never ever seen before.\u001b[24m\n    \u001b[1mはい、それは頻繁に使用されていますが、これまでに見たことのない素晴らしい偉大な物語ではありませんが、何とかそれを楽しんで、見ることができました。\u001b[22m, \u001b[1mはい、それが用いられることが多いが、彼らは何とかそれは我々が今まで見たことがない超素晴らしい話のいくつかの種類ではないにもかかわらず、それは楽しく、なんとか見せることができました。\u001b[22m\n\u001b[4mOne thing I didn't like was the ending, It was just a big WTF moment and left me and probably lots of other people with a lot questions.\u001b[24m\n    \u001b[1m私が好きではなかったことの1つはエンディングでした。それは大きなWTFの瞬間だったし、多くの人に多くの質問をしてくれました。\u001b[22m, \u001b[1m私は好きではなかったことの一つは、それだけで大きなWTFの瞬間だったと私とたくさんの質問が他の人の、おそらく多くを残し、結末でした。\u001b[22m\n\u001b[4mI felt it left a lot of loose ends opened that probably should have been closed.\u001b[24m\n    \u001b[1mおそらく閉鎖されているはずだった多くのゆるい端が残っていると感じました。\u001b[22m, \u001b[1m私はそれが未決の多くは、おそらく閉鎖されている必要があることを開いたままに感じました。\u001b[22m\n\u001b[4mJust felt rushed imho.5.\u001b[24m\n    \u001b[1mただイモを急いで感じた5。\u001b[22m, \u001b[1mただ急いimho.5を感じました。\u001b[22m\n\u001b[1m\u001b[22m\nArt work was enjoyable. Reminded me some of Mawaru Penguindrum with it's bright and happy colors. It really helps create that relaxed mood that the show seems to perpetrate. The transformed Gatchaman are CGI I believe, but they look pretty darn cool if I say so myself. I give it a solid 7.\n\n\u001b[1mアートワークは楽しいものでした。  Mawaru Penguindrumに明るくて幸せな色を思い出させてくれました。 それは、ショーが成就すると思われるリラックスした気分を作り出すのに本当に役立ちます。 変換されたガッチャマンは私が信じているCGIですが、私が自分で言うなら、彼らはかっこいいですね。 私はそれを固体7与える。\u001b[22m\n\u001b[1m(Ātowāku wa tanoshī monodeshita. Mawaru Penguindrum ni akarukute shiawasena iro o omoidasa sete kuremashita. Sore wa, shō ga jōju suru to omowa reru rirakkusu shita kibun o tsukuridasunoni hontōni yakudachimasu. Henkan sa reta gatchaman wa watashi ga shinjite iru CGIdesuga, watashi ga jibun de iunara, karera wa kakkoīdesu ne. Watashi wa sore o kotai 7 ataeru.)\u001b[22m\n\nTranslations of \u001b[4mArt work was enjoyable. Reminded me some of Mawaru Penguindrum with it's bright and happy colors. It really helps create that relaxed mood that the show seems to perpetrate. The transformed Gatchaman are CGI I believe, but they look pretty darn cool if I say so myself. I give it a solid 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt work was enjoyable.\u001b[24m\n    \u001b[1mアートワークは楽しいものでした。\u001b[22m, \u001b[1mアートワークは楽しかったです。\u001b[22m\n\u001b[4mReminded me some of Mawaru Penguindrum with it's bright and happy colors.\u001b[24m\n    \u001b[1mMawaru Penguindrumに明るくて幸せな色を思い出させてくれました。\u001b[22m, \u001b[1mそれは明るく、幸せな色だと私輪るピングドラムのいくつかを思い出させました。\u001b[22m\n\u001b[4mIt really helps create that relaxed mood that the show seems to perpetrate.\u001b[24m\n    \u001b[1mそれは、ショーが成就すると思われるリラックスした気分を作り出すのに本当に役立ちます。\u001b[22m, \u001b[1mそれは本当にショーを犯すように見えるそのリラックスしたムードを作成するのに役立ちます。\u001b[22m\n\u001b[4mThe transformed Gatchaman are CGI I believe, but they look pretty darn cool if I say so myself.\u001b[24m\n    \u001b[1m変換されたガッチャマンは私が信じているCGIですが、私が自分で言うなら、彼らはかっこいいですね。\u001b[22m, \u001b[1m変換されたガッチャマン私は信じているCGIですが、私はそう自分自身を言うなら、彼らはかなりくそクールに見えます。\u001b[22m\n\u001b[4mI give it a solid 7.\u001b[24m\n    \u001b[1m私はそれを固体7与える。\u001b[22m, \u001b[1m私はそれを固体7を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nI love that ending theme. One of my favorite songs this past season next to the Rozen Maiden ED by Annabel. Music for the most part is moody. It's usually some kind of techno pop stuff. 7.\n\n\u001b[1m私はそのエンディングのテーマが大好きです。 今シーズン、私の好きな曲のひとつ、AnnabelのRozen Maiden EDの隣。 ほとんどの音楽は気分が悪いです。 それは通常テクノポップのようなものです。  7。\u001b[22m\n\u001b[1m(Watashi wa sono endingu no tēma ga daisukidesu. Ima shīzun, watashi no sukina kyoku no hitotsu, anaberu no rōzenmeiden ED no tonari. Hotondo no ongaku wa kibungawaruidesu. Sore wa tsūjō tekunopoppu no yōna monodesu. 7.)\u001b[22m\n\nTranslations of \u001b[4mI love that ending theme. One of my favorite songs this past season next to the Rozen Maiden ED by Annabel. Music for the most part is moody. It's usually some kind of techno pop stuff. 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love that ending theme.\u001b[24m\n    \u001b[1m私はそのエンディングのテーマが大好きです。\u001b[22m, \u001b[1m私はそのエンディングテーマが大好きです。\u001b[22m\n\u001b[4mOne of my favorite songs this past season next to the Rozen Maiden ED by Annabel.\u001b[24m\n    \u001b[1m今シーズン、私の好きな曲のひとつ、AnnabelのRozen Maiden EDの隣。\u001b[22m, \u001b[1m私の好きな曲の一つアナベルによりローゼンメイデンEDの隣にこの過去のシーズン。\u001b[22m\n\u001b[4mMusic for the most part is moody.\u001b[24m\n    \u001b[1mほとんどの音楽は気分が悪いです。\u001b[22m, \u001b[1mほとんどの部分のための音楽は不機嫌です。\u001b[22m\n\u001b[4mIt's usually some kind of techno pop stuff.\u001b[24m\n    \u001b[1mそれは通常テクノポップのようなものです。\u001b[22m, \u001b[1mこれは通常、テクノポップのもののいくつかの種類です。\u001b[22m\n\u001b[4m7.\u001b[24m\n    \u001b[1m7。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters were pretty enjoyable. The interactions of Hajime with Berg Katze are somewhat funny. Berg isn't really a pleasant guy and hates everyone. In fact several times he mentions he is disgusted by Hajime and wishes for her to die, but Hajime just completely ignores him. Some times I feel ike Berg Katze is just one moody fool who likes f*** people's s*** up for no particular reason..or maybe he enjoys destruction...either way the characters were pretty good especially these two. There were more characters, but they aren't that important other than Rui who is the one who runs Galax. She wink wink is pretty smart and wishes to use Galax as a system for people to help each other out, but Berg...like always ends up screwing that up...anyways if you watch it you'll understand. For the most part, I enjoyed the characters.\n\n\u001b[1mキャラクターはかなり楽しいものでした。 ハジメとバーグ・カッツェとのやりとりはやや面白いです。 バーグは本当に楽しい男ではなく、誰もが嫌いです。 実際には何度か、彼は元首相にうんざりして死ぬことを望んでいると言いますが、元首相はただ彼を完全に無視しています。 何度か私はイケを感じるベルクカッツェは、特別な理由のために*** ***の人々を好むただの気まぐれなばかだ。あるいは、彼は破壊を楽しむかもしれない。 より多くのキャラクターがあったが、Galaxを運営するRui以外にはそれほど重要ではない。 彼女はウィンクはかなりスマートで、人々がお互いに助け合うシステムとしてGalaxを使いたいと思うが、Bergはいつもそうしてしまう。 ほとんどの場合、私はそのキャラクターを楽しんだ。\u001b[22m\n\u001b[1m(Kyarakutā wa kanari tanoshī monodeshita. Hajime to bāgu kattsu~e to no yaritori wa yaya omoshiroidesu. Bāgu wa hontōni tanoshī otokode wa naku, daremoga kiraidesu. Jissai ni wa nando ka, kare wa moto shushō ni unzari shite shinu koto o nozonde iru to iimasuga, moto shushō wa tada kare o kanzen ni mushi shite imasu. Nando ka watashi wa Ike o kanjiru berukukattsu~e wa, tokubetsuna riyū no tame ni*** *** no hitobito o konomu tada no kimagurena bakada. Aruiwa, kare wa hakai o tanoshimu kamo shirenai. Yori ōku no kyarakutā ga attaga, Galax o un'ei suru rui igai ni wa sorehodo jūyōde wanai. Kanojo wa u~inku wa kanari sumāto de, hitobito ga otagai ni tasukeau shisutemu to shite Galax o tsukaitai to omou ga, beruku wa itsumo sō shite shimau. Hotondo no baai, watashi wa sono kyarakutā o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mCharacters were pretty enjoyable. The interactions of Hajime with Berg Katze are somewhat funny. Berg isn't really a pleasant guy and hates everyone. In fact several times he mentions he is disgusted by Hajime and wishes for her to die, but Hajime just completely ignores him. Some times I feel ike Berg Katze is just one moody fool who likes f*** people's s*** up for no particular reason..or maybe he enjoys destruction...either way the characters were pretty good especially these two. There were more characters, but they aren't that important other than Rui who is the one who runs Galax. She wink wink is pretty smart and wishes to use Galax as a system for people to help each other out, but Berg...like always ends up screwing that up...anyways if you watch it you'll understand. For the most part, I enjoyed the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters were pretty enjoyable.\u001b[24m\n    \u001b[1mキャラクターはかなり楽しいものでした。\u001b[22m, \u001b[1mキャラクターはかなり楽しかったです。\u001b[22m\n\u001b[4mThe interactions of Hajime with Berg Katze are somewhat funny.\u001b[24m\n    \u001b[1mハジメとバーグ・カッツェとのやりとりはやや面白いです。\u001b[22m, \u001b[1mベルクKATZEと肇の相互作用はやや面白いです。\u001b[22m\n\u001b[4mBerg isn't really a pleasant guy and hates everyone.\u001b[24m\n    \u001b[1mバーグは本当に楽しい男ではなく、誰もが嫌いです。\u001b[22m, \u001b[1mベルクは本当に快適な男ではなく、誰もが嫌い。\u001b[22m\n\u001b[4mIn fact several times he mentions he is disgusted by Hajime and wishes for her to die, but Hajime just completely ignores him.\u001b[24m\n    \u001b[1m実際には何度か、彼は元首相にうんざりして死ぬことを望んでいると言いますが、元首相はただ彼を完全に無視しています。\u001b[22m, \u001b[1m実際に数回に彼は肇によってうんざりされて言及し、彼女が死ぬことのために望むが、肇はちょうど彼を完全に無視します。\u001b[22m\n\u001b[4mSome times I feel ike Berg Katze is just one moody fool who likes f*** people's s*** up for no particular reason..or maybe he enjoys destruction...either way the characters were pretty good especially these two.\u001b[24m\n    \u001b[1m何度か私はイケを感じるベルクカッツェは、特別な理由のために*** ***の人々を好むただの気まぐれなばかだ。あるいは、彼は破壊を楽しむかもしれない。\u001b[22m, \u001b[1mいくつかの回は、私はイケベルクKATZEがf ***人々のS ***アップなし特定reason..orためには、多分、彼は破壊を楽しんで...好きなだけ1不機嫌愚か者であると感じた文字は、特にこれら2かなり良好であったいずれかの方法。\u001b[22m\n\u001b[4mThere were more characters, but they aren't that important other than Rui who is the one who runs Galax.\u001b[24m\n    \u001b[1mより多くのキャラクターがあったが、Galaxを運営するRui以外にはそれほど重要ではない。\u001b[22m, \u001b[1mそこより多くの文字があったが、彼らはギャラックスを実行するものである瑞以外それほど重要ではありません。\u001b[22m\n\u001b[4mShe wink wink is pretty smart and wishes to use Galax as a system for people to help each other out, but Berg...like always ends up screwing that up...anyways if you watch it you'll understand.\u001b[24m\n    \u001b[1m彼女はウィンクはかなりスマートで、人々がお互いに助け合うシステムとしてGalaxを使いたいと思うが、Bergはいつもそうしてしまう。\u001b[22m, \u001b[1m彼女はウインクはかなりスマートですし、人々がお互いを助けるためにするためのシステムとして、ギャラックスを使用したいウインクが、常にあなたがそれを見てとにかく場合...それを台無しにしてしまうようベルク...あなたが理解しましょう。\u001b[22m\n\u001b[4mFor the most part, I enjoyed the characters.\u001b[24m\n    \u001b[1mほとんどの場合、私はそのキャラクターを楽しんだ。\u001b[22m, \u001b[1mほとんどの部分については、私は文字を楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I enjoyed it, but I wasn't really blown away by it, neither did I think it was terrible. I felt like somethings could've been better, but hey I'll give it a fair score. It was decent enough for me to watch 6.5 imho is what it deserves.\n\n\u001b[1m全体的に私はそれを楽しんだが、私は本当にそれによって吹き飛ばされていなかったし、どちらもひどいとは思わなかった。 私はsomethingsが良くなったかもしれないように感じた、しかしねえ、私はそれに公正なスコアを与えるでしょう。 私が6.5を見るのにはまあまあまあ良かったです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sore o tanoshindaga, watashi wa hontōni sore ni yotte fukitobasa rete inakattashi, dochira mo hidoi to wa omowanakatta. Watashi wa somethings ga yoku natta kamo shirenai yō ni kanjita, shika shinē, watashi wa sore ni kōseina sukoa o ataerudeshou. Watashi ga 6. 5 O miru no ni wa mā mā mā yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I enjoyed it, but I wasn't really blown away by it, neither did I think it was terrible. I felt like somethings could've been better, but hey I'll give it a fair score. It was decent enough for me to watch 6.5 imho is what it deserves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I enjoyed it, but I wasn't really blown away by it, neither did I think it was terrible.\u001b[24m\n    \u001b[1m全体的に私はそれを楽しんだが、私は本当にそれによって吹き飛ばされていなかったし、どちらもひどいとは思わなかった。\u001b[22m, \u001b[1m全体的に私はそれを楽しんでいませんが、私は実際にそれによって吹き飛ばされていなかった、どちらも私はそれがひどいものだったと思いました。\u001b[22m\n\u001b[4mI felt like somethings could've been better, but hey I'll give it a fair score.\u001b[24m\n    \u001b[1m私はsomethingsが良くなったかもしれないように感じた、しかしねえ、私はそれに公正なスコアを与えるでしょう。\u001b[22m, \u001b[1m私は代が良いされていたかもしれないように感じたが、ちょっと私はそれを公正スコアを与えるでしょう。\u001b[22m\n\u001b[4mIt was decent enough for me to watch 6.5 imho is what it deserves.\u001b[24m\n    \u001b[1m私が6.5を見るのにはまあまあまあ良かったです。\u001b[22m, \u001b[1m私は6.5 IMHOはそれに値するものである見ることが十分に立派でした。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "Elezrah",
    "profile": "/profile/Elezrah/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=114515",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\n私がガッチャマンの群衆を見始めたとき、私はこのアニメを感じた。 キャラクターとストーリー・ラインには潜在力があった。 私は初めから彼女を嫌っていたので、私は元首相に同じことを言うことはできませんが、文字が華やかになることを期待していましたが、私は一瞬でそれに着きます。\n\n私が見続けると、私の希望は衰え始めました。 私はジョー、O.DとUtsu-tsuには何の問題もなく、彼らは絶えず素晴らしいと私はまだ彼らを私の好きなキャラクターと考えていた。 しかし、私は菅沼（元師の指導者）とパイパイ（彼らの指導者）が、はじまりを支配することで、彼らの行動や意見に自信を持っていたと思う。\n彼らは指導者や指導者のように行動していたはずです。そして、彼女が望むようにするのではなく、修正不可能なことをやめてしまったはずです。\n菅野は師匠として、元気に変換する方法を伝えておくべきだったのですが、その前に自分の行動について考えるように訓練し、身体的、精神的に最高になるはずです。 パイパイは、狂った宇宙人に干渉しているときに危険を告げていたはずです。 どちらも失敗に終わったため、敵対者が生命を脅かす可能性があり、ハジメが不必要に身元を明らかにした。\n\nPai-pai、O.D、Utsu-tsuのGatchaman変換が大部分のアニメーションのために隠されていたという事実は、彼らがどのように見え、どれくらい強くなるかにもっと興奮しました。 彼女は愛されていて、僕が好きな人は宇津っ子の変身を期待していましたが、これは同じように見え、人形にも同じ能力を持っていました。\n私はパイパイを初めて見ることができてとても嬉しかった。なぜなら、とても小さいクリーチャーにとって、彼の変容は巨大な戦車だったからです。  Pai-paiが変形した後、私の幸福は突然終わりました。彼の臆病さから戦いから逃げました。 彼が問題を乗り越えたら、これはエピソード10に示されている。彼は私が彼に期待していたように、彼は悪い戦闘機だった。\n\nハジメと同じくらい熱心で自信を持って、私は彼女を最初から嫌っていました。 私は彼女が彼女の行動に無責任だと思う。 彼女は可能性のあるアウトカムについて考えたり気にかけたりせず、彼女が何をしているのと一緒に行くだけです。  Pai-paiが指導者であるにもかかわらず、彼女はGatchamanのリーダーのように行動します。もし誰でも共同リーダーであれば、O.DまたはSuganeは特権を持つべきです。\n彼女が私の上で成長することを願って、私はシリーズ全体を通して彼女を高く評価し始めるだろうが、代わりに彼女はますます彼女を嫌うようになりました。 私は彼女が宇津津とODの良い友人であることを認め、彼女は宇津が自分の力と不安を感じるのを助けようとするが、私は彼女にそれを与えるだろうが、 私は彼女が本当に好きだったので、ちょうど彼女のガッチャマン変換に滞在してください。\n\n前述したより少ない敵はアニメにもっと登場していて、彼らが誰であるか、そして彼らが望んでいたかをより明確に説明する必要がありました。 私は彼らが主要な敵キャラクターの到着前にちょうどフィラーであると感じました。 ベルクカッツェ。\n\nシリーズの最後の3つのエピソードでは、すべてのキャラクターがついに花開き、彼らの変容と力を明らかにしました。  Pai-paiとSuganeは最終的に弱くて臆病になることに対する恐怖を乗り越え、強さと力とリーダーシップを示し、OD... ODは変わらない神のように見えたが、彼は絶対に最も強く、最も悪いGatchamanだった ...それは壮観でした！\n\n最後のエピソードでは、O.DとKatzeの「戦い」が後に続くことを本当に望んでいました。私たちが得たのは小さな喧嘩だったからです。 私はO.DがKatzeを破壊することを期待していましたが、やはり私は失望しました。\nネオ百人の群衆を止めるルイのアイデアは不自由でしたが、うまくいきました。面白かったですが、ベルク・カッツェはもはや問題ではなかったようです。\n\n私は10月11日のエピソードと同じくらいアクションと興奮がシリーズ全体にありましたが、私はこれらの2つのエピソードがよりエキサイティングであり、これが私の期待通りに生きていると簡単に言うことができます。 私はまだGatchamanのアイデンティティが一般に知られていないことを願っていますが、私は彼らが協力して協力してくれてうれしいです。\n\nこのレビューに良いよりも悪い点があるという事実にもかかわらず、私はこのアニメが好きでした。 それだけではるかに多くの可能性がありました。 音楽は素晴らしかった、「ガッチャマン！ よりエキサイティングなアクション部分でパーツが使用され、それぞれのガッチャマンの色がとてもうまいものでした。 私はこのシリーズを再び見ることはないとしか言​​いようがありません。私はこのアニメを10のうち7つに評価しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWhen I started watching Gatchaman Crowds, I felt this anime; the characters and story-line had potential. I had high hopes that the characters would blossom into something amazing, although I can't say the same for Hajime as I disliked her from the start but I'll get to that in a moment.\n\n\u001b[1m私がガッチャマンの群衆を見始めたとき、私はこのアニメを感じた。 キャラクターとストーリー・ラインには潜在力があった。 私は初めから彼女を嫌っていたので、私は元首相に同じことを言うことはできませんが、文字が華やかになることを期待していましたが、私は一瞬でそれに着きます。\u001b[22m\n\u001b[1m(Watashi ga gatchaman no gunshū o mi hajimeta toki, watashi wa kono anime o kanjita. Kyarakutā to sutōrī rain ni wa senzai-ryoku ga atta. Watashi wa hajime kara kanojo o kiratte itanode, watashi wa moto shushō ni onaji koto o iu koto wa dekimasenga, moji ga hanayaka ni naru koto o kitai shite imashitaga, watashi wa isshun de sore ni tsukimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I started watching Gatchaman Crowds, I felt this anime; the characters and story-line had potential. I had high hopes that the characters would blossom into something amazing, although I can't say the same for Hajime as I disliked her from the start but I'll get to that in a moment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I started watching Gatchaman Crowds, I felt this anime;\u001b[24m\n    \u001b[1m私がガッチャマンの群衆を見始めたとき、私はこのアニメを感じた。\u001b[22m, \u001b[1m私はガッチャマンクラウズを見始めたとき、私はこのアニメを感じました。\u001b[22m\n\u001b[4mthe characters and story-line had potential.\u001b[24m\n    \u001b[1mキャラクターとストーリー・ラインには潜在力があった。\u001b[22m, \u001b[1mキャラクターとストーリーラインは、潜在的に持っていました。\u001b[22m\n\u001b[4mI had high hopes that the characters would blossom into something amazing, although I can't say the same for Hajime as I disliked her from the start but I'll get to that in a moment.\u001b[24m\n    \u001b[1m私は初めから彼女を嫌っていたので、私は元首相に同じことを言うことはできませんが、文字が華やかになることを期待していましたが、私は一瞬でそれに着きます。\u001b[22m, \u001b[1m私は最初から彼女を嫌って、私は肇のために同じことを言うことはできませんが、私は、文字が素晴らしいものに咲くだろう期待していたが、私は一瞬のものになるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nAs I continued to watch, my hopes started to wane. I had no problem with Joe, O.D and Utsu-tsu as they were continuously marvellous and I still thought of them as my favourite characters. However, I think Sugane (Hajime's mentor) and Pai-pai (their leader) could have been more confident with their actions and opinions especially with controlling Hajime.\n\n\u001b[1m私が見続けると、私の希望は衰え始めました。 私はジョー、O.DとUtsu-tsuには何の問題もなく、彼らは絶えず素晴らしいと私はまだ彼らを私の好きなキャラクターと考えていた。 しかし、私は菅沼（元師の指導者）とパイパイ（彼らの指導者）が、はじまりを支配することで、彼らの行動や意見に自信を持っていたと思う。\u001b[22m\n\u001b[1m(Watashi ga mi tsudzukeru to, watashi no kibō wa otoroe hajimemashita. Watashi wa jō, O. D to Utsu - tsū ni wa nani no mondai mo naku, karera wa taezu subarashī to watashi wa mada karera o watashi no sukina kyarakutā to kangaete ita. Shikashi, watashi wa Suganuma (gen-shi no shidō-sha) to paipai (karera no shidō-sha) ga, hajimari o shihai suru koto de, karera no kōdō ya iken ni jishin o motte ita to omou.)\u001b[22m\n\nTranslations of \u001b[4mAs I continued to watch, my hopes started to wane. I had no problem with Joe, O.D and Utsu-tsu as they were continuously marvellous and I still thought of them as my favourite characters. However, I think Sugane (Hajime's mentor) and Pai-pai (their leader) could have been more confident with their actions and opinions especially with controlling Hajime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I continued to watch, my hopes started to wane.\u001b[24m\n    \u001b[1m私が見続けると、私の希望は衰え始めました。\u001b[22m, \u001b[1m私が見ることを続けているように、私の希望は衰え始めました。\u001b[22m\n\u001b[4mI had no problem with Joe, O.D and Utsu-tsu as they were continuously marvellous and I still thought of them as my favourite characters.\u001b[24m\n    \u001b[1m私はジョー、O.DとUtsu-tsuには何の問題もなく、彼らは絶えず素晴らしいと私はまだ彼らを私の好きなキャラクターと考えていた。\u001b[22m, \u001b[1m彼らは継続的に素晴らしいだったと私はまだ私の好きなキャラクターとして考えるように私はジョー、のO. D.と宇津津では問題がありませんでした。\u001b[22m\n\u001b[4mHowever, I think Sugane (Hajime's mentor) and Pai-pai (their leader) could have been more confident with their actions and opinions especially with controlling Hajime.\u001b[24m\n    \u001b[1mしかし、私は菅沼（元師の指導者）とパイパイ（彼らの指導者）が、はじまりを支配することで、彼らの行動や意見に自信を持っていたと思う。\u001b[22m, \u001b[1mしかし、私はSugane（肇のメンター）とパイ - パイ（指導者）が彼らの行動、特に肇を制御するとの意見でより多くの自信を持っていたと思います。\u001b[22m\nThey should have acted more like a leader and mentor, and should have stopped Hajime from doing unfixable things instead of letting her do what she wanted.\n\n\u001b[1m彼らは指導者や指導者のように行動していたはずです。そして、彼女が望むようにするのではなく、修正不可能なことをやめてしまったはずです。\u001b[22m\n\u001b[1m(Karera wa shidō-sha ya shidō-sha no yō ni kōdō shite ita hazudesu. Soshite, kanojo ga nozomu yō ni suru node wa naku, shūsei fukanōna koto o yamete shimatta hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mThey should have acted more like a leader and mentor, and should have stopped Hajime from doing unfixable things instead of letting her do what she wanted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey should have acted more like a leader and mentor, and should have stopped Hajime from doing unfixable things instead of letting her do what she wanted.\u001b[24m\n    \u001b[1m彼らは指導者や指導者のように行動していたはずです。そして、彼女が望むようにするのではなく、修正不可能なことをやめてしまったはずです。\u001b[22m, \u001b[1m彼らはより多くの指導者とメンターのように行動しているはず、と修正不可能なことをやっての代わりに、彼女は彼女が望んでいた何をさせて頂いてからの肇を停止している必要があります。\u001b[22m\nAs a mentor, Sugane should have told Hajime how to transform, he should have trained her think about her actions before doing them and become the best at her ability physically and mentally. Pai-pai should have told her the dangers when meddling with crazy aliens. Both failed at doing that which resulted in possible life-threatening situations concerning lesser-enemies near the beginning and Hajime exposing identities unnecessarily.\n\n\u001b[1m菅野は師匠として、元気に変換する方法を伝えておくべきだったのですが、その前に自分の行動について考えるように訓練し、身体的、精神的に最高になるはずです。 パイパイは、狂った宇宙人に干渉しているときに危険を告げていたはずです。 どちらも失敗に終わったため、敵対者が生命を脅かす可能性があり、ハジメが不必要に身元を明らかにした。\u001b[22m\n\u001b[1m(Kan'no wa shishō to shite, genki ni henkan suru hōhō o tsutaete okubekidatta nodesuga, sono zen ni jibun no kōdō ni tsuite kangaeru yō ni kunren shi, karada-teki, seishintekini saikō ni naru hazudesu. Paipai wa, kurutta uchū hito ni kanshō shite iru toki ni kiken o tsugete ita hazudesu. Dochira mo shippai ni owatta tame, tekitai-sha ga seimei o odokasu kanōsei ga ari, Hajime ga fuhitsuyō ni mimoto o akiraka ni shita.)\u001b[22m\n\nTranslations of \u001b[4mAs a mentor, Sugane should have told Hajime how to transform, he should have trained her think about her actions before doing them and become the best at her ability physically and mentally. Pai-pai should have told her the dangers when meddling with crazy aliens. Both failed at doing that which resulted in possible life-threatening situations concerning lesser-enemies near the beginning and Hajime exposing identities unnecessarily.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a mentor, Sugane should have told Hajime how to transform, he should have trained her think about her actions before doing them and become the best at her ability physically and mentally.\u001b[24m\n    \u001b[1m菅野は師匠として、元気に変換する方法を伝えておくべきだったのですが、その前に自分の行動について考えるように訓練し、身体的、精神的に最高になるはずです。\u001b[22m, \u001b[1mメンターとして、Sugane変換する方法肇を通知しなければなりません、彼は彼女がそれらを実行する前に、彼女の行動について考え、肉体的にも精神的に彼女の能力で最良になる訓練を受けている必要があります。\u001b[22m\n\u001b[4mPai-pai should have told her the dangers when meddling with crazy aliens.\u001b[24m\n    \u001b[1mパイパイは、狂った宇宙人に干渉しているときに危険を告げていたはずです。\u001b[22m, \u001b[1mクレイジーエイリアンとの干渉時パイ - パイは彼女に危険を通知しなければなりません。\u001b[22m\n\u001b[4mBoth failed at doing that which resulted in possible life-threatening situations concerning lesser-enemies near the beginning and Hajime exposing identities unnecessarily.\u001b[24m\n    \u001b[1mどちらも失敗に終わったため、敵対者が生命を脅かす可能性があり、ハジメが不必要に身元を明らかにした。\u001b[22m, \u001b[1m両方が不必要にアイデンティティを露出させ始めと肇の近くにあまり敵に関わる可能生命を脅かす状況をもたらしたことをやってに失敗しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe fact that Pai-pai, O.D and Utsu-tsu's Gatchaman transformations were hidden for the majority of the anime made me more and more excited about what they looked like and how strong they would be. I expected Utsu-tsu's transformation to look cool as she is adorable and my favourite character out of the three I mentioned earlier, it looked similar and had the same ability to her human-form - being able to give life and take it away.\n\n\u001b[1mPai-pai、O.D、Utsu-tsuのGatchaman変換が大部分のアニメーションのために隠されていたという事実は、彼らの見た目と強さにますます興奮しました。 彼女は愛されていて、僕が好きな人は宇津っ子の変身を期待していましたが、これは同じように見え、人形にも同じ能力を持っていました。\u001b[22m\n\u001b[1m(Pai - pai, O. D, Utsu - tsū no Gatchaman henkan ga daibubun no animēshon no tame ni kakusa rete ita to iu jijitsu wa, karera no mitame to tsuyo-sa ni masumasu kōfun shimashita. Kanojo wa aisa rete ite, boku ga sukinahito wa Utsu-kko no henshin o kitai shite imashitaga, koreha onajiyōni mie, ningyō ni mo onaji nōryoku o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe fact that Pai-pai, O.D and Utsu-tsu's Gatchaman transformations were hidden for the majority of the anime made me more and more excited about what they looked like and how strong they would be. I expected Utsu-tsu's transformation to look cool as she is adorable and my favourite character out of the three I mentioned earlier, it looked similar and had the same ability to her human-form - being able to give life and take it away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fact that Pai-pai, O.D and Utsu-tsu's Gatchaman transformations were hidden for the majority of the anime made me more and more excited about what they looked like and how strong they would be.\u001b[24m\n    \u001b[1mPai-pai、O.D、Utsu-tsuのGatchaman変換が大部分のアニメーションのために隠されていたという事実は、彼らの見た目と強さにますます興奮しました。\u001b[22m, \u001b[1mパイ - パイ、のO. D.と宇津津のガッチャマン変換はアニメの大多数のために隠されたという事実は、彼らがように見えたし、どのように強力な彼らがどのようになるかについて、私はますます興奮しました。\u001b[22m\n\u001b[4mI expected Utsu-tsu's transformation to look cool as she is adorable and my favourite character out of the three I mentioned earlier, it looked similar and had the same ability to her human-form - being able to give life and take it away.\u001b[24m\n    \u001b[1m彼女は愛されていて、僕が好きな人は宇津っ子の変身を期待していましたが、これは同じように見え、人形にも同じ能力を持っていました。\u001b[22m, \u001b[1m命を与え、それを奪うことができること - 私はそれが同じような見て、彼女の人間の形に同じ能力を持っていた、彼女は私が先に述べた3の外に愛らしいですし、私のお気に入りのキャラクターとして宇津津の変換はクールに見えるように期待しました。\u001b[22m\nI was very happy to see Pai-pai's for the first time because for a creature so small, his transformation was a colossal tank. My happiness ended abruptly as Pai-pai, after transforming, ended up fleeing from the fight due to his cowardliness. Once he got over his issue, this is shown in episode 10, he continued to be a badass fighting machine as I expected of him.\n\n\u001b[1m私はパイパイを初めて見ることができてとても嬉しかった。なぜなら、とても小さいクリーチャーにとって、彼の変容は巨大な戦車だったからです。  Pai-paiが変形した後、私の幸福は突然終わりました。彼の臆病さから戦いから逃げました。 彼が問題を乗り越えたら、これはエピソード10に示されている。彼は私が彼に期待していたように、彼は悪い戦闘機だった。\u001b[22m\n\u001b[1m(Watashi wa paipai o hajimete miru koto ga dekite totemo ureshikatta. Nazenara, totemo chīsai kurīchā ni totte, kare no hen'yō wa kyodaina senshadattakaradesu. Pai - pai ga henkei shita nochi, watashi no kōfuku wa totsuzen owarimashita. Kare no okubyō-sa kara tatakai kara nigemashita. Kare ga mondai o norikoetara, koreha episōdo 10 ni shimesa rete iru. Kare wa watashi ga kare ni kitai shite ita yō ni, kare wa warui sentōkidatta.)\u001b[22m\n\nTranslations of \u001b[4mI was very happy to see Pai-pai's for the first time because for a creature so small, his transformation was a colossal tank. My happiness ended abruptly as Pai-pai, after transforming, ended up fleeing from the fight due to his cowardliness. Once he got over his issue, this is shown in episode 10, he continued to be a badass fighting machine as I expected of him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was very happy to see Pai-pai's for the first time because for a creature so small, his transformation was a colossal tank.\u001b[24m\n    \u001b[1m私はパイパイを初めて見ることができてとても嬉しかった。なぜなら、とても小さいクリーチャーにとって、彼の変容は巨大な戦車だったからです。\u001b[22m, \u001b[1m私は彼の変換が巨大タンクだった、なぜならとても小さな生き物のために初めてパイ、パイのを見てとても幸せでした。\u001b[22m\n\u001b[4mMy happiness ended abruptly as Pai-pai, after transforming, ended up fleeing from the fight due to his cowardliness.\u001b[24m\n    \u001b[1mPai-paiが変形した後、私の幸福は突然終わりました。彼の臆病さから戦いから逃げました。\u001b[22m, \u001b[1m私の幸せはパイ - パイのように突然終了した、変換した後、原因で彼の臆病に戦いから逃げてしまいました。\u001b[22m\n\u001b[4mOnce he got over his issue, this is shown in episode 10, he continued to be a badass fighting machine as I expected of him.\u001b[24m\n    \u001b[1m彼が問題を乗り越えたら、これはエピソード10に示されている。彼は私が彼に期待していたように、彼は悪い戦闘機だった。\u001b[22m, \u001b[1m彼は彼の問題を乗り越えたら、これはエピソード10に示されている、彼は私が彼の期待通りにワル戦闘機であり続けました。\u001b[22m\n\u001b[1m\u001b[22m\nAs enthusiastic and confident as Hajime is, I have disliked her from the start. I think she is irresponsible with her actions; she doesn't even think or care about possible outcomes and just goes along with whatever she's doing. She acts like the leader of the Gatchaman despite the fact Pai-pai is the leader, if anyone would be co-leader, O.D or Sugane should have the privilege.\n\n\u001b[1mハジメと同じくらい熱心で自信を持って、私は彼女を最初から嫌っていました。 私は彼女が彼女の行動に無責任だと思う。 彼女は可能性のあるアウトカムについて考えたり気にかけたりせず、彼女がやっていることと一緒に行くだけです。  Pai-paiが指導者であるにもかかわらず、彼女はGatchamanのリーダーのように行動します。もし誰でも共同リーダーであれば、O.DまたはSuganeは特権を持つべきです。\u001b[22m\n\u001b[1m(Hajime to onaji kurai nesshinde jishin o motte, watashi wa kanojo o saisho kara iya tte imashita. Watashi wa kanojo ga kanojo no kōdō ni musekininda to omou. Kanojo wa kanōsei no aru autokamu ni tsuite kangae tari ki ni kake tari sezu, kanojo ga yatte iru koto to issho ni iku dakedesu. Pai - pai ga shidō-shadearu nimokakawarazu, kanojo wa Gatchaman no rīdā no yō ni kōdō shimasu. Moshi daredemo kyōdō rīdādeareba, O. D matawa Sugane wa tokken o motsubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs enthusiastic and confident as Hajime is, I have disliked her from the start. I think she is irresponsible with her actions; she doesn't even think or care about possible outcomes and just goes along with whatever she's doing. She acts like the leader of the Gatchaman despite the fact Pai-pai is the leader, if anyone would be co-leader, O.D or Sugane should have the privilege.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs enthusiastic and confident as Hajime is, I have disliked her from the start.\u001b[24m\n    \u001b[1mハジメと同じくらい熱心で自信を持って、私は彼女を最初から嫌っていました。\u001b[22m, \u001b[1m熱狂的肇があるとして自信を持っているように、私は最初から彼女を嫌っています。\u001b[22m\n\u001b[4mI think she is irresponsible with her actions;\u001b[24m\n    \u001b[1m私は彼女が彼女の行動に無責任だと思う。\u001b[22m, \u001b[1m私は彼女が彼女の行動と無責任だと思います。\u001b[22m\n\u001b[4mshe doesn't even think or care about possible outcomes and just goes along with whatever she's doing.\u001b[24m\n    \u001b[1m彼女は可能性のあるアウトカムについて考えたり気にかけたりせず、彼女がやっていることと一緒に行くだけです。\u001b[22m, \u001b[1m彼女も考えたり可能な結果を気にし、ちょうど彼女がやっているものは何でも一緒に行きません。\u001b[22m\n\u001b[4mShe acts like the leader of the Gatchaman despite the fact Pai-pai is the leader, if anyone would be co-leader, O.D or Sugane should have the privilege.\u001b[24m\n    \u001b[1mPai-paiが指導者であるにもかかわらず、彼女はGatchamanのリーダーのように行動します。もし誰でも共同リーダーであれば、O.DまたはSuganeは特権を持つべきです。\u001b[22m, \u001b[1m彼女は誰もが共同でリーダーになる場合、のO. D.またはSuganeが権限を持っている必要があり、パイ、パイがリーダーであるという事実にもかかわらず、ガッチャマンのリーダーのような役割を果たします。\u001b[22m\nI hoped she would grow on me and I'd start to appreciate her more throughout the series but instead I began to dislike her more and more. I admit she is a good friend to Utsu-tsu and OD, and she tries to help Utsu-tsu feel comfortable with her powers and insecurities, I'll give her that, but overall I'd rather she just stopped talking or she would just stay in her Gatchaman transformation as that's when I actually liked her.\n\n\u001b[1m彼女が私の上で成長することを願って、私はシリーズ全体を通して彼女を高く評価し始めるだろうが、代わりに彼女はますます彼女を嫌うようになりました。 私は彼女が宇津津とODの良い友人であることを認め、彼女は宇津が自分の力と不安を感じるのを助けようとするが、私は彼女にそれを与えるだろうが、 私は彼女が本当に好きだったので、ちょうど彼女のガッチャマン変換に滞在してください。\u001b[22m\n\u001b[1m(Kanojo ga watashi no ue de seichō suru koto o negatte, watashi wa shirīzu zentai o tōshite kanojo o takaku hyōka shi hajimerudarouga, kawarini kanojo wa masumasu kanojo o kirau yō ni narimashita. Watashi wa kanojo ga Utsu Tsu to OD no yoi yūjindearu koto o mitome, kanojo wa Utsu ga jibun no chikara to fuan o kanjiru no o tasukeyou to suruga, watashi wa kanojo ni sore o ataerudarouga, watashi wa kanojo ga hontōni sukidattanode, chōdo kanojo no gatchaman henkan ni taizai shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI hoped she would grow on me and I'd start to appreciate her more throughout the series but instead I began to dislike her more and more. I admit she is a good friend to Utsu-tsu and OD, and she tries to help Utsu-tsu feel comfortable with her powers and insecurities, I'll give her that, but overall I'd rather she just stopped talking or she would just stay in her Gatchaman transformation as that's when I actually liked her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hoped she would grow on me and I'd start to appreciate her more throughout the series but instead I began to dislike her more and more.\u001b[24m\n    \u001b[1m彼女が私の上で成長することを願って、私はシリーズ全体を通して彼女を高く評価し始めるだろうが、代わりに彼女はますます彼女を嫌うようになりました。\u001b[22m, \u001b[1m私は彼女が私に成長することを望んだと私はシリーズ全体でより多くの彼女に感謝し始めると思いますが、その代わりに、私はより多くの彼女を嫌うようになりました。\u001b[22m\n\u001b[4mI admit she is a good friend to Utsu-tsu and OD, and she tries to help Utsu-tsu feel comfortable with her powers and insecurities, I'll give her that, but overall I'd rather she just stopped talking or she would\u001b[24m\n    \u001b[1m私は彼女が宇津津とODの良い友人であることを認め、彼女は宇津が自分の力と不安を感じるのを助けようとするが、私は彼女にそれを与えるだろうが、\u001b[22m, \u001b[1m私は彼女が宇津-TSUとODに良い友人で認める、と彼女は宇津津は彼女の力と不安快適に感じる手助けしようと、私は彼女にそれを与えるでしょうが、全体的に私はむしろ彼女は話をやめたい、または彼女が希望\u001b[22m\n\u001b[4mjust stay in her Gatchaman transformation as that's when I actually liked her.\u001b[24m\n    \u001b[1m私は彼女が本当に好きだったので、ちょうど彼女のガッチャマン変換に滞在してください。\u001b[22m, \u001b[1m私は実際に彼女を気に入ったときにそれはだとしてちょうど彼女ガッチャマン変換にとどまります。\u001b[22m\n\u001b[1m\u001b[22m\nThe aforementioned lesser-enemies should have appeared in the anime more and needed a clearer explanation of who they are and what they wanted. I felt they were just a filler before the arrival of the main enemy character; Berg Katze.\n\n\u001b[1m前述したより少ない敵はアニメにもっと登場していて、彼らが誰であるか、そして彼らが望んでいたかをより明確に説明する必要がありました。 私は彼らが主要な敵キャラクターの到着前にちょうどフィラーであると感じました。 ベルクカッツェ。\u001b[22m\n\u001b[1m(Zenjutsu shita yori sukunai teki wa anime ni motto tōjō shite ite, karera ga daredearu ka, soshite karera ga nozonde ita ka o yori meikaku ni setsumei suru hitsuyō ga arimashita. Watashi wa karera ga shuyōna teki kyarakutā no tōchaku mae ni chōdo firādearu to kanjimashita. Berukukattsu~e.)\u001b[22m\n\nTranslations of \u001b[4mThe aforementioned lesser-enemies should have appeared in the anime more and needed a clearer explanation of who they are and what they wanted. I felt they were just a filler before the arrival of the main enemy character; Berg Katze.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe aforementioned lesser-enemies should have appeared in the anime more and needed a clearer explanation of who they are and what they wanted.\u001b[24m\n    \u001b[1m前述したより少ない敵はアニメにもっと登場していて、彼らが誰であるか、そして彼らが望んでいたかをより明確に説明する必要がありました。\u001b[22m, \u001b[1m前述のあまりの敵は、より多くのアニメに登場し、明確に彼らが誰であるかの説明と、彼らが望んでいたのに必要ている必要があります。\u001b[22m\n\u001b[4mI felt they were just a filler before the arrival of the main enemy character;\u001b[24m\n    \u001b[1m私は彼らが主要な敵キャラクターの到着前にちょうどフィラーであると感じました。\u001b[22m, \u001b[1m私は、彼らがメインの敵キャラクタの到着前だけフィラーと感じました。\u001b[22m\n\u001b[4mBerg Katze.\u001b[24m\n    \u001b[1mベルクカッツェ。\u001b[22m, \u001b[1mベルクKATZE。\u001b[22m\n\u001b[1m\u001b[22m\nIn the last three episodes of the series, all the characters finally blossomed and revealed their transformations and powers. Pai-pai and Sugane finally got over their fear of being weak and cowardly and showed their strength, power and leadership which was great, and OD…well OD's transformation looked like an unyielding god, he was absolutely the strongest and most badass Gatchaman …it was spectacular!\n\n\u001b[1mシリーズの最後の3つのエピソードでは、すべてのキャラクターがついに花開き、彼らの変容と力を明らかにしました。  Pai-paiとSuganeは最終的に弱くて臆病になることに対する恐怖を乗り越え、強さと力とリーダーシップを示し、OD... ODは変わらない神のように見えたが、彼は絶対に最も強く、最も悪いGatchamanだった ...それは壮観でした！\u001b[22m\n\u001b[1m(Shirīzu no saigo no 3ttsu no episōdode wa, subete no kyarakutā ga tsuini hanahiraki, karera no hen'yō to chikara o akiraka ni shimashita. Pai - pai to Sugane wa saishūtekini yowakute okubyō ni naru koto ni taisuru kyōfu o norikoe, tsuyo-sa to chikara to rīdāshippu o shimeshi, OD... OD wa kawaranai kami no yō ni mietaga, kare wa zettai ni mottomo tsuyoku, mottomowarui Gatchamandatta... Sore wa sōkandeshita!)\u001b[22m\n\nTranslations of \u001b[4mIn the last three episodes of the series, all the characters finally blossomed and revealed their transformations and powers. Pai-pai and Sugane finally got over their fear of being weak and cowardly and showed their strength, power and leadership which was great, and OD…well OD's transformation looked like an unyielding god, he was absolutely the strongest and most badass Gatchaman …it was spectacular!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the last three episodes of the series, all the characters finally blossomed and revealed their transformations and powers.\u001b[24m\n    \u001b[1mシリーズの最後の3つのエピソードでは、すべてのキャラクターがついに花開き、彼らの変容と力を明らかにしました。\u001b[22m, \u001b[1mシリーズの最後の3つのエピソードでは、すべての文字がようやく花開いとその変換と力を明らかにしました。\u001b[22m\n\u001b[4mPai-pai and Sugane finally got over their fear of being weak and cowardly and showed their strength, power and leadership which was great, and OD…well OD's transformation looked like an unyielding god, he was absolutely the strongest and most badass Gatchaman\u001b[24m\n    \u001b[1mPai-paiとSuganeは最終的に弱くて臆病になることに対する恐怖を乗り越え、強さと力とリーダーシップを示し、OD... ODは変わらない神のように見えたが、彼は絶対に最も強く、最も悪いGatchamanだった\u001b[22m, \u001b[1mパイパイとSuganeが最終的に弱く、臆病であることの恐怖を乗り越え、素晴らしいだった彼らの強さ、力とリーダーシップを示し、OD...よくODの変換は不屈の神のように見えた、彼は絶対に最強かつ最もワルガッチャマンました\u001b[22m\n\u001b[4m…it was spectacular!\u001b[24m\n    \u001b[1m...それは壮観でした！\u001b[22m\n\u001b[1m\u001b[22m\nDuring the last episode, I really hoped O.D and Katze's 'fight' would continue later on, as all we got was a small brawl. I had so much hope that O.D would destroy Katze but, again, I was disappointed, more so.\n\n\u001b[1m最後のエピソードでは、O.DとKatzeの「戦い」が後に続くことを本当に望んでいました。私たちが得たのは小さな喧嘩だったからです。 私はO.DがKatzeを破壊することを期待していましたが、やはり私は失望しました。\u001b[22m\n\u001b[1m(Saigo no episōdode wa, O. D to Katze no `tatakai' ga ato ni tsudzuku koto o hontōni nozonde imashita. Watashitachi ga eta no wa chīsana kenkadattakaradesu. Watashi wa O. D ga Katze o hakai suru koto o kitai shite imashitaga, yahari watashi wa shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mDuring the last episode, I really hoped O.D and Katze's 'fight' would continue later on, as all we got was a small brawl. I had so much hope that O.D would destroy Katze but, again, I was disappointed, more so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDuring the last episode, I really hoped O.D and Katze's 'fight' would continue later on, as all we got was a small brawl.\u001b[24m\n    \u001b[1m最後のエピソードでは、O.DとKatzeの「戦い」が後に続くことを本当に望んでいました。私たちが得たのは小さな喧嘩だったからです。\u001b[22m, \u001b[1m最後のエピソードの間に、私は本当に私たちが得たすべては小さな乱闘だったのO. D.とKATZEの「戦い」は、後に続けることを望みました。\u001b[22m\n\u001b[4mI had so much hope that O.D would destroy Katze but, again, I was disappointed, more so.\u001b[24m\n    \u001b[1m私はO.DがKatzeを破壊することを期待していましたが、やはり私は失望しました。\u001b[22m, \u001b[1m私はより多くのように、再び、私は失望した、のO. D.はKATZEを破壊するであろうことをあまり希望を持っていたが。\u001b[22m\nRui's ideas to stop the Neo Hundred Crowds were lame but they worked very well, which I found...interesting, but it seemed like Berg Katze wasn't even an issue anymore.\n\n\u001b[1mネオ百人の群衆を止めるルイのアイデアは不自由だったが、うまくいきました。面白かったですが、ベルク・カッツェはもはや問題ではないようでした。\u001b[22m\n\u001b[1m(Neo hyaku-ri no gunshū o tomeru Rui no aidea wa fujiyūdattaga, umaku ikimashita. Omoshirokattadesuga, Beruku kattsu~e wa mohaya mondaide wa nai yōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mRui's ideas to stop the Neo Hundred Crowds were lame but they worked very well, which I found...interesting, but it seemed like Berg Katze wasn't even an issue anymore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRui's ideas to stop the Neo Hundred Crowds were lame but they worked very well, which I found...interesting, but it seemed like Berg Katze wasn't even an issue anymore.\u001b[24m\n    \u001b[1mネオ百人の群衆を止めるルイのアイデアは不自由だったが、うまくいきました。面白かったですが、ベルク・カッツェはもはや問題ではないようでした。\u001b[22m, \u001b[1m私は...興味深い発見しましたが、ベルクKATZEはもうしても問題ではなかったようにそれが見えたこれ、百群衆ネオを停止するルイのアイデアがラメであったが、彼らは非常によく働きました。\u001b[22m\n\u001b[1m\u001b[22m\nI wish the whole series had as much action and excitement as it did in the 10th and 11th episodes, I found these two episodes more exciting and can easily say these lived up to my expectation. I still wish the identities of the Gatchaman were secret to the public but I'm happy they helped and worked together.\n\n\u001b[1m私は10月11日のエピソードと同じくらいアクションと興奮がシリーズ全体にありましたが、私はこれらの2つのエピソードがよりエキサイティングであり、これが私の期待通りに生きていると簡単に言うことができます。 私はまだGatchamanのアイデンティティが一般に知られていないことを願っていますが、私は彼らが協力して協力してくれてうれしいです。\u001b[22m\n\u001b[1m(Watashi wa 10 tsuki 11-nichi no episōdo to onaji kurai akushon to kōfun ga shirīzu zentai ni arimashitaga, watashi wa korera no 2tsu no episōdo ga yori ekisaitingudeari, kore ga watashi no kitai-dōri ni ikite iruto kantan ni iu koto ga dekimasu. Watashi wa mada Gatchaman no aidentiti ga ippan'ni shira rete inai koto o negatte imasuga, watashi wa karera ga kyōryoku shite kyōryoku shite kurete ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI wish the whole series had as much action and excitement as it did in the 10th and 11th episodes, I found these two episodes more exciting and can easily say these lived up to my expectation. I still wish the identities of the Gatchaman were secret to the public but I'm happy they helped and worked together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wish the whole series had as much action and excitement as it did in the 10th and 11th episodes, I found these two episodes more exciting and can easily say these lived up to my expectation.\u001b[24m\n    \u001b[1m私は10月11日のエピソードと同じくらいアクションと興奮がシリーズ全体にありましたが、私はこれらの2つのエピソードがよりエキサイティングであり、これが私の期待通りに生きていると簡単に言うことができます。\u001b[22m, \u001b[1m私は、全体のシリーズが、それは10日と11日のエピソードで行ったように、私はこれらの2つのエピソードがよりエキサイティングな発見し、簡単にこれらは私の期待に住んでいたと言うことができる限り多くのアクションと興奮を持っていたいです。\u001b[22m\n\u001b[4mI still wish the identities of the Gatchaman were secret to the public but I'm happy they helped and worked together.\u001b[24m\n    \u001b[1m私はまだGatchamanのアイデンティティが一般に知られていないことを願っていますが、私は彼らが協力して協力してくれてうれしいです。\u001b[22m, \u001b[1m私はまだガッチャマンのアイデンティティが国民に秘密だったら、私は、彼らが助けと一緒に働いたうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nDespite the fact this review has more bad points than good, I did like this anime. It just had potential to be a whole lot more. The music was great, the 'Gatchaman!' parts were used at the definitely more exciting action parts, and the colours of each Gatchaman suited them very well. I can only say that I won't be watching this series again, and I'm rating this anime 7 out of 10.\n\n\u001b[1mこのレビューに良いよりも悪い点があるという事実にもかかわらず、私はこのアニメが好きでした。 それだけではるかに多くの可能性がありました。 音楽は素晴らしかった、「ガッチャマン！ よりエキサイティングなアクション部分でパーツが使用され、それぞれのガッチャマンの色がとてもうまいものでした。 私はこのシリーズを再び見ることはないとしか言​​いようがありません。私はこのアニメを10のうち7つに評価しています。\u001b[22m\n\u001b[1m(Kono rebyū ni yoi yori mo warui ten ga aru to iu jijitsu nimokakawarazu, watashi wa kono anime ga sukideshita. Sore dakede haruka ni ōku no kanōsei ga arimashita. Ongaku wa subarashikatta,`gatchaman! Yori ekisaitinguna akushon bubun de pātsu ga shiyō sa re, sorezore no gatchaman no iro ga totemo umai monodeshita. Watashi wa kono shirīzu o futatabi miru koto wa nai to shika gen ​​ i-yō ga arimasen. Watashi wa kono anime o 10 no uchi 7tsu ni hyōka shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mDespite the fact this review has more bad points than good, I did like this anime. It just had potential to be a whole lot more. The music was great, the 'Gatchaman!' parts were used at the definitely more exciting action parts, and the colours of each Gatchaman suited them very well. I can only say that I won't be watching this series again, and I'm rating this anime 7 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the fact this review has more bad points than good, I did like this anime.\u001b[24m\n    \u001b[1mこのレビューに良いよりも悪い点があるという事実にもかかわらず、私はこのアニメが好きでした。\u001b[22m, \u001b[1m事実にもかかわらず、この口コミが良いよりも悪い点を持って、私はこのアニメのようでした。\u001b[22m\n\u001b[4mIt just had potential to be a whole lot more.\u001b[24m\n    \u001b[1mそれだけではるかに多くの可能性がありました。\u001b[22m, \u001b[1mそれはちょうど、より全体の多くなる可能性がありました。\u001b[22m\n\u001b[4mThe music was great, the 'Gatchaman!'\u001b[24m\n    \u001b[1m音楽は素晴らしかった、「ガッチャマン！\u001b[22m, \u001b[1m音楽は、偉大だった「科学忍者隊ガッチャマン！」\u001b[22m\n\u001b[4mparts were used at the definitely more exciting action parts, and the colours of each Gatchaman suited them very well.\u001b[24m\n    \u001b[1mよりエキサイティングなアクション部分でパーツが使用され、それぞれのガッチャマンの色がとてもうまいものでした。\u001b[22m, \u001b[1m部品は間違いなく、よりエキサイティングなアクション部分で使用し、各ガッチャマンの色は非常によく、それらを適しています。\u001b[22m\n\u001b[4mI can only say that I won't be watching this series again, and I'm rating this anime 7 out of 10.\u001b[24m\n    \u001b[1m私はこのシリーズを再び見ることはないとしか言いようがありません。私はこのアニメを10のうち7つに評価しています。\u001b[22m, \u001b[1m私は、私は再びこのシリーズを見ていられないだろうと言うことができる、と私は10のうち、このアニメ7を評価しています。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "meganes",
    "profile": "/profile/meganes/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=125893",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nキャラクター|  7\n|  8\n\n物語は非常に良いです - ちょっとステレオタイプですが、うまくいきました。 面白いですが、私はそれがあなたのつま先であなたを保つとは言いません。 それはサスペンスではありませんが、それを見続けるだけで十分です。 世界を救うヒーローチームは何度も何度もやったことがありますが、このアニメにはそれだけの紆余曲折があり、とても楽しかったです。 芸術は他とは異なりますが、私はそれを楽しんでいました。 さまざまな色があり、文字は非常にうまく設計されています。 芸術はよく知られているようですが、私はそれに私の指を置くことはできません。 キャラクターに関しては、皆の発展は大丈夫でした。実際にはアニメの最高の部分だと思いますが、個人的には、私が最も気にするものではありません。\n\n私はこのアニメについて嫌いなことはたくさんありません.3つしかありません。 最初のものはガッチャマンのデザインです。 ただ興奮はなかった。 最後に嫌いだったのは、はじめてです。 彼女は間違いなく典型的なアニメの女の子とは異なり、私はそれが好きです。 彼女は正直で、自分で事をすることができます。 彼女は本当に素敵な女の子で、人格は素晴らしいですが、問題は彼女の声であり、部分的には彼女の話し方です。 彼女の声は非常に迷惑で、彼女はまた非常に頑固なので、本当に私の神経を襲う。 私は彼女を黙らせるために画面でつかみたいと思ったところが何度もありましたが、悲しいかな、それは不可能です。 私は彼らがもっとパーソナライズされたかもしれないと思う？ 私はそれぞれの変換がどのように文字を表現しているかは完全にはわかりません。 色はあまりにも似ていた。 それらのすべてが黒と黄色のデザインをしていました。 彼らのノートには色々な色が使われていましたが、本当に違ったのは菅沼さんとはじめてのものでした。  2つ目はエンディングでしょう。 エンディングは恐ろしいものだった。アニメそのものが強い気分だったので、私はもっともっと期待した。 それが私がそれを望んでいたように行かなかったので、私はそれを嫌ったわけではありません。\n\n全体的に、それは良いアニメだったと私はそれをお勧めしますが、おそらく私は再びそれを見ないだろうと私は可能性のある第2シーズンには非常に興奮していない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe story is very good--a bit stereotypical, but nicely done. It's interesting, but I wouldn't say it keeps you on your toes. It's not suspenseful, but it's enough for you to keep watching it. A hero team saving the world has definitely been done many times before, but this anime has its own twists to it that I very much enjoyed. The art is different from others, but I enjoyed it. There is a variety of color and the characters are designed very nicely. The art seems familiar, but I can't put my finger on it. As for the characters, everyone's development was alright and I think it was actually the best part of the anime, but personally, that isn't what I pay attention to most.\n\n\u001b[1m物語は非常に良いです - ちょっとステレオタイプですが、うまくいきました。 面白いですが、私はそれがあなたのつま先であなたを保つとは言いません。 それはサスペンスではありませんが、それを見続けるだけで十分です。 世界を救うヒーローチームは何度も何度もやったことがありますが、このアニメにはそれだけの紆余曲折があり、とても楽しかったです。 芸術は他とは異なりますが、私はそれを楽しんでいました。 さまざまな色があり、文字は非常にうまく設計されています。 芸術はよく知られているようですが、私はそれに私の指を置くことはできません。 キャラクターに関しては、皆の発展は大丈夫でした。実際にはアニメの最高の部分だと思いますが、個人的には、私が最も気にするものではありません。\u001b[22m\n\u001b[1m(Monogatari wa hijō ni yoidesu - chotto sutereo taipudesuga, umaku ikimashita. Omoshiroidesuga, watashi wa sore ga anata no tsumasaki de anata o tamotsu to wa iimasen. Sore wa sasupensude wa arimasenga, sore o mi tsudzukeru dakede jūbundesu. Sekai o sukuu hīrōchīmu wa nandomonandomo yatta koto ga arimasuga, kono anime ni wa soredake no uyokyokusetsu ga ari, totemo tanoshikattadesu. Geijutsu wa hoka to wa kotonarimasuga, watashi wa sore o tanoshinde imashita. Samazamana iro ga ari, moji wa hijō ni umaku sekkei sa rete imasu. Geijutsu wa yoku shira rete iru yōdesuga, watashi wa sore ni watashi no yubi o oku koto wa dekimasen. Kyarakutā ni kanshite wa, mina no hatten wa daijōbudeshita. Jissai ni wa anime no saikō no bubunda to omoimasuga, kojin-teki ni wa, watashi ga mottomo ki ni suru monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story is very good--a bit stereotypical, but nicely done. It's interesting, but I wouldn't say it keeps you on your toes. It's not suspenseful, but it's enough for you to keep watching it. A hero team saving the world has definitely been done many times before, but this anime has its own twists to it that I very much enjoyed. The art is different from others, but I enjoyed it. There is a variety of color and the characters are designed very nicely. The art seems familiar, but I can't put my finger on it. As for the characters, everyone's development was alright and I think it was actually the best part of the anime, but personally, that isn't what I pay attention to most.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is very good--a bit stereotypical, but nicely done.\u001b[24m\n    \u001b[1m物語は非常に良いです - ちょっとステレオタイプですが、うまくいきました。\u001b[22m, \u001b[1mビットステレオタイプが、うまく行って - 物語は非常に良いです。\u001b[22m\n\u001b[4mIt's interesting, but I wouldn't say it keeps you on your toes.\u001b[24m\n    \u001b[1m面白いですが、私はそれがあなたのつま先であなたを保つとは言いません。\u001b[22m, \u001b[1mそれは興味深いですが、私はそれがあなたのつま先にあなたを保つ言わないだろう。\u001b[22m\n\u001b[4mIt's not suspenseful, but it's enough for you to keep watching it.\u001b[24m\n    \u001b[1mそれはサスペンスではありませんが、それを見続けるだけで十分です。\u001b[22m, \u001b[1mそれはサスペンスではないですが、あなたがそれを見続けることは十分です。\u001b[22m\n\u001b[4mA hero team saving the world has definitely been done many times before, but this anime has its own twists to it that I very much enjoyed.\u001b[24m\n    \u001b[1m世界を救うヒーローチームは何度も何度もやったことがありますが、このアニメにはそれだけの紆余曲折があり、とても楽しかったです。\u001b[22m, \u001b[1m世界を救うヒーローチームは間違いなく前に何度も行われてきたが、このアニメは、私は非常に楽しんだこと、それに自身のねじれを持っています。\u001b[22m\n\u001b[4mThe art is different from others, but I enjoyed it.\u001b[24m\n    \u001b[1m芸術は他とは異なりますが、私はそれを楽しんでいました。\u001b[22m, \u001b[1m技術は、他のものと異なっているが、私はそれを楽しみました。\u001b[22m\n\u001b[4mThere is a variety of color and the characters are designed very nicely.\u001b[24m\n    \u001b[1mさまざまな色があり、文字は非常にうまく設計されています。\u001b[22m, \u001b[1mそこの色の多様性であり、文字は非常にうまく設計されています。\u001b[22m\n\u001b[4mThe art seems familiar, but I can't put my finger on it.\u001b[24m\n    \u001b[1m芸術はよく知られているようですが、私はそれに私の指を置くことはできません。\u001b[22m, \u001b[1m技術ではおなじみのようだが、私はそれに私の指を置くことはできません。\u001b[22m\n\u001b[4mAs for the characters, everyone's development was alright and I think it was actually the best part of the anime, but personally, that isn't what I pay attention to most.\u001b[24m\n    \u001b[1mキャラクターに関しては、皆の発展は大丈夫でした。実際にはアニメの最高の部分だと思いますが、個人的には、私が最も気にするものではありません。\u001b[22m, \u001b[1m文字については、全員の開発は大丈夫だったと私はそれが実際にアニメの最良の部分だったと思いますが、個人的に、それは私が最も注意を払うものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThere aren't many things that I disliked about this anime--just 3 things. The first one would be the Gatchaman designs. it just didn't have any excitement. The last thing I disliked and definitely dislike the most is Hajime. She definitely is different from the typical anime girl and I like that. She is honest and can do things on her own. She really is a lovely girl and has a great personality, but the issue is her voice and partly, the way she talks. Her voice is awfully annoying and she's also very stubborn so it really gets on my nerves. There were many times where I wanted to grab at the screen to shut her up, but alas, that's impossible. I think they could have made it more personalized? I can see how each transformation represents the characters, but not completely. The colors were too similar; all of them had black and yellow in the design. All their NOTEs had different colors which could have been used in their transformations, but the only ones that were really different were Sugane's and Hajime's. The second thing would be the ending. The ending was horrible.. I expected a lot more especially because the anime itself had a strong vibe to it. It's not that I disliked it because it didn't go the way I wanted it to go;\n\n\u001b[1m私はこのアニメについて嫌いなことはたくさんありません.3つしかありません。 最初のものはガッチャマンのデザインです。 ただ興奮はなかった。 最後に嫌いだったのは、はじめてです。 彼女は間違いなく典型的なアニメの女の子とは異なり、私はそれが好きです。 彼女は正直で、自分で事をすることができます。 彼女は本当に素敵な女の子で、人格は素晴らしいですが、問題は彼女の声であり、部分的には彼女の話し方です。 彼女の声は非常に迷惑で、彼女はまた非常に頑固なので、本当に私の神経を襲う。 私は彼女を黙らせるために画面でつかみたいと思ったところが何度もありましたが、悲しいかな、それは不可能です。 私は彼らがもっとパーソナライズされたかもしれないと思う？ 私はそれぞれの変換がどのように文字を表現しているかは完全にはわかりません。 色はあまりにも似ていた。 それらのすべてが黒と黄色のデザインをしていました。 彼らのノートには色々な色が使われていましたが、本当に違ったのは菅沼さんとはじめてのものでした。  2つ目はエンディングでしょう。 エンディングは恐ろしいものだった。アニメそのものが強い気分だったので、私はもっともっと期待した。 それが私がそれを望んでいたように行かなかったので、私はそれを嫌ったわけではありません。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni tsuite kiraina koto wa takusan arimasen. 3Ttsu shika arimasen. Saisho no mono wa gatchaman no dezaindesu. Watashi wa karera ga motto pāsonaraizu sa reta kamo shirenai to omou? Watashi wa sorezore no henkan ga dono yō ni moji o hyōgen shite iru ka wa kanzen ni wa wakarimasen. Iro wa amarini mo nite ita. Sorera no subete ga kuro to kiiro no dezain o shite imashita. Karera no nōto ni wa iroirona iro ga tsukawa rete imashitaga, hontōni chigatta no wa Suganuma-san to hajimete no monodeshita. 2Tsu-me wa endingudeshou. Endingu wa osoroshī monodatta. Anime sonomono ga tsuyoi kibundattanode, watashi wa motto motto kitai shita. Sore ga watashi ga sore o nozonde ita yō ni ikanakattanode, watashi wa sore o kiratta wakede wa arimasen. Tada kōfun wa nakatta. Saigo ni kiraidatta no wa, hajimetedesu. Kanojo wa machigainaku tenkei-tekina anime no on'nanoko to wa kotonari, watashi wa sore ga sukidesu. Kanojo wa shōjikide, jibun de koto o suru koto ga dekimasu. Kanojo wa hontōni sutekina on'nanoko de, jinkaku wa subarashīdesuga, mondai wa kanojo no koedeari, bubun-teki ni wa kanojo no hanashikatadesu. Kanojo no koe wa hijō ni meiwakude, kanojo wa mata hijō ni gankonanode, hontōni watashi no shinkei o osou. Watashi wa kanojo o damara seru tame ni gamen de tsukamitai to omotta tokoro ga nando mo arimashitaga, kanashī ka na, sore wa fukanōdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it was a good anime and I would recommend it, but I probably would not watch it again and I'm not very excited for the possible second season.\n\n\u001b[1m全体的に、それは良いアニメだったと私はそれをお勧めしますが、おそらく私は再びそれを見ないだろうと私は可能性のある第2シーズンには非常に興奮していない。\u001b[22m\n\u001b[1m(Zentai-teki ni, sore wa yoi animedatta to watashi wa sore o o susume shimasuga, osoraku watashi wa futatabi sore o minaidarou to watashi wa kanōsei no aru dai 2 shīzun ni wa hijō ni kōfun shite inai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it was a good anime and I would recommend it, but I probably would not watch it again and I'm not very excited for the possible second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it was a good anime and I would recommend it, but I probably would not watch it again and I'm not very excited for the possible second season.\u001b[24m\n    \u001b[1m全体的に、それは良いアニメだったと私はそれをお勧めしますが、おそらく私は再びそれを見ないだろうと私は可能性のある第2シーズンには非常に興奮していない。\u001b[22m, \u001b[1m全体的に、それは良いアニメだったと私はそれをお勧めしますが、私はおそらく、再びそれを見ていないだろうと私は可能な第二シーズンに向けて非常に興奮していませんよ。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "Chacattack",
    "profile": "/profile/Chacattack/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=114689",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nこのアニメはちょうど単純なソリッド8です.Gatchamanについては、このアニメに向けて最初に私を描いたユニークなストーリーラインを含め、たくさんのことがあります。 最初、私はこのアニメが、世界の更新というこのアイデアの素晴らしさに疑念を抱いていましたが、結局それが堅実な仕事をしたと言わなければなりません。\n\nストーリー：8\n物語は主人公の一ノ瀬肇が、ガッチャマンと呼ばれるこの超秘密の保護隊の一員に選ばれたことに続く。 同時に、あなたは人工知能の助けを借りて皆をつなぐアプリケーションを作った二の宮瑠璃さんと、スマートフォンにそのアプリを持っている人はすべて互いにやりとりすることができます。 あなたのスキルのおかげであなたに尋ねました。 主要な主人公はBerg Katseの名前でエイリアンであり、彼の役割は基本的に地球上で大混乱を引き起こすことです。 全体として、非常にクールなセットアップとその後の動作は実際にはかなり良いです。\n\nアート+サウンド：8\nこのアニメの芸術作品は非常によく行われており、特にギャッチャマン自身のデザインが特徴です。 彼らの鳥のスーツは機械的で、色のついたアニメーションが非常によく、戦闘中に使用された特殊効果もうまくいきます。 このアニメの音楽は、オープニングソングの中でも、特に無意味な歌詞が、コミュニケーションの流れに沿って動作し、言葉をどのように認識し、互いにコミュニケーションするのかを支援します。 アニメの主題は「ガッチャ！」です 「ガッチャマン」の変換歌詞もこのアニメではかなり顕著です。\n\nキャラクター：8\nこれをどこから始めるのか。 主人公の一ノ瀬元は、主人公として描かれている最も嫌な女の子のひとりでなければなりません。 これを忍耐して、私は彼女が誰で、どのように働いているのかを理解し始めるにつれ、彼女をもっと気に入るように学びました。 彼女は自分自身を自由に表現することができ、自分の人生と社会の価値を制限しません。 彼女の正直はおそらく彼女が彼女のために行っている最高のものですが、彼女の偏心したテイクは人生にも同様に良いです。 他の言及できる文字はBerg Katseだろう。 彼のアンタゴニストの役割は非常によく行われ、誰かのイメージを映すことができるということを利用して、彼の周りに恐れを与えています。 全体として、ショーの全員から非常に堅実なキャラクターキャスト。\n\n総合的な楽しさ：8\nこれは前に述べたように8であろう。 このショーは、ヒーローのテーマと世界の更新、そして社会がどのように一緒に働くべきかによって、見るのがとても幻想的でした。 それは楽しい時計だったとそれを見て考えている人のためにそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is just a simple solid 8. There is a lot to like about Gatchaman, including its unique storyline which is what initially drew me towards this anime. At first I was skeptical about how great this anime would be, particularly with this idea of 'updating the world', however I have to say at the end that it did a solid job.\n\n\u001b[1mこのアニメはちょうど単純なソリッド8です.Gatchamanについては、このアニメに向けて最初に私を描いたユニークなストーリーラインを含め、たくさんのことがあります。 最初、私はこのアニメが、世界の更新というこのアイデアの素晴らしさに疑念を抱いていましたが、結局それが堅実な仕事をしたと言わなければなりません。\u001b[22m\n\u001b[1m(Kono anime wa chōdo tanjun'na soriddo 8desu. Gatchaman ni tsuite wa, kono anime ni mukete saisho ni watashi o kaita yunīkuna sutōrīrain o fukume, takusan no koto ga arimasu. Saisho, watashi wa kono anime ga, sekai no kōshin to iu kono aidea no subarashi-sa ni ginen o daite imashitaga, kekkyoku sore ga kenjitsuna shigoto o shita to iwanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is just a simple solid 8. There is a lot to like about Gatchaman, including its unique storyline which is what initially drew me towards this anime. At first I was skeptical about how great this anime would be, particularly with this idea of 'updating the world', however I have to say at the end that it did a solid job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is just a simple solid 8. There is a lot to like about Gatchaman, including its unique storyline which is what initially drew me towards this anime.\u001b[24m\n    \u001b[1mこのアニメはちょうど単純なソリッド8です.Gatchamanについては、このアニメに向けて最初に私を描いたユニークなストーリーラインを含め、たくさんのことがあります。\u001b[22m, \u001b[1mこのアニメは当初、このアニメの方に私を描いたもので、そのユニークなストーリーを含め、ガッチャマンについて好きにたくさんがあるだけのシンプルな固体8です。\u001b[22m\n\u001b[4mAt first I was skeptical about how great this anime would be, particularly with this idea of 'updating the world', however I have to say at the end that it did a solid job.\u001b[24m\n    \u001b[1m最初、私はこのアニメが、世界の更新というこのアイデアの素晴らしさに疑念を抱いていましたが、結局それが堅実な仕事をしたと言わなければなりません。\u001b[22m, \u001b[1m最初は、私はこのアニメは特に「世界の更新」のこの考えで、ことがいかに素晴らしいについては懐疑的だった、しかし私はそれが固体の仕事をしたことを最後に言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nThe story follows the main protagonist Hajime Ichinose as she is chosen to become a part of this super secret protective force known as the Gatchaman. At the same time you have Rui Ninomiya who has created an application that links everyone together with the aid of artifical intelligence, and those who have the app on their smart phone can all interact with each other and in the case of trouble, assistance may be asked of you due to your skills. The main Protagonist is an alien by the name of Berg Katse and his role is basically to wreak havoc upon earth. Overall, a very cool setup and the action the ensues is actually quite good.\n\n\u001b[1m物語は主人公の一ノ瀬肇が、ガッチャマンと呼ばれるこの超秘密の保護隊の一員に選ばれたことに続く。 同時に、あなたは人工知能の助けを借りて皆をつなぐアプリケーションを作った二の宮瑠璃さんと、スマートフォンにそのアプリを持っている人はすべて互いにやりとりすることができます。 あなたのスキルのおかげであなたに尋ねました。 主要な主人公はBerg Katseの名前でエイリアンであり、彼の役割は基本的に地球上で大混乱を引き起こすことです。 全体として、非常にクールなセットアップとその後の動作は実際にはかなり良いです。\u001b[22m\n\u001b[1m(Monogatari wa shujinkō no Ichinose Hajime ga, gatchaman to yoba reru kono chō himitsu no hogo-tai no ichiin ni eraba reta koto ni tsudzuku. Dōjini, anata wa jinkō chinō no tasuke o karite mina o tsunagu apurikēshon o tsukutta Ninomiya Ruri-san to, sumātofon ni sono apuri o motte iru hito wa subete tagaini yaritori suru koto ga dekimasu. Anata no sukiru no okage de anata ni tazunemashita. Shuyōna shujinkō wa beruku Katse no namae de eiriandeari, kare no yakuwari wa kihontekini chikyū-jō de dai konran o hikiokosu kotodesu. Zentai to shite, hijō ni kūruna settoappu to sonogo no dōsa wa jissai ni wa kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story follows the main protagonist Hajime Ichinose as she is chosen to become a part of this super secret protective force known as the Gatchaman. At the same time you have Rui Ninomiya who has created an application that links everyone together with the aid of artifical intelligence, and those who have the app on their smart phone can all interact with each other and in the case of trouble, assistance may be asked of you due to your skills. The main Protagonist is an alien by the name of Berg Katse and his role is basically to wreak havoc upon earth. Overall, a very cool setup and the action the ensues is actually quite good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story follows the main protagonist Hajime Ichinose as she is chosen to become a part of this super secret protective force known as the Gatchaman.\u001b[24m\n    \u001b[1m物語は主人公の一ノ瀬肇が、ガッチャマンと呼ばれるこの超秘密の保護隊の一員に選ばれたことに続く。\u001b[22m, \u001b[1m物語は、彼女がガッチャマンとして知られているこのスーパー秘密保護力の一部となるように選択されるように、メイン主人公肇一ノ瀬に従います。\u001b[22m\n\u001b[4mAt the same time you have Rui Ninomiya who has created an application that links everyone together with the aid of artifical intelligence, and those who have the app on their smart phone can all interact with each other and in the case of trouble, assistance may be\u001b[24m\n    \u001b[1m同時に、あなたは人工知能の助けを借りて皆をつなぐアプリケーションを作った二の宮瑠璃さんと、スマートフォンにそのアプリを持っている人はすべて互いにやりとりすることができます。\u001b[22m, \u001b[1m同時に、あなたは人工知能の助けを借りて一緒に皆をリンクするアプリケーションを作成しましたルイ二宮を持っており、彼らのスマートフォン上のアプリを持っている人は、すべて互いに相互作用することができ、トラブルの場合には、支援があってもよいです\u001b[22m\n\u001b[4masked of you due to your skills.\u001b[24m\n    \u001b[1mあなたのスキルのおかげであなたに尋ねました。\u001b[22m, \u001b[1m原因あなたのスキルにあなたのことを尋ねました。\u001b[22m\n\u001b[4mThe main Protagonist is an alien by the name of Berg Katse and his role is basically to wreak havoc upon earth.\u001b[24m\n    \u001b[1m主要な主人公はBerg Katseの名前でエイリアンであり、彼の役割は基本的に地球上で大混乱を引き起こすことです。\u001b[22m, \u001b[1m主な主人公は、ベルクKatseの名前で外国人であり、彼の役割は、地球に大混乱をもたらすために、基本的です。\u001b[22m\n\u001b[4mOverall, a very cool setup and the action the ensues is actually quite good.\u001b[24m\n    \u001b[1m全体として、非常にクールなセットアップとその後の動作は実際にはかなり良いです。\u001b[22m, \u001b[1m全体的に、非常にクールなセットアップとアクションすさまじいは、実際にはかなり良いです。\u001b[22m\n\u001b[1m\u001b[22m\nArt + Sound: 8\n\n\u001b[1mアート+サウンド：8\u001b[22m\n\u001b[1m(Āto + saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mArt + Sound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt + Sound: 8\u001b[24m\n    \u001b[1mアート+サウンド：8\u001b[22m\nThe artworks in this anime are very well done, particular the designs of the gatchaman themselves. Their bird suits are mechanical and very well animated with lots of colour, and the special effects used during battle are well done. The music in this anime is pretty good too, particularly in the opening song whose nonsensical lyrics aids that of the story as it works along the lines of communication and how we perceive words and communicate with each other. The theme word for the anime as well is 'Gatcha!' and the transformation lyrics of 'Gatchaman' are quite prominant in this anime as well.\n\n\u001b[1mこのアニメの芸術作品は非常によく行われており、特にギャッチャマン自身のデザインが特徴です。 彼らの鳥のスーツは機械的で、色のついたアニメーションが非常によく、戦闘中に使用された特殊効果もうまくいきます。 このアニメの音楽は、オープニングソングの中でも、特に無意味な歌詞が、コミュニケーションの流れに沿って動作し、言葉をどのように認識し、互いにコミュニケーションするのかを支援してくれます。 アニメの主題は「ガッチャ！」です 「ガッチャマン」の変換歌詞もこのアニメではかなり顕著です。\u001b[22m\n\u001b[1m(Kono anime no geijutsu sakuhin wa hijō ni yoku okonawa rete ori, tokuni gyatchaman jishin no dezain ga tokuchōdesu. Karera no tori no sūtsu wa kikai-tekide,-iro no tsuita animēshon ga hijō ni yoku, sentō-chū ni shiyō sa reta tokushu kōka mo umaku ikimasu. Kono anime no ongaku wa, ōpuningusongu no naka demo, tokuni muimina kashi ga, komyunikēshon no nagare ni sotte dōsa shi, kotoba o dono yō ni ninshiki shi, tagaini komyunikēshon suru no ka o shien shite kuremasu. Anime no shudai wa `gatcha!'Desu `gatchaman' no henkan kashi mo kono animede wa kanari kenchodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe artworks in this anime are very well done, particular the designs of the gatchaman themselves. Their bird suits are mechanical and very well animated with lots of colour, and the special effects used during battle are well done. The music in this anime is pretty good too, particularly in the opening song whose nonsensical lyrics aids that of the story as it works along the lines of communication and how we perceive words and communicate with each other. The theme word for the anime as well is 'Gatcha!' and the transformation lyrics of 'Gatchaman' are quite prominant in this anime as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artworks in this anime are very well done, particular the designs of the gatchaman themselves.\u001b[24m\n    \u001b[1mこのアニメの芸術作品は非常によく行われており、特にギャッチャマン自身のデザインが特徴です。\u001b[22m, \u001b[1mこのアニメで作品は非常によく、ガッチャマン自身のデザイン特定を行っています。\u001b[22m\n\u001b[4mTheir bird suits are mechanical and very well animated with lots of colour, and the special effects used during battle are well done.\u001b[24m\n    \u001b[1m彼らの鳥のスーツは機械的で、色のついたアニメーションが非常によく、戦闘中に使用された特殊効果もうまくいきます。\u001b[22m, \u001b[1mその鳥のスーツは色のたくさんの機械と非常によくアニメーションであり、戦闘中に使用される特殊効果が十分に行われています。\u001b[22m\n\u001b[4mThe music in this anime is pretty good too, particularly in the opening song whose nonsensical lyrics aids that of the story as it works along the lines of communication and how we perceive words and communicate with each other.\u001b[24m\n    \u001b[1mこのアニメの音楽は、オープニングソングの中でも、特に無意味な歌詞が、コミュニケーションの流れに沿って動作し、言葉をどのように認識し、互いにコミュニケーションするのかを支援してくれます。\u001b[22m, \u001b[1mこのアニメでの音楽は、特にその無意味な歌詞を助けるその話のそれはコミュニケーションとどのように我々は言葉を認識し、相互に通信線に沿って動作するようオープニング曲に、かなり良いです。\u001b[22m\n\u001b[4mThe theme word for the anime as well is 'Gatcha!'\u001b[24m\n    \u001b[1mアニメの主題は「ガッチャ！」です\u001b[22m, \u001b[1mアニメのテーマワードは、同様に「Gatcha！」です\u001b[22m\n\u001b[4mand the transformation lyrics of 'Gatchaman' are quite prominant in this anime as well.\u001b[24m\n    \u001b[1m「ガッチャマン」の変換歌詞もこのアニメではかなり顕著です。\u001b[22m, \u001b[1mそして「ガッチャマン」の変態歌詞は非常にこのアニメでprominantも同様です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nWhere to begin with this one. The main character Hajime Ichinose has to be one of the most obnoxious girls every portrayed as a main character, or so I thought at first. Upon persevering through this, I learnt to like her more as you start to understand who she is and how she works. She is able to express herself freely and does not restrict herself in her life and society values. Her honesty is probably the best thing she's got going for her, however her eccentric take to life is quite good as well. The other mentionable character would be Berg Katse. His antagonist role is quite well done, inciting fear into all around him through the use of being able to mirror the image of someone. On the whole, a very solid character cast from everyone in the show.\n\n\u001b[1mこれをどこから始めるのか。 主人公の一ノ瀬元は、主人公として描かれている最も嫌な女の子のひとりでなければなりません。 これを忍耐して、私は彼女が誰で、どのように働いているのかを理解し始めるにつれ、彼女をもっと気に入るように学びました。 彼女は自分自身を自由に表現することができ、自分の人生と社会の価値を制限しません。 彼女の正直はおそらく彼女が彼女のために行っている最高のものですが、彼女の偏心したテイクは人生にも同様に良いです。 他の言及できる文字はBerg Katseだろう。 彼のアンタゴニストの役割は非常によく行われ、誰かのイメージを映すことができるということを利用して、彼の周りに恐れを与えています。 全体として、ショーの全員から非常に堅実なキャラクターキャスト。\u001b[22m\n\u001b[1m(Kore o doko kara hajimeru no ka. Shujinkō no Ichinose gen wa, shujinkō to shite egaka rete iru mottomo iyana on'nanoko no hitoridenakereba narimasen. Kore o nintai shite, watashi wa kanojo ga dare de, dono yō ni hataraite iru no ka o rikai shi hajimeru ni tsure, kanojo o motto kiniiru yō ni manabimashita. Kanojo wa jibun jishin o jiyū ni hyōgen suru koto ga deki, jibun no jinsei to shakai no kachi o seigen shimasen. Kanojo no shōjiki wa osoraku kanojo ga kanojo no tame ni itte iru saikō no monodesuga, kanojo no henshin shita teiku wa jinsei ni mo dōyō ni yoidesu. Hoka no genkyū dekiru moji wa beruku Katsedarou. Kare no antagonisuto no yakuwari wa hijō ni yoku okonawa re, dareka no imēji o utsusu koto ga dekiru to iu koto o riyō shite, kare no mawari ni osore o ataete imasu. Zentai to shite, shō no zen'in kara hijō ni kenjitsuna kyarakutākyasuto.)\u001b[22m\n\nTranslations of \u001b[4mWhere to begin with this one. The main character Hajime Ichinose has to be one of the most obnoxious girls every portrayed as a main character, or so I thought at first. Upon persevering through this, I learnt to like her more as you start to understand who she is and how she works. She is able to express herself freely and does not restrict herself in her life and society values. Her honesty is probably the best thing she's got going for her, however her eccentric take to life is quite good as well. The other mentionable character would be Berg Katse. His antagonist role is quite well done, inciting fear into all around him through the use of being able to mirror the image of someone. On the whole, a very solid character cast from everyone in the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere to begin with this one.\u001b[24m\n    \u001b[1mこれをどこから始めるのか。\u001b[22m, \u001b[1mどこにこの1で開始します。\u001b[22m\n\u001b[4mThe main character Hajime Ichinose has to be one of the most obnoxious girls every portrayed as a main character, or so I thought at first.\u001b[24m\n    \u001b[1m主人公の一ノ瀬元は、主人公として描かれている最も嫌な女の子のひとりでなければなりません。\u001b[22m, \u001b[1m主人公肇一ノ瀬は、すべてのメインキャラクターとして描かれ、またはそう私が最初に考えた最も不快な女の子の1にする必要があります。\u001b[22m\n\u001b[4mUpon persevering through this, I learnt to like her more as you start to understand who she is and how she works.\u001b[24m\n    \u001b[1mこれを忍耐して、私は彼女が誰で、どのように働いているのかを理解し始めるにつれ、彼女をもっと気に入るように学びました。\u001b[22m, \u001b[1mこのを通じて粘り強い時に、私はあなたが彼女が誰であるかを理解するために開始し、彼女がどのように動作するかのように、より彼女を好きなことを学びました。\u001b[22m\n\u001b[4mShe is able to express herself freely and does not restrict herself in her life and society values.\u001b[24m\n    \u001b[1m彼女は自分自身を自由に表現することができ、自分の人生と社会の価値を制限しません。\u001b[22m, \u001b[1m彼女が自由に自分を表現することができ、彼女の人生や社会価値観で自分自身を制限しません。\u001b[22m\n\u001b[4mHer honesty is probably the best thing she's got going for her, however her eccentric take to life is quite good as well.\u001b[24m\n    \u001b[1m彼女の正直はおそらく彼女が彼女のために行っている最高のものですが、彼女の偏心したテイクは人生にも同様に良いです。\u001b[22m, \u001b[1m彼女の誠実さは、しかし生活への彼女の偏心テイクも同様にかなり良いです、たぶん彼女は彼女のために行く持っている最高のものです。\u001b[22m\n\u001b[4mThe other mentionable character would be Berg Katse.\u001b[24m\n    \u001b[1m他の言及できる文字はBerg Katseだろう。\u001b[22m, \u001b[1m他の言及できる文字は、ベルクKatseだろう。\u001b[22m\n\u001b[4mHis antagonist role is quite well done, inciting fear into all around him through the use of being able to mirror the image of someone.\u001b[24m\n    \u001b[1m彼のアンタゴニストの役割は非常によく行われ、誰かのイメージを映すことができるということを利用して、彼の周りに恐れを与えています。\u001b[22m, \u001b[1m彼の拮抗薬の役割は非常によく誰かの画像をミラーリングすることができるというの使用を介して彼の周りのすべてに恐怖を扇動、行われます。\u001b[22m\n\u001b[4mOn the whole, a very solid character cast from everyone in the show.\u001b[24m\n    \u001b[1m全体として、ショーの全員から非常に堅実なキャラクターキャスト。\u001b[22m, \u001b[1m全体的に、非常に堅実な文字がショーで皆からキャスト。\u001b[22m\n\u001b[1m\u001b[22m\nOverall Enjoyment: 8\n\n\u001b[1m総合的な楽しさ：8\u001b[22m\n\u001b[1m(Sōgō-tekina tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall Enjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Enjoyment: 8\u001b[24m\n    \u001b[1m総合的な楽しさ：8\u001b[22m, \u001b[1m全体的な楽しさ：8\u001b[22m\nAgain this would be an 8, as mentioned before. This show was quite fantastic to watch due to its themes of heroes and updating the world and how society should work together. It was an enjoyable watch and recommend it for those who are thinking about watching it.\n\n\u001b[1mこれは前に述べたように8であろう。 このショーは、ヒーローのテーマと世界の更新、そして社会がどのように一緒に働くべきかによって、見るのがとても幻想的でした。 それは楽しい時計だったとそれを見て考えている人のためにそれをお勧めします。\u001b[22m\n\u001b[1m(Koreha mae ni nobeta yō ni 8dearou. Kono shō wa, hīrō no tēma to sekai no kōshin, soshite shakai ga dono yō ni issho ni hatarakubeki ka ni yotte, miru no ga totemo gensō-tekideshita. Sore wa tanoshī tokeidatta to sore o mite kangaete iru hito no tame ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAgain this would be an 8, as mentioned before. This show was quite fantastic to watch due to its themes of heroes and updating the world and how society should work together. It was an enjoyable watch and recommend it for those who are thinking about watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain this would be an 8, as mentioned before.\u001b[24m\n    \u001b[1mこれは前に述べたように8であろう。\u001b[22m, \u001b[1m前述したように、再び、これは、8になります。\u001b[22m\n\u001b[4mThis show was quite fantastic to watch due to its themes of heroes and updating the world and how society should work together.\u001b[24m\n    \u001b[1mこのショーは、ヒーローのテーマと世界の更新、そして社会がどのように一緒に働くべきかによって、見るのがとても幻想的でした。\u001b[22m, \u001b[1mこのショーが原因英雄と世界を更新し、どのように社会が一緒に動作するはずのそのテーマに見て非常に素晴らしかったです。\u001b[22m\n\u001b[4mIt was an enjoyable watch and recommend it for those who are thinking about watching it.\u001b[24m\n    \u001b[1mそれは楽しい時計だったとそれを見て考えている人のためにそれをお勧めします。\u001b[22m, \u001b[1mそれは楽しいの時計だったし、それを見て考えている人のためにそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Gatchaman_Crowds",
    "id": "18229",
    "url": "https://myanimelist.net/anime/18229/Gatchaman_Crowds",
    "user": "Sevanevani",
    "profile": "/profile/Sevanevani/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=223222",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n[HummingbirdとAnime Aminoにクロスオーバーして投稿]\n\nGatchaman Crowdsの話は興味深いものです。 物語には、主要な悪者のバーグ・カッツェを含む元のギャッチャマンシリーズへの多くの言及が含まれています。 主人公はスーパーヒーロー、あるいは普通の人間を害する外国人（または一般市民が必要とする援助がある場合）から守るワールドプロテクターです。\n\nガッチャマンは目に見えないほどの保護をし、市民を助けているが、ルイの名前による人は、ガッチャマンのような人々に頼ることなく、人々が互いに助け合うことができるギャラックスというソーシャルネットワークを通して世界を変えたいと考えている。 エイリアンのBerg Katseは、Ruiに、Bergが引き継ぐまで彼女が「世界を更新する」のを手助けする力を与えます。\n\n\nGatchaman Crowdsには、従来の2Dアニメーションと3D CGIの2種類のアニメーションがあります。 ほとんどの人はアニメの3D CGIでどんな種類のものでもやめてしまいますが、Gatchaman Crowdsはこれらのさまざまな方法のバランスを整えてKarasを思い起こさせます。 素晴らしいOVA（元のビデオアニメーション）。\n\nアニメのためのオリジナルのサウンドトラックは素晴らしいですし、非常に多様です（しかし、素晴らしい方法で）。 オーケストラからダブステップに至るまで、そしてその間のあらゆる場所に及んでいます。 ガッチャマンの音楽トラックは、OP（オープニング）を含めて、うまく構成され選択されています。\n\n文字のデザインは多少異なります。 このショーを見たことがある人は、はじまりのほとんど永続的な「：＆gt; 顔と彼女の人格。 ハジメは楽観的で、対面した会話が大好きで、このようにして問題を解決したり解決したいと考えています。 宇津のキャラクターは視覚小説のキャラクターで髪が長いサヤをほぼコピーしたデザインです。 ウツツの「私は暗い」という言葉は、シリーズの最初の部分では彼女の性格をうまく表現しているが、シリーズが進行するにつれて、彼女は誰もができるようにしたい新しいキャラクターに成長するにつれて、  。\n\n私は本当にこのショーが楽しく興味深いものであることを知っています。 私はそれが勝者ではないにしても、2013年夏の最高のアニメの候補となることがわかります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n[ Cross-Posted on Hummingbird and Anime Amino]\n\n\u001b[1m[HummingbirdとAnime Aminoにクロスオーバーして投稿]\u001b[22m\n\u001b[1m([Hamingubādo to Anime Amino ni kurosuōbā shite tōkō])\u001b[22m\n\nTranslations of \u001b[4m[ Cross-Posted on Hummingbird and Anime Amino]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[ Cross-Posted on Hummingbird and Anime Amino]\u001b[24m\n    \u001b[1m[HummingbirdとAnime Aminoにクロスオーバーして投稿]\u001b[22m, \u001b[1m【ハチドリとアニメアミノにクロスポスト]\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Gatchaman Crowds is in interesting one. The story includes many references to the original Gatchaman series including the main villain Berg Katse. The main characters are superheroes, or rather, world protectors that protect ordinary humans against aliens causing harm (or when there is any help that ordinary citizens need).\n\n\u001b[1mGatchaman Crowdsの話は興味深いものです。 物語には、主要な悪者のバーグ・カッツェを含む元のギャッチャマンシリーズへの多くの言及が含まれています。 主人公はスーパーヒーロー、あるいは普通の人間を害する外国人（または一般市民が必要とする援助がある場合）から守るワールドプロテクターです。\u001b[22m\n\u001b[1m(Gatchaman Crowds no hanashi wa kyōmibukai monodesu. Monogatari ni wa, shuyōna warumono no bāgu kattsu~e o fukumu gen no gyatchamanshirīzu e no ōku no genkyū ga fukuma rete imasu. Shujinkō wa sūpāhīrō, aruiwa futsū no ningen o gaisuru gaikoku hito (matawa ippan shimin ga hitsuyō to suru enjo ga aru baai) kara mamoru wārudopurotekutādesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Gatchaman Crowds is in interesting one. The story includes many references to the original Gatchaman series including the main villain Berg Katse. The main characters are superheroes, or rather, world protectors that protect ordinary humans against aliens causing harm (or when there is any help that ordinary citizens need).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Gatchaman Crowds is in interesting one.\u001b[24m\n    \u001b[1mGatchaman Crowdsの話は興味深いものです。\u001b[22m, \u001b[1mガッチャマンクラウズの話は興味深いものです。\u001b[22m\n\u001b[4mThe story includes many references to the original Gatchaman series including the main villain Berg Katse.\u001b[24m\n    \u001b[1m物語には、主要な悪者のバーグ・カッツェを含む元のギャッチャマンシリーズへの多くの言及が含まれています。\u001b[22m, \u001b[1m物語はメイン悪役ベルクKatseなどのオリジナルガッチャマンシリーズへの多くの参照が含まれています。\u001b[22m\n\u001b[4mThe main characters are superheroes, or rather, world protectors that protect ordinary humans against aliens causing harm (or when there is any help that ordinary citizens need).\u001b[24m\n    \u001b[1m主人公はスーパーヒーロー、あるいは普通の人間を害する外国人（または一般市民が必要とする援助がある場合）から守るワールドプロテクターです。\u001b[22m, \u001b[1mメインキャラクターは、害を引き起こしエイリアンに対して、通常の人間を（または一般市民が必要とする任意のヘルプがある場合）を保護スーパーヒーロー、またはむしろ、世界のプロテクターです。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the Gatchaman are invisibly protecting (for the most part) and helping citizens, a person by the name of Rui wishes to change the world thru a social network called Galax where people can help each other without having to rely on people like the Gatchaman. Berg Katse, an alien, gives Rui the power of Crowds to help her 'update the world' for a while until Berg takes over.\n\n\u001b[1mガッチャマンは目に見えないほどの保護をし、市民を助けているが、ルイの名前による人は、ガッチャマンのような人々に頼ることなく、人々が互いに助け合うことができるギャラックスというソーシャルネットワークを通して世界を変えたいと考えている。 エイリアンのBerg Katseは、Bergが引き継ぐまで彼女が「世界を更新する」のを手伝うために、Ruiに群衆の力を与えます。\u001b[22m\n\u001b[1m(Gatchaman wa menimienai hodo no hogo o shi, shimin o tasukete iruga, Rui no namae ni yoru hito wa, gatchaman no yōna hitobito ni tayoru koto naku, hitobito ga tagaini tasukeau koto ga dekiru gyarakkusu to iu sōsharunettowāku o tōshite sekai o kaetai to kangaete iru. Eirian no beruku Katse wa, beruku ga hikitsugu made kanojo ga `sekai o kōshin suru' no o tetsudau tame ni, rui ni gunshū no chikara o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the Gatchaman are invisibly protecting (for the most part) and helping citizens, a person by the name of Rui wishes to change the world thru a social network called Galax where people can help each other without having to rely on people like the Gatchaman. Berg Katse, an alien, gives Rui the power of Crowds to help her 'update the world' for a while until Berg takes over.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the Gatchaman are invisibly protecting (for the most part) and helping citizens, a person by the name of Rui wishes to change the world thru a social network called Galax where people can help each other without having to rely on people like the Gatchaman.\u001b[24m\n    \u001b[1mガッチャマンは目に見えないほどの保護をし、市民を助けているが、ルイの名前による人は、ガッチャマンのような人々に頼ることなく、人々が互いに助け合うことができるギャラックスというソーシャルネットワークを通して世界を変えたいと考えている。\u001b[22m, \u001b[1mガッチャマンは目に見えない（ほとんどの部分）を保護し、市民を支援している一方で、ルイの名前で人は、人々がガッチャマンのような人に頼らず、お互いを助けることができるギャラックスと呼ばれるソーシャルネットワークを通して世界を変更したいです。\u001b[22m\n\u001b[4mBerg Katse, an alien, gives Rui the power of Crowds to help her 'update the world' for a while until Berg takes over.\u001b[24m\n    \u001b[1mエイリアンのBerg Katseは、Bergが引き継ぐまで彼女が「世界を更新する」のを手伝うために、Ruiに群衆の力を与えます。\u001b[22m, \u001b[1mベルクKatse、外国人は、ルイにベルクが引き継ぐまで、彼女はしばらくの間、「世界の更新」を助けるために群衆の力を与えます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThere are two kinds of animation in Gatchaman Crowds, traditional 2D animation and 3D CGI. Most people would get put off with any kind of 3D CGI in anime but I find that Gatchaman Crowds balances those different methods quite well and reminds me of Karas; a great OVA (original video animation).\n\n\u001b[1mGatchaman Crowdsには、従来の2Dアニメーションと3D CGIの2種類のアニメーションがあります。 ほとんどの人はアニメの3D CGIでどんな種類のものでもやめてしまいますが、Gatchaman Crowdsはこれらのさまざまな方法のバランスを整えてKarasを思い起こさせます。 素晴らしいOVA（元のビデオアニメーション）。\u001b[22m\n\u001b[1m(Gatchaman Crowds ni wa, jūrai no 2 D animēshon to 3 D CGI no 2 shurui no animēshon ga arimasu. Hotondo no hito wa anime no 3 D CGI de don'na shurui no monode mo yamete shimaimasuga, Gatchaman Crowds wa korera no samazamana hōhō no baransu o totonoete Karas o omoiokosa semasu. Subarashī ovu~a (gen no bideoanimēshon).)\u001b[22m\n\nTranslations of \u001b[4mThere are two kinds of animation in Gatchaman Crowds, traditional 2D animation and 3D CGI. Most people would get put off with any kind of 3D CGI in anime but I find that Gatchaman Crowds balances those different methods quite well and reminds me of Karas; a great OVA (original video animation).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are two kinds of animation in Gatchaman Crowds, traditional 2D animation and 3D CGI.\u001b[24m\n    \u001b[1mGatchaman Crowdsには、従来の2Dアニメーションと3D CGIの2種類のアニメーションがあります。\u001b[22m, \u001b[1mガッチャマンクラウズアニメーション、従来の2Dアニメーションと3D CGIの2種類があります。\u001b[22m\n\u001b[4mMost people would get put off with any kind of 3D CGI in anime but I find that Gatchaman Crowds balances those different methods quite well and reminds me of Karas;\u001b[24m\n    \u001b[1mほとんどの人はアニメの3D CGIでどんな種類のものでもやめてしまいますが、Gatchaman Crowdsはこれらのさまざまな方法のバランスを整えてKarasを思い起こさせます。\u001b[22m, \u001b[1mほとんどの人がアニメでの3D CGIのあらゆる種類の先送りになるだろうが、私はガッチャマンクラウズが非常によく、これらの異なる方法のバランスをとるとカラスのことを思い出すことがわかります。\u001b[22m\n\u001b[4ma great OVA (original video animation).\u001b[24m\n    \u001b[1m素晴らしいOVA（元のビデオアニメーション）。\u001b[22m, \u001b[1m偉大なOVA（オリジナルビデオアニメーション）。\u001b[22m\n\u001b[1m\u001b[22m\nThe original sound tracks for the anime are fantastic and are very varied (but in a great way). The music ranges from orchestra to dubstep and everywhere in between. The music tracks in Gatchaman Crowds are well composed and chosen including the OP (opening).\n\n\u001b[1mアニメのためのオリジナルのサウンドトラックは素晴らしいですし、非常に多様です（しかし、素晴らしい方法で）。 オーケストラからダブステップに至るまで、そしてその間のあらゆる場所に及んでいます。 ガッチャマンの音楽トラックは、OP（オープニング）を含めて、うまく構成され選択されています。\u001b[22m\n\u001b[1m(Anime no tame no orijinaru no saundotorakku wa subarashīdesushi, hijō ni tayōdesu (shikashi, subarashī hōhō de). Ōkesutora kara dabusuteppu ni itaru made, soshite sonoaida no arayuru basho ni oyonde imasu. Gatchaman no ongaku torakku wa, OP (ōpuningu) o fukumete, umaku kōsei sa re sentaku sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe original sound tracks for the anime are fantastic and are very varied (but in a great way). The music ranges from orchestra to dubstep and everywhere in between. The music tracks in Gatchaman Crowds are well composed and chosen including the OP (opening).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe original sound tracks for the anime are fantastic and are very varied (but in a great way).\u001b[24m\n    \u001b[1mアニメのためのオリジナルのサウンドトラックは素晴らしいですし、非常に多様です（しかし、素晴らしい方法で）。\u001b[22m, \u001b[1mアニメのオリジナルサウンドトラックが素晴らしいですし、非常に多様な（しかし、偉大な方法で）です。\u001b[22m\n\u001b[4mThe music ranges from orchestra to dubstep and everywhere in between.\u001b[24m\n    \u001b[1mオーケストラからダブステップに至るまで、そしてその間のあらゆる場所に及んでいます。\u001b[22m, \u001b[1m音楽はダブステップとどこでも間にするオーケストラの範囲です。\u001b[22m\n\u001b[4mThe music tracks in Gatchaman Crowds are well composed and chosen including the OP (opening).\u001b[24m\n    \u001b[1mガッチャマンの音楽トラックは、OP（オープニング）を含めて、うまく構成され選択されています。\u001b[22m, \u001b[1mガッチャマンクラウズの音楽トラックはよくOP（オープニング）を含む構成と選択されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe character design is a bit diverse and different. Everyone who has seen this show knows of Hajime's almost permanent ':&gt;' face and her personality. Hajime is optimistic and loves face-to-face conversations and would rather settle or figure out problems in this way. The character Utsutsu has a design almost copying Saya, a character from a visual novel but with long hair. Utsutsu's commonly used phrase 'I'm gloomy' is a good representation of her character during the first parts of the series but as the series goes on, she says it less as she develops into a new character who just wants to help everyone she can .\n\n\u001b[1m文字のデザインは多少異なります。 このショーを見たことがある人は、はじまりのほぼ永久的な「：＆gt; 顔と彼女の人格。 ハジメは楽観的で、対面した会話が大好きで、このようにして問題を解決したり解決したいと考えています。 宇津のキャラクターは視覚小説のキャラクターで髪が長いサヤをほぼコピーしたデザインです。 ウツツの「私は暗い」という言葉は、シリーズの最初の部分では彼女の性格をよく表していますが、シリーズが進行するにつれて、彼女は誰でもできる人を助けるために新しいキャラクターに成長するにつれて、  。\u001b[22m\n\u001b[1m(Moji no dezain wa tashō kotonarimasu. Kono shō o mita koto ga aru hito wa, hajimari no hobo towa-tekina `:& Gt; kao to kanojo no jinkaku. Hajime wa rakukanteki de, taimen shita kaiwa ga daisukide, kono yō ni shite mondai o kaiketsu shi tari kaiketsu shitai to kangaete imasu. Utsu no kyarakutā wa shikaku shōsetsu no kyarakutā de kamiganagai saya o hobo kopī shita dezaindesu. Utsutsu no `watashi wa kurai' to iu kotoba wa, shirīzu no saisho no bubunde wa kanojo no seikaku o yoku arawashite imasuga, shirīzu ga shinkō suru ni tsurete, kanojo wa dare demo dekiru hito o tasukeru tame ni atarashī kyarakutā ni seichō suru ni tsurete,.)\u001b[22m\n\nTranslations of \u001b[4mThe character design is a bit diverse and different. Everyone who has seen this show knows of Hajime's almost permanent ':&gt;' face and her personality. Hajime is optimistic and loves face-to-face conversations and would rather settle or figure out problems in this way. The character Utsutsu has a design almost copying Saya, a character from a visual novel but with long hair. Utsutsu's commonly used phrase 'I'm gloomy' is a good representation of her character during the first parts of the series but as the series goes on, she says it less as she develops into a new character who just wants to help everyone she can .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character design is a bit diverse and different.\u001b[24m\n    \u001b[1m文字のデザインは多少異なります。\u001b[22m, \u001b[1mキャラクターデザインは少し多様性と異なっています。\u001b[22m\n\u001b[4mEveryone who has seen this show knows of Hajime's almost permanent ':&gt;'\u001b[24m\n    \u001b[1mこのショーを見たことがある人は、はじまりのほぼ永久的な「：＆gt;\u001b[22m, \u001b[1mこの番組を見ている誰もが肇のほぼ永久を知っている '：＆GT;'\u001b[22m\n\u001b[4mface and her personality.\u001b[24m\n    \u001b[1m顔と彼女の人格。\u001b[22m, \u001b[1m顔と彼女の性格。\u001b[22m\n\u001b[4mHajime is optimistic and loves face-to-face conversations and would rather settle or figure out problems in this way.\u001b[24m\n    \u001b[1mハジメは楽観的で、対面した会話が大好きで、このようにして問題を解決したり解決したいと考えています。\u001b[22m, \u001b[1m肇は楽観的であるとの対面会話を愛し、むしろこのような方法で問題を解決するか把握することになります。\u001b[22m\n\u001b[4mThe character Utsutsu has a design almost copying Saya, a character from a visual novel but with long hair.\u001b[24m\n    \u001b[1m宇津のキャラクターは視覚小説のキャラクターで髪が長いサヤをほぼコピーしたデザインです。\u001b[22m, \u001b[1m文字Utsutsuはほとんど沙耶、ビジュアルノベルからではなく、長い髪を持つ文字をコピーする設計になっています。\u001b[22m\n\u001b[4mUtsutsu's commonly used phrase 'I'm gloomy' is a good representation of her character during the first parts of the series but as the series goes on, she says it less as she develops into a new character who just wants to help everyone she can\u001b[24m\n    \u001b[1mウツツの「私は暗い」という言葉は、シリーズの最初の部分では彼女の性格をよく表していますが、シリーズが進行するにつれて、彼女は誰でもできる人を助けるために新しいキャラクターに成長するにつれて、\u001b[22m, \u001b[1mUtsutsuの一般的に使用されるフレーズ「私は悲観的だが」シリーズの最初の部分の間に彼女の性格の良い表現ですが、シリーズが進むにつれて、彼女はちょうど彼女ができ皆を助けたい、新しい文字に発展するにつれ、彼女はあまりそれを言います\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nI really find this show enjoyable and intriguing. I find it to be a contender, if not the winner, of the best anime of the Summer 2013 season.\n\n\u001b[1m私は本当にこのショーが楽しく興味深いものであることを知っています。 私はそれが勝者ではないにしても、2013年夏の最高のアニメの候補となることがわかります。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono shō ga tanoshiku kyōmibukai monodearu koto o shitte imasu. Watashi wa sore ga shōshade wa nai ni shite mo, 2013-nen natsu no saikō no anime no kōho to naru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really find this show enjoyable and intriguing. I find it to be a contender, if not the winner, of the best anime of the Summer 2013 season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really find this show enjoyable and intriguing.\u001b[24m\n    \u001b[1m私は本当にこのショーが楽しく興味深いものであることを知っています。\u001b[22m, \u001b[1m私は本当に楽しく、魅力的なこのショーを見つけます。\u001b[22m\n\u001b[4mI find it to be a contender, if not the winner, of the best anime of the Summer 2013 season.\u001b[24m\n    \u001b[1m私はそれが勝者ではないにしても、2013年夏の最高のアニメの候補となることがわかります。\u001b[22m, \u001b[1m私はそれが夏の2013シーズンの最高のアニメの候補、そうでない場合は勝者、であることがわかりました。\u001b[22m"
  }
]
