[
  {
    "title": "Deltora_Quest",
    "id": "1826",
    "url": "https://myanimelist.net/anime/1826/Deltora_Quest",
    "user": "Colonelfancy",
    "profile": "/profile/Colonelfancy/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=35479",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  6\n|  8\n\n「ここではノークレジット」！ エム、申し訳ありません。 冒険のジャンルは徐々にアニメの最後のカップルの失われた芸術になっていますが、ありがたいことに、Deltora Questのようなタイトルはうまくいけばそれに生命を戻すことができます。 私はこの本を読んだことはなく、このショーの情報を掘り起こすまで聞いたこともありますが、これはかなり良いことです。\nDeltora Questについては早い段階で特に驚くべきことは何もありませんが（それはInuyashaの動きを通っています）、単純な公式は非常にうまく実行されており、ペーシングは引きずられることはありません。 多分私はこれを書いている時に、引き出された少年の戦いをたくさん見てきたが、ヒーローがパズルを解き、17のために動力を与えるのではなく戦略と狡猾で様々な賢い敵と戦うのを見ているからかもしれない 彼らが発射した梁は何でも解き放つが、これは非常に爽やかだった。  Lief、Jasmine、Bardaは非常に広大なDeltora王国を訪れ、興味深い人々と出会い、PSXのRPGから真っ直ぐなダンジョンを探索しています。 添付のダイアログでは、基本的にプロットのニュアンスを説明していますが、本を読んでいない人をDeltora自身やベルトの歴史に紹介することは受け入れられます。  The HUBのチャンネルで英語のダブを見ました。最初は、キャラクタースピーチの中でチーズなナレーターがチャイムを鳴らしていたのですが、気にしませんでした。 最終的にすべてがクライマックスに到達しました......まあ.... MALの誰もがマイケル・ジャクソンの映画/ビデオムーンウォーカーを見ていますか？\n私はビジュアルを実際に掘り起こし、Deltora Questの最強のポイントです。 非常に鮮やかな色と美しい手描きのキャラクターデザインは、テレビ番組のために何年にもわたってアニメに利用されてきた優れたCGIの一部を継承しています。 様々な洞窟、カタコンベ、森林、町は冗長性がほとんどありません。 霧が詰まった森の森から、妖精で謎めいたToraの街まで、背後の落下は非常にうまくいきます。 戦いはかなり良いですが、Lief、Barda、Jasmineの中心的なトリオはちょっと変わった近接戦闘機なので、Shadow guardとの戦いは少し繰り返します。 私は単調さを打ち砕くためにショーの早い段階で、より多くの魔法のユーザーや遠隔戦闘機を好きになっただろうが、それは私の小さなペットのピースだ。\nあまりにも多くの英語ダブの声の演技について言う。 私はほとんどの人にとって、それは容認されるか嫌われると思います。 私はそれが容認できると思ったが、もし私がいくつかの声がグレーティングであると言っていなければ、私は嘘をついていただろう。 時には、ジャスミンは谷の女の子のように聞こえ、リーフの独善的な英雄的なナンセンスは泣き虫になる。 コール・ハワードはいい男ですが、私はVic Mignognaのような40歳以上の子供が中学生の声を出さなければならない市場で若いアニメの才能として彼をサポートしていますが、Sorceress Theagaanの歌を歌うのではなく、  。 ダビング作業の面で最悪の努力ではありませんが、時には控えめです。\n今、私は全体のキャストが好きですが、私はキャラクターについてここで暴動を起こすかもしれません。そして、私は小説では、これらの3つがアニメのカウンターパートよりも高度な知性を示すことを願っています。 私はそれが標準のプロトコルであることを知っています。少しずつ陰謀とバンプを道路に追加していますが、時にはこれらの3つがとても愚かであり、嫌なこともあります。 ときどきユーモアを加えたとしても、時には非常に重要なプロットポイントになることもありますが、いくつかの例は完全に回避されている可能性があります。 彼らは時間の経過とともに良くなり、私はもっと寛容になりましたが、彼らがトムのお店に戻って2度目になって、私は彼らの道を得られなかったので、私たちの「ヒーロー」が激しく泣いていたことが鮮明でした。 それを除いて、DoomやDainのようなもう少し長い間サポートする文字の大部分はかなり素晴らしいですが、異なる部族の代表者は本当に早い時期にそうではありません。 私はネリダなしでもやっていたことができました。ありがたいことに彼女の存在は最小限に抑えられていたようです。 ヴィリシア人でさえ、邪悪な影の主（敬虔で幸せな影の主とは対照的に）はほとんどの時間謎に包まれ、いくつかの脅威を維持しているので、私はそれに乗ることができる。 全体的に、私はサポートキャラクターのほとんどが戦闘機の外に何かに発展するだけで十分ではないと思った。\n閉鎖中：Deltora Questは私を楽しませてくれた非常にしっかりしたショーであり、もっと多くのテレビ番組が同様のペーシングを続けたいと思っていました。 非常にしっかりとした冒険でつながった線形プロットは、アニメを見るジュースが流れるように私が探しているものです。 これは最近米国で放映されて以来、私はDVDリリースのために指を横切っています。 私はこれを私の棚に置くのが大好きです。\n\nストーリー：7\nアート：9\nサウンド：6\nキャラクター：6\nエンジョイメント：8\n全体的なスコア：10のうち7\n\nPROS：本当にクールな冒険物語、詳細な世界、素晴らしい視覚効果、私はぬいぐるみフィリおもちゃ、きちんとした奇妙なカルトがほしい：BEST.... CULT..... EVER\n結論：Bland English dubはオープニングテーマを変えます。時にはヒーローを傷つけ、印象的に悪い最終戦",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n'CLEAN NORADS HERE!!' Ehm, sorry. The adventure genre has gradually become a lost art the last couple of years in anime, but thankfully, titles like Deltora Quest can hopefully breathe life back into it. I've never read the books or even heard of them until I began to dig up information on this show, but this is pretty good and could encourage me to give the novels a gander.\n\n\u001b[1m「ここではノークレジット」！ エム、申し訳ありません。 冒険のジャンルは徐々にアニメの最後のカップルの失われた芸術になっていますが、ありがたいことに、Deltora Questのようなタイトルはうまくいけばそれに生命を戻すことができます。 私はこの本を読んだことはなく、このショーの情報を掘り起こすまで聞いたこともありますが、これはかなり良いことです。\u001b[22m\n\u001b[1m(`Kokode wa nōkurejitto'! Emu, mōshiwake arimasen. Bōken no janru wa jojoni anime no saigo no kappuru no ushinawareta geijutsu ni natte imasuga, arigatai koto ni, derutorakuesuto no yōna taitoru wa umaku ikeba sore ni seimei o modosu koto ga dekimasu. Watashi wa kono-pon o yonda koto wa naku, kono shō no jōhō o horiokosu made kiita koto mo arimasuga, kore wa kanari yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4m'CLEAN NORADS HERE!!' Ehm, sorry. The adventure genre has gradually become a lost art the last couple of years in anime, but thankfully, titles like Deltora Quest can hopefully breathe life back into it. I've never read the books or even heard of them until I began to dig up information on this show, but this is pretty good and could encourage me to give the novels a gander.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'CLEAN NORADS HERE!!'\u001b[24m\n    \u001b[1m「ここではノークレジット」！\u001b[22m, \u001b[1m「HERE CLEAN NORADS!!」\u001b[22m\n\u001b[4mEhm, sorry.\u001b[24m\n    \u001b[1mエム、申し訳ありません。\u001b[22m, \u001b[1mEHM、申し訳ありません。\u001b[22m\n\u001b[4mThe adventure genre has gradually become a lost art the last couple of years in anime, but thankfully, titles like Deltora Quest can hopefully breathe life back into it.\u001b[24m\n    \u001b[1m冒険のジャンルは徐々にアニメの最後のカップルの失われた芸術になっていますが、ありがたいことに、Deltora Questのようなタイトルはうまくいけばそれに生命を戻すことができます。\u001b[22m, \u001b[1m冒険のジャンルは徐々に失われた芸術のアニメで長年の最後のカップルになっていますが、ありがたいことに、デルトラ・クエストのようなタイトルがうまくいけば戻ってそれに命を吹き込むことができます。\u001b[22m\n\u001b[4mI've never read the books or even heard of them until I began to dig up information on this show, but this is pretty good and could encourage me to give the novels a gander.\u001b[24m\n    \u001b[1m私はこの本を読んだことはなく、このショーの情報を掘り起こすまで聞いたこともありますが、これはかなり良いことです。\u001b[22m, \u001b[1m私はこの番組の情報を掘るようになったまで、私は彼らのことを聞いた書籍やさえを読むことがありませんが、これはかなり良いですし、小説をチラッを与えるために私を奨励することができます。\u001b[22m\nWhile there is nothing particularly stunning about Deltora Quest plotwise early on (it goes through the motions ala Inuyasha), it's simple formula is pretty well executed and the pacing never seems to drag. Maybe it's because I've been watching a lot of drawn-out shonen battles at the time I'm writing this, but seeing heroes solve puzzles and fight a variety of clever enemies with a bit of strategy and guile instead of powering up for 17 minutes and unleashing whatever beam they fire, but this was quite refreshing. Lief, Jasmine, and Barda venture through the very vast kingdom of Deltora, meeting interesting people and exploring dungeons that are straight out of PSX rpgs. The accompanying dialouge explains the nuances of the plot rather basically, but it's acceptable for introducing people who haven't read the books to the history of Deltora itself and the belt. I watched the English dub on The HUB channel, and at first it was corny when the cheesy narrator would chime in during character speech, but I didn't mind. Everything eventually reaches a climax that......well....anyone on MAL ever watch the Michael Jackson movie/video Moonwalker?\n\n\u001b[1mDeltora Questについては早い段階で特に驚くべきことは何もありませんが（それはInuyashaの動きを通っています）、単純な公式は非常にうまく実行されており、ペーシングは引きずられることはありません。 多分私はこれを書いている時に、引き出された少年の戦いをたくさん見てきたが、ヒーローがパズルを解き、17のために動力を与えるのではなく戦略と狡猾で様々な賢い敵と戦うのを見ているからかもしれない 彼らが発射した梁は何でも解き放つが、これは非常に爽やかだった。  Lief、Jasmine、Bardaは非常に広大なDeltora王国を訪れ、興味深い人々と出会い、PSXのRPGから真っ直ぐなダンジョンを探索しています。 添付のダイアログでは、基本的にプロットのニュアンスを説明していますが、本を読んでいない人をDeltora自身やベルトの歴史に紹介することは受け入れられます。  The HUBのチャンネルで英語のダブを見ました。最初は、キャラクタースピーチの中でチーズなナレーターがチャイムを鳴らしていたのですが、気にしませんでした。 最終的にすべてがクライマックスに到達しました......まあ.... MALの誰もがマイケル・ジャクソンの映画/ビデオムーンウォーカーを見ていますか？\u001b[22m\n\u001b[1m(Derutorakuesuto ni tsuite wa hayai dankai de tokuni odorokubeki koto wa nani mo arimasenga (sore wa Inuyasha no ugoki o kayotte imasu), tanjun'na kōshiki wa hijō ni umaku jikkō sa rete ori, pēshingu wa hikizura reru koto wa arimasen. Tabun watashi wa kore o kaite iru toki ni, hikidasa reta shōnen no tatakai o takusan mitekita ga, hīrō ga pazuru o toki, 17 no tame ni dōryoku o ataeru node wanaku senryaku to kōkatsude samazamana kashikoi teki to tatakau no o mite irukara kamo shirenai karera ga hassha shita hari wa nani demo tokihanatsu ga, kore wa hijō ni sawayakadatta. Lief, jasumin, Barda wa hijō ni kōdaina Deltora ōkoku o otozure, kyōmibukai hitobito to deai, PSX no RPG kara massuguna danjon o tansaku shite imasu. Tenpu no daiarogude wa, kihontekini purotto no nyuansu o setsumei shite imasuga, hon o yon de inai hito o Deltora jishin ya beruto no rekishi ni shōkai suru koto wa ukeire raremasu. The habu no chan'neru de eigo no dabu o mimashita. Saisho wa, kyarakutāsupīchi no naka de chīzuna narētā ga chaimu o narashite ita nodesuga, ki ni shimasendeshita. Saishūtekini subete ga kuraimakkusu ni tōtatsu shimashita... ... Mā. ... MAL no daremoga Maikeru Jakuson no eiga/ bideomūn'u~ōkā o mite imasu ka?)\u001b[22m\nI really dig the visuals, and are debatably Deltora Quest's strongest point. Very vivid colors and beautiful hand-drawn character designs spliced with some of the better CGI I've seen utilized in anime in years for a television show makes this a very pretty title to look at. The various caverns, catacombs, forests, and towns offer little in redundancy. From the dreary, fog-laden Forest of Silence to the etherial and mysterious city of Tora, the back drop is very well done. The battles are pretty darn good, but the central trio of Lief, Barda, and Jasmine are just slightly varied melee fighters, so battles with Shadow guards can get a little repetitive. I would've liked more of a magic user or ranged fighter earlier in the show to break the monotony, but that's just a minor pet peeve of mine.\n\n\u001b[1m私はビジュアルを実際に掘り起こし、Deltora Questの最強のポイントです。 非常に鮮やかな色と美しい手描きのキャラクターデザインは、テレビ番組のために何年にもわたってアニメに利用されてきた優れたCGIの一部を継承しています。 様々な洞窟、カタコンベ、森林、町は冗長性がほとんどありません。 霧が詰まった森の森から、妖精で謎めいたToraの街まで、背後の落下は非常にうまくいきます。 戦いはかなり良いですが、Lief、Barda、Jasmineの中心的なトリオはちょっと変わった近接戦闘機なので、Shadow guardとの戦いは少し繰り返します。 私は単調さを打ち砕くためにショーの早い段階で、より多くの魔法のユーザーや遠隔戦闘機を好きになっただろうが、それは私の小さなペットのピースだ。\u001b[22m\n\u001b[1m(Watashi wa bijuaru o jissai ni horiokoshi, derutorakuesuto no saikyō no pointodesu. Hijō ni azayakana iro to utsukushī tegaki no kyarakutādezain wa, terebibangu no tame ni nanidoshi ni mo watatte anime ni riyō sa rete kita sugureta CGI no ichibu o keishō shite imasu. Samazamana dōkutsu, katakonbe, shinrin, machi wa jōchō-sei ga hotondo arimasen. Kiri ga tsumatta mori no mori kara, yōsei de nazomeita Tora no machi made, haigo no rakka wa hijō ni umaku ikimasu. Tatakai wa kanari yoidesuga, Lief, Barda, jasumin no chūshin-tekina torio wa chotto kawatta kinsetsu sentōkinanode, shadō guard to notatakai wa sukoshi kurikaeshimasu. Watashi wa tanchō-sa o uchikudaku tame ni shō no hayai dankai de, yori ōku no mahō no yūzā ya enkaku sentōki o suki ni nattadarouga, sore wa watashi no chīsana petto no pīsuda.)\u001b[22m\n\nTranslations of \u001b[4mI really dig the visuals, and are debatably Deltora Quest's strongest point. Very vivid colors and beautiful hand-drawn character designs spliced with some of the better CGI I've seen utilized in anime in years for a television show makes this a very pretty title to look at. The various caverns, catacombs, forests, and towns offer little in redundancy. From the dreary, fog-laden Forest of Silence to the etherial and mysterious city of Tora, the back drop is very well done. The battles are pretty darn good, but the central trio of Lief, Barda, and Jasmine are just slightly varied melee fighters, so battles with Shadow guards can get a little repetitive. I would've liked more of a magic user or ranged fighter earlier in the show to break the monotony, but that's just a minor pet peeve of mine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really dig the visuals, and are debatably Deltora Quest's strongest point.\u001b[24m\n    \u001b[1m私はビジュアルを実際に掘り起こし、Deltora Questの最強のポイントです。\u001b[22m, \u001b[1m私は実際に映像を掘る、とdebatablyデルトラ・クエストの最強のポイントです。\u001b[22m\n\u001b[4mVery vivid colors and beautiful hand-drawn character designs spliced with some of the better CGI I've seen utilized in anime in years for a television show makes this a very pretty title to look at.\u001b[24m\n    \u001b[1m非常に鮮やかな色と美しい手描きのキャラクターデザインは、テレビ番組のために何年にもわたってアニメに利用されてきた優れたCGIの一部を継承しています。\u001b[22m, \u001b[1m私はテレビ番組のために年にアニメで利用見てきた優れたCGIのいくつかとスプライスされた非常に鮮やかな色と美しい手描きの文字のデザインは、このを見て非常にきれいなタイトルになります。\u001b[22m\n\u001b[4mThe various caverns, catacombs, forests, and towns offer little in redundancy.\u001b[24m\n    \u001b[1m様々な洞窟、カタコンベ、森林、町は冗長性がほとんどありません。\u001b[22m, \u001b[1m様々な洞窟、地下墓地、森林、そして町は、冗長性にはほとんど提供しています。\u001b[22m\n\u001b[4mFrom the dreary, fog-laden Forest of Silence to the etherial and mysterious city of Tora, the back drop is very well done.\u001b[24m\n    \u001b[1m霧が詰まった森の森から、妖精で謎めいたToraの街まで、背後の落下は非常にうまくいきます。\u001b[22m, \u001b[1mトラのエーテル性と神秘的な都市への沈黙のわびしい、霧を含んだ森からは、バックドロップは非常によく行われます。\u001b[22m\n\u001b[4mThe battles are pretty darn good, but the central trio of Lief, Barda, and Jasmine are just slightly varied melee fighters, so battles with Shadow guards can get a little repetitive.\u001b[24m\n    \u001b[1m戦いはかなり良いですが、Lief、Barda、Jasmineの中心的なトリオはちょっと変わった近接戦闘機なので、Shadow guardとの戦いは少し繰り返します。\u001b[22m, \u001b[1m戦いはかなりくそ良いですが、シャドーガードとの戦いは少し繰り返し得ることができるので、リーフ、バルダ、とジャスミンの中央トリオは、わずかに変化させ乱闘の戦闘機です。\u001b[22m\n\u001b[4mI would've liked more of a magic user or ranged fighter earlier in the show to break the monotony, but that's just a minor pet peeve of mine.\u001b[24m\n    \u001b[1m私は単調さを打ち砕くためにショーの早い段階で、より多くの魔法のユーザーや遠隔戦闘機を好きになっただろうが、それは私の小さなペットのピースだ。\u001b[22m, \u001b[1m私は魔法のユーザーの多くを好きか単調さを破るために、以前のショーで戦闘機の範囲であったが、それはちょうど私のマイナーな人をむかつかせることだたでしょう。\u001b[22m\nNot too much say about the English dub voice acting. I think for most people, it will be tolerated or hated. I found it acceptable, but I'd be lying if I didn't say some voices are grating. At times, Jasmine sounds like a valley girl and Lief's self-righteous heroistic nonsense comes off as whiny. Cole Howard is a good guy and I do support him as a young anime voice talent in a market where 40+ year olds like Vic Mignogna has to voice a junior high student, but outside of singing the Sorceress Theagaan song, he does little to impress . Not the worst effort in terms of dub work, but it is passable at times.\n\n\u001b[1mあまりにも多くの英語ダブの声の演技について言う。 私はほとんどの人にとって、それは容認されるか嫌われると思います。 私はそれが容認できると思ったが、もし私がいくつかの声がグレーティングであると言っていなければ、私は嘘をついていただろう。 時には、ジャスミンは谷の女の子のように聞こえ、リーフの独善的な英雄的なナンセンスは泣き虫になる。 コール・ハワードはいい男ですが、私はVic Mignognaのような40歳以上の子供が中学生の声を出さなければならない市場で若いアニメの才能として彼をサポートしていますが、Sorceress Theagaanの歌を歌うのではなく、  。 ダビング作業の面で最悪の努力ではありませんが、時には控えめです。\u001b[22m\n\u001b[1m(Amarini mo ōku no eigo dabu no koe no engi ni tsuite iu. Watashi wa hotondo no hito ni totte, soreha yōnin sa reru ka kirawa reru to omoimasu. Watashi wa sore ga yōnin dekiru to omottaga, moshi watashi ga ikutsu ka no koe ga gurētingudearu to itte inakereba, watashi wa uso o tsuite itadarou. Tokiniha, jasumin wa tani no on'nanoko no yō ni kikoe, rīfu no dokuzen-tekina eiyū-tekina nansensu wa nakimushi ni naru. Kōru hawādo wa ī otokodesuga, watashi wa Vic Mignogna no yōna 40-sai ijō no kodomo ga chūgakusei no koe o dasanakereba naranai ichiba de wakai anime no sainō to shite kare o sapōto shite imasuga, Sorceress Theagaan no uta o utau node wa naku,. Dabingu sagyō no men de saiaku no doryokude wa arimasenga, tokiniha hikaemedesu.)\u001b[22m\n\nTranslations of \u001b[4mNot too much say about the English dub voice acting. I think for most people, it will be tolerated or hated. I found it acceptable, but I'd be lying if I didn't say some voices are grating. At times, Jasmine sounds like a valley girl and Lief's self-righteous heroistic nonsense comes off as whiny. Cole Howard is a good guy and I do support him as a young anime voice talent in a market where 40+ year olds like Vic Mignogna has to voice a junior high student, but outside of singing the Sorceress Theagaan song, he does little to impress . Not the worst effort in terms of dub work, but it is passable at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot too much say about the English dub voice acting.\u001b[24m\n    \u001b[1mあまりにも多くの英語ダブの声の演技について言う。\u001b[22m, \u001b[1mあまりにも多くはありませんが、英語吹き替えの声の演技について言います。\u001b[22m\n\u001b[4mI think for most people, it will be tolerated or hated.\u001b[24m\n    \u001b[1m私はほとんどの人にとって、それは容認されるか嫌われると思います。\u001b[22m, \u001b[1m私はほとんどの人にとって、それは容認または嫌われると思います。\u001b[22m\n\u001b[4mI found it acceptable, but I'd be lying if I didn't say some voices are grating.\u001b[24m\n    \u001b[1m私はそれが容認できると思ったが、もし私がいくつかの声がグレーティングであると言っていなければ、私は嘘をついていただろう。\u001b[22m, \u001b[1m私はそれが許容可能見つけましたが、私はいくつかの声が格子であると言うしなかった場合、私はうそになるだろう。\u001b[22m\n\u001b[4mAt times, Jasmine sounds like a valley girl and Lief's self-righteous heroistic nonsense comes off as whiny.\u001b[24m\n    \u001b[1m時には、ジャスミンは谷の女の子のように聞こえ、リーフの独善的な英雄的なナンセンスは泣き虫になる。\u001b[22m, \u001b[1m時には、ジャスミンは谷の女の子のように聞こえるとリーフの独善heroisticナンセンスは不機嫌そうとして外れます。\u001b[22m\n\u001b[4mCole Howard is a good guy and I do support him as a young anime voice talent in a market where 40+ year olds like Vic Mignogna has to voice a junior high student, but outside of singing the Sorceress Theagaan song, he does little to impress\u001b[24m\n    \u001b[1mコール・ハワードはいい男ですが、私はVic Mignognaのような40歳以上の子供が中学生の声を出さなければならない市場で若いアニメの才能として彼をサポートしていますが、Sorceress Theagaanの歌を歌うのではなく、\u001b[22m, \u001b[1mコールハワードは良い男だと私はヴィック・ミニョーニャのような40+歳が中学生を表明しなければならないが、ソーサレスTheagaanの歌を歌っの外で、彼は印象づけるために少しを行い、市場の若いアニメ声優として彼を支持しています\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mNot the worst effort in terms of dub work, but it is passable at times.\u001b[24m\n    \u001b[1mダビング作業の面で最悪の努力ではありませんが、時には控えめです。\u001b[22m, \u001b[1mていない最悪のダブ仕事の面での努力が、それは時間にまずまずです。\u001b[22m\nNow, while I do like the overall cast, I might go off on a rant here about the characters and I can only hope in the novels that these three display a greater degree of intelligence than their anime counterparts. I know it's standard protocol to add a bit of intrigue and a bump in the road every now and then, but at times these three can be so stupid and gullible, it borders on infuriating. Sometimes it plays into mildly crucial plot points, even adding humor at times, but some instances could've been avoided altogether. They get better over time and I became more forgiving, but the second time they got back around to Tom's Shop, I was livid with how much crying our 'heroes' were mustering because they didn't get their way. That aside, most of the supporting characters that stick around a little longer, like Doom and Dain are pretty awesome, while representatives of the different tribes are not really around early on. I could do without Nerida, thankfully her presence seemed kept to a minimum. Even the villian, the evil Shadow Lord (as opposed to the jovial and happy Shadow Lord) is shrouded in mystery most of the time and maintains some menace, so I could roll with it, but man, what a reveal. Overall, I thought most of the supporting characters just weren't there enough to develop into anything outside of fighters.\n\n\u001b[1m今、私は全体のキャストが好きですが、私はキャラクターについてここで暴動を起こすかもしれません。そして、私は小説では、これらの3つがアニメのカウンターパートよりも高度な知性を示すことを願っています。 私はそれが標準のプロトコルであることを知っています。少しずつ陰謀とバンプを道路に追加していますが、時にはこれらの3つがとても愚かであり、嫌なこともあります。 ときどきユーモアを加えたとしても、時には非常に重要なプロットポイントになることもありますが、いくつかの例は完全に回避されている可能性があります。 彼らは時間の経過とともに良くなり、私はもっと寛容になりましたが、彼らがトムのお店に戻って2度目になって、私は彼らの道を得られなかったので、私たちの「ヒーロー」が激しく泣いていたことが鮮明でした。 それを除いて、DoomやDainのようなもう少し長い間サポートする文字の大部分はかなり素晴らしいですが、異なる部族の代表者は本当に早い時期にそうではありません。 私はネリダなしでもやっていたことができました。ありがたいことに彼女の存在は最小限に抑えられていたようです。 ヴィリシア人でさえ、邪悪な影の主（敬虔で幸せな影の主とは対照的に）はほとんどの時間謎に包まれ、いくつかの脅威を維持しているので、私はそれに乗ることができる。 全体的に、私はサポートキャラクターのほとんどが戦闘機の外に何かに発展するだけで十分ではないと思った。\u001b[22m\n\u001b[1m(Ima, watashi wa zentai no kyasuto ga sukidesuga, watashi wa kyarakutā ni tsuite koko de bōdō o okosu kamo shiremasen. Soshite, watashi wa shōsetsude wa, korera no 3ttsu ga anime no kauntāpāto yori mo kōdona chisei o shimesu koto o negatte imasu. Watashi wa sore ga hyōjun no purotokorudearu koto o shitte imasu. Sukoshi zutsu inbō to banpu o dōro ni tsuika shite imasuga, tokiniha korera no 3ttsu ga totemo orokadeari, iyana koto mo arimasu. Tokidoki yūmoa o kuwaeta to shite mo, tokiniha hijō ni jūyōna purotto pointo ni naru koto mo arimasuga, ikutsu ka no rei wa kanzen ni kaihi sa rete iru kanōsei ga arimasu. Karera wa jikan no keika to tomoni yoku nari, watashi wa motto kan'yō ni narimashitaga, karera ga Tomu no o-ten ni modotte 2-dome ni natte, watashi wa karera no michi o e rarenakattanode, watashitachi no `hīrō' ga hageshiku naite ita koto ga senmeideshita. Sore o nozoite, Doom ya Dain no yōna mōsukoshi nagaiai sapōto suru moji no daibubun wa kanari subarashīdesuga, kotonaru buzoku no daihyō-sha wa hontōni hayai jiki ni sōde wa arimasen. Watashi wa nerida nashi demo yatte ita koto ga dekimashita. Arigatai koto ni kanojo no sonzai wa saishōgen ni osae rarete ita yōdesu. Vu~irishia hitode sae, jaakuna kage no omo (keikende shiawasena kage no omo to wa taishō-teki ni) wa hotondo no jikan nazo ni tsutsuma re, ikutsu ka no kyōi o iji shite irunode, watashi wa sore ni noru koto ga dekiru. Zentai-teki ni, watashi wa sapōtokyarakutā no hotondo ga sentōki no hokaninanika ni hatten suru dakede jūbunde wa nai to omotta.)\u001b[22m\nIN CLOSING: With a few caveats that nagged me a bit, Deltora Quest is a pretty solid show that kept me entertained, and I wished more TV shows followed a similar pacing. A linear plot that's spliced with very solid adventure is what I look for to get my anime-viewing juices flowing. Since this recently aired here in the U.S., I'm keeping my fingers crossed for a DVD release. I would love to put this on my shelf.\n\n\u001b[1m閉鎖中：Deltora Questは私を楽しませてくれた非常にしっかりしたショーであり、もっと多くのテレビ番組が同様のペーシングを続けたいと思っていました。 非常にしっかりとした冒険でつながった線形プロットは、アニメを見るジュースが流れるように私が探しているものです。 これは最近米国で放映されて以来、私はDVDリリースのために指を横切っています。 私はこれを私の棚に置くのが大好きです。\u001b[22m\n\u001b[1m(Heisa-chū: Derutorakuesuto wa watashi o tanoshima sete kureta hijō ni shikkari shita shōdeari, motto ōku no terebibangu ga dōyō no pēshingu o tsudzuketai to omotte imashita. Hijō ni shikkari to shita bōken de tsunagatta senkei purotto wa, anime o miru jūsu ga nagareru yō ni watashi ga sagashite iru monodesu. Kore wa saikin Beikoku de hōei sa rete irai, watashi wa DVD rirīsu no tame ni yubi o yokogitte imasu. Watashi wa kore o watashi no tana ni oku no ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mIN CLOSING: With a few caveats that nagged me a bit, Deltora Quest is a pretty solid show that kept me entertained, and I wished more TV shows followed a similar pacing. A linear plot that's spliced with very solid adventure is what I look for to get my anime-viewing juices flowing. Since this recently aired here in the U.S., I'm keeping my fingers crossed for a DVD release. I would love to put this on my shelf.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIN CLOSING: With a few caveats that nagged me a bit, Deltora Quest is a pretty solid show that kept me entertained, and I wished more TV shows followed a similar pacing.\u001b[24m\n    \u001b[1m閉鎖中：Deltora Questは私を楽しませてくれた非常にしっかりしたショーであり、もっと多くのテレビ番組が同様のペーシングを続けたいと思っていました。\u001b[22m, \u001b[1m最後に：私はビットをnaggedいくつかの注意事項では、デルトラ・クエストは私が楽しま保たかなり固体ショーです、と私はより多くのテレビ番組が同様のペースに従っ望みました。\u001b[22m\n\u001b[4mA linear plot that's spliced with very solid adventure is what I look for to get my anime-viewing juices flowing.\u001b[24m\n    \u001b[1m非常にしっかりとした冒険でつながった線形プロットは、アニメを見るジュースが流れるように私が探しているものです。\u001b[22m, \u001b[1m非常に強固な冒険にスプライシングされています線形プロットは、私のアニメ視聴ジュースが流れて取得するために、私は何を見ています。\u001b[22m\n\u001b[4mSince this recently aired here in the U.S., I'm keeping my fingers crossed for a DVD release.\u001b[24m\n    \u001b[1mこれは最近米国で放映されて以来、私はDVDリリースのために指を横切っています。\u001b[22m, \u001b[1mこれは最近、米国でここに放映されたので、私はDVDのリリースのために交差した私の指を維持しています。\u001b[22m\n\u001b[4mI would love to put this on my shelf.\u001b[24m\n    \u001b[1m私はこれを私の棚に置くのが大好きです。\u001b[22m, \u001b[1m私は私の棚の上にこれを置くのが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: 7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mSTORY: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: 7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m, \u001b[1mSTORY：7\u001b[22m\nART: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mART: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m, \u001b[1mART：9\u001b[22m\nSOUND: 6\n\n\u001b[1mサウンド：6\u001b[22m\n\u001b[1m(Saundo: 6)\u001b[22m\n\nTranslations of \u001b[4mSOUND: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: 6\u001b[24m\n    \u001b[1mサウンド：6\u001b[22m, \u001b[1mSOUND：6\u001b[22m\nCHARACTERS: 6\n\n\u001b[1mキャラクター：6\u001b[22m\n\u001b[1m(Kyarakutā: 6)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS: 6\u001b[24m\n    \u001b[1mキャラクター：6\u001b[22m, \u001b[1mCHARACTERS：6\u001b[22m\nENJOYMENT: 8\n\n\u001b[1mエンジョイメント：8\u001b[22m\n\u001b[1m(Enjoimento: 8)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: 8\u001b[24m\n    \u001b[1mエンジョイメント：8\u001b[22m, \u001b[1m享有：8\u001b[22m\nOVERALL SCORE: 7 out of 10\n\n\u001b[1m全体的なスコア：10のうち7\u001b[22m\n\u001b[1m(Zentai-tekina sukoa: 10 No uchi 7)\u001b[22m\n\nTranslations of \u001b[4mOVERALL SCORE: 7 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL SCORE: 7 out of 10\u001b[24m\n    \u001b[1m全体的なスコア：10のうち7\u001b[22m, \u001b[1m総合スコア：10のうち7\u001b[22m\n\u001b[1m\u001b[22m\nPROS: Really cool adventure tale, detailed world, great visual effects, I want a plush Filli toy, a neat freak cult: BEST.... CULT..... EVER\n\n\u001b[1mPROS：本当にクールな冒険物語、詳細な世界、素晴らしい視覚効果、私はぬいぐるみフィリおもちゃ、きちんとした奇妙なカルトがほしい：BEST.... CULT..... EVER\u001b[22m\n\u001b[1m(Purosu: Hontōni kūruna bōken monogatari, shōsaina sekai, subarashī shikaku kōka, watashi wa nuigurumi firi omocha, kichinto shita kimyōna karuto ga hoshī: Besuto. ... Karuto... .. Evu~ā)\u001b[22m\n\nTranslations of \u001b[4mPROS: Really cool adventure tale, detailed world, great visual effects, I want a plush Filli toy, a neat freak cult: BEST.... CULT..... EVER\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPROS: Really cool adventure tale, detailed world, great visual effects, I want a plush Filli toy, a neat freak cult: BEST.... CULT..... EVER\u001b[24m\n    \u001b[1mPROS：本当にクールな冒険物語、詳細な世界、素晴らしい視覚効果、私はぬいぐるみフィリおもちゃ、きちんとした奇妙なカルトがほしい：BEST.... CULT..... EVER\u001b[22m, \u001b[1mPROS：EVER..... BEST.... CULT：本当にクールな冒険物語、詳細な世界、素晴らしい視覚効果、私は豪華なFilliのおもちゃ、潔癖カルトをしたいです\u001b[22m\nCONS: Bland English dub alters the opening themes, occasionally dimwitted heroes, impressively bad final battle\n\n\u001b[1m結論：Bland English dubはオープニングテーマを変えます。時にはヒーローを傷つけ、印象的に悪い最終戦\u001b[22m\n\u001b[1m(Ketsuron: Burando ingurisshu dub wa ōpuningutēma o kaemasu. Tokiniha hīrō o kizutsuke, inshō-teki ni warui saishū-sen)\u001b[22m\n\nTranslations of \u001b[4mCONS: Bland English dub alters the opening themes, occasionally dimwitted heroes, impressively bad final battle\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCONS: Bland English dub alters the opening themes, occasionally dimwitted heroes, impressively bad final battle\u001b[24m\n    \u001b[1m結論：Bland English dubはオープニングテーマを変えます。時にはヒーローを傷つけ、印象的に悪い最終戦\u001b[22m, \u001b[1mCONS：、英語吹き替えが開いてテーマを変更するブランド時折頭の弱いヒーロー、印象的に悪い最後の戦い\u001b[22m"
  },
  {
    "title": "Deltora_Quest",
    "id": "1826",
    "url": "https://myanimelist.net/anime/1826/Deltora_Quest",
    "user": "Certia",
    "profile": "/profile/Certia/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=215317",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  10\n\nDeltora Questは、非常に多くの問題を抱えているにもかかわらず、数多くの落とし穴がありますが、私が見た最も予測可能なストーリーの1つで、毎回のエピソードを見て楽しんでいると言える数少ないアニメの1つです。\n\nEmily RoddaのDeltora Questシリーズの2007年の改訂版は非常に目立っていないので、それを見ているとその真っ直ぐなシンプルさが際立っています。 さて、私はこの本シリーズを子供として読んだことでちょっと偏っているかもしれませんが、私がこのことを見に来たとき、私の人生のためにそれについて少し覚えていませんでした。\n\n簡単な概要はThe Generic Dark King（文字通り影の主）が王国を引き継いで、Chosen One（Lief）のみがDeltoraの7つの宝石を使ってDark Lordの唯一の弱点である伝説のアーティファクトを再構築できるということです。 全体の探求は、これらの7つの宝石を再現することであり、ストーリーのそれぞれの「弧」は、それぞれを囲むイベントに基づいています。\n\n物語の概要は幻想的なアニメの歴史の中でもっとも洗練された前提ですが、実際の執筆は非常にうまくいっています。 シリーズ全体で大量のチェーホフの銃が演奏されています。彼らが紹介しているほとんどすべての要素は、後に続きます。 ストーリーが単に時間のために時間を無駄にしているように感じることは決してありません。それは、冒険の壮大なスキームの目的を常に持っています。いわゆるフィラーエピソードも最後に目的を果たします。 プロットの紆余曲折は本物の、そしてしばしば予期せぬけれど非常に賢い気分になり、それを振り返るとショーの最後の3分の1には正当な緊張とサスペンスがたくさんあります。 ペーシングは非常にうまくいっています。各宝石のアークは、64回の全エピソードでさえ、一度に引きずられているような感覚はありません。\n\nビジュアルは非常に標準的なもので、スタイルによっては元のFMAシリーズを彷彿とさせるものもあります。 しかし、最も印象的な選択肢は、7人のGem GuardiansのためのCGIモデルです。一方ではかなり哀れな顔をしていますが、もう1つのゴーオンよりもはるかにスクリーンに「インパクト」があります。  。\n\nジャズマインの声はかなり耳を傾けることができますが、英語のダブでは少なくとも、声の演技は実際にはかなりきれいです。 サウンド部門の優れた点は、Thaegan's Riddleの曲で、シリーズで数回演奏され、アニメで聞いたことのある最もキャッチーな曲です。\n\nショーのキャラクターは簡単にデルトーラ・クエストの最大の欠点ですが、場合によっては、彼らがどれほど恐ろしいかを実際に楽しんでいました。\n\nリーフはジェネリックの「正義がすべて勝利する！ すべてのファンタジーストーリーで見られるヒーロータイプ、誰にも迷惑をかけるにもかかわらず、必要なダメージを受けて正しいことをする柔らかい場所がある人。  ala Morty from Rick＆amp; モルティ。\n\nBardaは2つの目的を果たす「強いボディーガード」タイプです。1.ストーリー展示。彼は最も賢明で、何が起きているのか、何をすべきかをヒーローに伝えることができます。  2.すべての単一の戦いを失うために、彼は戦っているどんな敵をももっと強力に見せるために始まります。 まったく真剣ではない、私はBardaがスクリーン上のショー全体で1つの戦いを勝ち取ったとは思わない。\n\nジャスミンはロダ自身のペットキャラクターで、彼女は孤独なオオカミのようなエピソードのたびにパーティーを離れ、LeifとBardaを救うために襲撃されます。 彼女は小さな女の子に生まれ変わっただけでなく、彼女と話すことができ、また主人公が苦しんでいる問題を解決するために半分の時間をかけてデュース・マシナとして行動する、2人の動物のマスコットキャラクター、FiliとKreeを持っています。 話がジャスミンにどのように偏っているか気づくのは天才的なことではありません。正直なところ、彼女はほとんどの時間を苛立たせます。\n\nDeltoraのクエストは、ショーが平均的でジェネリックなので、実際には本当に悪いのは「とても退屈な」という境界を超えているという稀な出来事です。 文字の化学はちょうど動作し、最も世俗的な場面でさえも、過度の対話や物語を使用して面白くされています。 デルトラ・クエストは、ショーに反対しているにもかかわらず、退屈なショーが紙のように見えるかもしれないにもかかわらず、思い出深く楽しい乗り物の一つの地獄になることが実証されています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeltora Quest is one of the few anime that despite having so many problems, so many pitfalls, and one of the most predictable stories I've seen in quite so time, that I can say I enjoyed watching every single episode of.\n\n\u001b[1mDeltora Questは、非常に多くの問題を抱えているにもかかわらず、数多くの落とし穴がありますが、私が見た最も予測可能なストーリーの1つで、毎回のエピソードを見て楽しんでいると言える数少ないアニメの1つです。\u001b[22m\n\u001b[1m(Derutorakuesuto wa, hijō ni ōku no mondai o kakaete iru nimokakawarazu, kazuōku no otoshiana ga arimasuga, watashi ga mita mottomo yosoku kanōna sutōrī no 1tsu de, maikai no episōdo o mite tanoshinde iru to ieru kazusukunai anime no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mDeltora Quest is one of the few anime that despite having so many problems, so many pitfalls, and one of the most predictable stories I've seen in quite so time, that I can say I enjoyed watching every single episode of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeltora Quest is one of the few anime that despite having so many problems, so many pitfalls, and one of the most predictable stories I've seen in quite so time, that I can say I enjoyed watching every single episode of.\u001b[24m\n    \u001b[1mDeltora Questは、非常に多くの問題を抱えているにもかかわらず、数多くの落とし穴がありますが、私が見た最も予測可能なストーリーの1つで、毎回のエピソードを見て楽しんでいると言える数少ないアニメの1つです。\u001b[22m, \u001b[1mデルトラ・クエストは、私は私がすべての単一のエピソードを見て楽しんだと言うことができ、そのように多くの問題、非常に多くの落とし穴、と私はそれほどの時間に見た中で最も予測可能な物語の1つを有するにもかかわらず、いくつかのアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nThe 2007 adaptation of Emily Rodda's Deltora Quest series is so remarkably unremarkable, so vanilla, that its pure simplicity stood out when watching it. Now, I may be a bit biased due to having read this book series as a child, but I could not remember the slightest bit about it for the life of me when I came around to watching this.\n\n\u001b[1mEmily RoddaのDeltora Questシリーズの2007年の改訂版は非常に目立っていないので、それを見ているとその真っ直ぐなシンプルさが際立っています。 さて、私はこの本シリーズを子供として読んだことでちょっと偏っているかもしれませんが、私がこのことを見に来たとき、私の人生のためにそれについて少し覚えていませんでした。\u001b[22m\n\u001b[1m(Emirī Rodda no derutorakuesuto shirīzu no 2007-nen no kaichōban wa hijō ni medatte inainode, sore o mite iruto sono massuguna shinpuru-sa ga kiwadatte imasu. Sate, watashi wa kono hon shirīzu o kodomo to shite yonda koto de chotto katayotte iru kamo shiremasenga, watashi ga kono koto o mi ni kita toki, watashinojinsei no tame ni sore ni tsuite sukoshi oboete imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe 2007 adaptation of Emily Rodda's Deltora Quest series is so remarkably unremarkable, so vanilla, that its pure simplicity stood out when watching it. Now, I may be a bit biased due to having read this book series as a child, but I could not remember the slightest bit about it for the life of me when I came around to watching this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe 2007 adaptation of Emily Rodda's Deltora Quest series is so remarkably unremarkable, so vanilla, that its pure simplicity stood out when watching it.\u001b[24m\n    \u001b[1mEmily RoddaのDeltora Questシリーズの2007年の改訂版は非常に目立っていないので、それを見ているとその真っ直ぐなシンプルさが際立っています。\u001b[22m, \u001b[1mエミリーRoddaのデルトラ・クエストシリーズの2007適応はそれを見たときにその純粋なシンプルさが際立っていたことを、とても著しく目立たないので、バニラです。\u001b[22m\n\u001b[4mNow, I may be a bit biased due to having read this book series as a child, but I could not remember the slightest bit about it for the life of me when I came around to watching this.\u001b[24m\n    \u001b[1mさて、私はこの本シリーズを子供として読んだことでちょっと偏っているかもしれませんが、私がこのことを見に来たとき、私の人生のためにそれについて少し覚えていませんでした。\u001b[22m, \u001b[1m今、私が原因で子供のように、この本のシリーズを読んだに偏っ少しかもしれないが、私はこれを見にやって来たとき、私は私の人生のためにそれについて少しでも覚えていない可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nA brief synopsis is that The Generic Dark King (Literally the Shadow Lord) took over the kingdom, and only The Chosen One (Lief) can rebuild the legendary artifact that is the Dark Lord's one and only weakness using the Seven Gems of Deltora. The entire quest is to reobtain these seven gems, and each 'arc' of the story is based on the events surrounding each one of them.\n\n\u001b[1m簡単な概要はThe Generic Dark King（文字通り影の主）が王国を引き継いで、Chosen One（Lief）のみがDeltoraの7つの宝石を使ったDark Lordの唯一の弱点である伝説のアーティファクトを再構築できるということです。 全体の探求は、これらの7つの宝石を再現することであり、ストーリーのそれぞれの「弧」は、それぞれを囲むイベントに基づいています。\u001b[22m\n\u001b[1m(Kantan'na gaiyō wa The jenerikku dāku King (mojidōri kage no omo) ga ōkoku o hikitsuide, Chosen One (Lief) nomi ga Deltora no 7tsu no hōseki o tsukatta dākurōdo no yuiitsu no jakutendearu densetsu no ātifakuto o sai kōchiku dekiru to iu kotodesu. Zentai no tankyū wa, korera no 7tsu no hōseki o saigen suru kotodeari, sutōrī no sorezore no `ko' wa, sorezore o kakomu ibento ni motodzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mA brief synopsis is that The Generic Dark King (Literally the Shadow Lord) took over the kingdom, and only The Chosen One (Lief) can rebuild the legendary artifact that is the Dark Lord's one and only weakness using the Seven Gems of Deltora. The entire quest is to reobtain these seven gems, and each 'arc' of the story is based on the events surrounding each one of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA brief synopsis is that The Generic Dark King (Literally the Shadow Lord) took over the kingdom, and only The Chosen One (Lief) can rebuild the legendary artifact that is the Dark Lord's one and only weakness using the Seven Gems of Deltora.\u001b[24m\n    \u001b[1m簡単な概要はThe Generic Dark King（文字通り影の主）が王国を引き継いで、Chosen One（Lief）のみがDeltoraの7つの宝石を使ったDark Lordの唯一の弱点である伝説のアーティファクトを再構築できるということです。\u001b[22m, \u001b[1m簡単な概要は、一般的なダークキング（文字通り影の主は）王国を引き継いだ、とだけ選ばれたOne（リーフ）はダークロードの1とデルトラの七つの宝石を使用して、唯一の弱点である伝説のアーティファクトを再構築することができるということです。\u001b[22m\n\u001b[4mThe entire quest is to reobtain these seven gems, and each 'arc' of the story is based on the events surrounding each one of them.\u001b[24m\n    \u001b[1m全体の探求は、これらの7つの宝石を再現することであり、ストーリーのそれぞれの「弧」は、それぞれを囲むイベントに基づいています。\u001b[22m, \u001b[1m全体のクエストは、これらの7つの宝石をreobtainすることであり、物語の各「アーク 'は、それらのそれぞれを囲むイベントに基づいています。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the story's outline is the most cliched premise in fantasy anime history, the actual writing is very well done. There is a large amount of Chekhov's Gun in play ALL throughout the series, almost every element they introduce is followed up upon or plays a great importance later on in the story. Never does it feel like the story is simply wasting time for time's sake, it always has a purpose in the grand scheme of the adventure, even the so-called 'filler' episodes serve a purpose in the end. The plot twists feel real, and often times unexpected yet very clever, and looking back at it give the last third of the show a lot of legitimate tension and suspense. The pacing is very well done, as each Gem arc never feels like it drags on once, even in 64 whole episodes.\n\n\u001b[1m物語の概要は幻想的なアニメの歴史の中でもっとも洗練された前提ですが、実際の執筆は非常にうまくいっています。 シリーズ全体で大量のチェーホフの銃が演奏されています。彼らが紹介しているほとんどすべての要素は、後に続きます。 ストーリーが単に時間のために時間を無駄にしているように感じることは決してありません。それは、冒険の壮大なスキームの目的を常に持っています。いわゆるフィラーエピソードも最後に目的を果たします。 プロットの紆余曲折は本物の、そしてしばしば予期せぬけれど非常に賢い気分になり、それを振り返るとショーの最後の3分の1には正当な緊張とサスペンスがたくさんあります。 ペーシングは非常にうまくいっています。各宝石のアークは、64回の全エピソードでさえ、一度に引きずられているような感覚はありません。\u001b[22m\n\u001b[1m(Monogatari no gaiyō wa gensō-tekina anime no rekishi no naka de mottomo senrensareta zenteidesuga, jissai no shippitsu wa hijō ni umaku itte imasu. Shirīzu zentai de tairyō no chēhofu no jū ga ensō sa rete imasu. Karera ga shōkai shite iru hotondo subete no yōso wa,-go ni tsudzukimasu. Sutōrī ga tan'ni jikan no tame ni jikan o muda ni shite iru yō ni kanjiru koto wa kesshite arimasen. Sore wa, bōken no sōdaina sukīmu no mokuteki o tsuneni motte imasu. Iwayuru firāepisōdo mo saigo ni mokuteki o hatashimasu. Purotto no uyokyokusetsu wa honmono no, soshite shibashiba yoki senukeredo hijō ni kashikoi kibun ni nari, sore o furikaeru to shō no saigo no 3-bun'no 1 ni wa seitōna kinchō to sasupensu ga takusan arimasu. Pēshingu wa hijō ni umaku itte imasu. Kaku hōseki no āku wa, 64-kai no zen episōdode sae, ichido ni hikizura rete iru yōna kankaku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhile the story's outline is the most cliched premise in fantasy anime history, the actual writing is very well done. There is a large amount of Chekhov's Gun in play ALL throughout the series, almost every element they introduce is followed up upon or plays a great importance later on in the story. Never does it feel like the story is simply wasting time for time's sake, it always has a purpose in the grand scheme of the adventure, even the so-called 'filler' episodes serve a purpose in the end. The plot twists feel real, and often times unexpected yet very clever, and looking back at it give the last third of the show a lot of legitimate tension and suspense. The pacing is very well done, as each Gem arc never feels like it drags on once, even in 64 whole episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the story's outline is the most cliched premise in fantasy anime history, the actual writing is very well done.\u001b[24m\n    \u001b[1m物語の概要は幻想的なアニメの歴史の中でもっとも洗練された前提ですが、実際の執筆は非常にうまくいっています。\u001b[22m, \u001b[1m物語のアウトラインは、ファンタジーアニメの歴史の中で最も陳腐な前提であるが、実際の書き込みは非常によく行われます。\u001b[22m\n\u001b[4mThere is a large amount of Chekhov's Gun in play ALL throughout the series, almost every element they introduce is followed up upon or plays a great importance later on in the story.\u001b[24m\n    \u001b[1mシリーズ全体で大量のチェーホフの銃が演奏されています。彼らが紹介しているほとんどすべての要素は、後に続きます。\u001b[22m, \u001b[1mチェーホフの銃大量のは、彼らが紹介するほぼすべての要素が時にフォローアップやストーリーの後半に大きな重要性を果たしている、すべてのシリーズを通してプレイにあります。\u001b[22m\n\u001b[4mNever does it feel like the story is simply wasting time for time's sake, it always has a purpose in the grand scheme of the adventure, even the so-called 'filler' episodes serve a purpose in the end.\u001b[24m\n    \u001b[1mストーリーが単に時間のために時間を無駄にしているように感じることは決してありません。それは、冒険の壮大なスキームの目的を常に持っています。いわゆるフィラーエピソードも最後に目的を果たします。\u001b[22m, \u001b[1m決してそれは物語のように感じるんが、単に時間のために時間を無駄にされていない、それは常に冒険の壮大な計画で目的を持って、でもいわゆる「フィラー」のエピソードは、最終的に目的を果たします。\u001b[22m\n\u001b[4mThe plot twists feel real, and often times unexpected yet very clever, and looking back at it give the last third of the show a lot of legitimate tension and suspense.\u001b[24m\n    \u001b[1mプロットの紆余曲折は本物の、そしてしばしば予期せぬけれど非常に賢い気分になり、それを振り返るとショーの最後の3分の1には正当な緊張とサスペンスがたくさんあります。\u001b[22m, \u001b[1mどんでん返しは、実際の感じ、しばしば予期しない、まだ非常に巧妙な、そしてそれを振り返ってみると、ショーの最後の3分の1に合法的な緊張とサスペンスの多くを与えます。\u001b[22m\n\u001b[4mThe pacing is very well done, as each Gem arc never feels like it drags on once, even in 64 whole episodes.\u001b[24m\n    \u001b[1mペーシングは非常にうまくいっています。各宝石のアークは、64回の全エピソードでさえ、一度に引きずられているような感覚はありません。\u001b[22m, \u001b[1mそれは一度にドラッグのようにそれぞれの宝石アークがあっても64全体のエピソードで、感じたことがないようにペーシングは非常によく、行われます。\u001b[22m\n\u001b[1m\u001b[22m\nThe visuals are very standard, and in some ways reminiscent of the original FMA series in terms of style. The most striking choice however, is the CGI models for the 7 Gem Guardians, which on one hand look pretty pathetic, but on the other hand give a real sense of 'impact' on screen, like they're much more than just another goon .\n\n\u001b[1mビジュアルは非常に標準的なもので、スタイルによっては元のFMAシリーズを彷彿とさせるものもあります。 しかし、最も印象的な選択肢は、7人のGem GuardiansのためのCGIモデルです。一方ではかなり哀れな顔をしていますが、もう1つのゴーオンよりもはるかにスクリーンに「インパクト」があります。  。\u001b[22m\n\u001b[1m(Bijuaru wa hijō ni hyōjun-tekina mono de, sutairu ni yotte wa gen no FMA shirīzu o hōfutsu to sa seru mono mo arimasu. Shikashi, mottomo inshō-tekina sentakushi wa, 7-ri no Gem Guardians no tame no CGI moderudesu. Ippō dewa kanari awarena kao o shite imasuga, mō 1tsu no gōon yori mo haruka ni sukurīn ni `inpakuto' ga arimasu..)\u001b[22m\n\nTranslations of \u001b[4mThe visuals are very standard, and in some ways reminiscent of the original FMA series in terms of style. The most striking choice however, is the CGI models for the 7 Gem Guardians, which on one hand look pretty pathetic, but on the other hand give a real sense of 'impact' on screen, like they're much more than just another goon .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe visuals are very standard, and in some ways reminiscent of the original FMA series in terms of style.\u001b[24m\n    \u001b[1mビジュアルは非常に標準的なもので、スタイルによっては元のFMAシリーズを彷彿とさせるものもあります。\u001b[22m, \u001b[1mビジュアルは非常に標準的な、スタイルの面でオリジナルのFMAシリーズを彷彿とさせるいくつかの方法です。\u001b[22m\n\u001b[4mThe most striking choice however, is the CGI models for the 7 Gem Guardians, which on one hand look pretty pathetic, but on the other hand give a real sense of 'impact' on screen, like they're much more than just another goon\u001b[24m\n    \u001b[1mしかし、最も印象的な選択肢は、7人のGem GuardiansのためのCGIモデルです。一方ではかなり哀れな顔をしていますが、もう1つのゴーオンよりもはるかにスクリーンに「インパクト」があります。\u001b[22m, \u001b[1m最も印象的な選択は、しかし、一方ではかなり哀れに見える7宝石ガーディアン、用CGIモデルですが、彼らは別の暴力団員よりもはるかに多くをしているように、他の一方で、画面上に「衝撃」の本当の意味を与えます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting is actually pretty alright, atleast in the English Dub, although Jasmine's voice can be fairly irritating to listen to. The standout in the sound department is easily Thaegan's Riddle song, which they play several times throughout the series and is easily the most catchy song I've heard in an anime.\n\n\u001b[1mジャズマインの声はかなり耳を傾けることができますが、英語のダブでは少なくとも、声の演技は実際にはかなりきれいです。 サウンド部門の優れた点は、Thaegan's Riddleの曲で、シリーズで数回演奏され、アニメで聞いたことのある最もキャッチーな曲です。\u001b[22m\n\u001b[1m(Jazumain no koe wa kanari mimiwokatamukeru koto ga dekimasuga, eigo no dabude wa sukunakutomo,-goe no engi wa jissai ni wa kanari kireidesu. Saundo bumon no sugureta ten wa, Thaegan' s Riddle no kyoku de, shirīzu de sū-kai ensō sa re, anime de kiita koto no aru mottomo kyatchīna kyokudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is actually pretty alright, atleast in the English Dub, although Jasmine's voice can be fairly irritating to listen to. The standout in the sound department is easily Thaegan's Riddle song, which they play several times throughout the series and is easily the most catchy song I've heard in an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is actually pretty alright, atleast in the English Dub, although Jasmine's voice can be fairly irritating to listen to.\u001b[24m\n    \u001b[1mジャズマインの声はかなり耳を傾けることができますが、英語のダブでは少なくとも、声の演技は実際にはかなりきれいです。\u001b[22m, \u001b[1mジャスミンの声に耳を傾けるためにかなり刺激を与えることができますが、声の演技は、少なくとも英語ダブに、実際にはかなり大丈夫です。\u001b[22m\n\u001b[4mThe standout in the sound department is easily Thaegan's Riddle song, which they play several times throughout the series and is easily the most catchy song I've heard in an anime.\u001b[24m\n    \u001b[1mサウンド部門の優れた点は、Thaegan's Riddleの曲で、シリーズで数回演奏され、アニメで聞いたことのある最もキャッチーな曲です。\u001b[22m, \u001b[1mサウンド部門の傑出したが容易に彼らはシリーズ全体で数回プレイしやすい私はアニメで聞いた最もキャッチーな曲ですThaeganの謎の歌、です。\u001b[22m\n\u001b[1m\u001b[22m\nThe Characters of the show are easily Deltora Quest's greatest downside, although in some cases, I actually enjoyed just how terrible they were.\n\n\u001b[1mショーのキャラクターは簡単にデルトーラ・クエストの最大の欠点ですが、場合によっては、彼らがどれほど恐ろしいかを実際に楽しんでいました。\u001b[22m\n\u001b[1m(Shō no kyarakutā wa kantan ni derutōra kuesuto no saidai no kettendesuga, baainiyotte wa, karera ga dorehodo osoroshī ka o jissai ni tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe Characters of the show are easily Deltora Quest's greatest downside, although in some cases, I actually enjoyed just how terrible they were.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Characters of the show are easily Deltora Quest's greatest downside, although in some cases, I actually enjoyed just how terrible they were.\u001b[24m\n    \u001b[1mショーのキャラクターは簡単にデルトーラ・クエストの最大の欠点ですが、場合によっては、彼らがどれほど恐ろしいかを実際に楽しんでいました。\u001b[22m, \u001b[1mいくつかのケースでは、私は実際に彼らがいたどれだけひどい楽しんだが、ショーの文字は、簡単にデルトラ・クエストの最大の欠点です。\u001b[22m\n\u001b[1m\u001b[22m\nLeif is the generic 'Justice triumphs all!' hero type you see in every fantasy story, who has a soft spot for damsels in need and doing the right thing even if it causes trouble for everyone; ala Morty from Rick &amp; Morty.\n\n\u001b[1mリーフはジェネリックの「正義がすべて勝利する！ すべてのファンタジーストーリーで見られるヒーロータイプ、誰にも迷惑をかけるにもかかわらず、必要なダメージを受けて正しいことをする柔らかい場所がある人。  ala Morty from Rick＆amp; モルティ。\u001b[22m\n\u001b[1m(Rīfu wa jenerikku no `seigi ga subete shōri suru! Subete no fantajīsutōrī de mi rareru hīrōtaipu, darenimo meiwakuwokakeru nimokakawarazu, hitsuyōna damēji o ukete tadashī koto o suru yawarakai basho ga aru hito. Āra Morty furomu rikku& amp; moruti.)\u001b[22m\n\nTranslations of \u001b[4mLeif is the generic 'Justice triumphs all!' hero type you see in every fantasy story, who has a soft spot for damsels in need and doing the right thing even if it causes trouble for everyone; ala Morty from Rick &amp; Morty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLeif is the generic 'Justice triumphs all!'\u001b[24m\n    \u001b[1mリーフはジェネリックの「正義がすべて勝利する！\u001b[22m, \u001b[1mレイフは、一般的な「正義の勝利のすべて！」です\u001b[22m\n\u001b[4mhero type you see in every fantasy story, who has a soft spot for damsels in need and doing the right thing even if it causes trouble for everyone;\u001b[24m\n    \u001b[1mすべてのファンタジーストーリーで見られるヒーロータイプ、誰にも迷惑をかけるにもかかわらず、必要なダメージを受けて正しいことをする柔らかい場所がある人。\u001b[22m, \u001b[1mあなたが必要としている乙女のためのソフトスポットを持っており、それが皆のためのトラブルの原因となる場合でも、正しいことを行うすべてのファンタジーの物語、で見る英雄のタイプ。\u001b[22m\n\u001b[4mala Morty from Rick &amp;\u001b[24m\n    \u001b[1mala Morty from Rick＆amp;\u001b[22m, \u001b[1mリック＆アンペアからALAモーティー。\u001b[22m\n\u001b[4mMorty.\u001b[24m\n    \u001b[1mモルティ。\u001b[22m, \u001b[1mモーティー。\u001b[22m\n\u001b[1m\u001b[22m\nBarda is the 'strong bodyguard' type who serves two purposes, 1. Story exposition, since he is the most wise and can tell the heroes what's going on or what they should do. 2. To lose every single fight he starts in order to make whatever enemy they're fighting appear so much more powerful. No seriously, I don't think Barda wins a single fight in the whole show on-screen.\n\n\u001b[1mBardaは2つの目的を果たす「強いボディーガード」タイプです。1.ストーリー展示。彼は最も賢明で、何が起きているのか、何をすべきかをヒーローに伝えることができます。  2.すべての単一の戦いを失うために、彼は戦っているどんな敵をももっと強力に見せるために始まります。 まったく真剣ではない、私はBardaがスクリーン上のショー全体で1つの戦いを勝ち取ったとは思わない。\u001b[22m\n\u001b[1m(Barda wa 2tsu no mokuteki o hatasu `tsuyoi bodīgādo' taipudesu. 1. Sutōrī tenji. Kare wa mottomo kenmeide, nani ga okite iru no ka, nani o subeki ka o hīrō ni tsutaeru koto ga dekimasu. 2. Subete no tan'itsu no tatakai o ushinau tame ni, kare wa tatakatte iru don'na teki o momo tto kyōryoku ni miseru tame ni hajimarimasu. Mattaku shinkende wanai, watashi wa Barda ga sukurīn-jō no shō zentai de 1tsu no tatakai o kachitotta to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mBarda is the 'strong bodyguard' type who serves two purposes, 1. Story exposition, since he is the most wise and can tell the heroes what's going on or what they should do. 2. To lose every single fight he starts in order to make whatever enemy they're fighting appear so much more powerful. No seriously, I don't think Barda wins a single fight in the whole show on-screen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBarda is the 'strong bodyguard' type who serves two purposes, 1. Story exposition, since he is the most wise and can tell the heroes what's going on or what they should do.\u001b[24m\n    \u001b[1mBardaは2つの目的を果たす「強いボディーガード」タイプです。1.ストーリー展示。彼は最も賢明で、何が起きているのか、何をすべきかをヒーローに伝えることができます。\u001b[22m, \u001b[1m彼が最も賢明であると何が起こっているの英雄や彼らが行う必要がありますを伝えることができますので、バルダは、二つの目的、1.ストーリー博覧会を提供しています」強力なボディーガード」タイプです。\u001b[22m\n\u001b[4m2. To lose every single fight he starts in order to make whatever enemy they're fighting appear so much more powerful.\u001b[24m\n    \u001b[1m2.すべての単一の戦いを失うために、彼は戦っているどんな敵をももっと強力に見せるために始まります。\u001b[22m, \u001b[1m2.彼は、彼らが以前よりもずっと強力な表示され戦っているどんな敵にするために開始するすべての単一の戦いを失います。\u001b[22m\n\u001b[4mNo seriously, I don't think Barda wins a single fight in the whole show on-screen.\u001b[24m\n    \u001b[1mまったく真剣ではない、私はBardaがスクリーン上のショー全体で1つの戦いを勝ち取ったとは思わない。\u001b[22m, \u001b[1mいいえ真剣に、私は、バルダは、画面上の番組全体で単一の戦いに勝つと思いません。\u001b[22m\n\u001b[1m\u001b[22m\nJasmine is Rodda's own pet character, as she's a clear Mary-sue whos purpose is to leave the party every few episodes like the lone-wolf she is, and then swoop back in to save Leif and Barda from whatever threat avails them. Not only is she Jesus reincarnated into a little girl, but she has two animal mascot characters, Fili and Kree, who she can speak to and also act as a deus ex machina half the time to solve whatever problem the protagonists run into. It doesn't take a genius to notice how biased the story is to Jasmine, and honestly she can come off as rather irritating most of the time.\n\n\u001b[1mジャスミンはロダ自身のペットキャラクターで、彼女は孤独なオオカミのようなエピソードのたびにパーティーを離れ、LeifとBardaを救うために襲撃されます。 彼女は小さな女の子に生まれ変わっただけでなく、彼女と話すことができ、また主人公が苦しんでいる問題を解決するために半分の時間をかけてデュース・マシナとして行動する、2人の動物のマスコットキャラクター、FiliとKreeを持っています。 話がジャスミンにどのように偏っているか気づくのは天才的なことではありません。正直なところ、彼女はほとんどの時間を苛立たせます。\u001b[22m\n\u001b[1m(Jasumin wa roda jishin no pettokyarakutā de, kanojo wa kodokuna ōkami no yōna episōdo no tabi ni pātī o hanare, Leif to Barda o sukuu tame ni shūgeki sa remasu. Kanojo wa chīsana on'nanoko ni umarekawatta dakedenaku, kanojo to hanasu koto ga deki, mata shujinkō ga kurushinde iru mondai o kaiketsu suru tame ni hanbun no jikan o kakete de~yūsu mashina to shite kōdō suru, 2-ri no dōbutsu no masukottokyarakutā, Fili to Kree o motte imasu. Hanashi ga jasumin ni dono yō ni katayotte iru ka kidzuku no wa tensai-tekina kotode wa arimasen. Shōjikina tokoro, kanojo wa hotondo no jikan o iradata semasu.)\u001b[22m\n\nTranslations of \u001b[4mJasmine is Rodda's own pet character, as she's a clear Mary-sue whos purpose is to leave the party every few episodes like the lone-wolf she is, and then swoop back in to save Leif and Barda from whatever threat avails them. Not only is she Jesus reincarnated into a little girl, but she has two animal mascot characters, Fili and Kree, who she can speak to and also act as a deus ex machina half the time to solve whatever problem the protagonists run into. It doesn't take a genius to notice how biased the story is to Jasmine, and honestly she can come off as rather irritating most of the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJasmine is Rodda's own pet character, as she's a clear Mary-sue whos purpose is to leave the party every few episodes like the lone-wolf she is, and then swoop back in to save Leif and Barda from whatever threat avails them.\u001b[24m\n    \u001b[1mジャスミンはロダ自身のペットキャラクターで、彼女は孤独なオオカミのようなエピソードのたびにパーティーを離れ、LeifとBardaを救うために襲撃されます。\u001b[22m, \u001b[1m彼女は明確なメアリー・スー玉葉目的は彼女は孤独な狼のようなすべてのいくつかのエピソード党を離れ、その後、どのような脅威それらを、仕様書からレイフとバルダを保存するには戻って急降下することですようジャスミンは、Rodda自身のペットのキャラクターです。\u001b[22m\n\u001b[4mNot only is she Jesus reincarnated into a little girl, but she has two animal mascot characters, Fili and Kree, who she can speak to and also act as a deus ex machina half the time to solve whatever problem the protagonists run into.\u001b[24m\n    \u001b[1m彼女は小さな女の子に生まれ変わっただけでなく、彼女と話すことができ、また主人公が苦しんでいる問題を解決するために半分の時間をかけてデュース・マシナとして行動する、2人の動物のマスコットキャラクター、FiliとKreeを持っています。\u001b[22m, \u001b[1mだけでなく、彼女はイエスが少女に生まれ変わりであるが、彼女は彼女がに話し、またデウスエクスマキナとして主人公がに実行するどのような問題が解決する半分の時間を働くことができる2つの動物のマスコットキャラクター、フィーリとKreeを持っています。\u001b[22m\n\u001b[4mIt doesn't take a genius to notice how biased the story is to Jasmine, and honestly she can come off as rather irritating most of the time.\u001b[24m\n    \u001b[1m話がジャスミンにどのように偏っているか気づくのは天才的なことではありません。正直なところ、彼女はほとんどの時間を苛立たせます。\u001b[22m, \u001b[1mこれは、物語はジャスミンにどれだけ偏った気づくこと天才を取ることはありません、と正直に彼女はほとんどの時間を刺激むしろとしてオフに来ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nDeltora Quest is a rare occurrence where a show so average and generic actually transcends the boundary of 'so boring it's bad' to 'so bad it's actually really good'. The characters chemistry just works, and even the most mundane of scenes is made entertaining by using overused dialogue and story cliches. Despite the odds being against the show, Deltora Quest proved that despite how boring a show may seem on paper, can actually turn out to be one hell of a memorable and enjoyable ride.\n\n\u001b[1mDeltoraのクエストは、ショーが平均的でジェネリックなので、実際には本当に悪いのは「とても退屈な」という境界を超えているという稀な出来事です。 文字の化学はちょうど動作し、最も世俗的な場面でさえも、過度の対話や物語を使用して面白くされています。 デルトラ・クエストは、ショーに反対しているにもかかわらず、退屈なショーが紙のように見えるかもしれないにもかかわらず、思い出深く楽しい乗り物の一つの地獄になることが実証されています。\u001b[22m\n\u001b[1m(Deltora no kuesuto wa, shō ga heikin-tekide jenerikkunanode, jissai ni wa hontōni warui no wa `totemo taikutsuna' to iu kyōkai o koete iru to iu marena dekigotodesu. Moji no kagaku wa chōdo dōsa shi, mottomo sezoku-tekina bamende sae mo, kado no taiwa ya monogatari o shiyō shite omoshiroku sa rete imasu. Derutora kuesuto wa, shō ni hantai shite iru nimokakawarazu, taikutsuna shō ga kami no yō ni mieru kamo shirenai nimokakawarazu, omoidebukaku tanoshī norimono no hitotsu no jigoku ni naru koto ga jisshō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mDeltora Quest is a rare occurrence where a show so average and generic actually transcends the boundary of 'so boring it's bad' to 'so bad it's actually really good'. The characters chemistry just works, and even the most mundane of scenes is made entertaining by using overused dialogue and story cliches. Despite the odds being against the show, Deltora Quest proved that despite how boring a show may seem on paper, can actually turn out to be one hell of a memorable and enjoyable ride.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeltora Quest is a rare occurrence where a show so average and generic actually transcends the boundary of 'so boring it's bad' to 'so bad it's actually really good'.\u001b[24m\n    \u001b[1mDeltoraのクエストは、ショーが平均的でジェネリックなので、実際には本当に悪いのは「とても退屈な」という境界を超えているという稀な出来事です。\u001b[22m, \u001b[1mデルトラ・クエストはとても平均と一般的なショーが実際には 'それは実際には本当に良いことだそう悪くは'から 'ので、それは悪いです退屈」の境界を超越まれです。\u001b[22m\n\u001b[4mThe characters chemistry just works, and even the most mundane of scenes is made entertaining by using overused dialogue and story cliches.\u001b[24m\n    \u001b[1m文字の化学はちょうど動作し、最も世俗的な場面でさえも、過度の対話や物語を使用して面白くされています。\u001b[22m, \u001b[1m文字化学だけで動作し、さらにシーンの最もありふれは使い古された対話と物語決まり文句を使って、面白い行われます。\u001b[22m\n\u001b[4mDespite the odds being against the show, Deltora Quest proved that despite how boring a show may seem on paper, can actually turn out to be one hell of a memorable and enjoyable ride.\u001b[24m\n    \u001b[1mデルトラ・クエストは、ショーに反対しているにもかかわらず、退屈なショーが紙のように見えるかもしれないにもかかわらず、思い出深く楽しい乗り物の一つの地獄になることが実証されています。\u001b[22m, \u001b[1mショー反対されオッズにもかかわらず、デルトラ・クエストは、ショーが紙の上に見えるかもしれませんどのように退屈にもかかわらず、実際には思い出に残る楽しい乗車の1地獄であることが判明することができることを証明しました。\u001b[22m"
  },
  {
    "title": "Deltora_Quest",
    "id": "1826",
    "url": "https://myanimelist.net/anime/1826/Deltora_Quest",
    "user": "BlazeLegendsword",
    "profile": "/profile/BlazeLegendsword/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=229638",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  5\nキャラクター|  4\n|  2\n\n全体的に5/10\nヘレスの理由\n私は口頭で話しています。\n最後の2つのエピソード（私が見た最も予測可能なアニメ）まで、全アニメを予測する\n私はそれが低い得点を与えていない理由は、他のアニメの数を見ている人々がそれを予測することができない怒っていない見ている人々を意味するアニメにnoobiesのためのアニメがあるので、はい、私はこれらのアニメ 私は頭が痛いです。なぜなら、誰かが正しいのではなく何かを間違ってやることがいついつも分かります。  CGIはそれをカットしなかったけれど、戦いは退屈だったし、音は私の暴言から知っているように私の注意を引くことはなかったが、私はそれを楽しんでいなかった\n5多分6/10\nそして私のプレッティは私の船を泥だらけにしました！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\n5/10 overall\n\n\u001b[1m全体的に5/10\u001b[22m\n\u001b[1m(Zentai-teki ni 5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10 overall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10 overall\u001b[24m\n    \u001b[1m全体的に5/10\u001b[22m, \u001b[1m全体の5/10\u001b[22m\nHERES WHY\n\n\u001b[1mヘレスの理由\u001b[22m\n\u001b[1m(Heresu no riyū)\u001b[22m\n\nTranslations of \u001b[4mHERES WHY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHERES WHY\u001b[24m\n    \u001b[1mヘレスの理由\u001b[22m, \u001b[1m相続人はなぜ\u001b[22m\nI LITERALLY AND IM NOT JOKING\n\n\u001b[1m私は口頭で話しています。\u001b[22m\n\u001b[1m(Watashi wa kōtō de hanashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI LITERALLY AND IM NOT JOKING\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI LITERALLY AND IM NOT JOKING\u001b[24m\n    \u001b[1m私は口頭で話しています。\u001b[22m, \u001b[1m私は文字通りIM冗談NOT\u001b[22m\nPREDICTED THE WHOLE ANIME UP UNTIL THE LAST 2 EPISODES(most predictable anime I have seen)\n\n\u001b[1m最後の2つのエピソード（私が見た最も予測可能なアニメ）まで、全アニメを予測する\u001b[22m\n\u001b[1m(Saigo no 2tsu no episōdo (watashi ga mita mottomo yosoku kanōna anime) made, zen anime o yosoku suru)\u001b[22m\n\nTranslations of \u001b[4mPREDICTED THE WHOLE ANIME UP UNTIL THE LAST 2 EPISODES(most predictable anime I have seen)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPREDICTED THE WHOLE ANIME UP UNTIL THE LAST 2 EPISODES(most predictable anime I have seen)\u001b[24m\n    \u001b[1m最後の2つのエピソード（私が見た最も予測可能なアニメ）まで、全アニメを予測する\u001b[22m, \u001b[1mLAST 2エピソードUNTIL WHOLE ANIMEのUP（私が見た中で最も予測可能なアニメを）PREDICTED\u001b[22m\nThe reason I didn't give it a lower score is because there are animes that are for noobies to anime meaning people who have watched allot of other anime shouldnt be mad that they could predict it and yes I was one of those people this anime gave me a headache because its predicatable and not in a good way you can always tell when someones going to do something wrong instead of right. The art was fair because it was around the same time as beserk although the CGI just didnt cut it, the fights were boring af, the sounds never caught my attention as you know from my rant above I didn't enjoy it\n\n\u001b[1m私はそれが低い得点を与えていない理由は、他のアニメの数を見ている人々がそれを予測することができない怒っていない見ている人々を意味するアニメにnoobiesのためのアニメがあるので、はい、私はこれらのアニメ 私は頭が痛いです。なぜなら、誰かが正しいのではなく何かを間違ってやることがいついつも分かります。  CGIはそれをカットしなかったけれど、戦いは退屈だったし、音は私の暴言から知っているように私の注意を引くことはなかったが、私はそれを楽しんでいなかった\u001b[22m\n\u001b[1m(Watashi wa sore ga hikui tokuten o ataete inai riyū wa, hoka no anime no kazu o mite iru hitobito ga sore o yosoku suru koto ga dekinai okotte inai mite iru hitobito o imi suru anime ni noobies no tame no anime ga aru node, wa i, watashi wa korera no anime watashi wa atamagaitaidesu. Nazenara, dareka ga tadashī node wa naku nanika o machigatte yaru koto ga itsu itsumo wakarimasu. CGI wa sore o katto shinakattakeredo, tatakai wa taikutsudattashi,-on wa watashi no bōgen kara shitte iru yō ni watashi no chūi o hiku koto wa nakattaga, watashi wa sore o tanoshinde inakatta)\u001b[22m\n\nTranslations of \u001b[4mThe reason I didn't give it a lower score is because there are animes that are for noobies to anime meaning people who have watched allot of other anime shouldnt be mad that they could predict it and yes I was one of those people this anime gave me a headache because its predicatable and not in a good way you can always tell when someones going to do something wrong instead of right. The art was fair because it was around the same time as beserk although the CGI just didnt cut it, the fights were boring af, the sounds never caught my attention as you know from my rant above I didn't enjoy it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason I didn't give it a lower score is because there are animes that are for noobies to anime meaning people who have watched allot of other anime shouldnt be mad that they could predict it and yes I was one of those people this anime gave\u001b[24m\n    \u001b[1m私はそれが低い得点を与えていない理由は、他のアニメの数を見ている人々がそれを予測することができない怒っていない見ている人々を意味するアニメにnoobiesのためのアニメがあるので、はい、私はこれらのアニメ\u001b[22m, \u001b[1mnoobiesは他のアニメのアロットを見ている人々は、彼らはそれを予測することができることを怒っているはずの、はい、私はこのアニメが与えたその一人でした意味をアニメするためのものであるアニメがあるので、私はそれをより低いスコアを与えていない理由は、\u001b[22m\n\u001b[4mme a headache because its predicatable and not in a good way you can always tell when someones going to do something wrong instead of right.\u001b[24m\n    \u001b[1m私は頭が痛いです。なぜなら、誰かが正しいのではなく何かを間違ってやることがいついつも分かります。\u001b[22m, \u001b[1m私頭痛、そのpredicatableなく、誰かが代わりに右の間違って何かをするつもりときにいつも言うことができる良い方法インチ\u001b[22m\n\u001b[4mThe art was fair because it was around the same time as beserk although the CGI just didnt cut it, the fights were boring af, the sounds never caught my attention as you know from my rant above I didn't enjoy it\u001b[24m\n    \u001b[1mCGIはそれをカットしなかったけれど、戦いは退屈だったし、音は私の暴言から知っているように私の注意を引くことはなかったが、私はそれを楽しんでいなかった\u001b[22m, \u001b[1mそれはCGIだけの戦いはAFを退屈させ、それをカットんでしたがようbeserk同じ時期だったので、芸術は公正だったあなたが私の暴言から知っているように私はそれを楽しんでいなかった上に、音が私の注意を引いたことはありません\u001b[22m\n5 maybe 6/10 at most\n\n\u001b[1m5多分6/10\u001b[22m\n\u001b[1m(5 Tabun 6/ 10)\u001b[22m\n\nTranslations of \u001b[4m5 maybe 6/10 at most\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5 maybe 6/10 at most\u001b[24m\n    \u001b[1m5多分6/10\u001b[22m, \u001b[1mせいぜい5多分6/10\u001b[22m\nAND IM PRETTY MAD MY SHIP DIDNT SAIL GAH!!!\n\n\u001b[1mそして私のプレッティは私の船を泥だらけにしました！\u001b[22m\n\u001b[1m(Soshite watashi no puretti wa watashi no fune o doro-darake ni shimashita!)\u001b[22m\n\nTranslations of \u001b[4mAND IM PRETTY MAD MY SHIP DIDNT SAIL GAH!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAND IM PRETTY MAD MY SHIP DIDNT SAIL GAH!!!\u001b[24m\n    \u001b[1mそして私のプレッティは私の船を泥だらけにしました！\u001b[22m, \u001b[1mAND IM PRETTY MAD MY SHIPんでしSAIL GAH！\u001b[22m"
  }
]
