[
  {
    "title": "Seirei_no_Moribito",
    "id": "1827",
    "url": "https://myanimelist.net/anime/1827/Seirei_no_Moribito",
    "user": "celticchristoph",
    "profile": "/profile/celticchristoph/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=43461",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はSeireiのMoribito [/ u]を見たので、しばらくしていますが、それは私と長い間付き合った数少ないショーの一つだと言わなければなりません。\n\n私はこのショーを見てからもう少し時間がかかりましたが、私は初めて違うサイトに気づき、そのような驚くべき仕事に賞賛するのは公正だと思っていました。\n\nストーリーラインは、それがアジアの伝統のためにおそらく完全にユニークではないが、非常にユニークな感覚で視聴者のためにレイアウトされている。 このシリーズはかなり標準的な25-ishのエピソードであるが、私は多くのショーの長さの2倍から得たであろうよりも、このショーからもっと多くのものを得たように感じた。 ショーのペーシングは、私が覚えていることから素晴らしいものでした。 重要なストーリー展開の間に大きな待つことはなく、質の高いサイドストーリーを伝える能力は維持されています（ほとんどすべてが重要なストーリーラインに重要な要素を追加します）。 そして、おそらく私の最もよいところは、プロットされているプロット・ツイストとサイド・ストーリーのすべてが、ある時点で包まれていて、捨てられたヒープに残されているのではなく、 開発チームはそれらを終了する時間/資金/欲望を持っていなかったからです。\n\nこのショーの音楽は、思い出深いOPやEDがないという点で「弱点」だったかもしれませんが、ショーの間に演奏された音楽はいつもぴったりだったし、過度の負担もしていませんでした。 バックグラウンドの音楽はいつも重要であり、このショーの他のほとんどのものと同様、驚くほどうまくいっています。 ショー自体の音質は素晴らしいと付け加えたいかもしれません。 武器の音などはかなり本物の音で、これは実際に経験に追加されました。 声の演技も素晴らしいと非常によくキャストされています。\n\n疑いの余地はないが、本当にこのショーを特別なものにしたのは何か。 私は主人公が2次元であることはごくわずかであることを発見しました。 バルサはタフな母親であり、彼女がしていることでは最高です。 しかし、彼女を本当に、そして素晴らしいものにするのは、視聴者が彼女の過去をゆっくりと知ることです。 彼らはまた彼女を非現実的に無敵にしない。私はこの話に不可欠だと思う。 バルサは永遠に私の最も愛されたキャラクターの1つになります。 シャガムは少しの進歩を遂げたかもしれないが、ショーの過程での彼の発達は彼に非常に興味深い特徴をもたらした。 しかし、ショーのスーパースターと主なヒロインはバルサです。 簡単に私がアニメで遭遇した最高のキャラクターの一つ、バルサは素晴らしいです。 完璧な、まったく役に立たない、過度に大きな資産を持つ古典的な「美しい女性」を引っ張る代わりに、彼らは彼女を本物にしました。 彼女は、アニメ界で「マイルドな」特性を考慮しているかもしれない女性です（私は彼女を非常に美しく見ているので、これを引用符で囲みます）。 彼女はモエ・ナイトメアやノックアウトの美しさのように描かれていませんでしたが、彼らは若さを描写しようとしていません。 彼女はまさに彼女が何であるかを描いています。中世の女性で、彼女の人生の大部分を槍のようなものとして費やしています。 彼女はそのように行動する。\n\nこのショーのアニメーションも素晴らしかったです。 すべての動きアニメーションを一般的に流体だけでなく、特に戦い中にするという素晴らしい仕事がアーティストによって行われました。 彼らはまた、さまざまな戦士様式を正確に描写することに大きな注意を払った。 ショーを通じたさまざまな戦士たちの多くは、実際に武器を正しく使用して使いました。 スピアウィーダーは実際に槍のように戦った、剣闘士は剣闘士のように戦った。それは、このスタジオが研究と異なるスタンスと武器を正確に取得するために多くの時間と労力をかけたことは明らかです。 背景のアートや文字のデザインもすべて美しく仕上げられていました。 そして最後に、標準的なアニメのルートを取って頂点を極端に感じさせるのではなく、もっと正確に表現することで、この番組のキャラクターをもっとリアルに感じさせてもらうことができたと言います。\n\nオール・イン・オール、これは私の個人的なすべての時間のお気に入りのショーの一つであり、私は絶対に誰と誰にでもそれをお勧めします。 このショーにはいくつかの弱点があり、どれもショーを損なうものはありません。 あなたは物理的にシャガムを時々傷つけることを望む場合を除いて。 いいえ。 ハハ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt's been a while since I've seen [u]Seirei no Moribito[/u], but I must say that it's one of the few shows that have stuck with me for a long time.\n\n\u001b[1m私はSeireiのMoribito [/ u]を見たので、しばらくしていますが、それは私と長い間付き合った数少ないショーの一つだと言わなければなりません。\u001b[22m\n\u001b[1m(Watashi wa Seirei no Moribito [ / u] o mitanode, shibaraku shite imasuga, sore wa watashi to nagaiai tsukiatta kazusukunai shō no hitotsuda to iwanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's been a while since I've seen [u]Seirei no Moribito[/u], but I must say that it's one of the few shows that have stuck with me for a long time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's been a while since I've seen [u]Seirei no Moribito[/u], but I must say that it's one of the few shows that have stuck with me for a long time.\u001b[24m\n    \u001b[1m私はSeireiのMoribito [/ u]を見たので、しばらくしていますが、それは私と長い間付き合った数少ないショーの一つだと言わなければなりません。\u001b[22m, \u001b[1m私は[U]精霊なしMoribito [/ U]を見てきましたので、それはしばらくしているが、私はそれが長い間私と一緒に立ち往生しているいくつかのショーの一つだと言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nAgain, it has been a while since I've seen this show, but I just noticed it on a different site for the first time and I thought it only seemed fair to give praise to such an amazing work.\n\n\u001b[1m私はこのショーを見てからもう少し時間がかかりましたが、私は初めて違うサイトに気づき、そのような驚くべき仕事に賞賛するのは公正だと思っていました。\u001b[22m\n\u001b[1m(Watashi wa kono shō o mite kara mōsukoshi jikan ga kakarimashitaga, watashi wa hajimete chigau saito ni kidzuki, sono yō na odorokubeki shigoto ni shōsan suru no wa kōseida to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAgain, it has been a while since I've seen this show, but I just noticed it on a different site for the first time and I thought it only seemed fair to give praise to such an amazing work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, it has been a while since I've seen this show, but I just noticed it on a different site for the first time and I thought it only seemed fair to give praise to such an amazing work.\u001b[24m\n    \u001b[1m私はこのショーを見てからもう少し時間がかかりましたが、私は初めて違うサイトに気づき、そのような驚くべき仕事に賞賛するのは公正だと思っていました。\u001b[22m, \u001b[1m繰り返しますが、私がこのショーを見てきたので、しばらくしているが、私はちょうど、初めて別のサイト上でそれに気づき、私はそれだけで、このような素晴らしい仕事に賞賛を与えるために公正なように見えたと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nThe storyline, all though probably not entirely unique due to it's Asian heritage, is laid out for the viewer in such a manner as to feel quite unique. Although this series is pretty much your standard 25-ish episodes long, I felt like I got WAY more out of this show than I would have gotten out of many shows twice its length. Pacing in the show was great from what I can remember. No major waits between important story developments, whilst still maintaining the ability to tell quality side-stories (almost all of which add something important back to the main storyline). And probably the best part of all (at least for me), is that all of the plot twists and side stories that are presented are at some point wrapped up and tied off nicely with a pretty bow, rather than being left in some discarded heap because the development team didn't have the time/funds/desire to finish them.\n\n\u001b[1mストーリーラインは、それがアジアの伝統のためにおそらく完全にユニークではないが、非常にユニークな感覚で視聴者のためにレイアウトされている。 このシリーズはかなり標準的な25-ishのエピソードであるが、私は多くのショーの長さの2倍から得たであろうよりも、このショーからもっと多くのものを得たように感じた。 ショーのペーシングは、私が覚えていることから素晴らしいものでした。 重要なストーリー展開の間に大きな待つことはなく、質の高いサイドストーリーを伝える能力は維持されています（ほとんどすべてが重要なストーリーラインに重要な要素を追加します）。 そして、おそらく私の最もよいところは、プロットされているプロット・ツイストとサイド・ストーリーのすべてが、ある時点で包まれていて、捨てられたヒープに残されているのではなく、 開発チームはそれらを終了する時間/資金/欲望を持っていなかったからです。\u001b[22m\n\u001b[1m(Sutōrīrain wa, sore ga Ajia no dentō no tame ni osoraku kanzen ni yunīkude wa naiga, hijō ni yunīkuna kankaku de shichō-sha no tame ni reiauto sa rete iru. Kono shirīzu wa kanari hyōjun-tekina 25 - aishu no episōdodearuga, watashi wa ōku no shō no naga-sa no 2-bai kara etadearou yori mo, kono shō kara motto ōku no mono o eta yō ni kanjita. Shō no pēshingu wa, watashi ga oboete iru koto kara subarashī monodeshita. Jūyōna sutōrī tenkai no ma ni ōkina matsu koto wa naku,-shitsu no takai saidosutōrī o tsutaeru nōryoku wa iji sa rete imasu (hotondo subete ga jūyōna sutōrīrain ni jūyōna yōso o tsuika shimasu). Soshite, osoraku watashi no mottomo yoi tokoro wa, purotto sa rete iru purotto tsuisuto to saido sutōrī no subete ga, aru jiten de tsutsuma rete ite, suterareta hīpu ni nokosa rete iru node wa naku, kaihatsu chīmu wa sorera o shūryō suru jikan/ shikin/ yokubō o motte inakattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline, all though probably not entirely unique due to it's Asian heritage, is laid out for the viewer in such a manner as to feel quite unique. Although this series is pretty much your standard 25-ish episodes long, I felt like I got WAY more out of this show than I would have gotten out of many shows twice its length. Pacing in the show was great from what I can remember. No major waits between important story developments, whilst still maintaining the ability to tell quality side-stories (almost all of which add something important back to the main storyline). And probably the best part of all (at least for me), is that all of the plot twists and side stories that are presented are at some point wrapped up and tied off nicely with a pretty bow, rather than being left in some discarded heap because the development team didn't have the time/funds/desire to finish them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline, all though probably not entirely unique due to it's Asian heritage, is laid out for the viewer in such a manner as to feel quite unique.\u001b[24m\n    \u001b[1mストーリーラインは、それがアジアの伝統のためにおそらく完全にユニークではないが、非常にユニークな感覚で視聴者のためにレイアウトされている。\u001b[22m, \u001b[1mすべてしかし、おそらく完全に一意ではありませんによるそれへのストーリーは、アジアの文化遺産だ、非常にユニークな感じにするような方法で、視聴者のためにレイアウトされています。\u001b[22m\n\u001b[4mAlthough this series is pretty much your standard 25-ish episodes long, I felt like I got WAY more out of this show than I would have gotten out of many shows twice its length.\u001b[24m\n    \u001b[1mこのシリーズはかなり標準的な25-ishのエピソードであるが、私は多くのショーの長さの2倍から得たであろうよりも、このショーからもっと多くのものを得たように感じた。\u001b[22m, \u001b[1mこのシリーズはかなり長い間、あなたの標準的な25っぽい話ですが、私はその長さの2倍多くのショーの外に得ているものよりも、この番組のうちWAYより得たように、私は感じました。\u001b[22m\n\u001b[4mPacing in the show was great from what I can remember.\u001b[24m\n    \u001b[1mショーのペーシングは、私が覚えていることから素晴らしいものでした。\u001b[22m, \u001b[1mショーでペーシングは、私が覚えていることができるものから素晴らしかったです。\u001b[22m\n\u001b[4mNo major waits between important story developments, whilst still maintaining the ability to tell quality side-stories (almost all of which add something important back to the main storyline).\u001b[24m\n    \u001b[1m重要なストーリー展開の間に大きな待つことはなく、質の高いサイドストーリーを伝える能力は維持されています（ほとんどすべてが重要なストーリーラインに重要な要素を追加します）。\u001b[22m, \u001b[1mまだ品質のサイドストーリーを（ほぼすべてのバックメインストーリーに重要な何かを追加するの）指示する能力を維持しながら、重要なストーリー展開との間には大きな待ちません。\u001b[22m\n\u001b[4mAnd probably the best part of all (at least for me), is that all of the plot twists and side stories that are presented are at some point wrapped up and tied off nicely with a pretty bow, rather than being left in some discarded heap\u001b[24m\n    \u001b[1mそして、おそらく私の最もよいところは、プロットされているプロット・ツイストとサイド・ストーリーのすべてが、ある時点で包まれていて、捨てられたヒープに残されているのではなく、\u001b[22m, \u001b[1mおそらく（少なくとも私にとっては）すべての最良の部分は、いくつかの点ではなく、一部破棄、ヒープ内に残されているよりも、包まれ、美しい弓とうまく縛っで発表されたどんでん返しとサイドストーリーのすべてがあるということです\u001b[22m\n\u001b[4mbecause the development team didn't have the time/funds/desire to finish them.\u001b[24m\n    \u001b[1m開発チームはそれらを終了する時間/資金/欲望を持っていなかったからです。\u001b[22m, \u001b[1m開発チームは、それらを終了する時間/資金/願望を持っていなかったので。\u001b[22m\n\u001b[1m\u001b[22m\nThe music in this show might have been it's 'weak point' in that it lacked any kind of super memorable OP or ED, but the music played during the show itself was always fitting, and never over-bearing. Subtly with background music is always important, and as with most everything else in this show, it was done amazingly well. I also might add that the sound quality of the show itself was amazing. The weapon sounds and such were quite authentic sounding, and this really added to the experience. The voice acting is also fantastic and very well cast.\n\n\u001b[1mこのショーの音楽は、思い出深いOPやEDがないという点で「弱点」だったかもしれませんが、ショーの間に演奏された音楽はいつもぴったりだったし、過度の負担もしていませんでした。 バックグラウンドの音楽はいつも重要であり、このショーの他のほとんどのものと同様、驚くほどうまくいっています。 ショー自体の音質は素晴らしいと付け加えたいかもしれません。 武器の音などはかなり本物の音で、これは実際に経験に追加されました。 声の演技も素晴らしいと非常によくキャストされています。\u001b[22m\n\u001b[1m(Kono shō no ongaku wa, omoidebukai OP ya ED ga nai to iu tende `jakuten'datta kamo shiremasenga, shō no ma ni ensō sa reta ongaku wa itsumo pittaridattashi, kado no futan mo shite imasendeshita. Bakkuguraundo no ongaku wa itsumo jūyōdeari, kono shō no ta no hotondo no mono to dōyō, odoroku hodo umaku itte imasu. Shō jitai no onshitsu wa subarashī to tsukekuwaetai kamo shiremasen. Buki no oto nado wa kanari honmono no oto de, kore wa jissai ni keiken ni tsuika sa remashita. Koe no engi mo subarashī to hijō ni yoku kyasuto sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music in this show might have been it's 'weak point' in that it lacked any kind of super memorable OP or ED, but the music played during the show itself was always fitting, and never over-bearing. Subtly with background music is always important, and as with most everything else in this show, it was done amazingly well. I also might add that the sound quality of the show itself was amazing. The weapon sounds and such were quite authentic sounding, and this really added to the experience. The voice acting is also fantastic and very well cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music in this show might have been it's 'weak point' in that it lacked any kind of super memorable OP or ED, but the music played during the show itself was always fitting, and never over-bearing.\u001b[24m\n    \u001b[1mこのショーの音楽は、思い出深いOPやEDがないという点で「弱点」だったかもしれませんが、ショーの間に演奏された音楽はいつもぴったりだったし、過度の負担もしていませんでした。\u001b[22m, \u001b[1mそれはスーパー思い出深いOPやEDのいずれかの種類を欠いていたという点で、このショーでの音楽はそれの「弱点」だったかもしれないが、ショー自体の間に再生される音楽は常にフィッティング、決してオーバーベアリングました。\u001b[22m\n\u001b[4mSubtly with background music is always important, and as with most everything else in this show, it was done amazingly well.\u001b[24m\n    \u001b[1mバックグラウンドの音楽はいつも重要であり、このショーの他のほとんどのものと同様、驚くほどうまくいっています。\u001b[22m, \u001b[1m微妙にバックグラウンドミュージックとは、常に重要であり、このショーで他のほとんどすべてのものと同じように、それは驚くほどよくやりました。\u001b[22m\n\u001b[4mI also might add that the sound quality of the show itself was amazing.\u001b[24m\n    \u001b[1mショー自体の音質は素晴らしいと付け加えたいかもしれません。\u001b[22m, \u001b[1m私はまた、番組自体の音質は驚くべきものだったことを追加することができます。\u001b[22m\n\u001b[4mThe weapon sounds and such were quite authentic sounding, and this really added to the experience.\u001b[24m\n    \u001b[1m武器の音などはかなり本物の音で、これは実際に経験に追加されました。\u001b[22m, \u001b[1m武器が鳴り、そのようにはかなり本格的なサウンドだったが、これは本当に経験に加えます。\u001b[22m\n\u001b[4mThe voice acting is also fantastic and very well cast.\u001b[24m\n    \u001b[1m声の演技も素晴らしいと非常によくキャストされています。\u001b[22m, \u001b[1m声の演技も素晴らしいと非常によくキャストです。\u001b[22m\n\u001b[1m\u001b[22m\nWhat really made this show special though is without a doubt the characters. I found very few, if any, of the main characters to be two-dimensional, something almost unheard of these days. Balsa is a tough-mother, and is absolutely the best at what she does. But what makes her real, and thus fantastic, is what the viewer slowly learns of her past. They also do not make her unrealistically invincible, which I think is vital to this story. Balsa will forever be one of my most loved characters. Chagum may have started out a little cliche, but his development over the course of the show made him a very interesting character. But the super star of the show and our main heroine is Balsa. Easily one of the best characters I've ever come across in an anime, Balsa is amazing. Instead of pulling the classic 'pretty woman with overly large assets that's either perfect or totally useless'... they made her real. She's a woman with what one might consider 'mild' traits in the anime world (I put that in quotes because I find her quite beautiful). She wasn't drawn to be some kind of moe-nightmare or knockout beauty, infact they don't even try to portray her as young. She's drawn to be exactly what she is-- a middle-age woman that has spent a large portion of her life as a spear-for-higher. And she acts like it too.\n\n\u001b[1m疑いの余地はないが、本当にこのショーを特別なものにしたのは何か。 私は主人公が2次元であることはごくわずかであることを発見しました。 バルサはタフな母親であり、彼女がしていることでは最高です。 しかし、彼女を本当に、そして素晴らしいものにするのは、視聴者が彼女の過去をゆっくりと知ることです。 彼らはまた彼女を非現実的に無敵にしない。私はこの話に不可欠だと思う。 バルサは永遠に私の最も愛されたキャラクターの1つになります。 シャガムは少しの進歩を遂げたかもしれないが、ショーの過程での彼の発達は彼に非常に興味深い特徴をもたらした。 しかし、ショーのスーパースターと主なヒロインはバルサです。 簡単に私がアニメで遭遇した最高のキャラクターの一つ、バルサは素晴らしいです。 完璧な、まったく役に立たない、過度に大きな資産を持つ古典的な「美しい女性」を引っ張る代わりに、彼らは彼女を本物にしました。 彼女は、アニメ界で「マイルドな」特性を考慮しているかもしれない女性です（私は彼女を非常に美しく見ているので、これを引用符で囲みます）。 彼女はモエ・ナイトメアやノックアウトの美しさのように描かれていませんでしたが、彼らは若さを描写しようとしていません。 彼女はまさに彼女が何であるかを描いています。中世の女性で、彼女の人生の大部分を槍のようなものとして費やしています。 彼女はそのように行動する。\u001b[22m\n\u001b[1m(Utagai no yochi wa naiga, hontōni kono shō o tokubetsuna mono ni shita no wa nani ka. Watashi wa shujinkō ga 2-jigendearu koto wa goku wazukadearu koto o hakken shimashita. Shagamu wa sukoshi no shinpo o togeta kamo shirenaiga, shō no katei de no kare no hattatsu wa kare ni hijō ni kyōmibukai tokuchō o motarashita. Shikashi, shō no sūpāsutā to omona hiroin wa barusadesu. Kantan ni watashi ga anime de sōgū shita saikō no kyarakutā no hitotsu, barusa wa subarashīdesu. Kanpekina, mattaku yakunitatanai, kado ni ōkina shisan o motsu koten-tekina `utsukushī josei' o hipparu kawari ni, karera wa kanojo o honmono ni shimashita. Kanojo wa, anime-kai de `mairudona' tokusei o kōryo shite iru kamo shirenai joseidesu (watashi wa kanojo o hijō ni utsukushiku mite irunode, kore o in'yō fu de kakomimasu). Kanojo wa Moe naitomea ya nokkuauto no utsukushi-sa no yō ni egaka rete imasendeshitaga, karera wa waka-sa o byōsha shiyou to shite imasen. Kanojo wa masani kanojo ga nandearu ka o kaite imasu. Chūsei no josei de, kanojo no jinsei no daibubun o yari no yōna mono to shite tsuiyashite imasu. Kanojo wa sonoyōni kōdō suru. Barusa wa tafuna hahaoyadeari, kanojo ga shite iru kotode wa saikōdesu. Shikashi, kanojo o hontōni, soshite subarashī mono ni suru no wa, shichō-sha ga kanojo no kako o yukkuri to shiru kotodesu. Karera wa mata kanojo o higenjitsuteki ni muteki ni shinai. Watashi wa kono-wa ni fukaketsuda to omou. Barusa wa eien ni watashi no mottomo aisa reta kyarakutā no 1tsu ni narimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnimation for this show was also amazing. A fantastic job was done by the artists to make all of the movement animation not only fluid in general, but especially during fights. They also took great care in accurately portray the different warrior styles. Many of the different warriors through out the show actually wielded and used their weapons correctly. Spear wielders actually fought like spear wielders, sword fighters fought like sword fighters, etc. It's obvious that this studio put a lot of time and effort into researching and getting the different stances and weapons correct. The background art and characters designs were also all beautifully done. And one last time I'll mention that they did a good job of making the characters in this show feel much more real by portraying them more accurately, rather than taking the standard anime route and making them feel extremely over the top.\n\n\u001b[1mこのショーのアニメーションも素晴らしかったです。 すべての動きアニメーションを一般的に流体だけでなく、特に戦い中にするという素晴らしい仕事がアーティストによって行われました。 彼らはまた、さまざまな戦士様式を正確に描写することに大きな注意を払った。 ショーを通じたさまざまな戦士たちの多くは、実際に武器を正しく使用して使いました。 スピアウィーダーは実際に槍のように戦った、剣闘士は剣闘士のように戦った。それは、このスタジオが研究と異なるスタンスと武器を正確に取得するために多くの時間と労力をかけたことは明らかです。 背景のアートや文字のデザインもすべて美しく仕上げられていました。 そして最後に、標準的なアニメのルートを取って頂点を極端に感じさせるのではなく、もっと正確に表現することで、この番組のキャラクターをもっとリアルに感じさせてもらうことができたと言います。\u001b[22m\n\u001b[1m(Kono shō no animēshon mo subarashikattadesu. Subete no ugoki animēshon o ippantekini ryūtai dakedenaku, tokuni tatakai-chū ni suru to iu subarashī shigoto ga ātisuto ni yotte okonawa remashita. Karera wa mata, samazamana senshi yōshiki o seikaku ni byōsha suru koto ni ōkina chūi o haratta. Shō o tsūjita samazamana senshi-tachi no ōku wa, jissai ni buki o tadashiku shiyō shite tsukaimashita. Supiau~īdā wa jissai ni yari no yō ni tatakatta, ken tōshi wa ken tōshi no yō ni tatakatta. Sore wa, kono sutajio ga kenkyū to kotonaru sutansu to buki o seikaku ni shutoku suru tame ni ōku no jikan to rōryoku o kaketa koto wa akirakadesu. Haikei no āto ya moji no dezain mo subete utsukushiku shiage rarete imashita. Soshite saigo ni, hyōjun-tekina anime no rūto o totte chōten o kyokutan ni kanji saseru node wa naku, motto seikaku ni hyōgen suru koto de, kono bangumi no kyarakutā o motto riaru ni kanji sasete morau koto ga dekita to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnimation for this show was also amazing. A fantastic job was done by the artists to make all of the movement animation not only fluid in general, but especially during fights. They also took great care in accurately portray the different warrior styles. Many of the different warriors through out the show actually wielded and used their weapons correctly. Spear wielders actually fought like spear wielders, sword fighters fought like sword fighters, etc. It's obvious that this studio put a lot of time and effort into researching and getting the different stances and weapons correct. The background art and characters designs were also all beautifully done. And one last time I'll mention that they did a good job of making the characters in this show feel much more real by portraying them more accurately, rather than taking the standard anime route and making them feel extremely over the top.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation for this show was also amazing.\u001b[24m\n    \u001b[1mこのショーのアニメーションも素晴らしかったです。\u001b[22m, \u001b[1mこのショーのためのアニメーションも驚くべきものでした。\u001b[22m\n\u001b[4mA fantastic job was done by the artists to make all of the movement animation not only fluid in general, but especially during fights.\u001b[24m\n    \u001b[1mすべての動きアニメーションを一般的に流体だけでなく、特に戦い中にするという素晴らしい仕事がアーティストによって行われました。\u001b[22m, \u001b[1m素晴らしい仕事があるが、特に戦いの間に、一般的には移動アニメーションだけでなく、流体のすべてを作るために芸術家によって行われました。\u001b[22m\n\u001b[4mThey also took great care in accurately portray the different warrior styles.\u001b[24m\n    \u001b[1m彼らはまた、さまざまな戦士様式を正確に描写することに大きな注意を払った。\u001b[22m, \u001b[1m彼らはまた、正確には細心の注意をした別の戦士のスタイルを描きます。\u001b[22m\n\u001b[4mMany of the different warriors through out the show actually wielded and used their weapons correctly.\u001b[24m\n    \u001b[1mショーを通じたさまざまな戦士たちの多くは、実際に武器を正しく使用して使いました。\u001b[22m, \u001b[1mショーアウトを通して異なる戦士の多くは、実際に行使し、正しく彼らの武器を使用します。\u001b[22m\n\u001b[4mSpear wielders actually fought like spear wielders, sword fighters fought like sword fighters, etc. It's obvious that this studio put a lot of time and effort into researching and getting the different stances and weapons correct.\u001b[24m\n    \u001b[1mスピアウィーダーは実際に槍のように戦った、剣闘士は剣闘士のように戦った。それは、このスタジオが研究と異なるスタンスと武器を正確に取得するために多くの時間と労力をかけたことは明らかです。\u001b[22m, \u001b[1mスピアは、実際にそれがこのスタジオは正しい異なるスタンスや武器を研究し、取得に時間と労力の多くを置くことは明らかです等、槍装備者のように戦った剣の戦闘機は剣の戦闘機のように戦った装備者。\u001b[22m\n\u001b[4mThe background art and characters designs were also all beautifully done.\u001b[24m\n    \u001b[1m背景のアートや文字のデザインもすべて美しく仕上げられていました。\u001b[22m, \u001b[1m背景技術やキャラクターデザインは、すべての美しく行われました。\u001b[22m\n\u001b[4mAnd one last time I'll mention that they did a good job of making the characters in this show feel much more real by portraying them more accurately, rather than taking the standard anime route and making them feel extremely over the top.\u001b[24m\n    \u001b[1mそして最後に、標準的なアニメのルートを取って頂点を極端に感じさせるのではなく、もっと正確に表現することで、この番組のキャラクターをもっとリアルに感じさせてもらうことができたと言います。\u001b[22m, \u001b[1mそして、私は彼らがこのショーで文字を作るの良い仕事をしたことに言及します1最後の時間をより正確にそれらを描いたのではなく、標準的なアニメのルートを取って、それらを上から非常に感じることによって、はるかに本物の感じています。\u001b[22m\n\u001b[1m\u001b[22m\nAll-in-all, this is one of my personal all-time favorite shows, and I absolutely recommend it to anyone and everyone. There are very few weaknesses in this show, and none of them detract from the show in any way. Except you might want to physically harm Chagum from time to time. No biggie. Haha.\n\n\u001b[1mオール・イン・オール、これは私の個人的なすべての時間のお気に入りのショーの一つであり、私は絶対に誰と誰にでもそれをお勧めします。 このショーにはいくつかの弱点があり、どれもショーを損なうものはありません。 あなたは物理的にシャガムを時々傷つけることを望む場合を除いて。 いいえ。 ハハ。\u001b[22m\n\u001b[1m(Ōru in ōru, kore wa watashi no kojin-tekina subete no jikan no okiniiri no shō no hitotsudeari, watashi wa zettai ni dare to darenidemo sore o o susume shimasu. Kono shō ni wa ikutsu ka no jakuten ga ari, dore mo shō o sokonau mono wa arimasen. Anata wa butsuri-teki ni shagamu o tokidoki kizutsukeru koto o nozomu baai o nozoite. Īe. Haha.)\u001b[22m\n\nTranslations of \u001b[4mAll-in-all, this is one of my personal all-time favorite shows, and I absolutely recommend it to anyone and everyone. There are very few weaknesses in this show, and none of them detract from the show in any way. Except you might want to physically harm Chagum from time to time. No biggie. Haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll-in-all, this is one of my personal all-time favorite shows, and I absolutely recommend it to anyone and everyone.\u001b[24m\n    \u001b[1mオール・イン・オール、これは私の個人的なすべての時間のお気に入りのショーの一つであり、私は絶対に誰と誰にでもそれをお勧めします。\u001b[22m, \u001b[1mALL-IN-allが、これは私の個人的なすべての時間のお気に入りの番組の一つであり、私は絶対に誰と誰にもお勧め。\u001b[22m\n\u001b[4mThere are very few weaknesses in this show, and none of them detract from the show in any way.\u001b[24m\n    \u001b[1mこのショーにはいくつかの弱点があり、どれもショーを損なうものはありません。\u001b[22m, \u001b[1mそこにこのショーでは非常に少数の弱点があり、それらのいずれも任意の方法でのショーを損なうことはありません。\u001b[22m\n\u001b[4mExcept you might want to physically harm Chagum from time to time.\u001b[24m\n    \u001b[1mあなたは物理的にシャガムを時々傷つけることを望む場合を除いて。\u001b[22m, \u001b[1mあなたは物理的に随時Chagumを傷つけるしたい場合があります除きます。\u001b[22m\n\u001b[4mNo biggie.\u001b[24m\n    \u001b[1mいいえ。\u001b[22m, \u001b[1m大騒ぎするほどのことではありません。\u001b[22m\n\u001b[4mHaha.\u001b[24m\n    \u001b[1mハハ。\u001b[22m"
  },
  {
    "title": "Seirei_no_Moribito",
    "id": "1827",
    "url": "https://myanimelist.net/anime/1827/Seirei_no_Moribito",
    "user": "Firechick12012",
    "profile": "/profile/Firechick12012/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=50507",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\n2007年には、アニメ、特にその年の間に放映されたアニメを見ることに真剣に取り組み始めました。  1つのタイトルは、私の把握をスリップさせた：SeireiのMoribito。 私はそれが存在することを知っていましたが、それは私が見ていないGuin Sagaのように、理解するのが本当に難しい政治的な幻想の1つだと思っていました。 ある日、ちょっと退屈になった後、私はMoribitoを試してみることにしました。そして男の子、私は嬉しかったです！ 私は2007年にこのショーを見落としたと信じられない！ どのように私はとても敏感ではないか？ しかし、今私はそれを終えて、このアニメが私のトップ30にあると言ってうれしく思います！\n\n物語は、ボディーガードとして働く母国の町から旅行しているバルサという若い女性のことです。 彼女は、王室の最年少の息子シャガム（Chagum）の息子の命が川に落ちるのを助けます。 二人目の女王シャガムの母親は、彼女が息子を世話し、守るようにと頼みます。彼は何らかの水悪魔を抱えています。そして水悪魔は数百年に一度は猛烈な干ばつを引き起こすと言われています。 彼はシャガムの死が干ばつを止めると感じているので、彼を暗殺したい。 バルサはシャガムを翼の下に置き、水の鬼を彼から持ち出す方法を見つけながら彼を守っています。 彼らの旅のお手伝いをするのは、Tanda、Balsaの幼なじみの友人で、倫理学者Torogaiと、ToyaとSayaの2つの友人です。 しかし、彼らの努力にもかかわらず、Mikadoの暗殺者はChagumがどんなコストでも死ぬことを望んでいます。\n\n\n\n音楽は本当に記憶に残るものでも、画期的なものでもありません。 今私は間違っていない、私はそれが何かを嫌うと言っていません。 それどころか、私はそれが好きです。 それは素晴らしく、微妙で、いつ静けさと素敵で、すべてに行きたいのかを知り、正しい時にそうします。 しかし、それは私のお気に入りの一つではありません。 私は、しかし、オープニングのテーマが大好きでした！ 私は本当にL'Arc en Cielのファンではありませんが（私はそれらを嫌うと言っているわけではありません）、私は個人的にこれまでの彼らの最高の曲だと思うし、アニメーションは確かに正義でした！\n\nキャラクターは...私にあなたにこれを教えさせます：このショーでは、フラットなキャラクターやまばらなキャラクターはまったくありません。 なし。 ランダムな愚かさや愚かさ、あるいは馬鹿馬鹿しいものなどは期待しないでください。 誰も心配しない - このシリーズでは衰えていない！ わーい！ 私は理由についてあまり詳しく説明しません。 あなたは自分のために見ると見る必要があります。 ジルシュ。  Zippo。 ナダ 何もない！ それぞれのキャラクターは、比較的小さなキャラクターでさえ、複雑でよく丸く、私たちが知っているどんなステレオタイプからも遠く離れています。 バルサは私が見てきた最高かつ最強の女性アニメキャラで、シャガムは私が見た苦しみの中で最高の乙女です。支持キャラクターは彼らがキャラクターをサポートしていることを知っています。 彼らに特別なものは何もありません。 彼らはすべて普通の人間と同じように考えており、かなり知的です。\n\nもし私が欠点を指摘しなければならないのであれば、ショーの中盤ではより多くの対立があったはずだと思っています。 しかし、すべての正直さで、それはそれについてです。 おとこ！ もし私がそれについて知っていれば、私はそれをDVRし、それが放映されるのを見ていたでしょう！ ああ、私はそれを見て、私はそれが大好きだと言ってうれしい！ また、最後の2つのエピソードも素晴らしいです。 私が大好きなのは、ショーの誤解を招くことです。 あなたの政治的なスリラーのように見えますが、実際には子供のための母親の愛について心温まる話です。 私はこれについて詳しく説明したいが、母親が子供のために持っている愛はあまりにも言い表せないものなので、私はそれを残す。 私はまた、伝統や儀式、そして非常にうまくいったバックストーリーを与えて、ショーの様子をどのように展開するのが大好きです。 ヘック、私の座席の端に私を持っていたエピソードの一つは、私が最も興奮した、すべてのもののギャンブルについてのものです！ ギャンブル！ しかし、私は彼らがそれを提示した方法を愛しているからだと思う。 また、私はこの全部をHuluの英語で見ました。私が聞いたことから、それはある時点でAdult Swimに放映されました。\n\nSeireiのMoribitoは最高の方法で最高です。 この業界のすべてのアニメの苦労に疲れたら、これを見てください。 それはきれいで素晴らしいです！ あなたがすべての決意を離れて欲しいかどうかを見る素晴らしいアニメ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIn 2007, I had just started getting serious about watching anime, particularly those that have just aired during that year, while following some others as well. One title happened to slip my grasp: Seirei no Moribito. I knew of it's existence, but I thought it was one of those political fantasies that seemed really hard to understand, like Guin Saga, which I haven't watched. After feeling rather bored one day, I decided to try out Moribito...and boy, am I glad I did! I can't believe I overlooked this show back in 2007! How could I be so insensitive?! But now I've finished it and I'm glad to say that this anime is on my top 30!\n\n\u001b[1m2007年には、アニメ、特にその年の間に放映されたアニメを見ることに真剣に取り組み始めました。  1つのタイトルは、私の把握をスリップさせた：SeireiのMoribito。 私はそれが存在することを知っていましたが、それは私が見ていないGuin Sagaのように、理解するのが本当に難しい政治的な幻想の1つだと思っていました。 ある日、ちょっと退屈になった後、私はMoribitoを試してみることにしました。そして男の子、私は嬉しかったです！ 私は2007年にこのショーを見落としたと信じられない！ どのように私はとても敏感ではないか？ しかし、今私はそれを終えて、このアニメが私のトップ30にあると言ってうれしく思います！\u001b[22m\n\u001b[1m(2007-Nen ni wa, anime, tokuni sono-nen no ma ni hōei sa reta anime o miru koto ni shinken ni torikumi hajimemashita. 1Tsu no taitoru wa, watashi no haaku o surippu sa seta: Seirei no Moribito. Watashi wa sore ga sonzai suru koto o shitte imashitaga, sore wa watashi ga miteinai Guin Saga no yō ni, rikai suru no ga hontōni muzukashī seiji-tekina gensō no 1tsuda to omotte imashita. Aru Ni~Tsu, chotto taikutsu ni natta nochi, watashi wa Moribito o tameshite miru koto ni shimashita. Soshite otokonoko, watashi wa ureshikattadesu! Watashi wa 2007-nen ni kono shō o miotoshita to shinjirarenai! Dono yō ni watashi wa totemo binkande wanai ka? Shikashi, ima watashi wa sore o oete, kono anime ga watashi no toppu 30 ni aru to itte ureshiku omoimasu!)\u001b[22m\n\nTranslations of \u001b[4mIn 2007, I had just started getting serious about watching anime, particularly those that have just aired during that year, while following some others as well. One title happened to slip my grasp: Seirei no Moribito. I knew of it's existence, but I thought it was one of those political fantasies that seemed really hard to understand, like Guin Saga, which I haven't watched. After feeling rather bored one day, I decided to try out Moribito...and boy, am I glad I did! I can't believe I overlooked this show back in 2007! How could I be so insensitive?! But now I've finished it and I'm glad to say that this anime is on my top 30!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn 2007, I had just started getting serious about watching anime, particularly those that have just aired during that year, while following some others as well.\u001b[24m\n    \u001b[1m2007年には、アニメ、特にその年の間に放映されたアニメを見ることに真剣に取り組み始めました。\u001b[22m, \u001b[1m2007年に、私は同様にいくつかの他に追従してちょうど、その年の間に放映されていること特に、アニメを見て真剣に考えてき始めていました。\u001b[22m\n\u001b[4mOne title happened to slip my grasp: Seirei no Moribito.\u001b[24m\n    \u001b[1m1つのタイトルは、私の把握をスリップさせた：SeireiのMoribito。\u001b[22m, \u001b[1m精霊なしMoribito：一つのタイトルは私の把握をスリップに起こりました。\u001b[22m\n\u001b[4mI knew of it's existence, but I thought it was one of those political fantasies that seemed really hard to understand, like Guin Saga, which I haven't watched.\u001b[24m\n    \u001b[1m私はそれが存在することを知っていましたが、それは私が見ていないGuin Sagaのように、理解するのが本当に難しい政治的な幻想の1つだと思っていました。\u001b[22m, \u001b[1m私はそれの存在を知って、私はそれは私が見ていないグイン・サーガ、同様に、理解することは本当に難しいように見えたものを政治的ファンタジーの一つだと思いました。\u001b[22m\n\u001b[4mAfter feeling rather bored one day, I decided to try out Moribito...and boy, am I glad I did!\u001b[24m\n    \u001b[1mある日、ちょっと退屈になった後、私はMoribitoを試してみることにしました。そして男の子、私は嬉しかったです！\u001b[22m, \u001b[1m1日ではなく退屈を感じた後、私はMoribitoを試してみることにしました...そして、少年、私は私は嬉しいです！\u001b[22m\n\u001b[4mI can't believe I overlooked this show back in 2007!\u001b[24m\n    \u001b[1m私は2007年にこのショーを見落としたと信じられない！\u001b[22m, \u001b[1m私は2007年に戻って、このショーを見落として信じることができません！\u001b[22m\n\u001b[4mHow could I be so insensitive?!\u001b[24m\n    \u001b[1mどのように私はとても敏感ではないか？\u001b[22m, \u001b[1mどのように私は鈍感かもしれません！\u001b[22m\n\u001b[4mBut now I've finished it and I'm glad to say that this anime is on my top 30!\u001b[24m\n    \u001b[1mしかし、今私はそれを終えて、このアニメが私のトップ30にあると言ってうれしく思います！\u001b[22m, \u001b[1mしかし、今、私はそれを終えていると私はこのアニメは私のトップ30にあることを言ってくれてうれしいです！\u001b[22m\n\u001b[1m\u001b[22m\nThe story's about a young woman named Balsa who's traveling from her native town working as a bodyguard. She saves the life of the royal family's youngest son, the second prince Chagum, from falling into a river. The second queen, Chagum's mother, asks her to take care of her son and protect him because he has some kind of water demon in him, and because the water demon is said to bring torrid droughts every few hundred years, his father, the Mikado , wants him assassinated because he feels that Chagum's death will stop the drought. Balsa takes Chagum under her wing and protects him while finding a way to bring the water demon out of him. Assisting them on their journey are Tanda, Balsa's childhood friend and a herbatologist, the eccentric magic weaver Torogai, and two friendly street urchins named Toya and Saya. But despite their efforts, the Mikado's assassins want Chagum dead at all costs, and they'll stop at nothing to bring them down.\n\n\u001b[1m物語は、ボディーガードとして働く母国の町から旅行しているバルサという若い女性のことです。 彼女は、王室の最年少の息子シャガム（Chagum）の息子の命が川に落ちるのを助けます。 二人目の女王シャガムの母親は、彼女が息子を世話し、守るようにと頼みます。彼は何らかの水悪魔を抱えています。そして水悪魔は数百年に一度は猛烈な干ばつを引き起こすと言われています。 彼はシャガムの死が干ばつを止めると感じているので、彼を暗殺したい。 バルサはシャガムを翼の下に置き、水の鬼を彼から持ち出す方法を見つけながら彼を守っています。 彼らの旅のお手伝いをするのは、Tanda、Balsaの幼なじみの友人で、倫理学者Torogaiと、ToyaとSayaの2つの友人です。 しかし、彼らの努力にもかかわらず、Mikadoの暗殺者はChagumがどんなコストでも死ぬことを望んでいます。\u001b[22m\n\u001b[1m(Monogatari wa, bodīgādo to shite hataraku bokoku no machi kara ryokō shite iru barusa to iu wakai josei no kotodesu. Kanojo wa, ōshitsu no sainenshō no musuko shagamu (Chagum) no musuko no inochi ga kawa ni ochiru no o tasukemasu. Futari-me no joō shagamu no hahaoya wa, kanojo ga musuko o sewa shi, mamoru yō ni to tanomimasu. Kare wa nanrakano mizu akuma o kakaete imasu. Soshite mizu akuma wa suhyakunen ni ichido wa mōretsuna kanbatsu o hikiokosu to iwa rete imasu. Kare wa shagamu no shi ga kanbatsu o tomeru to kanjite irunode, kare o ansatsu shitai. Barusa wa shagamu o tsubasa no shita ni oki, mizu no oni o kare kara mochidasu hōhō o mitsukenagara kare o mamotte imasu. Karera no tabi no otetsudai o suru no wa, Tanda, barusa no osananajimi no yūjin de, rinri gakusha Torogai to, Toya to Saya no 2tsu no yūjindesu. Shikashi, karera no doryoku nimokakawarazu, Mikado no asashin wa Chagum ga don'na kosuto demo shinu koto o nozonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story's about a young woman named Balsa who's traveling from her native town working as a bodyguard. She saves the life of the royal family's youngest son, the second prince Chagum, from falling into a river. The second queen, Chagum's mother, asks her to take care of her son and protect him because he has some kind of water demon in him, and because the water demon is said to bring torrid droughts every few hundred years, his father, the Mikado , wants him assassinated because he feels that Chagum's death will stop the drought. Balsa takes Chagum under her wing and protects him while finding a way to bring the water demon out of him. Assisting them on their journey are Tanda, Balsa's childhood friend and a herbatologist, the eccentric magic weaver Torogai, and two friendly street urchins named Toya and Saya. But despite their efforts, the Mikado's assassins want Chagum dead at all costs, and they'll stop at nothing to bring them down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story's about a young woman named Balsa who's traveling from her native town working as a bodyguard.\u001b[24m\n    \u001b[1m物語は、ボディーガードとして働く母国の町から旅行しているバルサという若い女性のことです。\u001b[22m, \u001b[1mボディーガードとして働いて彼女の故郷の町から旅だバルサという若い女性の話の。\u001b[22m\n\u001b[4mShe saves the life of the royal family's youngest son, the second prince Chagum, from falling into a river.\u001b[24m\n    \u001b[1m彼女は、王室の最年少の息子シャガム（Chagum）の息子の命が川に落ちるのを助けます。\u001b[22m, \u001b[1m彼女が川に落ちるから、王室の末の息子、第二王子のChagumの寿命を節約できます。\u001b[22m\n\u001b[4mThe second queen, Chagum's mother, asks her to take care of her son and protect him because he has some kind of water demon in him, and because the water demon is said to bring torrid droughts every few hundred years, his father, the Mikado\u001b[24m\n    \u001b[1m二人目の女王シャガムの母親は、彼女が息子を世話し、守るようにと頼みます。彼は何らかの水悪魔を抱えています。そして水悪魔は数百年に一度は猛烈な干ばつを引き起こすと言われています。\u001b[22m, \u001b[1m第二の女王、Chagumの母親、息子の世話をし、彼は彼の水鬼のいくつかの種類を持っているので、彼を守るために彼女を要求し、水の悪魔は、すべて、数百年炎熱の干ばつをもたらすといわれているので、彼の父、ミカド\u001b[22m\n\u001b[4m, wants him assassinated because he feels that Chagum's death will stop the drought.\u001b[24m\n    \u001b[1m彼はシャガムの死が干ばつを止めると感じているので、彼を暗殺したい。\u001b[22m, \u001b[1m彼はChagumの死は、干ばつを停止することを感じているので、彼は暗殺されたいです。\u001b[22m\n\u001b[4mBalsa takes Chagum under her wing and protects him while finding a way to bring the water demon out of him.\u001b[24m\n    \u001b[1mバルサはシャガムを翼の下に置き、水の鬼を彼から持ち出す方法を見つけながら彼を守っています。\u001b[22m, \u001b[1mバルサは彼女の翼の下にChagumを取り、彼の外に水の悪魔をもたらす方法を見つけることながら、彼を保護します。\u001b[22m\n\u001b[4mAssisting them on their journey are Tanda, Balsa's childhood friend and a herbatologist, the eccentric magic weaver Torogai, and two friendly street urchins named Toya and Saya.\u001b[24m\n    \u001b[1m彼らの旅のお手伝いをするのは、Tanda、Balsaの幼なじみの友人で、倫理学者Torogaiと、ToyaとSayaの2つの友人です。\u001b[22m, \u001b[1m彼らの旅にそれらを支援するにはニュータンダ、バルサの幼なじみとherbatologist、偏心マジックウィーバーTorogai、および洞爺と沙耶という名前の2つの友好ストリートウニです。\u001b[22m\n\u001b[4mBut despite their efforts, the Mikado's assassins want Chagum dead at all costs, and they'll stop at nothing to bring them down.\u001b[24m\n    \u001b[1mしかし、彼らの努力にもかかわらず、Mikadoの暗殺者はChagumがどんなコストでも死ぬことを望んでいます。\u001b[22m, \u001b[1mしかし、彼らの努力にもかかわらず、ミカドの暗殺者は、すべてのコストでChagumが死んで欲しい、と彼らはそれらをダウンさせるためには何もで停止します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe music...isn't really all that memorable or groundbreaking. Now don't get me wrong, I'm not saying I hate it or anything. On the contrary, I like it. It's nice and subtle, and knows when it wants to be calm and nice and go all out, and does so at the right times. But it's not one of my favorites. I did, however, love the opening theme! I'm not really a fan of L'Arc en Ciel (again, not saying I hate them), but I personally think this is their best song so far, and the animation certainly did it justice!\n\n\u001b[1m音楽は本当に記憶に残るものでも、画期的なものでもありません。 今私は間違っていない、私はそれが何かを嫌うと言っていません。 それどころか、私はそれが好きです。 それは素晴らしく、微妙で、いつ静けさと素敵で、すべてに行きたいのかを知り、正しい時にそうします。 しかし、それは私のお気に入りの一つではありません。 私は、しかし、オープニングのテーマが大好きでした！ 私は本当にL'Arc en Cielのファンではありませんが（私はそれらを嫌うと言っているわけではありません）、私は個人的にこれまでの彼らの最高の曲だと思うし、アニメーションは確かに正義でした！\u001b[22m\n\u001b[1m(Ongaku wa hontōni kioku ni nokoru monode mo, kakkitekina monode mo arimasen. Ima watashi wa machigatteinai, watashi wa soregananika o kirau to itte imasen. Soredokoroka, watashi wa sore ga sukidesu. Sore wa subarashiku, bimyōde, itsu shizukesa to sutekide, subete ni ikitai no ka o shiri, tadashī toki ni sō shimasu. Shikashi, soreha watashinōkiniiri no hitotsude wa arimasen. Watashi wa, shikashi, ōpuningu no tēma ga daisukideshita! Watashi wa hontōni L' Arc en sheru no fande wa arimasenga (watashi wa sorera o kirau to itte iru wakede wa arimasen), watashi wa kojin-teki ni kore made no karera no saikō no kyokuda to omoushi, animēshon wa tashika ni seigideshita!)\u001b[22m\n\nTranslations of \u001b[4mThe music...isn't really all that memorable or groundbreaking. Now don't get me wrong, I'm not saying I hate it or anything. On the contrary, I like it. It's nice and subtle, and knows when it wants to be calm and nice and go all out, and does so at the right times. But it's not one of my favorites. I did, however, love the opening theme! I'm not really a fan of L'Arc en Ciel (again, not saying I hate them), but I personally think this is their best song so far, and the animation certainly did it justice!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music...isn't really all that memorable or groundbreaking.\u001b[24m\n    \u001b[1m音楽は本当に記憶に残るものでも、画期的なものでもありません。\u001b[22m, \u001b[1m音楽は...本当にすべてが思い出に残るか、画期的ではありません。\u001b[22m\n\u001b[4mNow don't get me wrong, I'm not saying I hate it or anything.\u001b[24m\n    \u001b[1m今私は間違っていない、私はそれが何かを嫌うと言っていません。\u001b[22m, \u001b[1m今、誤解しないでください、私はそれか何かを嫌いとは言いませんよ。\u001b[22m\n\u001b[4mOn the contrary, I like it.\u001b[24m\n    \u001b[1mそれどころか、私はそれが好きです。\u001b[22m, \u001b[1mそれどころか、私はそれが好き。\u001b[22m\n\u001b[4mIt's nice and subtle, and knows when it wants to be calm and nice and go all out, and does so at the right times.\u001b[24m\n    \u001b[1mそれは素晴らしく、微妙で、いつ静けさと素敵で、すべてに行きたいのかを知り、正しい時にそうします。\u001b[22m, \u001b[1mそれは素晴らしく、微妙だし、それは穏やかで、良いこと、すべてを外出したいときに知っていて、適切なタイミングでそれを行います。\u001b[22m\n\u001b[4mBut it's not one of my favorites.\u001b[24m\n    \u001b[1mしかし、それは私のお気に入りの一つではありません。\u001b[22m\n\u001b[4mI did, however, love the opening theme!\u001b[24m\n    \u001b[1m私は、しかし、オープニングのテーマが大好きでした！\u001b[22m, \u001b[1m私は、しかし、オープニングテーマが大好きでした！\u001b[22m\n\u001b[4mI'm not really a fan of L'Arc en Ciel (again, not saying I hate them), but I personally think this is their best song so far, and the animation certainly did it justice!\u001b[24m\n    \u001b[1m私は本当にL'Arc en Cielのファンではありませんが（私はそれらを嫌うと言っているわけではありません）、私は個人的にこれまでの彼らの最高の曲だと思うし、アニメーションは確かに正義でした！\u001b[22m, \u001b[1m私は本当にラルクのファンではない（再び、私はそれらを嫌いと言っていない）が、私は個人的に、これは、これまで彼らの最高の曲だと思う、とアニメーションは確かに正義それをやりました！\u001b[22m\n\u001b[1m\u001b[22m\nThe characters...let me tell you this: in this show, there are absolutely NO flat or bland characters here. None. Don't expect any random stupidity or silliness or goofiness or anything like that. Nobody's mind-numbingly retarded in this series! Yay! I won't go into too much detail about why. You'll have to watch and see for yourself. Zilch. Zippo. Nada. Nothing! Every single character, even the relatively minor ones, are complex and well rounded and far away from any stereotype we know. Balsa's the best and strongest female anime character I've seen, Chagum is the best damsel in distress I've seen, the supporting characters know that they're supporting characters, and best of all, they're all perfectly realistic and human characters without anything special to them. They all think like normal human beings and are quite intelligent.\n\n\u001b[1mキャラクターは...私にあなたにこれを教えさせます：このショーでは、フラットなキャラクターやまばらなキャラクターはまったくありません。 なし。 ランダムな愚かさや愚かさ、あるいは馬鹿馬鹿しいことなどは期待しないでください。 誰も心配しない - このシリーズでは衰えていない！ わーい！ 私は理由についてあまり詳しく説明しません。 あなたは自分のために見ると見る必要があります。 ジルシュ。  Zippo。 ナダ 何もない！ それぞれのキャラクターは、比較的小さなキャラクターでさえ、複雑でよく丸く、私たちが知っているどんなステレオタイプからも遠く離れています。 バルサは私が見てきた最高かつ最強の女性アニメキャラで、シャガムは私が見た苦しみの中で最高の乙女です。支持キャラクターは彼らがキャラクターをサポートしていることを知っています。 彼らに特別なものは何もありません。 彼らはすべて普通の人間と同じように考えており、かなり知的です。\u001b[22m\n\u001b[1m(Kyarakutā wa... Watashi ni anata ni kore o oshie sasemasu: Kono shōde wa, furattona kyarakutā ya mabarana kyarakutā wa mattaku arimasen. Nashi. Jirushu. Jippō. Nada nanimonai! Sorezore no kyarakutā wa, hikakuteki chīsana kyarakutāde sae, fukuzatsude yoku maruku, watashitachi ga shitte iru don'na sutereo taipu kara mo tōkuhanarete imasu. Barusa wa watashi ga mitekita saikō katsu saikyō no josei anime kyara de, shagamu wa watashi ga mita kurushimi no naka de saikō no otomedesu. Shiji kyarakutā wa karera ga kyarakutā o sapōto shite iru koto o shitte imasu. Karera ni tokubetsuna mono wa nani mo arimasen. Karera wa subete futsū no ningen to onajiyōni kangaete ori, kanari chitekidesu. Randamuna oroka-sa ya oroka-sa, aruiwa bakabakashī koto nado wa kitai shinaide kudasai. Dare mo shinpai shinai - kono shirīzude wa otoroete inai! Wa ̄ i! Watashi wa riyū ni tsuite amari kuwashiku setsumei shimasen. Anata wa jibun no tame ni miru to miru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters...let me tell you this: in this show, there are absolutely NO flat or bland characters here. None. Don't expect any random stupidity or silliness or goofiness or anything like that. Nobody's mind-numbingly retarded in this series! Yay! I won't go into too much detail about why. You'll have to watch and see for yourself. Zilch. Zippo. Nada. Nothing! Every single character, even the relatively minor ones, are complex and well rounded and far away from any stereotype we know. Balsa's the best and strongest female anime character I've seen, Chagum is the best damsel in distress I've seen, the supporting characters know that they're supporting characters, and best of all, they're all perfectly realistic and human characters without anything special to them. They all think like normal human beings and are quite intelligent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters...let me tell you this: in this show, there are absolutely NO flat or bland characters here.\u001b[24m\n    \u001b[1mキャラクターは...私にあなたにこれを教えさせます：このショーでは、フラットなキャラクターやまばらなキャラクターはまったくありません。\u001b[22m, \u001b[1m文字が...私はあなたにこれを教えてみましょう：このショーでは、絶対にNOフラットまたは当たり障りのない文字がここにあります。\u001b[22m\n\u001b[4mNone.\u001b[24m\n    \u001b[1mなし。\u001b[22m, \u001b[1m無し。\u001b[22m\n\u001b[4mZilch.\u001b[24m\n    \u001b[1mジルシュ。\u001b[22m, \u001b[1m無。\u001b[22m\n\u001b[4mZippo.\u001b[24m\n    \u001b[1mZippo。\u001b[22m, \u001b[1mジッポー。\u001b[22m\n\u001b[4mNada.\u001b[24m\n    \u001b[1mナダ\u001b[22m, \u001b[1m灘。\u001b[22m\n\u001b[4mNothing!\u001b[24m\n    \u001b[1m何もない！\u001b[22m, \u001b[1m何もありません！\u001b[22m\n\u001b[4mEvery single character, even the relatively minor ones, are complex and well rounded and far away from any stereotype we know.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、比較的小さなキャラクターでさえ、複雑でよく丸く、私たちが知っているどんなステレオタイプからも遠く離れています。\u001b[22m, \u001b[1m一つ一つの文字、比較的軽微なものは、複雑でよく丸みを帯びたと遠く私たちが知っている任意の固定観念からです。\u001b[22m\n\u001b[4mBalsa's the best and strongest female anime character I've seen, Chagum is the best damsel in distress I've seen, the supporting characters know that they're supporting characters, and best of all, they're all perfectly realistic and human characters\u001b[24m\n    \u001b[1mバルサは私が見てきた最高かつ最強の女性アニメキャラで、シャガムは私が見た苦しみの中で最高の乙女です。支持キャラクターは彼らがキャラクターをサポートしていることを知っています。\u001b[22m, \u001b[1mバルサの私が見た中で最高と最強の女性アニメキャラクター、Chagumは私が見てきた苦痛で最高の乙女で、脇役は、彼らは文字をサポートしていることを知っている、すべての最高は、それらはすべて完璧に現実的かつ人間のキャラクターです\u001b[22m\n\u001b[4mwithout anything special to them.\u001b[24m\n    \u001b[1m彼らに特別なものは何もありません。\u001b[22m, \u001b[1m彼らに何か特別なことはありません。\u001b[22m\n\u001b[4mThey all think like normal human beings and are quite intelligent.\u001b[24m\n    \u001b[1m彼らはすべて普通の人間と同じように考えており、かなり知的です。\u001b[22m, \u001b[1m彼らはすべて正常な人間のように考えると、非常に知的です。\u001b[22m\n\u001b[4mDon't expect any random stupidity or silliness or goofiness or anything like that.\u001b[24m\n    \u001b[1mランダムな愚かさや愚かさ、あるいは馬鹿馬鹿しいことなどは期待しないでください。\u001b[22m, \u001b[1mそのような任意のランダムな愚かさや愚かさやgoofinessか何かを期待してはいけません。\u001b[22m\n\u001b[4mNobody's mind-numbingly retarded in this series!\u001b[24m\n    \u001b[1m誰も心配しない - このシリーズでは衰えていない！\u001b[22m, \u001b[1m誰の心-numbinglyこのシリーズの遅滞！\u001b[22m\n\u001b[4mYay!\u001b[24m\n    \u001b[1mわーい！\u001b[22m, \u001b[1mよー！\u001b[22m, \u001b[1mイェーイ！\u001b[22m\n\u001b[4mI won't go into too much detail about why.\u001b[24m\n    \u001b[1m私は理由についてあまり詳しく説明しません。\u001b[22m, \u001b[1m私は、理由についてはあまり詳細には触れません。\u001b[22m\n\u001b[4mYou'll have to watch and see for yourself.\u001b[24m\n    \u001b[1mあなたは自分のために見ると見る必要があります。\u001b[22m, \u001b[1mあなたが見て、自分のために参照してくださいする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nIf I had to point out a flaw, it's that I think there should've been more conflict in the middle parts of the show and that I wish some of the supporting characters had more screen time. But in all honesty, that's about it. Man! If I had known about it, I would've DVRed it and watched it as it aired! Oh well, I watched it and I'm glad to say I love it! Also, the final two episodes are great as well. What I love is how misleading the show is. It looks like your political thriller, but it's actually a heartwarming tale about a mother's love for a child. I'd love to go into detail about this, but the love a mother has for a child is just too indescribable, so I'll leave it at that. I also love how the show develops its setting, by giving it traditions and rituals and some very well done back story. Heck, one of the episodes that had me on the edge of my seat, and got me excited the most, is one about gambling of all things! Gambling! But I think it was because I love the way they presented it. Also, I watched this whole thing in English on Hulu, and from what I hear, it aired on Adult Swim at some point.\n\n\u001b[1mもし私が欠点を指摘しなければならないのであれば、ショーの中盤ではより多くの対立があったはずだと思っています。 しかし、すべての正直さで、それはそれについてです。 おとこ！ もし私がそれについて知っていれば、私はそれをDVRし、それが放映されるのを見ていたでしょう！ ああ、私はそれを見て、私はそれが大好きだと言ってうれしい！ また、最後の2つのエピソードも素晴らしいです。 私が大好きなのは、ショーの誤解を招くことです。 あなたの政治的なスリラーのように見えますが、実際には子供のための母親の愛について心温まる話です。 私はこれについて詳しく説明したいが、母親が子供のために持っている愛はあまりにも言い表せないものなので、私はそれを残す。 私はまた、伝統や儀式、そして非常にうまくいったバックストーリーを与えて、ショーの様子をどのように展開するのが大好きです。 ヘック、私の座席の端に私を持っていたエピソードの一つは、私が最も興奮した、すべてのもののギャンブルについてのものです！ ギャンブル！ しかし、私は彼らがそれを提示した方法を愛しているからだと思う。 また、私はこの全部をHuluの英語で見ました。私が聞いたことから、それはある時点でAdult Swimに放映されました。\u001b[22m\n\u001b[1m(Moshi watashi ga ketten o shiteki shinakereba naranai nodeareba, shō no chūban dewa yori ōku no tairitsu ga atta hazuda to omotte imasu. Shikashi, subete no shōjiki-sa de, sore wa sore ni tsuitedesu. Watashi ga daisukina no wa, shō no gokaiwomaneku kotodesu. Anata no seiji-tekina surirā no yō ni miemasuga, jissai ni wa kodomo no tame no hahaoya no ainitsuite kokoroatatamaru hanashidesu. Watashi wa kore ni tsuite kuwashiku setsumei shitaiga, hahaoya ga kodomo no tame ni motte iru ai wa amarini mo iiarawasenai mononanode, watashi wa sore o nokosu. Watashi wa mata, dentō ya gishiki, soshite hijō ni umaku itta bakkusutōrī o ataete, shō no yōsu o dono yō ni tenkai suru no ga daisukidesu. Hekku, watashi no zaseki no hashi ni watashi o motte ita episōdo no hitotsu wa, watashi ga mottomo kōfun shita, subete no mono no gyanburu ni tsuite no monodesu! Gyanburu! Shikashi, watashi wa karera ga sore o teiji shita hōhō o aishiteirukarada to omou. Mata, watashi wa kono zenbu o Hulu no eigo de mimashita. Watashi ga kiita koto kara, sore wa aru jiten de adarutosuimu ni hōei sa remashita. O toko! Moshi watashi ga sore ni tsuite shitte ireba, watashi wa sore o DVR shi, sore ga hōei sa reru no o mite itadeshou! Ā, watashi wa sore o mite, watashi wa sore ga daisukida to itte ureshī! Mata, saigo no 2tsu no episōdo mo subarashīdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nSeirei no Moribito is awesome in the best of ways. If you're tired of all the anime tropes in this industry, then watch this. It's clean and wonderful! A great anime to watch if you want to get away from all cliches.\n\n\u001b[1mSeireiのMoribitoは最高の方法で最高です。 この業界のすべてのアニメの苦労に疲れたら、これを見てください。 それはきれいで素晴らしいです！ あなたがすべての決意を離れて欲しいかどうかを見る素晴らしいアニメ。\u001b[22m\n\u001b[1m(Seirei no Moribito wa saikō no hōhō de saikōdesu. Kono gyōkai no subete no anime no kurō ni tsukaretara, kore o mite kudasai. Sore wa kireide subarashīdesu! Anata ga subete no ketsui o hanarete hoshī ka dō ka o miru subarashī anime.)\u001b[22m\n\nTranslations of \u001b[4mSeirei no Moribito is awesome in the best of ways. If you're tired of all the anime tropes in this industry, then watch this. It's clean and wonderful! A great anime to watch if you want to get away from all cliches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeirei no Moribito is awesome in the best of ways.\u001b[24m\n    \u001b[1mSeireiのMoribitoは最高の方法で最高です。\u001b[22m, \u001b[1m精霊なしMoribitoは方法の最良で素晴らしいです。\u001b[22m\n\u001b[4mIf you're tired of all the anime tropes in this industry, then watch this.\u001b[24m\n    \u001b[1mこの業界のすべてのアニメの苦労に疲れたら、これを見てください。\u001b[22m, \u001b[1mあなたはこの業界ではすべてのアニメの比喩の疲れている場合は、これを見て。\u001b[22m\n\u001b[4mIt's clean and wonderful!\u001b[24m\n    \u001b[1mそれはきれいで素晴らしいです！\u001b[22m, \u001b[1mそれはきれいで、素晴らしいです！\u001b[22m\n\u001b[4mA great anime to watch if you want to get away from all cliches.\u001b[24m\n    \u001b[1mあなたがすべての決意を離れて欲しいかどうかを見る素晴らしいアニメ。\u001b[22m, \u001b[1mあなたはすべての決まり文句から離れて取得したい場合は視聴するのに最適なアニメ。\u001b[22m"
  },
  {
    "title": "Seirei_no_Moribito",
    "id": "1827",
    "url": "https://myanimelist.net/anime/1827/Seirei_no_Moribito",
    "user": "Akusa",
    "profile": "/profile/Akusa/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=36542",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私はまだそのバルサ+タンダの赤ちゃんを待っているが、何でも。\n\nだから、おそらくあなたは、アニメ「KEMONO SOUJA NO ERIN」を見たことがあります。アニメは、SEIREI NO MORIBITOと同じ小説家に基づいています。\n\n全体として、このシリーズは、叙事詩と旅の最も一貫したレベルの1つです（ラグが全くない）、良いストーリーテリングの素晴らしい例です。 このシリーズはKSNEよりも開発に拡散していますが、これは与えられたプロットラインに焦点を当てたアクションストーリーです。\n\n私が気付いたことのいくつかは、著者が代理母親のためのものを持っているように見えるということです。バルサとエリンの両方にそのような役割があります。 私はTandaとBalsaが女性偏見と男性関連のライフスタイル/役割を持っていると想像すると、笑いを助けることはできません。\n\n私はこれが脳のような暴言のほうが多いと思うが、要するに：\nこのシリーズは、非常に軽い賢明な感覚で素早く冒されたアドベンチャーです。 あなたが最初のエピソードを好きな場合は、あなたは休みを好きになるでしょう。  PRETTY-MACHOの女性が好きな人は、これが〜\n\n私の1つの苦情は、エンディングがちょっと急いでいるように見えたが、何でも。 素晴らしいシリーズ全体。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'm still waiting for that Balsa+Tanda baby, but whatever.\n\n\u001b[1m私はまだそのバルサ+タンダの赤ちゃんを待っているが、何でも。\u001b[22m\n\u001b[1m(Watashi wa mada sono barusa + tanda no akachan o matte iruga, nani demo.)\u001b[22m\n\nTranslations of \u001b[4mI'm still waiting for that Balsa+Tanda baby, but whatever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm still waiting for that Balsa+Tanda baby, but whatever.\u001b[24m\n    \u001b[1m私はまだそのバルサ+タンダの赤ちゃんを待っているが、何でも。\u001b[22m, \u001b[1m私はまだそのバルサ+ニュータンダの赤ちゃんが、何を待っています。\u001b[22m\n\u001b[1m\u001b[22m\nSo perhaps you've seen the anime KEMONO SOUJA NO ERIN, an anime that is based off the same novelist as SEIREI NO MORIBITO.\n\n\u001b[1mだから、おそらくあなたは、アニメ「KEMONO SOUJA NO ERIN」を見たことがあります。アニメは、SEIREI NO MORIBITOと同じ小説家に基づいています。\u001b[22m\n\u001b[1m(Dakara, osoraku anata wa, anime `KEMONO SOUJA NO ERIN' o mita koto ga arimasu. Anime wa, SEIREI NO MORIBITO to onaji shōsetsuka ni motodzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo perhaps you've seen the anime KEMONO SOUJA NO ERIN, an anime that is based off the same novelist as SEIREI NO MORIBITO.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo perhaps you've seen the anime KEMONO SOUJA NO ERIN, an anime that is based off the same novelist as SEIREI NO MORIBITO.\u001b[24m\n    \u001b[1mだから、おそらくあなたは、アニメ「KEMONO SOUJA NO ERIN」を見たことがあります。アニメは、SEIREI NO MORIBITOと同じ小説家に基づいています。\u001b[22m, \u001b[1mだから、おそらくあなたはアニメ獣SOUJA NO ERIN、精霊NO MORIBITOと同じ小説家をベースにしていアニメを見てきました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this series is one that has one of the most consistent levels of epic and journey (absolutely no lag) that is a great example of good storytelling. While the series is more diffused in development than KSNE, this is more of an action story that focuses on the given plotline.\n\n\u001b[1m全体として、このシリーズは、叙事詩と旅の最も一貫したレベルの1つです（ラグが全くない）、良いストーリーテリングの素晴らしい例です。 このシリーズはKSNEよりも開発に拡散していますが、これは与えられたプロットラインに焦点を当てたアクションストーリーです。\u001b[22m\n\u001b[1m(Zentai to shite, kono shirīzu wa, jojishi to tabi no mottomo ikkan shita reberu no 1tsudesu (ragu ga mattaku nai), yoi sutōrīteringu no subarashī reidesu. Kono shirīzu wa KSNE yori mo kaihatsu ni kakusan shite imasuga, koreha ataerareta purottorain ni shōten o ateta akushonsutōrīdesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this series is one that has one of the most consistent levels of epic and journey (absolutely no lag) that is a great example of good storytelling. While the series is more diffused in development than KSNE, this is more of an action story that focuses on the given plotline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this series is one that has one of the most consistent levels of epic and journey (absolutely no lag) that is a great example of good storytelling.\u001b[24m\n    \u001b[1m全体として、このシリーズは、叙事詩と旅の最も一貫したレベルの1つです（ラグが全くない）、良いストーリーテリングの素晴らしい例です。\u001b[22m, \u001b[1m全体的に、このシリーズは、優れたストーリーテリングの良い例です叙事詩の最も一貫したレベルのいずれかとの旅（全く遅れ）を有するものです。\u001b[22m\n\u001b[4mWhile the series is more diffused in development than KSNE, this is more of an action story that focuses on the given plotline.\u001b[24m\n    \u001b[1mこのシリーズはKSNEよりも開発に拡散していますが、これは与えられたプロットラインに焦点を当てたアクションストーリーです。\u001b[22m, \u001b[1mシリーズはKSNEよりも開発中で、より拡散されるが、これは与えられたplotlineに焦点を当てたアクションストーリーの詳細です。\u001b[22m\n\u001b[1m\u001b[22m\nSome things that I have noticed is that the author appears to have a thing for surrogate mothers, as both Balsa and Erin have that kind of role. I cannot help laughing when imagining Tanda and Balsa having female-prejudiced and male-associated lifestyles/roles.\n\n\u001b[1m私が気付いたことのいくつかは、著者が代理母親のためのものを持っているように見えるということです。バルサとエリンの両方にそのような役割があります。 私はTandaとBalsaが女性偏見と男性関連のライフスタイル/役割を持っていると想像すると、笑いを助けることはできません。\u001b[22m\n\u001b[1m(Watashi ga kidzuita koto no ikutsu ka wa, chosha ga dairi hahaoya no tame no mono o motte iru yō ni mieru to iu kotodesu. Barusa to Erin no ryōhō ni sono yōna yakuwari ga arimasu. Watashi wa Tanda to barusa ga josei henken to dansei kanren no raifusutairu/ yakuwari o motte iru to sōzō suru to, warai o tasukeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mSome things that I have noticed is that the author appears to have a thing for surrogate mothers, as both Balsa and Erin have that kind of role. I cannot help laughing when imagining Tanda and Balsa having female-prejudiced and male-associated lifestyles/roles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome things that I have noticed is that the author appears to have a thing for surrogate mothers, as both Balsa and Erin have that kind of role.\u001b[24m\n    \u001b[1m私が気付いたことのいくつかは、著者が代理母親のためのものを持っているように見えるということです。バルサとエリンの両方にそのような役割があります。\u001b[22m, \u001b[1m私は気づいているいくつかのものは、著者がバルサとエリンの両方が役割のようなものを持っているように、代理母のためのものを持っているように見えるということです。\u001b[22m\n\u001b[4mI cannot help laughing when imagining Tanda and Balsa having female-prejudiced and male-associated lifestyles/roles.\u001b[24m\n    \u001b[1m私はTandaとBalsaが女性偏見と男性関連のライフスタイル/役割を持っていると想像すると、笑いを助けることはできません。\u001b[22m, \u001b[1m私はニュータンダを想像し、バルサは偏見、雌と雄関連ライフスタイル/役割を持つときに笑わずにはいられません。\u001b[22m\n\u001b[1m\u001b[22m\nI think this is more of a brain-farting rant, but in short:\n\n\u001b[1m私はこれが脳のような暴言のほうが多いと思うが、要するに：\u001b[22m\n\u001b[1m(Watashi wa kore ga nō no yōna bōgen no hō ga ōi to omou ga, yōsuruni:)\u001b[22m\n\nTranslations of \u001b[4mI think this is more of a brain-farting rant, but in short:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think this is more of a brain-farting rant, but in short:\u001b[24m\n    \u001b[1m私はこれが脳のような暴言のほうが多いと思うが、要するに：\u001b[22m, \u001b[1m私は、これは脳おなら暴言の多いと思いますが、簡単に言えば：\u001b[22m\nTHIS SERIES IS A NICE, FAST-PACED ADVENTURE W/ A VERY SLIGHT SPIRITED-AWAY FEEL. IF YOU LIKE THE FIRST EPISODE, YOU WILL LIKE THE REST. THOSE WHO LIKE PRETTY-MACHO WOMEN WILL LIKE THIS~\n\n\u001b[1mこのシリーズは、非常に軽い賢明な感覚で素早く冒されたアドベンチャーです。 あなたが最初のエピソードを好きな場合は、あなたは休みを好きになるでしょう。  PRETTY-MACHOの女性が好きな人は、これが〜\u001b[22m\n\u001b[1m(Kono shirīzu wa, hijō ni karui kenmeina kankaku de subayaku okasa reta adobenchādesu. Anata ga saisho no episōdo o sukina baai wa, anata wa yasumi o suki ni narudeshou. PRETTY - MACHO no josei ga sukinahito wa, kore ga 〜)\u001b[22m\n\nTranslations of \u001b[4mTHIS SERIES IS A NICE, FAST-PACED ADVENTURE W/ A VERY SLIGHT SPIRITED-AWAY FEEL. IF YOU LIKE THE FIRST EPISODE, YOU WILL LIKE THE REST. THOSE WHO LIKE PRETTY-MACHO WOMEN WILL LIKE THIS~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS SERIES IS A NICE, FAST-PACED ADVENTURE W/ A VERY SLIGHT SPIRITED-AWAY FEEL.\u001b[24m\n    \u001b[1mこのシリーズは、非常に軽い賢明な感覚で素早く冒されたアドベンチャーです。\u001b[22m, \u001b[1mこのシリーズは、非常にわずかな威勢-AWAYのFEEL / W NICE、テンポの速い冒険です。\u001b[22m\n\u001b[4mIF YOU LIKE THE FIRST EPISODE, YOU WILL LIKE THE REST.\u001b[24m\n    \u001b[1mあなたが最初のエピソードを好きな場合は、あなたは休みを好きになるでしょう。\u001b[22m, \u001b[1mあなたが最初のエピソードのような場合は、RESTを好きになるでしょう。\u001b[22m\n\u001b[4mTHOSE WHO LIKE PRETTY-MACHO WOMEN WILL LIKE THIS~\u001b[24m\n    \u001b[1mPRETTY-MACHOの女性が好きな人は、これが〜\u001b[22m, \u001b[1mPRETTY-MACHO女性を好きな人は〜THISを好きになるでしょう\u001b[22m\n\u001b[1m\u001b[22m\nMy one complaint is that the ending seemed a little rushed, but whatever. Great series overall.\n\n\u001b[1m私の1つの苦情は、エンディングがちょっと急いでいるように見えたが、何でも。 素晴らしいシリーズ全体。\u001b[22m\n\u001b[1m(Watashi no 1tsu no kujō wa, endingu ga chotto isoide iru yō ni mietaga, nani demo. Subarashī shirīzu zentai.)\u001b[22m\n\nTranslations of \u001b[4mMy one complaint is that the ending seemed a little rushed, but whatever. Great series overall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy one complaint is that the ending seemed a little rushed, but whatever.\u001b[24m\n    \u001b[1m私の1つの苦情は、エンディングがちょっと急いでいるように見えたが、何でも。\u001b[22m, \u001b[1m私の1不満はエンディングが少し急い思われたが、どのようなことです。\u001b[22m\n\u001b[4mGreat series overall.\u001b[24m\n    \u001b[1m素晴らしいシリーズ全体。\u001b[22m, \u001b[1m全体的な偉大なシリーズ。\u001b[22m"
  },
  {
    "title": "Seirei_no_Moribito",
    "id": "1827",
    "url": "https://myanimelist.net/anime/1827/Seirei_no_Moribito",
    "user": "Bz",
    "profile": "/profile/Bz/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=144979",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  7\n\nこのショーは、宮殿を一緒に逃れることで、新義帝国の王子の一人が自分の中に悪魔を所持して殺されてしまうのを防ぐために雇われた女性の槍を身につけたボディーガードの冒険を特徴としています。 また、このスピアウィルダーは、彼女が今日の人になるように彼女のために死んだ人々のために償いを求める方法を備えています。\n\nストーリーはむしろ一貫していると言われましたが、フラッシュバックであるかどうか少し混乱していると感じた点がありました。 私はそれらのエピソードが確認するために2回目または3回目を見直さなければならなかったので、フラッシュバックまたは現時点でより明白な区別をすることが良いと思います。 しかし、ペーシングは遅くて安定していましたが、私はそれが好きでした。それはフィラーのエピソードがうまくミックスされ、キャラクターの1つの記憶に示されました。 私は実際にそれが全く急いではなく、満足のいく結論であったという事実のために、結末が本当に好きだった。 適切な別れが行われた。 最後は重要なのは、すべての情報がキャラクターに与えられたわけではないという事実が好きで、何が起こったのかに頼って行動するので、ストーリーが少し面白くなりました。 これは、次に起こることと、後に続く興奮について、ショーに未知のものを与える。\n\nアートワークは正直で公正で簡単でしたが、あなたが期待する高解像度のものではなく、戦いのためのアクションシーンはかなり激しかったです。 しかし、より多くの戦闘シーンがあれば私はそれを愛していただろうが、これはもっと多くの資源が必要であることを意味するだろう。\n\nショーのサウンドは大丈夫だったし、テーマミュージックはいろいろな種類の気分に合っていて、気分を正しく設定していた。\n\n文字の数は大丈夫でした。 私はバルサに、戦士の物語と背景、特にジグロとの思い出を非常に好きでした。 彼女はショーにいた人のためにバルサを形作り、シャガムとの出会いにそれをどのように関連づけたのか。 主人公の一人であると言われるシャガムも、バルサとのすべての経験と、エッグ、ハンター、etcetraとの出会いすべてでかなりよく成長しています。 私が嫌う一つの特徴は、ショーの始めと終わりにシャガムに向かって自己矛盾する言葉があるため、現在の天皇です。 最後になりましたが、私はこのショーの名誉に縛られた性格も好きでした。\n\nこのショーは、時には少し悲しいように見えるかもしれませんが、私はそのストーリーのために暖かく感じました。 私はそれがかなりよく書かれていると感じ、それが最初から最後までどのように生まれたのかを理解することができました。 最後に、私はそれが完了し、いくつかのショーのように急いではなく、エンディングを楽しんだ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis show features an adventure of a female spear-wielding bodyguard got hired to protect one of the Prince of the New Yogo Empire from being killed for possessing a demon within himself by escaping the Palace together. It also features how this spearwielder seeks to atone for the people who died for her to let her become who she is today.\n\n\u001b[1mこのショーは、宮殿を一緒に逃れることで、新義帝国の王子の一人が自分の中に悪魔を所持して殺されてしまうのを防ぐために雇われた女性の槍を身につけたボディーガードの冒険を特徴としています。 また、このスピアウィルダーは、彼女が今日の人になるように彼女のために死んだ人々のために償いを求める方法を備えています。\u001b[22m\n\u001b[1m(Kono shō wa, kyūden o issho ni nogareru koto de, shin Yoshi teikoku no ōji no hitori ga jibun no naka ni akuma o shoji shite korosa rete shimau no o fusegu tame ni yatowa reta josei no yari o mi ni tsuketa bodīgādo no bōken o tokuchō to shite imasu. Mata, kono supiau~irudā wa, kanojo ga kyō no hito ni naru yō ni kanojo no tame ni shinda hitobito no tame ni tsugunai o motomeru hōhō o sonaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show features an adventure of a female spear-wielding bodyguard got hired to protect one of the Prince of the New Yogo Empire from being killed for possessing a demon within himself by escaping the Palace together. It also features how this spearwielder seeks to atone for the people who died for her to let her become who she is today.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show features an adventure of a female spear-wielding bodyguard got hired to protect one of the Prince of the New Yogo Empire from being killed for possessing a demon within himself by escaping the Palace together.\u001b[24m\n    \u001b[1mこのショーは、宮殿を一緒に逃れることで、新義帝国の王子の一人が自分の中に悪魔を所持して殺されてしまうのを防ぐために雇われた女性の槍を身につけたボディーガードの冒険を特徴としています。\u001b[22m, \u001b[1mこのショーは、一緒に宮殿をエスケープすることにより、自分自身の中に悪魔を有するために殺されてから新余呉帝国の王子の1を保護するために雇われてしまった女性の槍を振り回すのボディーガードの冒険を提供しています。\u001b[22m\n\u001b[4mIt also features how this spearwielder seeks to atone for the people who died for her to let her become who she is today.\u001b[24m\n    \u001b[1mまた、このスピアウィルダーは、彼女が今日の人になるように彼女のために死んだ人々のために償いを求める方法を備えています。\u001b[22m, \u001b[1mまた、このspearwielderは彼女が彼女は彼女が今日は誰になるようにするために死んだ人々を償うように努める方法を備えています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was told rather consistent but there was one point where I felt a bit confused on whether it was a flashback. I had to rewatch a second or third time for those episodes to confirm so I guess it would be good to have more obvious distinction from a flashback or the present time. The pacing, however was slow and steady which I rather liked, it had a good mix of filler episodes whereby we were shown to the memories of one of the character. I actually liked the ending due to the fact that it wasn't rushed at all and a satisfying conclusion. A proper farewell was done as well. Last but not least, I liked the fact that not all the information was given to the characters and this made the story a bit more interesting as they would rely on what happens and then they act upon it. This gives the show a bit of unknown on what happen next and the excitement which ensused.\n\n\u001b[1mストーリーはむしろ一貫していると言われましたが、フラッシュバックであるかどうか少し混乱していると感じた点がありました。 私はそれらのエピソードが確認するために2回目または3回目を見直さなければならなかったので、フラッシュバックまたは現時点でより明白な区別をすることが良いと思います。 しかし、ペーシングは遅くて安定していましたが、私はそれが好きでした。それはフィラーのエピソードがうまくミックスされ、キャラクターの1つの記憶に示されました。 私は実際にそれが全く急いではなく、満足のいく結論であったという事実のために、結末が本当に好きだった。 適切な別れが行われた。 最後は重要なのは、すべての情報がキャラクターに与えられたわけではないという事実が好きで、何が起こったのかに頼って行動するので、ストーリーが少し面白くなりました。 これは、次に起こることと、後に続く興奮について、ショーに未知のものを与える。\u001b[22m\n\u001b[1m(Sutōrī wa mushiro ikkan shite iru to iwa remashitaga, furasshu bakkudearu ka dō ka sukoshi konran shite iru to kanjita ten ga arimashita. Watashi wa sorera no episōdo ga kakunin suru tame ni 2 eme matawa 3 eme o minaosanakereba naranakattanode, furasshu bakku matawa genjiten de yori meihakuna kubetsu o suru koto ga yoi to omoimasu. Shikashi, pēshingu wa osokute antei shite imashitaga, watashi wa sore ga sukideshita. Sore wa firā no episōdo ga umaku mikkusu sa re, kyarakutā no 1tsu no kioku ni shimesa remashita. Watashi wa jissai ni sore ga mattaku isoide wa naku, manzoku no iku ketsurondeatta to iu jijitsu no tame ni, ketsumatsu ga hontōni sukidatta. Tekisetsuna wakare ga okonawa reta. Saigo wa jūyōna no wa, subete no jōhō ga kyarakutā ni atae rareta wakede wa nai to iu jijitsu ga sukide, nani ga okotta no ka ni tayotte kōdō surunode, sutōrī ga sukoshi omoshiroku narimashita. Kore wa,-ji ni okoru koto to,-go ni tsudzuku kōfun ni tsuite, shō ni michi no mono o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mThe story was told rather consistent but there was one point where I felt a bit confused on whether it was a flashback. I had to rewatch a second or third time for those episodes to confirm so I guess it would be good to have more obvious distinction from a flashback or the present time. The pacing, however was slow and steady which I rather liked, it had a good mix of filler episodes whereby we were shown to the memories of one of the character. I actually liked the ending due to the fact that it wasn't rushed at all and a satisfying conclusion. A proper farewell was done as well. Last but not least, I liked the fact that not all the information was given to the characters and this made the story a bit more interesting as they would rely on what happens and then they act upon it. This gives the show a bit of unknown on what happen next and the excitement which ensused.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was told rather consistent but there was one point where I felt a bit confused on whether it was a flashback.\u001b[24m\n    \u001b[1mストーリーはむしろ一貫していると言われましたが、フラッシュバックであるかどうか少し混乱していると感じた点がありました。\u001b[22m, \u001b[1m物語はむしろ一貫言ったが、私はそれがフラッシュバックしたかどうかに少し混乱を感じた1点があったました。\u001b[22m\n\u001b[4mI had to rewatch a second or third time for those episodes to confirm so I guess it would be good to have more obvious distinction from a flashback or the present time.\u001b[24m\n    \u001b[1m私はそれらのエピソードが確認するために2回目または3回目を見直さなければならなかったので、フラッシュバックまたは現時点でより明白な区別をすることが良いと思います。\u001b[22m, \u001b[1m私はそれらのエピソードは、私はフラッシュバックや現在時刻からより明白な区別を持っていてもいいだろうと思いますので、確認するための第二または第三の時間をrewatchしなければなりませんでした。\u001b[22m\n\u001b[4mThe pacing, however was slow and steady which I rather liked, it had a good mix of filler episodes whereby we were shown to the memories of one of the character.\u001b[24m\n    \u001b[1mしかし、ペーシングは遅くて安定していましたが、私はそれが好きでした。それはフィラーのエピソードがうまくミックスされ、キャラクターの1つの記憶に示されました。\u001b[22m, \u001b[1mペーシングは、しかし、我々は文字の一つの思い出に示されたことにより、それがフィラーエピソードの良いミックスを持っていた、私はむしろ気に入っているゆっくりと着実でした。\u001b[22m\n\u001b[4mI actually liked the ending due to the fact that it wasn't rushed at all and a satisfying conclusion.\u001b[24m\n    \u001b[1m私は実際にそれが全く急いではなく、満足のいく結論であったという事実のために、結末が本当に好きだった。\u001b[22m, \u001b[1m私は実際にそれがすべてで満足のいく結論に急いでいなかったという事実に起因エンディングが好きでした。\u001b[22m\n\u001b[4mA proper farewell was done as well.\u001b[24m\n    \u001b[1m適切な別れが行われた。\u001b[22m, \u001b[1m適切な別れも同様に行われていました。\u001b[22m\n\u001b[4mLast but not least, I liked the fact that not all the information was given to the characters and this made the story a bit more interesting as they would rely on what happens and then they act upon it.\u001b[24m\n    \u001b[1m最後は重要なのは、すべての情報がキャラクターに与えられたわけではないという事実が好きで、何が起こったのかに頼って行動するので、ストーリーが少し面白くなりました。\u001b[22m, \u001b[1m最後になりましたが、私がいないすべての情報が文字に与えられ、これは彼らが何が起こるかに依存しているだろうと、彼らはそれに基づいて行動としてもう少し面白い話を作ったという事実が好きでした。\u001b[22m\n\u001b[4mThis gives the show a bit of unknown on what happen next and the excitement which ensused.\u001b[24m\n    \u001b[1mこれは、次に起こることと、後に続く興奮について、ショーに未知のものを与える。\u001b[22m, \u001b[1mこれは、ショーを次に何が起こるかについての未知のビットとensused感動を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork was fair and simple to be honest, not the high resolution ones that you expect but the action scenes for the fights were rather intense. However, I would have loved it if there were more battle scenes but I guess this would mean more resources needed.\n\n\u001b[1mアートワークは正直で公正で簡単でしたが、あなたが期待する高解像度のものではなく、戦いのためのアクションシーンはかなり激しかったです。 しかし、より多くの戦闘シーンがあれば私はそれを愛していただろうが、これはもっと多くの資源が必要であることを意味するだろう。\u001b[22m\n\u001b[1m(Ātowāku wa shōjikide kōseide kantandeshitaga, anata ga kitai suru kō kaizōdo no monode wa naku, tatakai no tame no akushonshīn wa kanari hageshikattadesu. Shikashi, yori ōku no sentō shīn ga areba watashi wa sore o aishite itadarouga, koreha motto ōku no shigen ga hitsuyōdearu koto o imi surudarou.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork was fair and simple to be honest, not the high resolution ones that you expect but the action scenes for the fights were rather intense. However, I would have loved it if there were more battle scenes but I guess this would mean more resources needed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork was fair and simple to be honest, not the high resolution ones that you expect but the action scenes for the fights were rather intense.\u001b[24m\n    \u001b[1mアートワークは正直で公正で簡単でしたが、あなたが期待する高解像度のものではなく、戦いのためのアクションシーンはかなり激しかったです。\u001b[22m, \u001b[1mアートワークは、正直であることが公正かつ簡単だったあなたが期待していない高解像度のものが、戦いのためのアクションシーンはかなり強烈でした。\u001b[22m\n\u001b[4mHowever, I would have loved it if there were more battle scenes but I guess this would mean more resources needed.\u001b[24m\n    \u001b[1mしかし、より多くの戦闘シーンがあれば私はそれを愛していただろうが、これはもっと多くの資源が必要であることを意味するだろう。\u001b[22m, \u001b[1mしかし、より多くの戦闘シーンがあった場合、私はそれを愛しているだろうが、私はこれが必要な多くのリソースを意味するでしょうね。\u001b[22m\n\u001b[1m\u001b[22m\nThe sounds for the show was okay, the theme music did fit for various and different kind of moods and it did set the mood right.\n\n\u001b[1mショーのサウンドは大丈夫だったし、テーマミュージックはいろいろな種類の気分に合っていて、気分を正しく設定していた。\u001b[22m\n\u001b[1m(Shō no saundo wa daijōbudattashi, tēmamyūjikku wa iroirona shurui no kibun ni atte ite, kibun o tadashiku settei shite ita.)\u001b[22m\n\nTranslations of \u001b[4mThe sounds for the show was okay, the theme music did fit for various and different kind of moods and it did set the mood right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sounds for the show was okay, the theme music did fit for various and different kind of moods and it did set the mood right.\u001b[24m\n    \u001b[1mショーのサウンドは大丈夫だったし、テーマミュージックはいろいろな種類の気分に合っていて、気分を正しく設定していた。\u001b[22m, \u001b[1mショーのための音は大丈夫だった、テーマ音楽は気分の様々な、さまざまな種類のために合うんでしたし、それが右の気分を設定しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe number of characters were all right, not too much and not too little. I extremely liked Balsa the spearwielder's story and background, especially her memories with Jiguro. It shaped Balsa for who she was in the show and how she relates it to her encounter with Chagum. Chagum, which can be said to be one of the main characters has also grown up rather well with all his experiences with Balsa and all his encounters with either the Egg, Hunters and etcetra. One specific character I would dislike is the present Emperor due to his self-contradictory words towards Chagum at the beginning and the end of the show. Last but not least, I also liked the honor-bound personalities this show had as well.\n\n\u001b[1m文字の数は大丈夫でした。 私はバルサに、戦士の物語と背景、特にジグロとの思い出を非常に好きでした。 彼女はショーにいた人のためにバルサを形作り、シャガムとの出会いにどのように関連させるのかを形作った。 主人公の一人であると言われるシャガムも、バルサでの彼のすべての経験と、エッグ、ハンター、etcetraとの出会いすべてでうまくいった。 私が嫌う一つの特徴は、ショーの始めと終わりにシャガムに向かって自己矛盾する言葉があるため、現在の天皇です。 最後になりましたが、私はこのショーの名誉に縛られた性格も好きでした。\u001b[22m\n\u001b[1m(Moji no kazu wa daijōbudeshita. Watashi wa barusa ni, senshi no monogatari to haikei, tokuni jiguro to no omoide o hijō ni sukideshita. Kanojo wa shō ni ita hito no tame ni barusa o katachidzukuri, shagamu to no deai ni dono yō ni kanren sa seru no ka o katachidzukutta. Shujinkō no hitoridearu to iwa reru shagamu mo, barusa de no kare no subete no keiken to, eggu, hantā, etcetra to no deai subete de umaku itta. Watashi ga kirau hitotsu no tokuchō wa, shō no hajime to owari ni shagamu ni mukatte jiko mujun suru kotoba ga aru tame, genzai no ten'nōdesu. Saigo ni narimashitaga, watashi wa kono shō no meiyo ni shibara reta seikaku mo sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe number of characters were all right, not too much and not too little. I extremely liked Balsa the spearwielder's story and background, especially her memories with Jiguro. It shaped Balsa for who she was in the show and how she relates it to her encounter with Chagum. Chagum, which can be said to be one of the main characters has also grown up rather well with all his experiences with Balsa and all his encounters with either the Egg, Hunters and etcetra. One specific character I would dislike is the present Emperor due to his self-contradictory words towards Chagum at the beginning and the end of the show. Last but not least, I also liked the honor-bound personalities this show had as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe number of characters were all right, not too much and not too little.\u001b[24m\n    \u001b[1m文字の数は大丈夫でした。\u001b[22m, \u001b[1m文字の数は、すべての権利ではなく、あまりにも多く、あまりにも少しはありませんでした。\u001b[22m\n\u001b[4mI extremely liked Balsa the spearwielder's story and background, especially her memories with Jiguro.\u001b[24m\n    \u001b[1m私はバルサに、戦士の物語と背景、特にジグロとの思い出を非常に好きでした。\u001b[22m, \u001b[1m私は非常にJiguroでバルサspearwielderのストーリーと背景、特に彼女の思い出が好きでした。\u001b[22m\n\u001b[4mIt shaped Balsa for who she was in the show and how she relates it to her encounter with Chagum.\u001b[24m\n    \u001b[1m彼女はショーにいた人のためにバルサを形作り、シャガムとの出会いにどのように関連させるのかを形作った。\u001b[22m, \u001b[1mそれは彼女がショーで、どのように彼女はChagumと彼女の出会いに関連した人のためにバルサを形。\u001b[22m\n\u001b[4mChagum, which can be said to be one of the main characters has also grown up rather well with all his experiences with Balsa and all his encounters with either the Egg, Hunters and etcetra.\u001b[24m\n    \u001b[1m主人公の一人であると言われるシャガムも、バルサでの彼のすべての経験と、エッグ、ハンター、etcetraとの出会いすべてでうまくいった。\u001b[22m, \u001b[1mメインキャラクターの一つであると言うことができるChagumは、またバルサと卵、ハンターとetcetraのいずれかで彼のすべての出会いにすべての彼の経験ではなく、よく育っています。\u001b[22m\n\u001b[4mOne specific character I would dislike is the present Emperor due to his self-contradictory words towards Chagum at the beginning and the end of the show.\u001b[24m\n    \u001b[1m私が嫌う一つの特徴は、ショーの始めと終わりにシャガムに向かって自己矛盾する言葉があるため、現在の天皇です。\u001b[22m, \u001b[1m私が嫌いだろう一つの特定の文字が原因で彼の自己矛盾の冒頭にChagumに向けた言葉やショーの終わりに存在皇帝です。\u001b[22m\n\u001b[4mLast but not least, I also liked the honor-bound personalities this show had as well.\u001b[24m\n    \u001b[1m最後になりましたが、私はこのショーの名誉に縛られた性格も好きでした。\u001b[22m, \u001b[1m最後になりましたが、私もこの番組は同様に持っていたの名誉結合個性が好き。\u001b[22m\n\u001b[1m\u001b[22m\nThis show made me feel rather heartwarming for its story while it may seem a bit sad at times. I feel it's pretty well-written and could appreciate how it was protrayed from the beginning till the end. Lastly, I really enjoyed the ending as it was complete and not rushed like some shows.\n\n\u001b[1mこのショーは、時には少し悲しいように見えるかもしれませんが、私はそのストーリーのために暖かく感じました。 私はそれがかなりよく書かれていると感じ、それが最初から最後までどのように生まれたのかを理解することができました。 最後に、私はそれが完了し、いくつかのショーのように急いではなく、エンディングを楽しんだ。\u001b[22m\n\u001b[1m(Kono shō wa, tokiniha sukoshi kanashī yō ni mieru kamo shiremasenga, watashi wa sono sutōrī no tame ni atatakaku kanjimashita. Watashi wa sore ga kanari yoku kaka rete iru to kanji, sore ga saisho kara saigomade dono yō ni uma reta no ka o rikai suru koto ga dekimashita. Saigo ni, watashi wa sore ga kanryō shi, ikutsu ka no shō no yō ni isoide wa naku, endingu o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mThis show made me feel rather heartwarming for its story while it may seem a bit sad at times. I feel it's pretty well-written and could appreciate how it was protrayed from the beginning till the end. Lastly, I really enjoyed the ending as it was complete and not rushed like some shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show made me feel rather heartwarming for its story while it may seem a bit sad at times.\u001b[24m\n    \u001b[1mこのショーは、時には少し悲しいように見えるかもしれませんが、私はそのストーリーのために暖かく感じました。\u001b[22m, \u001b[1mこのショーは、それが時間に少し悲しいように見えるかもしれないが、私はその物語のためにむしろ心温まる感じさせてくれました。\u001b[22m\n\u001b[4mI feel it's pretty well-written and could appreciate how it was protrayed from the beginning till the end.\u001b[24m\n    \u001b[1m私はそれがかなりよく書かれていると感じ、それが最初から最後までどのように生まれたのかを理解することができました。\u001b[22m, \u001b[1m私はそれがかなりよく書かだと感じ、それは最初から最後までprotrayedたか感謝でした。\u001b[22m\n\u001b[4mLastly, I really enjoyed the ending as it was complete and not rushed like some shows.\u001b[24m\n    \u001b[1m最後に、私はそれが完了し、いくつかのショーのように急いではなく、エンディングを楽しんだ。\u001b[22m, \u001b[1mいくつかのショーのように急いで完全ではなかったように最後に、私は本当にエンディングを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Seirei_no_Moribito",
    "id": "1827",
    "url": "https://myanimelist.net/anime/1827/Seirei_no_Moribito",
    "user": "The_Magpie",
    "profile": "/profile/The_Magpie/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=134033",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nファンタスティックアニメ。 私が何年も見てきた最も美しいアニメーションの中にカプセル化された素晴らしい航海。 素晴らしい楽譜、すばらしい風景、よく構築され、非常に信じられないキャラクター、すべては、そこの最高のアニメのこの1つを行います。 言いたいことがたくさんありますが、おそらく最も重要なのは、アニメの一部ではあるが、文字のすべてと、とりわけ、信じられやすい、そして関係のある人間だということです。 それぞれは、情熱以上の理性とそれぞれの敬意と思いやりに値するもので支配されています。 これは、私のために、アニメが目指すことができる単一の最大の成果であり、ビジュアル、サウンドトラック、ストーリーの優雅さと熟達と一緒に、今までにない最高のアニメでもあります。 お楽しみください！ 私は確かに...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFantastic anime. A splendid voyage of becoming encapsulated within the most beautiful animation I've seen for years. Wonderful musical score, superb scenery, well built and highly believable characters, all make this one of the best anime out there. There is so much to be said, but perhaps the most important thing is that although part of an anime, any and all of the characters are, above all, believable and relatable human beings. Each ruled by reason above passion and each worthy of respect and compassion. This, for me, is the single greatest achievement an anime can aspire to, and together with the elegance and mastery of the visuals, soundtrack, and story, it makes this, one of, if not the best anime ever made. Enjoy! I certainly have...\n\n\u001b[1mファンタスティックアニメ。 私が何年も見てきた最も美しいアニメーションの中にカプセル化された素晴らしい航海。 素晴らしい楽譜、すばらしい風景、よく構築され、非常に信じられないキャラクター、すべてがそこに最高のアニメのこの1つを行います。 言いたいことがたくさんありますが、おそらく最も重要なのは、アニメの一部ではあるが、文字のすべてと、とりわけ、信じられやすい、そして関係のある人間だということです。 それぞれは、情熱以上の理性とそれぞれの敬意と思いやりに値するもので支配されています。 これは、私のために、アニメが目指すことができる単一の最大の成果であり、ビジュアル、サウンドトラック、ストーリーの優雅さと熟達と一緒に、今までになかった最高のアニメでもあります。 お楽しみください！ 私は確かに...\u001b[22m\n\u001b[1m(Fantasutikkuanime. Watashi ga nan-nen mo mitekita mottomo utsukushī animēshon no naka ni kapuseru-ka sa reta subarashī kōkai. Subarashī gakufu, subarashī fūkei, yoku kōchiku sa re, hijō ni shinjirarenai kyarakutā, subete ga soko ni saikō no animeno kono 1tsu o okonaimasu. Iitai koto ga takusan arimasuga, osoraku mottomo jūyōna no wa, anime no ichibude wa aru ga, moji no subete to, toriwake, shinji rare yasui, soshite kankei no aru ningenda to iu kotodesu. Sorezore wa, jōnetsu ijō no risei to sorezore no keii to omoiyari ni ataisuru mono de shihai sa rete imasu. Kore wa, watashi no tame ni, anime ga mezasu koto ga dekiru tan'itsu no saidai no seikadeari, bijuaru, saundotorakku, sutōrī no yūga-sa to jukutatsu to issho ni, ima made ni nakatta saikō no animede mo arimasu. O tanoshimi kudasai! Watashi wa tashikani...)\u001b[22m\n\nTranslations of \u001b[4mFantastic anime. A splendid voyage of becoming encapsulated within the most beautiful animation I've seen for years. Wonderful musical score, superb scenery, well built and highly believable characters, all make this one of the best anime out there. There is so much to be said, but perhaps the most important thing is that although part of an anime, any and all of the characters are, above all, believable and relatable human beings. Each ruled by reason above passion and each worthy of respect and compassion. This, for me, is the single greatest achievement an anime can aspire to, and together with the elegance and mastery of the visuals, soundtrack, and story, it makes this, one of, if not the best anime ever made. Enjoy! I certainly have...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFantastic anime.\u001b[24m\n    \u001b[1mファンタスティックアニメ。\u001b[22m\n\u001b[4mA splendid voyage of becoming encapsulated within the most beautiful animation I've seen for years.\u001b[24m\n    \u001b[1m私が何年も見てきた最も美しいアニメーションの中にカプセル化された素晴らしい航海。\u001b[22m, \u001b[1m私は何年も見た中で最も美しいアニメーション内にカプセル化になっての素晴らしい航海。\u001b[22m\n\u001b[4mWonderful musical score, superb scenery, well built and highly believable characters, all make this one of the best anime out there.\u001b[24m\n    \u001b[1m素晴らしい楽譜、すばらしい風景、よく構築され、非常に信じられないキャラクター、すべてがそこに最高のアニメのこの1つを行います。\u001b[22m, \u001b[1mワンダフル楽譜、素晴らしい景色、十分に構築されており、非常に信じられる文字、すべてはそこに最高のアニメのこの1を作ります。\u001b[22m\n\u001b[4mThere is so much to be said, but perhaps the most important thing is that although part of an anime, any and all of the characters are, above all, believable and relatable human beings.\u001b[24m\n    \u001b[1m言いたいことがたくさんありますが、おそらく最も重要なのは、アニメの一部ではあるが、文字のすべてと、とりわけ、信じられやすい、そして関係のある人間だということです。\u001b[22m, \u001b[1mそこに言われることが山ほどあるが、おそらく最も重要なことは、アニメの一部が、文字のいずれか、すべてがすべて、信じられないと話すことのできる人間の上に、ということです。\u001b[22m\n\u001b[4mEach ruled by reason above passion and each worthy of respect and compassion.\u001b[24m\n    \u001b[1mそれぞれは、情熱以上の理性とそれぞれの敬意と思いやりに値するもので支配されています。\u001b[22m, \u001b[1mそれぞれが情熱上記の理由によって支配さと尊敬と思いやりのそれぞれ価値があります。\u001b[22m\n\u001b[4mThis, for me, is the single greatest achievement an anime can aspire to, and together with the elegance and mastery of the visuals, soundtrack, and story, it makes this, one of, if not the best anime ever made.\u001b[24m\n    \u001b[1mこれは、私のために、アニメが目指すことができる単一の最大の成果であり、ビジュアル、サウンドトラック、ストーリーの優雅さと熟達と一緒に、今までになかった最高のアニメでもあります。\u001b[22m, \u001b[1mこれは、私のためではなく、最高のアニメがこれまでに作った場合、それがこの、のいずれかを、作る、アニメは優雅さとビジュアル、サウンドトラックの習得、そして物語と一緒に熱望し、可能な単一の最大の成果です。\u001b[22m\n\u001b[4mEnjoy!\u001b[24m\n    \u001b[1mお楽しみください！\u001b[22m\n\u001b[4mI certainly have...\u001b[24m\n    \u001b[1m私は確かに...\u001b[22m, \u001b[1m私は確かに持っています...\u001b[22m"
  },
  {
    "title": "Seirei_no_Moribito",
    "id": "1827",
    "url": "https://myanimelist.net/anime/1827/Seirei_no_Moribito",
    "user": "wbtrashking",
    "profile": "/profile/wbtrashking/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=93667",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  9\n\n「神聖なる精神の守護者」、つまり聖霊の守りが、​​あなたの典型的なアニメではないが、それは確かに掃除しやすいものである。物語の歴史的な強固さは爽やかであり、ファンタジーの要素は非常に現実的である 最初から最後まで実行されます。 ペーシングは視聴者を引き込み、エピソードごとにさらに詳しい情報を得ることができます。\n\n個々の得点について、ストーリーはあまりにも多くのアクションではなく、すべての重要なポイントにうまく触れ、5から10エピソード、ノックダウン、ドラッグアウトの喧嘩に直接ジャンプすることなく、対向する力の間の緊張を非常によく保ちます。 芸術はより現実的で、今日の標準ショーよりも柔らかい色で行われ、キャラクターは平らであり、ポロポイントはすべてショー全体でカバーされます。 それだけでなく、ショー自体は見て楽しいものでした！ 常に重要です。\n\nあなたのために難しいショーになるかもしれないが、その中心ではなく、何かに繋がることが問題であるが、それはあなたには関係なく試してみることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhile 'Guardian of the Sacred Spirit', or Seirei no Moribito, is not your typical anime, it is one that is certainly easy to get swept up in. The historical solidity of the story is refreshing, and the elements of fantasy are very realistically executed from start to finish. The pacing even pulls the viewer in, making you thirst for more information every episode.\n\n\u001b[1m「神聖なる精神の守護者」、つまり聖霊の守りが、​​あなたの典型的なアニメではないが、それは確かに掃除しやすいものである。物語の歴史的な強固さは爽やかであり、ファンタジーの要素は非常に現実的である 最初から最後まで実行されます。 ペーシングは視聴者を引き込み、エピソードごとにさらに詳しい情報を得ることができます。\u001b[22m\n\u001b[1m(`Shinseinaru seishin no gādian', tsumari seirei no mori ga,​​ anata no tenkei-tekina animede wa naiga, sore wa tashika ni sōji shi yasui monodearu. Monogatari no rekishi-tekina kyōko-sa wa sawayakadeari, fantajī no yōso wa hijō ni genjitsu-tekidearu saisho kara saigomade jikkō sa remasu. Pēshingu wa shichō-sha o hikikomi, episōdo-goto ni sara ni kuwashī jōhō o eru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile 'Guardian of the Sacred Spirit', or Seirei no Moribito, is not your typical anime, it is one that is certainly easy to get swept up in. The historical solidity of the story is refreshing, and the elements of fantasy are very realistically executed from start to finish. The pacing even pulls the viewer in, making you thirst for more information every episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile 'Guardian of the Sacred Spirit', or Seirei no Moribito, is not your typical anime, it is one that is certainly easy to get swept up in. The historical solidity of the story is refreshing, and the elements of fantasy are very realistically\u001b[24m\n    \u001b[1m「神聖なる精神の守護者」、つまり聖霊の守りが、あなたの典型的なアニメではないが、それは確かに掃除しやすいものである。物語の歴史的な強固さは爽やかであり、ファンタジーの要素は非常に現実的である\u001b[22m, \u001b[1m「聖なる霊の守護者」、または精霊なしMoribitoは、あなたの典型的なアニメではありませんが、それは物語の歴史的な堅さが爽やかです。中に飲み込ま取得するために、確かに簡単なものである、とファンタジーの要素が非常に現実的です\u001b[22m\n\u001b[4mexecuted from start to finish.\u001b[24m\n    \u001b[1m最初から最後まで実行されます。\u001b[22m, \u001b[1m最初から最後まで実行します。\u001b[22m\n\u001b[4mThe pacing even pulls the viewer in, making you thirst for more information every episode.\u001b[24m\n    \u001b[1mペーシングは視聴者を引き込み、エピソードごとにさらに詳しい情報を得ることができます。\u001b[22m, \u001b[1mペーシングも、あなたはより多くの情報については、すべてのエピソードを渇き作り、視聴者を引っ張ります。\u001b[22m\n\u001b[1m\u001b[22m\nFor the individual scores, the story isn't too much action, but successfully touches on all the important points, and holds tension between opposing forces very well without directly jumping into five to ten episode, knock-down, drag-out brawls. The art is more realistic, and done in softer colors than the standard show of the day, the characters are flush and polot points are all covered in the show's entirety. Besides which, the show itself was just fun to watch! Always important.\n\n\u001b[1m個々の得点について、ストーリーはあまりにも多くのアクションではなく、すべての重要なポイントにうまく触れ、5から10エピソード、ノックダウン、ドラッグアウトの喧嘩に直接ジャンプすることなく、対向する力の間の緊張を非常によく保ちます。 芸術はより現実的で、今日の標準ショーよりも柔らかい色で行われ、キャラクターは平らであり、ポロポイントはすべてショー全体でカバーされます。 それだけでなく、ショー自体は見て楽しいものでした！ 常に重要です。\u001b[22m\n\u001b[1m(Koko no tokuten ni tsuite, sutōrī wa amarini mo ōku no akushonde wa naku, subete no jūyōna pointo ni umaku fure, 5 kara 10 episōdo, nokkudaun, doragguauto no kenka ni chokusetsu janpu suru koto naku, taikō suru chikara no ma no kinchō o hijō ni yoku tamochimasu. Geijutsu wa yori genjitsu-tekide, kyō no hyōjun shō yori mo yawarakai iro de okonawa re, kyarakutā wa tairadeari, poro pointo wa subete shō zentai de kabā sa remasu. Sore dakedenaku, shō jitai wa mite tanoshī monodeshita! Tsuneni jūyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mFor the individual scores, the story isn't too much action, but successfully touches on all the important points, and holds tension between opposing forces very well without directly jumping into five to ten episode, knock-down, drag-out brawls. The art is more realistic, and done in softer colors than the standard show of the day, the characters are flush and polot points are all covered in the show's entirety. Besides which, the show itself was just fun to watch! Always important.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the individual scores, the story isn't too much action, but successfully touches on all the important points, and holds tension between opposing forces very well without directly jumping into five to ten episode, knock-down, drag-out brawls.\u001b[24m\n    \u001b[1m個々の得点について、ストーリーはあまりにも多くのアクションではなく、すべての重要なポイントにうまく触れ、5から10エピソード、ノックダウン、ドラッグアウトの喧嘩に直接ジャンプすることなく、対向する力の間の緊張を非常によく保ちます。\u001b[22m, \u001b[1m個々のスコアの場合は、話はあまりにも多くの操作ではありませんが、正常にすべての重要な点に触れ、およびノックダウン、ドラッグアウト口論を、直接、5〜10のエピソードに飛び込むことなく、非常によく相反する力の間の緊張を保持しています。\u001b[22m\n\u001b[4mThe art is more realistic, and done in softer colors than the standard show of the day, the characters are flush and polot points are all covered in the show's entirety.\u001b[24m\n    \u001b[1m芸術はより現実的で、今日の標準ショーよりも柔らかい色で行われ、キャラクターは平らであり、ポロポイントはすべてショー全体でカバーされます。\u001b[22m, \u001b[1mアートはより現実的であり、一日の標準的なショーよりも柔らかい色で行われ、文字がフラッシュおよびpolotポイントはすべてのショーの全体が覆われています。\u001b[22m\n\u001b[4mBesides which, the show itself was just fun to watch!\u001b[24m\n    \u001b[1mそれだけでなく、ショー自体は見て楽しいものでした！\u001b[22m, \u001b[1mこれに加えて、番組自体は見てただ楽しかったです！\u001b[22m\n\u001b[4mAlways important.\u001b[24m\n    \u001b[1m常に重要です。\u001b[22m, \u001b[1m常に重要。\u001b[22m\n\u001b[1m\u001b[22m\nIf getting into something that lulls, at its' center, rather than being action all the through, is an issue, this may be a difficult show for you, but I encourage you to give it a try, regardless.\n\n\u001b[1mあなたのために難しいショーになるかもしれないが、その中心ではなく、何かに繋がることが問題であるが、それはあなたには関係なく試してみることをお勧めします。\u001b[22m\n\u001b[1m(Anata no tame ni muzukashī shō ni naru kamo shirenaiga, sono chūshinde wa naku, nanika ni tsunagaru koto ga mondaidearuga, sore wa anata ni wa kankei naku tameshite miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf getting into something that lulls, at its' center, rather than being action all the through, is an issue, this may be a difficult show for you, but I encourage you to give it a try, regardless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf getting into something that lulls, at its' center, rather than being action all the through, is an issue, this may be a difficult show for you, but I encourage you to give it a try, regardless.\u001b[24m\n    \u001b[1mあなたのために難しいショーになるかもしれないが、その中心ではなく、何かに繋がることが問題であるが、それはあなたには関係なく試してみることをお勧めします。\u001b[22m, \u001b[1mその「中心に、lulls何かになった場合は問題であり、むしろアクションすべてを介してというより、これはあなたのための困難なショーかもしれないが、私は関係なく、それを試してみることをお勧めします。\u001b[22m"
  },
  {
    "title": "Seirei_no_Moribito",
    "id": "1827",
    "url": "https://myanimelist.net/anime/1827/Seirei_no_Moribito",
    "user": "jason2801",
    "profile": "/profile/jason2801/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=113949",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nすべての時間の私の好きなアニメの一つ。 それは間違いなくあなたが見て止めることができないアニメの一つです。 私はそれについて兄弟に話し、彼は1つの座席（途中で昼寝）でシリーズを終了しました。\n\n文字やストーリーは素晴らしいです。 文字の全体がたくさんあるわけではありませんが、彼らは実際には裏づけに入り、それぞれの肉体は非常によく出てきます。 少年少女からクールな男に行く王子は、非常に自然にそして確かに起こる。 全体的な話は素晴らしいです。差し迫った危機にどう対処するかについての異なる意見を持つ異なる派閥は、非常に信じられます。 それは良い人対悪い人だけではありません。 彼らが持っている情報で最善を尽くそうとしているのは人々です。\n\n芸術はシリーズに完全に適合します。 ここに漫画ばかげたものはありません。\n\n音楽は完璧で、伝統的な日本の民謡、激しい部分のドラム、オーケストラのものです。 私はダブとサブを見てきました、ダブも良いです。 両方の声で文字をうまく収めました。\n\nアクションは素晴らしいです。 このシリーズにはたくさんの戦いがありませんが、そこにあるものは私が見た中で最高のものです。 彼らは非常にうまくアニメーション化されており、音楽は激しく、完璧にフィットしています。 ビルドアップはそこにあり、彼らは砂時計です。\n\n全体的にそれはとてもよく一緒に来ます。 あなたは笑うでしょう、あなたは泣くでしょう、戦いはあなたを完全に汲み上げます。 見なければならない。\n\n私は彼らがシリーズで続けることを願っています、元の小説は11の季節になることができる12巻を跨いでいます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOne of my favorite anime of all time. It's definitely one of the anime you just can't stop watching. I told my brother about it and he finished the series in one sitting (with a nap partway through).\n\n\u001b[1mすべての時間の私の好きなアニメの一つ。 それは間違いなくあなたが見て止めることができないアニメの一つです。 私はそれについて兄弟に話し、彼は1つの座席（途中で昼寝）でシリーズを終了しました。\u001b[22m\n\u001b[1m(Subete no jikan no watashi no sukina anime no hitotsu. Sore wa machigainaku anata ga mite tomeru koto ga dekinai anime no hitotsudesu. Watashi wa sore ni tsuite kyōdai ni hanashi, kare wa 1tsu no zaseki (tochū de hirune) de shirīzu o shūryō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mOne of my favorite anime of all time. It's definitely one of the anime you just can't stop watching. I told my brother about it and he finished the series in one sitting (with a nap partway through).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of my favorite anime of all time.\u001b[24m\n    \u001b[1mすべての時間の私の好きなアニメの一つ。\u001b[22m\n\u001b[4mIt's definitely one of the anime you just can't stop watching.\u001b[24m\n    \u001b[1mそれは間違いなくあなたが見て止めることができないアニメの一つです。\u001b[22m, \u001b[1mそれは間違いなくあなたがちょうど見て止めることはできないアニメの一つです。\u001b[22m\n\u001b[4mI told my brother about it and he finished the series in one sitting (with a nap partway through).\u001b[24m\n    \u001b[1m私はそれについて兄弟に話し、彼は1つの座席（途中で昼寝）でシリーズを終了しました。\u001b[22m, \u001b[1m私はそれについて私の弟に言った、彼は（途中で昼寝で）座っ1でシリーズを終えました。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters and story are great. There aren't a whole lot of characters but they really get into the backstory and flesh each of them out very well. The prince going from little brat to cool guy happens very naturally and believably. The overall story is great, the different factions, with their differing opinions on how to deal with the impending crisis, is very believable. It isn't just good guys vs bad guys. It's people trying to do their best with the information they have.\n\n\u001b[1m文字やストーリーは素晴らしいです。 文字の全体がたくさんあるわけではありませんが、彼らは実際には裏づけに入り、それぞれの肉体は非常によく出てきます。 少年少女からクールな男に行く王子は、非常に自然にそして確かに起こる。 全体的な話は素晴らしいです。差し迫った危機にどう対処するかについての異なる意見を持つ異なる派閥は、非常に信じられます。 それは良い人対悪い人だけではありません。 彼らが持っている情報で最善を尽くそうとしているのは人々です。\u001b[22m\n\u001b[1m(Moji ya sutōrī wa subarashīdesu. Moji no zentai ga takusan aru wakede wa arimasenga, karera wa jissai ni wa uradzuke ni hairi, sorezore no nikutai wa hijō ni yoku dete kimasu. Shōnen shōjo kara kūruna otoko ni iku ōji wa, hijō ni shizen ni soshite tashika ni okoru. Zentai-tekina hanashi wa subarashīdesu. Sashisematta kiki ni dō taisho suru ka ni tsuite no kotonaru iken o motsu kotonaru habatsu wa, hijō ni shinji raremasu. Sore wa yoi hito tai warui hito dakede wa arimasen. Karera ga motte iru jōhō de saizen o tsukusou to shite iru no wa hitobitodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters and story are great. There aren't a whole lot of characters but they really get into the backstory and flesh each of them out very well. The prince going from little brat to cool guy happens very naturally and believably. The overall story is great, the different factions, with their differing opinions on how to deal with the impending crisis, is very believable. It isn't just good guys vs bad guys. It's people trying to do their best with the information they have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters and story are great.\u001b[24m\n    \u001b[1m文字やストーリーは素晴らしいです。\u001b[22m, \u001b[1mキャラクターとストーリーが素晴らしいです。\u001b[22m\n\u001b[4mThere aren't a whole lot of characters but they really get into the backstory and flesh each of them out very well.\u001b[24m\n    \u001b[1m文字の全体がたくさんあるわけではありませんが、彼らは実際には裏づけに入り、それぞれの肉体は非常によく出てきます。\u001b[22m, \u001b[1mそこに文字の全体の多くはありませんが、彼らは本当に裏話に入ると非常によく、それらの各々を肉付け。\u001b[22m\n\u001b[4mThe prince going from little brat to cool guy happens very naturally and believably.\u001b[24m\n    \u001b[1m少年少女からクールな男に行く王子は、非常に自然にそして確かに起こる。\u001b[22m, \u001b[1m男を冷却するために小さいがきから行く王子は非常に自然とbelievably起こります。\u001b[22m\n\u001b[4mThe overall story is great, the different factions, with their differing opinions on how to deal with the impending crisis, is very believable.\u001b[24m\n    \u001b[1m全体的な話は素晴らしいです。差し迫った危機にどう対処するかについての異なる意見を持つ異なる派閥は、非常に信じられます。\u001b[22m, \u001b[1m全体的な話は素晴らしいですが、別の派閥は、差し迫った危機に対処する方法についてはそれらの異なる意見で、非常に信じられないです。\u001b[22m\n\u001b[4mIt isn't just good guys vs bad guys.\u001b[24m\n    \u001b[1mそれは良い人対悪い人だけではありません。\u001b[22m, \u001b[1mそれはちょうど善玉対悪者ではありません。\u001b[22m\n\u001b[4mIt's people trying to do their best with the information they have.\u001b[24m\n    \u001b[1m彼らが持っている情報で最善を尽くそうとしているのは人々です。\u001b[22m, \u001b[1mそれは、彼らが持っている情報で最善を尽くすしようとしている人です。\u001b[22m\n\u001b[1m\u001b[22m\nThe art fits the series perfectly. No cartoony goofy stuff here.\n\n\u001b[1m芸術はシリーズに完全に適合します。 ここに漫画ばかげたものはありません。\u001b[22m\n\u001b[1m(Geijutsu wa shirīzu ni kanzen ni tekigō shimasu. Koko ni manga bakageta mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art fits the series perfectly. No cartoony goofy stuff here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art fits the series perfectly.\u001b[24m\n    \u001b[1m芸術はシリーズに完全に適合します。\u001b[22m, \u001b[1m芸術は完全にシリーズに適合します。\u001b[22m\n\u001b[4mNo cartoony goofy stuff here.\u001b[24m\n    \u001b[1mここに漫画ばかげたものはありません。\u001b[22m, \u001b[1mここには漫画間抜けなものはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is perfect, traditional Japanese folk songs, drums for the intense parts, and orchestral stuff. I've watched the dub and sub, even the dub is good. In both the voices fit the characters well.\n\n\u001b[1m音楽は完璧で、伝統的な日本の民謡、激しい部分のドラム、オーケストラのものです。 私はダブとサブを見てきました、ダブも良いです。 両方の声で文字をうまく収めました。\u001b[22m\n\u001b[1m(Ongaku wa kanpeki de, dentō-tekina Nihon no min'yō, hageshī bubun no doramu, ōkesutora no monodesu. Watashi wa dabu to sabu o mitekimashita, dabu mo yoidesu. Ryōhō no koe de moji o umaku osamemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music is perfect, traditional Japanese folk songs, drums for the intense parts, and orchestral stuff. I've watched the dub and sub, even the dub is good. In both the voices fit the characters well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is perfect, traditional Japanese folk songs, drums for the intense parts, and orchestral stuff.\u001b[24m\n    \u001b[1m音楽は完璧で、伝統的な日本の民謡、激しい部分のドラム、オーケストラのものです。\u001b[22m, \u001b[1m音楽は完璧な、日本の伝統的な民謡、強烈な部品のドラム、オーケストラものです。\u001b[22m\n\u001b[4mI've watched the dub and sub, even the dub is good.\u001b[24m\n    \u001b[1m私はダブとサブを見てきました、ダブも良いです。\u001b[22m, \u001b[1m私もダブが良好であり、ダブとサブを見てきました。\u001b[22m\n\u001b[4mIn both the voices fit the characters well.\u001b[24m\n    \u001b[1m両方の声で文字をうまく収めました。\u001b[22m, \u001b[1m声の両方でうまく文字にフィット。\u001b[22m\n\u001b[1m\u001b[22m\nThe action is great. There aren't a whole lot of fights in this series, but the ones there are, are some of the best I've seen. They are very well animated, the music is intense and fits perfectly. The build up is there, and they are gritty.\n\n\u001b[1mアクションは素晴らしいです。 このシリーズにはたくさんの戦いがありませんが、そこにあるものは私が見た中で最高のものです。 彼らは非常にうまくアニメーション化されており、音楽は激しく、完璧にフィットしています。 ビルドアップはそこにあり、彼らは砂時計です。\u001b[22m\n\u001b[1m(Akushon wa subarashīdesu. Kono shirīzu ni wa takusan no tatakai ga arimasenga, soko ni aru mono wa watashi ga mita naka de saikō no monodesu. Karera wa hijō ni umaku animēshon-ka sa rete ori, ongaku wa hageshiku, kanpeki ni fitto shite imasu. Birudoappu wa soko ni ari, karera wa sunadokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe action is great. There aren't a whole lot of fights in this series, but the ones there are, are some of the best I've seen. They are very well animated, the music is intense and fits perfectly. The build up is there, and they are gritty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe action is great.\u001b[24m\n    \u001b[1mアクションは素晴らしいです。\u001b[22m\n\u001b[4mThere aren't a whole lot of fights in this series, but the ones there are, are some of the best I've seen.\u001b[24m\n    \u001b[1mこのシリーズにはたくさんの戦いがありませんが、そこにあるものは私が見た中で最高のものです。\u001b[22m, \u001b[1mそこにこのシリーズの戦いの全体の多くはありませんが、あるものは、私が見た中で最高のいくつかです。\u001b[22m\n\u001b[4mThey are very well animated, the music is intense and fits perfectly.\u001b[24m\n    \u001b[1m彼らは非常にうまくアニメーション化されており、音楽は激しく、完璧にフィットしています。\u001b[22m, \u001b[1m彼らは非常によく音楽は強烈で、完璧にフィットし、アニメーション化されます。\u001b[22m\n\u001b[4mThe build up is there, and they are gritty.\u001b[24m\n    \u001b[1mビルドアップはそこにあり、彼らは砂時計です。\u001b[22m, \u001b[1mビルドアップがあり、それらがザラザラしています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall it comes together so well. You'll laugh, you'll cry, the fights will have you totally pumped. A must see.\n\n\u001b[1m全体的にそれはとてもよく一緒に来ます。 あなたは笑うでしょう、あなたは泣くでしょう、戦いはあなたを完全に汲み上げます。 見なければならない。\u001b[22m\n\u001b[1m(Zentai-teki ni sore wa totemo yoku issho ni kimasu. Anata wa waraudeshou, anata wa nakudeshou, tatakai wa anata o kanzen ni kumiagemasu. Minakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mOverall it comes together so well. You'll laugh, you'll cry, the fights will have you totally pumped. A must see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it comes together so well.\u001b[24m\n    \u001b[1m全体的にそれはとてもよく一緒に来ます。\u001b[22m, \u001b[1m全体的にはとてもうまく一緒に来ます。\u001b[22m\n\u001b[4mYou'll laugh, you'll cry, the fights will have you totally pumped.\u001b[24m\n    \u001b[1mあなたは笑うでしょう、あなたは泣くでしょう、戦いはあなたを完全に汲み上げます。\u001b[22m, \u001b[1mあなたは、あなたが泣くよ、笑うよ戦いは、あなたが完全に圧送しています。\u001b[22m\n\u001b[4mA must see.\u001b[24m\n    \u001b[1m見なければならない。\u001b[22m, \u001b[1m見なければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nI wish they would continue with the series, the original novels span 12 volumes, that could be 11 more seasons.\n\n\u001b[1m私は彼らがシリーズで続けることを願っています、元の小説は11の季節になることができる12巻を跨いでいます。\u001b[22m\n\u001b[1m(Watashi wa karera ga shirīzu de tsudzukeru koto o negatte imasu,-moto no shōsetsu wa 11 no kisetsu ni naru koto ga dekiru 12-kan o mataide imasu.)\u001b[22m\n\nTranslations of \u001b[4mI wish they would continue with the series, the original novels span 12 volumes, that could be 11 more seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wish they would continue with the series, the original novels span 12 volumes, that could be 11 more seasons.\u001b[24m\n    \u001b[1m私は彼らがシリーズで続けることを願っています、元の小説は11の季節になることができる12巻を跨いでいます。\u001b[22m, \u001b[1m私は、彼らがシリーズを続けることを望む、オリジナルの小説は、11以上の季節かもしれない12のボリュームにまたがります。\u001b[22m"
  },
  {
    "title": "Seirei_no_Moribito",
    "id": "1827",
    "url": "https://myanimelist.net/anime/1827/Seirei_no_Moribito",
    "user": "Kenyanke",
    "profile": "/profile/Kenyanke/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=104735",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n私がこのアニメを終えたとき、私はそれが良いために終わったこと、人間の世界と多くの異常からなる別の層のものからの完全な楽しさを知っていたので、少し寂しいと感じました。 私は、世界の想像力がなくなってくれることに気づかせてくれる。\n\n私が読んだ、または見た多くのアニメとは異なり、多くの人があなたに魅力的な芸術、美しいキャラクター、音楽を邪魔しています。  Seirei no Moribito深い落ち込みが起こるかもしれないことを願っています。 裕福な皇帝の側があるので、それはあなたに影響します。そして、あなたにその違いを示す共通の側面があります。\n\nストーリー自体はかなりオリジナルですが、基本的に、過去8人の死者のために8人を救済しなければならない戦士がいます。 戦士の最終的な人物は、世界中の新しいヨーゴ帝国の王子です。 シャガムと呼ばれるこの人は、帝国に止められなければならない水の悪魔を握っています。母親は戦士に命を守るよう命じます。多くのことがシリーズを通じて展開されますが、 彼女の名前はバルサです。\n\nしたがって、ほとんどのアニメの違いは、常に日本/中国のような江戸時代の主な男性主人公です。\n\n基本的には、細かく説明した後、物語は非常に良く、アートは多くのように素晴らしく、オープニングとエンディングは素晴らしくはなかったが、インサートは非常にリラックスしていて、キャラクターはとても良く、いくつかのものは誰かのように バルサが救ったのは正面全体に大きなはじき歯があるのですが、もしあなたが彼がなくても想像していたら、それは奇妙に見えます。\n\n私は自宅にいる日の時間に多くのアニメを見ることはほとんどありませんが、私はいつもこのアニメを楽しんでいて、ゲームやプログラムなどをプレイしている間は、それを見て完成させています。\n\n私は本当にこの3つを完全に組み合わせるように、アクションファン、ライフファンのスライス、そしてアドベンチャーファンをお勧めします。上記のいずれかが気に入らないかもしれない他の視聴者については、あなたがそれを見るまで知りません。\n\n誰がこれを読んだのか、私は忍耐強く私のレビューを読んでくれてありがとう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhen I finished this Anime, I felt a little lonely because I knew that it was over for good, the utter enjoyment from within the world of humans and that of another layer consisting of many abnormalities. Making me clench that there's no more imagination of the world.\n\n\u001b[1m私がこのアニメを終えたとき、私はそれが良いために終わったこと、人間の世界と多くの異常からなる別の層のものからの完全な楽しさを知っていたので、少し寂しいと感じました。 私は、世界の想像力がなくなってくれることに気づかせてくれる。\u001b[22m\n\u001b[1m(Watashi ga kono anime o oeta toki, watashi wa sore ga yoi tame ni owatta koto, ningen no sekai to ōku no ijō kara naru betsu no sō no mono kara no kanzen'na tanoshisa o shitte itanode, sukoshi sabishī to kanjimashita. Watashi wa, sekai no sōzō-ryoku ga nakunatte kureru koto ni kidzuka sete kureru.)\u001b[22m\n\nTranslations of \u001b[4mWhen I finished this Anime, I felt a little lonely because I knew that it was over for good, the utter enjoyment from within the world of humans and that of another layer consisting of many abnormalities. Making me clench that there's no more imagination of the world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I finished this Anime, I felt a little lonely because I knew that it was over for good, the utter enjoyment from within the world of humans and that of another layer consisting of many abnormalities.\u001b[24m\n    \u001b[1m私がこのアニメを終えたとき、私はそれが良いために終わったこと、人間の世界と多くの異常からなる別の層のものからの完全な楽しさを知っていたので、少し寂しいと感じました。\u001b[22m, \u001b[1m私はこのアニメを終えたとき、私はそれが良い、全く人間の世界の中から楽しみと多くの異常からなる別の層のそれのために終わったことを知っていたので、私は少し寂しい感じました。\u001b[22m\n\u001b[4mMaking me clench that there's no more imagination of the world.\u001b[24m\n    \u001b[1m私は、世界の想像力がなくなってくれることに気づかせてくれる。\u001b[22m, \u001b[1m私を作ることは、世界の何より想像力がないことを握り締めます。\u001b[22m\n\u001b[1m\u001b[22m\nUnlike many anime's that I've read about or seen, many of them hinder you to fancy art, pretty characters and music, but they all in clear view just copy from one another. Seirei no Moribito deep down hope what bad things might happen don't. It impacts on you as there's a Wealthy Emperor Side and then there's a Commoner side which shows you the difference.\n\n\u001b[1m私が読んだ、または見た多くのアニメとは異なり、多くの人があなたに魅力的な芸術、美しいキャラクター、音楽を邪魔しています。  Seirei no Moribito深い落ち込みが起こるかもしれないことを願っています。 裕福な皇帝の側があるので、それはあなたに影響します。そして、あなたにその違いを示す共通の側面があります。\u001b[22m\n\u001b[1m(Watashi ga yonda, matawa mita ōku no anime to wa kotonari, ōku no hito ga anata ni mirikitekina geijutsu, utsukushī kyarakutā, ongaku o jama shite imasu. Seirei no Moribito fukai ochikomi ga okoru kamo shirenai koto o negatte imasu. Yūfukuna kōtei no soba ga aru node, sore wa anata ni eikyō shimasu. Soshite, anata ni sono chigai o shimesu kyōtsū no sokumen ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnlike many anime's that I've read about or seen, many of them hinder you to fancy art, pretty characters and music, but they all in clear view just copy from one another. Seirei no Moribito deep down hope what bad things might happen don't. It impacts on you as there's a Wealthy Emperor Side and then there's a Commoner side which shows you the difference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike many anime's that I've read about or seen, many of them hinder you to fancy art, pretty characters and music, but they all in clear view just copy from one another.\u001b[24m\n    \u001b[1m私が読んだ、または見た多くのアニメとは異なり、多くの人があなたに魅力的な芸術、美しいキャラクター、音楽を邪魔しています。\u001b[22m, \u001b[1m私の読んだか見てきた多くのアニメのとは異なり、それらの多くは派手な芸術、かなり文字や音楽にあなたを妨げるが、クリアな視界で、それらのすべては、ただ互いからコピーします。\u001b[22m\n\u001b[4mSeirei no Moribito deep down hope what bad things might happen don't.\u001b[24m\n    \u001b[1mSeirei no Moribito深い落ち込みが起こるかもしれないことを願っています。\u001b[22m, \u001b[1m精霊ないMoribitoは深いダウン悪いことはしないでください何が起こるかでお願い致します。\u001b[22m\n\u001b[4mIt impacts on you as there's a Wealthy Emperor Side and then there's a Commoner side which shows you the difference.\u001b[24m\n    \u001b[1m裕福な皇帝の側があるので、それはあなたに影響します。そして、あなたにその違いを示す共通の側面があります。\u001b[22m, \u001b[1mそれあなたへの影響裕福天皇サイドがありますように、次にあなたの違いを示している庶民の側があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is quite original in itself, but basically, There's a Warrior who has to save eight people due to past eight deaths to atone. The warriors final person is a royal prince of the new yogo empire within the world. This person called Chagum holds the Water demon which must be stopped by the empire, his mother asks the Warrior to protect him for the rest of their life, many things unfold throughout the series, but the befitting part is the Warrior is actually a Woman, her name is Balsa.\n\n\u001b[1mストーリー自体はかなりオリジナルですが、基本的に、過去8人の死者のために8人を救済しなければならない戦士がいます。 戦士の最終的な人物は、世界中の新しいヨーゴ帝国の王子です。 シャガムと呼ばれるこの人は、帝国に止められなければならない水の悪魔を握っています。母親は戦士に命を守るよう命じます。多くのことがシリーズを通じて展開されますが、 彼女の名前はバルサです。\u001b[22m\n\u001b[1m(Sutōrī jitai wa kanari orijinarudesuga, kihontekini, kako 8-ri no shisha no tame ni 8-ri o kyūsai shinakereba naranai senshi ga imasu. Senshi no saishū-tekina jinbutsu wa, sekaijū no atarashī yōgo teikoku no ōjidesu. Shagamu to yoba reru kono hito wa, teikoku ni tome rarenakereba naranai mizu no akuma o nigitte imasu. Hahaoya wa senshi ni inochi o mamoru yō meijimasu. Ōku no koto ga shirīzu o tsūjite tenkai sa remasuga, kanojo no namae wa barusadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is quite original in itself, but basically, There's a Warrior who has to save eight people due to past eight deaths to atone. The warriors final person is a royal prince of the new yogo empire within the world. This person called Chagum holds the Water demon which must be stopped by the empire, his mother asks the Warrior to protect him for the rest of their life, many things unfold throughout the series, but the befitting part is the Warrior is actually a Woman, her name is Balsa.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is quite original in itself, but basically, There's a Warrior who has to save eight people due to past eight deaths to atone.\u001b[24m\n    \u001b[1mストーリー自体はかなりオリジナルですが、基本的に、過去8人の死者のために8人を救済しなければならない戦士がいます。\u001b[22m, \u001b[1m物語は、それ自体が非常にオリジナルですが、基本的に、償うために過去8人の死亡に起因する8人を救うために持っている戦士があります。\u001b[22m\n\u001b[4mThe warriors final person is a royal prince of the new yogo empire within the world.\u001b[24m\n    \u001b[1m戦士の最終的な人物は、世界中の新しいヨーゴ帝国の王子です。\u001b[22m, \u001b[1m戦士最後の人は、世界の中で新しい余呉帝国の王子です。\u001b[22m\n\u001b[4mThis person called Chagum holds the Water demon which must be stopped by the empire, his mother asks the Warrior to protect him for the rest of their life, many things unfold throughout the series, but the befitting part is the Warrior is actually a Woman,\u001b[24m\n    \u001b[1mシャガムと呼ばれるこの人は、帝国に止められなければならない水の悪魔を握っています。母親は戦士に命を守るよう命じます。多くのことがシリーズを通じて展開されますが、\u001b[22m, \u001b[1mChagumと呼ばれるこの人は帝国によって停止されなければならない水の悪魔を保持し、彼の母親は、自分の人生の残りのために彼を保護するための戦士を要求し、多くのものはシリーズ全体に展開するが、ふさわしい部分は戦士である実際に女性です、\u001b[22m\n\u001b[4mher name is Balsa.\u001b[24m\n    \u001b[1m彼女の名前はバルサです。\u001b[22m\n\u001b[1m\u001b[22m\nThus differences of most Anime's it's always a main male protagonist from edo like period of japan/china.\n\n\u001b[1mしたがって、ほとんどのアニメの違いは、常に日本/中国のような江戸時代の主な男性主人公です。\u001b[22m\n\u001b[1m(Shitagatte, hotondo no anime no chigai wa, tsuneni Nihon/ Chūgoku no yōna Edo jidai no omona dansei shujinkōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThus differences of most Anime's it's always a main male protagonist from edo like period of japan/china.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThus differences of most Anime's it's always a main male protagonist from edo like period of japan/china.\u001b[24m\n    \u001b[1mしたがって、ほとんどのアニメの違いは、常に日本/中国のような江戸時代の主な男性主人公です。\u001b[22m, \u001b[1mしたがって、ほとんどのアニメのの違いは、それは常に日本/中国の時代のように、江戸からの主な男性主人公です。\u001b[22m\n\u001b[1m\u001b[22m\nDown to the basics, after explaining in small detail, the Story was very good, the Art was superb like many, opening and ending wasn't great but the inserts were very relaxing, characters were very good, some things annoyed me, like someone who Balsa saved has big bucktooth teeth all across the front, but if you were to imagine him without, it would look weird, all in all it pieced well together.\n\n\u001b[1m基本的には、細かく説明した後、物語は非常に良く、アートは多くのように素晴らしく、オープニングとエンディングは素晴らしくはなかったが、インサートは非常にリラックスしていて、キャラクターはとても良く、いくつかのものは誰かのように バルサが救ったのは正面全体に大きなはじき歯があるのですが、もしあなたが彼がなくても想像していたら、それは奇妙に見えます。\u001b[22m\n\u001b[1m(Kihontekini wa, komakaku setsumei shita nochi, monogatari wa hijō ni yoku, āto wa ōku no yō ni subarashiku, ōpuningu to endingu wa subarashiku wa nakattaga, insāto wa hijō ni rirakkusu shite ite, kyarakutā wa totemo yoku, ikutsu ka no mono wa dare ka no yō ni barusa ga sukutta no wa shōmen zentai ni ōkina hajiki ha ga aru nodesuga, moshi anata ga kare ga nakute mo sōzō shite itara, sore wa kimyō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mDown to the basics, after explaining in small detail, the Story was very good, the Art was superb like many, opening and ending wasn't great but the inserts were very relaxing, characters were very good, some things annoyed me, like someone who Balsa saved has big bucktooth teeth all across the front, but if you were to imagine him without, it would look weird, all in all it pieced well together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDown to the basics, after explaining in small detail, the Story was very good, the Art was superb like many, opening and ending wasn't great but the inserts were very relaxing, characters were very good, some things annoyed me, like someone\u001b[24m\n    \u001b[1m基本的には、細かく説明した後、物語は非常に良く、アートは多くのように素晴らしく、オープニングとエンディングは素晴らしくはなかったが、インサートは非常にリラックスしていて、キャラクターはとても良く、いくつかのものは誰かのように\u001b[22m, \u001b[1m基本的にダウン、小さな詳細に説明した後、ストーリーはアートは、多くの、開口部のような見事だったと終了の文字が非常に良好だった、素晴らしいではありませんでしたが、インサートは非常にリラックスした、非常によかった、いくつかのものが誰かのように、私を悩ませ\u001b[22m\n\u001b[4mwho Balsa saved has big bucktooth teeth all across the front, but if you were to imagine him without, it would look weird, all in all it pieced well together.\u001b[24m\n    \u001b[1mバルサが救ったのは正面全体に大きなはじき歯があるのですが、もしあなたが彼がなくても想像していたら、それは奇妙に見えます。\u001b[22m, \u001b[1m誰バルサ保存されたすべてのフロント全体に大きな出っ歯の歯を持っていますが、あなたがすることなく、彼を想像した場合、それはすべてのそれはよく一緒につなぎ、すべてで、奇妙に見えるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nI don't usually watch much anime in the day time when I'm at home, but I really enjoyed this anime one night and continued to watch and complete it during the time I usually play games, program or other stuff.\n\n\u001b[1m私は自宅にいる日の時間に多くのアニメを見ることはほとんどありませんが、私はいつもこのアニメを楽しんでいて、ゲームやプログラムなどをプレイしている間は、それを見て完成させています。\u001b[22m\n\u001b[1m(Watashi wa jitaku ni iru hi no jikan ni ōku no anime o miru koto wa hotondo arimasenga, watashi wa itsumo kono anime o tanoshinde ite, gēmu ya puroguramu nado o purei shite iru ma wa, sore o mite kansei sa sete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't usually watch much anime in the day time when I'm at home, but I really enjoyed this anime one night and continued to watch and complete it during the time I usually play games, program or other stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't usually watch much anime in the day time when I'm at home, but I really enjoyed this anime one night and continued to watch and complete it during the time I usually play games, program or other stuff.\u001b[24m\n    \u001b[1m私は自宅にいる日の時間に多くのアニメを見ることはほとんどありませんが、私はいつもこのアニメを楽しんでいて、ゲームやプログラムなどをプレイしている間は、それを見て完成させています。\u001b[22m, \u001b[1m私は家にいる時、私は通常、一日の時間に多くのアニメを見ていないが、私は本当に一晩このアニメを楽しんで、私は通常、ゲーム、プログラムまたは他のものを再生時間中に見て、それを完了するために続けました。\u001b[22m\n\u001b[1m\u001b[22m\nI truly recommend this to Action fans, Slice of Life Fans and Adventure fans mostly, as it combines all three perfectly, as to other audiences who might not like one of the above, you won't know until you watch it.\n\n\u001b[1m私は本当にこの3つを完全に組み合わせるように、アクションファン、ライフファンのスライス、そしてアドベンチャーファンをお勧めします。上記のいずれかが気に入らないかもしれない他の視聴者にとっては、あなたがそれを見るまでは分かりません。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono 3ttsu o kanzen ni kumiawaseru yō ni, akushon fan, raifu fan no suraisu, soshite adobenchāfan o o susume shimasu. Jōki no izureka ga kiniiranai kamo shirenai ta no shichō-sha ni totte wa, anata ga sore o miru made wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI truly recommend this to Action fans, Slice of Life Fans and Adventure fans mostly, as it combines all three perfectly, as to other audiences who might not like one of the above, you won't know until you watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI truly recommend this to Action fans, Slice of Life Fans and Adventure fans mostly, as it combines all three perfectly, as to other audiences who might not like one of the above, you won't know until you watch it.\u001b[24m\n    \u001b[1m私は本当にこの3つを完全に組み合わせるように、アクションファン、ライフファンのスライス、そしてアドベンチャーファンをお勧めします。上記のいずれかが気に入らないかもしれない他の視聴者にとっては、あなたがそれを見るまでは分かりません。\u001b[22m, \u001b[1mそれは完全にすべての3つを組み合わせたように私は本当にあなたがそれを見るまで、上記のいずれかを好きではない可能性があり、他の観客のように、あなたが知ることができません、主にスライスライフファンとアドベンチャーのファンの、アクションファンにこれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nAs for whom read this, I thank you for patiently reading my reviews.\n\n\u001b[1m誰がこれを読んだのか、私は忍耐強く私のレビューを読んでくれてありがとう。\u001b[22m\n\u001b[1m(Dare ga kore o yonda no ka, watashi wa nintaidzuyoku watashi no rebyū o yonde kurete arigatō.)\u001b[22m\n\nTranslations of \u001b[4mAs for whom read this, I thank you for patiently reading my reviews.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for whom read this, I thank you for patiently reading my reviews.\u001b[24m\n    \u001b[1m誰がこれを読んだのか、私は忍耐強く私のレビューを読んでくれてありがとう。\u001b[22m, \u001b[1m誰のためにこれを読んで、私は辛抱強く私のレビューを読んでいただきありがとうございます。\u001b[22m"
  }
]
