[
  {
    "title": "Strike_the_Blood",
    "id": "18277",
    "url": "https://myanimelist.net/anime/18277/Strike_the_Blood",
    "user": "jambai",
    "profile": "/profile/jambai/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=146541",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  6\n\n私は実際のスポイラーを入れないようにしていますが、1つか2つしかないかもしれませんが、エンディングを台無しにするものはありません。\n\n要約：全体的に7：より良い、特に24のエピソードで、それほど多くのキャラクター開発はなかったでしょう。 このアニメがあなたが楽しむかもしれない何かのように聞こえたら、私は約6-8のエピソードを観ることをお勧めします。それを楽しむなら、観賞を続けてください。本当にお茶のカップが続かなければ、同じことが何度も繰り返されます 別の悪い男と一緒に。\n\nストーリー6：私はストーリー内のコンセプトとアイディアが本当に好きですが、進歩はありません。 メインの男は、彼が始めにしていたときとほとんど同じでした。 すべてが繰り返しているように見えました。その理由のために入れられたものがいくつかありますが、最終的には疲れました。 また、浅木と何らかの進歩がありたいと思っていましたが、何が起こったのかをKojouが何度も彼女に伝えた後でも、その関係がどのように働いているのかを見たいと思っていました。 私はそれが高原と雪奈にあまりにも多くの時間を費やしたと思う（私は彼らがメインであると思うが、これはそう多くの苦情ではない）。\n\nアート8：スタンダードなモダンなアニメのスタイルは、スタンダードアニメ以外は何も言わない。\n\nサウンド8：再び、かなり簡単。 まともな音の効果と文字のための声はかなり良かった。 主人公の声は私を最初に怒らせたが、エピソード3の後、私はそれで大丈夫だった。\n\nキャラクター6：私は本当にすべてのキャラクターが好きだった。 しかし、サイドキャラクターとして分類されているもの（かなりメインであるにもかかわらず）は、メイン2よりも優先されました。 私はまた、それは24エピソード長いので、より多くのキャラクターの進行が起こった可能性があると思う。 新しいキャラクターが登場したとき、メインとの関係はその時点でかなり整理されていましたが、2つのメインの間でさえ、本当の進歩はありませんでした。 私はまた、2つの幹線の間のやりとりに費やされた時間が長すぎると思っていました。 私はこれがハーレムとして自分自身を売るのではないことを知っていますが、それは大変です。だから、彼らはコージーとの他のキャラクターの関係にもっと時間を費やすべきだったと思います。\n\n楽しさ6：私は最初に血を打っていましたが、それから各アークで異なる何かが起こりたいと思っていましたが、それは非常に反復的でした。 エピソード18で、私は「これがいつ終わるのか、私はそれを終わらせなければならないが、本当に何か他のことが起こることを望む」と考えていた。\n\n全体的に7（私は平均6.8を得るために電卓を使いました、はい、私は本当にそれが悲しいです）。アニメを終了することを望んでいるときはそれは決してうまくありませんが、残念なことにそのストライク・ザ・ブラッドは私にしました。 私は本当に物語のコンセプトとアイデアが好きです。私は彼らがもっとうまくやってほしいと思っています。このレビューで何度も言ったように、私は各箱が最後のものではないことを祈っています。\n私はなぜ人々がこのアニメを見て、それが本当に良いと思うかを理解することができます。 私はそれを見ないよう誰にも言いませんでしたが、私のためには、ちょうど私のためのほぼ完璧なフィット感でしたが、その全体的なスコアを下げたほんの少しのものがありました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nAlthough i have tried not to put any real spoilers in, there may be one or two but nothing that would spoil the ending.\n\n\u001b[1m私は実際のスポイラーを入れないようにしていますが、1つか2つしかないかもしれませんが、エンディングを台無しにするものはありません。\u001b[22m\n\u001b[1m(Watashi wa jissai no supoirā o hairenai yō ni shite imasuga, 1tsu ka 2tsu shika nai kamo shiremasenga, endingu o dainashi ni suru mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlthough i have tried not to put any real spoilers in, there may be one or two but nothing that would spoil the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough i have tried not to put any real spoilers in, there may be one or two but nothing that would spoil the ending.\u001b[24m\n    \u001b[1m私は実際のスポイラーを入れないようにしていますが、1つか2つしかないかもしれませんが、エンディングを台無しにするものはありません。\u001b[22m, \u001b[1m私は、任意の実際のスポイラーを入れていないしようとしたが、1または2が、エンディングを台無しだろう何があってもよいです。\u001b[22m\n\u001b[1m\u001b[22m\nSummary: Overall 7: Could have been better, especially with 24 episodes, there wasn't that much character development. If this anime sounds like something you might enjoy, i recommend watching about 6-8 episodes, if you enjoy it then carry on watching, if its not really your cup of tea don't bother continuing, the same thing happens over and over again just with a different bad guy.\n\n\u001b[1m要約：全体的に7：より良い、特に24のエピソードで、それほど多くのキャラクター開発はなかったでしょう。 このアニメがあなたが楽しむかもしれない何かのように聞こえたら、私は約6-8のエピソードを観ることをお勧めします。それを楽しむなら、観賞を続けてください。本当にお茶のカップが続かなければ、同じことが何度も繰り返されます 別の悪い男と一緒に。\u001b[22m\n\u001b[1m(Yōyaku: Zentai-teki ni 7: Yoriyoi, tokuni 24 no episōdo de, sorehodo ōku no kyarakutā kaihatsu wa nakattadeshou. Kono anime ga anata ga tanoshimu kamo shirenai nanika no yō ni kikoetara, watashi wa yaku 6 - 8 no episōdo o miru koto o o susume shimasu. Sore o tanoshimunara, kanshō o tsudzukete kudasai. Hontōni ocha no kappu ga tsudzukanakereba, onaji koto ga nando mo kurikaesa remasu betsu no warui otoko to issho ni.)\u001b[22m\n\nTranslations of \u001b[4mSummary: Overall 7: Could have been better, especially with 24 episodes, there wasn't that much character development. If this anime sounds like something you might enjoy, i recommend watching about 6-8 episodes, if you enjoy it then carry on watching, if its not really your cup of tea don't bother continuing, the same thing happens over and over again just with a different bad guy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSummary: Overall 7: Could have been better, especially with 24 episodes, there wasn't that much character development.\u001b[24m\n    \u001b[1m要約：全体的に7：より良い、特に24のエピソードで、それほど多くのキャラクター開発はなかったでしょう。\u001b[22m, \u001b[1m概要：総合7：特に24のエピソードで、改善の余地がある、それだけキャラクターの成長はありませんでした。\u001b[22m\n\u001b[4mIf this anime sounds like something you might enjoy, i recommend watching about 6-8 episodes, if you enjoy it then carry on watching, if its not really your cup of tea don't bother continuing, the same thing happens over and over again\u001b[24m\n    \u001b[1mこのアニメがあなたが楽しむかもしれない何かのように聞こえたら、私は約6-8のエピソードを観ることをお勧めします。それを楽しむなら、観賞を続けてください。本当にお茶のカップが続かなければ、同じことが何度も繰り返されます\u001b[22m, \u001b[1mお茶のそのない本当にあなたのカップが継続して気にしない場合は、このアニメは、あなたが楽しむかもしれない何かのように聞こえる場合は、私はあなたがそれを楽しんで見て上に運ぶ場合、約6-8のエピソードを見ることをお勧めします、同じことが何度も起こります\u001b[22m\n\u001b[4mjust with a different bad guy.\u001b[24m\n    \u001b[1m別の悪い男と一緒に。\u001b[22m, \u001b[1mちょうど別の悪い男と。\u001b[22m\n\u001b[1m\u001b[22m\nStory 6: i really like the concept and the ideas within the story however there was no progression. The main guy was pretty much the same at the end as he was in the beginning. everything seemed repetitive, i guess there are some things that were put in for that reason, but ultimately it got tiring. Also i really wanted there to be some sort of progression with Asagi, but it never happened, even after Kojou promised her many times he would tell her what was going on, I wanted to see how that relationship would have worked out. I think it spent too much time on Kojou and Yukina (i suppose they are the mains though so this isnt much of a complaint).\n\n\u001b[1mストーリー6：私はストーリー内のコンセプトとアイディアが本当に好きですが、進歩はありません。 メインの男は、彼が始めにしていたときとほとんど同じでした。 すべてが繰り返しているように見えました。その理由のために入れられたものがいくつかありますが、最終的には疲れました。 また、浅木と何らかの進歩がありたいと思っていましたが、何が起こったのかをKojouが何度も彼女に伝えた後でも、その関係がどのように働いているのかを見たいと思っていました。 私はそれが高原と雪奈にあまりにも多くの時間を費やしたと思う（私は彼らがメインであると思うが、これはそう多くの苦情ではない）。\u001b[22m\n\u001b[1m(Sutōrī 6: Watashi wa sutōrī-nai no konseputo to aidia ga hontōni sukidesuga, shinpo wa arimasen. Mein no otoko wa, kare ga hajime ni shite ita toki to hotondo onajideshita. Subete ga kurikaeshite iru yō ni miemashita. Sono riyū no tame ni haire rareta mono ga ikutsu ka arimasuga, saishūtekini wa tsukaremashita. Mata, asaki to nanrakano shinpo ga aritai to omotte imashitaga, nani ga okotta no ka o Kojou ga nando mo kanojo ni tsutaeta nochi demo, sono kankei ga dono yō ni hataraite iru no ka o mitai to omotte imashita. Watashi wa sore ga kōgen to yukina ni amarini mo ōku no jikan o tsuiyashita to omou (watashi wa karera ga meindearu to omou ga, kore wa sō ōku no kujōde wa nai).)\u001b[22m\n\nTranslations of \u001b[4mStory 6: i really like the concept and the ideas within the story however there was no progression. The main guy was pretty much the same at the end as he was in the beginning. everything seemed repetitive, i guess there are some things that were put in for that reason, but ultimately it got tiring. Also i really wanted there to be some sort of progression with Asagi, but it never happened, even after Kojou promised her many times he would tell her what was going on, I wanted to see how that relationship would have worked out. I think it spent too much time on Kojou and Yukina (i suppose they are the mains though so this isnt much of a complaint).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 6: i really like the concept and the ideas within the story however there was no progression.\u001b[24m\n    \u001b[1mストーリー6：私はストーリー内のコンセプトとアイディアが本当に好きですが、進歩はありません。\u001b[22m, \u001b[1mストーリー6：私は本当にコンセプトとストーリー内のアイデアがどんなに進行がなかったような。\u001b[22m\n\u001b[4mThe main guy was pretty much the same at the end as he was in the beginning.\u001b[24m\n    \u001b[1mメインの男は、彼が始めにしていたときとほとんど同じでした。\u001b[22m, \u001b[1m彼は初めにあったように、メインの男は最後にほとんど同じでした。\u001b[22m\n\u001b[4meverything seemed repetitive, i guess there are some things that were put in for that reason, but ultimately it got tiring.\u001b[24m\n    \u001b[1mすべてが繰り返しているように見えました。その理由のために入れられたものがいくつかありますが、最終的には疲れました。\u001b[22m, \u001b[1mすべてが繰り返し見えた、私はその理由のために入れたいくつかのものがあると思いますが、最終的にそれは疲れるました。\u001b[22m\n\u001b[4mAlso i really wanted there to be some sort of progression with Asagi, but it never happened, even after Kojou promised her many times he would tell her what was going on, I wanted to see how that relationship would have worked out.\u001b[24m\n    \u001b[1mまた、浅木と何らかの進歩がありたいと思っていましたが、何が起こったのかをKojouが何度も彼女に伝えた後でも、その関係がどのように働いているのかを見たいと思っていました。\u001b[22m, \u001b[1mまたKojouは、彼は、何が起こっていたか彼女に言うだろう、私はその関係が出て働いているだろうか見てみたかった彼女に何度も約束した後でも、私は本当にアサギと進行のいくつかの並べ替えがあるように望んでいたが、それは決して起こりませんでした。\u001b[22m\n\u001b[4mI think it spent too much time on Kojou and Yukina (i suppose they are the mains though so this isnt much of a complaint).\u001b[24m\n    \u001b[1m私はそれが高原と雪奈にあまりにも多くの時間を費やしたと思う（私は彼らがメインであると思うが、これはそう多くの苦情ではない）。\u001b[22m, \u001b[1m私はそれがKojouと雪菜にあまりにも多くの時間を費やしたと思います（私はそう、これは苦情の多くがイマイチかかわらず、彼らは主であると仮定します）。\u001b[22m\n\u001b[1m\u001b[22m\nArt 8: Standard modern style of anime, cant really say anything other that it was standard anime.\n\n\u001b[1mアート8：スタンダードなモダンなアニメのスタイルは、スタンダードアニメ以外は何も言わない。\u001b[22m\n\u001b[1m(Āto 8: Sutandādona modan'na anime no sutairu wa, sutandādoanime igai wa nani mo iwanai.)\u001b[22m\n\nTranslations of \u001b[4mArt 8: Standard modern style of anime, cant really say anything other that it was standard anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8: Standard modern style of anime, cant really say anything other that it was standard anime.\u001b[24m\n    \u001b[1mアート8：スタンダードなモダンなアニメのスタイルは、スタンダードアニメ以外は何も言わない。\u001b[22m, \u001b[1mアート8：アニメの標準的な現代的なスタイルは、カントは、実際にそれが標準的なアニメであったことを他の何かを言います。\u001b[22m\n\u001b[1m\u001b[22m\nSound 8: Again, fairly straightforward. decent sound effects and the voices for the characters were pretty good. the main guys voice annoyed me at first but after about episode 3 i was fine with it.\n\n\u001b[1mサウンド8：再び、かなり簡単。 まともな音の効果と文字のための声はかなり良かった。 主人公の声は私を最初に怒らせたが、エピソード3の後、私はそれで大丈夫だった。\u001b[22m\n\u001b[1m(Saundo 8: Futatabi, kanari kantan. Matomona oto no kōka to moji no tame no koe wa kanari yokatta. Shujinkō no koe wa watashi o saisho ni okora setaga, episōdo 3 no ato, watashi wa sore de daijōbudatta.)\u001b[22m\n\nTranslations of \u001b[4mSound 8: Again, fairly straightforward. decent sound effects and the voices for the characters were pretty good. the main guys voice annoyed me at first but after about episode 3 i was fine with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8: Again, fairly straightforward.\u001b[24m\n    \u001b[1mサウンド8：再び、かなり簡単。\u001b[22m, \u001b[1m8サウンド：ここでも、非常に簡単。\u001b[22m\n\u001b[4mdecent sound effects and the voices for the characters were pretty good.\u001b[24m\n    \u001b[1mまともな音の効果と文字のための声はかなり良かった。\u001b[22m, \u001b[1mまともなサウンドエフェクトや文字の声はかなり良好でした。\u001b[22m\n\u001b[4mthe main guys voice annoyed me at first but after about episode 3 i was fine with it.\u001b[24m\n    \u001b[1m主人公の声は私を最初に怒らせたが、エピソード3の後、私はそれで大丈夫だった。\u001b[22m, \u001b[1m主な男の声が最初に私を悩ませたが、約エピソード3の後、私はそれで大丈夫でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 6: I liked all of the characters really. however the ones that are classed as side characters (even though they are fairly main) i preferred over the main two. i also think since it was 24 episodes long, more character progression could have taken place. when a new character was introduced, the relationship to the main was pretty much sorted at that moment, there was no real advancement, even between the two mains. I also think too much time was spent on the interaction between the two mains and not enough between Kojou and the other girls that were attracted to him. I know this doesnt sell itself as a harem but it blatantly is, so i think they should have spent more time on other characters relationships to Kojou.\n\n\u001b[1mキャラクター6：私は本当にすべてのキャラクターが好きだった。 しかし、サイドキャラクターとして分類されているもの（かなりメインであるにもかかわらず）は、メイン2よりも優先されました。 私はまた、それは24エピソード長いので、より多くのキャラクターの進行が起こった可能性があると思う。 新しいキャラクターが登場したとき、メインとの関係はその時点でかなり整理されていましたが、2つのメインの間でさえ、本当の進歩はありませんでした。 私はまた、2つの幹線の間のやりとりに費やされた時間が長すぎると思っていました。 私はこれがハーレムとして自分自身を売るのではないことを知っていますが、それは大変です。だから、彼らはコージーとの他のキャラクターの関係にもっと時間を費やすべきだったと思います。\u001b[22m\n\u001b[1m(Kyarakutā 6: Watashi wa hontōni subete no kyarakutā ga sukidatta. Shikashi, saidokyarakutā to shite bunrui sa rete iru mono (kanari meindearu nimokakawarazu) wa, mein 2 yori mo yūsen sa remashita. Watashi wa mata, sore wa 24 episōdo nagainode, yori ōku no kyarakutā no shinkō ga okotta kanōsei ga aru to omou. Atarashī kyarakutā ga tōjō shita toki, mein to no kankei wa sono jiten de kanari seiri sa rete imashitaga, 2tsu no mein no ma de sae, hontō no shinpo wa arimasendeshita. Watashi wa mata, 2tsu no kansen no ma no yaritori ni tsuiyasa reta jikan ga naga sugiru to omotte imashita. Watashi wa kore ga hāremu to shite jibun jishin o uru node wanai koto o shitte imasuga, sore wa taihendesu. Dakara, karera wa kōjī to no ta no kyarakutā no kankei ni motto jikan o tsuiyasubekidatta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter 6: I liked all of the characters really. however the ones that are classed as side characters (even though they are fairly main) i preferred over the main two. i also think since it was 24 episodes long, more character progression could have taken place. when a new character was introduced, the relationship to the main was pretty much sorted at that moment, there was no real advancement, even between the two mains. I also think too much time was spent on the interaction between the two mains and not enough between Kojou and the other girls that were attracted to him. I know this doesnt sell itself as a harem but it blatantly is, so i think they should have spent more time on other characters relationships to Kojou.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 6: I liked all of the characters really.\u001b[24m\n    \u001b[1mキャラクター6：私は本当にすべてのキャラクターが好きだった。\u001b[22m, \u001b[1m文字6：私は本当に文字のすべてが好きでした。\u001b[22m\n\u001b[4mhowever the ones that are classed as side characters (even though they are fairly main) i preferred over the main two.\u001b[24m\n    \u001b[1mしかし、サイドキャラクターとして分類されているもの（かなりメインであるにもかかわらず）は、メイン2よりも優先されました。\u001b[22m, \u001b[1mしかし側文字として分類されるものは（彼らはかなりメインであっても）私はメイン2よりも好ましいです。\u001b[22m\n\u001b[4mi also think since it was 24 episodes long, more character progression could have taken place.\u001b[24m\n    \u001b[1m私はまた、それは24エピソード長いので、より多くのキャラクターの進行が起こった可能性があると思う。\u001b[22m, \u001b[1m私はまた、長い24話だったので、より多くの文字の進行が行われていると思います。\u001b[22m\n\u001b[4mwhen a new character was introduced, the relationship to the main was pretty much sorted at that moment, there was no real advancement, even between the two mains.\u001b[24m\n    \u001b[1m新しいキャラクターが登場したとき、メインとの関係はその時点でかなり整理されていましたが、2つのメインの間でさえ、本当の進歩はありませんでした。\u001b[22m, \u001b[1m新しい文字を導入した場合、メインとの関係はかなりその瞬間にソートされた、でも2本線の間、本当の進展はなかったです。\u001b[22m\n\u001b[4mI also think too much time was spent on the interaction between the two mains and not enough between Kojou and the other girls that were attracted to him.\u001b[24m\n    \u001b[1m私はまた、2つの幹線の間のやりとりに費やされた時間が長すぎると思っていました。\u001b[22m, \u001b[1m私は、あまりにも多くの時間がKojou、彼に魅了された他の女の子の間に十分な2本線とないの間の相互作用に費やされたと思います。\u001b[22m\n\u001b[4mI know this doesnt sell itself as a harem but it blatantly is, so i think they should have spent more time on other characters relationships to Kojou.\u001b[24m\n    \u001b[1m私はこれがハーレムとして自分自身を売るのではないことを知っていますが、それは大変です。だから、彼らはコージーとの他のキャラクターの関係にもっと時間を費やすべきだったと思います。\u001b[22m, \u001b[1m私は、このdoesntのはハーレムのように自分自身を売る知っているが、それは露骨なので、私は、彼らがKojouに他の文字の関係に多くの時間を費やしているべきだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 6: I enjoyed Strike the blood at first but then found myself wishing something different would happen in each of the arks, they were very repetitive. By episode 18 i was thinks 'when will this end, i have to finish it off now but i really wish something else would happen'.\n\n\u001b[1m楽しさ6：私は最初に血を打っていましたが、それから各アークで異なる何かが起こりたいと思っていましたが、それは非常に反復的でした。 エピソード18で、私は「これがいつ終わるのか、私はそれを終わらせなければならないが、本当に何か他のことが起こることを望む」と考えていた。\u001b[22m\n\u001b[1m(Tanoshisa 6: Watashi wa saisho ni chi o utte imashitaga, sorekara kaku āku de kotonaru nanika ga okoritai to omotte imashitaga, sore wa hijō ni hanpuku-tekideshita. Episōdo 18 de, watashi wa `kore ga itsu owaru no ka, watashi wa sore o owara senakereba naranaiga, hontōni nani ka hoka no koto ga okoru koto o nozomu' to kangaete ita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 6: I enjoyed Strike the blood at first but then found myself wishing something different would happen in each of the arks, they were very repetitive. By episode 18 i was thinks 'when will this end, i have to finish it off now but i really wish something else would happen'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 6: I enjoyed Strike the blood at first but then found myself wishing something different would happen in each of the arks, they were very repetitive.\u001b[24m\n    \u001b[1m楽しさ6：私は最初に血を打っていましたが、それから各アークで異なる何かが起こりたいと思っていましたが、それは非常に反復的でした。\u001b[22m, \u001b[1m楽し6：私は、彼らは非常に反復的であった、ARKSのそれぞれに起こるであろう別の何かを希望する自分自身を発見した後、ストライクを最初に血液を楽しんだけど。\u001b[22m\n\u001b[4mBy episode 18 i was thinks 'when will this end, i have to finish it off now but i really wish something else would happen'.\u001b[24m\n    \u001b[1mエピソード18で、私は「これがいつ終わるのか、私はそれを終わらせなければならないが、本当に何か他のことが起こることを望む」と考えていた。\u001b[22m, \u001b[1mエピソード18で私は 'ときに、この最後は、私は今それを終える必要がありますが、私は本当に何か他のものが起こることを望む」と思いました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 7 (i used a calculator to get an average of 6.8, Yes i really am that sad): Its never good when you're wishing an anime to end, but unfortunately thats what Strike the Blood did to me. I really like the concept and the ideas in the story, i only wish they were done better and as ive said many times in this review, i wish each ark wasnt a repeat of the last.\n\n\u001b[1m全体的に7（私は平均6.8を得るために電卓を使いました、はい、私は本当にそれが悲しいです）。アニメを終了することを望んでいるときはそれは決してうまくありませんが、残念なことにそのストライク・ザ・ブラッドは私にしました。 私は本当に物語のコンセプトとアイデアが好きです。私は彼らがもっとうまくやってほしいと思っています。このレビューで何度も言ったように、私は各箱が最後のものではないことを祈っています。\u001b[22m\n\u001b[1m(Zentai-teki ni 7 (watashi wa heikin 6. 8 O eru tame ni dentaku o tsukaimashita, wa i, watashi wa hontōni sore ga kanashīdesu). Anime o shūryō suru koto o nozonde iru toki wa sore wa kesshite umaku arimasenga, zan'nen'nakotoni sono sutoraiku za Buraddo wa watashi ni shimashita. Watashi wa hontōni monogatari no konseputo to aidea ga sukidesu. Watashi wa karera ga motto umaku yatte hoshī to omotte imasu. Kono rebyū de nando mo itta yō ni, watashi wa kaku-bako ga saigo no monode wanai koto o inotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall 7 (i used a calculator to get an average of 6.8, Yes i really am that sad): Its never good when you're wishing an anime to end, but unfortunately thats what Strike the Blood did to me. I really like the concept and the ideas in the story, i only wish they were done better and as ive said many times in this review, i wish each ark wasnt a repeat of the last.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 7 (i used a calculator to get an average of 6.8, Yes i really am that sad): Its never good when you're wishing an anime to end, but unfortunately thats what Strike the Blood did to me.\u001b[24m\n    \u001b[1m全体的に7（私は平均6.8を得るために電卓を使いました、はい、私は本当にそれが悲しいです）。アニメを終了することを望んでいるときはそれは決してうまくありませんが、残念なことにそのストライク・ザ・ブラッドは私にしました。\u001b[22m, \u001b[1mあなたが最後にアニメを希望しているときに、その良いことはありませんが、残念ながらthatsの血が私にやったストライクもの：総合7（私ははい、私は本当に悲しいことです、6.8の平均値を取得するために計算機を使用しました）。\u001b[22m\n\u001b[4mI really like the concept and the ideas in the story, i only wish they were done better and as ive said many times in this review, i wish each ark wasnt a repeat of the last.\u001b[24m\n    \u001b[1m私は本当に物語のコンセプトとアイデアが好きです。私は彼らがもっとうまくやってほしいと思っています。このレビューで何度も言ったように、私は各箱が最後のものではないことを祈っています。\u001b[22m, \u001b[1m私は本当にコンセプトや物語の中でアイデアのように、私は、彼らがより良い行われた希望とIVEがこの口コミに何回も言ったように、私はそれぞれの箱舟が最後の繰り返しを波平たい。\u001b[22m\nI can understand why people will watch this anime and think it is really good though. i would not tell anyone not to watch it, however, for me it was just off, nearly a perfect fit for me, but there were just those few little things that lowered its overall score.\n\n\u001b[1m私はなぜ人々がこのアニメを見て、それが本当に良いと思うかを理解することができます。 私はそれを見ないよう誰にも言いませんでしたが、私のためには、ちょうど私のためのほぼ完璧なフィット感でしたが、その全体的なスコアを下げたほんの少しのものがありました。\u001b[22m\n\u001b[1m(Watashi wa naze hitobito ga kono anime o mite, sore ga hontōni yoi to omou ka o rikai suru koto ga dekimasu. Watashi wa sore o minai yō darenimo iimasendeshitaga, watashi no tame ni wa, chōdo watashi no tame no hobo kanpekina fitto-kandeshitaga, sono zentai-tekina sukoa o sageta hon'nosukoshi no mono ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI can understand why people will watch this anime and think it is really good though. i would not tell anyone not to watch it, however, for me it was just off, nearly a perfect fit for me, but there were just those few little things that lowered its overall score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can understand why people will watch this anime and think it is really good though.\u001b[24m\n    \u001b[1m私はなぜ人々がこのアニメを見て、それが本当に良いと思うかを理解することができます。\u001b[22m, \u001b[1m人々はこのアニメを見て、それはしかし本当に良いと思いますなぜ私が理解することができます。\u001b[22m\n\u001b[4mi would not tell anyone not to watch it, however, for me it was just off, nearly a perfect fit for me, but there were just those few little things that lowered its overall score.\u001b[24m\n    \u001b[1m私はそれを見ないよう誰にも言いませんでしたが、私のためには、ちょうど私のためのほぼ完璧なフィット感でしたが、その全体的なスコアを下げたほんの少しのものがありました。\u001b[22m, \u001b[1m私は私のためにそれは、ちょうどオフだった私にとってほぼ完璧なフィット感が、その全体的なスコアを下げただけでそれらのいくつかのささいなことがありました、しかし、それを見ていない誰にも言わないであろう。\u001b[22m"
  },
  {
    "title": "Strike_the_Blood",
    "id": "18277",
    "url": "https://myanimelist.net/anime/18277/Strike_the_Blood",
    "user": "emupingu",
    "profile": "/profile/emupingu/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=148773",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\n私が期待していたものではなく、アニメ内のエッチ要素を見ているときに期待したものではなく、物語のためには正当化されていないと思われたので、ファンサービスのように見えました。\n主人公の主人公が大きな鋭い武器を持っているので、私はアニメに引き寄せられました。彼女は確かに強いキャラクターで、邪魔されないようにしていましたが、彼女や他のキャラクター そのことについては。\n吸血鬼である主人公は、典型的な可愛い少年の吸血鬼のステレオタイプを取っていたので、私を失望させたが、エッチの観点から見ると独特のものだと思う。\n別のことは、2人の特定のキャラクターの間に明白なラブストーリーがあることですが、これが決して実際のロマンスに発展することはなく、これが私がこのアニメを見続けた主な理由です。\n全体的に私はそれが急いでいたと感じ、それはより多くのキャラクターの背景になっているはずですが、あなたが次に見るアニメを確信していない場合、簡単な時計です。\n:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nStrike the blood was not what I expected when seeing the ecchi elements within the anime, which kind of ruined it for me as it didn't seem quite justified or necessary for the story, so it looked more like fan-service.\n\n\u001b[1m私が期待していたものではなく、アニメ内のエッチ要素を見ているときに期待したものではなく、物語のためには正当化されていないと思われたので、ファンサービスのように見えました。\u001b[22m\n\u001b[1m(Watashi ga kitai shite ita monode wa naku, anime-nai no etchi yōso o mite iru toki ni kitai shita monode wa naku, monogatari no tame ni wa seitō-ka sa rete inai to omowa retanode, fansābisu no yō ni miemashita.)\u001b[22m\n\nTranslations of \u001b[4mStrike the blood was not what I expected when seeing the ecchi elements within the anime, which kind of ruined it for me as it didn't seem quite justified or necessary for the story, so it looked more like fan-service.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStrike the blood was not what I expected when seeing the ecchi elements within the anime, which kind of ruined it for me as it didn't seem quite justified or necessary for the story, so it looked more like fan-service.\u001b[24m\n    \u001b[1m私が期待していたものではなく、アニメ内のエッチ要素を見ているときに期待したものではなく、物語のためには正当化されていないと思われたので、ファンサービスのように見えました。\u001b[22m, \u001b[1m血液がどのようなもの、それはより多くのファンサービスのように見えたので、それは、物語のための非常に正当化、または必要は思えなかったとして私のためにそれを台無しにする、アニメ内でエッチな要素を見ると、私が期待したものではありませんでしたストライク。\u001b[22m\nI was drawn to the anime as the main female protagonist has a large sharp weapon, and she is indeed a strong character and not to be messed around with, but I felt there was not enough back story for her, or any of the other characters for that matter.\n\n\u001b[1m主人公の主人公が大きな鋭い武器を持っているので、私はアニメに引き寄せられました。彼女は確かに強いキャラクターで、邪魔されないようにしていましたが、彼女や他のキャラクター そのことについては。\u001b[22m\n\u001b[1m(Shujinkō no shujinkō ga ōkina surudoi buki o motte irunode, watashi wa anime ni hikiyose raremashita. Kanojo wa tashika ni tsuyoi kyarakutā de, jama sa renai yō ni shite imashitaga, kanojo ya hoka no kyarakutā sono koto ni tsuite wa.)\u001b[22m\n\nTranslations of \u001b[4mI was drawn to the anime as the main female protagonist has a large sharp weapon, and she is indeed a strong character and not to be messed around with, but I felt there was not enough back story for her, or any of the other characters for that matter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was drawn to the anime as the main female protagonist has a large sharp weapon, and she is indeed a strong character and not to be messed around with, but I felt there was not enough back story for her, or any of the other characters\u001b[24m\n    \u001b[1m主人公の主人公が大きな鋭い武器を持っているので、私はアニメに引き寄せられました。彼女は確かに強いキャラクターで、邪魔されないようにしていましたが、彼女や他のキャラクター\u001b[22m, \u001b[1mメインの女性主人公は大きな鋭利な武器を持っている、と彼女は確かに強力な文字であり、と周りの混乱してはならないように私はアニメに描かれたが、私は十分なバックストーリーが彼女のためにそこにいないと感じた、または他の任意の文字\u001b[22m\n\u001b[4mfor that matter.\u001b[24m\n    \u001b[1mそのことについては。\u001b[22m, \u001b[1mその点については\u001b[22m\nThe main protagonist, being the vampire, disappointed me as it took on the typical pretty boy vampire stereotype but I guess it is unique when looking at it in an ecchi point of view.\n\n\u001b[1m吸血鬼である主人公は、典型的な可愛い少年の吸血鬼のステレオタイプを取っていたので、私を失望させたが、エッチの観点から見ると独特のものだと思う。\u001b[22m\n\u001b[1m(Kyūketsukidearu shujinkō wa, tenkei-tekina kawaii shōnen no kyūketsuki no sutereo taipu o totte itanode, watashi o shitsubō sa setaga, etchi no kanten karamiruto dokutoku no monoda to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe main protagonist, being the vampire, disappointed me as it took on the typical pretty boy vampire stereotype but I guess it is unique when looking at it in an ecchi point of view.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main protagonist, being the vampire, disappointed me as it took on the typical pretty boy vampire stereotype but I guess it is unique when looking at it in an ecchi point of view.\u001b[24m\n    \u001b[1m吸血鬼である主人公は、典型的な可愛い少年の吸血鬼のステレオタイプを取っていたので、私を失望させたが、エッチの観点から見ると独特のものだと思う。\u001b[22m, \u001b[1mそれは典型的なかなりの少年の吸血鬼のステレオタイプにかかったよう吸血鬼である主人公は、私を失望が、私は、ビューのエッチ時点でそれを見たとき、それがユニークですね。\u001b[22m\nAnother is that there is an obvious love story between two certain characters but this never develops into an actual romance which is a main reason to why I continued to watch this anime.\n\n\u001b[1m別のことは、2人の特定のキャラクターの間に明白なラブストーリーがあることですが、これが決して実際のロマンスに発展することはなく、これが私がこのアニメを見続けた主な理由です。\u001b[22m\n\u001b[1m(Betsu no koto wa, 2-ri no tokutei no kyarakutā no ma ni meihakuna rabusutōrī ga aru kotodesuga, kore ga kesshite jissai no romansu ni hatten suru koto wa naku, kore ga watashi ga kono anime o mi tsudzuketa omona riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mAnother is that there is an obvious love story between two certain characters but this never develops into an actual romance which is a main reason to why I continued to watch this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother is that there is an obvious love story between two certain characters but this never develops into an actual romance which is a main reason to why I continued to watch this anime.\u001b[24m\n    \u001b[1m別のことは、2人の特定のキャラクターの間に明白なラブストーリーがあることですが、これが決して実際のロマンスに発展することはなく、これが私がこのアニメを見続けた主な理由です。\u001b[22m, \u001b[1mもう一つは、二つの特定の文字の間に明らかなラブストーリーが存在することであるが、これは、私はこのアニメを見続けた理由の主な理由である実際の恋愛に発展することはありません。\u001b[22m\nOverall I feel it was rushed and it should have gone into more character background but its an easy watch if you are unsure of what anime to watch next.\n\n\u001b[1m全体的に私はそれが急いでいたと感じ、それはより多くのキャラクターの背景になっているはずですが、あなたが次に見るアニメを確信していない場合、簡単な時計です。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sore ga isoide ita to kanji, soreha yori ōku no kyarakutā no haikei ni natte iru hazudesuga, anata ga tsugini miru anime o kakushin shite inai baai, kantan'na tokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I feel it was rushed and it should have gone into more character background but its an easy watch if you are unsure of what anime to watch next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I feel it was rushed and it should have gone into more character background but its an easy watch if you are unsure of what anime to watch next.\u001b[24m\n    \u001b[1m全体的に私はそれが急いでいたと感じ、それはより多くのキャラクターの背景になっているはずですが、あなたが次に見るアニメを確信していない場合、簡単な時計です。\u001b[22m, \u001b[1m全体的に私は、それが運ばれたと感じ、あなたは次の時計に何のアニメが分からない場合には、より多くの文字背景が、その簡単な腕時計に入っている必要があります。\u001b[22m\n:)\n\n\u001b[1m:)\u001b[22m\n\u001b[1m(: ))\u001b[22m\n\nTranslations of \u001b[4m:)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  }
]
