[
  {
    "title": "Fairy_Tail_x_Rave",
    "id": "18393",
    "url": "https://myanimelist.net/anime/18393/Fairy_Tail_x_Rave",
    "user": "BBQ_Chicken",
    "profile": "/profile/BBQ_Chicken/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=111179",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  8\n\nこれは私の最初のレビューであり、私の文法は通常かなり悪いので、これは悪い場合はごめんなさい。 私はあなたがRaveかFairy Tailのどちらかのファンであるという前提で主にこのビューを書いています。\n\n* Fairy Tail x Raveは、Fairy TailのOraciónSeis arcとRave MasterのBlue Guardiansのアークの後でいつか実行されます。\n\nあなたがFairy Tail x Raveの予告編を見たことがあるなら、これはスポイラーフリーでなければなりません。\n\nストーリー - これはクロスオーバーなので、多くのストーリーは期待できません。 イベントの連鎖がうまくいった方法はまあまあでしたが、とにかくこのOVAの焦点では​​ありません。 ダーク・ブリングとマジックの両方がショーを通して参照されています。\n\nアート - 通常のフェアリーテールアニメーションと変わりません。 フェアリーテール＆フェアリーテイルの両方の典型的な動きをカバーするのに十分な時間がありませんでした。 レイヴがそこにあったものはうまくいった。 私は特に、春の能力でアニメーションを楽しんだ。\n\nサウンド -  Fairy TailとRaveの両方から得たスコアとVaが戻って、本当にうまくミックスされます。  FTのサウンドトラックに重点が置かれていますが、Raveのスコアはまだ出現しており、とてもうまくペースがあります。 私はいつもFTのサウンドトラックが優れていると思っていたし、FTxRaveも例外ではない。\n\nキャラクター - それは論理的な設定ではないが、私の好きなキャラクターのいくつかを一緒にミックスするための楽しい経験があります。  25分の長さで、各キャラクターを徹底的にカバーするのに十分な時間はありませんが、何が楽しめるかにかかわらずです。  Nastu / Haru、Grey / Musica、Lucy / Ellieのような共有特性が自然に混ざり合います。  Let、Julia、Wendyのために、彼らはすべてドラゴンのような能力を共有し、それらの間の簡単な仲間を見てうれしいです。\n\n楽しさ：レイヴとフェアリーテールのファンであり、本当に楽しかったです。 私はRaveのキャラクターが何よりも現代のアニメーションでアニメーション化されているのを見て非常に興奮しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review and my grammar is usually pretty poor so sorry if this is bad. I'm writing this view mainly on the assumption you are a fan of either Rave or Fairy Tail.\n\n\u001b[1mこれは私の最初のレビューであり、私の文法は通常かなり悪いので、これは悪い場合はごめんなさい。 私はあなたがRaveかFairy Tailのどちらかのファンであるという前提で主にこのビューを書いています。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdeari, watashi no bunpō wa tsūjō kanari waruinode, kore wa warui baai wa gomen'nasai. Watashi wa anata ga Rave ka feari Tail no dochira ka no fandearu to iu zentei de omoni kono byū o kaite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review and my grammar is usually pretty poor so sorry if this is bad. I'm writing this view mainly on the assumption you are a fan of either Rave or Fairy Tail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review and my grammar is usually pretty poor so sorry if this is bad.\u001b[24m\n    \u001b[1mこれは私の最初のレビューであり、私の文法は通常かなり悪いので、これは悪い場合はごめんなさい。\u001b[22m, \u001b[1mこれは私の最初のレビューで、私の文法は通常、これは悪い場合大変申し訳ございませんが、かなり貧弱です。\u001b[22m\n\u001b[4mI'm writing this view mainly on the assumption you are a fan of either Rave or Fairy Tail.\u001b[24m\n    \u001b[1m私はあなたがRaveかFairy Tailのどちらかのファンであるという前提で主にこのビューを書いています。\u001b[22m, \u001b[1m私はあなたがレイヴやフェアリーテールのいずれかのファンであるという仮定を中心に、このビューを書いています。\u001b[22m\n\u001b[1m\u001b[22m\n*Fairy Tail x Rave takes place sometime after the Oración Seis arc in Fairy Tail and the Blue Guardians arc in Rave Master.\n\n\u001b[1m* Fairy Tail x Raveは、Fairy TailのOraciónSeis arcとRave MasterのBlue Guardiansのアークの後でいつか実行されます。\u001b[22m\n\u001b[1m(* Feari Tail x Rave wa, feari Tail no OraciónSeis arc to Rave maisutā no burū Guardians no āku no nochi de itsuka jikkō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4m*Fairy Tail x Rave takes place sometime after the Oración Seis arc in Fairy Tail and the Blue Guardians arc in Rave Master.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Fairy Tail x Rave takes place sometime after the Oración Seis arc in Fairy Tail and the Blue Guardians arc in Rave Master.\u001b[24m\n    \u001b[1m* Fairy Tail x Raveは、Fairy TailのOraciónSeis arcとRave MasterのBlue Guardiansのアークの後でいつか実行されます。\u001b[22m, \u001b[1m*レイヴのxフェアリーテイルフェアリーテイルでOraciónSEISアークとレイヴマスターブルーガーディアンアーク後にいつか起こります。\u001b[22m\n\u001b[1m\u001b[22m\n*If you've watched the Fairy Tail x Rave trailer then this should be spoiler free.\n\n\u001b[1mあなたがFairy Tail x Raveの予告編を見たことがあるなら、これはスポイラーフリーでなければなりません。\u001b[22m\n\u001b[1m(Anata ga feari Tail x Rave no yokokuhen o mita koto ga arunara, koreha supoirāfurīdenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4m*If you've watched the Fairy Tail x Rave trailer then this should be spoiler free.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*If you've watched the Fairy Tail x Rave trailer then this should be spoiler free.\u001b[24m\n    \u001b[1mあなたがFairy Tail x Raveの予告編を見たことがあるなら、これはスポイラーフリーでなければなりません。\u001b[22m, \u001b[1m*あなたはレイヴトレーラーのxフェアリーテイルを見てきた場合、これはスポイラーがあってはなりません。\u001b[22m\n\u001b[1m\u001b[22m\nStory- As this is a crossover don't expect much story. The way the chain of events played out was decent but its not really the focus of this OVA anyway. Both Dark Bring and Magic are referenced throughout the show.\n\n\u001b[1mストーリー - これはクロスオーバーなので、多くのストーリーは期待できません。 イベントの連鎖がうまくいった方法はまあまあでしたが、とにかくこのOVAの焦点では​​ありません。 ダーク・ブリングとマジックの両方がショーを通して参照されています。\u001b[22m\n\u001b[1m(Sutōrī - kore wa kurosuōbānanode, ōku no sutōrī wa kitai dekimasen. Ibento no rensa ga umaku itta hōhō wa mā mādeshitaga, tonikaku kono ovu~a no shōtende wa ​​ arimasen. Dāku buringu to majikku no ryōhō ga shō o tōshite sanshō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory- As this is a crossover don't expect much story. The way the chain of events played out was decent but its not really the focus of this OVA anyway. Both Dark Bring and Magic are referenced throughout the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- As this is a crossover don't expect much story.\u001b[24m\n    \u001b[1mストーリー - これはクロスオーバーなので、多くのストーリーは期待できません。\u001b[22m, \u001b[1mこのようStory-はあまり話を期待していないクロスオーバーです。\u001b[22m\n\u001b[4mThe way the chain of events played out was decent but its not really the focus of this OVA anyway.\u001b[24m\n    \u001b[1mイベントの連鎖がうまくいった方法はまあまあでしたが、とにかくこのOVAの焦点ではありません。\u001b[22m, \u001b[1mイベントのチェーンが演じ方法は立派だったが、このOVAのそのない本当にフォーカスとにかく。\u001b[22m\n\u001b[4mBoth Dark Bring and Magic are referenced throughout the show.\u001b[24m\n    \u001b[1mダーク・ブリングとマジックの両方がショーを通して参照されています。\u001b[22m, \u001b[1mどちらのダークは持参し、マジックショーを通して参照されています。\u001b[22m\n\u001b[1m\u001b[22m\nArt- No different than the usual Fairy Tail animation. There wasn't enough time to cover lots of moves typical of both Fairy Tail &amp; Rave but what was there was done well. I especially enjoyed the animation on Haru's abilities.\n\n\u001b[1mアート - 通常のフェアリーテールアニメーションと変わりません。 フェアリーテール＆フェアリーテイルの両方の典型的な動きをカバーするのに十分な時間がありませんでした。 レイヴがそこにあったものはうまくいった。 私は特に、春の能力でアニメーションを楽しんだ。\u001b[22m\n\u001b[1m(Āto - tsūjō no fearītēruanimēshon to kawarimasen. Fearītēru& fearīteiru no ryōhō no tenkei-tekina ugoki o kabā suru no ni jūbun'na jikan ga arimasendeshita. Reivu ga soko ni atta mono wa umaku itta. Watashi wa tokuni, haru no nōryoku de animēshon o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mArt- No different than the usual Fairy Tail animation. There wasn't enough time to cover lots of moves typical of both Fairy Tail &amp; Rave but what was there was done well. I especially enjoyed the animation on Haru's abilities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- No different than the usual Fairy Tail animation.\u001b[24m\n    \u001b[1mアート - 通常のフェアリーテールアニメーションと変わりません。\u001b[22m, \u001b[1m通常のフェアリーテイルアニメよりも異なるアート - ありません。\u001b[22m\n\u001b[4mThere wasn't enough time to cover lots of moves typical of both Fairy Tail &amp;\u001b[24m\n    \u001b[1mフェアリーテール＆フェアリーテイルの両方の典型的な動きをカバーするのに十分な時間がありませんでした。\u001b[22m, \u001b[1mフェアリーテイル＆アンプの両方の典型的な移動の多くをカバーするのに十分な時間がありませんでした。\u001b[22m\n\u001b[4mRave but what was there was done well.\u001b[24m\n    \u001b[1mレイヴがそこにあったものはうまくいった。\u001b[22m, \u001b[1m絶賛しかし、よく何が行われていたました。\u001b[22m\n\u001b[4mI especially enjoyed the animation on Haru's abilities.\u001b[24m\n    \u001b[1m私は特に、春の能力でアニメーションを楽しんだ。\u001b[22m, \u001b[1m私は特に春の能力にアニメーションを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nSound- The scores and VAs from both the Fairy Tail and Rave return and mix really well. There is an emphasis on FT's soundtrack but scores from Rave still do appear and are paced very well. I've always thought FTs sound track was excellent and FTxRave is no exception.\n\n\u001b[1mサウンド -  Fairy TailとRaveの両方から得たスコアとVaが戻って、本当にうまくミックスされます。  FTのサウンドトラックに重点が置かれていますが、Raveのスコアはまだ出現しており、とてもうまくペースがあります。 私はいつもFTのサウンドトラックが優れていると思っていたし、FTxRaveも例外ではない。\u001b[22m\n\u001b[1m(Saundo - feari Tail to Rave no ryōhō kara eta sukoa to Va ga modotte, hontōni umaku mikkusu sa remasu. FT no saundotorakku ni jūten ga oka rete imasuga, Rave no sukoa wa mada shutsugen shite ori, totemo umaku pēsu ga arimasu. Watashi wa itsumo FT no saundotorakku ga sugurete iru to omotte itashi, FTxRave mo reigaide wanai.)\u001b[22m\n\nTranslations of \u001b[4mSound- The scores and VAs from both the Fairy Tail and Rave return and mix really well. There is an emphasis on FT's soundtrack but scores from Rave still do appear and are paced very well. I've always thought FTs sound track was excellent and FTxRave is no exception.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- The scores and VAs from both the Fairy Tail and Rave return and mix really well.\u001b[24m\n    \u001b[1mサウンド -  Fairy TailとRaveの両方から得たスコアとVaが戻って、本当にうまくミックスされます。\u001b[22m, \u001b[1mフェアリーテイルとレイヴリターンの両方からスコアおよび変額年金を健全と本当によく混ぜます。\u001b[22m\n\u001b[4mThere is an emphasis on FT's soundtrack but scores from Rave still do appear and are paced very well.\u001b[24m\n    \u001b[1mFTのサウンドトラックに重点が置かれていますが、Raveのスコアはまだ出現しており、とてもうまくペースがあります。\u001b[22m, \u001b[1mFTのサウンドトラックが、レイヴはまだ表示されないと非常によくペースされているからスコアに重点があります。\u001b[22m\n\u001b[4mI've always thought FTs sound track was excellent and FTxRave is no exception.\u001b[24m\n    \u001b[1m私はいつもFTのサウンドトラックが優れていると思っていたし、FTxRaveも例外ではない。\u001b[22m, \u001b[1m私はいつもサウンドトラックが優れていたとFTxRaveも例外ではないのFTを考えました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters- Even though it's not in a logical setting its an enjoyable experience to see some of my favorite characters mix together. With it being 25 minutes long there isn't enough time to cover each character thoroughly but regardless what is there is enjoyable. Nastu/Haru, Gray/Musica and Lucy/Ellie to an extent share characteristics so naturally mix together well. For Let, Julia and Wendy they all share Dragon-like abilities and its nice to see the brief companionship between them.\n\n\u001b[1mキャラクター - それは論理的な設定ではないが、私の好きなキャラクターのいくつかを一緒にミックスするための楽しい経験があります。  25分の長さで、各キャラクターを徹底的にカバーするのに十分な時間はありませんが、何が楽しめるかにかかわらずです。  Nastu / Haru、Grey / Musica、Lucy / Ellieのような共有特性が自然に混ざり合います。  Let、Julia、Wendyのために、彼らはすべてドラゴンのような能力を共有し、それらの間の簡単な仲間を見てうれしいです。\u001b[22m\n\u001b[1m(Kyarakutā - sore wa ronri-tekina setteide wa naiga, watashi no sukina kyarakutā no ikutsu ka o issho ni mikkusu suru tame no tanoshī keiken ga arimasu. 25-Bu no naga-sa de, kaku kyarakutā o tetteiteki ni kabā suru no ni jūbun'na jikan wa arimasenga, nani ga tanoshimeru ka ni kakawarazudesu. Nastu/ Haru, Grey/ Musica, rūshī/ Ellie no yōna kyōyū tokusei ga shizen ni mazari aimasu. Retto, juria, u~endi no tame ni, karera wa subete doragon no yōna nōryoku o kyōyū shi, sorera no ma no kantan'na nakama o mite ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters- Even though it's not in a logical setting its an enjoyable experience to see some of my favorite characters mix together. With it being 25 minutes long there isn't enough time to cover each character thoroughly but regardless what is there is enjoyable. Nastu/Haru, Gray/Musica and Lucy/Ellie to an extent share characteristics so naturally mix together well. For Let, Julia and Wendy they all share Dragon-like abilities and its nice to see the brief companionship between them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters- Even though it's not in a logical setting its an enjoyable experience to see some of my favorite characters mix together.\u001b[24m\n    \u001b[1mキャラクター - それは論理的な設定ではないが、私の好きなキャラクターのいくつかを一緒にミックスするための楽しい経験があります。\u001b[22m, \u001b[1mそれは私の好きなキャラクターの一部が一緒に混ぜて参照するには、その楽しい経験を設定する論理ではないにもかかわらずCharacters-。\u001b[22m\n\u001b[4mWith it being 25 minutes long there isn't enough time to cover each character thoroughly but regardless what is there is enjoyable.\u001b[24m\n    \u001b[1m25分の長さで、各キャラクターを徹底的にカバーするのに十分な時間はありませんが、何が楽しめるかにかかわらずです。\u001b[22m, \u001b[1mそれは25分であることと、長い徹底的に各文字をカバーするために十分な時間がありませんが、関係なく楽しいそこにあるものです。\u001b[22m\n\u001b[4mNastu/Haru, Gray/Musica and Lucy/Ellie to an extent share characteristics so naturally mix together well.\u001b[24m\n    \u001b[1mNastu / Haru、Grey / Musica、Lucy / Ellieのような共有特性が自然に混ざり合います。\u001b[22m, \u001b[1mNastu /春、グレー/ムジカとルーシー/エリー程度のシェア特性に非常に自然によく一緒に混ぜます。\u001b[22m\n\u001b[4mFor Let, Julia and Wendy they all share Dragon-like abilities and its nice to see the brief companionship between them.\u001b[24m\n    \u001b[1mLet、Julia、Wendyのために、彼らはすべてドラゴンのような能力を共有し、それらの間の簡単な仲間を見てうれしいです。\u001b[22m, \u001b[1mレッツ、ジュリアとウェンディそれらはすべて共有ドラゴンのような能力とその素敵のためにそれらの間の短い交際を確認してください。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- Being a fan of both Rave and Fairy Tail I really enjoyed this. I was more excited to see the Rave characters animated with modern animation than anything else and it doesn't disappoint.\n\n\u001b[1m楽しさ：レイヴとフェアリーテールのファンであり、本当に楽しかったです。 私はRaveのキャラクターが何よりも現代のアニメーションでアニメーション化されているのを見て非常に興奮しました。\u001b[22m\n\u001b[1m(Tanoshisa: Reivu to fearītēru no fandeari, hontōni tanoshikattadesu. Watashi wa Rave no kyarakutā ga naniyori mo gendai no animēshon de animēshon-ka sa rete iru no o mite hijō ni kōfun shimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- Being a fan of both Rave and Fairy Tail I really enjoyed this. I was more excited to see the Rave characters animated with modern animation than anything else and it doesn't disappoint.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- Being a fan of both Rave and Fairy Tail I really enjoyed this.\u001b[24m\n    \u001b[1m楽しさ：レイヴとフェアリーテールのファンであり、本当に楽しかったです。\u001b[22m, \u001b[1mEnjoyment-はレイヴと私は本当にこのを楽しんフェアリーテイルの両方のファンであること。\u001b[22m\n\u001b[4mI was more excited to see the Rave characters animated with modern animation than anything else and it doesn't disappoint.\u001b[24m\n    \u001b[1m私はRaveのキャラクターが何よりも現代のアニメーションでアニメーション化されているのを見て非常に興奮しました。\u001b[22m, \u001b[1m私は何よりも現代的なアニメーションとアニメーションのレイヴの文字を見て、より興奮していたし、それは失望していません。\u001b[22m"
  },
  {
    "title": "Fairy_Tail_x_Rave",
    "id": "18393",
    "url": "https://myanimelist.net/anime/18393/Fairy_Tail_x_Rave",
    "user": "Kurpendicular",
    "profile": "/profile/Kurpendicular/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=111113",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n私たちは皆、同じアニメのクロスオーバーに専念するエピソードはいつも楽しいと知っており、Fairy Tail x Raveも例外ではありません。\n\nそれはあなたがクロスオーバーを見ることから得た感覚かもしれませんが、そうでなければ不可能な状況において、あなたの好きなキャラクターがお互いにどのように相互作用しているかを見ることは完全に楽しいものです。  NatsuとHaruは特性が非常に似ており、Fairy tailとRaveの他のメンバーも同様の特性を持っています。\n\nこれは単なるエピソードなので、私は本当に多くの情報を与えることはできません。 しかし、私は、あなたがレイヴやフェアリーテールのファン（または両方）であるかどうかに関係なく、このエピソードを確実に楽しむことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWe all know that episodes devoted to crossovers of similar anime are always lots of fun, and Fairy Tail x Rave is no exception.\n\n\u001b[1m私たちは皆、同じアニメのクロスオーバーに専念するエピソードはいつも楽しいと知っており、Fairy Tail x Raveも例外ではありません。\u001b[22m\n\u001b[1m(Watashitachi wa mina, onaji anime no kurosuōbā ni sen'nen suru episōdo wa itsumo tanoshī to shitte ori, feari Tail x Rave mo reigaide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWe all know that episodes devoted to crossovers of similar anime are always lots of fun, and Fairy Tail x Rave is no exception.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe all know that episodes devoted to crossovers of similar anime are always lots of fun, and Fairy Tail x Rave is no exception.\u001b[24m\n    \u001b[1m私たちは皆、同じアニメのクロスオーバーに専念するエピソードはいつも楽しいと知っており、Fairy Tail x Raveも例外ではありません。\u001b[22m, \u001b[1m私たちは皆、同じようなアニメのクロスオーバーに捧げエピソードはたくさんの楽しみが常にあることを知っている、とレイヴのxフェアリーテイルも例外ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nIt might just be the feeling you get from watching crossovers, but seeing how your favorite characters interact with each-other, in an otherwise impossible situation is something thoroughly enjoyable. Natsu and Haru are very similar in characteristics and several other members of Fairy tail and Rave get along with their similar characteristics.\n\n\u001b[1mそれはあなたがクロスオーバーを見ることから得た感覚かもしれませんが、そうでなければ不可能な状況において、あなたの好きなキャラクターがお互いにどのように相互作用しているかを見ることは完全に楽しいものです。  NatsuとHaruは特性が非常に似ており、Fairy tailとRaveの他のメンバーも同様の特性を持っています。\u001b[22m\n\u001b[1m(Sore wa anata ga kurosuōbā o miru koto kara eta kankaku kamo shiremasenga,-sōdenakereba fukanōna jōkyō ni oite, anata no sukina kyarakutā ga otagai ni dono yō ni sōgo sayō shite iru ka o miru koto wa kanzen ni tanoshī monodesu. Natsu to Haru wa tokusei ga hijō ni nite ori, feari tēru to Rave no ta no menbā mo dōyō no tokusei o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt might just be the feeling you get from watching crossovers, but seeing how your favorite characters interact with each-other, in an otherwise impossible situation is something thoroughly enjoyable. Natsu and Haru are very similar in characteristics and several other members of Fairy tail and Rave get along with their similar characteristics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt might just be the feeling you get from watching crossovers, but seeing how your favorite characters interact with each-other, in an otherwise impossible situation is something thoroughly enjoyable.\u001b[24m\n    \u001b[1mそれはあなたがクロスオーバーを見ることから得た感覚かもしれませんが、そうでなければ不可能な状況において、あなたの好きなキャラクターがお互いにどのように相互作用しているかを見ることは完全に楽しいものです。\u001b[22m, \u001b[1mそれはちょうどあなたが見ている陸橋から取得感じであるが、あなたの好きなキャラクターは、そうでなければ不可能な状況では、それぞれ、他との対話方法を見ること徹底的に楽しいものである可能性があります。\u001b[22m\n\u001b[4mNatsu and Haru are very similar in characteristics and several other members of Fairy tail and Rave get along with their similar characteristics.\u001b[24m\n    \u001b[1mNatsuとHaruは特性が非常に似ており、Fairy tailとRaveの他のメンバーも同様の特性を持っています。\u001b[22m, \u001b[1m夏と春には、特性に非常に類似しており、フェアリーテールとレイヴのいくつかの他のメンバーは同様の特性と一緒に取得します。\u001b[22m\n\u001b[1m\u001b[22m\nAs this is only a single episode, I can't really give much info. But I can safely say, that whether or not you're a Rave or Fairy tail fan (or Both) you will definitely enjoy this episode.\n\n\u001b[1mこれは単なるエピソードなので、私は本当に多くの情報を与えることはできません。 しかし、私は、あなたがレイヴやフェアリーテールのファン（または両方）であるかどうかに関係なく、このエピソードを確実に楽しむことができます。\u001b[22m\n\u001b[1m(Kore wa tan'naru episōdonanode, watashi wa hontōni ōku no jōhō o ataeru koto wa dekimasen. Shikashi, watashi wa, anata ga reivu ya fearītēru no fan (matawa ryōhō)dearu ka dō ka ni kankei naku, kono episōdo o kakujitsu ni tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs this is only a single episode, I can't really give much info. But I can safely say, that whether or not you're a Rave or Fairy tail fan (or Both) you will definitely enjoy this episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs this is only a single episode, I can't really give much info.\u001b[24m\n    \u001b[1mこれは単なるエピソードなので、私は本当に多くの情報を与えることはできません。\u001b[22m, \u001b[1mこれが唯一の単一のエピソードであるように、私は本当に多くの情報を与えることはできません。\u001b[22m\n\u001b[4mBut I can safely say, that whether or not you're a Rave or Fairy tail fan (or Both) you will definitely enjoy this episode.\u001b[24m\n    \u001b[1mしかし、私は、あなたがレイヴやフェアリーテールのファン（または両方）であるかどうかに関係なく、このエピソードを確実に楽しむことができます。\u001b[22m, \u001b[1mしかし、私は安全にあなたは間違いなくこのエピソードをお楽しみいただけますかどうかに関係なくレイヴやフェアリーテイルファン（または両方）だと、言うことができます。\u001b[22m"
  },
  {
    "title": "Fairy_Tail_x_Rave",
    "id": "18393",
    "url": "https://myanimelist.net/anime/18393/Fairy_Tail_x_Rave",
    "user": "emojipiggie",
    "profile": "/profile/emojipiggie/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=204409",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれを書く前に、私は通常、私のレビューのために別の設定をしています。それぞれの具体的な事柄を10段階で評価する方法を教えています。私はあなたに言わなければならない、すべてが10です。\n第2に、1つのエピソード、つまりOVAのレビューを書くだけで愚かなようですが、これはあなたが見逃せない素晴らしいエピソードです。\n\nストーリー：1つのエピソードは本当に物語を持つことはできませんが、それは面白いように面白かった!!!  Wendy、Carle、Happy、Natsu、Lucy、Grey、Juviaのすべてが、カジノを破壊している女の子を見つけようとしていますが、Rave Masterの人々に会います。 エリ、春、ムジカ、ジュリア、Let、Griff、Plue!!!!  ^ w ^それは素晴らしいです、そして、あなたはあなたのお尻を笑うでしょう！\n\nアート：アートは素晴らしいですが、フェアリーテールと同じです\n\nサウンド：素晴らしいフェアリーテールが開幕し、フェアリーテールが閉鎖されました。 音楽は素晴らしいです。\n\nキャラクター：それは、フェイリーテールのすべての愛らしい、驚くべきキャラクター、レイブのさらに魅力的な、さらに驚くべきキャラクターと一緒に！  ^ w ^\n\nエンジョイメント：楽しかったです！ 私はそれをかなり頻繁に見る！ それは素晴らしいOVA最高のものです!!!!\n\n全体：私はすべての10のレート!!!! 私はすべてが大好き！ 私はRAve Masterを愛しています。それは私の好きな漫画です。私は5つ目のお気に入りのアニメに良いアニメエピソードを取り入れて嬉しいです。  ^ w ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBefore writing this, I usually have a different set up for my reviews, telling you how I rate each specific thing on a scale to 10, I have to tell you, everything is a 10. EVERYTHING.\n\n\u001b[1mこれを書く前に、私は通常、私のレビューのために別の設定をしています。それぞれの具体的な事柄を10段階で評価する方法を教えています。私はあなたに言わなければならない、すべてが10です。\u001b[22m\n\u001b[1m(Kore o kaku mae ni, watashi wa tsūjō, watashi no rebyū no tame ni betsu no settei o shite imasu. Sorezore no gutaitekina kotogara o 10 dankai de hyōka suru hōhō o oshiete imasu. Watashi wa anata ni iwanakereba naranai, subete ga 10desu.)\u001b[22m\n\nTranslations of \u001b[4mBefore writing this, I usually have a different set up for my reviews, telling you how I rate each specific thing on a scale to 10, I have to tell you, everything is a 10. EVERYTHING.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore writing this, I usually have a different set up for my reviews, telling you how I rate each specific thing on a scale to 10, I have to tell you, everything is a 10. EVERYTHING.\u001b[24m\n    \u001b[1mこれを書く前に、私は通常、私のレビューのために別の設定をしています。それぞれの具体的な事柄を10段階で評価する方法を教えています。私はあなたに言わなければならない、すべてが10です。\u001b[22m, \u001b[1mこれを書く前に、私は通常私は10にスケール上の各特定のものを評価する方法を知らせる、私のレビューのための異なるセットアップを持って、私はあなたを伝える必要があり、すべてが10 EVERYTHINGです。\u001b[22m\nSecondly, it seems silly just to write a review for 1 episode, or OVA, but this is an amazing episode you can't miss.\n\n\u001b[1m第2に、1つのエピソード、つまりOVAのレビューを書くだけで愚かなようですが、これはあなたが見逃せない素晴らしいエピソードです。\u001b[22m\n\u001b[1m(Dai 2 ni, 1tsu no episōdo, tsumari ovu~a no rebyū o kaku dakede orokana yōdesuga, kore wa anata ga minogasenai subarashī episōdodesu.)\u001b[22m\n\nTranslations of \u001b[4mSecondly, it seems silly just to write a review for 1 episode, or OVA, but this is an amazing episode you can't miss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecondly, it seems silly just to write a review for 1 episode, or OVA, but this is an amazing episode you can't miss.\u001b[24m\n    \u001b[1m第2に、1つのエピソード、つまりOVAのレビューを書くだけで愚かなようですが、これはあなたが見逃せない素晴らしいエピソードです。\u001b[22m, \u001b[1m第二に、ちょうど1エピソード、またはOVAのレビューを書くために愚かなようだが、これはあなたが逃すことができない驚くべきエピソードです。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: 1 episode can't really have a story, but it was funny as heck!!! Wendy, Carle, Happy, Natsu, Lucy, Gray, and Juvia all trying to find a girl who has been destroying casinos, but they meet the people of Rave Master! Ellie, Haru, Musica, Julia, Let, Griff, and Plue!!!! ^w^ It's great, and you'll laugh your butt off!!!\n\n\u001b[1mストーリー：1つのエピソードは本当に物語を持つことはできませんが、それは面白いように面白かった!!!  Wendy、Carle、Happy、Natsu、Lucy、Grey、Juviaのすべてが、カジノを破壊している女の子を見つけようとしていますが、Rave Masterの人々に会います。 エリ、春、ムジカ、ジュリア、Let、Griff、Plue!!!!  ^ w ^それは素晴らしいです、そして、あなたはあなたのお尻を笑うでしょう！\u001b[22m\n\u001b[1m(Sutōrī: 1Tsu no episōdo wa hontōni monogatari o motsu koto wa dekimasenga, sore wa omoshiroi yō ni omoshirokatta! ! ! U~endi, Carle, happī, Natsu, rūshī, Grey, Juvia no subete ga, kajino o hakai shite iru on'nanoko o mitsukeyou to shite imasuga, Rave maisutā no hitobito ni aimasu. Eri, haru, mujika, Juria, retto, Griff, Plue! ! ! ! ^ W ^ sore wa subarashīdesu, soshite, anata wa anata no o shiri o waraudeshou!)\u001b[22m\n\nTranslations of \u001b[4mSTORY: 1 episode can't really have a story, but it was funny as heck!!! Wendy, Carle, Happy, Natsu, Lucy, Gray, and Juvia all trying to find a girl who has been destroying casinos, but they meet the people of Rave Master! Ellie, Haru, Musica, Julia, Let, Griff, and Plue!!!! ^w^ It's great, and you'll laugh your butt off!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: 1 episode can't really have a story, but it was funny as heck!!!\u001b[24m\n    \u001b[1mストーリー：1つのエピソードは本当に物語を持つことはできませんが、それは面白いように面白かった!!!\u001b[22m, \u001b[1mSTORY：1エピソードは本当に話を持つことはできませんが、それは一体として面白かったです！\u001b[22m\n\u001b[4mWendy, Carle, Happy, Natsu, Lucy, Gray, and Juvia all trying to find a girl who has been destroying casinos, but they meet the people of Rave Master!\u001b[24m\n    \u001b[1mWendy、Carle、Happy、Natsu、Lucy、Grey、Juviaのすべてが、カジノを破壊している女の子を見つけようとしていますが、Rave Masterの人々に会います。\u001b[22m, \u001b[1mウェンディ、カール、ハッピー、夏、ルーシー、グレー、およびJuviaはすべてのカジノを破壊されている女の子を見つけることを試みるが、彼らはレイヴマスターの人々に会います！\u001b[22m\n\u001b[4mEllie, Haru, Musica, Julia, Let, Griff, and Plue!!!!\u001b[24m\n    \u001b[1mエリ、春、ムジカ、ジュリア、Let、Griff、Plue!!!!\u001b[22m, \u001b[1mエリー、春、ムジカ、ジュリア、レッツ、グリフ、およびPlue!!!!\u001b[22m\n\u001b[4m^w^ It's great, and you'll laugh your butt off!!!\u001b[24m\n    \u001b[1m^ w ^それは素晴らしいです、そして、あなたはあなたのお尻を笑うでしょう！\u001b[22m, \u001b[1m^ ^ wはそれは素晴らしいことだ、とあなたはお尻を笑い飛ばすだろう！\u001b[22m\n\u001b[1m\u001b[22m\nART: The art is amazing, but still the same as regular Fairy Tail\n\n\u001b[1mアート：アートは素晴らしいですが、フェアリーテールと同じです\u001b[22m\n\u001b[1m(Āto: Āto wa subarashīdesuga, fearītēru to onajidesu)\u001b[22m\n\nTranslations of \u001b[4mART: The art is amazing, but still the same as regular Fairy Tail\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: The art is amazing, but still the same as regular Fairy Tail\u001b[24m\n    \u001b[1mアート：アートは素晴らしいですが、フェアリーテールと同じです\u001b[22m, \u001b[1mART：アートはまだ正規のフェアリーテイルと同じ素晴らしいですが、\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: Has the amazing Fairy Tail opening and the best Fairy Tail closing. The music is amazing.\n\n\u001b[1mサウンド：素晴らしいフェアリーテールが開幕し、フェアリーテールが閉鎖されました。 音楽は素晴らしいです。\u001b[22m\n\u001b[1m(Saundo: Subarashī fearītēru ga kaimaku shi, fearītēru ga heisa sa remashita. Ongaku wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: Has the amazing Fairy Tail opening and the best Fairy Tail closing. The music is amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: Has the amazing Fairy Tail opening and the best Fairy Tail closing.\u001b[24m\n    \u001b[1mサウンド：素晴らしいフェアリーテールが開幕し、フェアリーテールが閉鎖されました。\u001b[22m, \u001b[1mSOUND：素晴らしいフェアリーテイルの開口部と最高のフェアリーテールの閉鎖を持っています。\u001b[22m\n\u001b[4mThe music is amazing.\u001b[24m\n    \u001b[1m音楽は素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: It has all the loveable, amazing characters of Fairy Tail, along with the even more loveable, even more amazing characters of Rave!!! ^w^\n\n\u001b[1mキャラクター：それは、フェイリーテールのすべての愛らしい、驚くべきキャラクター、レイブのさらに魅力的な、さらに驚くべきキャラクターと一緒に！  ^ w ^\u001b[22m\n\u001b[1m(Kyarakutā: Sore wa, feirītēru no subete no airashī, odorokubeki kyarakutā, reibu no sarani miryoku-tekina, sarani odorokubeki kyarakutā to issho ni! ^ W ^)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: It has all the loveable, amazing characters of Fairy Tail, along with the even more loveable, even more amazing characters of Rave!!! ^w^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: It has all the loveable, amazing characters of Fairy Tail, along with the even more loveable, even more amazing characters of Rave!!!\u001b[24m\n    \u001b[1mキャラクター：それは、フェイリーテールのすべての愛らしい、驚くべきキャラクター、レイブのさらに魅力的な、さらに驚くべきキャラクターと一緒に！\u001b[22m, \u001b[1mCHARACTER：それはレイヴの一層愛らしい、更に驚くの文字とともに、フェアリーテールのすべての愛らしい、素晴らしい文字を持っています！\u001b[22m\n\u001b[4m^w^\u001b[24m\n    \u001b[1m^ w ^\u001b[22m, \u001b[1m^ワット^\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: I enjoyed it so much!!! I watch it quite often!!! It is an amazing OVA the best one!!!!\n\n\u001b[1mエンジョイメント：楽しかったです！ 私はそれをかなり頻繁に見る！ それは素晴らしいOVA最高のものです!!!!\u001b[22m\n\u001b[1m(Enjoimento: Tanoshikattadesu! Watashi wa sore o kanari hinpan ni miru! Sore wa subarashī ovu~a saikō no monodesu! ! ! !)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: I enjoyed it so much!!! I watch it quite often!!! It is an amazing OVA the best one!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: I enjoyed it so much!!!\u001b[24m\n    \u001b[1mエンジョイメント：楽しかったです！\u001b[22m, \u001b[1m享有：私はあまりそれを楽しんで！\u001b[22m\n\u001b[4mI watch it quite often!!!\u001b[24m\n    \u001b[1m私はそれをかなり頻繁に見る！\u001b[22m, \u001b[1m私はかなり頻繁にそれを見て！\u001b[22m\n\u001b[4mIt is an amazing OVA the best one!!!!\u001b[24m\n    \u001b[1mそれは素晴らしいOVA最高のものです!!!!\u001b[22m, \u001b[1mそれは驚くべきOVA最高の一つです!!!!\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: I rate everything a 10!!!! I loved everything!!! I love RAve Master, it is my favorite manga, and I'm so glad they incorporated a good anime episode to my fifth favorite anime. ^w^\n\n\u001b[1m全体：私はすべての10のレート!!!! 私はすべてが大好き！ 私はRAve Masterを愛しています。それは私の好きな漫画です。私は5つ目のお気に入りのアニメに良いアニメエピソードを取り入れて嬉しいです。  ^ w ^\u001b[22m\n\u001b[1m(Zentai: Watashi wa subete no 10 no rēto! ! ! ! Watashi wa subete ga daisuki! Watashi wa RAve maisutā o aishiteimasu. Sore wa watashi no sukina mangadesu. Watashi wa itsutsu-me no okiniiri no anime ni yoi animeepisōdo o toriirete ureshīdesu. ^ W ^)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: I rate everything a 10!!!! I loved everything!!! I love RAve Master, it is my favorite manga, and I'm so glad they incorporated a good anime episode to my fifth favorite anime. ^w^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: I rate everything a 10!!!!\u001b[24m\n    \u001b[1m全体：私はすべての10のレート!!!!\u001b[22m, \u001b[1m総評：私はすべて10を評価します!!!!\u001b[22m\n\u001b[4mI loved everything!!!\u001b[24m\n    \u001b[1m私はすべてが大好き！\u001b[22m, \u001b[1m私はすべてを愛しました！\u001b[22m\n\u001b[4mI love RAve Master, it is my favorite manga, and I'm so glad they incorporated a good anime episode to my fifth favorite anime.\u001b[24m\n    \u001b[1m私はRAve Masterを愛しています。それは私の好きな漫画です。私は5つ目のお気に入りのアニメに良いアニメエピソードを取り入れて嬉しいです。\u001b[22m, \u001b[1m私はそれが私の好きな漫画である、RAVEマスターを愛し、私は彼らが私の第五の好きなアニメに良いアニメのエピソードを組み入れとてもうれしいです。\u001b[22m\n\u001b[4m^w^\u001b[24m\n    \u001b[1m^ w ^\u001b[22m, \u001b[1m^ワット^\u001b[22m"
  },
  {
    "title": "Fairy_Tail_x_Rave",
    "id": "18393",
    "url": "https://myanimelist.net/anime/18393/Fairy_Tail_x_Rave",
    "user": "gagan5867",
    "profile": "/profile/gagan5867/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=111961",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  8\n\nGuysは基本から始めることができます。 フェアリーテールXレイヴとは何ですか？  OVAは、基本的には、典型的なフェアリーテイルエピソードです。 キャラクターが非常にうまく一致するように見えるので、コラボレーションは特に優れています。 はい、すべてのコラボレーションのように、この1つには、両方のアニメの主人公が同じように強いことを示すパワー調整があります。\nストーリー：7/10 OVAの話はかなり良いです。 そのアクションは、時には面白い経験を満載しています。\nアート：8/10アートは特に魅力的です。 まあ、フェアリーテールの芸術は、まずはうまかった。 そして、良い芸術は時計の価値があるshounenアニメを作る1つの事です。\nサウンド：9/10バトル・ミュージックは魅力的です。 また、声優と女優は文字と完全に同期しています。 すべてのすべての音質はあなたがアニメを賞賛できるものです。\n楽しさ：8/10まあええ。 楽しさは100％です。 あなたは一瞬でも画面を離れる気がしません。 個人的に私はフェアリーテールの偉大なファンですので、私は偏っているかもしれませんが、できるだけリベラルなものにしようとしました。\n\n全体：8/10。 アクションとfanservice愛好家のための必要があります:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nGuys lets start up with the basics. What is Fairy Tail X Rave all about. The OVA is basically a typical Fairy tailish episode. The collaboration is especially good as the characters seem to match very nicely. Yes like all collaborations this one too has the power adjustments showing that main characters of both anime are equally strong.\n\n\u001b[1mGuysは基本から始めることができます。 フェアリーテールXレイヴとは何ですか？  OVAは、基本的には、典型的なフェアリーテイルエピソードです。 キャラクターが非常にうまく一致するように見えるので、コラボレーションは特に優れています。 はい、すべてのコラボレーションのように、この1つには、両方のアニメの主人公が同じように強いことを示すパワー調整があります。\u001b[22m\n\u001b[1m(Guys wa kihon kara hajimeru koto ga dekimasu. Fearītēru X reivu to wa nanidesu ka? Ovu~a wa, kihontekini wa, tenkei-tekina fearīteiruepisōdodesu. Kyarakutā ga hijō ni umaku itchi suru yō ni mieru node, koraborēshon wa tokuni sugurete imasu. Hai, subete no koraborēshon no yō ni, kono 1tsu ni wa, ryōhō no anime no shujinkō ga onajiyōni tsuyoi koto o shimesu pawā chōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mGuys lets start up with the basics. What is Fairy Tail X Rave all about. The OVA is basically a typical Fairy tailish episode. The collaboration is especially good as the characters seem to match very nicely. Yes like all collaborations this one too has the power adjustments showing that main characters of both anime are equally strong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGuys lets start up with the basics.\u001b[24m\n    \u001b[1mGuysは基本から始めることができます。\u001b[22m, \u001b[1mGuysは基本的に起動することができます。\u001b[22m\n\u001b[4mWhat is Fairy Tail X Rave all about.\u001b[24m\n    \u001b[1mフェアリーテールXレイヴとは何ですか？\u001b[22m, \u001b[1mフェアリーテイルXレイヴはすべてについて何です。\u001b[22m\n\u001b[4mThe OVA is basically a typical Fairy tailish episode.\u001b[24m\n    \u001b[1mOVAは、基本的には、典型的なフェアリーテイルエピソードです。\u001b[22m, \u001b[1mOVAは、基本的には、一般的なフェアリーtailishエピソードです。\u001b[22m\n\u001b[4mThe collaboration is especially good as the characters seem to match very nicely.\u001b[24m\n    \u001b[1mキャラクターが非常にうまく一致するように見えるので、コラボレーションは特に優れています。\u001b[22m, \u001b[1m文字が非常にうまく一致するように見えるようにコラボレーションが特に良いです。\u001b[22m\n\u001b[4mYes like all collaborations this one too has the power adjustments showing that main characters of both anime are equally strong.\u001b[24m\n    \u001b[1mはい、すべてのコラボレーションのように、この1つには、両方のアニメの主人公が同じように強いことを示すパワー調整があります。\u001b[22m, \u001b[1mはいこの1つはあまりにも持っているすべてのコラボレーションのように両方のアニメのメインキャラクターを示す電力調整は、同じように強いです。\u001b[22m\nStory: 7/10 For an OVA the story is quite good. Its an action packed experiece and at times funny too.\n\n\u001b[1mストーリー：7/10 OVAの話はかなり良いです。 そのアクションは、時には面白い経験を満載しています。\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10 Ovu~a no hanashi wa kanari yoidesu. Sono akushon wa, tokiniha omoshiroi keiken o mansai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10 For an OVA the story is quite good. Its an action packed experiece and at times funny too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10 For an OVA the story is quite good.\u001b[24m\n    \u001b[1mストーリー：7/10 OVAの話はかなり良いです。\u001b[22m, \u001b[1mストーリー：7/10 OVAの話についてはかなり良いです。\u001b[22m\n\u001b[4mIts an action packed experiece and at times funny too.\u001b[24m\n    \u001b[1mそのアクションは、時には面白い経験を満載しています。\u001b[22m, \u001b[1mその作用はexperieceとあまりにも面白いの回で満員。\u001b[22m\nArt: 8/10 The art is especially attractive. Well Fairy Tail art was good to begin with. And good art is one thing that makes a shounen anime worth the watch.\n\n\u001b[1mアート：8/10アートは特に魅力的です。 まあ、フェアリーテールの芸術は、まずはうまかった。 そして、良い芸術は時計の価値があるshounenアニメを作る1つの事です。\u001b[22m\n\u001b[1m(Āto: 8/ 10 Āto wa tokuni mirikitekidesu. Mā, fearītēru no geijutsu wa, mazuwa umakatta. Soshite, yoi geijutsu wa tokei no kachigāru shounen anime o tsukuru 1tsu no kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10 The art is especially attractive. Well Fairy Tail art was good to begin with. And good art is one thing that makes a shounen anime worth the watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10 The art is especially attractive.\u001b[24m\n    \u001b[1mアート：8/10アートは特に魅力的です。\u001b[22m, \u001b[1mアート：8/10芸術は特に魅力的です。\u001b[22m\n\u001b[4mWell Fairy Tail art was good to begin with.\u001b[24m\n    \u001b[1mまあ、フェアリーテールの芸術は、まずはうまかった。\u001b[22m, \u001b[1mまあフェアリーテイルアートはそもそも良かったです。\u001b[22m\n\u001b[4mAnd good art is one thing that makes a shounen anime worth the watch.\u001b[24m\n    \u001b[1mそして、良い芸術は時計の価値があるshounenアニメを作る1つの事です。\u001b[22m, \u001b[1mそして、良い技術は、時計の価値少年アニメを作る一つのことです。\u001b[22m\nSound: 9/10 The battle music is charming. Also the voice actors and actresses are in perfect sync with the characters. All the all the sound quality is something you can praise the anime for.\n\n\u001b[1mサウンド：9/10バトル・ミュージックは魅力的です。 また、声優と女優は文字と完全に同期しています。 すべてのすべての音質はあなたがアニメを賞賛できるものです。\u001b[22m\n\u001b[1m(Saundo: 9/ 10 Batoru myūjikku wa mirikitekidesu. Mata, seiyū to joyū wa moji to kanzen ni dōki shite imasu. Subete no subete no onshitsu wa anata ga anime o shōsan dekiru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10 The battle music is charming. Also the voice actors and actresses are in perfect sync with the characters. All the all the sound quality is something you can praise the anime for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10 The battle music is charming.\u001b[24m\n    \u001b[1mサウンド：9/10バトル・ミュージックは魅力的です。\u001b[22m, \u001b[1mサウンド：9/10戦闘音楽が魅力的です。\u001b[22m\n\u001b[4mAlso the voice actors and actresses are in perfect sync with the characters.\u001b[24m\n    \u001b[1mまた、声優と女優は文字と完全に同期しています。\u001b[22m, \u001b[1mまた、声優や女優は、文字と完全に同期しています。\u001b[22m\n\u001b[4mAll the all the sound quality is something you can praise the anime for.\u001b[24m\n    \u001b[1mすべてのすべての音質はあなたがアニメを賞賛できるものです。\u001b[22m, \u001b[1mすべてすべてのサウンド品質はあなたがアニメを賞賛することができるものです。\u001b[22m\nEnjoyment: 8/10 well yeah. Enjoyment is a 100%. You don't feel like leaving the screen even for a moment. Personally I am a great fan of Fairy Tail so I may be biased but I tried to be as much liberal as possible.\n\n\u001b[1m楽しさ：8/10まあええ。 楽しさは100％です。 あなたは一瞬でも画面を離れる気がしません。 個人的に私はフェアリーテールの偉大なファンですので、私は偏っているかもしれませんが、できるだけリベラルなものにしようとしました。\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10 Mā ē. Tanoshisa wa 100-pāsentodesu. Anata wa isshun demo gamen o hanareru ki ga shimasen. Kojin-teki ni watashi wa fearītēru no idaina fandesunode, watashi wa katayotte iru kamo shiremasenga, dekiru dake riberaruna mono ni shiyou to shimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8/10 well yeah. Enjoyment is a 100%. You don't feel like leaving the screen even for a moment. Personally I am a great fan of Fairy Tail so I may be biased but I tried to be as much liberal as possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8/10 well yeah.\u001b[24m\n    \u001b[1m楽しさ：8/10まあええ。\u001b[22m, \u001b[1m楽しさ：8/10もええ。\u001b[22m\n\u001b[4mEnjoyment is a 100%.\u001b[24m\n    \u001b[1m楽しさは100％です。\u001b[22m, \u001b[1m楽しみは100％です。\u001b[22m\n\u001b[4mYou don't feel like leaving the screen even for a moment.\u001b[24m\n    \u001b[1mあなたは一瞬でも画面を離れる気がしません。\u001b[22m, \u001b[1mあなたも、一瞬画面が出るように感じることはありません。\u001b[22m\n\u001b[4mPersonally I am a great fan of Fairy Tail so I may be biased but I tried to be as much liberal as possible.\u001b[24m\n    \u001b[1m個人的に私はフェアリーテールの偉大なファンですので、私は偏っているかもしれませんが、できるだけリベラルなものにしようとしました。\u001b[22m, \u001b[1m個人的に私はフェアリーテールの大ファンですので、私は偏りがあるかもしれないが、私は可能なリベラルな限り多くのことをしようとしました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10. For action and fanservice lovers a must watch :)\n\n\u001b[1m全体：8/10。 アクションとfanservice愛好家のための必要があります:)\u001b[22m\n\u001b[1m(Zentai: 8/ 10. Akushon to fanservice aikō-ka no tame no hitsuyō ga arimasu: ))\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10. For action and fanservice lovers a must watch :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10.\u001b[24m\n    \u001b[1m全体：8/10。\u001b[22m, \u001b[1m全体：8月10日。\u001b[22m\n\u001b[4mFor action and fanservice lovers a must watch :)\u001b[24m\n    \u001b[1mアクションとfanservice愛好家のための必要があります:)\u001b[22m, \u001b[1mアクションとサービスカット愛好家のために監視する必要があります:)\u001b[22m"
  },
  {
    "title": "Fairy_Tail_x_Rave",
    "id": "18393",
    "url": "https://myanimelist.net/anime/18393/Fairy_Tail_x_Rave",
    "user": "gumi-tan",
    "profile": "/profile/gumi-tan/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=112905",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  8\n\nああ、FT x Rave。 マシマのファンとして、このOVAは私の忙しいスケジュールのために遅くそれを見ましたが、私はかなり興奮してしまいました。  OTL\n\nさて、私のレビューから始めましょう。  （私の執筆が不十分orzの場合は申し訳ありません）\n\nFT x Raveは、Mashima Hiroの2つの人気作品「Fairy Tail」と「Groove Adventure Rave」のクロスオーヴァーなOVAであり、どちらもルックスとパーソナリティの両方で全く異なるプロットがあります。\n\nストーリー（7） - ストーリーはかなりばかばかしく、むしろあまりにも典型的です。 私はフェアリーテールであまりにもそれを見てきました、それはむしろ退屈です。 しかし、Mashimaの前作のキャラクターを再導入するための唯一のOVA以来、私はそれが大したことではないと思います。 それは記憶に残るプロットを持っていればそれは良いだろうが。\n\nアート（10） - アートは素晴らしいです。 このOVAでは、フェアリーテールよりもアニメーションがかなり良くなったと思うし、うまくいけば、FTの2番目のシーズンにもこのアニメーションを続けるだろうと私は誓うから、見るのがもっと楽しいだろう。  HOT春がマシマの改良されたアートスタイルにどのようになっているか感謝しましょう。  X3（そして他のRaveのキャラクターもXD）\n\nSOUND（8） - 音楽は大丈夫だった、彼らは以前のFT OVAと同じOPとEDを使っていたが、もう一度OKだった。  （明らかに私はアニメオストを批判するのは良くない）\n\n文字（8） - 文字、ああ、文字。 フェアリーテールのキャラクターはあまり期待していません。 彼らは通常、彼らの面白い人格とすべて同じです。 夏は、彼の野性で熱心な自己、グレー、ストリッピング、ルーシーと彼女の大きな口、Erzaは誰も殴って、Wendyとシャルルはかわいい、Juviaいつものようにfangirlingとハッピー、よくハッピーです。\n\nRaveのキャラクターはあまり変わっていませんでした。  （しかし、私は記憶が霧に包まれているのかどうかはわかりません）エリは依然として空襲であり、ムジカは依然としてエゴイストな魅力で、他のキャラクターは私が実際にオルズの動きを忘れていました。 春は私が思っていたものと少し違っていた。 私は彼がもっと気楽で、成熟していないと思う？  （しかし、私は間違っている場合は私を修正してください私は確信していません。オハイオ州また、熱くなる/ショット）\n\n楽しさ（8） -  OVAは、プロットがいかに不自由であっても、私を失望させませんでした。 とにかくそれを支払ったコメディーの種類、レイブの存在、そしてフェアリーテールのキャラクターとのやりとりが私に興奮の気持ちを与えました。 私が楽しまなかった唯一のものは、（いつものように）無意味なファンサービスでした。 まあ、私はFTのためにこれに慣れているはずですが、明らかに私は持っていません。 私は真剣に、「消えているパンティーボーナス」を意味しますか？ 本当に無意味です。\n\n全体的に見ると（7） - これを見て楽しんでいることは確かです。退屈でいい笑いが必要なときには、見てみるといいですね。 あなたがFTやレイヴのファンでないなら、あなたが本当に退屈なことや何もする必要がなければこれを見ることをお勧めしますが、ファンには、ESPレイヴfangirls、 私は誓うので、春はここで熱いです。  XDD",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAh, FT x Rave. As a Mashima fan, this OVA has gotten me quite excited, although I watched it late due to my busy schedule. OTL\n\n\u001b[1mああ、FT x Rave。 マシマのファンとして、このOVAは私の忙しいスケジュールのために遅くそれを見ましたが、私はかなり興奮してしまいました。  OTL\u001b[22m\n\u001b[1m(Ā, FT x Rave. Mashima no fan to shite, kono ovu~a wa watashi no isogashī sukejūru no tame ni osoku sore o mimashitaga, watashi wa kanari kōfun shite shimaimashita. OTL)\u001b[22m\n\nTranslations of \u001b[4mAh, FT x Rave. As a Mashima fan, this OVA has gotten me quite excited, although I watched it late due to my busy schedule. OTL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh, FT x Rave.\u001b[24m\n    \u001b[1mああ、FT x Rave。\u001b[22m, \u001b[1mああ、FTはレイヴをxは。\u001b[22m\n\u001b[4mAs a Mashima fan, this OVA has gotten me quite excited, although I watched it late due to my busy schedule.\u001b[24m\n    \u001b[1mマシマのファンとして、このOVAは私の忙しいスケジュールのために遅くそれを見ましたが、私はかなり興奮してしまいました。\u001b[22m, \u001b[1m私が原因で私の忙しいスケジュールに遅れて、それを見たが、真島のファンとして、このOVAは、私は非常に興奮したどっています。\u001b[22m\n\u001b[4mOTL\u001b[24m\n    \u001b[1mOTL\u001b[22m\n\u001b[1m\u001b[22m\nNow, let's start with my review. (I'm sorry if my writing is lame orz)\n\n\u001b[1mさて、私のレビューから始めましょう。  （私の執筆が不十分orzの場合は申し訳ありません）\u001b[22m\n\u001b[1m(Sate, watashi no rebyū kara hajimemashou. (Watashi no shippitsu ga fujūbun orz no baai wa mōshiwakearimasen))\u001b[22m\n\nTranslations of \u001b[4mNow, let's start with my review. (I'm sorry if my writing is lame orz)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, let's start with my review.\u001b[24m\n    \u001b[1mさて、私のレビューから始めましょう。\u001b[22m, \u001b[1mそれでは、私のレビューから始めましょう。\u001b[22m\n\u001b[4m(I'm sorry if my writing is lame orz)\u001b[24m\n    \u001b[1m（私の執筆が不十分orzの場合は申し訳ありません）\u001b[22m, \u001b[1m（私の文章はラメORZであればごめんなさい）\u001b[22m\n\u001b[1m\u001b[22m\nFT x Rave is a crossover OVA of two of Hiro Mashima's popular works, Fairy Tail and Groove Adventure Rave, both having quite different plots, but quite similar characters, both in looks and personalities.\n\n\u001b[1mFT x Raveは、Mashima Hiroの2つの人気作品「Fairy Tail」と「Groove Adventure Rave」のクロスオーヴァーなOVAであり、どちらもルックスとパーソナリティの両方で全く異なるプロットがあります。\u001b[22m\n\u001b[1m(FT x Rave wa, Mashima Hiro no 2tsu no ninki sakuhin `feari Tail' to `Groove Adventure Rave' no kurosuōvu~āna ovu~adeari, dochira mo rukkusu to pāsonariti no ryōhō de mattaku kotonaru purotto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mFT x Rave is a crossover OVA of two of Hiro Mashima's popular works, Fairy Tail and Groove Adventure Rave, both having quite different plots, but quite similar characters, both in looks and personalities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFT x Rave is a crossover OVA of two of Hiro Mashima's popular works, Fairy Tail and Groove Adventure Rave, both having quite different plots, but quite similar characters, both in looks and personalities.\u001b[24m\n    \u001b[1mFT x Raveは、Mashima Hiroの2つの人気作品「Fairy Tail」と「Groove Adventure Rave」のクロスオーヴァーなOVAであり、どちらもルックスとパーソナリティの両方で全く異なるプロットがあります。\u001b[22m, \u001b[1mFTは、レイヴはルックスと個性の両方で、真島ヒロの人気作品、フェアリーテールとGrooveアドベンチャーレイヴ、両方全く異なるプロットを持つが、非常に似た文字のうちの2つのクロスオーバーOVAであるxは。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY (7) - The story is pretty bland and rather too typical. I've seen it too much in Fairy Tail, its getting rather boring. But since its only an OVA to reintroduce the characters of Mashima's previous work, I guess it's not really much of a big deal. Although it would have been better if it had a memorable plot.\n\n\u001b[1mストーリー（7） - ストーリーはかなりばかばかしく、むしろあまりにも典型的です。 私はフェアリーテールであまりにもそれを見てきました、それはむしろ退屈です。 しかし、Mashimaの前作のキャラクターを再導入するための唯一のOVA以来、私はそれが大したことではないと思います。 それは記憶に残るプロットを持っていればそれは良いだろうが。\u001b[22m\n\u001b[1m(Sutōrī (7 ) - sutōrī wa kanari bakabakashiku, mushiro amarini mo tenkei-tekidesu. Watashi wa fearītēru de amarini mo sore o mitekimashita, sore wa mushiro taikutsudesu. Shikashi, Mashima no zensaku no kyarakutā o sai dōnyū suru tame no yuiitsu no ovu~a irai, watashi wa sore ga taishita kotode wa nai to omoimasu. Sore wa kioku ni nokoru purotto o motte ireba sore wa yoidarouga.)\u001b[22m\n\nTranslations of \u001b[4mSTORY (7) - The story is pretty bland and rather too typical. I've seen it too much in Fairy Tail, its getting rather boring. But since its only an OVA to reintroduce the characters of Mashima's previous work, I guess it's not really much of a big deal. Although it would have been better if it had a memorable plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY (7) - The story is pretty bland and rather too typical.\u001b[24m\n    \u001b[1mストーリー（7） - ストーリーはかなりばかばかしく、むしろあまりにも典型的です。\u001b[22m, \u001b[1mSTORY（7） - 物語はかなり当たり障りのないとむしろあまりにも典型的です。\u001b[22m\n\u001b[4mI've seen it too much in Fairy Tail, its getting rather boring.\u001b[24m\n    \u001b[1m私はフェアリーテールであまりにもそれを見てきました、それはむしろ退屈です。\u001b[22m, \u001b[1m私は、そのはかなり退屈な取得、フェアリーテールで、それはあまりにも多く見てきました。\u001b[22m\n\u001b[4mBut since its only an OVA to reintroduce the characters of Mashima's previous work, I guess it's not really much of a big deal.\u001b[24m\n    \u001b[1mしかし、Mashimaの前作のキャラクターを再導入するための唯一のOVA以来、私はそれが大したことではないと思います。\u001b[22m, \u001b[1mしかし、真島の前の仕事の文字を再導入するために、その唯一のOVA以来、私はそれは本当に大したことの多くはないことを推測します。\u001b[22m\n\u001b[4mAlthough it would have been better if it had a memorable plot.\u001b[24m\n    \u001b[1mそれは記憶に残るプロットを持っていればそれは良いだろうが。\u001b[22m, \u001b[1mそれはもっと良かったはずが、それは記憶に残るプロットを持っている場合。\u001b[22m\n\u001b[1m\u001b[22m\nART (10) - The art is GREAT. I think the animation got a lot better here in this OVA than in Fairy Tail, and hopefully they'll continue it on FT's second season, 'cause I swear, it would be a LOT more fun to watch. AND, let's appreciate how HOT Haru is in Mashima's improved art style. X3 (and ofc the other Rave charas too XD)\n\n\u001b[1mアート（10） - アートは素晴らしいです。 このOVAでは、フェアリーテールよりもアニメーションがかなり良くなったと思うし、うまくいけば、FTの2番目のシーズンにもこのアニメーションを続けるだろうと私は誓うから、見るのがもっと楽しいだろう。  HOT春がマシマの改良されたアートスタイルにどのようになっているか感謝しましょう。  X3（そして他のRaveのキャラクターもXD）\u001b[22m\n\u001b[1m(Āto (10) - āto wa subarashīdesu. Kono ovu~ade wa, fearītēru yori mo animēshon ga kanari yoku natta to omoushi, umaku ikeba, FT no 2-banme no shīzun ni mo kono animēshon o tsudzukerudarou to watashi wa chikaukara, miru no ga motto tanoshīdarou. Hotto haru ga Mashima no kairyō sa reta ātosutairu ni dono yō ni natte iru ka kansha shimashou. X 3 (soshite hoka no Rave no kyarakutā mo XD))\u001b[22m\n\nTranslations of \u001b[4mART (10) - The art is GREAT. I think the animation got a lot better here in this OVA than in Fairy Tail, and hopefully they'll continue it on FT's second season, 'cause I swear, it would be a LOT more fun to watch. AND, let's appreciate how HOT Haru is in Mashima's improved art style. X3 (and ofc the other Rave charas too XD)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART (10) - The art is GREAT.\u001b[24m\n    \u001b[1mアート（10） - アートは素晴らしいです。\u001b[22m, \u001b[1mART（10） - 芸術は素晴らしいです。\u001b[22m\n\u001b[4mI think the animation got a lot better here in this OVA than in Fairy Tail, and hopefully they'll continue it on FT's second season, 'cause I swear, it would be a LOT more fun to watch.\u001b[24m\n    \u001b[1mこのOVAでは、フェアリーテールよりもアニメーションがかなり良くなったと思うし、うまくいけば、FTの2番目のシーズンにもこのアニメーションを続けるだろうと私は誓うから、見るのがもっと楽しいだろう。\u001b[22m, \u001b[1m私は誓う原因、見て、より多くの楽しいだろう '、私はアニメーションはフェアリーテールよりも、このOVAで、ここでかなり良くなったと思うし、うまくいけば、彼らはFTのセカンドシーズンでそれを続けます。\u001b[22m\n\u001b[4mAND, let's appreciate how HOT Haru is in Mashima's improved art style.\u001b[24m\n    \u001b[1mHOT春がマシマの改良されたアートスタイルにどのようになっているか感謝しましょう。\u001b[22m, \u001b[1mAND、HOT春は真島の改善されたアートスタイルであるかのを感謝しましょう。\u001b[22m\n\u001b[4mX3 (and ofc the other Rave charas too XD)\u001b[24m\n    \u001b[1mX3（そして他のRaveのキャラクターもXD）\u001b[22m, \u001b[1mX3（および他のレイヴチャラスすぎXD OFC）\u001b[22m\n\u001b[1m\u001b[22m\nSOUND (8) - Music was ok, they used the same OP and ED from the previous FT OVA, which was again, an ok. (Apparently I am no good at critiquing anime osts sorry orz)\n\n\u001b[1mSOUND（8） - 音楽は大丈夫だった、彼らは以前のFT OVAと同じOPとEDを使っていたが、もう一度OKだった。  （明らかに私はアニメオストを批判するのは良くない）\u001b[22m\n\u001b[1m(Saundo (8 ) - ongaku wa daijōbudatta, karera wa izen no FT ovu~a to onaji OP to ED o tsukatte itaga, mōichido OKdatta. (Akiraka ni watashi wa animeosuto o hihan suru no wa yokunai))\u001b[22m\n\nTranslations of \u001b[4mSOUND (8) - Music was ok, they used the same OP and ED from the previous FT OVA, which was again, an ok. (Apparently I am no good at critiquing anime osts sorry orz)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND (8) - Music was ok, they used the same OP and ED from the previous FT OVA, which was again, an ok.\u001b[24m\n    \u001b[1mSOUND（8） - 音楽は大丈夫だった、彼らは以前のFT OVAと同じOPとEDを使っていたが、もう一度OKだった。\u001b[22m, \u001b[1mSOUND（8） - 音楽は、彼らが、再びOKだった以前のFT OVAから同じOPとEDを使用し、OKでした。\u001b[22m\n\u001b[4m(Apparently I am no good at critiquing anime osts sorry orz)\u001b[24m\n    \u001b[1m（明らかに私はアニメオストを批判するのは良くない）\u001b[22m, \u001b[1m（どうやら私はアニメのOSTSに残念ORZを批判では良い午前）\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (8) - Characters, oh the characters. Well let's not expect much from the Fairy Tail characters. They're all the same as usually with their funny personalities. Natsu, being his wild and hotheaded self, Gray, stripping, Lucy and her loud mouth, Erza beating everyone up, Wendy and Charle being cute, Juvia fangirling as always and Happy being, well Happy.\n\n\u001b[1m文字（8） - 文字、ああ、文字。 フェアリーテールのキャラクターはあまり期待していません。 彼らは通常、彼らの面白い人格とすべて同じです。 夏は、彼の野性で熱心な自己、グレー、ストリッピング、ルーシーと彼女の大きな口、Erzaは誰も殴って、Wendyとシャルルはかわいい、Juviaいつものようにfangirlingとハッピー、よくハッピーです。\u001b[22m\n\u001b[1m(Moji (8 ) - moji, ā, moji. Fearītēru no kyarakutā wa amari kitai shite imasen. Karera wa tsūjō, karera no omoshiroi jinkaku to subete onajidesu. Natsu wa, kare no yasei de nesshin'na jiko, gurē, sutorippingu, rūshī to kanojo no ōkina kuchi, Erza wa dare mo nagutte, u~endi to sharuru wa kawaī, Juvia itsumo no yō ni fangirling to happī, yoku happīdesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (8) - Characters, oh the characters. Well let's not expect much from the Fairy Tail characters. They're all the same as usually with their funny personalities. Natsu, being his wild and hotheaded self, Gray, stripping, Lucy and her loud mouth, Erza beating everyone up, Wendy and Charle being cute, Juvia fangirling as always and Happy being, well Happy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (8) - Characters, oh the characters.\u001b[24m\n    \u001b[1m文字（8） - 文字、ああ、文字。\u001b[22m, \u001b[1m文字（8） - キャラクター、オハイオ州の文字。\u001b[22m\n\u001b[4mWell let's not expect much from the Fairy Tail characters.\u001b[24m\n    \u001b[1mフェアリーテールのキャラクターはあまり期待していません。\u001b[22m, \u001b[1mさてそれでは、フェアリーテール文字から多くを期待しないようにしましょう。\u001b[22m\n\u001b[4mThey're all the same as usually with their funny personalities.\u001b[24m\n    \u001b[1m彼らは通常、彼らの面白い人格とすべて同じです。\u001b[22m, \u001b[1m彼らは通常、彼らの面白い個性を持つように、すべて同じです。\u001b[22m\n\u001b[4mNatsu, being his wild and hotheaded self, Gray, stripping, Lucy and her loud mouth, Erza beating everyone up, Wendy and Charle being cute, Juvia fangirling as always and Happy being, well Happy.\u001b[24m\n    \u001b[1m夏は、彼の野性で熱心な自己、グレー、ストリッピング、ルーシーと彼女の大きな口、Erzaは誰も殴って、Wendyとシャルルはかわいい、Juviaいつものようにfangirlingとハッピー、よくハッピーです。\u001b[22m, \u001b[1m夏は、Erzaは皆を叩き、彼の野生とせっかちな自己、グレー、ストリッピング、ルーシーと彼女の大声で口の中であること、ウェンディとシャルレはかわいいされ、Juviaはいつものようにfangirlingと幸せは、十分に幸せです。\u001b[22m\n\u001b[1m\u001b[22m\nThe Rave characters didn't change much either. (but I'm not sure 'cause my memory's foggy-) Ellie's still an airhead, Musica's still an egoistic hottie, and the other characters I actually kinda forgot how they acted orz. Haru was a little bit different from what I remember though. I think he was more carefree and less mature? (But I'm not sure, please correct me if I'm wrong. OH AND HE ALSO BECAME HOTTER /shot)\n\n\u001b[1mRaveのキャラクターはあまり変わっていませんでした。  （しかし、私は記憶が霧に包まれているのかどうかはわかりません）エリは依然として空襲であり、ムジカは依然としてエゴイストな魅力で、他のキャラクターは私が実際にオルズの動きを忘れていました。 春は私が思っていたものと少し違っていた。 私は彼がもっと気楽で、成熟していないと思う？  （しかし、私は間違っている場合は私を修正してください私は確信していません。オハイオ州また、熱くなる/ショット）\u001b[22m\n\u001b[1m(Rave no kyarakutā wa amari kawatte imasendeshita. (Shikashi, watashi wa kioku ga kiri ni tsutsuma rete iru no ka dō ka wa wakarimasen) eri wa izentoshite kūshūdeari, mujika wa izentoshite egoisutona miryoku de, hoka no kyarakutā wa watashi ga jissai ni oruzu no ugoki o wasurete imashita. Haru wa watashi ga omotte ita mono to sukoshi chigatte ita. Watashi wa kare ga motto kirakude, seijuku shite inai to omou? (Shikashi, watashi wa machigatte iru baai wa watashi o shūsei shite kudasai watashi wa kakushin shite imasen. Ohaio-shū mata, atsukunaru/ shotto))\u001b[22m\n\nTranslations of \u001b[4mThe Rave characters didn't change much either. (but I'm not sure 'cause my memory's foggy-) Ellie's still an airhead, Musica's still an egoistic hottie, and the other characters I actually kinda forgot how they acted orz. Haru was a little bit different from what I remember though. I think he was more carefree and less mature? (But I'm not sure, please correct me if I'm wrong. OH AND HE ALSO BECAME HOTTER /shot)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Rave characters didn't change much either.\u001b[24m\n    \u001b[1mRaveのキャラクターはあまり変わっていませんでした。\u001b[22m, \u001b[1mレイヴの文字はどちらかあまり変化しませんでした。\u001b[22m\n\u001b[4m(but I'm not sure 'cause my memory's foggy-) Ellie's still an airhead, Musica's still an egoistic hottie, and the other characters I actually kinda forgot how they acted orz.\u001b[24m\n    \u001b[1m（しかし、私は記憶が霧に包まれているのかどうかはわかりません）エリは依然として空襲であり、ムジカは依然としてエゴイストな魅力で、他のキャラクターは私が実際にオルズの動きを忘れていました。\u001b[22m, \u001b[1mエリーズまだ変人、ムジカのまだ利己湯たんぽ、と彼らはORZの行動どのように私は実際にちょっと忘れてしまった他の文字は（しかし、私は私の記憶のfoggy- '原因はよく分かりません）。\u001b[22m\n\u001b[4mHaru was a little bit different from what I remember though.\u001b[24m\n    \u001b[1m春は私が思っていたものと少し違っていた。\u001b[22m, \u001b[1m春は私も覚えているものとは少し違っていました。\u001b[22m\n\u001b[4mI think he was more carefree and less mature?\u001b[24m\n    \u001b[1m私は彼がもっと気楽で、成熟していないと思う？\u001b[22m, \u001b[1m私は彼がよりのんきなと成熟度の低いだったと思いますか？\u001b[22m\n\u001b[4m(But I'm not sure, please correct me if I'm wrong. OH AND HE ALSO BECAME HOTTER /shot)\u001b[24m\n    \u001b[1m（しかし、私は間違っている場合は私を修正してください私は確信していません。オハイオ州また、熱くなる/ショット）\u001b[22m, \u001b[1m（しかし、私はわからないんだけど私が間違っている場合、私を修正してください。OHと彼はまた、HOTTERになった/ショット）\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (8) - Well, the OVA didn't disappoint me despite how lame the plot was. The comedy kind of paid it off anyway, plus ofc the Rave characters presence and their interaction with the Fairy Tail characters gave me the feel of excitement. The only thing I didn't enjoy was (as always) the pointless fanservice. Well I should be getting used to this because of FT but apparently I haven't. I mean seriously, 'Disappearing Panty Bonus'??? Really pointless.\n\n\u001b[1m楽しさ（8） -  OVAは、プロットがいかに不自由であっても、私を失望させませんでした。 とにかくそれを支払ったコメディーの種類、レイブの存在、そしてフェアリーテールのキャラクターとのやりとりが私に興奮の気持ちを与えました。 私が楽しまなかった唯一のものは、（いつものように）無意味なファンサービスでした。 まあ、私はFTのためにこれに慣れているはずですが、明らかに私は持っていません。 私は真剣に、「消えているパンティーボーナス」を意味しますか？ 本当に無意味です。\u001b[22m\n\u001b[1m(Tanoshisa (8 ) - ovu~a wa, purotto ga ikani fujiyūdeatte mo, watashi o shitsubō sa semasendeshita. Tonikaku sore o shiharatta komedī no shurui, reibu no sonzai, soshite fearītēru no kyarakutā to no yaritori ga watashi ni kōfun no kimochi o ataemashita. Watashi ga tanoshimanakatta yuiitsu no mono wa,(itsumo no yō ni) muimina fansābisudeshita. Mā, watashi wa FT no tame ni kore ni narete iru hazudesuga, akiraka ni watashi wa motte imasen. Watashi wa shinken ni,`kiete iru pantībōnasu' o imi shimasu ka? Hontōni muimidesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (8) - Well, the OVA didn't disappoint me despite how lame the plot was. The comedy kind of paid it off anyway, plus ofc the Rave characters presence and their interaction with the Fairy Tail characters gave me the feel of excitement. The only thing I didn't enjoy was (as always) the pointless fanservice. Well I should be getting used to this because of FT but apparently I haven't. I mean seriously, 'Disappearing Panty Bonus'??? Really pointless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (8) - Well, the OVA didn't disappoint me despite how lame the plot was.\u001b[24m\n    \u001b[1m楽しさ（8） -  OVAは、プロットがいかに不自由であっても、私を失望させませんでした。\u001b[22m, \u001b[1m楽しさは（8） - まあ、OVAは、プロットがいかにラメにもかかわらず、私を失望させませんでした。\u001b[22m\n\u001b[4mThe comedy kind of paid it off anyway, plus ofc the Rave characters presence and their interaction with the Fairy Tail characters gave me the feel of excitement.\u001b[24m\n    \u001b[1mとにかくそれを支払ったコメディーの種類、レイブの存在、そしてフェアリーテールのキャラクターとのやりとりが私に興奮の気持ちを与えました。\u001b[22m, \u001b[1m喜劇は一種のとにかくそれを完済、プラスレイヴ文字OFC存在とフェアリーテイルキャラクターとの相互作用は私に興奮の感触を与えました。\u001b[22m\n\u001b[4mThe only thing I didn't enjoy was (as always) the pointless fanservice.\u001b[24m\n    \u001b[1m私が楽しまなかった唯一のものは、（いつものように）無意味なファンサービスでした。\u001b[22m, \u001b[1m私は楽しんでいなかっただけの事は無意味サービスカット（いつものように）でした。\u001b[22m\n\u001b[4mWell I should be getting used to this because of FT but apparently I haven't.\u001b[24m\n    \u001b[1mまあ、私はFTのためにこれに慣れているはずですが、明らかに私は持っていません。\u001b[22m, \u001b[1mさて、私は理由FTの本に慣れるであるべきであるが、どうやら私はそうではありません。\u001b[22m\n\u001b[4mI mean seriously, 'Disappearing Panty Bonus'???\u001b[24m\n    \u001b[1m私は真剣に、「消えているパンティーボーナス」を意味しますか？\u001b[22m, \u001b[1m私は真剣に、「消えるパンティボーナス」を意味します？\u001b[22m\n\u001b[4mReally pointless.\u001b[24m\n    \u001b[1m本当に無意味です。\u001b[22m, \u001b[1m本当に無意味。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (7) - Well I certainly enjoyed watching this, it's something nice to watch when you're bored and just need a good laugh. If you're not a fan of FT or Rave, I recommend you watch this if you're really bored or have nothing else to do, but to the fans, I'm sure you'll love this, ESP Rave fangirls, ' cause I swear, HARU IS SO HOT HERE. XDD\n\n\u001b[1m全体的に見ると（7） - これを見て楽しんでいることは確かです。退屈でいい笑いが必要なときには、見てみるといいですね。 あなたがFTやレイヴのファンでないなら、あなたが本当に退屈なことや何もする必要がなければこれを見ることをお勧めしますが、ファンには、ESPレイヴfangirls、 私は誓うので、春はここで熱いです。  XDD\u001b[22m\n\u001b[1m(Zentai-teki ni miru to (7 ) - kore o mite tanoshinde iru koto wa tashikadesu. Taikutsude ī warai ga hitsuyōna tokiniha, mite miruto īdesu ne. Anata ga FT ya reivu no fandenainara, anata ga hontōni taikutsuna koto ya nani mo suru hitsuyō ga nakereba kore o miru koto o o susume shimasuga, fan ni wa, esupu reivu fangirls, watashi wa chikau node, haru wa koko de atsuidesu. XDD)\u001b[22m\n\nTranslations of \u001b[4mOverall (7) - Well I certainly enjoyed watching this, it's something nice to watch when you're bored and just need a good laugh. If you're not a fan of FT or Rave, I recommend you watch this if you're really bored or have nothing else to do, but to the fans, I'm sure you'll love this, ESP Rave fangirls, ' cause I swear, HARU IS SO HOT HERE. XDD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (7) - Well I certainly enjoyed watching this, it's something nice to watch when you're bored and just need a good laugh.\u001b[24m\n    \u001b[1m全体的に見ると（7） - これを見て楽しんでいることは確かです。退屈でいい笑いが必要なときには、見てみるといいですね。\u001b[22m, \u001b[1m総合（7） - さて、私は確かにこれを見て楽しんだ、それはあなたが退屈しているとちょうど良い笑いを必要なときに見るために素晴らしい何か。\u001b[22m\n\u001b[4mIf you're not a fan of FT or Rave, I recommend you watch this if you're really bored or have nothing else to do, but to the fans, I'm sure you'll love this, ESP Rave fangirls, '\u001b[24m\n    \u001b[1mあなたがFTやレイヴのファンでないなら、あなたが本当に退屈なことや何もする必要がなければこれを見ることをお勧めしますが、ファンには、ESPレイヴfangirls、\u001b[22m, \u001b[1mあなたはFTやレイヴのファンではないなら、ESPレイヴのfangirls、「あなたはこれを好きに、私はあなたが本当に退屈しているか、他に何もを持っていない場合は、これを見てお勧めしますが、ファンに、私は確信しています\u001b[22m\n\u001b[4mcause I swear, HARU IS SO HOT HERE.\u001b[24m\n    \u001b[1m私は誓うので、春はここで熱いです。\u001b[22m, \u001b[1m私は誓う原因は、HARUはこちらSO HOT IS。\u001b[22m\n\u001b[4mXDD\u001b[24m\n    \u001b[1mXDD\u001b[22m"
  }
]
