[
  {
    "title": "Genshiken_Nidaime",
    "id": "18465",
    "url": "https://myanimelist.net/anime/18465/Genshiken_Nidaime",
    "user": "Veronin",
    "profile": "/profile/Veronin/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=122587",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はしばしば、高等学校とのアニメ業界の執拗な執着に困惑していることがよくあります。 ジャンルや話が影響を及ぼさないように見える - ティーンエイジャーがここにいる。 大人（または17歳以上の人物）は、義務的な先生や悪役の役割を果たしていない限り見つけることはまれです。  Genshikenのようなタイトルは、大学の設定がどれほど楽しいかを示しているので、どちらが酷いですか。\n\n2つのフルシーズン後、Genshiken：Nidaimeは混乱しているか、または外れているように見えるかもしれません。 キャラクターの声が変わった。 メインシリーズのほぼ全員が卒業し、自分の人生に移りました。 アニメ・クラブのアイデンティティーは、男性が支配する空間からフジョシが支配する空間にシフトし、主要キャラクターをマイナーな（時には存在しない）役割に押しやった。 それでも、Nidaimeは私たちが楽しむようになったのと同じ古いGenshikenです。 それは塗料の新しいコートを持っているかもしれません、確かに、余分ないくつかのネジが緩んでいますが、オリジナルのGenshikenについて素晴らしいものはすべて残っています。 変化は必ずしも悪いことではありません。\n\nNidaimeの物語は、Ogiue（現在のクラブ会長）とGenshikenクラブに引っ張られた（おそらく不注意に）新入生の大群に続く。 最も注目されているのは、男性のBLファン、ハートで、女性としてはクロスドレスです。 彼は女性の声を引きずることに何の問題もないように思われるので、あまりにも説得力があります。\n\nあなたが女性のエムピー・スリーまたはBLのファンではないと仮定すると、これは必然的にあなたの心の中で警告信号を発するでしょう。 ガンシケンは今、野生のファンギルのアニメに変わったのですか？ ではない正確に。 以前の季節はモエとユリのファンダンにほとんど集中していましたが、ナイダイメはそれを単に反転させて、女性の視点からオタクのサブカルチャーを示しています。 非常に、非常にまれに我々はアニメでそれを参照してください。 それは素早く明らかになります、ちょっと、男性と女性は、それが変態趣味を楽しむことになると、それほど異なるわけではありません。 あなたがBLのファンダムを理解することに全く関心がなくても、Nidaimeのキャラクターは観客の両面を和らげるのに十分なほどかわいいです。 男性視聴者はここでも楽しむことができます。\n\nそれを除いて、ハートのキャラクターは驚くほどの成熟度で書かれています。 彼は非常に簡単に逃げるための乗り物でしたが、彼はそうではありません。 彼が女性オタクの会社でなぜクロスドレスをするのかについての真の理由があります。 ハザードのマダラームとの友情は、性的性についての興味深い見方を証明しています。神がどのくらい多くのアニメを開始し、彼のキャラクター化を終了させるかは、「彼が実際に陰茎を持っています。\n\nマダラームと言えば、前の季節に彼を楽しんだ人（私はそこには何人かの人がいると確信しています）は、ニダイムで好きなものがたくさんあります。 ここに彼の不足はない。 確かに、Madarameのシーンには、彼の性格がいつも狂っているかもしれませんが、彼は他の誰かのような普通の人であるということには、はるかに満足しています。 彼は最終的に春日井に対する自分の気持ちを忘れてしまった.Genshikenの強みは決してドラマではなかったが、Madarameが最終的に彼女に告白したシーンは、シリーズ全体で最も強力な瞬間である。 このドラマは過度に使われていないのでここでうまくいく。 それはその場所を知っている。\n\nキャラクター化の唯一の本当の問題は、ハート、マダラーム、オギエーが多くの注目を集める一方で、残りのキャスト（新旧の両方）が背景に追いやられることです。 スー、ヨシタケ、ヤジマはただのライドに参加しています。時には会話に追加したり、面白い瞬間をあちこちにしたりしています。 最も重要なのは、マンガエディタとしての笹原の新しい仕事と一体何が起こっているのか？ 第二シーズンの終わりに彼と何が起こったのかは分かりませんでした。 私はこれがより良いと思う、しかし、大量のキャラクターのキャストの間に13のエピソードを分割することは間違いなく厄介な結果につながるだろう。  Coochieについては、よく...あなたは彼から何を期待するか知っています。\n\nNidaimeはそれが根付いているオタクのサブカルチャーを完全にキャプチャします。Lucky StarのようなパロディやOreImoのような批評ではなく、Genshikenはオタクのライフスタイルをリアルに描写します。 キャラクターは（高校アニメの数十億とは違って）自分のことを成し遂げることができる大人だから、コスプレ、コンベンション、さらにコミックでエロマンガを売るのと同じものを詳しく見ていきます。 私は決してインターネットの外のアニメファンとの交流に関心がありませんでしたが、Genshikenは結局、それほど悪い考えではないかもしれないと私に考えています。 とにかく、ほとんどの場合、\n\n視覚的な品質はあなたの心を吹き飛ぶものではありませんが、平均的なアニメよりもはるかに優れています。 キャラクターのデザインは今、もう少し「モダン」に見えますが、それがダウングレードであるかどうかは完全に個人の好みに左右されます。 私が以前の季節が視覚的に穏やかであることがいつもわかったので、追加された色も素敵な変化です。\n\nより印象的なのはオーディオです。 オープニングとエンディングの曲は、魅力的な雰囲気を演出し、演奏するたびに笑顔を継続的に引き出します。 人々がニダイムと抱く最大の問題は、西友の変化ですが、数回のエピソードの後では目立たなくなります。 私は実際に、Ogiueの精液は、彼女の性格によく合うので以前と同じだと思った。\n\nGenshiken Nidaimeは最初から最後まで見守る喜びです。  Nidaimeは、「もう一つの賢明季節」として満足しているのではなく、その可能性を十分に発揮してシリーズをさらに進化させます。 対話とキャラクタリゼーションには成熟感があるため、アニメがほとんど成し遂げられていない。 それは本当にアニメ業界でオタクのサブカルチャーを最もよく描写していて、それ自体が良いショーです。\n\nねえ、日本、ガンシケンのようなアニメがもっとあるの？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI often find myself puzzled by the anime industry's undying obsession with high school. Genre or story appear to have no influence-- teenagers are here, there and just about everywhere else. It is rare to find an adult (or any character above the age of 17) unless they are filling the obligatory teacher or villain role. Which is a bummer, as titles like Genshiken show just how fun the university setting can be.\n\n\u001b[1m私はしばしば、高等学校とのアニメ業界の執拗な執着に困惑していることがよくあります。 ジャンルや話が影響を及ぼさないように見える - ティーンエイジャーがここにいる。 大人（または17歳以上の人物）は、義務的な先生や悪役の役割を果たしていない限り見つけることはまれです。  Genshikenのようなタイトルは、大学の設定がどれほど楽しいかを示しているので、どちらが酷いですか。\u001b[22m\n\u001b[1m(Watashi wa shibashiba, kōtō gakkō to no anime gyōkai no shitsuyōna shūchaku ni konwaku shite iru koto ga yoku arimasu. Janru ya hanashi ga eikyō o oyobosanai yōnimieru - tīn'eijā ga koko ni iru. Otona (matawa 17-sai ijō no jinbutsu) wa, gimu-tekina sensei ya akuyaku no yakuwari o hatashite inai kagiri mitsukeru koto wa maredesu. Genshiken no yōna taitoru wa, daigaku no settei ga dorehodo tanoshī ka o shimeshite irunode, dochira ga hidoidesu ka.)\u001b[22m\n\nTranslations of \u001b[4mI often find myself puzzled by the anime industry's undying obsession with high school. Genre or story appear to have no influence-- teenagers are here, there and just about everywhere else. It is rare to find an adult (or any character above the age of 17) unless they are filling the obligatory teacher or villain role. Which is a bummer, as titles like Genshiken show just how fun the university setting can be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI often find myself puzzled by the anime industry's undying obsession with high school.\u001b[24m\n    \u001b[1m私はしばしば、高等学校とのアニメ業界の執拗な執着に困惑していることがよくあります。\u001b[22m, \u001b[1m私は頻繁に自分自身が高校とアニメ業界の永遠の執着によって困惑見つけます。\u001b[22m\n\u001b[4mGenre or story appear to have no influence-- teenagers are here, there and just about everywhere else.\u001b[24m\n    \u001b[1mジャンルや話が影響を及ぼさないように見える - ティーンエイジャーがここにいる。\u001b[22m, \u001b[1mジャンルやストーリーにはinfluence--ティーンエイジャーが存在し、ちょうど約他のどこでも、ここではない持っているように見えます。\u001b[22m\n\u001b[4mIt is rare to find an adult (or any character above the age of 17) unless they are filling the obligatory teacher or villain role.\u001b[24m\n    \u001b[1m大人（または17歳以上の人物）は、義務的な先生や悪役の役割を果たしていない限り見つけることはまれです。\u001b[22m, \u001b[1m彼らは義務教師や悪役の役割を充填されていない限り、成人（または17歳以上の任意の文字）を見つけることは稀です。\u001b[22m\n\u001b[4mWhich is a bummer, as titles like Genshiken show just how fun the university setting can be.\u001b[24m\n    \u001b[1mGenshikenのようなタイトルは、大学の設定がどれほど楽しいかを示しているので、どちらが酷いですか。\u001b[22m, \u001b[1mどのげんしけんのようなタイトルは、大学の設定がすることができますどれだけ楽しみ示すように、残念です。\u001b[22m\n\u001b[1m\u001b[22m\nComing after two full seasons, Genshiken: Nidaime might seem confusing or out of place. The characters' voices have changed. Nearly everyone from the main series has graduated and moved on with their lives. The identity of the anime club has shifted from a male-dominated space to a fujoshi-dominated one, pushing major characters into minor (sometimes non-existent) roles. Still, Nidaime is the same old Genshiken that we've come to enjoy. It may have a new coat of paint, and sure, a few extra screws loose, but everything that was great about the original Genshiken remains-- and more still. Change doesn't always have to be a bad thing.\n\n\u001b[1m2つのフルシーズン後、Genshiken：Nidaimeは混乱しているか外れているように見えるかもしれません。 キャラクターの声が変わった。 メインシリーズのほぼ全員が卒業し、彼らの人生を変えました。 アニメクラブのアイデンティティーは、男性が支配する空間からフジョシが支配する空間にシフトし、主要キャラクターをマイナーな（時には存在しない）役割に押しやった。 それでも、Nidaimeは私たちが楽しむようになったのと同じ古いGenshikenです。 それは塗料の新しいコートを持っているかもしれません、確かに、余分ないくつかのネジが緩んでいますが、オリジナルのGenshikenについて素晴らしいものはすべて残っています。 変化は必ずしも悪いことではありません。\u001b[22m\n\u001b[1m(2Tsu no furushīzun-go, Genshiken: Nidaime wa konran shite iru ka hazurete iru yō ni mieru kamo shiremasen. Kyarakutā no koe ga kawatta. Meinshirīzu no hobo zen'in ga sotsugyō shi, karera no jinsei o kaemashita. Anime kurabu no aidentitī wa, dansei ga shihai suru kūkan kara fujoshi ga shihai suru kūkan ni shifuto shi, shuyō kyarakutā o maināna (tokiniha sonzaishinai) yakuwari ni oshiyatta. Soredemo, Nidaime wa watashitachi ga tanoshimu yō ni natta no to onaji furui Genshikendesu. Sore wa toryō no atarashī kōto o motte iru kamo shiremasen, tashika ni, yobun'na ikutsu ka no neji ga yurunde imasuga, orijinaru no Genshiken ni tsuite subarashī mono wa subete nokotte imasu. Henka wa kanarazushimo warui kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mComing after two full seasons, Genshiken: Nidaime might seem confusing or out of place. The characters' voices have changed. Nearly everyone from the main series has graduated and moved on with their lives. The identity of the anime club has shifted from a male-dominated space to a fujoshi-dominated one, pushing major characters into minor (sometimes non-existent) roles. Still, Nidaime is the same old Genshiken that we've come to enjoy. It may have a new coat of paint, and sure, a few extra screws loose, but everything that was great about the original Genshiken remains-- and more still. Change doesn't always have to be a bad thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mComing after two full seasons, Genshiken: Nidaime might seem confusing or out of place.\u001b[24m\n    \u001b[1m2つのフルシーズン後、Genshiken：Nidaimeは混乱しているか外れているように見えるかもしれません。\u001b[22m, \u001b[1m2つのフルシーズン後に来て、げんしけん：二代目は、混乱や場違いに見えるかもしれません。\u001b[22m\n\u001b[4mThe characters' voices have changed.\u001b[24m\n    \u001b[1mキャラクターの声が変わった。\u001b[22m, \u001b[1mキャラクターの声が変更されました。\u001b[22m\n\u001b[4mNearly everyone from the main series has graduated and moved on with their lives.\u001b[24m\n    \u001b[1mメインシリーズのほぼ全員が卒業し、彼らの人生を変えました。\u001b[22m, \u001b[1mメインシリーズのほぼ全員が卒業し、自分たちの生活と上に移動しました。\u001b[22m\n\u001b[4mThe identity of the anime club has shifted from a male-dominated space to a fujoshi-dominated one, pushing major characters into minor (sometimes non-existent) roles.\u001b[24m\n    \u001b[1mアニメクラブのアイデンティティーは、男性が支配する空間からフジョシが支配する空間にシフトし、主要キャラクターをマイナーな（時には存在しない）役割に押しやった。\u001b[22m, \u001b[1mアニメクラブのアイデンティティはマイナー（時には存在しない）の役割に主要な文字を押して、がfujoshi支配の一つに男性優位の空間からシフトしています。\u001b[22m\n\u001b[4mStill, Nidaime is the same old Genshiken that we've come to enjoy.\u001b[24m\n    \u001b[1mそれでも、Nidaimeは私たちが楽しむようになったのと同じ古いGenshikenです。\u001b[22m, \u001b[1mそれでも、二代目は、私たちが楽しむために来ている同じ古いげんしけんです。\u001b[22m\n\u001b[4mIt may have a new coat of paint, and sure, a few extra screws loose, but everything that was great about the original Genshiken remains-- and more still.\u001b[24m\n    \u001b[1mそれは塗料の新しいコートを持っているかもしれません、確かに、余分ないくつかのネジが緩んでいますが、オリジナルのGenshikenについて素晴らしいものはすべて残っています。\u001b[22m, \u001b[1mこれは、塗料の新しいコートを持っている、と確信して、いくつかの余分なネジ緩みが、remains--、よりまだ元げんしけん約素晴らしかったすべてのものがあります。\u001b[22m\n\u001b[4mChange doesn't always have to be a bad thing.\u001b[24m\n    \u001b[1m変化は必ずしも悪いことではありません。\u001b[22m, \u001b[1m変更は常に悪いことである必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Nidaime follows Ogiue (now club president) and the horde of freshmen who (perhaps inadvertently) find themselves pulled into the Genshiken club. Most notable of whom is Hato, a male BL fan who... well, cross-dresses as a woman. Almost too convincingly, as he seems to have no problem pulling off a female voice.\n\n\u001b[1mNidaimeの物語は、Ogiue（現在のクラブ会長）とGenshikenクラブに引っ張られた（おそらく不注意に）新入生の大群に続く。 最も注目されているのは、男性のBLファン、ハートで、女性としてはクロスドレスです。 彼は女性の声を引きずることに何の問題もないように思われるので、あまりにも説得力があります。\u001b[22m\n\u001b[1m(Nidaime no monogatari wa, Ogiue (genzai no kurabu kaichō) to Genshiken kurabu ni hippara reta (osoraku fuchūi ni) shin'nyūsei no taigun ni tsudzuku. Mottomo chūmoku sa rete iru no wa, dansei no BL fan, hāto de, josei to shite wa kurosudoresudesu. Kare wa josei no koe o hikizuru koto ni nani no mondai mo nai yō ni omowa rerunode, amarini mo settoku-ryoku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Nidaime follows Ogiue (now club president) and the horde of freshmen who (perhaps inadvertently) find themselves pulled into the Genshiken club. Most notable of whom is Hato, a male BL fan who... well, cross-dresses as a woman. Almost too convincingly, as he seems to have no problem pulling off a female voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Nidaime follows Ogiue (now club president) and the horde of freshmen who (perhaps inadvertently) find themselves pulled into the Genshiken club.\u001b[24m\n    \u001b[1mNidaimeの物語は、Ogiue（現在のクラブ会長）とGenshikenクラブに引っ張られた（おそらく不注意に）新入生の大群に続く。\u001b[22m, \u001b[1m二代目の物語はOgiue（現在のクラブ会長）と（おそらく不注意）自体はげんしけんクラブに引き込ま見つける新入生の大群に従います。\u001b[22m\n\u001b[4mMost notable of whom is Hato, a male BL fan who... well, cross-dresses as a woman.\u001b[24m\n    \u001b[1m最も注目されているのは、男性のBLファン、ハートで、女性としてはクロスドレスです。\u001b[22m, \u001b[1m誰の最も注目すべきはと、女性として...よく、クロスドレス男性BLファンです。\u001b[22m\n\u001b[4mAlmost too convincingly, as he seems to have no problem pulling off a female voice.\u001b[24m\n    \u001b[1m彼は女性の声を引きずることに何の問題もないように思われるので、あまりにも説得力があります。\u001b[22m, \u001b[1mほぼあまりにも説得力を、彼は女性の声をオフに引っ張って何の問題もないように見えるように。\u001b[22m\n\u001b[1m\u001b[22m\nAssuming you aren't a fan of effeminate males or BL, this will inevitably set off warning signals in your mind. Has Genshiken now turned into an anime for yaoi fangirls? Not exactly. Whereas the previous seasons focused almost entirely on the moe and yuri fandom, Nidaime merely flips that around and shows us the otaku subculture from the female perspective. Very, very rarely do we see that in anime. It quickly becomes apparent that, hey, males and females aren't all that different when it comes to enjoying nerdy hobbies. Even if you have zero interest in understanding the BL fandom, Nidaime's characters are still cute enough to appease both sides of the audience. Male viewers have just as much to enjoy here.\n\n\u001b[1mあなたが女性のエムピー・スリーまたはBLのファンではないと仮定すると、これは必然的にあなたの心の中で警告信号を発するでしょう。 ガンシケンは今、野生のファンギルのアニメに変わったのですか？ ではない正確に。 以前の季節はモエとユリのファンダンにほとんど集中していましたが、ナイダイメはそれを単に反転させて、女性の視点からオタクのサブカルチャーを示しています。 非常に、非常にまれに我々はアニメでそれを参照してください。 それは素早く明らかになります、ちょっと、男性と女性は、それが変態趣味を楽しむことになると、それほど異なるわけではありません。 あなたがBLのファンダムを理解することに全く関心がなくても、Nidaimeのキャラクターは観客の両面を和らげるのに十分なほどかわいいです。 男性視聴者はここでも楽しむことができます。\u001b[22m\n\u001b[1m(Anata ga josei no emupī surī matawa BL no fande wa nai to katei suru to, koreha hitsuzen-teki ni anata no kokoro no naka de keikoku shingō o hassurudeshou. Ganshiken wa ima, yasei no fangiru no anime ni kawatta nodesu ka?De wanai seikaku ni. Izen no kisetsu wa Moe to yuri no fan dan ni hotondo shūchū shite imashitaga, naidaime wa sore o tan'ni hanten sa sete, josei no shiten kara otaku no sabukaruchā o shimeshite imasu. Hijō ni, hijō ni mare ni wareware wa anime de sore o sanshō shite kudasai. Sore wa subayaku akiraka ni narimasu, chotto, dansei to josei wa, sore ga hentai shumi o tanoshimu koto ni naru to, sorehodo kotonaru wakede wa arimasen. Anata ga BL no fan damu o rikai suru koto ni mattaku kanshin ga nakute mo, Nidaime no kyarakutā wa kankyaku no ryōmen o yawarageru no ni jūbun'na hodo kawaīdesu. Dansei shichō-sha wa koko demo tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAssuming you aren't a fan of effeminate males or BL, this will inevitably set off warning signals in your mind. Has Genshiken now turned into an anime for yaoi fangirls? Not exactly. Whereas the previous seasons focused almost entirely on the moe and yuri fandom, Nidaime merely flips that around and shows us the otaku subculture from the female perspective. Very, very rarely do we see that in anime. It quickly becomes apparent that, hey, males and females aren't all that different when it comes to enjoying nerdy hobbies. Even if you have zero interest in understanding the BL fandom, Nidaime's characters are still cute enough to appease both sides of the audience. Male viewers have just as much to enjoy here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAssuming you aren't a fan of effeminate males or BL, this will inevitably set off warning signals in your mind.\u001b[24m\n    \u001b[1mあなたが女性のエムピー・スリーまたはBLのファンではないと仮定すると、これは必然的にあなたの心の中で警告信号を発するでしょう。\u001b[22m, \u001b[1mあなたは女々しい男性やBLのファンではないと仮定すると、これは必然的にあなたの心に警告信号をオフに設定します。\u001b[22m\n\u001b[4mHas Genshiken now turned into an anime for yaoi fangirls?\u001b[24m\n    \u001b[1mガンシケンは今、野生のファンギルのアニメに変わったのですか？\u001b[22m, \u001b[1mげんしけんは現在、やおいfangirlsのためのアニメになっていますか？\u001b[22m\n\u001b[4mNot exactly.\u001b[24m\n    \u001b[1mではない正確に。\u001b[22m, \u001b[1m正確ではない。\u001b[22m, \u001b[1mそういうわけでもありません。\u001b[22m\n\u001b[4mWhereas the previous seasons focused almost entirely on the moe and yuri fandom, Nidaime merely flips that around and shows us the otaku subculture from the female perspective.\u001b[24m\n    \u001b[1m以前の季節はモエとユリのファンダンにほとんど集中していましたが、ナイダイメはそれを単に反転させて、女性の視点からオタクのサブカルチャーを示しています。\u001b[22m, \u001b[1m萌えと百合ファンダムにほぼ完全に焦点を当てた前シーズンのに対し、二代目は単にその周りに反転し、私達に女性の視点からオタクサブカルチャーを示しています。\u001b[22m\n\u001b[4mVery, very rarely do we see that in anime.\u001b[24m\n    \u001b[1m非常に、非常にまれに我々はアニメでそれを参照してください。\u001b[22m, \u001b[1m非常に、非常にまれに私たちはアニメでいることがわかり行いません。\u001b[22m\n\u001b[4mIt quickly becomes apparent that, hey, males and females aren't all that different when it comes to enjoying nerdy hobbies.\u001b[24m\n    \u001b[1mそれは素早く明らかになります、ちょっと、男性と女性は、それが変態趣味を楽しむことになると、それほど異なるわけではありません。\u001b[22m, \u001b[1mそれはすぐにそれがオタク趣味を楽しむことになるとちょっと、雄と雌はすべてが異なっていないことが明らかになります。\u001b[22m\n\u001b[4mEven if you have zero interest in understanding the BL fandom, Nidaime's characters are still cute enough to appease both sides of the audience.\u001b[24m\n    \u001b[1mあなたがBLのファンダムを理解することに全く関心がなくても、Nidaimeのキャラクターは観客の両面を和らげるのに十分なほどかわいいです。\u001b[22m, \u001b[1mあなたはBLファンダムを理解する上でゼロ金利を持っている場合でも、二代目の文字は、まだ観客の両側をなだめるのに十分かわいいです。\u001b[22m\n\u001b[4mMale viewers have just as much to enjoy here.\u001b[24m\n    \u001b[1m男性視聴者はここでも楽しむことができます。\u001b[22m, \u001b[1m男性視聴者はここで楽しむことが同じくらいを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThat aside, Hato's character is written with a surprising amount of maturity. He could very easily have been a vehicle for pandering, but he is not. There is a genuine reason for why he cross-dresses in the company of female otaku. Hato's friendship with Madarame also proves an interesting view on sexuality, as god knows how many anime would start and end his characterisation at 'jk lol, he actually has a penis'.\n\n\u001b[1mそれを除いて、ハートのキャラクターは驚くほどの成熟度で書かれています。 彼は非常に簡単に逃げるための乗り物でしたが、彼はそうではありません。 彼が女性オタクの会社でなぜクロスドレスをするのかについての真の理由があります。 ハートのマダラームとの友情は、性的性についての興味深い見方を証明しています。神がどのくらい多くのアニメを開始し、彼の性格を「笑」で終わらせるか知っているので、彼は実際に陰茎を持っています。\u001b[22m\n\u001b[1m(Sore o nozoite, hāto no kyarakutā wa odoroku hodo no seijuku-do de kaka rete imasu. Kare wa hijō ni kantan ni nigeru tame no norimonodeshitaga, kare wa sōde wa arimasen. Kare ga josei otaku no kaisha de naze kurosudoresu o suru no ka ni tsuite no shin no riyū ga arimasu. Hāto no madarāmu to no yūjō wa, seiteki-sei ni tsuite no kyōmibukai mikata o shōmei shite imasu. Kami ga dono kurai ōku no anime o kaishi shi, kare no seikaku o `Emi' de owara seru ka shitte irunode, kare wa jissai ni inkei o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThat aside, Hato's character is written with a surprising amount of maturity. He could very easily have been a vehicle for pandering, but he is not. There is a genuine reason for why he cross-dresses in the company of female otaku. Hato's friendship with Madarame also proves an interesting view on sexuality, as god knows how many anime would start and end his characterisation at 'jk lol, he actually has a penis'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat aside, Hato's character is written with a surprising amount of maturity.\u001b[24m\n    \u001b[1mそれを除いて、ハートのキャラクターは驚くほどの成熟度で書かれています。\u001b[22m, \u001b[1mそれはさておき、ハトの文字は、満期の驚くべき量と書かれています。\u001b[22m\n\u001b[4mHe could very easily have been a vehicle for pandering, but he is not.\u001b[24m\n    \u001b[1m彼は非常に簡単に逃げるための乗り物でしたが、彼はそうではありません。\u001b[22m, \u001b[1m彼は非常に簡単に迎合するための車両だったかもしれないが、彼はありません。\u001b[22m\n\u001b[4mThere is a genuine reason for why he cross-dresses in the company of female otaku.\u001b[24m\n    \u001b[1m彼が女性オタクの会社でなぜクロスドレスをするのかについての真の理由があります。\u001b[22m, \u001b[1m彼は女性のオタクの会社のドレスを横断する理由のための本物の理由があります。\u001b[22m\n\u001b[4mHato's friendship with Madarame also proves an interesting view on sexuality, as god knows how many anime would start and end his characterisation at 'jk lol, he actually has a penis'.\u001b[24m\n    \u001b[1mハートのマダラームとの友情は、性的性についての興味深い見方を証明しています。神がどのくらい多くのアニメを開始し、彼の性格を「笑」で終わらせるか知っているので、彼は実際に陰茎を持っています。\u001b[22m, \u001b[1m神がで彼のキャラクタリゼーション開始および終了する方法を多くのアニメ「笑JKを、彼が実際にペニスを持っている」知っているよう班目とハトの友情も、セクシュアリティについての興味深い見解を証明しています。\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of Madarame, anyone who enjoyed him in the previous seasons (I'm sure there's more than a few) will find much to like in Nidaime. There is no shortage of him here. Sure, while Madarame's scenes may lack the usual craziness of his character, there is instead a much greater satisfaction in learning that he is an ordinary person like anyone else. He finally finds closure to his feelings for Kasukabe, and while Genshiken's strong point has surely never been its drama, the scene where Madarame finally confesses to her is easily the most powerful moment in the entire series. The drama works well here because it is not overused. It knows its place.\n\n\u001b[1mマダラームと言えば、前の季節に彼を楽しんだ人（私はそこには何人かの人がいると確信しています）は、ニダイムで好きなものがたくさんあります。 ここに彼の不足はない。 確かに、Madarameのシーンには、彼の性格がいつも狂っているかもしれませんが、彼は他の誰かのような普通の人であるということには、はるかに満足しています。 彼は最終的に春日井に対する自分の気持ちを忘れてしまった.Genshikenの強みは決してドラマではなかったが、Madarameが最終的に彼女に告白したシーンは、シリーズ全体で最も強力な瞬間である。 このドラマは過度に使われていないのでここでうまくいく。 それはその場所を知っている。\u001b[22m\n\u001b[1m(Madarāmu toieba, mae no kisetsu ni kare o tanoshinda hito (watashi wa soko ni wa nan'ninka no hito ga iru to kakushin shite imasu) wa, nidaimu de sukinamono ga takusan arimasu. Koko ni kare no fusoku wanai. Tashika ni, Madarame no shīn ni wa, kare no seikaku ga itsumo kurutte iru kamo shiremasenga, kare wa hoka no dareka no yōna futsūnohitodearu to iu koto ni wa, haruka ni manzoku shite imasu. Kare wa saishūtekini Kasugai ni taisuru jibun no kimochi o wasurete shimatta. Genshiken no tsuyomi wa kesshite doramade wa nakattaga, Madarame ga saishūtekini kanojo ni kokuhaku shita shīn wa, shirīzu zentai de mottomo kyōryokuna shunkandearu. Kono dorama wa kado ni tsukawa rete inainode koko de umaku iku. Sore wa sono basho o shitte iru.)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of Madarame, anyone who enjoyed him in the previous seasons (I'm sure there's more than a few) will find much to like in Nidaime. There is no shortage of him here. Sure, while Madarame's scenes may lack the usual craziness of his character, there is instead a much greater satisfaction in learning that he is an ordinary person like anyone else. He finally finds closure to his feelings for Kasukabe, and while Genshiken's strong point has surely never been its drama, the scene where Madarame finally confesses to her is easily the most powerful moment in the entire series. The drama works well here because it is not overused. It knows its place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of Madarame, anyone who enjoyed him in the previous seasons (I'm sure there's more than a few) will find much to like in Nidaime.\u001b[24m\n    \u001b[1mマダラームと言えば、前の季節に彼を楽しんだ人（私はそこには何人かの人がいると確信しています）は、ニダイムで好きなものがたくさんあります。\u001b[22m, \u001b[1m班目といえば、前シーズン（私はいくつかのより多くがあります確信している）で彼を楽しんで誰もが二代目に好きなことがたくさんあります。\u001b[22m\n\u001b[4mThere is no shortage of him here.\u001b[24m\n    \u001b[1mここに彼の不足はない。\u001b[22m, \u001b[1mここで彼の不足はありません。\u001b[22m\n\u001b[4mSure, while Madarame's scenes may lack the usual craziness of his character, there is instead a much greater satisfaction in learning that he is an ordinary person like anyone else.\u001b[24m\n    \u001b[1m確かに、Madarameのシーンには、彼の性格がいつも狂っているかもしれませんが、彼は他の誰かのような普通の人であるということには、はるかに満足しています。\u001b[22m, \u001b[1m班目のシーンは彼の性格の通常の狂気を欠いているかもしれないが確かに、代わりに彼は他の誰のような普通の人であることを学ぶことにはるかに大きな満足感があります。\u001b[22m\n\u001b[4mHe finally finds closure to his feelings for Kasukabe, and while Genshiken's strong point has surely never been its drama, the scene where Madarame finally confesses to her is easily the most powerful moment in the entire series.\u001b[24m\n    \u001b[1m彼は最終的に春日井に対する自分の気持ちを忘れてしまった.Genshikenの強みは決してドラマではなかったが、Madarameが最終的に彼女に告白したシーンは、シリーズ全体で最も強力な瞬間である。\u001b[22m, \u001b[1m彼は最終的には春日部のための彼の気持ちに閉鎖を見つけ、げんしけんの強力な点は確かにそのドラマではありませんでしたが、班目は最終的に彼女に告白するシーンが簡単にシリーズ全体の中で最も強力な瞬間です。\u001b[22m\n\u001b[4mThe drama works well here because it is not overused.\u001b[24m\n    \u001b[1mこのドラマは過度に使われていないのでここでうまくいく。\u001b[22m, \u001b[1mそれは使い古さではないので、ドラマはここでうまく動作します。\u001b[22m\n\u001b[4mIt knows its place.\u001b[24m\n    \u001b[1mそれはその場所を知っている。\u001b[22m, \u001b[1mこれは、その場所を知っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe only real issue with the characterisation is that while Hato, Madarame, and Ogiue receive plenty of focus, the rest of the cast (both new and old) are relegated to the background. Sue, Yoshitake, and Yajima are just along for the ride, occasionally adding to the conversation or having a funny moment here and there. Most importantly, what the heck's going on with Sasahara's new job as a manga editor? We never got to see what happened with him after the end of the second season. I suppose this is for the better, though, since splitting 13 episodes between a massive cast of characters would undoubtedly lead to nasty results. As for Coochie, well... you know what to expect from him.\n\n\u001b[1mキャラクター化の唯一の本当の問題は、ハート、マダラーム、オギエーが多くの注目を集める一方で、残りのキャスト（新旧の両方）が背景に追いやられることです。 スー、ヨシタケ、ヤジマはただのライドに参加しています。時には会話に追加したり、面白い瞬間をあちこちにしたりしています。 最も重要なのは、マンガエディタとしての笹原の新しい仕事と一体何が起こっているのか？ 第二シーズンの終わりに彼と何が起こったのかは分かりませんでした。 私はこれがより良いと思う、しかし、大量のキャラクターのキャストの間に13のエピソードを分割することは間違いなく厄介な結果につながるだろう。  Coochieについては、よく...あなたは彼から何を期待するか知っています。\u001b[22m\n\u001b[1m(Kyarakutā-ka no yuiitsu no hontō no mondai wa, hāto, madarāmu, ogiē ga ōku no chūmokuwoatsumeru ippō de, nokori no kyasuto (shinkyū no ryōhō) ga haikei ni oiyara reru kotodesu. Sū, Yoshitake, Yajima wa tada no raido ni sanka shite imasu. Tokiniha kaiwa ni tsuika shi tari, omoshiroi shunkan o achikochi ni shi tari shite imasu. Mottomo jūyōna no wa, mangaedita to shite no sasahara no atarashī shigoto to ittai nani ga okotte iru no ka? Dai ni shīzun no owari ni kare to nani ga okotta no ka wa wakarimasendeshita. Watashi wa kore ga yori yoi to omou, shikashi, tairyō no kyarakutā no kyasuto no ma ni 13 no episōdo o bunkatsu suru koto wa machigainaku yakkaina kekka ni tsunagarudarou. Coochie ni tsuite wa, yoku... Anata wa kare kara nani o kitai suru ka shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only real issue with the characterisation is that while Hato, Madarame, and Ogiue receive plenty of focus, the rest of the cast (both new and old) are relegated to the background. Sue, Yoshitake, and Yajima are just along for the ride, occasionally adding to the conversation or having a funny moment here and there. Most importantly, what the heck's going on with Sasahara's new job as a manga editor? We never got to see what happened with him after the end of the second season. I suppose this is for the better, though, since splitting 13 episodes between a massive cast of characters would undoubtedly lead to nasty results. As for Coochie, well... you know what to expect from him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only real issue with the characterisation is that while Hato, Madarame, and Ogiue receive plenty of focus, the rest of the cast (both new and old) are relegated to the background.\u001b[24m\n    \u001b[1mキャラクター化の唯一の本当の問題は、ハート、マダラーム、オギエーが多くの注目を集める一方で、残りのキャスト（新旧の両方）が背景に追いやられることです。\u001b[22m, \u001b[1mキャラクタリゼーションとの唯一の本当の問題は、はとが、班目、およびOgiueがフォーカスをたくさん受けながら、（新旧）、キャストの残りの部分が背景に追いやられていることです。\u001b[22m\n\u001b[4mSue, Yoshitake, and Yajima are just along for the ride, occasionally adding to the conversation or having a funny moment here and there.\u001b[24m\n    \u001b[1mスー、ヨシタケ、ヤジマはただのライドに参加しています。時には会話に追加したり、面白い瞬間をあちこちにしたりしています。\u001b[22m, \u001b[1mスー、吉武、および矢島は時折会話に追加したり、あちこち面白いモーメントを有する、ちょうど乗車のために沿っています。\u001b[22m\n\u001b[4mMost importantly, what the heck's going on with Sasahara's new job as a manga editor?\u001b[24m\n    \u001b[1m最も重要なのは、マンガエディタとしての笹原の新しい仕事と一体何が起こっているのか？\u001b[22m, \u001b[1m最も重要なのは、いったいマンガ編集者として笹原の新しい仕事で何が起こっているのですか？\u001b[22m\n\u001b[4mWe never got to see what happened with him after the end of the second season.\u001b[24m\n    \u001b[1m第二シーズンの終わりに彼と何が起こったのかは分かりませんでした。\u001b[22m, \u001b[1m私たちは、第二シーズン終了後に彼に何が起こったのかを確認するためにやったことがなかったです。\u001b[22m\n\u001b[4mI suppose this is for the better, though, since splitting 13 episodes between a massive cast of characters would undoubtedly lead to nasty results.\u001b[24m\n    \u001b[1m私はこれがより良いと思う、しかし、大量のキャラクターのキャストの間に13のエピソードを分割することは間違いなく厄介な結果につながるだろう。\u001b[22m, \u001b[1m私は、これは間違いなく厄介な結果につながる文字の大規模なキャストとの間の13のエピソードを分割するので、しかし、よりよいのためであると仮定します。\u001b[22m\n\u001b[4mAs for Coochie, well... you know what to expect from him.\u001b[24m\n    \u001b[1mCoochieについては、よく...あなたは彼から何を期待するか知っています。\u001b[22m, \u001b[1m女性器については、よく...あなたは彼から期待するものを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nNidaime perfectly captures the otaku subculture that it is rooted in. Rather than parody it like Lucky Star or critique it like OreImo, Genshiken seeks instead to provide a realistic portrayal of the otaku lifestyle. Because the characters are adults capable of doing their own thing (unlike the billions of high school anime), we get a detailed look at cosplay, conventions, and even what it is like to sell ero-manga at Comiket. I have never had any interest in interacting with anime fans outside of the internet, but Genshiken has me thinking that it might not be such a bad idea after all. For the most part, anyway.\n\n\u001b[1mNidaimeはそれが根付いているオタクのサブカルチャーを完全にキャプチャします。Lucky StarのようなパロディやOreImoのような批評ではなく、Genshikenはオタクのライフスタイルをリアルに描写します。 キャラクターは（高校アニメの数十億とは違って）自分のことを成し遂げることができる大人だから、コスプレ、コンベンション、さらにコミックでエロマンガを売るのと同じものを詳しく見ていきます。 私は決してインターネットの外のアニメファンとの交流に関心がありませんでしたが、Genshikenは結局、それほど悪い考えではないかもしれないと私に考えています。 とにかく、ほとんどの場合、\u001b[22m\n\u001b[1m(Nidaime wa sore ga netsuite iru otaku no sabukaruchā o kanzen ni kyapucha shimasu. Rakkī Star no yōna parodi ya OreImo no yōna hihyōde wa naku, Genshiken wa otaku no raifusutairu o riaru ni byōsha shimasu. Kyarakutā wa (kōkō anime no sūjūoku to wa chigatte) jibun no koto o nashitogeru koto ga dekiru otonadakara, kosupure, konbenshon, sarani komikku de eromanga o uru no to onaji mono o kuwashiku mite ikimasu. Watashi wa kesshite intānetto no soto no anime fan to no kōryū ni kanshin ga arimasendeshitaga, Genshiken wa kekkyoku, sore hodo warui kangaede wanai kamo shirenaito watashi ni kangaete imasu. Tonikaku, hotondo no baai,)\u001b[22m\n\nTranslations of \u001b[4mNidaime perfectly captures the otaku subculture that it is rooted in. Rather than parody it like Lucky Star or critique it like OreImo, Genshiken seeks instead to provide a realistic portrayal of the otaku lifestyle. Because the characters are adults capable of doing their own thing (unlike the billions of high school anime), we get a detailed look at cosplay, conventions, and even what it is like to sell ero-manga at Comiket. I have never had any interest in interacting with anime fans outside of the internet, but Genshiken has me thinking that it might not be such a bad idea after all. For the most part, anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNidaime perfectly captures the otaku subculture that it is rooted in. Rather than parody it like Lucky Star or critique it like OreImo, Genshiken seeks instead to provide a realistic portrayal of the otaku lifestyle.\u001b[24m\n    \u001b[1mNidaimeはそれが根付いているオタクのサブカルチャーを完全にキャプチャします。Lucky StarのようなパロディやOreImoのような批評ではなく、Genshikenはオタクのライフスタイルをリアルに描写します。\u001b[22m, \u001b[1m二代目は完全にそれがに根ざしているオタクサブカルチャーをキャプチャします。らき☆すたのようにそれをパロディ化または俺の妹がこんなに可愛いわけがないようにそれを批判するのではなく、げんしけんはオタクライフスタイルのリアルな描写を提供する代わりに努めます。\u001b[22m\n\u001b[4mBecause the characters are adults capable of doing their own thing (unlike the billions of high school anime), we get a detailed look at cosplay, conventions, and even what it is like to sell ero-manga at Comiket.\u001b[24m\n    \u001b[1mキャラクターは（高校アニメの数十億とは違って）自分のことを成し遂げることができる大人だから、コスプレ、コンベンション、さらにコミックでエロマンガを売るのと同じものを詳しく見ていきます。\u001b[22m, \u001b[1m文字は（高校アニメの十億とは違って）自分のことを行うことが可能大人なので、我々は、規約をコスプレで詳細な外観を取得し、それがコミケでエロマンガを販売するようになっても何。\u001b[22m\n\u001b[4mI have never had any interest in interacting with anime fans outside of the internet, but Genshiken has me thinking that it might not be such a bad idea after all.\u001b[24m\n    \u001b[1m私は決してインターネットの外のアニメファンとの交流に関心がありませんでしたが、Genshikenは結局、それほど悪い考えではないかもしれないと私に考えています。\u001b[22m, \u001b[1m私は、インターネットの外のアニメファンとの相互作用に興味を持っていたことがないが、げんしけんは私はそれがすべての後に、このような悪い考えではないかもしれないと考えています。\u001b[22m\n\u001b[4mFor the most part, anyway.\u001b[24m\n    \u001b[1mとにかく、ほとんどの場合、\u001b[22m, \u001b[1mいずれにせよ、ほとんどの部分について。\u001b[22m\n\u001b[1m\u001b[22m\nThe visual quality is surely nothing that will blow your mind, but it is well above the average anime. The character designs look a bit more 'modern' now, though whether that is a downgrade or not depends entirely on personal preference. The added colour is also a nice change as I always found the previous seasons to be visually bland.\n\n\u001b[1m視覚的な品質はあなたの心を吹き飛ぶものではありませんが、平均的なアニメよりもはるかに優れています。 キャラクターのデザインは今、もう少し「モダン」に見えますが、それがダウングレードであるかどうかは完全に個人の好みに左右されます。 私が以前の季節が視覚的に穏やかであることがいつもわかったので、追加された色も素敵な変化です。\u001b[22m\n\u001b[1m(Shikaku-tekina hinshitsu wa anata no kokoro o fukitobu monode wa arimasenga, heikin-tekina anime yori mo haruka ni sugurete imasu. Kyarakutā no dezain wa ima, mōsukoshi `modan' ni miemasuga, sore ga daungurēdodearu ka dō ka wa kanzen ni kojin no konomi ni sayū sa remasu. Watashi ga izen no kisetsu ga shikaku-teki ni odayakadearu koto ga itsumo wakattanode, tsuika sa reta iro mo sutekina henkadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe visual quality is surely nothing that will blow your mind, but it is well above the average anime. The character designs look a bit more 'modern' now, though whether that is a downgrade or not depends entirely on personal preference. The added colour is also a nice change as I always found the previous seasons to be visually bland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe visual quality is surely nothing that will blow your mind, but it is well above the average anime.\u001b[24m\n    \u001b[1m視覚的な品質はあなたの心を吹き飛ぶものではありませんが、平均的なアニメよりもはるかに優れています。\u001b[22m, \u001b[1m視覚的な品質は、きっとあなたの心を爆破するものではありませんが、それは十分に平均アニメ上回っています。\u001b[22m\n\u001b[4mThe character designs look a bit more 'modern' now, though whether that is a downgrade or not depends entirely on personal preference.\u001b[24m\n    \u001b[1mキャラクターのデザインは今、もう少し「モダン」に見えますが、それがダウングレードであるかどうかは完全に個人の好みに左右されます。\u001b[22m, \u001b[1mそれがダウングレードであるか否かが個人的な好みに完全に依存するがキャラクターデザインは、もう少し今「近代的」に見えます。\u001b[22m\n\u001b[4mThe added colour is also a nice change as I always found the previous seasons to be visually bland.\u001b[24m\n    \u001b[1m私が以前の季節が視覚的に穏やかであることがいつもわかったので、追加された色も素敵な変化です。\u001b[22m, \u001b[1m私は常に前シーズンは視覚的に当たり障りであることがわかっとして追加色も素敵な変化です。\u001b[22m\n\u001b[1m\u001b[22m\nMore impressive is the audio. The opening and ending songs are stellar, effectively conveying the light-hearted atmosphere of the series and continually bringing a smile each time they played. The biggest issue that people will have with Nidaime is the change in seiyuu, but after a few episodes it ceases to be noticeable. I actually thought that Ogiue's seiyuu was the same as before because it fit her character so well.\n\n\u001b[1mより印象的なのはオーディオです。 オープニングとエンディングの曲は、魅力的な雰囲気を演出し、演奏するたびに笑顔を継続的に引き出します。 人々がニダイムと抱く最大の問題は、西友の変化ですが、数回のエピソードの後では目立たなくなります。 私は実際に、Ogiueの精液は、彼女の性格によく合うので以前と同じだと思った。\u001b[22m\n\u001b[1m(Yori inshō-tekina no wa ōdiodesu. Ōpuningu to endingu no kyoku wa, miryoku-tekina fun'iki o enshutsu shi, ensō suru tabi ni egao o keizoku-teki ni hikidashimasu. Hitobito ga nidaimu to daku saidai no mondai wa, Seiyū no henkadesuga, sū-kai no episōdo no nochide wa medatanaku narimasu. Watashi wa jissai ni, Ogiue no seieki wa, kanojo no seikaku ni yoku au node izen to onajida to omotta.)\u001b[22m\n\nTranslations of \u001b[4mMore impressive is the audio. The opening and ending songs are stellar, effectively conveying the light-hearted atmosphere of the series and continually bringing a smile each time they played. The biggest issue that people will have with Nidaime is the change in seiyuu, but after a few episodes it ceases to be noticeable. I actually thought that Ogiue's seiyuu was the same as before because it fit her character so well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMore impressive is the audio.\u001b[24m\n    \u001b[1mより印象的なのはオーディオです。\u001b[22m, \u001b[1mより印象的なオーディオです。\u001b[22m\n\u001b[4mThe opening and ending songs are stellar, effectively conveying the light-hearted atmosphere of the series and continually bringing a smile each time they played.\u001b[24m\n    \u001b[1mオープニングとエンディングの曲は、魅力的な雰囲気を演出し、演奏するたびに笑顔を継続的に引き出します。\u001b[22m, \u001b[1mオープニングとエンディング曲が効果的に一連の快活な雰囲気を伝達し、継続的に笑顔に彼らが演奏するたびに持ち込み、恒星です。\u001b[22m\n\u001b[4mThe biggest issue that people will have with Nidaime is the change in seiyuu, but after a few episodes it ceases to be noticeable.\u001b[24m\n    \u001b[1m人々がニダイムと抱く最大の問題は、西友の変化ですが、数回のエピソードの後では目立たなくなります。\u001b[22m, \u001b[1m人々は二代目になります最大の問題は、声優の変化であるが、いくつかのエピソードの後にそれが顕著でなくなります。\u001b[22m\n\u001b[4mI actually thought that Ogiue's seiyuu was the same as before because it fit her character so well.\u001b[24m\n    \u001b[1m私は実際に、Ogiueの精液は、彼女の性格によく合うので以前と同じだと思った。\u001b[22m, \u001b[1m私は実際にそれがとてもよく彼女のキャラクターに合うのでOgiueの声優は前と同じだと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nGenshiken Nidaime is a joy to watch from start to finish. Rather than be complacent as 'just another Genshiken season', Nidaime takes the series a step further by realising the full potential of the setting. There is a sense of maturity to the dialogue and characterisation that so few anime have managed to accomplish. It is truly the anime industry's strongest portrayal of the otaku subculture, and a damn good show in its own right.\n\n\u001b[1mGenshiken Nidaimeは最初から最後まで見守る喜びです。  Nidaimeは、「もう一つの賢明なシーズン」として満足しているのではなく、その可能性を十分に発揮してシリーズをさらに進化させます。 対話とキャラクタリゼーションには成熟感があり、アニメがほとんど成し遂げられていない。 それは本当にアニメ業界でオタクのサブカルチャーを最もよく描写していて、それ自体が良いショーです。\u001b[22m\n\u001b[1m(Genshiken Nidaime wa saisho kara saigomade mimamoru yorokobidesu. Nidaime wa,`mōhitotsu no kenmeina shīzun' to shite manzoku shite iru node wa naku, sono kanōsei o jūbun ni hakki shite shirīzu o sarani shinka sa semasu. Taiwa to kyarakutarizēshon ni wa seijuku-kan ga ari, anime ga hotondo nashitoge rarete inai. Sore wa hontōni anime gyōkai de otaku no sabukaruchā o mottomo yoku byōsha shite ite, sore jitai ga yoi shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mGenshiken Nidaime is a joy to watch from start to finish. Rather than be complacent as 'just another Genshiken season', Nidaime takes the series a step further by realising the full potential of the setting. There is a sense of maturity to the dialogue and characterisation that so few anime have managed to accomplish. It is truly the anime industry's strongest portrayal of the otaku subculture, and a damn good show in its own right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenshiken Nidaime is a joy to watch from start to finish.\u001b[24m\n    \u001b[1mGenshiken Nidaimeは最初から最後まで見守る喜びです。\u001b[22m, \u001b[1mげんしけん二代目は最初から最後まで見て喜びです。\u001b[22m\n\u001b[4mRather than be complacent as 'just another Genshiken season', Nidaime takes the series a step further by realising the full potential of the setting.\u001b[24m\n    \u001b[1mNidaimeは、「もう一つの賢明なシーズン」として満足しているのではなく、その可能性を十分に発揮してシリーズをさらに進化させます。\u001b[22m, \u001b[1mむしろ「ちょうど別のげんしけんの季節」など無関心であることよりも、二代目は設定の可能性を最大限に実現することにより、さらに一歩シリーズを取ります。\u001b[22m\n\u001b[4mThere is a sense of maturity to the dialogue and characterisation that so few anime have managed to accomplish.\u001b[24m\n    \u001b[1m対話とキャラクタリゼーションには成熟感があり、アニメがほとんど成し遂げられていない。\u001b[22m, \u001b[1mので、いくつかのアニメを達成するために管理している対話と特性評価に成熟感があります。\u001b[22m\n\u001b[4mIt is truly the anime industry's strongest portrayal of the otaku subculture, and a damn good show in its own right.\u001b[24m\n    \u001b[1mそれは本当にアニメ業界でオタクのサブカルチャーを最もよく描写していて、それ自体が良いショーです。\u001b[22m, \u001b[1mそれは本当にアニメ業界のオタクサブカルチャーの最強の描写、および独自の権利で気の良いショーです。\u001b[22m\n\u001b[1m\u001b[22m\nHey, Japan, can we have more anime like Genshiken?\n\n\u001b[1mねえ、日本、ガンシケンのようなアニメがもっとあるの？\u001b[22m\n\u001b[1m(Nē, Nihon, ganshiken no yōna anime ga motto aru no?)\u001b[22m\n\nTranslations of \u001b[4mHey, Japan, can we have more anime like Genshiken?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHey, Japan, can we have more anime like Genshiken?\u001b[24m\n    \u001b[1mねえ、日本、ガンシケンのようなアニメがもっとあるの？\u001b[22m, \u001b[1mねえ、日本は、我々はげんしけんのようなより多くのアニメを持つことができますか？\u001b[22m"
  },
  {
    "title": "Genshiken_Nidaime",
    "id": "18465",
    "url": "https://myanimelist.net/anime/18465/Genshiken_Nidaime",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=115455",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  8\n\n「ヒキコモリには、寒さ、凍っている、孤独なものがあり、冬は痛い。 ひきこもりには、誰もが気分が良いので、春は苦しいです。 夏はもちろん、特に痛いです...\"-  N.H.Kへようこそ。\n\nほとんどのアニメやマンガファンにとって、フランチャイズから作品を見たり読んだりすることを止めることのできなかったフェーズを経験した瞬間がありました。 傑作....\" 私が持っていることは分かっています。 しかし、それはまた少し痛い感じるかもしれません。 それから、やはり、将来的にはいつもより良いシリーズがあります。  （ほとんどの時間とにかく）なぜ私はこれを言っているのですか？ まあ、それは私がGenshikenの前の季節を楽しんだので、別の季節が適応される日を決して考えなかったからです。 その後、2013年1月にニュースが届きました.Genshikenはもうひとつの適応を得ました。 そこから、私は\"石を願い、ありがとう\"と思った。\n\nげんしけんなだめ月は、四国紀夫が作った同名の漫画の新シーズンです。 しかし、ここで注意する必要があるいくつかの重要なポイントがあります。 このシリーズはそのようなタイトルが付けられていますが、前の季節や私の視点から見るとOVAも必然です。 その理由は、前の季節の主人公のすべてがデビューを果たしたが、もっと重要な役割を果たしたからである。 したがって、満足のいく経験を得るために、私は順番に前の季節を見ておくことをお勧めします。\n\n簡単な飲み物のために、GenshikenはGendai Shikaku BunkkaKenkyūkaiのクラブ名の略語です。 クラブ自体については、オタク文化とそのライフスタイルを取り入れた若い大学生のグループで構成されています。 このように、エピソードごとにあなたの顔に投げられた他のフランチャイズ（アニメ/マンガ/ビデオゲーム）からリファレンスを経験する準備をしてください。 マドカ、スクールデイズ、イカガール、バケモガタリなど、過去から現在までの人気アニメを収録しています。 このショーは、オタクの文化をコメディーのように表現された楽しいライフスタイルとして常に表現しています。 これは特に、このシリーズのキャラクターのキャストに関係します。\n\n今シーズンは、視聴者に違った楽しさを提供する一連のキャラクターに続いています。  Ogiue Chikaは現在、クラブでリーダー的役割を果たしています。 実際、彼女は彼女の芸術的なスキルで新しいメンバーを募集することさえ管理しています。 これらの新しいキャラクターは、特にコメディ部門でのショーの楽しみの新しい展望を提供します。 新しいキャラクターが最初にクラブに適応するのにいくつかの問題を抱えているようだが、それは驚くことではない。 実際、ある特定のキャラクターは、彼の服の出入りに問題があると思われるクロスドレッサーです。 多くの相違点で、それは妥協する状況と一緒にユーモラスな結果とジェンダーベンダーのトロープで再生されます。 しかし、これにもかかわらず、クラブのメンバーは引き続きエンターテイメントを生み出し、大きな期待をしています。\n\n文字を返すためには、スザンナ・ホピンや丸の内マダラメなど、目立つものがあります。 特に、スザンナは他の人気シリーズのキャラクターとして描かれているコスプレ・ガールの役割を担っています。 彼女に慣れていないファンのために、スザンナは反社会的であるが、ヤオイで大きな魅力を持つ女の子のタイプです。 彼女がさまざまなアニメやマンガの言葉をぼかしている様子も、とても面白いです。 丸の内の復帰は、彼の性格にあまり変化がないので、とても爽やかです。 彼は以前のシリーズの特定の女の子とまだ恋しているが、同時にクラブの新メンバーを助けるために提供している。 ショーの他のキャラクターも、彼らのカメオをGenshikenのライフスタイルのスライスを通して進歩させる。\n\n新クラブ会員は、最初は慣れるのに少し難しいかもしれません。 一部の人でさえ、ジェンダー・ベンダーのテーマはクラブの新メンバーであるハト・ケンジロウである。  「不思議な美しさ」と銘打たれたハートは、かつらをつけて女性的な声で話し、女の子としてクラブミーティングに出席することで女性的な側面を取り入れています。 これは最初は厄介な瞬間と混乱を覚えています。 後で、マダラベとの彼のやりとりは緊張を作ります。 ハットがBLのファンであり、これが彼らの関係をより複雑にするという事実によっても役立たない。 私たちのクロスドレッサーと一緒に、フジョシと幾分反社会的な女の子がクラブに紹介されています。  3人のメンバー全員が、私たちの日常生活を見て、オタクの道を体験するときに、ガンシケンに新しい自然体験をもたらします。\n\nガンシケンはオタク文化を演じるので、コスプレやレファレンスだけでなく、それに関連する活動がたくさんあります。 今シーズン、クラブは自分自身で仕事をして、自分の作品を世界に紹介します。  BLマンガと同人誌の形で登場します。 新しい3人のメンバーをチェックして、彼らはすべて自分の夢を構築する才能を提供します。 これらの夢は、アニメ/マンガの大規模なコンベンションであるコミックフェスティバルなどの場所に運ばれます。 彼らはそれぞれ、背景イメージ、ページクリーンアップ、期限切れなど、自分のスキルを持っています。\n\nショーのコメディは一般的に許容されますが、時には少し繰り返して感じます。  BLバイブの重い線量は、私が期待していたよりも少し上に出ているので、時々ループのように感じることができます。 喜劇があなたが探しているものなら、Genshikenは苦しい経験ではありません。 しかし、ショーの突然の状況や場面とのキャラクターの相互作用のいくつかを目の当たりにすることはやや痛いかもしれません。 その厄介さに伴い少しぎこちなく予測可能になります。 私を信頼してください。もしあなたが男なら、それはさらに厄介かもしれません。 さらに、様々な形のエンターテインメントを提供するキャラクターの相互作用があります。 一つの方法では、キャラクターのほとんどがうまくいくようです。 一方、私たちは頭を傷つけ、「何が起こったのか」と尋ねることがあります。 しかし、私にとってGenshikenのキャラクターのやりとりは、現実にもっと焦点を当てています。 それは生命のアニメーションのスライスとしてそれを描写し、オタクの文化を提示することに成功する。 視聴者はあたかもクラブにいるかのように感じる機会を得る。 クラブの芸術を完成させるためにメンバーがクラブの周りで働く方法は、彼らがどれだけ献身的であるかを示しています。 コメディの作品は、特にエピソードで浮遊の精神とそれに超自然のタッチで一緒に接続します。\n\n今シーズンのアートワークは、一貫しているだけでなく現実的でもあります。 シンプルなクラブルームは、バックグラウンドのアニメ/マンガのイメージと同じように表示されます。 ここに表示されている商品も気づくのが楽しいです。 それに加えて、キャラクターデザインは、マダラメの眼鏡、スザンナの様々なコスプレ衣装、クッチキのボディーの比率など、オタクがどのように服を着ているかに爽やかな魅力を与えます。 スザンナのアメリカ人の友達でさえ、英語のアクセントを伴って外国人であるという彼らの清々しい気持ちを払拭する。\n\n残念なことに、サウンドトラックは、おそらくGenshikenの小さな焦点の一つです。  OSTにはあまり強くないが、サウンドトラックのほとんどは一般的に同じでほとんど目立たない。  OP曲「げんしん、じょうち、太陽っちゃん」  J-Popのリズムのようなモンタージュ演奏を伴った唯一のキャッチーな音色です。 しかし、私たちが声の演技について話すならば、間違いなく注意すべきことがいくつかあります。 特に、山本和臣は、性格のベンダーのために声優としての二重描写を賞賛している。 二人の人格を持つ人物の声を響かせることは簡単ではありませんが、彼女はそれを驚くほど魅了します。 大沢直美さんのスーザンナの声は、他人との親交ができない女の子を演じる人にとっても目立つことがあります。 外国人キャラクターのアクセントは、外れているように見えますが、コメディーとしては、どんなスケールでもそれほど印象的ではありません。\n\nガンシケンフランチャイズは、オタク文化の究極の描写です。 私たちは様々な方法でオタクの生活様式を見ることができる場所です。 コスプレとリファレンスは、ファンに面白くて爽やかな魅力をもたらします。 オリジナルシリーズのファンにも懐かしさが戻ってくるかもしれません。 以前の季節の主人公の中にはハイライトがないので注意してください。 私はこれをバックラッシュとみなしてはいませんが、それは新しいキャラクターが潜在的な可能性を秘めている可能性を与えるからです。 実行される可能性と実行は、あなたに別の印象を与えるかもしれません。 しかし、それだけで私に印象づけたこのシリーズではない。 それはGenshikenの道です。 オタクはこのショーの子供たちのための文化だけではなく、生き方です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n“To a hikikomori, winter is painful because everything feels cold, frozen over, and lonely. To a hikikomori, spring is also painful because everyone is in a good mood and therefore enviable. Summer, of course, is especially painful...” - Welcome to the N.H.K.\n\n\u001b[1m「ヒキコモリには、寒さ、凍っている、孤独なものがあり、冬は痛い。 ひきこもりには、誰もが気分が良いので、春は苦しいです。 夏はもちろん、特に痛いです...\"-  N.H.Kへようこそ。\u001b[22m\n\u001b[1m(`Hikikomori ni wa, samu-sa, kōtte iru, kodokuna mono ga ari, fuyu wa itai. Hikikomori ni wa, daremoga kibun ga yoinode, haru wa kurushīdesu. Natsu wa mochiron, tokuni itaidesu... \" - N. H. K e yōkoso.)\u001b[22m\n\nTranslations of \u001b[4m“To a hikikomori, winter is painful because everything feels cold, frozen over, and lonely. To a hikikomori, spring is also painful because everyone is in a good mood and therefore enviable. Summer, of course, is especially painful...” - Welcome to the N.H.K.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“To a hikikomori, winter is painful because everything feels cold, frozen over, and lonely.\u001b[24m\n    \u001b[1m「ヒキコモリには、寒さ、凍っている、孤独なものがあり、冬は痛い。\u001b[22m, \u001b[1mすべてが凍って、孤独な、冷たい感じているので、\"ひきこもりに、冬が痛いです。\u001b[22m\n\u001b[4mTo a hikikomori, spring is also painful because everyone is in a good mood and therefore enviable.\u001b[24m\n    \u001b[1mひきこもりには、誰もが気分が良いので、春は苦しいです。\u001b[22m, \u001b[1m誰もが良い気分で、したがって、うらやましいですので引きこもりに、春も痛いです。\u001b[22m\n\u001b[4mSummer, of course, is especially painful...” - Welcome to the N.H.K.\u001b[24m\n    \u001b[1m夏はもちろん、特に痛いです...\"-  N.H.Kへようこそ。\u001b[22m, \u001b[1m夏は、当然のことながら、特に痛いです...\"-  NHKにようこそ！\u001b[22m\n\u001b[1m\u001b[22m\nFor most fans of anime or manga, we might all once experienced a moment when we went through a phase where we couldn't stop watching/reading a piece of work from a franchise until we get that feeling of, “ah, now that was a masterpiece....”. I know I have and those moments feels great especially for something we've enjoyed. However, it may also feel a bit painful as well. Then again, there's always a better series out there in the future that comes by. (most times anyways) Why am I saying this? Well, that's because I've enjoyed the previous seasons of Genshiken and never thought the day another season would be adapted. Then, a news came in the month of January of 2013. Genshiken gets another adaptation. From there, I thought, “Thank you wishing stone, thank you”.\n\n\u001b[1mほとんどのアニメやマンガファンにとって、フランチャイズから作品を見たり読んだりすることを止めることのできなかったフェーズを経験した瞬間がありました。 傑作....\" 私が持っていることは分かっています。 しかし、それはまた少し痛い感じるかもしれません。 それから、やはり、将来的にはいつもより良いシリーズがあります。  （ほとんどの時間とにかく）なぜ私はこれを言っているのですか？ まあ、それは私がGenshikenの前の季節を楽しんだので、別の季節が適応される日を決して考えなかったからです。 その後、2013年1月にニュースが届きました.Genshikenはもうひとつの適応を得ました。 そこから、私は\"石を願い、ありがとう\"と思った。\u001b[22m\n\u001b[1m(Hotondo no anime ya manga fan ni totte, furanchaizu kara sakuhin o mi tari yon dari suru koto o tomeru koto no dekinakatta fēzu o keiken shita shunkan ga arimashita. Kessaku. ... \" Watashi ga motte iru koto wa wakatte imasu. Shikashi, soreha mata sukoshi itai kanjiru kamo shiremasen. Sorekara, yahari, shōrai-teki ni wa itsumo yoriyoi shirīzu ga arimasu. (Hotondo no jikan tonikaku) naze watashi wa kore o itte iru nodesu ka? Mā, sore wa watashi ga Genshiken no mae no kisetsu o tanoshindanode,-betsu no kisetsu ga tekiō sa reru hi o kesshite kangaenakattakaradesu. Sonogo, 2013-nen 1 tsuki ni nyūsu ga todokimashita. Genshiken wa mō hitotsu no tekiō o emashita. Soko kara, watashi wa\" ishi o negai, arigatō\" to omotta.)\u001b[22m\n\nTranslations of \u001b[4mFor most fans of anime or manga, we might all once experienced a moment when we went through a phase where we couldn't stop watching/reading a piece of work from a franchise until we get that feeling of, “ah, now that was a masterpiece....”. I know I have and those moments feels great especially for something we've enjoyed. However, it may also feel a bit painful as well. Then again, there's always a better series out there in the future that comes by. (most times anyways) Why am I saying this? Well, that's because I've enjoyed the previous seasons of Genshiken and never thought the day another season would be adapted. Then, a news came in the month of January of 2013. Genshiken gets another adaptation. From there, I thought, “Thank you wishing stone, thank you”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor most fans of anime or manga, we might all once experienced a moment when we went through a phase where we couldn't stop watching/reading a piece of work from a franchise until we get that feeling of, “ah, now that was\u001b[24m\n    \u001b[1mほとんどのアニメやマンガファンにとって、フランチャイズから作品を見たり読んだりすることを止めることのできなかったフェーズを経験した瞬間がありました。\u001b[22m, \u001b[1m我々は、ああ、今ではあった」、のその感覚を得るまで、私たちはフランチャイズからの作品を読むこと/見て止めることができなかった相を通過したときのアニメやマンガのほとんどのファンのために、我々はすべて一度の瞬間を経験したことがあります\u001b[22m\n\u001b[4ma masterpiece....”.\u001b[24m\n    \u001b[1m傑作....\"\u001b[22m, \u001b[1m傑作....\"。\u001b[22m\n\u001b[4mI know I have and those moments feels great especially for something we've enjoyed.\u001b[24m\n    \u001b[1m私が持っていることは分かっています。\u001b[22m, \u001b[1m私は私が知っているとそれらの瞬間は、私たちが楽しんできた何かのために特に気持ちいい。\u001b[22m\n\u001b[4mHowever, it may also feel a bit painful as well.\u001b[24m\n    \u001b[1mしかし、それはまた少し痛い感じるかもしれません。\u001b[22m, \u001b[1mしかし、それはまた、同様に少し痛みを感じることがあります。\u001b[22m\n\u001b[4mThen again, there's always a better series out there in the future that comes by.\u001b[24m\n    \u001b[1mそれから、やはり、将来的にはいつもより良いシリーズがあります。\u001b[22m, \u001b[1mその後、再び、によって来る将来的にそこに優れたシリーズが常にあります。\u001b[22m\n\u001b[4m(most times anyways) Why am I saying this?\u001b[24m\n    \u001b[1m（ほとんどの時間とにかく）なぜ私はこれを言っているのですか？\u001b[22m, \u001b[1m（とにかくほとんどの時間は）なぜ私はこれを言っていますか？\u001b[22m\n\u001b[4mWell, that's because I've enjoyed the previous seasons of Genshiken and never thought the day another season would be adapted.\u001b[24m\n    \u001b[1mまあ、それは私がGenshikenの前の季節を楽しんだので、別の季節が適応される日を決して考えなかったからです。\u001b[22m, \u001b[1m私はげんしけんの前シーズンを楽しんで、別のシーズンが適応されることになる日を考えたことがないので、まあ、それはです。\u001b[22m\n\u001b[4mThen, a news came in the month of January of 2013. Genshiken gets another adaptation.\u001b[24m\n    \u001b[1mその後、2013年1月にニュースが届きました.Genshikenはもうひとつの適応を得ました。\u001b[22m, \u001b[1mそして、ニュースはげんしけんが別の適応を取得し、2013年の1月に来ました。\u001b[22m\n\u001b[4mFrom there, I thought, “Thank you wishing stone, thank you”.\u001b[24m\n    \u001b[1mそこから、私は\"石を願い、ありがとう\"と思った。\u001b[22m, \u001b[1mそこから、私は「あなたが石を希望ありがとう、ありがとうございました」、と思いました。\u001b[22m\n\u001b[1m\u001b[22m\nGenshiken Nidaime is a new season adapted from the manga of the same name written by Shimoku Kio. There's a few important points to take notice here though. Even though the series is titled as such, it is imperative to watch the previous seasons and from my perspectives the OVAs as well. The reason being that is because some of the main characters from the previous seasons all make their debuts but plays more of a minor role. Therefore, to get a satisfying experience, I recommend watching the previous seasons in order.\n\n\u001b[1mげんしけんなだめ月は、四国紀夫が作った同名の漫画の新シーズンです。 しかし、ここで注意する必要があるいくつかの重要なポイントがあります。 このシリーズはそのようなタイトルが付けられていますが、前の季節や私の視点から見るとOVAも必然です。 その理由は、前の季節の主人公のすべてがデビューを果たしたが、もっと重要な役割を果たしたからである。 したがって、満足のいく経験を得るために、私は順番に前の季節を見ておくことをお勧めします。\u001b[22m\n\u001b[1m(Genshiken nadame tsuki wa, Shikoku Norio ga tsukutta dōmei no manga no shin shīzundesu. Shikashi, koko de chūi suruhitsuyōgāru ikutsu ka no jūyōna pointo ga arimasu. Kono shirīzu wa sono yōna taitoru ga tsuke rarete imasuga, mae no kisetsu ya watashi no shiten karamiruto ovu~a mo hitsuzendesu. Sono riyū wa, mae no kisetsu no shujinkō no subete ga debyū o hatashitaga, motto jūyōna yakuwari o hatashitakaradearu. Shitagatte, manzoku no iku keiken o eru tame ni, watashi wa junban ni mae no kisetsu o mite oku koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mGenshiken Nidaime is a new season adapted from the manga of the same name written by Shimoku Kio. There's a few important points to take notice here though. Even though the series is titled as such, it is imperative to watch the previous seasons and from my perspectives the OVAs as well. The reason being that is because some of the main characters from the previous seasons all make their debuts but plays more of a minor role. Therefore, to get a satisfying experience, I recommend watching the previous seasons in order.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenshiken Nidaime is a new season adapted from the manga of the same name written by Shimoku Kio.\u001b[24m\n    \u001b[1mげんしけんなだめ月は、四国紀夫が作った同名の漫画の新シーズンです。\u001b[22m, \u001b[1mげんしけん二代目は木尾士目によって書かれた同名の漫画から適応新たな季節です。\u001b[22m\n\u001b[4mThere's a few important points to take notice here though.\u001b[24m\n    \u001b[1mしかし、ここで注意する必要があるいくつかの重要なポイントがあります。\u001b[22m, \u001b[1mしかし、ここで注意を払うためにいくつかの重要なポイントがあります。\u001b[22m\n\u001b[4mEven though the series is titled as such, it is imperative to watch the previous seasons and from my perspectives the OVAs as well.\u001b[24m\n    \u001b[1mこのシリーズはそのようなタイトルが付けられていますが、前の季節や私の視点から見るとOVAも必然です。\u001b[22m, \u001b[1mシリーズはなどと題しされていても、同様に前シーズン、私の視点からOVASを見るために不可欠です。\u001b[22m\n\u001b[4mThe reason being that is because some of the main characters from the previous seasons all make their debuts but plays more of a minor role.\u001b[24m\n    \u001b[1mその理由は、前の季節の主人公のすべてがデビューを果たしたが、もっと重要な役割を果たしたからである。\u001b[22m, \u001b[1mそれである理由は、前シーズンのメインキャラクターの一部はすべての彼らのデビューを作るためであるが、マイナーな役割の多くを担っています。\u001b[22m\n\u001b[4mTherefore, to get a satisfying experience, I recommend watching the previous seasons in order.\u001b[24m\n    \u001b[1mしたがって、満足のいく経験を得るために、私は順番に前の季節を見ておくことをお勧めします。\u001b[22m, \u001b[1mしたがって、満足のいく経験を得るために、私は順番に前シーズンを見てお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nFor a brief refreshment, the show Genshiken is an abbreviation of a club's name - Gendai Shikaku Bunka Kenkyūkai. As for the club itself, it consists of a group of young college students that embraces the otaku culture and its lifestyle. As such, prepare to experience references from other franchise (anime/manga/video games) thrown at your face every episode. These can include popular anime from both the past and present times such as Madoka, School Days, Squid Girl, Bakemonogatari, and the list goes so on. The show constantly portrays the otaku culture as a fun way of lifestyle presented in a comedy manner. This is especially true involving the characters' cast of this series.\n\n\u001b[1m簡単な飲み物のために、GenshikenはGendai Shikaku BunkkaKenkyūkaiのクラブ名の略語です。 クラブ自体については、オタク文化とそのライフスタイルを取り入れた若い大学生のグループで構成されています。 このように、エピソードごとにあなたの顔に投げられた他のフランチャイズ（アニメ/マンガ/ビデオゲーム）からリファレンスを経験する準備をしてください。 マドカ、スクールデイズ、イカガール、バケモガタリなど、過去から現在までの人気アニメを収録しています。 このショーは、オタクの文化をコメディーのように表現された楽しいライフスタイルとして常に表現しています。 これは特に、このシリーズのキャラクターのキャストに関係します。\u001b[22m\n\u001b[1m(Kantan'na nomimono no tame ni, Genshiken wa Gendai Shikaku BunkkaKenkyūkai no kurabu-mei no ryakugodesu. Kurabu jitai ni tsuite wa, otaku bunka to sono raifusutairu o toriireta wakai daigakusei no gurūpu de kōsei sa rete imasu. Ko no yō ni, episōdo-goto ni anata no kao ni nage rareta ta no furanchaizu (anime/ manga/ bideogēmu) kara rifarensu o keiken suru junbi o shite kudasai. Madoka, sukūrudeizu, ikagāru, bakemogatari nado, kako kara genzai made no ninki anime o shūroku shite imasu. Kono shō wa, otaku no bunka o komedī no yō ni hyōgen sa reta tanoshī raifusutairu to shite tsuneni hyōgen shite imasu. Kore wa tokuni, kono shirīzu no kyarakutā no kyasuto ni kankei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor a brief refreshment, the show Genshiken is an abbreviation of a club's name - Gendai Shikaku Bunka Kenkyūkai. As for the club itself, it consists of a group of young college students that embraces the otaku culture and its lifestyle. As such, prepare to experience references from other franchise (anime/manga/video games) thrown at your face every episode. These can include popular anime from both the past and present times such as Madoka, School Days, Squid Girl, Bakemonogatari, and the list goes so on. The show constantly portrays the otaku culture as a fun way of lifestyle presented in a comedy manner. This is especially true involving the characters' cast of this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a brief refreshment, the show Genshiken is an abbreviation of a club's name - Gendai Shikaku Bunka Kenkyūkai.\u001b[24m\n    \u001b[1m簡単な飲み物のために、GenshikenはGendai Shikaku BunkkaKenkyūkaiのクラブ名の略語です。\u001b[22m, \u001b[1m現代シカク文化研究会 - 簡単なリフレッシュの場合は、showげんしけんはクラブの名前の略です。\u001b[22m\n\u001b[4mAs for the club itself, it consists of a group of young college students that embraces the otaku culture and its lifestyle.\u001b[24m\n    \u001b[1mクラブ自体については、オタク文化とそのライフスタイルを取り入れた若い大学生のグループで構成されています。\u001b[22m, \u001b[1mクラブ自体としては、それはオタク文化とそのライフスタイルを包含する若い大学生のグループで構成されます。\u001b[22m\n\u001b[4mAs such, prepare to experience references from other franchise (anime/manga/video games) thrown at your face every episode.\u001b[24m\n    \u001b[1mこのように、エピソードごとにあなたの顔に投げられた他のフランチャイズ（アニメ/マンガ/ビデオゲーム）からリファレンスを経験する準備をしてください。\u001b[22m, \u001b[1mこのように、あなたの顔すべてのエピソードで投げ、他のフランチャイズ（アニメ/マンガ/ゲーム）からの参照を体験する準備をします。\u001b[22m\n\u001b[4mThese can include popular anime from both the past and present times such as Madoka, School Days, Squid Girl, Bakemonogatari, and the list goes so on.\u001b[24m\n    \u001b[1mマドカ、スクールデイズ、イカガール、バケモガタリなど、過去から現在までの人気アニメを収録しています。\u001b[22m, \u001b[1mこれらは、過去や、まどか、スクールデイズ、イカの女の子、化物語として存在する時間の両方から人気アニメを含むことができ、リストはようになります。\u001b[22m\n\u001b[4mThe show constantly portrays the otaku culture as a fun way of lifestyle presented in a comedy manner.\u001b[24m\n    \u001b[1mこのショーは、オタクの文化をコメディーのように表現された楽しいライフスタイルとして常に表現しています。\u001b[22m, \u001b[1mショーは常に喜劇の方法で提示ライフスタイルの楽しい方法として、オタク文化を描いています。\u001b[22m\n\u001b[4mThis is especially true involving the characters' cast of this series.\u001b[24m\n    \u001b[1mこれは特に、このシリーズのキャラクターのキャストに関係します。\u001b[22m, \u001b[1mこれは、このシリーズのキャラクターのキャストを伴う特にそうです。\u001b[22m\n\u001b[1m\u001b[22m\nThis season follows a set of characters that offers a different type of enjoyment for viewers. Chika Ogiue now plays a sort of leader role in her position at the club. In fact, she even manages to recruit new members with her artistical skills. These new characters offer a fun new outlook on the show especially in the comedy department. It's no surprise though that the new characters seems to have some trouble adjusting to the club at first. In fact, one particular character is a cross-dresser that seems to have trouble getting in and out of his clothing. At many variances, it plays on the gender bender trope with humorous results along with compromising situations. However despite this, the clubs' members continues to bring forth entertainment and offers great promise.\n\n\u001b[1m今シーズンは、視聴者に違った楽しさを提供する一連のキャラクターに続いています。  Ogiue Chikaは現在、クラブでリーダー的役割を果たしています。 実際、彼女は彼女の芸術的なスキルで新しいメンバーを募集することさえ管理しています。 これらの新しいキャラクターは、特にコメディ部門でのショーの楽しみの新しい展望を提供します。 新しいキャラクターが最初にクラブに適応するのにいくつかの問題を抱えているようだが、それは驚くことではない。 実際、ある特定のキャラクターは、彼の服の出入りに問題があると思われるクロスドレッサーです。 多くの相違点で、それは妥協する状況と一緒にユーモラスな結果とジェンダーベンダーのトロープで再生されます。 しかし、これにもかかわらず、クラブのメンバーは引き続きエンターテイメントを生み出し、大きな期待をしています。\u001b[22m\n\u001b[1m(Ima shīzun wa, shichō-sha ni chigatta tanoshisa o teikyō suru ichiren no kyarakutā ni tsudzuite imasu. Ogiue Chika wa genzai, kurabu de rīdā-teki yakuwari o hatashite imasu. Jissai, kanojo wa kanojo no geijutsu-tekina sukiru de atarashī menbā o boshū suru koto sae kanri shite imasu. Korera no atarashī kyarakutā wa, tokuni komedi bumon de no shō no tanoshimi no atarashī tenbō o teikyō shimasu. Atarashī kyarakutā ga saisho ni kurabu ni tekiō surunoni ikutsu ka no mondai o kakaete iru yōdaga, soreha odoroku kotode wanai. Jissai, aru tokutei no kyarakutā wa, kare no fuku no deiri ni mondai ga aru to omowa reru kurosudoressādesu. Ōku no sōi-ten de, soreha dakyō suru jōkyō to issho ni yūmorasuna kekka to jendābendā no torōpu de saisei sa remasu. Shikashi, kore nimokakawarazu, kurabu no menbā wa hikitsudzuki entāteimento o umidashi, ōkina kitai o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis season follows a set of characters that offers a different type of enjoyment for viewers. Chika Ogiue now plays a sort of leader role in her position at the club. In fact, she even manages to recruit new members with her artistical skills. These new characters offer a fun new outlook on the show especially in the comedy department. It's no surprise though that the new characters seems to have some trouble adjusting to the club at first. In fact, one particular character is a cross-dresser that seems to have trouble getting in and out of his clothing. At many variances, it plays on the gender bender trope with humorous results along with compromising situations. However despite this, the clubs' members continues to bring forth entertainment and offers great promise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis season follows a set of characters that offers a different type of enjoyment for viewers.\u001b[24m\n    \u001b[1m今シーズンは、視聴者に違った楽しさを提供する一連のキャラクターに続いています。\u001b[22m, \u001b[1m今シーズンは、視聴者のための楽しさの異なる種類を提供しています文字のセットに従います。\u001b[22m\n\u001b[4mChika Ogiue now plays a sort of leader role in her position at the club.\u001b[24m\n    \u001b[1mOgiue Chikaは現在、クラブでリーダー的役割を果たしています。\u001b[22m, \u001b[1mちかOgiueは今のクラブで彼女の位置でリーダーの役割のようなものを果たしています。\u001b[22m\n\u001b[4mIn fact, she even manages to recruit new members with her artistical skills.\u001b[24m\n    \u001b[1m実際、彼女は彼女の芸術的なスキルで新しいメンバーを募集することさえ管理しています。\u001b[22m, \u001b[1m実際には、彼女も彼女の芸術的スキルを持つ新しいメンバーを募集して管理しています。\u001b[22m\n\u001b[4mThese new characters offer a fun new outlook on the show especially in the comedy department.\u001b[24m\n    \u001b[1mこれらの新しいキャラクターは、特にコメディ部門でのショーの楽しみの新しい展望を提供します。\u001b[22m, \u001b[1mこれらの新しい文字は、特にコメディ部門のショーで楽しい新しい展望を提供しています。\u001b[22m\n\u001b[4mIt's no surprise though that the new characters seems to have some trouble adjusting to the club at first.\u001b[24m\n    \u001b[1m新しいキャラクターが最初にクラブに適応するのにいくつかの問題を抱えているようだが、それは驚くことではない。\u001b[22m, \u001b[1mこれは、新しい文字が最初にクラブに調整するいくつかの問題を持っているように見えることしかし全く驚きではありません。\u001b[22m\n\u001b[4mIn fact, one particular character is a cross-dresser that seems to have trouble getting in and out of his clothing.\u001b[24m\n    \u001b[1m実際、ある特定のキャラクターは、彼の服の出入りに問題があると思われるクロスドレッサーです。\u001b[22m, \u001b[1m実際には、ある特定の文字がトラブルで、彼の服から抜け出すを持っているように見えるクロスドレッサーです。\u001b[22m\n\u001b[4mAt many variances, it plays on the gender bender trope with humorous results along with compromising situations.\u001b[24m\n    \u001b[1m多くの相違点で、それは妥協する状況と一緒にユーモラスな結果とジェンダーベンダーのトロープで再生されます。\u001b[22m, \u001b[1m多くの差異で、それは妥協する状況に沿ってユーモラスな結果とジェンダーベンダー比喩に再生されます。\u001b[22m\n\u001b[4mHowever despite this, the clubs' members continues to bring forth entertainment and offers great promise.\u001b[24m\n    \u001b[1mしかし、これにもかかわらず、クラブのメンバーは引き続きエンターテイメントを生み出し、大きな期待をしています。\u001b[22m, \u001b[1mしかし、これにもかかわらず、クラブのメンバーは、エンターテイメントを生み出すし続け、偉大な約束を提供しています。\u001b[22m\n\u001b[1m\u001b[22m\nFor returning characters, there are some noticeable ones such as Susanna Hopins and Marunobu Madarame. In particular, Susanna takes the role of the cosplay girl portraying as various characters from other popular series. For fans unfamiliar with her, Susanna is the type of girl who is antisocial but comes with a great fascination in yaoi. The way she blurts out various anime and manga references is also hilariously amusing. Marunobu's return to the show is also quite refreshing as there's not much change to his character. He is still in love with a particular girl from the previous series but at the same time offers to help out a new crossdressing member of the club. Other characters from the show also makes their cameos from here and there to progresses through the slice of life style of Genshiken.\n\n\u001b[1m文字を返すためには、スザンナ・ホピンや丸の内マダラメなど、目立つものがあります。 特に、スザンナは他の人気シリーズのキャラクターとして描かれているコスプレ・ガールの役割を担っています。 彼女に慣れていないファンのために、スザンナは反社会的であるが、ヤオイで大きな魅力を持つ女の子のタイプです。 彼女がさまざまなアニメやマンガの言葉をぼかしている様子も、とても面白いです。 丸の内の復帰は、彼の性格にあまり変化がないので、とても爽やかです。 彼は以前のシリーズの特定の女の子とまだ恋しているが、同時にクラブの新メンバーを助けるために提供している。 ショーの他のキャラクターも、彼らのカメオをGenshikenのライフスタイルのスライスを通して進歩させる。\u001b[22m\n\u001b[1m(Moji o kaesu tame ni wa, suzan'na hopin ya Marunouchi madarame nado, medatsu mono ga arimasu. Tokuni, suzan'na wa hoka no ninki shirīzu no kyarakutā to shite egaka rete iru kosupure gāru no yakuwari o ninatte imasu. Kanojo ni narete inai fan no tame ni, suzan'na wa hanshakaitekidearuga, Yaoi de ōkina miryoku o motsu on'nanoko no taipudesu. Kanojo ga samazamana anime ya manga no kotoba o bokashite iru yōsu mo, totemo omoshiroidesu. Marunouchi no fukki wa, kare no seikaku ni amari henka ga nainode, totemo sawayakadesu. Kare wa izen no shirīzu no tokutei no on'nanoko to mada koi shite iruga, dōjini kurabu no shin menbā o tasukeru tame ni teikyō shite iru. Shō no ta no kyarakutā mo, karera no Kameo o Genshiken no raifusutairu no suraisu o tōshite shinpo sa seru.)\u001b[22m\n\nTranslations of \u001b[4mFor returning characters, there are some noticeable ones such as Susanna Hopins and Marunobu Madarame. In particular, Susanna takes the role of the cosplay girl portraying as various characters from other popular series. For fans unfamiliar with her, Susanna is the type of girl who is antisocial but comes with a great fascination in yaoi. The way she blurts out various anime and manga references is also hilariously amusing. Marunobu's return to the show is also quite refreshing as there's not much change to his character. He is still in love with a particular girl from the previous series but at the same time offers to help out a new crossdressing member of the club. Other characters from the show also makes their cameos from here and there to progresses through the slice of life style of Genshiken.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor returning characters, there are some noticeable ones such as Susanna Hopins and Marunobu Madarame.\u001b[24m\n    \u001b[1m文字を返すためには、スザンナ・ホピンや丸の内マダラメなど、目立つものがあります。\u001b[22m, \u001b[1m返す文字の場合、このようなスザンナHopinsやMarunobu班目などのいくつかの顕著なものがあります。\u001b[22m\n\u001b[4mIn particular, Susanna takes the role of the cosplay girl portraying as various characters from other popular series.\u001b[24m\n    \u001b[1m特に、スザンナは他の人気シリーズのキャラクターとして描かれているコスプレ・ガールの役割を担っています。\u001b[22m, \u001b[1m特に、スザンナは、他の人気シリーズからさまざまな文字として描いたコスプレ少女の役割を果たしています。\u001b[22m\n\u001b[4mFor fans unfamiliar with her, Susanna is the type of girl who is antisocial but comes with a great fascination in yaoi.\u001b[24m\n    \u001b[1m彼女に慣れていないファンのために、スザンナは反社会的であるが、ヤオイで大きな魅力を持つ女の子のタイプです。\u001b[22m, \u001b[1m彼女に慣れていないファンのために、スザンナは反社会的である女の子のタイプですが、やおいに大きな魅力が付属しています。\u001b[22m\n\u001b[4mThe way she blurts out various anime and manga references is also hilariously amusing.\u001b[24m\n    \u001b[1m彼女がさまざまなアニメやマンガの言葉をぼかしている様子も、とても面白いです。\u001b[22m, \u001b[1m彼女は様々なアニメやマンガの参照をblurts方法も陽気に面白いです。\u001b[22m\n\u001b[4mMarunobu's return to the show is also quite refreshing as there's not much change to his character.\u001b[24m\n    \u001b[1m丸の内の復帰は、彼の性格にあまり変化がないので、とても爽やかです。\u001b[22m, \u001b[1m彼の性格にあまり変化はありませんようにshowにMarunobuのリターンも非常にさわやかです。\u001b[22m\n\u001b[4mHe is still in love with a particular girl from the previous series but at the same time offers to help out a new crossdressing member of the club.\u001b[24m\n    \u001b[1m彼は以前のシリーズの特定の女の子とまだ恋しているが、同時にクラブの新メンバーを助けるために提供している。\u001b[22m, \u001b[1m彼は以前のシリーズからの特定の女の子と恋にはまだですが、同時にクラブの新しい異性装メンバーを助けるために提供しています。\u001b[22m\n\u001b[4mOther characters from the show also makes their cameos from here and there to progresses through the slice of life style of Genshiken.\u001b[24m\n    \u001b[1mショーの他のキャラクターも、彼らのカメオをGenshikenのライフスタイルのスライスを通して進歩させる。\u001b[22m, \u001b[1mショーから他の文字もこことそこから自分のカメオはげんしけんの生活スタイルのスライスを経て進行することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe new club members might be a bit difficult to get used to at first. Even for some people, the gender bender theme plays on the new member of the club, Kenjirou Hato. Nicknamed as the “mysterious beauty”, Hato embraces on a feminine side by putting on a wig, speaking in a feminine voice, and attends the club meetings as a 'girl'. This spells out some awkward moments and confusion at first. Even later on, his interactions with Madarabe creates tension. It doesn't also help by the fact that Hato is fan of BL and this brings forth even more complexity in their relationship. Along with our cross-dresser, there's also a fujoshi and a somewhat antisocial girl introduced to the club. All three members brings a new and natural experience to Genshiken as we witness their daily lives and experience the way of an otaku.\n\n\u001b[1m新クラブ会員は、最初は慣れるのに少し難しいかもしれません。 一部の人でさえ、ジェンダー・ベンダーのテーマはクラブの新メンバーであるハト・ケンジロウである。  「不思議な美しさ」と銘打たれたハートは、かつらをつけて女性的な声で話し、女の子としてクラブミーティングに出席することで女性的な側面を取り入れています。 これは最初は厄介な瞬間と混乱を覚えています。 後で、マダラベとの彼のやりとりは緊張を作ります。 ハットがBLのファンであり、これが彼らの関係をより複雑にするという事実によっても役立たない。 私たちのクロスドレッサーと一緒に、フジョシと幾分反社会的な女の子がクラブに紹介されています。  3人のメンバー全員が、私たちの日常生活を見て、オタクの道を体験するときに、ガンシケンに新しい自然体験をもたらします。\u001b[22m\n\u001b[1m(Shin kurabu kaiin wa, saisho wa nareru no ni sukoshi muzukashī kamo shiremasen. Ichibu no hitode sae, jendā bendā no tēma wa kurabu no shin menbādearu hato Kenjirōdearu. `Fushigina utsukushi-sa' to meiuta reta hāto wa, katsura o tsukete josei-tekina koe de hanashi, on'nanoko to shite kurabumītingu ni shusseki suru koto de josei-tekina sokumen o toriirete imasu. Kore wa saisho wa yakkaina shunkan to konran o oboete imasu. Atode, madarabe to no kare no yaritori wa kinchō o tsukurimasu. Hatto ga BL no fandeari, kore ga karera no kankei o yori fukuzatsu ni suru to iu jijitsu ni yotte mo yakudatanai. Watashitachi no kurosudoressā to issho ni, fujoshi to ikubun hanshakaitekina on'nanoko ga kurabu ni shōkai sa rete imasu. 3-Ri no menbā zen'in ga, watashitachi no nichijō seikatsu o mite, otaku no michi o taiken suru toki ni, ganshiken ni atarashī shizen taiken o motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe new club members might be a bit difficult to get used to at first. Even for some people, the gender bender theme plays on the new member of the club, Kenjirou Hato. Nicknamed as the “mysterious beauty”, Hato embraces on a feminine side by putting on a wig, speaking in a feminine voice, and attends the club meetings as a 'girl'. This spells out some awkward moments and confusion at first. Even later on, his interactions with Madarabe creates tension. It doesn't also help by the fact that Hato is fan of BL and this brings forth even more complexity in their relationship. Along with our cross-dresser, there's also a fujoshi and a somewhat antisocial girl introduced to the club. All three members brings a new and natural experience to Genshiken as we witness their daily lives and experience the way of an otaku.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe new club members might be a bit difficult to get used to at first.\u001b[24m\n    \u001b[1m新クラブ会員は、最初は慣れるのに少し難しいかもしれません。\u001b[22m, \u001b[1m新しいクラブ会員は、最初は慣れるには少し難しいかもしれません。\u001b[22m\n\u001b[4mEven for some people, the gender bender theme plays on the new member of the club, Kenjirou Hato.\u001b[24m\n    \u001b[1m一部の人でさえ、ジェンダー・ベンダーのテーマはクラブの新メンバーであるハト・ケンジロウである。\u001b[22m, \u001b[1mでも何人かの人々のために、ジェンダーベンダーのテーマは、クラブの新メンバー、健二郎はとに果たしています。\u001b[22m\n\u001b[4mNicknamed as the “mysterious beauty”, Hato embraces on a feminine side by putting on a wig, speaking in a feminine voice, and attends the club meetings as a 'girl'.\u001b[24m\n    \u001b[1m「不思議な美しさ」と銘打たれたハートは、かつらをつけて女性的な声で話し、女の子としてクラブミーティングに出席することで女性的な側面を取り入れています。\u001b[22m, \u001b[1m「神秘的な美しさ」と愛称、ハトは、フェミニンな声で話し、かつらを装着することにより、フェミニン側に包含し、そして「女の子」としてクラブ例会に出席します。\u001b[22m\n\u001b[4mThis spells out some awkward moments and confusion at first.\u001b[24m\n    \u001b[1mこれは最初は厄介な瞬間と混乱を覚えています。\u001b[22m, \u001b[1mこれは、最初にいくつかの厄介な瞬間と混乱を綴ります。\u001b[22m\n\u001b[4mEven later on, his interactions with Madarabe creates tension.\u001b[24m\n    \u001b[1m後で、マダラベとの彼のやりとりは緊張を作ります。\u001b[22m, \u001b[1mでも後に、Madarabeとの彼の相互作用は、緊張を作成します。\u001b[22m\n\u001b[4mIt doesn't also help by the fact that Hato is fan of BL and this brings forth even more complexity in their relationship.\u001b[24m\n    \u001b[1mハットがBLのファンであり、これが彼らの関係をより複雑にするという事実によっても役立たない。\u001b[22m, \u001b[1mまた、ハトがBLのファンであり、これは彼らの関係であってもより多くの複雑さを生み出すという事実によって助けていません。\u001b[22m\n\u001b[4mAlong with our cross-dresser, there's also a fujoshi and a somewhat antisocial girl introduced to the club.\u001b[24m\n    \u001b[1m私たちのクロスドレッサーと一緒に、フジョシと幾分反社会的な女の子がクラブに紹介されています。\u001b[22m, \u001b[1m私たちのクロスドレッサーとともに、がfujoshiやクラブに導入やや反社会的な女の子もあります。\u001b[22m\n\u001b[4mAll three members brings a new and natural experience to Genshiken as we witness their daily lives and experience the way of an otaku.\u001b[24m\n    \u001b[1m3人のメンバー全員が、私たちの日常生活を見て、オタクの道を体験するときに、ガンシケンに新しい自然体験をもたらします。\u001b[22m, \u001b[1m私たちが日常生活を目撃し、オタクの道を体験として、3つのすべてのメンバーは、げんしけんに新しいと自然体験をもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nBecause Genshiken plays on the otaku culture, there's plenty of activities related to it beyond just cosplaying and referencing. In this season, the club also work on their own to present to the world their own pieces of work. These comes in the form of BL manga and doujinshi. With the new three members in check, they all offer their talent in building their dreams. These dreams takes them to places such as the Comic Festival, a large anime/manga convention. They each possesses their own skills whether it's background imagery, page cleanup, or getting by deadlines.\n\n\u001b[1mガンシケンはオタク文化を演じるので、コスプレやレファレンスだけでなく、それに関連する活動がたくさんあります。 今シーズン、クラブは自分自身で仕事をして、自分の作品を世界に紹介します。  BLマンガと同人誌の形で登場します。 新しい3人のメンバーをチェックして、彼らはすべて自分の夢を構築する才能を提供します。 これらの夢は、アニメ/マンガの大規模なコンベンションであるコミックフェスティバルなどの場所に運ばれます。 彼らはそれぞれ、背景イメージ、ページクリーンアップ、期限切れなど、自分のスキルを持っています。\u001b[22m\n\u001b[1m(Ganshiken wa otaku bunka o enjirunode, kosupure ya refarensu dakedenaku, soreni kanren suru katsudō ga takusan arimasu. Ima shīzun, kurabu wa jibun jishin de shigoto o shite, jibun no sakuhin o sekai ni shōkai shimasu. BL manga to dōninshi no katachi de tōjō shimasu. Atarashī 3-ri no menbā o chekku shite, karera wa subete jibun no yume o kōchiku suru sainō o teikyō shimasu. Korera no yume wa, anime/ manga no ōkibona konbenshondearu komikku fesutibaru nado no basho ni hakoba remasu. Karera wa sorezore, haikei imēji, pējikurīn'appu, kigengire nado, jibun no sukiru o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mBecause Genshiken plays on the otaku culture, there's plenty of activities related to it beyond just cosplaying and referencing. In this season, the club also work on their own to present to the world their own pieces of work. These comes in the form of BL manga and doujinshi. With the new three members in check, they all offer their talent in building their dreams. These dreams takes them to places such as the Comic Festival, a large anime/manga convention. They each possesses their own skills whether it's background imagery, page cleanup, or getting by deadlines.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause Genshiken plays on the otaku culture, there's plenty of activities related to it beyond just cosplaying and referencing.\u001b[24m\n    \u001b[1mガンシケンはオタク文化を演じるので、コスプレやレファレンスだけでなく、それに関連する活動がたくさんあります。\u001b[22m, \u001b[1mげんしけんはオタク文化に果たしているので、ちょうどコスプレや参照を越えて、それに関連する活動がたくさんあります。\u001b[22m\n\u001b[4mIn this season, the club also work on their own to present to the world their own pieces of work.\u001b[24m\n    \u001b[1m今シーズン、クラブは自分自身で仕事をして、自分の作品を世界に紹介します。\u001b[22m, \u001b[1mこのシーズンでは、クラブはまた、世界への作業の自分の作品を提示するために、独自に取り組んでいます。\u001b[22m\n\u001b[4mThese comes in the form of BL manga and doujinshi.\u001b[24m\n    \u001b[1mBLマンガと同人誌の形で登場します。\u001b[22m, \u001b[1mこれらは、BL漫画や同人誌の形で提供されます。\u001b[22m\n\u001b[4mWith the new three members in check, they all offer their talent in building their dreams.\u001b[24m\n    \u001b[1m新しい3人のメンバーをチェックして、彼らはすべて自分の夢を構築する才能を提供します。\u001b[22m, \u001b[1mチェックで新しい3のメンバーと、それらはすべて自分の夢を構築する上で自分の才能を提供しています。\u001b[22m\n\u001b[4mThese dreams takes them to places such as the Comic Festival, a large anime/manga convention.\u001b[24m\n    \u001b[1mこれらの夢は、アニメ/マンガの大規模なコンベンションであるコミックフェスティバルなどの場所に運ばれます。\u001b[22m, \u001b[1mこれらの夢は、このような漫画祭、大アニメ/漫画大会のような場所にそれらを取ります。\u001b[22m\n\u001b[4mThey each possesses their own skills whether it's background imagery, page cleanup, or getting by deadlines.\u001b[24m\n    \u001b[1m彼らはそれぞれ、背景イメージ、ページクリーンアップ、期限切れなど、自分のスキルを持っています。\u001b[22m, \u001b[1mそれは背景画像、ページのクリーンアップ、または期限によって取得するのかどうか、彼らはそれぞれ独自のスキルを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe comedy of the show is generally tolerable although sometimes feels a bit repetitive. The heavy doses of BL vibes can feel like a loop at times since it's played out a bit more than what I expected it to be. If comedy is what you're looking for, then Genshiken will not be a painful experience. However, it can be somewhat painful to witness a few of the characters' interactions to sudden situations or scenes in the show. It becomes a bit cliched and predictable along with its awkwardness. Trust me, if you're a guy, then it might even be more awkward. Furthermore, there's the character interactions that offers various forms of entertainment. In one way, most of the character seems to get along well. On the other hand, there are times when we scratch our heads and may ask 'what just happened?' For me though, Genshiken's character interactions focuses more on reality. It portrays it as a slice of life anime and succeeds in presenting the otaku culture. Viewers gets the chance to feel as if themselves are there with the club. The way the members work around the club to perfect their art also shows how dedicated they are. The pieces of comedy connects together even with a touch of supernatural to it with a floating spirit in particular episodes.\n\n\u001b[1mショーのコメディは一般的に許容されますが、時には少し繰り返して感じます。  BLバイブの重い線量は、私が期待していたよりも少し上に出ているので、時々ループのように感じることができます。 喜劇があなたが探しているものなら、Genshikenは苦しい経験ではありません。 しかし、ショーの突然の状況や場面とのキャラクターの相互作用のいくつかを目の当たりにすることはやや痛いかもしれません。 その厄介さに伴い少しぎこちなく予測可能になります。 私を信頼してください。もしあなたが男なら、それはさらに厄介かもしれません。 さらに、様々な形のエンターテインメントを提供するキャラクターの相互作用があります。 一つの方法では、キャラクターのほとんどがうまくいくようです。 一方、私たちは頭を傷つけ、「何が起こったのか」と尋ねることがあります。 しかし、私にとってGenshikenのキャラクターのやりとりは、現実にもっと焦点を当てています。 それは生命のアニメーションのスライスとしてそれを描写し、オタクの文化を提示することに成功する。 視聴者はあたかもクラブにいるかのように感じる機会を得る。 クラブの芸術を完成させるためにメンバーがクラブの周りで働く方法は、彼らがどれだけ献身的であるかを示しています。 コメディの作品は、特にエピソードで浮遊の精神とそれに超自然のタッチで一緒に接続します。\u001b[22m\n\u001b[1m(Shō no komedi wa ippantekini kyoyō sa remasuga, tokiniha sukoshi kurikaeshite kanjimasu. BL baibu no omoi senryō wa, watashi ga kitai shite ita yori mo sukoshi ue ni dete irunode, tokidoki rūpu no yō ni kanjiru koto ga dekimasu. Sarani, samazamana katachi no entāteinmento o teikyō suru kyarakutā no sōgo sayō ga arimasu. Hitotsu no hōhōde wa, kyarakutā no hotondo ga umaku iku yōdesu. Ippō, watashitachiha atama o kizutsuke,`nani ga okotta no ka' to tazuneru koto ga arimasu. Shikashi, watashi ni totte Genshiken no kyarakutā no yaritori wa, genjitsu ni motto shōten o atete imasu. Sore wa seimei no animēshon no suraisu to shite sore o byōsha shi, otaku no bunka o teiji suru koto ni seikō suru. Shichō-sha wa atakamo kurabu ni iru ka no yō ni kanjiru kikai o eru. Kurabu no geijutsu o kansei sa seru tame ni menbā ga kurabu no mawari de hataraku hōhō wa, karera ga dore dake kenshin-tekidearu ka o shimeshite imasu. Komedi no sakuhin wa, tokuni episōdo de fuyū no seishin to sore ni chō shizen no tatchi de issho ni setsuzoku shimasu. Kigeki ga anata ga sagashite iru mononara, Genshiken wa kurushī keikende wa arimasen. Shikashi, shō no totsuzen no jōkyō ya bamen to no kyarakutā no sōgo sayō no ikutsu ka o manoatari ni suru koto wa yaya itai kamo shiremasen. Sono yakkai-sa ni tomonai sukoshi gikochinaku yosoku kanō ni narimasu. Watashi o shinrai shite kudasai. Moshi anata ga otokonara, sore wa sarani yakkai kamo shiremasen.)\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork of this season also remains not only consistent but also realistic. The simple club room is presented exactly as the way it should be with the background anime/manga images. The merchandise that appears here and there also fun to take notice. Along with that, character designs gives a refreshing appeal to how an otaku is dressed such as Madarame's glasses, Susanna's various cosplaying outfits, or Kuchiki's body proportions. Even Susanna's American friends gives off their refreshing feelings of being foreigners accompanied with their English accents.\n\n\u001b[1m今シーズンのアートワークは、一貫しているだけでなく現実的でもあります。 シンプルなクラブルームは、バックグラウンドのアニメ/マンガのイメージと同じように表示されます。 ここに表示されている商品も気づくのが楽しいです。 それに加えて、キャラクターデザインは、マダラメの眼鏡、スザンナの様々なコスプレ衣装、クッチキのボディーの比率など、オタクがどのように服を着ているかに爽やかな魅力を与えます。 スザンナのアメリカ人の友達でさえ、英語のアクセントを伴って外国人であるという彼らの清々しい気持ちを払拭する。\u001b[22m\n\u001b[1m(Ima shīzun no ātowāku wa, ikkan shite iru dakedenaku genjitsu-tekide mo arimasu. Shinpuruna kuraburūmu wa, bakkuguraundo no anime/ manga no imēji to onajiyōni hyōji sa remasu. Koko ni hyōji sa rete iru shōhin mo kidzuku no ga tanoshīdesu. Sorenikuwaete, kyarakutādezain wa, madarame no megane, suzan'na no samazamana kosupure ishō, kutchiki no bodī no hiritsu nado, otaku ga dono yō ni fuku o kite iru ka ni sawayakana miryoku o ataemasu. Suzan'na no amerikahito no tomodachide sae, eigo no akusento o tomonatte gaikoku hitodearu to iu karera no sugasugashī kimochi o fusshoku suru.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork of this season also remains not only consistent but also realistic. The simple club room is presented exactly as the way it should be with the background anime/manga images. The merchandise that appears here and there also fun to take notice. Along with that, character designs gives a refreshing appeal to how an otaku is dressed such as Madarame's glasses, Susanna's various cosplaying outfits, or Kuchiki's body proportions. Even Susanna's American friends gives off their refreshing feelings of being foreigners accompanied with their English accents.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork of this season also remains not only consistent but also realistic.\u001b[24m\n    \u001b[1m今シーズンのアートワークは、一貫しているだけでなく現実的でもあります。\u001b[22m, \u001b[1mこの季節のアートワークはまた、一貫性のあるだけでなく、現実的ではないだけ残っています。\u001b[22m\n\u001b[4mThe simple club room is presented exactly as the way it should be with the background anime/manga images.\u001b[24m\n    \u001b[1mシンプルなクラブルームは、バックグラウンドのアニメ/マンガのイメージと同じように表示されます。\u001b[22m, \u001b[1mシンプルなクラブルームには、それがバックグラウンドアニメ/漫画画像とあるべき姿とまったく同じように提示されています。\u001b[22m\n\u001b[4mThe merchandise that appears here and there also fun to take notice.\u001b[24m\n    \u001b[1mここに表示されている商品も気づくのが楽しいです。\u001b[22m, \u001b[1m通知を取るためにここにあるも楽しいが表示された商品。\u001b[22m\n\u001b[4mAlong with that, character designs gives a refreshing appeal to how an otaku is dressed such as Madarame's glasses, Susanna's various cosplaying outfits, or Kuchiki's body proportions.\u001b[24m\n    \u001b[1mそれに加えて、キャラクターデザインは、マダラメの眼鏡、スザンナの様々なコスプレ衣装、クッチキのボディーの比率など、オタクがどのように服を着ているかに爽やかな魅力を与えます。\u001b[22m, \u001b[1mそれに伴い、キャラクターデザインは、オタクは、このような班目の眼鏡、スザンナの様々なコスプレ衣装、または朽木のプロポーションに扮する方法にさわやかな魅力を与えます。\u001b[22m\n\u001b[4mEven Susanna's American friends gives off their refreshing feelings of being foreigners accompanied with their English accents.\u001b[24m\n    \u001b[1mスザンナのアメリカ人の友達でさえ、英語のアクセントを伴って外国人であるという彼らの清々しい気持ちを払拭する。\u001b[22m, \u001b[1mでもスザンナのアメリカ人の友人は彼らの英語のアクセントに伴う外国人であることの彼らのさわやかな気持ちを放ちます。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, soundtrack is perhaps one of the lesser focus of Genshiken. There's not much strength in the OST as most of the soundtrack remains generally the same and hardly noticeable. The OP song “Genshi, Joshi wa, Taiyou Datta.' by Sumire Uesaka is perhaps the only catchy tone with its J-Pop like rhythms accompanied by its montage plays. However, if we talk about voice acting, then there's definitely some to take notice of. In particular, Kazutomi Yamamoto gets praise for her double portrayal in voice acting because of the gender bender involving her character. Voicing a character with a dual personality is not easy but she pulls it off marvelously. Naomi Ohzora's voice for Susanna can also be noticeable for someone who plays a girl that is not sociable towards others. The accents of the foreign characters seems more out of place though and can be more taken in as comedy although not too impressive on any scale.\n\n\u001b[1m残念なことに、サウンドトラックは、おそらくGenshikenの小さな焦点の一つです。  OSTにはあまり強くないが、サウンドトラックのほとんどは一般的に同じでほとんど目立たない。  OP曲「げんしん、じょうち、太陽っちゃん」  J-Popのリズムのようなモンタージュ演奏を伴った唯一のキャッチーな音色です。 しかし、私たちが声の演技について話すならば、間違いなく注意すべきことがいくつかあります。 特に、山本和臣は、性格のベンダーのために声優としての二重描写を賞賛している。 二人の人格を持つ人物の声を響かせることは簡単ではありませんが、彼女はそれを驚くほど魅了します。 大沢直美さんのスーザンナの声は、他人との親交ができない女の子を演じる人にとっても目立つことがあります。 外国人キャラクターのアクセントは、外れているように見えますが、コメディーとしては、どんなスケールでもそれほど印象的ではありません。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, saundotorakku wa, osoraku Genshiken no chīsana shōten no hitotsudesu. OST ni wa amari tsuyokunai ga, saundotorakku no hotondo wa ippantekini onajide hotondo medatanai. OP kyoku `gen shin,ji ~youchi, taiyō tcha n' J - Pop no rizumu no yōna montāju ensō o tomonatta yuiitsu no kyatchīna neirodesu. Shikashi, watashitachi ga koe no engi ni tsuite hanasunaraba, machigainaku chūi subeki koto ga ikutsu ka arimasu. Tokuni, yamamotokazutomi wa, seikaku no bendā no tame ni seiyū to shite no nijū byōsha o shōsan shite iru. Futari no jinkaku o motsu jinbutsu no koe o hibikaseru koto wa kantande wa arimasenga, kanojo wa sore o odoroku hodo miryō shimasu. Ōsawa Naomi-san no sūzan'na no koe wa, tanin to no shinkō ga dekinai on'nanoko o enjiru hito ni tottemo medatsu koto ga arimasu. Gaikoku hito kyarakutā no akusento wa, hazurete iru yō ni miemasuga, komedī to shite wa, don'na sukēru demo sorehodo inshō-tekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, soundtrack is perhaps one of the lesser focus of Genshiken. There's not much strength in the OST as most of the soundtrack remains generally the same and hardly noticeable. The OP song “Genshi, Joshi wa, Taiyou Datta.' by Sumire Uesaka is perhaps the only catchy tone with its J-Pop like rhythms accompanied by its montage plays. However, if we talk about voice acting, then there's definitely some to take notice of. In particular, Kazutomi Yamamoto gets praise for her double portrayal in voice acting because of the gender bender involving her character. Voicing a character with a dual personality is not easy but she pulls it off marvelously. Naomi Ohzora's voice for Susanna can also be noticeable for someone who plays a girl that is not sociable towards others. The accents of the foreign characters seems more out of place though and can be more taken in as comedy although not too impressive on any scale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, soundtrack is perhaps one of the lesser focus of Genshiken.\u001b[24m\n    \u001b[1m残念なことに、サウンドトラックは、おそらくGenshikenの小さな焦点の一つです。\u001b[22m, \u001b[1m残念ながら、サウンドトラックは、おそらくげんしけんの少ない焦点の一つです。\u001b[22m\n\u001b[4mThere's not much strength in the OST as most of the soundtrack remains generally the same and hardly noticeable.\u001b[24m\n    \u001b[1mOSTにはあまり強くないが、サウンドトラックのほとんどは一般的に同じでほとんど目立たない。\u001b[22m, \u001b[1mサウンドトラックのほとんどは、一般的に同じとほとんど目立たないままとしてOSTに多くの強さがありません。\u001b[22m\n\u001b[4mThe OP song “Genshi, Joshi wa, Taiyou Datta.'\u001b[24m\n    \u001b[1mOP曲「げんしん、じょうち、太陽っちゃん」\u001b[22m, \u001b[1mOP曲「幻視、女子WA、太陽ダッタ。」\u001b[22m\n\u001b[4mby Sumire Uesaka is perhaps the only catchy tone with its J-Pop like rhythms accompanied by its montage plays.\u001b[24m\n    \u001b[1mJ-Popのリズムのようなモンタージュ演奏を伴った唯一のキャッチーな音色です。\u001b[22m, \u001b[1m上坂すみれによって、おそらくそのモンタージュの再生を伴うリズムのようなそのJ-ポップでのみキャッチーな音です。\u001b[22m\n\u001b[4mHowever, if we talk about voice acting, then there's definitely some to take notice of.\u001b[24m\n    \u001b[1mしかし、私たちが声の演技について話すならば、間違いなく注意すべきことがいくつかあります。\u001b[22m, \u001b[1m私たちは声の演技について話す場合は、その後の通知を取るために、いくつかは間違いなくあります。\u001b[22m\n\u001b[4mIn particular, Kazutomi Yamamoto gets praise for her double portrayal in voice acting because of the gender bender involving her character.\u001b[24m\n    \u001b[1m特に、山本和臣は、性格のベンダーのために声優としての二重描写を賞賛している。\u001b[22m, \u001b[1m特に、山本和臣が原因彼女のキャラクターを含むジェンダーベンダーの声の演技で彼女の二重の描写のための賞賛を取得します。\u001b[22m\n\u001b[4mVoicing a character with a dual personality is not easy but she pulls it off marvelously.\u001b[24m\n    \u001b[1m二人の人格を持つ人物の声を響かせることは簡単ではありませんが、彼女はそれを驚くほど魅了します。\u001b[22m, \u001b[1m二重人格の文字を表明することは容易ではないが、彼女は見事にそれをオフにプルします。\u001b[22m\n\u001b[4mNaomi Ohzora's voice for Susanna can also be noticeable for someone who plays a girl that is not sociable towards others.\u001b[24m\n    \u001b[1m大沢直美さんのスーザンナの声は、他人との親交ができない女の子を演じる人にとっても目立つことがあります。\u001b[22m, \u001b[1mスザンナのためのナオミOhzoraの声も他人に向かって社交的ではない女の子を果たしている誰かのために目立つことができます。\u001b[22m\n\u001b[4mThe accents of the foreign characters seems more out of place though and can be more taken in as comedy although not too impressive on any scale.\u001b[24m\n    \u001b[1m外国人キャラクターのアクセントは、外れているように見えますが、コメディーとしては、どんなスケールでもそれほど印象的ではありません。\u001b[22m, \u001b[1m外国文字のアクセントは、しかし場所からより多くのようで、それ以上の任意のスケールにあまりにも印象的ではないものの喜劇として取り込むことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Genshiken franchise is the ultimate portrayal of the otaku culture. It's a place where we get to see the lifestyle of otaku in various ways. The cosplaying and references brings forth both an entertaining and refreshing appeal to fans. It might also bring back some nostalgia as well for fans of the original series. There's a lack of highlights though in some of the main characters from the previous seasons so be aware of that. I don't take this as a backlash though because it gives chances for our new characters to shine that offers potential. That potential and execution carried out might give you a different impression. However, it's not just this series that impressed me. It's the way of Genshiken. Otaku isn't just a culture for the kids in this show, it's a way of life.\n\n\u001b[1mガンシケンフランチャイズは、オタク文化の究極の描写です。 私たちは様々な方法でオタクの生活様式を見ることができる場所です。 コスプレとリファレンスは、ファンに面白くて爽やかな魅力をもたらします。 オリジナルシリーズのファンにも懐かしさが戻ってくるかもしれません。 以前の季節の主人公の中にはハイライトがないので注意してください。 私はこれをバックラッシュとみなしてはいませんが、それは新しいキャラクターが潜在的な可能性を秘めている可能性を与えるからです。 実行される可能性と実行は、あなたに別の印象を与えるかもしれません。 しかし、それだけで私に印象づけたこのシリーズではない。 それはGenshikenの道です。 オタクはこのショーの子供たちのための文化だけではなく、生き方です。\u001b[22m\n\u001b[1m(Ganshikenfuranchaizu wa, otaku bunka no kyūkyoku no byōshadesu. Watashitachi wa samazamana hōhō de otaku no seikatsu yōshiki o miru koto ga dekiru bashodesu. Kosupure to rifarensu wa, fan ni omoshirokute sawayakana miryoku o motarashimasu. Orijinarushirīzu no fan ni mo natsukashisa ga modotte kuru kamo shiremasen. Izen no kisetsu no shujinkō no nakaniha hairaito ga nainode chūi shite kudasai. Watashi wa kore o bakku rasshu to minashite wa imasenga, sore wa atarashī kyarakutā ga senzai-tekina kanōsei o himete iru kanōsei o ataerukaradesu. Jikkō sa reru kanōsei to jikkō wa, anata ni betsu no inshō o ataeru kamo shiremasen. Shikashi, sore dake de watashi ni inshōdzuke tako no shirīzude wanai. Sore wa Genshiken no michidesu. Otaku wa kono shō no kodomo-tachi no tame no bunka dakede wa naku, ikikatadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Genshiken franchise is the ultimate portrayal of the otaku culture. It's a place where we get to see the lifestyle of otaku in various ways. The cosplaying and references brings forth both an entertaining and refreshing appeal to fans. It might also bring back some nostalgia as well for fans of the original series. There's a lack of highlights though in some of the main characters from the previous seasons so be aware of that. I don't take this as a backlash though because it gives chances for our new characters to shine that offers potential. That potential and execution carried out might give you a different impression. However, it's not just this series that impressed me. It's the way of Genshiken. Otaku isn't just a culture for the kids in this show, it's a way of life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Genshiken franchise is the ultimate portrayal of the otaku culture.\u001b[24m\n    \u001b[1mガンシケンフランチャイズは、オタク文化の究極の描写です。\u001b[22m, \u001b[1mげんしけんのフランチャイズは、オタク文化の究極の描写です。\u001b[22m\n\u001b[4mIt's a place where we get to see the lifestyle of otaku in various ways.\u001b[24m\n    \u001b[1m私たちは様々な方法でオタクの生活様式を見ることができる場所です。\u001b[22m, \u001b[1m私たちはさまざまな方法でオタクのライフスタイルを見ることが場所です。\u001b[22m\n\u001b[4mThe cosplaying and references brings forth both an entertaining and refreshing appeal to fans.\u001b[24m\n    \u001b[1mコスプレとリファレンスは、ファンに面白くて爽やかな魅力をもたらします。\u001b[22m, \u001b[1mコスプレと参照がファンに両方面白いとさわやかな魅力を生み出します。\u001b[22m\n\u001b[4mIt might also bring back some nostalgia as well for fans of the original series.\u001b[24m\n    \u001b[1mオリジナルシリーズのファンにも懐かしさが戻ってくるかもしれません。\u001b[22m, \u001b[1mまた、オリジナルシリーズのファンのためにもいくつか懐かしさを取り戻す可能性があります。\u001b[22m\n\u001b[4mThere's a lack of highlights though in some of the main characters from the previous seasons so be aware of that.\u001b[24m\n    \u001b[1m以前の季節の主人公の中にはハイライトがないので注意してください。\u001b[22m, \u001b[1m前シーズンのメインキャラクターの一部になるように注意しているが、ハイライトの欠如があります。\u001b[22m\n\u001b[4mI don't take this as a backlash though because it gives chances for our new characters to shine that offers potential.\u001b[24m\n    \u001b[1m私はこれをバックラッシュとみなしてはいませんが、それは新しいキャラクターが潜在的な可能性を秘めている可能性を与えるからです。\u001b[22m, \u001b[1mそれはそれは可能性を提供輝くために私たちの新しい文字のための機会を与えるので、私もバックラッシュとしてこれを取ることはありません。\u001b[22m\n\u001b[4mThat potential and execution carried out might give you a different impression.\u001b[24m\n    \u001b[1m実行される可能性と実行は、あなたに別の印象を与えるかもしれません。\u001b[22m, \u001b[1m行わその可能性と実行があなたに違った印象を与えるかもしれません。\u001b[22m\n\u001b[4mHowever, it's not just this series that impressed me.\u001b[24m\n    \u001b[1mしかし、それだけで私に印象づけたこのシリーズではない。\u001b[22m, \u001b[1mしかし、それは私に感銘を与えただけで、このシリーズではありません。\u001b[22m\n\u001b[4mIt's the way of Genshiken.\u001b[24m\n    \u001b[1mそれはGenshikenの道です。\u001b[22m, \u001b[1mそれはげんしけんの方法です。\u001b[22m\n\u001b[4mOtaku isn't just a culture for the kids in this show, it's a way of life.\u001b[24m\n    \u001b[1mオタクはこのショーの子供たちのための文化だけではなく、生き方です。\u001b[22m, \u001b[1mオタクは、このショーで子供のためだけの文化ではない、それは生活の方法です。\u001b[22m"
  },
  {
    "title": "Genshiken_Nidaime",
    "id": "18465",
    "url": "https://myanimelist.net/anime/18465/Genshiken_Nidaime",
    "user": "LeaderTGW",
    "profile": "/profile/LeaderTGW/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=210965",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nこのGenshikenのインストールとは多少の違いがありました。 最終的に私は混ざった感情を残していました。\n\nGenshiken（オリジナル）を再視聴した後、Nidaimeに戻ってくるのは、新しいキャラクターが話を少し複雑にするようなものなのです。 私は個人的には、ゲイやトランスジェンダーやBL（私はトランスには問題がない）でも大丈夫ですが、Boysの愛、トランスジェンダーなどに少し集中して、このシリーズはあまり楽しめませんでした。 私はそれを見続けるのがむしろ難しいと感じましたが、それが元のキャラクターのほとんどではなかったら、私はそれを落としてしまいました。\n\n私が好きだったいくつかのことは、新しいキャラクター、Mirei、Rikaなどが耐えられるということでした。 私はOGキャストの一環として実際にブレンドされたいくつかのエピソードの後に​​どのように好きですか。 正直なところ、ニダイムがチカにもっと焦点を当てれば、もっと幸せだったと思いますが、もう一度、ハート、トラップ、春ノブを主な焦点としていました。 私はシリーズの真ん中に向かってどのように私はChikaがスポットライトを取得し、すべてがまだ...\n\nパロディー。 敬意、あなたが何と呼んでいいかは問わない。 私は、彼らがどのように爆乳のパロディーを持っていたか、タイタン、パンティーとストッキングの攻撃などが大好きです。 でも私が好きなのはスーとマダラームの間の大好きなことです。私はバケモガタリが好きです。そのショーで私の好きなことは、アララギとマヨイの間の「おっとり」です。 だから別のショーを見て、それは本当に面白いのようでしたか？\n\nショーへのサウンドトラックは私にとって本当に良いものではなかった。 実際には、私はこれを書いているので、私は音楽が良いかどうかを言うことさえできません。 私はしかし、演技の声が大好きでした。 野上ゆかなや大野の風習が本当に気に入りました。 彼女は英語をかなりよく話すことができたし、他のシリーズでもこれを使用したことは覚えていません。  MadarameとSueの声優も素晴らしかった。なぜならまた、Bakemonogatari skitがとても魅力的だったからだ。\n\n最後に、ちょっとしたことを楽しみました。 もう一度私がこのシリーズから得た楽しさの感覚は、残りのものと比較して少しダウングレードでした。 しかし、ちょっとでも、ショーが好きではなかった。\n\n全体的に私はこのショーに7/10を与えました。なぜなら、それはある意味では良いものの、ストーリーが正しい方向に進んだように見えなかったからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThere were too many things done differently with this installation of Genshiken. So much to the point where in the end I was left with mixed feelings.\n\n\u001b[1mこのGenshikenのインストールとは多少の違いがありました。 最終的に私は混ざった感情を残していました。\u001b[22m\n\u001b[1m(Kono Genshiken no insutōru to wa tashō no chigai ga arimashita. Saishūtekini watashi wa mazatta kanjō o nokoshite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThere were too many things done differently with this installation of Genshiken. So much to the point where in the end I was left with mixed feelings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were too many things done differently with this installation of Genshiken.\u001b[24m\n    \u001b[1mこのGenshikenのインストールとは多少の違いがありました。\u001b[22m, \u001b[1mげんしけんのこのインストールと異なる行わあまりにも多くのものがありました。\u001b[22m\n\u001b[4mSo much to the point where in the end I was left with mixed feelings.\u001b[24m\n    \u001b[1m最終的に私は混ざった感情を残していました。\u001b[22m, \u001b[1m最後に、私は複雑な気持ちで残っていたポイントにそんなに。\u001b[22m\n\u001b[1m\u001b[22m\nAfter re-watching Genshiken (the originals) then coming back to Nidaime it's sort of like the new characters make the story a bit.... complicated so to speak. I mean personally, I'm okay with gays and transgender or BL (I have no issues with trans) however this series focused a bit way too much on Boys love, transgender, etc that I just couldn't enjoy it as much. I found it rather difficult to continue watching, however if it wasn't for the most of the original characters I would've just dropped it.\n\n\u001b[1mGenshiken（オリジナル）を再視聴した後、Nidaimeに戻ってくるのは、新しいキャラクターが話を少し複雑にするようなものだ。 私は個人的には、ゲイやトランスジェンダーやBL（私はトランスには問題がない）でも大丈夫ですが、このシリーズはBoysの愛、トランスジェンダーなどに少しだけ集中していました。 私はそれを見続けるのがむしろ難しいと感じましたが、それが元のキャラクターのほとんどではなかったら、私はそれを落としてしまいました。\u001b[22m\n\u001b[1m(Genshiken (orijinaru) o sai shichō shita nochi, Nidaime ni modotte kuru no wa, atarashī kyarakutā ga hanashi o sukoshi fukuzatsu ni suru yōna monoda. Watashi wa kojin-teki ni wa, gei ya toransujendā ya BL (watashi wa toransu ni wa mondai ga nai) demo daijōbudesuga, kono shirīzu wa Boys no ai, toransujendā nado ni sukoshidake shūchū shite imashita. Watashi wa sore o mi tsudzukeru no ga mushiro muzukashī to kanjimashitaga, sore ga gen no kyarakutā no hotondode wa nakattara, watashi wa sore o otoshite shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter re-watching Genshiken (the originals) then coming back to Nidaime it's sort of like the new characters make the story a bit.... complicated so to speak. I mean personally, I'm okay with gays and transgender or BL (I have no issues with trans) however this series focused a bit way too much on Boys love, transgender, etc that I just couldn't enjoy it as much. I found it rather difficult to continue watching, however if it wasn't for the most of the original characters I would've just dropped it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter re-watching Genshiken (the originals) then coming back to Nidaime it's sort of like the new characters make the story a bit.... complicated so to speak.\u001b[24m\n    \u001b[1mGenshiken（オリジナル）を再視聴した後、Nidaimeに戻ってくるのは、新しいキャラクターが話を少し複雑にするようなものだ。\u001b[22m, \u001b[1m再見げんしけん（原稿を）その後二代目に戻って来た後、新しい文字が非常に複雑にビットが....話すように物語を作るの並べ替えのようなものです。\u001b[22m\n\u001b[4mI mean personally, I'm okay with gays and transgender or BL (I have no issues with trans) however this series focused a bit way too much on Boys love, transgender, etc that I just couldn't enjoy it as much.\u001b[24m\n    \u001b[1m私は個人的には、ゲイやトランスジェンダーやBL（私はトランスには問題がない）でも大丈夫ですが、このシリーズはBoysの愛、トランスジェンダーなどに少しだけ集中していました。\u001b[22m, \u001b[1m私は私がゲイやトランスジェンダーやBLと大丈夫、個人的に意味しかしこのシリーズは、私はちょうど同じくらいそれを楽しむことができなかった少年愛、トランスジェンダーなどにあまりにも多くのビットを集中し（私はトランスでは問題がありません）。\u001b[22m\n\u001b[4mI found it rather difficult to continue watching, however if it wasn't for the most of the original characters I would've just dropped it.\u001b[24m\n    \u001b[1m私はそれを見続けるのがむしろ難しいと感じましたが、それが元のキャラクターのほとんどではなかったら、私はそれを落としてしまいました。\u001b[22m, \u001b[1m私はそれが私はそれを落としただろう、元の文字のほとんどのためではなかったが場合、それはかなり難しい見続けることがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nA few things I liked was that the new characters, Mirei, Rika, etc they were tolerable. I like how after a few episodes they really blended in as part of the OG cast. Honestly, I would've been happier if the Nidaime focused more on Chika, however and again, to a certain extent the main focus was on Hato, the trap and Harunobu. I did like how towards the middle of the series I got to see Chika get the spotlight and all but still...\n\n\u001b[1m私が好きだったいくつかの事は、新しいキャラクター、Mirei、Rikaなどが彼らに耐えられるということでした。 私はOGキャストの一環として実際にブレンドされたいくつかのエピソードの後に​​どのように好きですか。 正直なところ、ニダイムがチカにもっと集中していれば、もっと幸せだったでしょう。しかし、ハート、トラップ、春ノブを主な焦点としていました。 私はシリーズの真ん中に向かってどのように私はChikaがスポットライトを取得し、すべてがまだ...\u001b[22m\n\u001b[1m(Watashi ga sukidatta ikutsu ka no koto wa, atarashī kyarakutā, Mirei, rika nado ga karera ni tae rareru to iu kotodeshita. Watashi wa OG kyasuto no ikkan to shite jissai ni burendo sa reta ikutsu ka no episōdo no nochi ni ​​ dono yō ni sukidesu ka. Shōjikina tokoro, nidaimu ga Chika ni motto shūchū shite ireba, motto shiawasedattadeshou. Shikashi, hāto, torappu, haru nobu o omona shōten to shite imashita. Watashi wa shirīzu no man'naka ni mukatte dono yō ni watashi wa Chika ga supottoraito o shutoku shi, subete ga mada...)\u001b[22m\n\nTranslations of \u001b[4mA few things I liked was that the new characters, Mirei, Rika, etc they were tolerable. I like how after a few episodes they really blended in as part of the OG cast. Honestly, I would've been happier if the Nidaime focused more on Chika, however and again, to a certain extent the main focus was on Hato, the trap and Harunobu. I did like how towards the middle of the series I got to see Chika get the spotlight and all but still...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA few things I liked was that the new characters, Mirei, Rika, etc they were tolerable.\u001b[24m\n    \u001b[1m私が好きだったいくつかの事は、新しいキャラクター、Mirei、Rikaなどが彼らに耐えられるということでした。\u001b[22m, \u001b[1m私が気に入ったいくつかのこと、彼らが許容した新キャラクター、美玲、梨花、などということでした。\u001b[22m\n\u001b[4mI like how after a few episodes they really blended in as part of the OG cast.\u001b[24m\n    \u001b[1m私はOGキャストの一環として実際にブレンドされたいくつかのエピソードの後にどのように好きですか。\u001b[22m, \u001b[1m私はいくつかのエピソードの後、彼らは本当にOGキャストの一部として配合する方法が好きです。\u001b[22m\n\u001b[4mHonestly, I would've been happier if the Nidaime focused more on Chika, however and again, to a certain extent the main focus was on Hato, the trap and Harunobu.\u001b[24m\n    \u001b[1m正直なところ、ニダイムがチカにもっと集中していれば、もっと幸せだったでしょう。しかし、ハート、トラップ、春ノブを主な焦点としていました。\u001b[22m, \u001b[1m二代目は、しかし、と再び、ある程度の主な焦点は、はと、トラップおよび春信にあった、千佳にもっと焦点を当てた場合は正直なところ、私は幸せにしてきただろう。\u001b[22m\n\u001b[4mI did like how towards the middle of the series I got to see Chika get the spotlight and all but still...\u001b[24m\n    \u001b[1m私はシリーズの真ん中に向かってどのように私はChikaがスポットライトを取得し、すべてがまだ...\u001b[22m, \u001b[1m私はどのように私はちかが、それでも、スポットライトを取得し、すべて見てみました一連の真ん中に向かってのようでした...\u001b[22m\n\u001b[1m\u001b[22m\nThe parodies. homages, easter eggs whatever you want to call them were great. I loved how they had little parodies of Bakemonogatari, Attack on Titan, Panty and Stocking and so much more. But my favorite of them all is the skit between Sue and Madarame because I like Bakemonogatari and my favorite skit in that show is the 'Oops I stuttered' bit between Araragi and Mayoi. So seeing another show do it was like really funny.\n\n\u001b[1mパロディー。 敬意、あなたが何と呼んでいいかは問わない。 私は、彼らがどのように爆乳のパロディーを持っていたか、タイタン、パンティーとストッキングの攻撃などが大好きです。 でも私が好きなのはスーとマダラームの間の大好きなことです。私はバケモガタリが好きです。そのショーで私の好きなことは、アララギとマヨイの間の「おっとり」です。 だから別のショーを見て、それは本当に面白いのようでしたか？\u001b[22m\n\u001b[1m(Parodī. Keii, anata ga nanto yonde ī ka wa towanai. Watashi wa, karera ga dono yō ni bakunyū no parodī o motte ita ka, taitan, pantī to sutokkingu no kōgeki nado ga daisukidesu. Demo watashi ga sukina no wa sū to madarāmu no ma no daisukina kotodesu. Watashi wa bakemogatari ga sukidesu. Sono shō de watashi no sukinakoto wa, araragi to mayoi no ma no `ottori'desu. Dakara betsu no shō o mite, sore wa hontōni omoshiroi no yōdeshita ka?)\u001b[22m\n\nTranslations of \u001b[4mThe parodies. homages, easter eggs whatever you want to call them were great. I loved how they had little parodies of Bakemonogatari, Attack on Titan, Panty and Stocking and so much more. But my favorite of them all is the skit between Sue and Madarame because I like Bakemonogatari and my favorite skit in that show is the 'Oops I stuttered' bit between Araragi and Mayoi. So seeing another show do it was like really funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe parodies.\u001b[24m\n    \u001b[1mパロディー。\u001b[22m, \u001b[1mパロディ。\u001b[22m\n\u001b[4mhomages, easter eggs whatever you want to call them were great.\u001b[24m\n    \u001b[1m敬意、あなたが何と呼んでいいかは問わない。\u001b[22m, \u001b[1mあなたがそれらを呼び出すために好きなhomages、イースターエッグは素晴らしかったです。\u001b[22m\n\u001b[4mI loved how they had little parodies of Bakemonogatari, Attack on Titan, Panty and Stocking and so much more.\u001b[24m\n    \u001b[1m私は、彼らがどのように爆乳のパロディーを持っていたか、タイタン、パンティーとストッキングの攻撃などが大好きです。\u001b[22m, \u001b[1m私は、彼らがタイタン、パンティとストッキングに化物語、攻撃のほとんどパロディを持っていたし、そんなに多くどのように愛しました。\u001b[22m\n\u001b[4mBut my favorite of them all is the skit between Sue and Madarame because I like Bakemonogatari and my favorite skit in that show is the 'Oops I stuttered' bit between Araragi and Mayoi.\u001b[24m\n    \u001b[1mでも私が好きなのはスーとマダラームの間の大好きなことです。私はバケモガタリが好きです。そのショーで私の好きなことは、アララギとマヨイの間の「おっとり」です。\u001b[22m, \u001b[1mしかし、私は化物語が好きなので、それらすべての私のお気に入りは、スーと班目間の寸劇であり、そのショーで私のお気に入りの寸劇は蘭と迷いの間の「おっと、私はどもっ」ビットです。\u001b[22m\n\u001b[4mSo seeing another show do it was like really funny.\u001b[24m\n    \u001b[1mだから別のショーを見て、それは本当に面白いのようでしたか？\u001b[22m, \u001b[1mだから、別のショーを見て、それは本当に面白いのようだった行います。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack to the show wasn't really good to me. In fact, as i'm writing this, I can't even say if the music was any good or not. I did however love the voice acting. I really liked Yukana Nogami or Oono's seiyuu. It came as a bit of a surprise that she could speak English pretty well and I don't remember her ever using it in the other series. Madarame and Sue's voice actors were great too because again, the Bakemonogatari skit was so spot on.\n\n\u001b[1mショーへのサウンドトラックは私にとって本当に良いものではなかった。 実際には、私はこれを書いているので、私は音楽が良いかどうかを言うことさえできません。 私はしかし、演技の声が大好きでした。 野上ゆかなや大野の風習が本当に気に入りました。 彼女は英語をかなりよく話すことができたし、他のシリーズでもこれを使用したことは覚えていません。  MadarameとSueの声優も素晴らしかった。なぜならまた、Bakemonogatari skitがとても魅力的だったからだ。\u001b[22m\n\u001b[1m(Shō e no saundotorakku wa watashi ni totte hontōni yoi monode wa nakatta. Jissai ni wa, watashi wa kore o kaite irunode, watashi wa ongaku ga yoi ka dō ka o iu koto sae dekimasen. Watashi wa shikashi, engi no koe ga daisukideshita. Nogami yukana ya Ōno no fūshū ga hontōni kiniirimashita. Kanojo wa eigo o kanari yoku hanasu koto ga dekitashi, hoka no shirīzu demo kore o shiyō shita koto wa oboete imasen. Madarame to Sue no seiyū mo subarashikatta. Nazenara mata, Bakemonogatari skit ga totemo mirikitekidattakarada.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack to the show wasn't really good to me. In fact, as i'm writing this, I can't even say if the music was any good or not. I did however love the voice acting. I really liked Yukana Nogami or Oono's seiyuu. It came as a bit of a surprise that she could speak English pretty well and I don't remember her ever using it in the other series. Madarame and Sue's voice actors were great too because again, the Bakemonogatari skit was so spot on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack to the show wasn't really good to me.\u001b[24m\n    \u001b[1mショーへのサウンドトラックは私にとって本当に良いものではなかった。\u001b[22m, \u001b[1mショーのサウンドトラックは私にとって本当に良いものではなかったです。\u001b[22m\n\u001b[4mIn fact, as i'm writing this, I can't even say if the music was any good or not.\u001b[24m\n    \u001b[1m実際には、私はこれを書いているので、私は音楽が良いかどうかを言うことさえできません。\u001b[22m, \u001b[1m私はこれを書いているような音楽がどの良かったかどう実際には、私も言うことはできません。\u001b[22m\n\u001b[4mI did however love the voice acting.\u001b[24m\n    \u001b[1m私はしかし、演技の声が大好きでした。\u001b[22m, \u001b[1mしかし私は、声の演技が大好きでした。\u001b[22m\n\u001b[4mI really liked Yukana Nogami or Oono's seiyuu.\u001b[24m\n    \u001b[1m野上ゆかなや大野の風習が本当に気に入りました。\u001b[22m, \u001b[1m私は本当にゆかな野上や大野の声優が好きでした。\u001b[22m\n\u001b[4mIt came as a bit of a surprise that she could speak English pretty well and I don't remember her ever using it in the other series.\u001b[24m\n    \u001b[1m彼女は英語をかなりよく話すことができたし、他のシリーズでもこれを使用したことは覚えていません。\u001b[22m, \u001b[1mそれは彼女がかなりよく英語を話せるちょっとした驚きとして来たと私は彼女が今まで他のシリーズでそれを使用して覚えていません。\u001b[22m\n\u001b[4mMadarame and Sue's voice actors were great too because again, the Bakemonogatari skit was so spot on.\u001b[24m\n    \u001b[1mMadarameとSueの声優も素晴らしかった。なぜならまた、Bakemonogatari skitがとても魅力的だったからだ。\u001b[22m, \u001b[1m再度、化物語の寸劇は、というようにスポットだったので班目とスーの声優はあまりにも大きかったです。\u001b[22m\n\u001b[1m\u001b[22m\nLastly, I'd say that I enjoyed Nidaime just a little. Once again the sense of enjoyment I got from this series compared to the rest was a bit of a downgrade. However that didn't stop me from actually liking the show even if it was just a little bit.\n\n\u001b[1m最後に、ちょっとしたことを楽しみました。 もう一度私がこのシリーズから得た楽しさの感覚は、残りのものと比較して少しダウングレードでした。 しかし、ちょっとでも、ショーが好きではなかった。\u001b[22m\n\u001b[1m(Saigo ni, chottoshita koto o tanoshimimashita. Mōichido watashi ga kono shirīzu kara eta tanoshisa no kankaku wa, nokori no mono to hikaku shite sukoshi daungurēdodeshita. Shikashi, chotto demo, shō ga sukide wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mLastly, I'd say that I enjoyed Nidaime just a little. Once again the sense of enjoyment I got from this series compared to the rest was a bit of a downgrade. However that didn't stop me from actually liking the show even if it was just a little bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, I'd say that I enjoyed Nidaime just a little.\u001b[24m\n    \u001b[1m最後に、ちょっとしたことを楽しみました。\u001b[22m, \u001b[1m最後に、私はほんの少しの二代目を楽しんだことを言うと思います。\u001b[22m\n\u001b[4mOnce again the sense of enjoyment I got from this series compared to the rest was a bit of a downgrade.\u001b[24m\n    \u001b[1mもう一度私がこのシリーズから得た楽しさの感覚は、残りのものと比較して少しダウングレードでした。\u001b[22m, \u001b[1mもう一度、私は残りの部分と比較して、このシリーズから得た楽しさの感覚は、ダウングレードのビットでした。\u001b[22m\n\u001b[4mHowever that didn't stop me from actually liking the show even if it was just a little bit.\u001b[24m\n    \u001b[1mしかし、ちょっとでも、ショーが好きではなかった。\u001b[22m, \u001b[1mしかし実際にはほんの少しであっても番組を好きから私を停止しませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I gave this show a 7/10 because while it was good in a sense, it just didn't seem like the story went in the right direction.\n\n\u001b[1m全体的に私はこのショーに7/10を与えました。なぜなら、それはある意味では良いものの、ストーリーが正しい方向に進んだように見えなかったからです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono shō ni 7/ 10 o ataemashita. Nazenara, soreha aruimide wa yoi mono no, sutōrī ga tadashī hōkō ni susunda yō ni mienakattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I gave this show a 7/10 because while it was good in a sense, it just didn't seem like the story went in the right direction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I gave this show a 7/10 because while it was good in a sense, it just didn't seem like the story went in the right direction.\u001b[24m\n    \u001b[1m全体的に私はこのショーに7/10を与えました。なぜなら、それはある意味では良いものの、ストーリーが正しい方向に進んだように見えなかったからです。\u001b[22m, \u001b[1mそれは意味では良かったしながら、物語は右方向に行ってきましたように、それはちょうどいないようでしたので、全体的に私はこの番組を7月10日を与えました。\u001b[22m"
  },
  {
    "title": "Genshiken_Nidaime",
    "id": "18465",
    "url": "https://myanimelist.net/anime/18465/Genshiken_Nidaime",
    "user": "NhatxNguyet",
    "profile": "/profile/NhatxNguyet/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=162977",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  7\n\nあなたがアニメを見たり、最初のシリーズの漫画を読んでいるかどうかはわかりませんが、私は個人的に最初のシリーズをもっと愛しています。 なぜなら、最初のシリーズのキャラクターはよりユーモアでより面白いからです。  2番目のGENSHIKENシリーズは本当に興味がありませんでした。私は、最初のシリーズの春日井と彼のボーイフレンド小坂誠から好きなキャラクターを殺したことを嫌っていました。 彼女の関係は、誰もが知っているように卒業後にもっと彼は見た目を持っていても、ハードコアなオタクです。\nこの第2シリーズは主に、ハートをクロスオーバーした男の子、最初のシリーズのハード・オタク・ムラダメ、そしておじいちゃんのおじいちゃんに焦点を当てていますが、他の人はちょうど一緒にタグを付けているか、時にはそれほど多くない場合もあります。 しかし、SakiとKousakaのないMuradameを持っているだけで、少し興味が失われてしまいます。私はSaki x Muradameを望んでいるわけではありません。私はSaki x Kousakaをもっと愛しています。しかし、Sakiがあると、 ユーモア。\nあなたの興味をそそられたBLや女性の女性が、私がBLや何かに対して何もしていない以上、このことを楽しむかもしれませんが、私は個人的には女の子として服を着て、アニメを見ているときのように行動する人のファンではない 。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI'm not sure if you seen anime or read the manga of the first series of GENSHIKEN but I personally love the first series more. Why, simple because the characters in the first series is more interesting with more humor. The second GENSHIKEN series didn't really got me interested I hated how it killed off my favorite characters from the first series Saki Kasukabe and her boyfriend Makoto Kousaka I always wanted to see more how his &amp; her relationship more after graduation as everyone knows he IS a hardcore otaku even tho he got the looks.\n\n\u001b[1mあなたがアニメを見たり、最初のシリーズの漫画を読んでいるかどうかはわかりませんが、私は個人的に最初のシリーズをもっと愛しています。 なぜなら、最初のシリーズのキャラクターはよりユーモアでより面白いからです。  2番目のGENSHIKENシリーズは本当に興味がありませんでした。私は、最初のシリーズの春日井と彼のボーイフレンド小坂誠から好きなキャラクターを殺したことを嫌っていました。 彼女の関係は、誰もが知っているように卒業後にもっと彼は見た目を持っていても、ハードコアなオタクです。\u001b[22m\n\u001b[1m(Anata ga anime o mi tari, saisho no shirīzu no manga o yonde iru ka dō ka wa wakarimasenga, watashi wa kojin-teki ni saisho no shirīzu o motto aishiteimasu. Nazenara, saisho no shirīzu no kyarakutā wa yori yūmoa de yori omoshiroikaradesu. 2-Banme no GENSHIKEN shirīzu wa hontōni kyōmi ga arimasendeshita. Watashi wa, saisho no shirīzu no Kasugai to kare no bōifurendo kosaka makoto kara sukina kyarakutā o koroshita koto o kiratte imashita. Kanojo no kankei wa, daremoga shitte iru yō ni sotsugyō-go ni motto kare wa mitame o motte ite mo, hādokoana otakudesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not sure if you seen anime or read the manga of the first series of GENSHIKEN but I personally love the first series more. Why, simple because the characters in the first series is more interesting with more humor. The second GENSHIKEN series didn't really got me interested I hated how it killed off my favorite characters from the first series Saki Kasukabe and her boyfriend Makoto Kousaka I always wanted to see more how his &amp; her relationship more after graduation as everyone knows he IS a hardcore otaku even tho he got the looks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not sure if you seen anime or read the manga of the first series of GENSHIKEN but I personally love the first series more.\u001b[24m\n    \u001b[1mあなたがアニメを見たり、最初のシリーズの漫画を読んでいるかどうかはわかりませんが、私は個人的に最初のシリーズをもっと愛しています。\u001b[22m, \u001b[1m私はあなたがアニメ見たりげんしけんの最初のシリーズの漫画を読んでかはわからないが、私は個人的にはより多くの最初のシリーズが大好きです。\u001b[22m\n\u001b[4mWhy, simple because the characters in the first series is more interesting with more humor.\u001b[24m\n    \u001b[1mなぜなら、最初のシリーズのキャラクターはよりユーモアでより面白いからです。\u001b[22m, \u001b[1mなぜ、単純な最初のシリーズの中の文字は、よりユーモアとより興味深いものですので。\u001b[22m\n\u001b[4mThe second GENSHIKEN series didn't really got me interested I hated how it killed off my favorite characters from the first series Saki Kasukabe and her boyfriend Makoto Kousaka I always wanted to see more how his &amp;\u001b[24m\n    \u001b[1m2番目のGENSHIKENシリーズは本当に興味がありませんでした。私は、最初のシリーズの春日井と彼のボーイフレンド小坂誠から好きなキャラクターを殺したことを嫌っていました。\u001b[22m, \u001b[1m第げんしけんシリーズは、実際にそれが最初のシリーズ咲春日部と彼女のボーイフレンド誠高坂から私の好きなキャラクターを殺さどのように私は、私はいつもより多くの方法を彼の＆＃038を見てみたかった嫌っ私興味を持っていませんでした。\u001b[22m\n\u001b[4mher relationship more after graduation as everyone knows he IS a hardcore otaku even tho he got the looks.\u001b[24m\n    \u001b[1m彼女の関係は、誰もが知っているように卒業後にもっと彼は見た目を持っていても、ハードコアなオタクです。\u001b[22m, \u001b[1m皆のような、より卒業後の彼女の関係は、彼はルックスを持ってさえカントー筋金入りのオタクであることを知っています。\u001b[22m\nThis second series focus mostly on a boy who cross dress Hato, from the first series hardcore otaku Muradame, and a fujoshi Ogiue while the others are either just tag along, or occasionally have some or a few moments not much. But to have Muradame with no Saki and kousaka just makes me lose a bit of interest.I don't mean I want Saki x Muradame ..becuz I love Saki x Kousaka together more, but when Saki there it makes things more hilarious fill with humor.\n\n\u001b[1mこの第2シリーズは主に、ハートをクロスオーバーした男の子、最初のシリーズのハード・オタク・ムラダメ、そしておじいちゃんのおじいちゃんに焦点を当てていますが、他の人はちょうど一緒にタグを付けているか、時にはそれほど多くない場合もあります。 しかし、SakiとKousakaのないMuradameを持っているだけで、少し興味が失われてしまいます。私はSaki x Muradameを望んでいるわけではありません。私はSaki x Kousakaをもっと愛しています。しかし、Sakiがあると、 ユーモア。\u001b[22m\n\u001b[1m(Kono dai 2 shirīzu wa omoni, hāto o kurosuōbā shita otokonoko, saisho no shirīzu no hādo otaku muradame, soshite ojīchan no ojīchan ni shōten o atete imasuga, hokanohito wa chōdo issho ni tagu o tsukete iru ka, tokiniha sore hodo ōkunai baai mo arimasu. Shikashi, Saki to Kousaka no nai Muradame o motte iru dake de, sukoshi kyōmi ga ushinawa rete shimaimasu. Watashi wa Saki x Muradame o nozonde iru wakede wa arimasen. Watashi wa Saki x Kousaka o motto aishiteimasu. Shikashi, Saki ga aru to, yūmoa.)\u001b[22m\n\nTranslations of \u001b[4mThis second series focus mostly on a boy who cross dress Hato, from the first series hardcore otaku Muradame, and a fujoshi Ogiue while the others are either just tag along, or occasionally have some or a few moments not much. But to have Muradame with no Saki and kousaka just makes me lose a bit of interest.I don't mean I want Saki x Muradame ..becuz I love Saki x Kousaka together more, but when Saki there it makes things more hilarious fill with humor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis second series focus mostly on a boy who cross dress Hato, from the first series hardcore otaku Muradame, and a fujoshi Ogiue while the others are either just tag along, or occasionally have some or a few moments not much.\u001b[24m\n    \u001b[1mこの第2シリーズは主に、ハートをクロスオーバーした男の子、最初のシリーズのハード・オタク・ムラダメ、そしておじいちゃんのおじいちゃんに焦点を当てていますが、他の人はちょうど一緒にタグを付けているか、時にはそれほど多くない場合もあります。\u001b[22m, \u001b[1m主に他の人がどちらかだけで時折に沿ってタグ付け、またはされていながら、第1の直列ハードコアオタクMuradame、とがfujoshi Ogiueから、ドレスはとを渡る少年にこの第2の直列焦点はあまりないいくつかまたはいくつかの瞬間を持っています。\u001b[22m\n\u001b[4mBut to have Muradame with no Saki and kousaka just makes me lose a bit of interest.I don't mean I want Saki x Muradame ..becuz I love Saki x Kousaka together more, but when Saki there it makes things more hilarious fill with\u001b[24m\n    \u001b[1mしかし、SakiとKousakaのないMuradameを持っているだけで、少し興味が失われてしまいます。私はSaki x Muradameを望んでいるわけではありません。私はSaki x Kousakaをもっと愛しています。しかし、Sakiがあると、\u001b[22m, \u001b[1mしかし、向坂咲なしでMuradameはちょうど私が私が私がサキはもっと一緒向坂をxは、しかし、咲が、それが持つフィル物事をより陽気になるとき愛..becuz咲がMuradameをxは必要というわけではありませんinterest.Iのビットを失うことになります持っています\u001b[22m\n\u001b[4mhumor.\u001b[24m\n    \u001b[1mユーモア。\u001b[22m, \u001b[1mユーモア。\u001b[22m\nWell if your interested BL or effeminate male u might enjoy this more than I do not tat I have anything against BL or anything but because I'm personally not a fan of a guy who cross dress as a girl and act like one when watching anime .\n\n\u001b[1mあなたの興味をそそられたBLや女性の女性が、私がBLや何かに対して何もしていない以上、このことを楽しむかもしれませんが、私は個人的には女の子として服を着て、アニメを見ているときのように行動する人のファンではない 。\u001b[22m\n\u001b[1m(Anata no kyōmi o sosora reta BL ya josei no josei ga, watashi ga BL ya nanika ni taishite nani mo shite inai ijō, kono koto o tanoshimu kamo shiremasenga, watashi wa kojin-teki ni wa on'nanoko to shite fuku o kite, anime o mite iru toki no yō ni kōdō suru hito no fande wanai.)\u001b[22m\n\nTranslations of \u001b[4mWell if your interested BL or effeminate male u might enjoy this more than I do not tat I have anything against BL or anything but because I'm personally not a fan of a guy who cross dress as a girl and act like one when watching anime .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell if your interested BL or effeminate male u might enjoy this more than I do not tat I have anything against BL or anything but because I'm personally not a fan of a guy who cross dress as a girl and act like one when watching anime\u001b[24m\n    \u001b[1mあなたの興味をそそられたBLや女性の女性が、私がBLや何かに対して何もしていない以上、このことを楽しむかもしれませんが、私は個人的には女の子として服を着て、アニメを見ているときのように行動する人のファンではない\u001b[22m, \u001b[1mあなたの興味BLまたは女々しい男性の場合はまあuが私は私が個人的に女の子としてドレスを横断する男のファンではないので、私はBLまたは何でもに対して何かを持っているTATとアニメを見たときに1のように行動しないよりも、この多くを楽しむことがあります\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m"
  },
  {
    "title": "Genshiken_Nidaime",
    "id": "18465",
    "url": "https://myanimelist.net/anime/18465/Genshiken_Nidaime",
    "user": "gwern",
    "profile": "/profile/gwern/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=133871",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\nこの時点で、_Genshiken_から何を期待するのか、誰がそれを好きであるかを知ることができます。クラブルームは、観客が識別しようと楽しむことができるリアルアニメのフィギュアとポスターでいっぱいになります。 大野は常にコスプレをして、他人をコスプレにしようとします。 売るもの; 誰かが卒業を心配し、現実世界に行くことになるでしょう（Anno：「ロボットを好きな20歳以上の人が本当に幸せだろうか？」）。 等 笹原は軽くて助かります。  Kousakaはかわいくて何もしません。  Ogiueはペイントブラシのように見える間にyaoi mangaを描きます。 マダラームは死体のように薄く、彼の頭の中に住んでいます（しかし、はるかに抑圧され、楽しいエルジー的ではありません）。 彼女は時にはアニメを引用しているので、スーは非常に金髪で非常に青い目になる。 そしてKuchikiは私たちにアニメクラブの日々を思い出させるように私たちに思い出させるぞっとする子になるでしょう。 不快な; クラブは夏のコミケに参加し、購入＆amp;\n\n主に卒業して、クラブは通常の募集の危機に直面し、Ogiueは日本人の内戦からの男を少数のやわらかいファン、genkiの女の子、罠、そして太った女の子で描く。 元気の女の子は面白いのがわかりました。一般的にアニメは非常に多くの太った女性を登場人物にはしていませんし、交感神経ものはあまりありません。  _Harakuaku Maou-samaにいるのを見た！_）。 残念ながら、残念ながら、トラップのキャラクターは、少数の残りの男性キャラクター、Madarameの1人と安価な笑いの源とあいまいな性的緊張を抱いています。 トラップはOgiueとほぼ同じ裏話を持ち、最終的な解像度は奇妙です。 実際には、ほとんどの男性のキャストとそれに対応する興味に焦点を当てた初期の季節と対称的であり、サブカルチャーのカバレッジとして、私はそれに対応する厄介な議論をほとんど知らないことに感謝しています 彼らが論争している将軍であることに気付いていなくても）、トラップはちょうど無駄です。\n\nエピソード11は私のためのシリーズの主なハイライトでした（特に、私が最初に_Genshiken_シーズン1を見ていたときよりも年上なので、2006年のように）。それは、Saki / Madarameプロットスレッドを終了しました。  '第一世代'。 彼女が微笑んだとき、彼女はすでに完成していました、この人物です」とコメントしました。「本当に楽しいです。 それは本当に楽しいものでした。 そして、私たちは空のクラブルームにフラッシュします（より早い時期から、私は思います）。 クラブルームで一緒にシャットダウンし、背景に卓越した不具合（特にSaki-Stand-inのキャラクター）のポスターとポスターがあり、最後に誰もが知っていることを大声で話します：マダラメはサキを圧倒します。 そしてサキは彼を倒した。 予想どおり、現実的です。 彼らの接続は切断され、未完成のビジネスは解決されます。 驚いたことに、拒否された後でさえ、緊張の解放＆amp; 拒絶は、拒絶よりはるかに優れています。 マダラームは悲しいことに、嬉しいことに、最後に笑顔を浮かべています。（そして、ここで私はAnnoの綾波レイに関するコメントを思い出しています：「最後にレイは「私は何をすべきかわからない」と慎重に言います。 私はそれを考えたとき、私は呪いました。つまり、彼女とシンジが完全にコミュニケートしていたら、彼女は終わっていませんか？レイは、私のために、\n\nそれで、マダラメの話は終わりです。 我々は、弧全体を見ることができます。 ジーン・ウルフの批判的エッセイ「ゴールデン・ミー・ノー・ザ・ゴールデン：マルチボリューム作品を書く」（http://gwern.net/docs/2007-wolfe）：\n\n最終巻の終わりは、主人公の人生の定義的な状況を辿った感情を読者に残さなければならない。 シリーズの主人公は別の本に迷い込んで、これよりも新しい冒険を楽しむことができます。 メインのキャラクターは、あなたのマルチボリューム作品の最後にはできません。  （少なくとも、それはそう思われるはずです）彼の人生は続くかもしれません。そして、ほとんどの場合、それは続きます。 彼はいつまでも幸せに生きていてもいなくてもよい。 しかし、彼が将来直面する問題は、彼や私たちにとっても、夏にも金として重要ではありません。\n\nそしてそれ以上にも、元の_Genshiken_の世界はなくなりました。 各世代は独自の世界であり、メンバーは分裂し始めます。 または裕福な銀行家。 しかし、彼らは視覚文化研究のための協会の思い出を守り、夏のコミケは決して金色にはなりません。 サキとコウサカは切り離せない。 大野＆amp; 田中はコスプレ事業に参入し、結婚している。 笹原＆amp;  Ogiueは漫画の世界の最初の列にあります。  Kuchikiは（私たちが繰り返し話しているように）財政に参入しています。 マダラメの運命はまだ確定していないが、大学から離れている。 元の大統領のように、彼らは確かに存在し、他のものに進むだろうが、視聴者は明確な感覚を持っています：彼らはいつまでも幸せに生きることができるかもしれないし、有名なマンガカや強力な編集者や有名なビジネスマン\n\n新しいキャストが好きな人には、これは問題ありません。 古いものから、新しいものから。 新しいものよりも古いキャストではるかに多くを識別した人々のために、_Genshiken Nidaime_は道路の終わりかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nBy this point, one knows what to expect from a _Genshiken_ and whether one likes it: the clubroom will be stuffed full of figurines and posters from real anime which the viewer can enjoy trying to identify; Ohno will be cosplaying all the time and try to get others to cosplay; selling stuff; someone will worry about graduation and going into the real world (Anno: 'I wonder if a person over the age of twenty who likes robots is really happy?'); etc. Sasahara will be mild and helpful; Kousaka will be pretty and not do anything; Ogiue will draw yaoi manga while looking like a paint brush; Madarame will be cadaverously thin and live in his head (but be much more subdued and less of a delightful eristic); Sue will be very blond and very blue-eyed as she occasionally quotes some anime; and Kuchiki will be an asshole, who serves to remind us, as we reminisce about our anime club days, how there was always that one guy who was irritating &amp; obnoxious; the club will attend summer Comiket, buying &amp;\n\n\u001b[1mこの時点で、_Genshiken_から何を期待するのか、誰がそれを好きであるかを知ることができます。クラブルームは、観客が識別しようと楽しむことができるリアルアニメのフィギュアとポスターでいっぱいになります。 大野は常にコスプレをして、他人をコスプレにしようとします。 売るもの; 誰かが卒業を心配し、現実世界に行くことになるでしょう（Anno：「ロボットを好きな20歳以上の人が本当に幸せだろうか？」）。 等 笹原は軽くて助かります。  Kousakaはかわいくて何もしません。  Ogiueはペイントブラシのように見える間にyaoi mangaを描きます。 マダラームは死体のように薄く、彼の頭の中に住んでいます（しかし、はるかに抑圧され、楽しいエルジー的ではありません）。 彼女は時にはアニメを引用しているので、スーは非常に金髪で非常に青い目になる。 そしてKuchikiは私たちにアニメクラブの日々を思い出させるように私たちに思い出させるぞっとする子になるでしょう。 不快な; クラブは夏のコミケに参加し、購入＆amp;\u001b[22m\n\u001b[1m(Kono jiten de,_ Genshiken _ kara nani o kitai suru no ka, dare ga sore o sukidearu ka o shiru koto ga dekimasu. Kuraburūmu wa, kankyaku ga shikibetsu shiyou to tanoshimu koto ga dekiru Riaru anime no figyua to posutā de ippai ni narimasu. Ōno wa tsuneni kosupure o shite, tanin o kosupure ni shiyou to shimasu. Sasahara wa karukute tasukarimasu. Kousaka wa kawaikute nani mo shimasen. Ogiue wa peintoburashi no yō ni mieru ma ni yaoi manga o kakimasu. Madarāmu wa shitai no yō ni usuku, kare no atama no naka ni sunde imasu (shikashi, haruka ni yokuatsu sa re, tanoshī erujī-tekide wa arimasen). Kanojo wa tokiniha anime o in'yō shite irunode, sū wa hijō ni kinpatsu de hijō ni aoimoku ni naru. Soshite Kuchiki wa watashitachi ni anime kurabu no hibi o omoidasa seru yō ni watashitachi ni omoidasaseru zotto suru ko ni narudeshou. Fukaina; kurabu wa natsu no komike ni sanka shi, kōnyū& amp; uru mono; darekaga sotsugyō o shinpai shi, genjitsu sekai ni iku koto ni narudeshou (Anno: `Robotto o sukina 20-sai ijō no hito ga hontōni shiawasedarou ka?').-Tō)\u001b[22m\n\u001b[1m\u001b[22m\nHaving mostly graduated, the club faces its usual recruitment crisis and Ogiue's drawing of a guy from the Japanese civil wars reels in a few more yaoi fans: a genki girl, a trap, and a fat girl. Genki is a decent supporting character, and I found the fat girl interesting: anime in general do not seem to include very many fat women as characters, much less sympathetic ones, and usually plays them for cheap laughs as grotesqueries (the most recent one I 've seen being in _Hataraku Maou-sama!_). The trap character, unfortunately, is played pretty much as one expects: a cheap source of laughs and ambiguously-sexual tension with one of the few remaining male characters, Madarame. The trap has almost the same back story as Ogiue and the ultimate resolution is odd. I don't mind the yaoi material, in fact, I appreciate it as symmetrical to the earlier seasons which focused on a mostly-male cast and their corresponding interests and as some coverage of a subculture I know little about with their correspondingly nerdy arguments ( even if I have no freaking clue who are the generals they are arguing about), but the trap is just a waste.\n\n\u001b[1m主に卒業して、クラブは通常の募集の危機に直面し、Ogiueは日本人の内戦からの男を少数のやわらかいファン、genkiの女の子、罠、そして太った女の子で描く。 元気の女の子は面白いのがわかりました。一般的にアニメは非常に多くの太った女性を登場人物にはしていませんし、交感神経ものはあまりありません。  _Harakuaku Maou-samaにいるのを見た！_）。 残念ながら、残念ながら、トラップのキャラクターは、少数の残りの男性キャラクター、Madarameの1人と安価な笑いの源とあいまいな性的緊張を抱いています。 トラップはOgiueとほぼ同じ裏話を持ち、最終的な解像度は奇妙です。 実際には、ほとんどの男性のキャストとそれに対応する興味に焦点を当てた初期の季節と対称的であり、サブカルチャーのカバレッジとして、私はそれに対応する厄介な議論をほとんど知らないことに感謝しています 彼らが論争している将軍であることに気付いていなくても）、トラップはちょうど無駄です。\u001b[22m\n\u001b[1m(Omoni sotsugyō shite, kurabu wa tsūjō no boshū no kiki ni chokumen shi, Ogiue wa nihonjin no naisen kara no otoko o shōsū no yawarakai fan, genki no on'nanoko, wana, soshite futotta on'nanoko de kaku. Genki no on'nanoko wa omoshiroi no ga wakarimashita. Ippantekini anime wa hijō ni ōku no futotta josei o tōjō jinbutsu ni wa shite imasenshi, kōkanshinkei mono wa amari arimasen. _ Harakuaku Maou - sama ni iru no o mita!_). Zan'nen'nagara, zan'nen'nagara, torappu no kyarakutā wa, shōsū no nokori no dansei kyarakutā, Madarame no 1-ri to ankana warai no minamoto to aimaina seiteki kinchō o daite imasu. Torappu wa Ogiue to hobo onaji urabanashi o mochi, saishū-tekina kaizōdo wa kimyōdesu. Jissai ni wa, hotondo no dansei no kyasuto to sore ni taiō suru kyōmi ni shōten o ateta shoki no kisetsu to taishō-tekideari, sabukaruchā no kabarejji to shite, watashi wa sore ni taiō suru yakkaina giron o hotondo shiranai koto ni kansha shite imasu karera ga ronsō shite iru shōgundearu koto ni kidzuite inakute mo), torappu wa chōdo mudadesu.)\u001b[22m\n\u001b[1m\u001b[22m\nEpisode 11 was the main highlight of the series for me (especially since I am older than when I first watched _Genshiken_ season 1 all the way back in 2006 or so): it finished the Saki/Madarame plot thread, the main outstanding issue from the 'first generation'. finished. When she smiled, she was already finished, this character.') and comments 'It really was fun. It really was... fun.' And we flash to an empty clubroom (from the earlier seasons, I think). Shut up together in the clubroom, with figures and posters of _Kujibiki Unbalance_ (and particularly the Saki-stand-in character) prominent in the background, both finally speak aloud what everyone knows: Madarame has a crush on Saki. And Saki turns him down. As expected, as is realistic. Their connection is cut, unfinished business resolved. To their surprise, the release of the tension, even after being rejected &amp; rejecting, is far better than the rejection. Madarame sadly, wistfully, smiles one last time (and here I'm reminded of Anno's comment on Rei Ayanami: 'At the end Rei says 'I don't know what to do,' and Shinji says, 'I think you should smile ,' and Rei smiles...Afterwards, when I thought about it, I cursed. In short, if she and Shinji completely 'communicated' there, then isn't she over with? At that moment, Rei, for me, was\n\n\u001b[1mエピソード11は私のためのシリーズの主なハイライトでした（特に、私が最初に_Genshiken_シーズン1を見ていたときよりも年上なので、2006年のように）。それは、Saki / Madarameプロットスレッドを終了しました。  '第一世代'。 彼女が微笑んだとき、彼女はすでに完成していました、この人物です」とコメントしました。「本当に楽しいです。 それは本当に楽しいものでした。 そして、私たちは空のクラブルームにフラッシュします（より早い時期から、私は思います）。 クラブルームで一緒にシャットダウンし、背景に卓越した不具合（特にSaki-Stand-inのキャラクター）のポスターとポスターがあり、最後に誰もが知っていることを大声で話します：マダラメはサキを圧倒します。 そしてサキは彼を倒した。 予想どおり、現実的です。 彼らの接続は切断され、未完成のビジネスは解決されます。 驚いたことに、拒否された後でさえ、緊張の解放＆amp; 拒絶は、拒絶よりはるかに優れています。 マダラームは悲しいことに、嬉しいことに、最後に笑顔を浮かべています。（そして、ここで私はAnnoの綾波レイに関するコメントを思い出しています：「最後にレイは「私は何をすべきかわからない」と慎重に言います。 私はそれを考えたとき、私は呪いました。つまり、彼女とシンジが完全にコミュニケートしていたら、彼女は終わっていませんか？レイは、私のために、\u001b[22m\n\u001b[1m(Episōdo 11 wa watashi no tame no shirīzu no omona hairaitodeshita (tokuni, watashi ga saisho ni _ Genshiken _ shīzun 1 o mite ita toki yori mo toshiuenanode, 2006-nen no yō ni). Sore wa, Saki/ Madarame purottosureddo o shūryō shimashita. ' Daiichisedai'. Kuraburūmu de issho ni shattodaun shi, haikei ni takuetsu shita fuguai (tokuni Saki - sutando - in no kyarakutā) no posutā to posutā ga ari, saigo ni daremoga shitte iru koto o ōgoe de hanashimasu: Madarame wa Saki o attō shimasu. Soshite Saki wa kare o taoshita. Yosō-dōri, genjitsu-tekidesu. Karera no setsuzoku wa setsudan sa re, mikansei no bijinesu wa kaiketsu sa remasu. Odoroita koto ni, kyohi sa reta nochide sae, kinchō no kaihō& amp; kyozetsu wa, kyozetsu yori haruka ni sugurete imasu. Madarāmu wa kanashī koto ni, ureshīkoto ni, saigo ni egao o ukabete imasu. (Soshite, koko de watashi wa Anno no ayanamirei ni kansuru komento o omoidashite imasu: `Saigo ni rei wa `watashi wa nani o subeki ka wakaranai' to shinchō ni iimasu. Watashi wa sore o kangaeta toki, watashi wa noroimashita. Tsumari, kanojo to shinji ga kanzen ni komyunikēto shite itara, kanojo wa owatte imasen ka? Rei wa, watashi no tame ni, kanojo ga hohoenda toki, kanojo wa sudeni kansei shite imashita, kono jinbutsudesu' to komento shimashita. `Hontōni tanoshīdesu. Sore wa hontōni tanoshī monodeshita. Soshite, watashitachiha sora no kuraburūmu ni furasshu shimasu (yori hayai jiki kara, watashi wa omoimasu).)\u001b[22m\n\u001b[1m\u001b[22m\nAnd with that, Madarame's story is over. We can look back and see the whole arc, beginning to end; to quote Gene Wolfe's critical essay 'Nor the Summers as Golden: Writing Multivolume Works' (http://gwern.net/docs/2007-wolfe):\n\n\u001b[1mそれで、マダラメの話は終わりです。 我々は、弧全体を見ることができます。 ジーン・ウルフの批判的エッセイ「ゴールデン・ミー・ノー・ザ・ゴールデン：マルチボリューム作品を書く」（http://gwern.net/docs/2007-wolfe）：\u001b[22m\n\u001b[1m(Sore de, madarame no hanashi wa owaridesu. Wareware wa, ko zentai o miru koto ga dekimasu. Jīn Urufu no hihanteki essei `gōruden mī nō za gōruden: Maruchiboryūmu sakuhin o kaku'(http: / / Gwern. Netto/ docs/ 2007 - wolfe):)\u001b[22m\n\nTranslations of \u001b[4mAnd with that, Madarame's story is over. We can look back and see the whole arc, beginning to end; to quote Gene Wolfe's critical essay 'Nor the Summers as Golden: Writing Multivolume Works' (http://gwern.net/docs/2007-wolfe):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd with that, Madarame's story is over.\u001b[24m\n    \u001b[1mそれで、マダラメの話は終わりです。\u001b[22m, \u001b[1mことで、班目の話は以上です。\u001b[22m\n\u001b[4mWe can look back and see the whole arc, beginning to end;\u001b[24m\n    \u001b[1m我々は、弧全体を見ることができます。\u001b[22m, \u001b[1m我々は振り返ると終始、アーク全体を見ることができます。\u001b[22m\n\u001b[4mto quote Gene Wolfe's critical essay 'Nor the Summers as Golden: Writing Multivolume Works' (http://gwern.net/docs/2007-wolfe):\u001b[24m\n    \u001b[1mジーン・ウルフの批判的エッセイ「ゴールデン・ミー・ノー・ザ・ゴールデン：マルチボリューム作品を書く」（http://gwern.net/docs/2007-wolfe）：\u001b[22m, \u001b[1m「黄金のようにもサマーズ：ライティングマルチボリュームワークス」ジーン・ウルフの重要なエッセイを引用する（http://gwern.net/docs/2007-wolfe）：\u001b[22m\n\u001b[1m\u001b[22m\n'The ending of the final volume should leave the reader with the feeling that he has gone through the defining circumstances of Main Character's life. The leading character in a series can wander off into another book and a new adventure better even than this one. Main Character cannot, at the end of your multivolume work. (Or at least, it should seem so.) His life may continue, and in most cases it will. He may or may not live happily ever after. But the problems he will face in the future will not be as important to him or to us, nor the summers as golden.'\n\n\u001b[1m最終巻の終わりは、主人公の人生の定義的な状況を辿った感情を読者に残さなければならない。 シリーズの主人公は別の本に迷い込んで、これよりも新しい冒険を楽しむことができます。 メインのキャラクターは、あなたのマルチボリューム作品の最後にはできません。  （少なくとも、それはそう思われるはずです）彼の人生は続くかもしれません。そして、ほとんどの場合、それは続きます。 彼はいつまでも幸せに生きていてもいなくてもよい。 しかし、彼が将来直面する問題は、彼や私たちにとっても、夏にも金として重要ではありません。\u001b[22m\n\u001b[1m(Saishū maki no owari wa, shujinkō no jinsei no teigi-tekina jōkyō o tadotta kanjō o dokusha ni nokosanakereba naranai. Shirīzu no shujinkō wa betsu no hon ni mayoikonde, kore yori mo atarashī bōken o tanoshimu koto ga dekimasu. Mein no kyarakutā wa, anata no maruchiboryūmu sakuhin no saigo ni wa dekimasen. (Sukunakutomo, sore wa sō omowa reru hazudesu) kare no jinsei wa tsudzuku kamo shiremasen. Soshite, hotondo no baai, soreha tsudzukimasu. Kare wa itsu made mo shiawase ni ikite ite mo inakute mo yoi. Shikashi, kare ga shōrai chokumen suru mondai wa, kare ya watashitachi ni tottemo, natsu ni mo kin to shite jūyōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m'The ending of the final volume should leave the reader with the feeling that he has gone through the defining circumstances of Main Character's life. The leading character in a series can wander off into another book and a new adventure better even than this one. Main Character cannot, at the end of your multivolume work. (Or at least, it should seem so.) His life may continue, and in most cases it will. He may or may not live happily ever after. But the problems he will face in the future will not be as important to him or to us, nor the summers as golden.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'The ending of the final volume should leave the reader with the feeling that he has gone through the defining circumstances of Main Character's life.\u001b[24m\n    \u001b[1m最終巻の終わりは、主人公の人生の定義的な状況を辿った感情を読者に残さなければならない。\u001b[22m, \u001b[1m「最終容量の結末は、彼が主人公の人生の決定的な状況を経験してきた感のある読者を残す必要があります。\u001b[22m\n\u001b[4mThe leading character in a series can wander off into another book and a new adventure better even than this one.\u001b[24m\n    \u001b[1mシリーズの主人公は別の本に迷い込んで、これよりも新しい冒険を楽しむことができます。\u001b[22m, \u001b[1mシリーズの主人公は、より良いでもこの1よりも別の本との新しい冒険にそれることができます。\u001b[22m\n\u001b[4mMain Character cannot, at the end of your multivolume work.\u001b[24m\n    \u001b[1mメインのキャラクターは、あなたのマルチボリューム作品の最後にはできません。\u001b[22m, \u001b[1mメインキャラクターは、あなたのマルチボリュームの仕事の終わりには、することはできません。\u001b[22m\n\u001b[4m(Or at least, it should seem so.) His life may continue, and in most cases it will.\u001b[24m\n    \u001b[1m（少なくとも、それはそう思われるはずです）彼の人生は続くかもしれません。そして、ほとんどの場合、それは続きます。\u001b[22m, \u001b[1m（あるいは、少なくとも、それはそう見える必要があります。）彼の人生を継続することができ、ほとんどの場合、それはなります。\u001b[22m\n\u001b[4mHe may or may not live happily ever after.\u001b[24m\n    \u001b[1m彼はいつまでも幸せに生きていてもいなくてもよい。\u001b[22m, \u001b[1m彼は、またはその後ずっと幸せに生きていけない場合があります。\u001b[22m\n\u001b[4mBut the problems he will face in the future will not be as important to him or to us, nor the summers as golden.'\u001b[24m\n    \u001b[1mしかし、彼が将来直面する問題は、彼や私たちにとっても、夏にも金として重要ではありません。\u001b[22m, \u001b[1mしかし、彼は将来的に直面する問題は、彼に、または私たちに同様に重要であること、また、黄金などの夏はありません。」\u001b[22m\n\u001b[1m\u001b[22m\nAnd even more with that, the world of the original _Genshiken_ is gone. Each generation is its own world, and the members begin separating. or wealthy bankers. But they will keep their memories of the Society for the Study of Visual Culture, and the summer Comikets will never be as golden. Saki and Kousaka are inseparable; Ohno &amp; Tanaka are going into cosplay business and marrying; Sasahara &amp; Ogiue are on the first rungs of the manga world; Kuchiki is (as we're told repeatedly) going into finance; Madarame's destiny is not yet fixed but is away from the university; like the original President, they surely still exist and will go on to other things, but the viewer has a definite sense: they may (or may not) live happily ever after, may or may not become famous mangaka or powerful editors or prestigious businessmen\n\n\u001b[1mそしてそれ以上にも、元の_Genshiken_の世界はなくなりました。 各世代は独自の世界であり、メンバーは分裂し始めます。 または裕福な銀行家。 しかし、彼らは視覚文化研究のための協会の思い出を守り、夏のコミケは決して金色にはなりません。 サキとコウサカは切り離せない。 大野＆amp; 田中はコスプレ事業に参入し、結婚している。 笹原＆amp;  Ogiueは漫画の世界の最初の列にあります。  Kuchikiは（私たちが繰り返し話しているように）財政に参入しています。 マダラメの運命はまだ確定していないが、大学から離れている。 元の大統領のように、彼らは確かに存在し、他のものに進むだろうが、視聴者は明確な感覚を持っています：彼らはいつまでも幸せに生きることができるかもしれないし、有名なマンガカや強力な編集者や有名なビジネスマン\u001b[22m\n\u001b[1m(Soshite soreijō ni mo,-moto no _ Genshiken _ no sekai wanaku narimashita. Kaku sedai wa dokuji no sekaideari, menbā wa bunretsu shi hajimemasu. Saki to kousaka wa kirihanasenai. Ōno& amp; Tanaka wa kosupure jigyō ni san'nyū shi, kekkon shite iru. Sasahara& amp; Ogiue wa manga no sekai no saisho no retsu ni arimasu. Kuchiki wa (watashitachi ga kurikaeshi hanashite iru yō ni) zaisei ni san'nyū shite imasu. Madarame no unmei wa mada kakutei shite inaiga, daigaku kara hanarete iru. Gen no daitōryō no yō ni, karera wa tashika ni sonzai shi, hoka no mono ni susumudarouga, shichō-sha wa meikakuna kankaku o motte imasu: Karera wa itsu made mo shiawase ni ikiru koto ga dekiru kamo shirenaishi, yūmeina mangaka ya kyōryokuna henshū-sha ya yūmeina bijinesuman matawa yūfukuna ginkō-ka. Shikashi, karera wa shikaku bunka kenkyū no tame no kyōkai no omoide o mamori, natsu no komike wa kesshite kin'iro ni wa narimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnd even more with that, the world of the original _Genshiken_ is gone. Each generation is its own world, and the members begin separating. or wealthy bankers. But they will keep their memories of the Society for the Study of Visual Culture, and the summer Comikets will never be as golden. Saki and Kousaka are inseparable; Ohno &amp; Tanaka are going into cosplay business and marrying; Sasahara &amp; Ogiue are on the first rungs of the manga world; Kuchiki is (as we're told repeatedly) going into finance; Madarame's destiny is not yet fixed but is away from the university; like the original President, they surely still exist and will go on to other things, but the viewer has a definite sense: they may (or may not) live happily ever after, may or may not become famous mangaka or powerful editors or prestigious businessmen\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd even more with that, the world of the original _Genshiken_ is gone.\u001b[24m\n    \u001b[1mそしてそれ以上にも、元の_Genshiken_の世界はなくなりました。\u001b[22m, \u001b[1mそしてさらに多くのものと、元_Genshiken_の世界がなくなっています。\u001b[22m\n\u001b[4mEach generation is its own world, and the members begin separating.\u001b[24m\n    \u001b[1m各世代は独自の世界であり、メンバーは分裂し始めます。\u001b[22m, \u001b[1m各世代は、独自の世界で、メンバーが分離し始めます。\u001b[22m\n\u001b[4mSaki and Kousaka are inseparable;\u001b[24m\n    \u001b[1mサキとコウサカは切り離せない。\u001b[22m, \u001b[1m咲と高坂は不可分です。\u001b[22m\n\u001b[4mOhno &amp;\u001b[24m\n    \u001b[1m大野＆amp;\u001b[22m, \u001b[1m大野＆＃038;\u001b[22m\n\u001b[4mTanaka are going into cosplay business and marrying;\u001b[24m\n    \u001b[1m田中はコスプレ事業に参入し、結婚している。\u001b[22m, \u001b[1m田中はコスプレビジネスや結婚に行っています。\u001b[22m\n\u001b[4mSasahara &amp;\u001b[24m\n    \u001b[1m笹原＆amp;\u001b[22m, \u001b[1m笹原＆＃038;\u001b[22m\n\u001b[4mOgiue are on the first rungs of the manga world;\u001b[24m\n    \u001b[1mOgiueは漫画の世界の最初の列にあります。\u001b[22m, \u001b[1mOgiueは、漫画の世界の最初のラングにあります。\u001b[22m\n\u001b[4mKuchiki is (as we're told repeatedly) going into finance;\u001b[24m\n    \u001b[1mKuchikiは（私たちが繰り返し話しているように）財政に参入しています。\u001b[22m, \u001b[1m朽木は金融に入る（私たちが繰り返し語っているように）です。\u001b[22m\n\u001b[4mMadarame's destiny is not yet fixed but is away from the university;\u001b[24m\n    \u001b[1mマダラメの運命はまだ確定していないが、大学から離れている。\u001b[22m, \u001b[1m班目の運命はまだ固定ではなく離れて大学からですされていません。\u001b[22m\n\u001b[4mlike the original President, they surely still exist and will go on to other things, but the viewer has a definite sense: they may (or may not) live happily ever after, may or may not become famous mangaka or powerful editors or prestigious businessmen\u001b[24m\n    \u001b[1m元の大統領のように、彼らは確かに存在し、他のものに進むだろうが、視聴者は明確な感覚を持っています：彼らはいつまでも幸せに生きることができるかもしれないし、有名なマンガカや強力な編集者や有名なビジネスマン\u001b[22m, \u001b[1m元大統領のように、彼らは確かにまだ存在し、他のものに進みますが、視聴者は、明確な意味を持っている：彼らは（またはしない場合があります）や有名な漫画家や強力なエディタや一流のビジネスマンになっていてもいなくてもよい、その後ずっと幸せに暮らすことができます\u001b[22m\n\u001b[4mor wealthy bankers.\u001b[24m\n    \u001b[1mまたは裕福な銀行家。\u001b[22m\n\u001b[4mBut they will keep their memories of the Society for the Study of Visual Culture, and the summer Comikets will never be as golden.\u001b[24m\n    \u001b[1mしかし、彼らは視覚文化研究のための協会の思い出を守り、夏のコミケは決して金色にはなりません。\u001b[22m, \u001b[1mしかし、彼らは視覚文化研究会の思い出を維持する、と夏のComiketsは黄金のようになることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nFor those who like the new cast, this is fine. Out with the old, in with the new. For those who identified much more with the old cast than the new, _Genshiken Nidaime_ may be the end of the road.\n\n\u001b[1m新しいキャストが好きな人には、これは問題ありません。 古いものから、新しいものから。 新しいものよりも古いキャストではるかに多くを識別した人々のために、_Genshiken Nidaime_は道路の終わりかもしれません。\u001b[22m\n\u001b[1m(Atarashī kyasuto ga sukinahito ni wa, koreha mondai arimasen. Furui mono kara, atarashī mono kara. Atarashī mono yori mo furui kyasuto de haruka ni ōku o shikibetsu shita hitobito no tame ni,_ Genshiken Nidaime _ wa dōro no owari kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mFor those who like the new cast, this is fine. Out with the old, in with the new. For those who identified much more with the old cast than the new, _Genshiken Nidaime_ may be the end of the road.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who like the new cast, this is fine.\u001b[24m\n    \u001b[1m新しいキャストが好きな人には、これは問題ありません。\u001b[22m, \u001b[1m新しいキャストが好きな人のために、これは問題ありません。\u001b[22m\n\u001b[4mOut with the old, in with the new.\u001b[24m\n    \u001b[1m古いものから、新しいものから。\u001b[22m, \u001b[1m新とで、古いとアウト。\u001b[22m\n\u001b[4mFor those who identified much more with the old cast than the new, _Genshiken Nidaime_ may be the end of the road.\u001b[24m\n    \u001b[1m新しいものよりも古いキャストではるかに多くを識別した人々のために、_Genshiken Nidaime_は道路の終わりかもしれません。\u001b[22m, \u001b[1m新しいより古いキャストではるかに識別される人のために、_Genshiken Nidaime_は、道路の終わりであってもよいです。\u001b[22m"
  },
  {
    "title": "Genshiken_Nidaime",
    "id": "18465",
    "url": "https://myanimelist.net/anime/18465/Genshiken_Nidaime",
    "user": "nightshade19",
    "profile": "/profile/nightshade19/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=232151",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私はGenshikenの最初の2シーズンが好きだった、彼らはかなり良かったけど、私はそれが特に驚くべきものではなかった。 しかし今シーズン。 それ。  WAS。 ブリリアント。\nまず、今シーズンに導入されたキャラクターの周りを、今までのほとんどのキャラクターであるハートの名前で、このシーズンを中心に展開しています。 以下は非常に小さなスポイラーと見なされるかもしれませんが、あなたはほとんど前に学ぶことがなく、シーズンが大好きな理由の大部分なので、とにかくそれを言うつもりです。\n\nハートは効果的にトラップfudanshiです。 それだけで売れてしまったけど、それよりも優れていて、彼はかなり主人公であり、実際にはかなりの深刻なキャラクターです。 私は本当にこのシーズン、そしてこのキャラクター、本当に好きです。 他のキャラクターは確かにまだそこにあり、まだ開発されている間、ハートは間違いなく私の意見のショーのスターであり、正に、このキャラクターがどれくらい好きであるかを十分に話すことはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI liked the first two seasons of Genshiken, they were pretty good but I didn't find it particularly amazing. This season though. IT. WAS. BRILLIANT.\n\n\u001b[1m私はGenshikenの最初の2シーズンが好きだった、彼らはかなり良かったけど、私はそれが特に驚くべきものではなかった。 しかし今シーズン。 それ。  WAS。 ブリリアント。\u001b[22m\n\u001b[1m(Watashi wa Genshiken no saisho no 2 shīzun ga sukidatta, karera wa kanari yokattakedo, watashi wa sore ga tokuni odorokubeki monode wa nakatta. Shikashi ima shīzun. Sore. Wasu. Buririanto.)\u001b[22m\n\nTranslations of \u001b[4mI liked the first two seasons of Genshiken, they were pretty good but I didn't find it particularly amazing. This season though. IT. WAS. BRILLIANT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the first two seasons of Genshiken, they were pretty good but I didn't find it particularly amazing.\u001b[24m\n    \u001b[1m私はGenshikenの最初の2シーズンが好きだった、彼らはかなり良かったけど、私はそれが特に驚くべきものではなかった。\u001b[22m, \u001b[1m私は、彼らはかなり良好であったが、私はそれが特に素晴らしい見つけることができませんでした、げんしけんの最初の二つの季節が好きでした。\u001b[22m\n\u001b[4mThis season though.\u001b[24m\n    \u001b[1mしかし今シーズン。\u001b[22m, \u001b[1mしかしこの季節。\u001b[22m\n\u001b[4mIT.\u001b[24m\n    \u001b[1mそれ。\u001b[22m, \u001b[1mこれ。\u001b[22m, \u001b[1mIT。\u001b[22m\n\u001b[4mWAS.\u001b[24m\n    \u001b[1mWAS。\u001b[22m\n\u001b[4mBRILLIANT.\u001b[24m\n    \u001b[1mブリリアント。\u001b[22m, \u001b[1mBRILLIANT。\u001b[22m\nFirstly, this season tends to revolve largely around one character, introduced in this season, by the name of Hato who is just pretty much my favourite character ever. The following may count as a very small spoiler, but nothing you don't learn pretty much up front and it's a big part of why I love the season, so I'm going to say it anyway.\n\n\u001b[1mまず、今シーズンに導入されたキャラクターの周りを、今までのほとんどのキャラクターであるハートの名前で、このシーズンを中心に展開しています。 以下は非常に小さなスポイラーと見なされるかもしれませんが、あなたはほとんど前に学ぶことがなく、シーズンが大好きな理由の大部分なので、とにかくそれを言うつもりです。\u001b[22m\n\u001b[1m(Mazu, ima shīzun ni dōnyū sa reta kyarakutā no mawari o, ima made no hotondo no kyarakutādearu hāto no namae de, kono shīzun o chūshin ni tenkai shite imasu. Ika wa hijō ni chīsana supoirā to minasa reru kamo shiremasenga, anata wa hotondo mae ni manabu koto ga naku, shīzun ga daisukina riyū no daibubun'nanode, tonikaku sore o iu tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mFirstly, this season tends to revolve largely around one character, introduced in this season, by the name of Hato who is just pretty much my favourite character ever. The following may count as a very small spoiler, but nothing you don't learn pretty much up front and it's a big part of why I love the season, so I'm going to say it anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirstly, this season tends to revolve largely around one character, introduced in this season, by the name of Hato who is just pretty much my favourite character ever.\u001b[24m\n    \u001b[1mまず、今シーズンに導入されたキャラクターの周りを、今までのほとんどのキャラクターであるハートの名前で、このシーズンを中心に展開しています。\u001b[22m, \u001b[1mまず、この季節はちょうどかなり今まで私のお気に入りのキャラクターであるハトの名前で、大部分はこの季節に導入された1つの文字、を中心に展開する傾向があります。\u001b[22m\n\u001b[4mThe following may count as a very small spoiler, but nothing you don't learn pretty much up front and it's a big part of why I love the season, so I'm going to say it anyway.\u001b[24m\n    \u001b[1m以下は非常に小さなスポイラーと見なされるかもしれませんが、あなたはほとんど前に学ぶことがなく、シーズンが大好きな理由の大部分なので、とにかくそれを言うつもりです。\u001b[22m, \u001b[1m以下は、非常に小さなスポイラーとしてカウントしてもよいが、何もあなたはかなり前もって学習しませんし、それは私が今シーズンを好きな理由の大部分ですので、私はとにかくそれを言うつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nHato is effectively a trap fudanshi. That enough would have me sold, but even better than that, he's pretty much the main character and is actually quite a deep character who develops throughout the season remarkably, not just some comedic caricature. I genuinely love this season, and this character, so much. While the other characters are certainly still there, and are still developed upon, Hato is definitely the star of the show in my opinion, and I honestly can't speak enough to how much I love this character.\n\n\u001b[1mハートは効果的にトラップfudanshiです。 それだけで売れてしまったけど、それよりも優れていて、彼はかなり主人公であり、実際にはかなりの深刻なキャラクターです。 私は本当にこのシーズン、そしてこのキャラクター、本当に好きです。 他のキャラクターは確かにまだそこにあり、まだ開発されている間、ハートは間違いなく私の意見のショーのスターであり、正に、このキャラクターがどれくらい好きであるかを十分に話すことはできません。\u001b[22m\n\u001b[1m(Hāto wa kōka-teki ni torappu fudanshidesu. Sore dake de urete shimattakedo, sore yori mo sugurete ite, kare wa kanari shujinkōdeari, jissai ni wa kanari no shinkokuna kyarakutādesu. Watashi wa hontōni kono shīzun, soshite kono kyarakutā, hontōni sukidesu. Hoka no kyarakutā wa tashika ni mada soko ni ari, mada kaihatsu sa rete iru ma, hāto wa machigainaku watashi no iken no shō no sutādeari, masani, kono kyarakutā ga dorekurai sukidearu ka o jūbun ni hanasu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mHato is effectively a trap fudanshi. That enough would have me sold, but even better than that, he's pretty much the main character and is actually quite a deep character who develops throughout the season remarkably, not just some comedic caricature. I genuinely love this season, and this character, so much. While the other characters are certainly still there, and are still developed upon, Hato is definitely the star of the show in my opinion, and I honestly can't speak enough to how much I love this character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHato is effectively a trap fudanshi.\u001b[24m\n    \u001b[1mハートは効果的にトラップfudanshiです。\u001b[22m, \u001b[1mハトは、効果的にトラップfudanshiです。\u001b[22m\n\u001b[4mThat enough would have me sold, but even better than that, he's pretty much the main character and is actually quite a deep character who develops throughout the season remarkably, not just some comedic caricature.\u001b[24m\n    \u001b[1mそれだけで売れてしまったけど、それよりも優れていて、彼はかなり主人公であり、実際にはかなりの深刻なキャラクターです。\u001b[22m, \u001b[1mそれは十分に私が販売し、それよりも優れているだろう、彼はかなり主人公だと、実際に著しくシーズンを通して開発し、非常に深い文字だけではなく、いくつかの喜劇似顔絵です。\u001b[22m\n\u001b[4mI genuinely love this season, and this character, so much.\u001b[24m\n    \u001b[1m私は本当にこのシーズン、そしてこのキャラクター、本当に好きです。\u001b[22m, \u001b[1m私は純粋にこのシーズンを愛し、この文字、そんなに。\u001b[22m\n\u001b[4mWhile the other characters are certainly still there, and are still developed upon, Hato is definitely the star of the show in my opinion, and I honestly can't speak enough to how much I love this character.\u001b[24m\n    \u001b[1m他のキャラクターは確かにまだそこにあり、まだ開発されている間、ハートは間違いなく私の意見のショーのスターであり、正に、このキャラクターがどれくらい好きであるかを十分に話すことはできません。\u001b[22m, \u001b[1m他の文字がまだ確かであり、まだ上に開発されているが、ハトは間違いなく私の意見ではショーのスターであり、私は正直なところ、私はこの文字を愛してどのくらいに十分に話すことができません。\u001b[22m"
  },
  {
    "title": "Genshiken_Nidaime",
    "id": "18465",
    "url": "https://myanimelist.net/anime/18465/Genshiken_Nidaime",
    "user": "modernjosei",
    "profile": "/profile/modernjosei/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=116011",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  6\n\nシノプシス\n\nあなたはGenshikenに精通しているかどうかにかかわらず、今シーズンは、キャラクターの大部分が新しいキャストを紹介します。そのため、シリーズにあまり慣れていないキャラクターが飛び込むことがあります。それは、The Visual Society アニメ、ビデオゲーム、コスプレにこだわったオタクの集まり。 昔の乗組員は卒業したばかりで、唯一残っているのは、新大統領の大野氏である大野さんと笹原さんのガールフレンドです。 現在、クラブはBL（少年の愛）に属し、女性のオタクである「腐った少女」で構成されています。 ほぼ男性のクラブメンバーになっていたガンシケンでは時代が変わってきましたが、マダラームは多数のエピソードの注目を集めています。 大きなキャストがありますが、この話は主に、クロスドレッサーハートのキャラクター開発と、女性グループによって受け入れられる彼の試み​​に焦点を当てています。 マダラメはこの点でハートを大いに助け、ハートもマダラメを助け、彼らは成人になるにつれて多くのことを学びます。 生徒たちは冗談を交わし、アニメファンを見るのは楽しいです。\n\nプレゼン\n\n\n\n物語\n\n\n\nキャラクター\n\n\n\n最終的な考え\n\nこのアニメは、ファンと新人を戻すための混合バッグのビットです。 自分自身を返すファンのために、私は自分自身が開発キャラクターとの一体感の欠如と、古いキャラクターの歓迎された復帰との間に矛盾しているのを見つける。 私が特に好きではなかったキャラクターに焦点を当てたストーリーの主な焦点に、私はショーに完全に参加することが難しいと感じました。 マダラームが新しいクラブのメンバー全員とやりとりするダイナミズムと、彼がどのように発展したかが私のモチーフでした。 今度は爽やかな瞬間を提供し、男性よりも女性にもっと関連しているので、私はGenshikenが別の季節に戻ってくるのを見るのが嬉しいとは言いません。 上記のスコアから、このアニメは10のうち7.3を取得します。それは十分に多様ではなく、十分に魅力的ではなかったその物語を失います。 数多くのキャラクターのために、彼らは運転計画に完全に浸る試みを提供せず、彼らは主要なプロットドライバー、ハートとの相互作用のためだけにあります。 このアニメの得点が低いため、私は漫画を追求したいと思っています。漫画を追求したいと思っています。 おそらく私は完全に形成された意見を提供するためにシリーズを十分に熟考した漫画自体についてのレビューをやっているだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSynopsis\n/səˈnäpsis/\n\n\u001b[1mシノプシス\u001b[22m\n\u001b[1m(Shinopushisu)\u001b[22m\n\nDefinitions of \u001b[4mSynopsis\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    シノプシス\u001b[22m\n        synopsis\n\u001b[1m    梗概\u001b[22m\n        synopsis, summary, outline, abridgement, epitome, condensation\n\u001b[1m    解題\u001b[22m\n        synopsis, precis, review of subject, abstract, outline\n\u001b[1m    筋書き\u001b[22m\n        plot, outline, synopsis\n\u001b[1m    結言\u001b[22m\n        summary, abridgement, synopsis, condensation, brief, precis\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, synopsis\n\u001b[1m\u001b[22m\nWhether you're familiar with Genshiken or not, this season introduces a largely whole new cast of characters, so those previously unfamiliar with the series can jump in. It's about the The Society for the Study of Modern Visual Culture, which basically breaks down to be a bunch of otakus obsessed with anime, video games, and cosplay. The old crew has graduated, with the only links left being Ohno and Sasahara’s girlfriend who is the new club president, Ogiue. Now the club is comprised mostly of “rotten girls” who are into BL (boy’s love) and are female otakus. The times have changed in Genshiken which used to be almost exclusively male club members, but the guys make re-appearances, with Madarame being the center of attention for a multitude of episodes. Although there’s a large cast, the story focuses mainly on the character development of cross-dresser Hato, and his attempts to be accepted by a group of women. Madarame helps Hato a lot in this regard, and Hato also helps Madarame back, and they end up learning a lot about themselves as they enter adulthood. The students banter back and forth, and get up to some pretty nerdy stuff, which is fun to see for any anime fan.\n\n\u001b[1mあなたはGenshikenに精通しているかどうかにかかわらず、今シーズンは、キャラクターの大部分が新しいキャストを紹介します。そのため、シリーズにあまり慣れていないキャラクターが飛び込むことがあります。それは、The Visual Society アニメ、ビデオゲーム、コスプレにこだわったオタクの集まり。 昔の乗組員は卒業したばかりで、唯一残っているのは、新大統領の大野氏である大野さんと笹原さんのガールフレンドです。 現在、クラブはBL（少年の愛）に属し、女性のオタクである「腐った少女」で構成されています。 ほぼ男性のクラブメンバーになっていたガンシケンでは時代が変わってきましたが、マダラームは多数のエピソードの注目を集めています。 大きなキャストがありますが、この話は主に、クロスドレッサーハートのキャラクター開発と、女性グループによって受け入れられる彼の試み​​に焦点を当てています。 マダラメはこの点でハートを大いに助け、ハートもマダラメを助け、彼らは成人になるにつれて多くのことを学びます。 生徒たちは冗談を交わし、アニメファンを見るのは楽しいです。\u001b[22m\n\u001b[1m(Anata wa Genshiken ni seitsū shite iru ka dō ka ni kakawarazu, ima shīzun wa, kyarakutā no daibubun ga atarashī kyasuto o shōkai shimasu. Sonotame, shirīzu ni amari narete inai kyarakutā ga tobikomu koto ga arimasu. Sore wa, The bijuaru Society anime, bideogēmu, kosupure ni kodawatta otaku no atsumari. Mukashi no norikumiin wa sotsugyō shita bakari de, yuiitsu nokotte iru no wa, shin daitōryō no Ōno-shidearu ōno san to Sasahara-san no gārufurendodesu. Genzai, kurabu wa BL (shōnen no ai) ni zokushi, josei no otakudearu `kusatta shōjo' de kōsei sa rete imasu. Hobo dansei no kurabumenbā ni natte ita ganshikende wa jidai ga kawatte kimashitaga, madarāmu wa tasū no episōdo no chūmoku o atsumete imasu. Ōkina kyasuto ga arimasuga, kono hanashi wa omoni, kurosudoressāhāto no kyarakutā kaihatsu to, josei gurūpu ni yotte ukeire rareru kare no kokoromi ​​ ni shōten o atete imasu. Madarame wa kono ten de hāto o ōini tasuke, hāto mo madarame o tasuke, karera wa seijin ni naru ni tsurete ōku no koto o manabimasu. Seito-tachi wa jōdan o kawashi, anime fan o miru no wa tanoshīdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nPresentation\n/ˌprezən-,ˌprēzən-,ˌprēˌzenˈtāSHən/\n\n\u001b[1mプレゼン\u001b[22m\n\u001b[1m(Purezen)\u001b[22m\n\nDefinitions of \u001b[4mPresentation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    提示\u001b[22m\n        presentation, exhibit, citation\n\u001b[1m    表現\u001b[22m\n        representation, expression, presentation\n\u001b[1m    提出\u001b[22m\n        submission, filing, presentation\n\u001b[1m    贈呈\u001b[22m\n        presentation\n\u001b[1m    進呈\u001b[22m\n        presentation\n\u001b[1m    表出\u001b[22m\n        expression, presentation\n\u001b[1m    贈与\u001b[22m\n        donation, presentation, testimonial\n\u001b[1m    捧呈\u001b[22m\n        dedication, presentation, gift\n\u001b[1m    呈上\u001b[22m\n        presentation\n\u001b[1m    奉献\u001b[22m\n        consecration, dedication, presentation, offer\n\u001b[1m    奉呈\u001b[22m\n        dedication, presentation, gift\n\u001b[1m    奉納\u001b[22m\n        dedication, offering, oblation, presentation\n\u001b[1m    寄贈\u001b[22m\n        donation, gift, contribution, presentation, grant, charity\n\u001b[1m    献納\u001b[22m\n        donation, offering, presentation\n\u001b[1m    献呈\u001b[22m\n        dedication, presentation\n\u001b[1m    上程\u001b[22m\n        presentation, departure on a journey, introducing\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Story\n\n\u001b[1m物語\u001b[22m\n\u001b[1m(Monogatari)\u001b[22m\n\nTranslations of \u001b[4mThe Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story\u001b[24m\n    \u001b[1m物語\u001b[22m, \u001b[1mストーリー\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Characters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nTranslations of \u001b[4mThe Characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Characters\u001b[24m\n    \u001b[1mキャラクター\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFinal Thoughts\n\n\u001b[1m最終的な考え\u001b[22m\n\u001b[1m(Saishū-tekina kangae)\u001b[22m\n\nTranslations of \u001b[4mFinal Thoughts\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Thoughts\u001b[24m\n    \u001b[1m最終的な考え\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is a bit of mixed bag for returning fans and newcomers. For a returning fan myself, I find myself conflicted between the lack of unity among developed characters mixed with the welcomed return of the old characters. With the main focus of the story focused around a character I didn’t particularly like, I found it hard to be engaged fully in the show. What motivated me was the dynamic of Madarame interacting with all the new club members, and how he developed. I can’t say I wasn’t happy to see Genshiken returning for another season though, as it offers refreshing moments that this time around, related more to women than men. From the above scores this anime gets a 7.3 out of 10. It loses out on its story, which wasn’t diverse enough nor engaging enough. For the plethora of characters it offers no attempt to immerse them fully into the driving plot, and they are merely there for their interaction with the main plot driver, Hato. Because of the lower score this anime received, I’m more inclined to pursue the manga, which I imagine goes above and beyond Hato to feature the other characters more fully. Perhaps I’ll be doing a review on the manga itself once I’ve gotten deep enough through the series to offer a fully formed opinion.\n\n\u001b[1mこのアニメは、ファンと新人を戻すための混合バッグのビットです。 自分自身を返すファンのために、私は自分自身が開発キャラクターとの一体感の欠如と、古いキャラクターの歓迎された復帰との間に矛盾しているのを見つける。 私が特に好きではなかったキャラクターに焦点を当てたストーリーの主な焦点に、私はショーに完全に参加することが難しいと感じました。 マダラームが新しいクラブのメンバー全員とやりとりするダイナミズムと、彼がどのように発展したかが私のモチーフでした。 今度は爽やかな瞬間を提供し、男性よりも女性にもっと関連しているので、私はGenshikenが別の季節に戻ってくるのを見るのが嬉しいとは言いません。 上記のスコアから、このアニメは10のうち7.3を取得します。それは十分に多様ではなく、十分に魅力的ではなかったその物語を失います。 数多くのキャラクターのために、彼らは運転計画に完全に浸る試みを提供せず、彼らは主要なプロットドライバー、ハートとの相互作用のためだけにあります。 このアニメの得点が低いため、私は漫画を追求したいと思っています。漫画を追求したいと思っています。 おそらく私は完全に形成された意見を提供するためにシリーズを十分に熟考した漫画自体についてのレビューをやっているだろう。\u001b[22m\n\u001b[1m(Kono anime wa, fan to shinjin o modosu tame no kongō baggu no bittodesu. Jibun jishin o kaesu fan no tame ni, watashi wa jibun jishin ga kaihatsu kyarakutā to no ichi taikan no ketsujo to, furui kyarakutā no kangei sa reta fukki to no ma ni mujun shite iru no o mitsukeru. Watashi ga tokuni sukide wa nakatta kyarakutā ni shōten o ateta sutōrī no omona shōten ni, watashi wa shō ni kanzen ni sanka suru koto ga muzukashī to kanjimashita. Madarāmu ga atarashī kurabu no menbā zen'in to yaritori suru dainamizumu to, kare ga dono yō ni hatten shita ka ga watashi no mochīfudeshita. Kondo wa sawayakana shunkan o teikyō shi, dansei yori mo josei ni motto kanren shite irunode, watashi wa Genshiken ga betsu no kisetsu ni modotte kuru no o miru no ga ureshī to wa iimasen. Jōki no sukoa kara, kono anime wa 10 no uchi 7. 3 O shutoku shimasu. Sore wa jūbun ni tayōde wa naku, jūbun ni mirikitekide wa nakatta sono monogatari o ushinaimasu. Kazuōku no kyarakutā no tame ni, karera wa unten keikaku ni kanzen ni hitaru kokoromi o teikyō sezu, karera wa shuyōna purottodoraibā, hāto to no sōgo sayō no tame dake ni arimasu. Kono anime no tokuten ga hikui tame, watashi wa manga o tsuikyū shitai to omotte imasu. Manga o tsuikyū shitai to omotte imasu. Osoraku watashi wa kanzen ni keisei sa reta iken o teikyō suru tame ni shirīzu o jūbun ni jukukō shita manga jitai ni tsuite no rebyū o yatte irudarou.)\u001b[22m"
  }
]
