[
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "chicagopiano",
    "profile": "/profile/chicagopiano/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=116499",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nコメディの脱構築、学校のジャンル。\n\nそれは真剣に自分自身を取ることはありません、余分なドラマを追加することによって自分自身を台無しにあまりにも多くの喜劇。 芸術はマンガよりかなり良いです。 音は適切ですが、彼らは予算にもかかわらず新しいOPとEDを管理します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDeconstruction of the comedy, school genre.\n\n\u001b[1mコメディの脱構築、学校のジャンル。\u001b[22m\n\u001b[1m(Komedi no datsu kōchiku, gakkō no janru.)\u001b[22m\n\nTranslations of \u001b[4mDeconstruction of the comedy, school genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDeconstruction of the comedy, school genre.\u001b[24m\n    \u001b[1mコメディの脱構築、学校のジャンル。\u001b[22m, \u001b[1mコメディ、学校のジャンルの脱構築。\u001b[22m\n\u001b[1m\u001b[22m\nIt never takes itself seriously, too many comedies ruin themselves by adding unnecessary drama. The art is quite a bit better than the manga. Sound is appropriate, they manage new OPs and EDs despite their budget.\n\n\u001b[1mそれは真剣に自分自身を取ることはありません、余分なドラマを追加することによって自分自身を台無しにあまりにも多くの喜劇。 芸術はマンガよりかなり良いです。 音は適切ですが、彼らは予算にもかかわらず新しいOPとEDを管理します。\u001b[22m\n\u001b[1m(Sore wa shinken ni jibun jishin o toru koto wa arimasen, yobun'na dorama o tsuika suru koto ni yotte jibun jishin o dainashi ni amarini mo ōku no kigeki. Geijutsu wa manga yori kanari yoidesu. Oto wa tekisetsudesuga, karera wa yosan nimokakawarazu atarashī OP to ED o kanri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt never takes itself seriously, too many comedies ruin themselves by adding unnecessary drama. The art is quite a bit better than the manga. Sound is appropriate, they manage new OPs and EDs despite their budget.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt never takes itself seriously, too many comedies ruin themselves by adding unnecessary drama.\u001b[24m\n    \u001b[1mそれは真剣に自分自身を取ることはありません、余分なドラマを追加することによって自分自身を台無しにあまりにも多くの喜劇。\u001b[22m, \u001b[1mそれはあまりにも多くの喜劇が不要なドラマを追加することによって、自分自身を台無しに、真剣に自分自身を取ることはありません。\u001b[22m\n\u001b[4mThe art is quite a bit better than the manga.\u001b[24m\n    \u001b[1m芸術はマンガよりかなり良いです。\u001b[22m, \u001b[1m技術は、漫画よりもかなり優れています。\u001b[22m\n\u001b[4mSound is appropriate, they manage new OPs and EDs despite their budget.\u001b[24m\n    \u001b[1m音は適切ですが、彼らは予算にもかかわらず新しいOPとEDを管理します。\u001b[22m, \u001b[1mサウンドは、彼らが彼らの予算にもかかわらず、新しいのOPとのEDを管理し、適切です。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "k0nata",
    "profile": "/profile/k0nata/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=141071",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  5\nサウンド|  6\nキャラクター|  7\n|  9\n\n非常に素晴らしく、さわやかなギャグとパロディアニメ。 それは、「かわいい女の子たち」とは関係がありません。 いくつかの人々が未知の理由のために考えるようにかわいいもの。 ショーは4番目の壁と抽象的なユーモアを壊すことに大きく関わっています。アニメウォッチャーの大部分はこのために使われておらず、シリーズ全体を見逃しているようです。 このショーは、自己反発的で、アニメ業界をかなり模倣しています。私は好きなように正直であると感じます。\n\n人々は典型的な学校のコメディー/ドラマの曲の外の内容を理解することができないため、このショーを打ち負かす。 あなたがそれを好きになるとは保証できませんが、現在のスコアを信頼し、自分で試してみることなく、特にバナナピールよりも賢いユーモアのセンスがあれば、それをスキップする理由はありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nVery nice and refreshing gag and parody anime. It has nothing to do with 'cute girls &amp; cute things' as some people think for unknown reason. The show heavily relays on breaking 4-th wall and abstract humor and it seems most of the anime watchers are not used for this and miss entire point of the series. The show is full of self-irony and mocks anime-industry quite a bit, and it feel kinda honest which I like.\n\n\u001b[1m非常に素晴らしく、さわやかなギャグとパロディアニメ。 それは、「かわいい女の子たち」とは関係がありません。 いくつかの人々が未知の理由のために考えるようにかわいいもの。 ショーは4番目の壁と抽象的なユーモアを壊すことに大きく関わっています。アニメウォッチャーの大部分はこのために使われておらず、シリーズ全体を見逃しているようです。 このショーは、自己反発的で、アニメ業界をかなり模倣しています。私は好きなように正直であると感じます。\u001b[22m\n\u001b[1m(Hijō ni subarashiku, sawayakana gyagu to parodianime. Sore wa,`kawaī on'nanoko-tachi' to wa kankei ga arimasen. Ikutsu ka no hitobito ga michi no riyū no tame ni kangaeru yō ni kawaī mono. Shō wa 4-banme no kabe to chūshōtekina yūmoa o kowasu koto ni ōkiku kakawatte imasu. Animeu~otchā no daibubun wa kono tame ni tsukawa rete orazu, shirīzu zentai o minogashite iru yōdesu. Kono shō wa, jiko hanpatsu-tekide, anime gyōkai o kanari mohō shite imasu. Watashi wa sukina yō ni shōjikidearu to kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mVery nice and refreshing gag and parody anime. It has nothing to do with 'cute girls &amp; cute things' as some people think for unknown reason. The show heavily relays on breaking 4-th wall and abstract humor and it seems most of the anime watchers are not used for this and miss entire point of the series. The show is full of self-irony and mocks anime-industry quite a bit, and it feel kinda honest which I like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery nice and refreshing gag and parody anime.\u001b[24m\n    \u001b[1m非常に素晴らしく、さわやかなギャグとパロディアニメ。\u001b[22m, \u001b[1m非常に素晴らしく、爽やかなギャグやパロディアニメ。\u001b[22m\n\u001b[4mIt has nothing to do with 'cute girls &amp;\u001b[24m\n    \u001b[1mそれは、「かわいい女の子たち」とは関係がありません。\u001b[22m, \u001b[1mこれはかわいい女の子＆＃038」とは何の関係もありません。\u001b[22m\n\u001b[4mcute things' as some people think for unknown reason.\u001b[24m\n    \u001b[1mいくつかの人々が未知の理由のために考えるようにかわいいもの。\u001b[22m, \u001b[1m何人かの人々のような可愛いものは「未知の理由のためだと思います。\u001b[22m\n\u001b[4mThe show heavily relays on breaking 4-th wall and abstract humor and it seems most of the anime watchers are not used for this and miss entire point of the series.\u001b[24m\n    \u001b[1mショーは4番目の壁と抽象的なユーモアを壊すことに大きく関わっています。アニメウォッチャーの大部分はこのために使われておらず、シリーズ全体を見逃しているようです。\u001b[22m, \u001b[1mショーは頻繁に4番目の壁と抽象ユーモアを壊すに中継し、アニメウォッチャーのほとんどが、このために使用され、一連の全体のポイントを見逃していないようです。\u001b[22m\n\u001b[4mThe show is full of self-irony and mocks anime-industry quite a bit, and it feel kinda honest which I like.\u001b[24m\n    \u001b[1mこのショーは、自己反発的で、アニメ業界をかなり模倣しています。私は好きなように正直であると感じます。\u001b[22m, \u001b[1mショーは自己皮肉に満ちているとアニメ業界にかなりのあざけり、そしてそれは私が好きれるちょっと正直な感じ。\u001b[22m\n\u001b[1m\u001b[22m\nPeople bash this show due to inability to understand content outside of typical school comedy/drama tropes. So, while I can't guarantee that you will like it, there are no reason to trust the current score and skip it without trying on your own, especially if you have sense of humor of more intelligence than banana peel.\n\n\u001b[1m人々は典型的な学校のコメディー/ドラマの曲の外のコンテンツを理解することができないため、この番組を打ち破っています。 あなたがそれを好きになるとは保証できませんが、現在のスコアを信頼し、自分で試してみることなく、特にバナナピールよりも賢いユーモアのセンスがあれば、それをスキップする理由はありません。\u001b[22m\n\u001b[1m(Hitobito wa tenkei-tekina gakkō no komedī/ dorama no kyoku no soto no kontentsu o rikai suru koto ga dekinai tame, kono bangumi o uchiyabutte imasu. Anata ga sore o suki ni naru to wa hoshō dekimasenga, genzai no sukoa o shinrai shi, jibun de tameshite miru koto naku, tokuni bananapīru yori mo kashikoi yūmoa no sensu ga areba, sore o sukippu suru riyū wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mPeople bash this show due to inability to understand content outside of typical school comedy/drama tropes. So, while I can't guarantee that you will like it, there are no reason to trust the current score and skip it without trying on your own, especially if you have sense of humor of more intelligence than banana peel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPeople bash this show due to inability to understand content outside of typical school comedy/drama tropes.\u001b[24m\n    \u001b[1m人々は典型的な学校のコメディー/ドラマの曲の外のコンテンツを理解することができないため、この番組を打ち破っています。\u001b[22m, \u001b[1m人々は一般的な学校のコメディ/ドラマ比喩の内容外を理解することができないことに起因し、このショーを強打します。\u001b[22m\n\u001b[4mSo, while I can't guarantee that you will like it, there are no reason to trust the current score and skip it without trying on your own, especially if you have sense of humor of more intelligence than banana peel.\u001b[24m\n    \u001b[1mあなたがそれを好きになるとは保証できませんが、現在のスコアを信頼し、自分で試してみることなく、特にバナナピールよりも賢いユーモアのセンスがあれば、それをスキップする理由はありません。\u001b[22m, \u001b[1m私はあなたがそれを好きになることを保証することはできませんしながら、だから、あなたはバナナの皮よりも知性のユーモアのセンスを持っている場合は特に、現在のスコアを信頼し、自分でしようとせず、それをスキップする理由はありません。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "timewizardphil",
    "profile": "/profile/timewizardphil/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=110103",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  5\n\nLove Lab、Stella Jogakuin Koutou-kaC³-bu、Kiniro Mosaicのような著しく堅実な新商品で、2013年夏の夏のシーズンは本当に女子高生ショーの優れたショーケースでした。 高品質のプロダクションと興味深いフックでは、そのアニメはすべて、ジャンルが正しいときにどのくらい楽しいかを再確認するために働きます。 彼らは、私がお勧めしない季節の新しい女子高生シリーズの一つである、独特の北武武道紀行の多くの失敗を強調するのにも役立ちます。\n\n北武勝浦紀行は、本当に何もしないクラブの一員である約5人の高校生の友達です。基本的には、ゆうゆうゆうしきと同じ前提です。 両方が証明されているように、これは効果的な設定になることができますが、ここでは特にうまく実行されません。  Going Home Clubは、アミューズメントクラブやデータ処理クラブの隣にあっても病気ではないように見えますが、そのほとんどは作家が次のコメディーセットアップを練習する場所です。 それは自然なことは決してありません。 幽霊は話題がかなりランダムになっていましたが、セットアップの選択と文字がお互いに演奏された素晴らしい方法で完全に自然に感じました。 ここでは、すべての設定とパンチラインが非常に労力を感じています。\n\n問題の大きな部分は、北方葛藤紀行があまり頻繁に面白くないということです。 試してみる。 実際には本当に難しいですが、それは絶えず平らになります。 タイミングが崩れていて、ジョークはあまり面白くありません。 本当にたくさん好きそうなことは、第4の壁のジョークです。 それはうまくいく - 彼らはうまくいくとかなり面白いことがあります。 彼らはちょうどここには本当にありませんし、その一部はアプローチのためです。 あなたのアニメーション予算が小さく、作家が馬鹿で怠惰で、あなたのショーがあまり人気がないという事実に注意を引くことは、その事実をすべて真実に隠すことにはなりません。 それどころか、視聴者が見ている間に精査するための問題を強調しているだけです。\n\nアニメはスタジオのノマドが作ったもので、彼らのクレジットを見ると、少なくとも私が見た一連のものから、いつも見ていないようです。 でも、それでも、北武勝浦紀行はかなり安く一般的に見ています。 アートとアニメーションは標準以下です。 サウンド・エンドでもそれほど良いとは言えません。 音楽は大丈夫ですね。 オープニングのテーマは（特に歌手のせいで）私は特に素晴らしいと呼べるものではありませんが、魅力があり、十分におとぎ話です。 元のエンディングのテーマは本当に一般的ですが、すぐにいくつかのエピソードでより良い曲に置き換えられます。音の大きな問題は、声優です。  VAはあまり良くありません。 まあ、彼らの大部分は無差別だと思いますが、クラブ会長の声には奇妙な格子の品質があり、さらに重要なのは、主人公は誤ってキャストされているということです。 私はいつもツクコミのキャラクターが好きですが、このキャラクターは、彼女が提供するはずのコメディを絶対に殺すような、迷惑で悲鳴を切るだけのものです。\n\nしかし文字そのものは？ まあ、彼らはかなりメモや還元、私はあなたが特にこのような何かよりも悪いハレエのアニメに表示されるかもしれない種類の文字を思い出させる。 このショーはそのことをやろうとはしない。 作者が望んでいるものについては、かなり非現実的な引受人物の集合を私たちに提示するだけです。 主人公の夏樹は、言ったように、つまこみです。そこには、まっすぐな男を他の人たちと遊び、彼らがどれほど愚かであるかが叫ばれます。 カリンはかわいいエアヘッドです。 クラブ会長、さくらは、まったく一般的なやり方で元気です。 クレアは基本的にK-OnのMugiです！ 最も鈍いコア要素に縮小されました。 ボタンは何とか非人道的な出来事をすることができるゲーマーガールと格闘技ガールの奇妙な組み合わせです。 ショーは本当にそれらを開発するために気にしない。 ゆゆしきのすべてのランダムコメディの間で、キャラクターを育て、観客が友情を気にする時間がかかった。\n\n北武勝浦キロクはいいアニメではない。 プロレスの方法では、コメディー、フラットなキャラクター、ゼロで、ファンタスティックの方法がもっとあれば、私はこのジャンルを軽視している人が完全にそうだと思っているのではないかと期待しています。 今シーズンの女子高生ショーを見たい場合は、他の場所を見るのが一番です。 ラブラブはもっと楽しく、Kiniro Mosaicははるかにかっこよかったですが、C³-buはクールなアクションで（そして一般的にはより良く）肥えています。 ジャンルの長年のファンとして、私はそれを与えることができる最高の5つですが、他の人のために私はスコアが低いかもしれないと期待しています。 お勧めしません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWith markedly solid new offerings like Love Lab, Stella Jogakuin Koutou-ka C³-bu and Kiniro Mosaic, the Summer 2013 anime season has really been an excellent showcase of schoolgirl shows. With quality production and interesting hooks those anime all work to reaffirm how much fun the genre can be when done right. They also help to highlight the many failings of the peculiar Kitakubu Katsudou Kiroku, the one new schoolgirl series of the season I would not recommend.\n\n\u001b[1mLove Lab、Stella Jogakuin Koutou-kaC³-bu、Kiniro Mosaicのような著しく堅実な新商品で、2013年夏の夏のシーズンは本当に女子高生ショーの優れたショーケースでした。 高品質のプロダクションと興味深いフックでは、そのアニメはすべて、ジャンルが正しいときにどのくらい楽しいかを再確認するために働きます。 彼らは、私がお勧めしない季節の新しい女子高生シリーズの一つである、独特の北武武道紀行の多くの失敗を強調するのにも役立ちます。\u001b[22m\n\u001b[1m(Rabu rabu, Stella Jogakuin Koutou - kaC ³- bu, Kiniro mozaiku no yōna ichijirushiku kenjitsuna shinshōhin de, 2013-nen natsu no natsu no shīzun wa hontōni mesukōsei shō no sugureta shōkēsudeshita. Kōhinshitsu no purodakushon to kyōmibukai fukkude wa, sono anime wa subete, janru ga tadashī toki ni dono kurai tanoshī ka o sai kakunin suru tame ni hatarakimasu. Karera wa, watashi ga o susume shinai kisetsu no atarashī mesukōsei shirīzu no hitotsudearu, dokutoku no hokubu budō kikō no ōku no shippai o kyōchō surunoni mo yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith markedly solid new offerings like Love Lab, Stella Jogakuin Koutou-ka C³-bu and Kiniro Mosaic, the Summer 2013 anime season has really been an excellent showcase of schoolgirl shows. With quality production and interesting hooks those anime all work to reaffirm how much fun the genre can be when done right. They also help to highlight the many failings of the peculiar Kitakubu Katsudou Kiroku, the one new schoolgirl series of the season I would not recommend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith markedly solid new offerings like Love Lab, Stella Jogakuin Koutou-ka C³-bu and Kiniro Mosaic, the Summer 2013 anime season has really been an excellent showcase of schoolgirl shows.\u001b[24m\n    \u001b[1mLove Lab、Stella Jogakuin Koutou-kaC³-bu、Kiniro Mosaicのような著しく堅実な新商品で、2013年夏の夏のシーズンは本当に女子高生ショーの優れたショーケースでした。\u001b[22m, \u001b[1mラブラボ、ステラ女学院江東-KAC³-BUときんいろモザイクのような顕著に固体の新製品では、夏2013アニメの季節は本当に女子高生番組の優れたショーケースとなっています。\u001b[22m\n\u001b[4mWith quality production and interesting hooks those anime all work to reaffirm how much fun the genre can be when done right.\u001b[24m\n    \u001b[1m高品質のプロダクションと興味深いフックでは、そのアニメはすべて、ジャンルが正しいときにどのくらい楽しいかを再確認するために働きます。\u001b[22m, \u001b[1m品質の生産と面白いとそれらのアニメにジャンルは右行うことができたときにどのくらいの楽しみを再確認するためにすべての作業をフックします。\u001b[22m\n\u001b[4mThey also help to highlight the many failings of the peculiar Kitakubu Katsudou Kiroku, the one new schoolgirl series of the season I would not recommend.\u001b[24m\n    \u001b[1m彼らは、私がお勧めしない季節の新しい女子高生シリーズの一つである、独特の北武武道紀行の多くの失敗を強調するのにも役立ちます。\u001b[22m, \u001b[1m彼らはまた、独特のKitakubu Katsudou Kiroku、私はお勧めしませんシーズンの1つの新たな女子高生シリーズの多くの欠点を強調するのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nKitakubu Katsudou Kiroku is about five high school friends who are part of a club that doesn't really do anything--basically the same premise as Yuru Yuri or Yuyushiki. This can be an effective setup, as those shows both proved, but here it's not particularly well executed. The Going Home Club seems ill defined even next to the Amusement Club or the Data Processing Club and mostly just serves as a place for the writers to wring out the next comedic setup. It never feels natural. Yuyushiki got pretty random with its topics, but it made it feel entirely natural through the choice of setup and the brilliant way the characters played off of each other. Here, every setup and punch line feels so very labored.\n\n\u001b[1m北武勝浦紀行は、本当に何もしないクラブの一員である約5人の高校生の友達です。基本的には、ゆうゆうゆうしきと同じ前提です。 両方が証明されているので、これは効果的な設定になる可能性がありますが、ここでは特にうまく実行されません。  Going Home Clubは、アミューズメントクラブやデータ処理クラブの隣にあっても病気ではないように見えますが、そのほとんどは作家が次のコメディーセットアップを練習する場所です。 それは自然なことは決してありません。 幽霊は話題がかなりランダムになっていましたが、セットアップの選択と文字がお互いに演奏された素晴らしい方法で完全に自然に感じました。 ここでは、すべての設定とパンチラインが非常に労力を感じています。\u001b[22m\n\u001b[1m(Hokubu Katsuura Noriyuki wa, hontōni nanimoshinai kurabu no ichiindearu yaku 5-ri no kōkōsei no tomodachidesu. Kihontekini wa, yūyū yū shiki to onaji zenteidesu. Ryōhō ga shōmei sa rete irunode, koreha kōkatekina settei ni naru kanōsei ga arimasuga, kokode wa tokuni umaku jikkō sa remasen. Gōingu Home Club wa, amyūzumentokurabu ya dēta shori kurabu no tonari ni atte mo byōkide wa nai yō ni miemasuga, sono hotondo wa sakka ga tsugi no komedīsettoappu o renshū suru bashodesu. Sore wa shizen'na koto wa kesshite arimasen. Yūrei wa wadai ga kanari randamu ni natte imashitaga, settoappu no sentaku to moji ga otagai ni ensō sa reta subarashī hōhō de kanzen ni shizen ni kanjimashita. Kokode wa, subete no settei to panchi rain ga hijō ni rōryoku o kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mKitakubu Katsudou Kiroku is about five high school friends who are part of a club that doesn't really do anything--basically the same premise as Yuru Yuri or Yuyushiki. This can be an effective setup, as those shows both proved, but here it's not particularly well executed. The Going Home Club seems ill defined even next to the Amusement Club or the Data Processing Club and mostly just serves as a place for the writers to wring out the next comedic setup. It never feels natural. Yuyushiki got pretty random with its topics, but it made it feel entirely natural through the choice of setup and the brilliant way the characters played off of each other. Here, every setup and punch line feels so very labored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKitakubu Katsudou Kiroku is about five high school friends who are part of a club that doesn't really do anything--basically the same premise as Yuru Yuri or Yuyushiki.\u001b[24m\n    \u001b[1m北武勝浦紀行は、本当に何もしないクラブの一員である約5人の高校生の友達です。基本的には、ゆうゆうゆうしきと同じ前提です。\u001b[22m, \u001b[1mゆるゆりまたはゆゆ式と基本的に同様の前提 -  Kitakubu Katsudou Kirokuは本当に何もしないクラブの一部である約5高校の友人です。\u001b[22m\n\u001b[4mThis can be an effective setup, as those shows both proved, but here it's not particularly well executed.\u001b[24m\n    \u001b[1m両方が証明されているので、これは効果的な設定になる可能性がありますが、ここでは特にうまく実行されません。\u001b[22m, \u001b[1mこれは、これらのショーは、両方の証明として、効果的な設定することができますが、ここでは特によく実行されていません。\u001b[22m\n\u001b[4mThe Going Home Club seems ill defined even next to the Amusement Club or the Data Processing Club and mostly just serves as a place for the writers to wring out the next comedic setup.\u001b[24m\n    \u001b[1mGoing Home Clubは、アミューズメントクラブやデータ処理クラブの隣にあっても病気ではないように見えますが、そのほとんどは作家が次のコメディーセットアップを練習する場所です。\u001b[22m, \u001b[1mゴーイングホームクラブは、病気アミューズメントクラブやデータ処理クラブの隣にあっても定義されており、ほとんどがちょうど作家は次の喜劇セットアップを絞り出すするための場所としての役割を果たすようです。\u001b[22m\n\u001b[4mIt never feels natural.\u001b[24m\n    \u001b[1mそれは自然なことは決してありません。\u001b[22m, \u001b[1mそれは自然な感じはありません。\u001b[22m\n\u001b[4mYuyushiki got pretty random with its topics, but it made it feel entirely natural through the choice of setup and the brilliant way the characters played off of each other.\u001b[24m\n    \u001b[1m幽霊は話題がかなりランダムになっていましたが、セットアップの選択と文字がお互いに演奏された素晴らしい方法で完全に自然に感じました。\u001b[22m, \u001b[1mゆゆ式は、そのトピックをかなりランダムだが、それはそれは、セットアップの選択と文字が互いのオフ演奏輝かしい道を完全に自然な感じさせました。\u001b[22m\n\u001b[4mHere, every setup and punch line feels so very labored.\u001b[24m\n    \u001b[1mここでは、すべての設定とパンチラインが非常に労力を感じています。\u001b[22m, \u001b[1mここでは、すべてのセットアップとパンチラインがとても苦しい感じています。\u001b[22m\n\u001b[1m\u001b[22m\nA big part of the problem is that Kitakubu Katsudou Kiroku is not very frequently funny. It tries. It tries really hard actually, but it just falls flat constantly. The timing is off and the jokes often aren't very funny in the first place. One thing it really seems to love a lot is fourth wall jokes; which is fine--they can be quite funny when done well. They're just really not here though and its in part due to the approach. Drawing attention to the fact that your animation budget is small, your writers are dumb and lazy and your show isn't very popular isn't going to hide the fact that its all true. On the contrary, it just highlights the problems for the viewer to scrutinize as they watch.\n\n\u001b[1m問題の大きな部分は、北方葛藤紀行があまり頻繁に面白くないということです。 試してみる。 実際には本当に難しいですが、それは絶えず平らになります。 タイミングが崩れていて、ジョークはあまり面白くありません。 本当にたくさん好きそうなことは、第4の壁のジョークです。 それはうまくいく - 彼らはうまくいくとかなり面白いことがあります。 彼らはちょうどここには本当にありませんし、その一部はアプローチのためです。 あなたのアニメーション予算が小さく、作家が馬鹿で怠惰で、あなたのショーがあまり人気がないという事実に注意を引くことは、その事実をすべて真実に隠すことにはなりません。 それどころか、視聴者が見ている間に精査するための問題を強調しているだけです。\u001b[22m\n\u001b[1m(Mondai no ōkina bubun wa, hoppō kattō kikō ga amari hinpan ni omoshirokunai to iu kotodesu. Tameshite miru. Jissai ni wa hontōni muzukashīdesuga, sore wa taezu taira ni narimasu. Taimingu ga kuzurete ite, jōku wa amari omoshiroku arimasen. Hontōni takusan-suki-sōna koto wa, dai 4 no kabe no jōkudesu. Sore wa umaku iku - karera wa umaku ikuto kanari omoshiroi koto ga arimasu. Karera wa chōdo koko ni wa hontōni arimasenshi, sono ichibu wa apurōchi no tamedesu. Anata no animēshon yosan ga chīsaku, sakka ga bakade taidade, anata no shō ga amari ninki ga nai to iu jijitsu ni chūi o hiku koto wa, sono jijitsu o subete shinjitsu ni kakusu koto ni wa narimasen. Soredokoroka, shichō-sha ga mite iru ma ni seisa suru tame no mondai o kyōchō shite iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mA big part of the problem is that Kitakubu Katsudou Kiroku is not very frequently funny. It tries. It tries really hard actually, but it just falls flat constantly. The timing is off and the jokes often aren't very funny in the first place. One thing it really seems to love a lot is fourth wall jokes; which is fine--they can be quite funny when done well. They're just really not here though and its in part due to the approach. Drawing attention to the fact that your animation budget is small, your writers are dumb and lazy and your show isn't very popular isn't going to hide the fact that its all true. On the contrary, it just highlights the problems for the viewer to scrutinize as they watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA big part of the problem is that Kitakubu Katsudou Kiroku is not very frequently funny.\u001b[24m\n    \u001b[1m問題の大きな部分は、北方葛藤紀行があまり頻繁に面白くないということです。\u001b[22m, \u001b[1m問題の大部分はKitakubu Katsudou Kirokuは非常に頻繁に面白いではないということです。\u001b[22m\n\u001b[4mIt tries.\u001b[24m\n    \u001b[1m試してみる。\u001b[22m, \u001b[1mそれはしようとします。\u001b[22m\n\u001b[4mIt tries really hard actually, but it just falls flat constantly.\u001b[24m\n    \u001b[1m実際には本当に難しいですが、それは絶えず平らになります。\u001b[22m, \u001b[1mこれは、実際に本当にハードにしようとしますが、それだけで常に平らに落ちます。\u001b[22m\n\u001b[4mThe timing is off and the jokes often aren't very funny in the first place.\u001b[24m\n    \u001b[1mタイミングが崩れていて、ジョークはあまり面白くありません。\u001b[22m, \u001b[1mタイミングがオフになっているとジョークは、多くの場合、最初の場所で非常に面白いではありません。\u001b[22m\n\u001b[4mOne thing it really seems to love a lot is fourth wall jokes;\u001b[24m\n    \u001b[1m本当にたくさん好きそうなことは、第4の壁のジョークです。\u001b[22m, \u001b[1m本当に多くのことを愛しているようだことの一つは、第四壁のジョークです。\u001b[22m\n\u001b[4mwhich is fine--they can be quite funny when done well.\u001b[24m\n    \u001b[1mそれはうまくいく - 彼らはうまくいくとかなり面白いことがあります。\u001b[22m, \u001b[1mこれは結構です - よくやったとき、彼らは非常に面白いことができます。\u001b[22m\n\u001b[4mThey're just really not here though and its in part due to the approach.\u001b[24m\n    \u001b[1m彼らはちょうどここには本当にありませんし、その一部はアプローチのためです。\u001b[22m, \u001b[1m彼らは本当にここにいないものの、そのアプローチに起因する部分でです。\u001b[22m\n\u001b[4mDrawing attention to the fact that your animation budget is small, your writers are dumb and lazy and your show isn't very popular isn't going to hide the fact that its all true.\u001b[24m\n    \u001b[1mあなたのアニメーション予算が小さく、作家が馬鹿で怠惰で、あなたのショーがあまり人気がないという事実に注意を引くことは、その事実をすべて真実に隠すことにはなりません。\u001b[22m, \u001b[1mアニメーションの予算が少ないという事実に注目を集め、あなたの作家は、ダムや怠惰であり、あなたのショーは、そのすべての真のその事実を隠すつもりはないされ非常に人気ではありません。\u001b[22m\n\u001b[4mOn the contrary, it just highlights the problems for the viewer to scrutinize as they watch.\u001b[24m\n    \u001b[1mそれどころか、視聴者が見ている間に精査するための問題を強調しているだけです。\u001b[22m, \u001b[1m逆に、それはちょうど彼らが見るように精査する視聴者のための問題を強調しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime was produced by the studio Nomad, who looking at their credits, always has been kind of underwhelming, at least from the series of theirs I've seen. Even then Kitakubu Katsudou Kiroku really is pretty cheap and generic looking though. The art and animation are substandard. It doesn't fair much better on the sound end either. Music is okay I guess; seems to do what it should and while the opening theme isn't something I'd call particularly great (mostly due to the singers), it does have charm and is peppy enough; the original ending theme is really generic though, but it's quickly replaced by a better song a few episodes in. The big problem with the sound is in the voice acting. The VAs aren't very good. Well, most of them are passable, I suppose, but the voice of the club president has a weird grating quality to it and, more importantly, the main character is miscast and terrible. I usually like tsukkomi characters, but this one just comes across as annoying and shouty in the role--something that absolutely kills any comedy she's supposed to provide.\n\n\u001b[1mアニメはスタジオのノマドが作ったもので、彼らのクレジットを見ると、少なくとも私が見た一連のものから、いつも見ていないようです。 でも、それでも、北武勝浦紀行はかなり安く一般的に見ています。 アートとアニメーションは標準以下です。 サウンド・エンドでもそれほど良いとは言えません。 音楽は大丈夫ですね。 オープニングのテーマは（特に歌手のせいで）私は特に素晴らしいと呼べるものではありませんが、魅力があり、十分におとぎ話です。 元のエンディングのテーマは本当に一般的ですが、すぐにいくつかのエピソードでより良い曲に置き換えられます。音の大きな問題は、声優です。  VAはあまり良くありません。 まあ、彼らの大部分は無差別だと思いますが、クラブ会長の声には奇妙な格子の品質があり、さらに重要なのは、主人公は誤ってキャストされているということです。 私はいつもツクコミのキャラクターが好きですが、このキャラクターは、彼女が提供するはずのコメディを絶対に殺すような、迷惑で悲鳴を切るだけのものです。\u001b[22m\n\u001b[1m(Anime wa sutajio no nomado ga tsukutta mono de, karera no kurejitto o miru to, sukunakutomo watashi ga mita ichiren no mono kara, itsumo mite inai yōdesu. Demo, soredemo, hokubu Katsuura Noriyuki wa kanari yasuku ippantekini mite imasu. Āto to animēshon wa hyōjun'ikadesu. Saundo endo demo sore hodo yoi to wa iemasen. Ongaku wa daijōbudesu ne. Ōpuningu no tēma wa (tokuni kashu no sei de) watashi wa tokuni subarashī to yoberu monode wa arimasenga, miryoku ga ari, jūbun ni otogibanashidesu. Gen no endingu no tēma wa hontōni ippan-tekidesuga, sugu ni ikutsu ka no episōdo de yoriyoi-kyoku ni okikae raremasu. Oto no ōkina mondai wa, seiyūdesu. VA wa amari yoku arimasen. Mā, karera no daibubun wa musabetsuda to omoimasuga, kurabu kaichō no koe ni wa kimyōna kōshi no hinshitsu ga ari, sarani jūyōna no wa, shujinkō wa ayamatte kyasuto sa rete iru to iu kotodesu. Watashi wa itsumo tsukukomi no kyarakutā ga sukidesuga, kono kyarakutā wa, kanojo ga teikyō suru hazu no komedi o zettai ni korosu yōna, meiwakude himei o kiru dake no monodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nBut what of the characters themselves? Well, they're pretty one note and reductive, reminding me more of the sort of characters you might see in a particularly bad harem anime than something like this. This show doesn't bother trying to do that. it just presents us with a set of fairly unrealistic, underwritten characters to blather on about whatever the writer wants them to. Main character Natsuki is, as said, a tsukkomi, only there to play the straight man to the others and shout about how stupid they are. Karin is a cute airhead. Club president Sakura is energetic in a decidedly generic way. Claire is basically Mugi from K-On! reduced to the dullest core elements. Botan is a kind of weird mix of gamer girl and martial arts girl who is somehow able to do inhuman feats. The show doesn't really bother to ever develop them. Between all the random comedy in Yuyushki, it took the time to develop the characters and make the audience care about their friendship.\n\n\u001b[1mしかし文字そのものは？ まあ、彼らはかなりメモや還元、私はあなたが特にこのような何かよりも悪いハレエのアニメに表示されるかもしれない種類の文字を思い出させる。 このショーはそのことをやろうとはしない。 作者が望んでいるものについては、かなり非現実的な引受人物の集合を私たちに提示するだけです。 主人公の夏樹は、言ったように、つまこみです。そこには、まっすぐな男を他の人たちと遊び、彼らがどれほど愚かであるかが叫ばれます。 カリンはかわいいエアヘッドです。 クラブ会長、さくらは、まったく一般的なやり方で元気です。 クレアは基本的にK-OnのMugiです！ 最も鈍いコア要素に縮小されました。 ボタンは何とか非人道的な出来事をすることができるゲーマーガールと格闘技ガールの奇妙な組み合わせです。 ショーは本当にそれらを開発するために気にしない。 ゆゆしきのすべてのランダムコメディの間で、キャラクターを育て、観客が友情を気にする時間がかかった。\u001b[22m\n\u001b[1m(Shikashi moji sonomono wa? Mā, karera wa kanari memo ya kangen, watashi wa anata ga tokuni kono yōna nanika yori mo warui haree no anime ni hyōji sa reru kamo shirenai shurui no moji o omoidasaseru. Shujinkō no Natsuki wa, itta yō ni, tsuma komidesu. Soko ni wa, massuguna otoko o hokanohito-tachi to asobi, karera ga dorehodo orokadearu ka ga sakeba remasu. Karin wa kawaī ea heddodesu. Kurabu kaichō, sakura wa, mattaku ippantekina yarikata de genkidesu. Kurea wa kihontekini K - On no Mugidesu! Mottomo nibui koa yōso ni shukushō sa remashita. Botan wa nantoka hijindōtekina dekigoto o suru koto ga dekiru gēmāgāru to kakutōgi gāru no kimyōna kumiawasedesu. Shō wa hontōni sorera o kaihatsu suru tame ni kinishinai. Yuyushiki no subete no randamukomedi no ma de, kyarakutā o sodate, kankyaku ga yūjō o kinisuru jikan ga kakatta. Kono shō wa sono koto o yarou to wa shinai. Sakusha ga nozonde iru mono ni tsuite wa, kanari higenjitsutekina hikiuke jinbutsu no shūgō o watashitachi ni teiji suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mBut what of the characters themselves? Well, they're pretty one note and reductive, reminding me more of the sort of characters you might see in a particularly bad harem anime than something like this. This show doesn't bother trying to do that. it just presents us with a set of fairly unrealistic, underwritten characters to blather on about whatever the writer wants them to. Main character Natsuki is, as said, a tsukkomi, only there to play the straight man to the others and shout about how stupid they are. Karin is a cute airhead. Club president Sakura is energetic in a decidedly generic way. Claire is basically Mugi from K-On! reduced to the dullest core elements. Botan is a kind of weird mix of gamer girl and martial arts girl who is somehow able to do inhuman feats. The show doesn't really bother to ever develop them. Between all the random comedy in Yuyushki, it took the time to develop the characters and make the audience care about their friendship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut what of the characters themselves?\u001b[24m\n    \u001b[1mしかし文字そのものは？\u001b[22m, \u001b[1mしかし、文字自体のでしょうか？\u001b[22m\n\u001b[4mWell, they're pretty one note and reductive, reminding me more of the sort of characters you might see in a particularly bad harem anime than something like this.\u001b[24m\n    \u001b[1mまあ、彼らはかなりメモや還元、私はあなたが特にこのような何かよりも悪いハレエのアニメに表示されるかもしれない種類の文字を思い出させる。\u001b[22m, \u001b[1mまあ、彼らはあなたがこのような何かよりも特に悪いハーレムアニメで見るかもしれない文字の種類のより多くの私を思い出させて、かなり1ノートと還元しています。\u001b[22m\n\u001b[4mMain character Natsuki is, as said, a tsukkomi, only there to play the straight man to the others and shout about how stupid they are.\u001b[24m\n    \u001b[1m主人公の夏樹は、言ったように、つまこみです。そこには、まっすぐな男を他の人たちと遊び、彼らがどれほど愚かであるかが叫ばれます。\u001b[22m, \u001b[1mメインキャラクター夏樹はツッコミが他の人にストレート男を再生し、彼らがどのように愚かについて叫ぶためだけに存在し、言ったように、です。\u001b[22m\n\u001b[4mKarin is a cute airhead.\u001b[24m\n    \u001b[1mカリンはかわいいエアヘッドです。\u001b[22m, \u001b[1mカリンは可愛い変人です。\u001b[22m\n\u001b[4mClub president Sakura is energetic in a decidedly generic way.\u001b[24m\n    \u001b[1mクラブ会長、さくらは、まったく一般的なやり方で元気です。\u001b[22m, \u001b[1mクラブ会長さくらは明らかに一般的な方法でエネルギッシュです。\u001b[22m\n\u001b[4mClaire is basically Mugi from K-On!\u001b[24m\n    \u001b[1mクレアは基本的にK-OnのMugiです！\u001b[22m, \u001b[1mクレアは、基本的にはけいおんから牟岐です！\u001b[22m\n\u001b[4mreduced to the dullest core elements.\u001b[24m\n    \u001b[1m最も鈍いコア要素に縮小されました。\u001b[22m, \u001b[1m退屈コアエレメントに縮小。\u001b[22m\n\u001b[4mBotan is a kind of weird mix of gamer girl and martial arts girl who is somehow able to do inhuman feats.\u001b[24m\n    \u001b[1mボタンは何とか非人道的な出来事をすることができるゲーマーガールと格闘技ガールの奇妙な組み合わせです。\u001b[22m, \u001b[1m牡丹は、ゲーマーの女の子と何らかの形で非人間的な偉業を行うことができるである武道の女の子の奇妙なミックスのようなものです。\u001b[22m\n\u001b[4mThe show doesn't really bother to ever develop them.\u001b[24m\n    \u001b[1mショーは本当にそれらを開発するために気にしない。\u001b[22m, \u001b[1mショーは本当に今までにそれらを開発する気はありません。\u001b[22m\n\u001b[4mBetween all the random comedy in Yuyushki, it took the time to develop the characters and make the audience care about their friendship.\u001b[24m\n    \u001b[1mゆゆしきのすべてのランダムコメディの間で、キャラクターを育て、観客が友情を気にする時間がかかった。\u001b[22m, \u001b[1mYuyushki内のすべてのランダムなコメディの間、それは文字を開発し、彼らの友情について視聴者のケアをするために時間がかかりました。\u001b[22m\n\u001b[4mThis show doesn't bother trying to do that.\u001b[24m\n    \u001b[1mこのショーはそのことをやろうとはしない。\u001b[22m, \u001b[1mこの番組はそれをやろうと気にしません。\u001b[22m\n\u001b[4mit just presents us with a set of fairly unrealistic, underwritten characters to blather on about whatever the writer wants them to.\u001b[24m\n    \u001b[1m作者が望んでいるものについては、かなり非現実的な引受人物の集合を私たちに提示するだけです。\u001b[22m, \u001b[1mそれだけで作家がそれらをしたいと思うものは何でもについての上のたわごとために、かなり非現実的、引受文字の集合を私たちに提示します。\u001b[22m\n\u001b[1m\u001b[22m\nKitakubu Katsudou Kiroku just isn't a good anime. With unfunny comedy, flat characters and zero in the way of plot, if it had more in the way of fanservice I expect this is what people who despise this genre entirely think it all is. If you want to watch a schoolgirl show this season, you're best off looking elsewhere. Love Lab is much funnier, Kiniro Mosaic is much cuter, C³-bu is peppered with cool action (and just generally better). As a longtime fan of the genre, the best I can give it is a five, but for others I expect the score might be lower. Not recommended.\n\n\u001b[1m北武勝浦キロクはいいアニメではない。 プロレスの方法では、コメディー、フラットなキャラクター、ゼロで、ファンタスティックの方法がもっとあれば、私はこのジャンルを軽視している人が完全にそうだと思っていることを期待しています。 今シーズンの女子高生ショーを見たい場合は、他の場所を見るのが一番です。 ラブラブはもっと楽しく、Kiniro Mosaicははるかにかっこよかったですが、C³-buはクールなアクションで（そして一般的にはより良く）肥えています。 ジャンルの長年のファンとして、私はそれを与えることができる最高の5つですが、他の人のために私はスコアが低いかもしれないと期待しています。 お勧めしません。\u001b[22m\n\u001b[1m(Hokubu Katsuura kiroku wa ī animede wanai. Puroresu no hōhōde wa, komedī, furattona kyarakutā, zero de, fantasutikku no hōhō ga motto areba, watashi wa kono janru o keishi shite iru hito ga kanzen ni sōda to omotte iru koto o kitai shite imasu. Ima shīzun no mesukōsei shō o mitai baai wa, hoka no basho o miru no ga ichibandesu. Raburabu wa motto tanoshiku, Kiniro mozaiku wa haruka ni kakkoyokattadesuga, C ³- bu wa kūruna akushon de (soshite ippantekini wa yori yoku) koete imasu. Janru no naganen no fan to shite, watashi wa sore o ataeru koto ga dekiru saikō no itsutsudesuga, hokanohito no tame ni watashi wa sukoa ga hikui kamo shirenai to kitai shite imasu. O susume shimasen.)\u001b[22m\n\nTranslations of \u001b[4mKitakubu Katsudou Kiroku just isn't a good anime. With unfunny comedy, flat characters and zero in the way of plot, if it had more in the way of fanservice I expect this is what people who despise this genre entirely think it all is. If you want to watch a schoolgirl show this season, you're best off looking elsewhere. Love Lab is much funnier, Kiniro Mosaic is much cuter, C³-bu is peppered with cool action (and just generally better). As a longtime fan of the genre, the best I can give it is a five, but for others I expect the score might be lower. Not recommended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKitakubu Katsudou Kiroku just isn't a good anime.\u001b[24m\n    \u001b[1m北武勝浦キロクはいいアニメではない。\u001b[22m, \u001b[1mKitakubu Katsudou Kirokuはちょうど良いアニメではありません。\u001b[22m\n\u001b[4mWith unfunny comedy, flat characters and zero in the way of plot, if it had more in the way of fanservice I expect this is what people who despise this genre entirely think it all is.\u001b[24m\n    \u001b[1mプロレスの方法では、コメディー、フラットなキャラクター、ゼロで、ファンタスティックの方法がもっとあれば、私はこのジャンルを軽視している人が完全にそうだと思っていることを期待しています。\u001b[22m, \u001b[1mそれはサービスカットの方法で、より多くを持っていた場合、プロットの方法で面白くないコメディ、平らな文字やゼロで、私がこのジャンルを軽蔑する人々は完全にそれがすべてだと思うものです期待しています。\u001b[22m\n\u001b[4mIf you want to watch a schoolgirl show this season, you're best off looking elsewhere.\u001b[24m\n    \u001b[1m今シーズンの女子高生ショーを見たい場合は、他の場所を見るのが一番です。\u001b[22m, \u001b[1mあなたは女子高生が今シーズンを表示見たい場合は、他の場所で見て最高のオフです。\u001b[22m\n\u001b[4mLove Lab is much funnier, Kiniro Mosaic is much cuter, C³-bu is peppered with cool action (and just generally better).\u001b[24m\n    \u001b[1mラブラブはもっと楽しく、Kiniro Mosaicははるかにかっこよかったですが、C³-buはクールなアクションで（そして一般的にはより良く）肥えています。\u001b[22m, \u001b[1mラブラボはC³-BUは、（ちょうど一般より良いと）クールなアクションがちりばめされ、きんいろモザイクがはるかにキュートで、ずっと笑えるです。\u001b[22m\n\u001b[4mAs a longtime fan of the genre, the best I can give it is a five, but for others I expect the score might be lower.\u001b[24m\n    \u001b[1mジャンルの長年のファンとして、私はそれを与えることができる最高の5つですが、他の人のために私はスコアが低いかもしれないと期待しています。\u001b[22m, \u001b[1mジャンルの長年のファンとして、私はそれを与えることができる最高は5ですが、他人のために、私はスコアが低くなる可能性があります期待しています。\u001b[22m\n\u001b[4mNot recommended.\u001b[24m\n    \u001b[1mお勧めしません。\u001b[22m, \u001b[1mお勧めできません。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=125507",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  7\nキャラクター|  7\n|  7\n\nキュクハはKurohaによって書かれたSquare Enixのコメディーマンガです。 今年はノマドの12のエピソードのアニメに取り入れられました。スタジオは12のプロダクションにしか向かわず、どれも見たことがありません。 このスタジオができることを見てみましょう。\n\n\n\n文字は特に深くはありません。 それらは、コメディー効果のために演奏された主要な定義的な特性であまり発達していない、本当にシンプルなアーキタイプです。 私はキャラクターがお互いに素敵に遊び、それらの間のダイナミクスがうまく処理されることを認めます。 彼らはまた、非常に自己認識的な方法で使用され、完全にまっすぐに演奏されていたよりも面白くするのに役立ちます。\n\n芸術はかなり標準的です。 特にそれには何も問題はありませんが、それは特別でも目を引くものでもありません。 いくつかのビジュアルギャグを保存します。\n\nこれで演奏する声はうまくいきます。 メインキャストのほとんどは、これ以外にも多くの役割を持っていません。彼らはかなり良いので、残念です。 特に、綾波仙人、小林美春、井深喜子。 音楽は楽しく、彼らはそれで本当に巧妙なことをします。\n\nホーイイ係数は6/10です。 女の子は本当に同性愛者になる。  KarinとClaireは最もスクリーンタイムを取る人ですが、多くのダイナミックスはホモ・エロティック・ボトムを持っています。\n\nそれは北部勝浦紀行です。 私はむしろそれを楽しんだ。 スタジオジブリ月。 私たちはいくつかの主張が最初のスタジオジブリ映画で始まり、他は風の谷のナウシーカであると主張しています。 面白い瞬間がたくさんあります。 キャラクター同士がうまくやりとりして、演技の声が良かったです。 それは、私が今まで見たことのない最高のコメディではなく、アートは確かに特別なものではなかったと言われています。 最終評価、7/10。 それはあなたのユーモアのタイプのように聞こえる場合、それは良いアニメ、それを確認してください。 それは12月のことです。 新年に入るリクエストキューは、バトルアスリート大同舞会、銀座英雄伝説、淡路文理の犯罪縁、新世界より、ワン・アウトです。 来週、私はそれが新しい年の始まりであり、しばらくの間私のレビューを読んでいるあなたの人たちがその意味を知っているので、そのすべてを無視します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nKitakubu Katsudou Kiroku is a comedic manga written by Kuroha and published by Square Enix. Thi year it was adapted into a twelve episode anime by Nomad, a studio that's only headed about a dozen productions, none of which I've seen. Let's take a look and see what this studio can do.\n\n\u001b[1mキュクハはKurohaによって書かれたSquare Enixのコメディーマンガです。 今年はノマドの12のエピソードのアニメに取り入れられました。スタジオは12のプロダクションにしか向かわず、どれも見たことがありません。 このスタジオができることを見てみましょう。\u001b[22m\n\u001b[1m(Kyukuha wa Kuroha ni yotte kaka reta sukuea Enix no komedīmangadesu. Kotoshi wa nomado no 12 no episōdo no anime ni toriire raremashita. Sutajio wa 12 no purodakushon ni shika mukawazu, dore mo mita koto ga arimasen. Kono sutajio ga dekiru koto o mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mKitakubu Katsudou Kiroku is a comedic manga written by Kuroha and published by Square Enix. Thi year it was adapted into a twelve episode anime by Nomad, a studio that's only headed about a dozen productions, none of which I've seen. Let's take a look and see what this studio can do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKitakubu Katsudou Kiroku is a comedic manga written by Kuroha and published by Square Enix.\u001b[24m\n    \u001b[1mキュクハはKurohaによって書かれたSquare Enixのコメディーマンガです。\u001b[22m, \u001b[1mKitakubu Katsudou Kirokuは喜劇漫画Kurohaによって書かれ、スクウェア・エニックスが発行しています。\u001b[22m\n\u001b[4mThi year it was adapted into a twelve episode anime by Nomad, a studio that's only headed about a dozen productions, none of which I've seen.\u001b[24m\n    \u001b[1m今年はノマドの12のエピソードのアニメに取り入れられました。スタジオは12のプロダクションにしか向かわず、どれも見たことがありません。\u001b[22m, \u001b[1mティ年は、それはノマド、唯一の私が見てきたどれも十制作、約向かっているスタジオによって12エピソードのアニメに適応されました。\u001b[22m\n\u001b[4mLet's take a look and see what this studio can do.\u001b[24m\n    \u001b[1mこのスタジオができることを見てみましょう。\u001b[22m, \u001b[1mのは、見て、このスタジオは何ができるか見てみましょう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe characters aren't particularly deep. They're really simple archetypes who don't develop very much with their major defining characteristics played up for comedic effect. I will grant that the characters play off of each other very nicely and the dynamics among them are well handled. They're also used in a very self aware fashion, which helps make them more interesting than they would have been had they been played completely straight.\n\n\u001b[1m文字は特に深くはありません。 それらは、コメディー効果のために演奏された主要な定義的な特性であまり発達していない、本当にシンプルなアーキタイプです。 私はキャラクターがお互いに素敵に遊び、それらの間のダイナミクスがうまく処理されることを認めます。 彼らはまた、非常に自己認識的な方法で使用され、完全にまっすぐに演奏されていたよりも面白くするのに役立ちます。\u001b[22m\n\u001b[1m(Moji wa tokuni fukaku wa arimasen. Sorera wa, komedī kōka no tame ni ensō sa reta shuyōna teigi-tekina tokusei de amari hattatsu shite inai, hontōni shinpuruna ākitaipudesu. Watashi wa kyarakutā ga otagai ni suteki ni asobi, sorera no ma no dainamikusu ga umaku shori sa reru koto o mitomemasu. Karera wa mata, hijō ni jiko ninshiki-tekina hōhō de shiyō sa re, kanzen ni massugu ni ensō sa rete ita yori mo omoshiroku suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters aren't particularly deep. They're really simple archetypes who don't develop very much with their major defining characteristics played up for comedic effect. I will grant that the characters play off of each other very nicely and the dynamics among them are well handled. They're also used in a very self aware fashion, which helps make them more interesting than they would have been had they been played completely straight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters aren't particularly deep.\u001b[24m\n    \u001b[1m文字は特に深くはありません。\u001b[22m\n\u001b[4mThey're really simple archetypes who don't develop very much with their major defining characteristics played up for comedic effect.\u001b[24m\n    \u001b[1mそれらは、コメディー効果のために演奏された主要な定義的な特性であまり発達していない、本当にシンプルなアーキタイプです。\u001b[22m, \u001b[1m彼らは主要な定義の特性を持つ非常に多くを発症しない、本当に単純なアーキタイプは喜劇効果をアップ果たしています。\u001b[22m\n\u001b[4mI will grant that the characters play off of each other very nicely and the dynamics among them are well handled.\u001b[24m\n    \u001b[1m私はキャラクターがお互いに素敵に遊び、それらの間のダイナミクスがうまく処理されることを認めます。\u001b[22m, \u001b[1m私は文字が非常にうまくお互いのオフプレーし、それらの間のダイナミクスがうまく処理されていることを許可します。\u001b[22m\n\u001b[4mThey're also used in a very self aware fashion, which helps make them more interesting than they would have been had they been played completely straight.\u001b[24m\n    \u001b[1m彼らはまた、非常に自己認識的な方法で使用され、完全にまっすぐに演奏されていたよりも面白くするのに役立ちます。\u001b[22m, \u001b[1m彼らはまた、彼らは、彼らが完全にまっすぐに再生されていたされていたよりも、それらをより面白くすることができます非常に自己意識の様式で使用しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is pretty standard. There's nothing particularly wrong with it, but it isn't anything special or eye-catching. Save for a few visual gags.\n\n\u001b[1m芸術はかなり標準的です。 特にそれには何も問題はありませんが、それは特別でも目を引くものでもありません。 いくつかのビジュアルギャグを保存します。\u001b[22m\n\u001b[1m(Geijutsu wa kanari hyōjun-tekidesu. Tokuni sore ni wa nani mo mondai wa arimasenga, sore wa tokubetsu demo me o hiku monode mo arimasen. Ikutsu ka no bijuarugyagu o hozon shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is pretty standard. There's nothing particularly wrong with it, but it isn't anything special or eye-catching. Save for a few visual gags.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is pretty standard.\u001b[24m\n    \u001b[1m芸術はかなり標準的です。\u001b[22m\n\u001b[4mThere's nothing particularly wrong with it, but it isn't anything special or eye-catching.\u001b[24m\n    \u001b[1m特にそれには何も問題はありませんが、それは特別でも目を引くものでもありません。\u001b[22m, \u001b[1mそこでは特に何も問題はないですが、それは特別な、または目を引くものではありません。\u001b[22m\n\u001b[4mSave for a few visual gags.\u001b[24m\n    \u001b[1mいくつかのビジュアルギャグを保存します。\u001b[22m, \u001b[1mいくつかの視覚的なギャグのために保存します。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting in this is well done. Most of the main cast doesn't have a lot of roles outside of this which is a shame since they are quite good. Particularly Senhongi Ayaka, Kobayashi Miharu and Kido Ibuki. The music is fun and they do some really clever things with it.\n\n\u001b[1mこれで演奏する声はうまくいきます。 メインキャストのほとんどは、これ以外にも多くの役割を持っていません。彼らはかなり良いので、残念です。 特に、綾波仙人、小林美春、井深喜子。 音楽は楽しく、彼らはそれで本当に巧妙なことをします。\u001b[22m\n\u001b[1m(Kore de ensō suru koe wa umaku ikimasu. Mein kyasuto no hotondo wa, kore igai ni mo ōku no yakuwari o motte imasen. Karera wa kanari yoinode, zan'nendesu. Tokuni, ayanami sen'nin, Kobayashi Miharu, Ibuka Yoshiko. Ongaku wa tanoshiku, karera wa sore de hontōni kōmyōna koto o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting in this is well done. Most of the main cast doesn't have a lot of roles outside of this which is a shame since they are quite good. Particularly Senhongi Ayaka, Kobayashi Miharu and Kido Ibuki. The music is fun and they do some really clever things with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting in this is well done.\u001b[24m\n    \u001b[1mこれで演奏する声はうまくいきます。\u001b[22m, \u001b[1mこの中で演技の声はよく行われます。\u001b[22m\n\u001b[4mMost of the main cast doesn't have a lot of roles outside of this which is a shame since they are quite good.\u001b[24m\n    \u001b[1mメインキャストのほとんどは、これ以外にも多くの役割を持っていません。彼らはかなり良いので、残念です。\u001b[22m, \u001b[1mメインキャストのほとんどは、彼らは非常に優れているので、恥であるこの外の役割の多くを持っていません。\u001b[22m\n\u001b[4mParticularly Senhongi Ayaka, Kobayashi Miharu and Kido Ibuki.\u001b[24m\n    \u001b[1m特に、綾波仙人、小林美春、井深喜子。\u001b[22m, \u001b[1m特にSenhongi綾香、小林三春ときどいぶき。\u001b[22m\n\u001b[4mThe music is fun and they do some really clever things with it.\u001b[24m\n    \u001b[1m音楽は楽しく、彼らはそれで本当に巧妙なことをします。\u001b[22m, \u001b[1m音楽は楽しいですし、彼らはそれにいくつかの本当に巧妙なものを行います。\u001b[22m\n\u001b[1m\u001b[22m\nThe ho-yay factor is a 6/10. The girls do get really homo-erotic. Karin and Claire are the ones who get the most screen time, but a lot of the dynamics have heavy homo-erotic undertones.\n\n\u001b[1mホーイイ係数は6/10です。 女の子は本当に同性愛者になる。  KarinとClaireは最もスクリーンタイムを取る人ですが、多くのダイナミックスはホモ・エロティック・ボトムを持っています。\u001b[22m\n\u001b[1m(Hōii keisū wa 6/ 10desu. On'nanoko wa hontōni dōseiai-sha ni naru. Karin to Claire wa mottomo sukurīntaimu o toru hitodesuga, ōku no dainamikkusu wa homo erotikku botomu o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe ho-yay factor is a 6/10. The girls do get really homo-erotic. Karin and Claire are the ones who get the most screen time, but a lot of the dynamics have heavy homo-erotic undertones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ho-yay factor is a 6/10.\u001b[24m\n    \u001b[1mホーイイ係数は6/10です。\u001b[22m, \u001b[1mHO-イェーイ率は6/10です。\u001b[22m\n\u001b[4mThe girls do get really homo-erotic.\u001b[24m\n    \u001b[1m女の子は本当に同性愛者になる。\u001b[22m, \u001b[1m女の子は本当にホモエロ入手できます。\u001b[22m\n\u001b[4mKarin and Claire are the ones who get the most screen time, but a lot of the dynamics have heavy homo-erotic undertones.\u001b[24m\n    \u001b[1mKarinとClaireは最もスクリーンタイムを取る人ですが、多くのダイナミックスはホモ・エロティック・ボトムを持っています。\u001b[22m, \u001b[1mカリンとクレアは、ほとんどの画面の時間を取得するものであるが、ダイナミクスの多くは重いホモエロほのかを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThat's Kitakubu Katsudou Kiroku. All in all, I rather enjoyed it. Studio Ghibli month. We'll begin with what some claim is the first Studio Ghibli film and others argue isn't on a technicality, Nausicaa of the valley of the wind. There are a lot of funny moments. The characters play off of each other nicely and the voice acting was good. That being said, it wasn't the best comedy I've ever seen and the art was certainly nothing special. Final rating, 7/10. It's a good little anime, check it out if it sounds like your type of humour. That does it for December. The request queue going into the new year is: Battle Athletes Daiundoukai, Ginga Eiyuu Densetsu, Dansai Bunri no Crime Edge, Shinsekai Yori and One Outs. Next week I'll ignore all of that because it's the beginning of a new year and those of you who have been reading my reviews for a while know what that means.\n\n\u001b[1mそれは北部勝浦紀行です。 私はむしろそれを楽しんだ。 スタジオジブリ月。 私たちはいくつかの主張が最初のスタジオジブリ映画で始まり、他は風の谷のナウシーカであると主張しています。 面白い瞬間がたくさんあります。 キャラクター同士がうまくやりとりして、演技の声が良かったです。 それは、私が今まで見たことのない最高のコメディではなく、アートは確かに特別なものではなかったと言われています。 最終評価、7/10。 それはあなたのユーモアのタイプのように聞こえる場合、それは良いアニメ、それを確認してください。 それは12月のことです。 新年に入るリクエストキューは、バトルアスリート大同舞会、銀座英雄伝説、淡路文理の犯罪縁、新世界より、ワン・アウトです。 来週、私はそれが新しい年の始まりであり、しばらくの間私のレビューを読んでいるあなたの人たちがその意味を知っているので、そのすべてを無視します。\u001b[22m\n\u001b[1m(Sore wa hokubu Katsuura kikōdesu. Watashi wa mushiro sore o tanoshinda. Omoshiroi shunkan ga takusan arimasu. Kyarakutā dōshi ga umaku yaritori shite, engi no koe ga yokattadesu. Sore wa, watashi ga imamade mita koto no nai saikō no komedide wa naku, āto wa tashika ni tokubetsuna monode wa nakatta to iwa rete imasu. Saishū hyōka, 7/ 10. Sore wa anata no yūmoa no taipu no yō ni kikoeru baai, sore wa yoi anime, sore o kakuninshitekudasai. Sore wa 12 tsuki no kotodesu. Shin'nen ni hairu rikuesutokyū wa, batoruasurīto daidō-mai-kai, Ginza hideodensetsu, Awaji bunri no hanzai en, shinsekaiyori, wan autodesu. Raishū, watashi wa sore ga atarashī toshi no hajimarideari, shibarakunoaida watashi no rebyū o yonde iru anata no hito-tachi ga sono imi o shitte irunode, sono subete o mushi shimasu. Sutajiojiburi tsuki. Watashitachi wa ikutsu ka no shuchō ga saisho no sutajiojiburi eiga de hajimari, hoka wa kaze no tani no naushīkadearu to shuchō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThat's Kitakubu Katsudou Kiroku. All in all, I rather enjoyed it. Studio Ghibli month. We'll begin with what some claim is the first Studio Ghibli film and others argue isn't on a technicality, Nausicaa of the valley of the wind. There are a lot of funny moments. The characters play off of each other nicely and the voice acting was good. That being said, it wasn't the best comedy I've ever seen and the art was certainly nothing special. Final rating, 7/10. It's a good little anime, check it out if it sounds like your type of humour. That does it for December. The request queue going into the new year is: Battle Athletes Daiundoukai, Ginga Eiyuu Densetsu, Dansai Bunri no Crime Edge, Shinsekai Yori and One Outs. Next week I'll ignore all of that because it's the beginning of a new year and those of you who have been reading my reviews for a while know what that means.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's Kitakubu Katsudou Kiroku.\u001b[24m\n    \u001b[1mそれは北部勝浦紀行です。\u001b[22m, \u001b[1mそれはKitakubu Katsudou Kirokuです。\u001b[22m\n\u001b[4mAll in all, I rather enjoyed it.\u001b[24m\n    \u001b[1m私はむしろそれを楽しんだ。\u001b[22m, \u001b[1mすべてのすべてで、私はむしろそれを楽しみました。\u001b[22m\n\u001b[4mThere are a lot of funny moments.\u001b[24m\n    \u001b[1m面白い瞬間がたくさんあります。\u001b[22m\n\u001b[4mThe characters play off of each other nicely and the voice acting was good.\u001b[24m\n    \u001b[1mキャラクター同士がうまくやりとりして、演技の声が良かったです。\u001b[22m, \u001b[1m文字がうまくお互いのオフプレーし、声の演技は良かったです。\u001b[22m\n\u001b[4mThat being said, it wasn't the best comedy I've ever seen and the art was certainly nothing special.\u001b[24m\n    \u001b[1mそれは、私が今まで見たことのない最高のコメディではなく、アートは確かに特別なものではなかったと言われています。\u001b[22m, \u001b[1m言われていること、それは私が今まで見た中で最高のコメディではなかったと芸術は確かに特別な何もなかったです。\u001b[22m\n\u001b[4mFinal rating, 7/10.\u001b[24m\n    \u001b[1m最終評価、7/10。\u001b[22m, \u001b[1m最終的な評価、7月10日。\u001b[22m\n\u001b[4mIt's a good little anime, check it out if it sounds like your type of humour.\u001b[24m\n    \u001b[1mそれはあなたのユーモアのタイプのように聞こえる場合、それは良いアニメ、それを確認してください。\u001b[22m, \u001b[1mそれは良い少しアニメだ、それはユーモアのあなたのタイプのように聞こえる場合はそれをチェックアウト。\u001b[22m\n\u001b[4mThat does it for December.\u001b[24m\n    \u001b[1mそれは12月のことです。\u001b[22m, \u001b[1mそれは12月のためにそれをしません。\u001b[22m\n\u001b[4mThe request queue going into the new year is: Battle Athletes Daiundoukai, Ginga Eiyuu Densetsu, Dansai Bunri no Crime Edge, Shinsekai Yori and One Outs.\u001b[24m\n    \u001b[1m新年に入るリクエストキューは、バトルアスリート大同舞会、銀座英雄伝説、淡路文理の犯罪縁、新世界より、ワン・アウトです。\u001b[22m, \u001b[1m新しい年に入る要求キューは、次のとおりです。バトルアスリーテス大運動会Daiundoukai、銀河英雄伝説、Dansai文理無犯罪エッジ、新世界ヨリとワンアウト。\u001b[22m\n\u001b[4mNext week I'll ignore all of that because it's the beginning of a new year and those of you who have been reading my reviews for a while know what that means.\u001b[24m\n    \u001b[1m来週、私はそれが新しい年の始まりであり、しばらくの間私のレビューを読んでいるあなたの人たちがその意味を知っているので、そのすべてを無視します。\u001b[22m, \u001b[1mそれは新しい年の始まりだとしばらくの間、私のレビューを読んでいるあなたの人々は、それが何を意味するのか知っているので、来週、私はすべてのことを無視します。\u001b[22m\n\u001b[4mStudio Ghibli month.\u001b[24m\n    \u001b[1mスタジオジブリ月。\u001b[22m\n\u001b[4mWe'll begin with what some claim is the first Studio Ghibli film and others argue isn't on a technicality, Nausicaa of the valley of the wind.\u001b[24m\n    \u001b[1m私たちはいくつかの主張が最初のスタジオジブリ映画で始まり、他は風の谷のナウシーカであると主張しています。\u001b[22m, \u001b[1m我々はいくつかのクレームが最初にスタジオジブリの映画や他の人が、専門的に風の谷のナウシカない主張であるものから始めましょう。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "ccmdo",
    "profile": "/profile/ccmdo/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=139099",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\nゴーイングホームクラブの年代記; まだ別の学校コメディ？\n\n毎日、文字通り数百万の学校コメディーアニメが生まれてきました。 冗談抜き。 それはやや飽和した市場で、「沈むか泳ぐ」という言葉が頭に浮かんでいます。\n\nこのレビューを開始するには、私は認めます。 ゴーイングホームクラブは雄大な岩場の道を進みました。 岩は、本質的に、非常に良い水泳選手されたことはありませんが、おそらく私は少し話題になっています。\n\nもちろん、ただ一つの岩が...アニメを意味するので、他のより一般的なショーのclamberingの下にドラッグ取得は、それが悪いというわけではありません。 何かがあれば、Going Home Clubは誤解されています。\n\n例えば、「キャラクター開発」を伴うショーを求める人は、完全に失望します。 何もありません。 より一般的な多次元文字の代わりに、私たちは風刺的にステレオタイプのパーソナリティを盛り込んだ工場級のシェルを持っています。 一言で言えば、狂った指導者、試して検証したモエ可愛い人、超リッチな忘れ去られた人、運動の戦いの人、そして残りの人を怒らせる精神的な人のポイントに熱心に取り組んでいます。\n\nこれらのキャラクターは、Going Home Clubがコメディを提供するファサードを提供するためだけに存在します。 そしてただのコメディではない。 学校のコメディージャンルの最も典型的でない領域に爽快に迷っているコメディー。 ユーモアの色の2つの異なった色Going Home Club.Theあまりにも暗い影は無意味な状況と第4壁の叩きを含む。 そして、微妙な色合いがあり、それはしばしばプロンプト、アニメの一般的な表現で、それ自体が楽しくなる。\n\n非常に合理的な夏樹と他の人物が制定した状況的な不条理との間のコントラストは、聴衆が自分の観察を引き出すことを招き、それは最終的にかなり報われる。 このコメディのスタイルは、観客の限界や意識を中心に英国のコメディーの頭を揺さぶることがあります。\n\nあなたが人気のある文化にスピードをあげているのであれば、あなたのリストから数え切れないほどのことを知っています。\n\nだから、自分が少し違う、何かが戻ってきて、それ自体真剣に取らないものを探しているのなら、Going Home Clubを試してみることをお勧めします。 アナロジーを使用するには、学校のコメディアニメが自分のビーチのエピソードの水面を横切って平らな石を取り巻くようなものであれば、Going Home Clubは壮大な岩を水たまりに投じるようなものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nChronicles of the Going Home Club; yet another school comedy?\n\n\u001b[1mゴーイングホームクラブの年代記; まだ別の学校コメディ？\u001b[22m\n\u001b[1m(Gōinguhōmukurabu no nendai-ki; mada betsu no gakkō komedi?)\u001b[22m\n\nTranslations of \u001b[4mChronicles of the Going Home Club; yet another school comedy?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChronicles of the Going Home Club;\u001b[24m\n    \u001b[1mゴーイングホームクラブの年代記;\u001b[22m, \u001b[1m帰宅部活動記録。\u001b[22m\n\u001b[4myet another school comedy?\u001b[24m\n    \u001b[1mまだ別の学校コメディ？\u001b[22m, \u001b[1mさらに別の学校のコメディ？\u001b[22m\n\u001b[1m\u001b[22m\nEveryday, literally millions of school comedy anime are brought forth into existence. No joke. It’s a somewhat... saturated market where the term “sink or swim” springs to mind.\n\n\u001b[1m毎日、文字通り数百万の学校コメディーアニメが生まれてきました。 冗談抜き。 それはやや飽和した市場で、「沈むか泳ぐ」という言葉が頭に浮かんでいます。\u001b[22m\n\u001b[1m(Mainichi, mojidōri sū hyaku man no gakkō komedīanime ga umarete kimashita. Jōdan nuki. Sore wa yaya hōwa shita ichiba de,`shizumu ka oyogu' to iu kotoba ga atama ni ukande imasu.)\u001b[22m\n\nTranslations of \u001b[4mEveryday, literally millions of school comedy anime are brought forth into existence. No joke. It’s a somewhat... saturated market where the term “sink or swim” springs to mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEveryday, literally millions of school comedy anime are brought forth into existence.\u001b[24m\n    \u001b[1m毎日、文字通り数百万の学校コメディーアニメが生まれてきました。\u001b[22m, \u001b[1m毎日、学校のコメディアニメの文字通り何百万人が存在するように甦らされています。\u001b[22m\n\u001b[4mNo joke.\u001b[24m\n    \u001b[1m冗談抜き。\u001b[22m, \u001b[1m冗談はありません。\u001b[22m\n\u001b[4mIt’s a somewhat... saturated market where the term “sink or swim” springs to mind.\u001b[24m\n    \u001b[1mそれはやや飽和した市場で、「沈むか泳ぐ」という言葉が頭に浮かんでいます。\u001b[22m, \u001b[1mこれは、用語「シンクまたは水泳が「心にスプリング多少...飽和市場です。\u001b[22m\n\u001b[1m\u001b[22m\nAnd to start this review, I’ll admit. Going Home Club went the way of the majestic rock. Rocks have, infact, never been very good swimmers, but perhaps I’m getting slightly off topic.\n\n\u001b[1mこのレビューを開始するには、私は認めます。 ゴーイングホームクラブは雄大な岩場の道を進みました。 岩は、本質的に、非常に良い水泳選手されたことはありませんが、おそらく私は少し話題になっています。\u001b[22m\n\u001b[1m(Kono rebyū o kaishi suru ni wa, watashi wa mitomemasu. Gōinguhōmukurabu wa yūdaina iwaba no michi o susumimashita. Iwa wa, honshitsu-teki ni, hijō ni yoi suiei senshu sa reta koto wa arimasenga, osoraku watashi wa sukoshi wadai ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd to start this review, I’ll admit. Going Home Club went the way of the majestic rock. Rocks have, infact, never been very good swimmers, but perhaps I’m getting slightly off topic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd to start this review, I’ll admit.\u001b[24m\n    \u001b[1mこのレビューを開始するには、私は認めます。\u001b[22m, \u001b[1mそして、このレビューを開始するために、私は認めますよ。\u001b[22m\n\u001b[4mGoing Home Club went the way of the majestic rock.\u001b[24m\n    \u001b[1mゴーイングホームクラブは雄大な岩場の道を進みました。\u001b[22m, \u001b[1mゴーイングホームクラブは、雄大な岩の道を行ってきました。\u001b[22m\n\u001b[4mRocks have, infact, never been very good swimmers, but perhaps I’m getting slightly off topic.\u001b[24m\n    \u001b[1m岩は、本質的に、非常に良い水泳選手されたことはありませんが、おそらく私は少し話題になっています。\u001b[22m, \u001b[1mロックスは、Infactは、非常に良いスイマー行ったことがない、おそらく私はオフトピック少し取得しています。\u001b[22m\n\u001b[1m\u001b[22m\nOf course, just because one rock… I mean anime, gets dragged under the clambering of other more popular shows doesn’t mean it’s bad. If anything, Going Home Club is misunderstood.\n\n\u001b[1mもちろん、ただ一つの岩が...アニメを意味するので、他のより一般的なショーのclamberingの下にドラッグ取得は、それが悪いというわけではありません。 何かがあれば、Going Home Clubは誤解されています。\u001b[22m\n\u001b[1m(Mochiron, tadahitotsuno iwa ga... Anime o imi surunode, hoka no yori ippantekina shō no clambering no shita ni doraggu shutoku wa, sore ga warui to iu wakede wa arimasen. Nanika ga areba, gōingu Home Club wa gokai sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOf course, just because one rock… I mean anime, gets dragged under the clambering of other more popular shows doesn’t mean it’s bad. If anything, Going Home Club is misunderstood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, just because one rock… I mean anime, gets dragged under the clambering of other more popular shows doesn’t mean it’s bad.\u001b[24m\n    \u001b[1mもちろん、ただ一つの岩が...アニメを意味するので、他のより一般的なショーのclamberingの下にドラッグ取得は、それが悪いというわけではありません。\u001b[22m, \u001b[1mもちろん、理由だけで1岩が...私はアニメを意味し、それは悪いです意味するものではありません、他の多くの人気番組のよじ登る下にドラッグします。\u001b[22m\n\u001b[4mIf anything, Going Home Club is misunderstood.\u001b[24m\n    \u001b[1m何かがあれば、Going Home Clubは誤解されています。\u001b[22m, \u001b[1mどちらかといえば、ゴーイングホームクラブが誤解されています。\u001b[22m\n\u001b[1m\u001b[22m\nFor instance, those seeking a show with “character development” will be thoroughly disappointed. There is none. In place of the more common multidimensional characters, we have factory-grade shells with satirically stereotypical personalities bolted on. In short we have the enthusiastic to the point of crazy leader, the tried and tested moe cute one, the ultra-rich oblivious one, the athletic fighting one, and the sane one that shouts at the rest.\n\n\u001b[1m例えば、「キャラクター開発」を伴うショーを求める人は、完全に失望します。 何もありません。 より一般的な多次元文字の代わりに、私たちは風刺的にステレオタイプのパーソナリティを盛り込んだ工場級のシェルを持っています。 一言で言えば、狂った指導者、試して検証したモエ可愛い人、超リッチな忘れ去られた人、運動の戦いの人、そして残りの人を怒らせる精神的な人のポイントに熱心に取り組んでいます。\u001b[22m\n\u001b[1m(Tatoeba,`kyarakutā kaihatsu' o tomonau shō o motomeru hito wa, kanzen ni shitsubō shimasu. Nani mo arimasen. Yori ippantekina tajigen moji no kawari ni, watashitachiha fūshi-teki ni sutereotaipu no pāsonariti o morikonda kōjō-kyū no sheru o motte imasu. Hitokoto de ieba, kurutta shidō-sha, tameshite kenshō shita Moe kawaii hito, chō ritchina wasuresara reta hito, undō no tatakai no hito, soshite nokori no hito o okora seru seishin-tekina hito no pointo ni nesshin ni torikunde imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor instance, those seeking a show with “character development” will be thoroughly disappointed. There is none. In place of the more common multidimensional characters, we have factory-grade shells with satirically stereotypical personalities bolted on. In short we have the enthusiastic to the point of crazy leader, the tried and tested moe cute one, the ultra-rich oblivious one, the athletic fighting one, and the sane one that shouts at the rest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor instance, those seeking a show with “character development” will be thoroughly disappointed.\u001b[24m\n    \u001b[1m例えば、「キャラクター開発」を伴うショーを求める人は、完全に失望します。\u001b[22m, \u001b[1m例えば、「文字の開発」でショーを求める方には、徹底的に失望されます。\u001b[22m\n\u001b[4mThere is none.\u001b[24m\n    \u001b[1m何もありません。\u001b[22m, \u001b[1mどれもありません。\u001b[22m\n\u001b[4mIn place of the more common multidimensional characters, we have factory-grade shells with satirically stereotypical personalities bolted on.\u001b[24m\n    \u001b[1mより一般的な多次元文字の代わりに、私たちは風刺的にステレオタイプのパーソナリティを盛り込んだ工場級のシェルを持っています。\u001b[22m, \u001b[1mより一般的な多次元の文字の代わりに、我々は上のボルトで固定風刺的ステレオタイプの個性を持つ工場グレードの殻を持っています。\u001b[22m\n\u001b[4mIn short we have the enthusiastic to the point of crazy leader, the tried and tested moe cute one, the ultra-rich oblivious one, the athletic fighting one, and the sane one that shouts at the rest.\u001b[24m\n    \u001b[1m一言で言えば、狂った指導者、試して検証したモエ可愛い人、超リッチな忘れ去られた人、運動の戦いの人、そして残りの人を怒らせる精神的な人のポイントに熱心に取り組んでいます。\u001b[22m, \u001b[1m要するに、我々は狂気のリーダーの点に熱狂的には、しようとした萌えかわいい1、超リッチな忘却1、アスレチック戦い1、安静に叫ぶ正気1をテストしています。\u001b[22m\n\u001b[1m\u001b[22m\nThese characters exist simply to provide a facade through which Going Home Club serves comedy. And not just any comedy. Comedy which refreshingly strays into territories most atypical of the school comedy genre. Two distinct shades of humor color Going Home Club.The outrageous shade includes nonsensical situations, and 4th wall smashing. And then there’s the subtle shade, which often pokes fun at itself, rather, by proxy, anime cliches in general.\n\n\u001b[1mこれらのキャラクターは、Going Home Clubがコメディを提供するファサードを提供するためだけに存在します。 そしてただのコメディではない。 学校のコメディージャンルの最も典型的でない領域に爽快に迷っているコメディー。 ユーモアの色の2つの異なった色Going Home Club.Theあまりにも暗い影は無意味な状況と第4壁の叩きを含む。 そして、微妙な色合いがあり、それはしばしばプロンプト、アニメの一般的な表現で、それ自体が楽しくなる。\u001b[22m\n\u001b[1m(Korera no kyarakutā wa, gōingu Home Club ga komedi o teikyō suru fasādo o teikyō suru tame dake ni sonzai shimasu. Soshite tada no komedide wanai. Gakkō no komedījanru no mottomo tenkei-tekidenai ryōiki ni sōkai ni mayotte iru komedī. Yūmoa no iro no 2tsu no kotonatta iro gōingu Home Club. The amarini mo kurai kage wa muimina jōkyō to dai 4 kabe no tataki o fukumu. Soshite, bimyōna iroai ga ari, sore wa shibashiba puronputo, anime no ippantekina hyōgen de, sore jitai ga tanoshiku naru.)\u001b[22m\n\nTranslations of \u001b[4mThese characters exist simply to provide a facade through which Going Home Club serves comedy. And not just any comedy. Comedy which refreshingly strays into territories most atypical of the school comedy genre. Two distinct shades of humor color Going Home Club.The outrageous shade includes nonsensical situations, and 4th wall smashing. And then there’s the subtle shade, which often pokes fun at itself, rather, by proxy, anime cliches in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese characters exist simply to provide a facade through which Going Home Club serves comedy.\u001b[24m\n    \u001b[1mこれらのキャラクターは、Going Home Clubがコメディを提供するファサードを提供するためだけに存在します。\u001b[22m, \u001b[1mこれらの文字は、ゴーイングホームクラブはコメディを提供しています、それを通してファサードを提供するために、単に存在しています。\u001b[22m\n\u001b[4mAnd not just any comedy.\u001b[24m\n    \u001b[1mそしてただのコメディではない。\u001b[22m, \u001b[1mだけではなく、任意の喜劇。\u001b[22m\n\u001b[4mComedy which refreshingly strays into territories most atypical of the school comedy genre.\u001b[24m\n    \u001b[1m学校のコメディージャンルの最も典型的でない領域に爽快に迷っているコメディー。\u001b[22m, \u001b[1m爽快学校のコメディジャンルのほとんどの非定型の領土に外れるコメディ。\u001b[22m\n\u001b[4mTwo distinct shades of humor color Going Home Club.The outrageous shade includes nonsensical situations, and 4th wall smashing.\u001b[24m\n    \u001b[1mユーモアの色の2つの異なった色Going Home Club.Theあまりにも暗い影は無意味な状況と第4壁の叩きを含む。\u001b[22m, \u001b[1mホームClub.The法外な色合いを行くユーモア色の二つの異なる色合いが無意味な状況、および第四壁壊しが含まれています。\u001b[22m\n\u001b[4mAnd then there’s the subtle shade, which often pokes fun at itself, rather, by proxy, anime cliches in general.\u001b[24m\n    \u001b[1mそして、微妙な色合いがあり、それはしばしばプロンプト、アニメの一般的な表現で、それ自体が楽しくなる。\u001b[22m, \u001b[1mそして、多くの場合、一般的には、プロキシ、アニメ決まり文句によって、むしろ、自分自身で楽しみを突き微妙な色合い、があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe contrast between the highly rational Natsuki and the situational absurdities the other characters enact invites an audience to draw their own observations, which is ultimately rather rewarding. This style of comedy often rears its head in British comedies, which revolve around the observational limits and awareness of their audiences.\n\n\u001b[1m非常に合理的な夏樹と他の人物が制定した状況的な不条理との間のコントラストは、聴衆が自分の観察を引き出すことを招き、それは最終的にかなり報われる。 このコメディのスタイルは、観客の限界や意識を中心に英国のコメディーの頭を揺さぶることがあります。\u001b[22m\n\u001b[1m(Hijō ni gōri-tekina Natsuki to hoka no jinbutsu ga seitei shita jōkyō-tekina fujōri to no ma no kontorasuto wa, chōshū ga jibun no kansatsu o hikidasu koto o maneki, soreha saishūtekini kanari mukuwa reru. Kono komedi no sutairu wa, kankyaku no genkai ya ishiki o chūshin ni Igirisu no komedī no atama o yusaburu koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe contrast between the highly rational Natsuki and the situational absurdities the other characters enact invites an audience to draw their own observations, which is ultimately rather rewarding. This style of comedy often rears its head in British comedies, which revolve around the observational limits and awareness of their audiences.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe contrast between the highly rational Natsuki and the situational absurdities the other characters enact invites an audience to draw their own observations, which is ultimately rather rewarding.\u001b[24m\n    \u001b[1m非常に合理的な夏樹と他の人物が制定した状況的な不条理との間のコントラストは、聴衆が自分の観察を引き出すことを招き、それは最終的にかなり報われる。\u001b[22m, \u001b[1m非常に合理的な夏樹と他の文字が制定状況不条理とのコントラストが、最終的にはむしろやりがいのある自分の観測を、描画する観客を誘います。\u001b[22m\n\u001b[4mThis style of comedy often rears its head in British comedies, which revolve around the observational limits and awareness of their audiences.\u001b[24m\n    \u001b[1mこのコメディのスタイルは、観客の限界や意識を中心に英国のコメディーの頭を揺さぶることがあります。\u001b[22m, \u001b[1mコメディのこのスタイルは、多くの場合、観測限界と観客の意識を中心に展開し、英国のコメディーにその頭をもたげ。\u001b[22m\n\u001b[1m\u001b[22m\nIf you’re up to speed on popular culture, there are a ton of references throughout this series to keep you busy, checking countless “I do slash know about that thing” off your list.\n\n\u001b[1mあなたが人気のある文化にスピードをあげているのであれば、あなたのリストから数え切れないほどのことを知っています。\u001b[22m\n\u001b[1m(Anata ga ninkinoaru bunka ni supīdo o agete iru nodeareba, anata no risuto kara kazoekirenai hodo no koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you’re up to speed on popular culture, there are a ton of references throughout this series to keep you busy, checking countless “I do slash know about that thing” off your list.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you’re up to speed on popular culture, there are a ton of references throughout this series to keep you busy, checking countless “I do slash know about that thing” off your list.\u001b[24m\n    \u001b[1mあなたが人気のある文化にスピードをあげているのであれば、あなたのリストから数え切れないほどのことを知っています。\u001b[22m, \u001b[1mあなたは大衆文化の上の速度までであれば、あなたのリストオフ\"私はその事を知ってスラッシュん」無数のチェック、忙しいあなたを維持するために、このシリーズ全体での参照のトンがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSo, if you find yourself looking for something a little bit different, something laid back, and something that doesn’t take itself seriously, I urge you to consider giving Going Home Club a try. To use an analogy, if school comedy anime are like skimming flat stones across the water of their own beach episode, Going Home Club is like throwing a majestic rock into a puddle.\n\n\u001b[1mだから、自分が少し違う、何かが戻ってきて、それ自体真剣に取らないものを探しているのなら、Going Home Clubを試してみることをお勧めします。 アナロジーを使用するには、学校のコメディアニメが自分のビーチのエピソードの水面を横切って平らな石を取り巻くようなものであれば、Going Home Clubは壮大な岩を水たまりに投じるようなものです。\u001b[22m\n\u001b[1m(Dakara, jibun ga sukoshi chigau, nanika ga modotte kite, sore jitai shinken ni toranai mono o sagashite iru nonara, gōingu Home Club o tameshite miru koto o o susume shimasu. Anarojī o shiyō suru ni wa, gakkō no komedi anime ga jibun no bīchi no episōdo no minamo o yokogitte tairana ishi o torimaku yōna monodeareba, gōingu Home Club wa sōdaina iwa o mizutamari ni tōjiru yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, if you find yourself looking for something a little bit different, something laid back, and something that doesn’t take itself seriously, I urge you to consider giving Going Home Club a try. To use an analogy, if school comedy anime are like skimming flat stones across the water of their own beach episode, Going Home Club is like throwing a majestic rock into a puddle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, if you find yourself looking for something a little bit different, something laid back, and something that doesn’t take itself seriously, I urge you to consider giving Going Home Club a try.\u001b[24m\n    \u001b[1mだから、自分が少し違う、何かが戻ってきて、それ自体真剣に取らないものを探しているのなら、Going Home Clubを試してみることをお勧めします。\u001b[22m, \u001b[1mあなた自身が少し違うもの、のんびり何か、と真剣に自分自身を取ることはありません何かを探して見つけるのであれば、私は行くホームクラブを試して与えることを検討することを強くお勧めします。\u001b[22m\n\u001b[4mTo use an analogy, if school comedy anime are like skimming flat stones across the water of their own beach episode, Going Home Club is like throwing a majestic rock into a puddle.\u001b[24m\n    \u001b[1mアナロジーを使用するには、学校のコメディアニメが自分のビーチのエピソードの水面を横切って平らな石を取り巻くようなものであれば、Going Home Clubは壮大な岩を水たまりに投じるようなものです。\u001b[22m, \u001b[1m学校コメディアニメがホームクラブに行く、自分のビーチエピソードの水全体に平らな石をスキミングのようなものであれば、アナロジーを使用するには水たまりの中に雄大な岩を投げるようなものです。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "sorata861",
    "profile": "/profile/sorata861/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=231358",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  10\n\n[このレビューにはマイナーなスポイラーが含まれています。]\n私はこれを見てうれしいです。\n私はこれを他の人にお勧めします。\n私はこの3回を字幕付きで見てきました。 私はアニメだけを見ました。\n私はこれをもう一度見ます。\nすべてのEDを含むサウンドトラックを購入しました。\n\n----ポジティブ----\n\n状況的なジョークはうまくいく。\n標準在庫に依存しない多くの状況的なジョークがあります。 このシリーズは、大衆向けのコラージュをテーマにしたものであり、それはうまくいっています。\n\n状況は面白いです。\n一般的に、同じ部屋で主に行われるシリーズは古くなる可能性がありますが、このシリーズではこれが決して問題にならないほど興味深い話題やシナリオを紹介しています。 また、実際にはクラブルームを退室することもありますが、そうしたときには、新しい場所に固有の目的で常に新しい場所を使います。\n\nそれほど詳細ではありませんが、芸術はうまく伝わります。\n私はこのようなコメディシリーズが詳細なアートを誇っているとは期待していません。 しかし、文字の表現や身体表現はよく表現されています。 私は、詳細のレベルは、このシリーズのものにちょうど良いと言いたいと思います。 何かがあれば、このシリーズは単純な技術の範囲内で非常にうまく機能します。\n\nキャラクターは彼らのタイプをよく演じます。\nそれぞれ異なる性格を持つ5つの文字があり、それらの文字はすべてその種類に当てはまります。 さらに、彼らの声はよく一致します。 私は特に、童謡の声は非常に良いと思っていますが、他の視聴者には聞こえないかもしれません。 これらの文字は、異なる性格を持っているにもかかわらず、うまく機能し、互いに直接接続されているわけではありませんが、グループをまとめるには5つの接続が十分です。\n\nレトルト中心のコメディーは、もしあなたがそのようなことに取り組んでいれば、機能します。\nDoumyoujiはリーダーであり、しばしばグループを指導します。  Kokonoe、Oohagi、Tounoはジョークを形成する人格であり、Andouは他の3人が自然に面白いとしていることについてコメントしています。 時には、Doumyoujiは冗談の人格のために存在します。 私は彼女が他の人がしないいくつかの役割を持っているので、彼女を配置する場所に苦労しています。 このグループはうまくいきますが、特にあなたがレトルト中心のコメディを楽しんでいない場合は、安藤のレトルトの頻度によって面白くないかもしれません。\n\nサウンドトラック、素晴らしいOPとEDをフィッティング。\nサウンドトラック、OP、EDはすべて素晴らしいです。 サウンドトラックは、シーン内で、シリーズ内でうまく使用されます。 曲はシンプルで、それは合っている。\n\nシリーズは強く始まります。\nあなたが最初のエピソードを楽しんでいない場合、おそらくあなたはシリーズの残りの部分を楽しむことはありません。\n\n----ネガティブ----\n\nペーシングは遅くなる可能性があります。\nこれはかなり優しいコメディシリーズです。 このシリーズは、静かで慌ただしくないときに最もよく見られます。\nキャンセルの機会：一種。 この問題はシリーズ全体には影響しません。 また、次のネガティブに関連して、このシリーズのゆっくりとしたペーシングの問題の一部は、参照を特定しないギャップが原因である可能性があります。そのため、ジョークが実際に起こっているときには、 あなたがそれを実現することなく作られた。\n\n多くの参考文献があり、あいまいである。\n\nキャンセルの機会：はい。 これはコメディーシリーズなので、参考になるはずです。 また、あなたが参照を特定できない場合でも、イベントは比較的楽しいです。 しかし、参考文献の多くを特定できない場合、認識されたペーシングの問題のためにこのシリーズを大いに楽しむことはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n[This review contains minor spoilers.]\n\n\u001b[1m[このレビューにはマイナーなスポイラーが含まれています。]\u001b[22m\n\u001b[1m([Kono rebyū ni wa maināna supoirā ga fukuma rete imasu. ])\u001b[22m\n\nTranslations of \u001b[4m[This review contains minor spoilers.]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[This review contains minor spoilers.]\u001b[24m\n    \u001b[1m[このレビューにはマイナーなスポイラーが含まれています。]\u001b[22m, \u001b[1m[このレビューはマイナーなネタバレが含まれています。]\u001b[22m\nI am glad that I watched this.\n\n\u001b[1m私はこれを見てうれしいです。\u001b[22m\n\u001b[1m(Watashi wa kore o mite ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI am glad that I watched this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am glad that I watched this.\u001b[24m\n    \u001b[1m私はこれを見てうれしいです。\u001b[22m, \u001b[1m私はこれを見ていることをうれしく思います。\u001b[22m\nI would recommend this to others.\n\n\u001b[1m私はこれを他の人にお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kore o hokanohito ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would recommend this to others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would recommend this to others.\u001b[24m\n    \u001b[1m私はこれを他の人にお勧めします。\u001b[22m, \u001b[1m私は他の人にこれをお勧めします。\u001b[22m\nI have watched this three times, subtitled. I have only watched the anime.\n\n\u001b[1m私はこの3回を字幕付きで見てきました。 私はアニメだけを見ました。\u001b[22m\n\u001b[1m(Watashi wa kono 3-kai o jimaku-tsuki de mitekimashita. Watashi wa anime dake o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mI have watched this three times, subtitled. I have only watched the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have watched this three times, subtitled.\u001b[24m\n    \u001b[1m私はこの3回を字幕付きで見てきました。\u001b[22m, \u001b[1m私は字幕付きの、この3回を見ています。\u001b[22m\n\u001b[4mI have only watched the anime.\u001b[24m\n    \u001b[1m私はアニメだけを見ました。\u001b[22m, \u001b[1m私はアニメを見ています。\u001b[22m\nI will watch this again.\n\n\u001b[1m私はこれをもう一度見ます。\u001b[22m\n\u001b[1m(Watashi wa kore o mōichido mimasu.)\u001b[22m\n\nTranslations of \u001b[4mI will watch this again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will watch this again.\u001b[24m\n    \u001b[1m私はこれをもう一度見ます。\u001b[22m, \u001b[1m私は再びこれを見ます。\u001b[22m\nI purchased the soundtrack, which includes all of the EDs.\n\n\u001b[1mすべてのEDを含むサウンドトラックを購入しました。\u001b[22m\n\u001b[1m(Subete no ED o fukumu saundotorakku o kōnyū shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI purchased the soundtrack, which includes all of the EDs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI purchased the soundtrack, which includes all of the EDs.\u001b[24m\n    \u001b[1mすべてのEDを含むサウンドトラックを購入しました。\u001b[22m, \u001b[1m私は内分泌攪乱化学物質のすべてを含むサウンドトラックを、購入しました。\u001b[22m\n\u001b[1m\u001b[22m\n---- Positives ----\n\n\u001b[1m----ポジティブ----\u001b[22m\n\u001b[1m(-- -- Pojitibu -- --)\u001b[22m\n\nDefinitions of \u001b[4m---- Positives ----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    肯定\u001b[22m\n        positive, affirmation\n\u001b[1m\u001b[22m\nSituational jokes work well.\n\n\u001b[1m状況的なジョークはうまくいく。\u001b[22m\n\u001b[1m(Jōkyō-tekina jōku wa umaku iku.)\u001b[22m\n\nTranslations of \u001b[4mSituational jokes work well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSituational jokes work well.\u001b[24m\n    \u001b[1m状況的なジョークはうまくいく。\u001b[22m, \u001b[1m状況的ジョークはうまく機能します。\u001b[22m\nThere are many situational jokes that don't rely on a standard stock. The series largely relies on the throw-these-characters-in-a-room-with-a-topic-and-see-where-it-goes comedy, and it's done well.\n\n\u001b[1m標準在庫に依存しない多くの状況的なジョークがあります。 このシリーズは、大衆向けのコラージュをテーマにしたものであり、それはうまくいっています。\u001b[22m\n\u001b[1m(Hyōjun zaiko ni izon shinai ōku no jōkyō-tekina jōku ga arimasu. Kono shirīzu wa, taishū-muke no korāju o tēma ni shita monodeari, sore wa umaku itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are many situational jokes that don't rely on a standard stock. The series largely relies on the throw-these-characters-in-a-room-with-a-topic-and-see-where-it-goes comedy, and it's done well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are many situational jokes that don't rely on a standard stock.\u001b[24m\n    \u001b[1m標準在庫に依存しない多くの状況的なジョークがあります。\u001b[22m, \u001b[1m標準在庫に依存していない多くの状況ジョークがあります。\u001b[22m\n\u001b[4mThe series largely relies on the throw-these-characters-in-a-room-with-a-topic-and-see-where-it-goes comedy, and it's done well.\u001b[24m\n    \u001b[1mこのシリーズは、大衆向けのコラージュをテーマにしたものであり、それはうまくいっています。\u001b[22m, \u001b[1mシリーズは、主に依存してスローこれらのキャラクタ・イン・ザ・ルーム--とトピック・アンド・シースルーどこ-それは-行くコメディ、そしてそれはよくやっています。\u001b[22m\n\u001b[1m\u001b[22m\nThe situations are interesting.\n\n\u001b[1m状況は面白いです。\u001b[22m\n\u001b[1m(Jōkyō wa omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe situations are interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe situations are interesting.\u001b[24m\n    \u001b[1m状況は面白いです。\u001b[22m, \u001b[1m状況は興味深いものです。\u001b[22m\nIn general, a series that takes place primarily in the same room can become stale, but this series manages to introduce enough interesting topics and scenarios that this never becomes a problem. Also, they do actually leave their clubroom sometimes, and when they do, they always use their new locations well, for purposes specific to the new locations.\n\n\u001b[1m一般的に、同じ部屋で主に行われるシリーズは古くなる可能性がありますが、このシリーズではこれが決して問題にならないほど興味深い話題やシナリオを紹介しています。 また、実際にはクラブルームを退室することもありますが、そうしたときには、新しい場所に固有の目的で常に新しい場所を使います。\u001b[22m\n\u001b[1m(Ippantekini, onaji heya de omo ni okonawa reru shirīzu wa furuku naru kanōsei ga arimasuga, kono shirīzude wa kore ga kesshite mondai ni naranai hodo kyōmibukai wadai ya shinario o shōkai shite imasu. Mata, jissai ni wa kuraburūmu o taishitsu suru koto mo arimasuga, sōshita tokiniha, atarashī basho ni koyū no mokuteki de tsuneni atarashī basho o tsukaimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn general, a series that takes place primarily in the same room can become stale, but this series manages to introduce enough interesting topics and scenarios that this never becomes a problem. Also, they do actually leave their clubroom sometimes, and when they do, they always use their new locations well, for purposes specific to the new locations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn general, a series that takes place primarily in the same room can become stale, but this series manages to introduce enough interesting topics and scenarios that this never becomes a problem.\u001b[24m\n    \u001b[1m一般的に、同じ部屋で主に行われるシリーズは古くなる可能性がありますが、このシリーズではこれが決して問題にならないほど興味深い話題やシナリオを紹介しています。\u001b[22m, \u001b[1m一般的に、同じ部屋で主に行わシリーズは古くなることができますが、このシリーズでは、これが問題になることはないことを十分に興味深いトピックとシナリオを紹介するために管理しています。\u001b[22m\n\u001b[4mAlso, they do actually leave their clubroom sometimes, and when they do, they always use their new locations well, for purposes specific to the new locations.\u001b[24m\n    \u001b[1mまた、実際にはクラブルームを退室することもありますが、そうしたときには、新しい場所に固有の目的で常に新しい場所を使います。\u001b[22m, \u001b[1mまた、彼らは実際には、時には彼らの部室を離れない、と彼らが行うとき、彼らは常に新しい場所に特定の目的のために、十分に彼らの新しい場所を使用します。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough not very detailed, the art conveys well.\n\n\u001b[1mそれほど詳細ではありませんが、芸術はうまく伝わります。\u001b[22m\n\u001b[1m(Sorehodo shōsaide wa arimasenga, geijutsu wa umaku tsutawarimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough not very detailed, the art conveys well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough not very detailed, the art conveys well.\u001b[24m\n    \u001b[1mそれほど詳細ではありませんが、芸術はうまく伝わります。\u001b[22m, \u001b[1m非常に詳細ではないが、芸術はよく伝えます。\u001b[22m\nI wouldn't expect a comedy series like this to boast detailed art, and, as expected, it doesn't. However, the expressions and body language of the characters are represented well. I'd say that the level of detail is just right for what this series is. If anything, this series works very well within the confines of simple art.\n\n\u001b[1m私はこのようなコメディシリーズが詳細なアートを誇っているとは期待していません。 しかし、文字の表現や身体表現はよく表現されています。 私は、詳細のレベルは、このシリーズのものにちょうど良いと言いたいと思います。 何かがあれば、このシリーズは単純な技術の範囲内で非常にうまく機能します。\u001b[22m\n\u001b[1m(Watashi wa kono yōna komedishirīzu ga shōsaina āto o hokotte iru to wa kitai shite imasen. Shikashi, moji no hyōgen ya karada hyōgen wa yoku hyōgen sa rete imasu. Watashi wa, shōsai no reberu wa, kono shirīzu no mono ni chōdo yoi to iitai to omoimasu. Nanika ga areba, kono shirīzu wa tanjun'na gijutsu no han'i-nai de hijō ni umaku kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI wouldn't expect a comedy series like this to boast detailed art, and, as expected, it doesn't. However, the expressions and body language of the characters are represented well. I'd say that the level of detail is just right for what this series is. If anything, this series works very well within the confines of simple art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wouldn't expect a comedy series like this to boast detailed art, and, as expected, it doesn't.\u001b[24m\n    \u001b[1m私はこのようなコメディシリーズが詳細なアートを誇っているとは期待していません。\u001b[22m, \u001b[1m私はそれがない、予想されるように、詳細な芸術を自慢するために、このようなコメディーシリーズを期待し、ないだろう。\u001b[22m\n\u001b[4mHowever, the expressions and body language of the characters are represented well.\u001b[24m\n    \u001b[1mしかし、文字の表現や身体表現はよく表現されています。\u001b[22m, \u001b[1mしかし、文字の表情やボディランゲージはよく表されています。\u001b[22m\n\u001b[4mI'd say that the level of detail is just right for what this series is.\u001b[24m\n    \u001b[1m私は、詳細のレベルは、このシリーズのものにちょうど良いと言いたいと思います。\u001b[22m, \u001b[1m私は詳細のレベルは、このシリーズが何であるかのためのちょうど右であることを言うと思います。\u001b[22m\n\u001b[4mIf anything, this series works very well within the confines of simple art.\u001b[24m\n    \u001b[1m何かがあれば、このシリーズは単純な技術の範囲内で非常にうまく機能します。\u001b[22m, \u001b[1mどちらかと言えば、このシリーズは、簡単な芸術の範囲内で非常によく動作します。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters play out their types well.\n\n\u001b[1mキャラクターは彼らのタイプをよく演じます。\u001b[22m\n\u001b[1m(Kyarakutā wa karera no taipu o yoku enjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters play out their types well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters play out their types well.\u001b[24m\n    \u001b[1mキャラクターは彼らのタイプをよく演じます。\u001b[22m, \u001b[1m文字はよく自分のタイプを再生します。\u001b[22m\nThere are five characters, each with different personalities, and they all stay true to their type. Additionally, their voices match well. I particularly think Doumyouji's voice was exceptionally good, though she may sound off-putting to other viewers. These characters, despite having different personalities, work well together, and although they aren't each directly connected with each other, there are enough connections within the five to keep the group together.\n\n\u001b[1mそれぞれ異なる性格を持つ5つの文字があり、それらの文字はすべてその種類に当てはまります。 さらに、彼らの声はよく一致します。 私は特に、童謡の声は非常に良いと思っていますが、他の視聴者には聞こえないかもしれません。 これらの文字は、異なる性格を持っているにもかかわらず、うまく機能し、互いに直接接続されているわけではありませんが、グループをまとめるには5つの接続が十分です。\u001b[22m\n\u001b[1m(Sorezore kotonaru seikaku o motsu itsutsu no moji ga ari, sorera no moji wa subete sono shurui ni atehamarimasu. Sarani, karera no koe wa yoku itchi shimasu. Watashi wa tokuni, dōyō no koe wa hijō ni yoi to omotte imasuga, hoka no shichō-sha ni wa kikoenai kamo shiremasen. Korera no moji wa, kotonaru seikaku o motte iru nimokakawarazu, umaku kinō shi, tagaini chokusetsu setsuzoku sa rete iru wakede wa arimasenga, gurūpu o matomeru ni wa itsutsu no setsuzoku ga jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are five characters, each with different personalities, and they all stay true to their type. Additionally, their voices match well. I particularly think Doumyouji's voice was exceptionally good, though she may sound off-putting to other viewers. These characters, despite having different personalities, work well together, and although they aren't each directly connected with each other, there are enough connections within the five to keep the group together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are five characters, each with different personalities, and they all stay true to their type.\u001b[24m\n    \u001b[1mそれぞれ異なる性格を持つ5つの文字があり、それらの文字はすべてその種類に当てはまります。\u001b[22m, \u001b[1mそこの5文字、違う個性を持つそれぞれがあり、それらすべては、そのタイプに忠実であり続けます。\u001b[22m\n\u001b[4mAdditionally, their voices match well.\u001b[24m\n    \u001b[1mさらに、彼らの声はよく一致します。\u001b[22m, \u001b[1mさらに、彼らの声はよく一致しています。\u001b[22m\n\u001b[4mI particularly think Doumyouji's voice was exceptionally good, though she may sound off-putting to other viewers.\u001b[24m\n    \u001b[1m私は特に、童謡の声は非常に良いと思っていますが、他の視聴者には聞こえないかもしれません。\u001b[22m, \u001b[1m私は特に彼女が他の視聴者にオフ置くことに聞こえるかもしれませんがDoumyoujiの声は、非常に良かったと思います。\u001b[22m\n\u001b[4mThese characters, despite having different personalities, work well together, and although they aren't each directly connected with each other, there are enough connections within the five to keep the group together.\u001b[24m\n    \u001b[1mこれらの文字は、異なる性格を持っているにもかかわらず、うまく機能し、互いに直接接続されているわけではありませんが、グループをまとめるには5つの接続が十分です。\u001b[22m, \u001b[1mこれらの文字は、異なる個性を持つにもかかわらず、一緒にうまく動作し、それらが互いに直接接続された各はありませんが、一緒にグループを維持するために5内に十分な接続があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe retort-centric comedy works, if you're into that sort of thing.\n\n\u001b[1mレトルト中心のコメディーは、もしあなたがそのようなことに取り組んでいれば、機能します。\u001b[22m\n\u001b[1m(Retoruto chūshin no komedī wa, moshi anata ga sono yōna koto ni torikunde ireba, kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe retort-centric comedy works, if you're into that sort of thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe retort-centric comedy works, if you're into that sort of thing.\u001b[24m\n    \u001b[1mレトルト中心のコメディーは、もしあなたがそのようなことに取り組んでいれば、機能します。\u001b[22m, \u001b[1mあなたがそういったことにならレトルト中心のコメディは、動作します。\u001b[22m\nDoumyouji is the leader, often directing the group. Kokonoe, Oohagi, and Touno are the personalities that form jokes, and Andou comments on what those other three naturally do as funny. Sometimes, Doumyouji exists for a joke personality. I'm struggling on where to place her because she has a few roles that the others don't. The group works, although you may not be amused by the frequency of Andou's retorts, especially if you don't enjoy retort-centric comedy.\n\n\u001b[1mDoumyoujiはリーダーであり、しばしばグループを指導します。  Kokonoe、Oohagi、Tounoはジョークを形成する人格であり、Andouは他の3人が自然に面白いとしていることについてコメントしています。 時には、Doumyoujiは冗談の人格のために存在する。 私は彼女が他の人がしないいくつかの役割を持っているので、彼女を配置する場所に苦労しています。 このグループはうまくいきますが、特にあなたがレトルト中心のコメディを楽しんでいない場合は、安藤のレトルトの頻度によって面白くないかもしれません。\u001b[22m\n\u001b[1m(Doumyouji wa rīdādeari, shibashiba gurūpu o shidō shimasu. Kokonoe, Oohagi, Touno wa jōku o keisei suru jinkakudeari, Andou wa hoka no 3-ri ga shizen ni omoshiroi to shite iru koto ni tsuite komento shite imasu. Tokiniha, Doumyouji wa jōdan no jinkaku no tame ni sonzai suru. Watashi wa kanojo ga hokanohito ga shinai ikutsu ka no yakuwari o motte irunode, kanojo o haichi suru basho ni kurō shite imasu. Kono gurūpu wa umaku ikimasuga, tokuni anata ga retoruto chūshin no komedi o tanoshinde inai baai wa, Andō no retoruto no hindo ni yotte omoshirokunai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mDoumyouji is the leader, often directing the group. Kokonoe, Oohagi, and Touno are the personalities that form jokes, and Andou comments on what those other three naturally do as funny. Sometimes, Doumyouji exists for a joke personality. I'm struggling on where to place her because she has a few roles that the others don't. The group works, although you may not be amused by the frequency of Andou's retorts, especially if you don't enjoy retort-centric comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDoumyouji is the leader, often directing the group.\u001b[24m\n    \u001b[1mDoumyoujiはリーダーであり、しばしばグループを指導します。\u001b[22m, \u001b[1mDoumyoujiは、多くの場合、グループを向ける、リーダーです。\u001b[22m\n\u001b[4mKokonoe, Oohagi, and Touno are the personalities that form jokes, and Andou comments on what those other three naturally do as funny.\u001b[24m\n    \u001b[1mKokonoe、Oohagi、Tounoはジョークを形成する人格であり、Andouは他の3人が自然に面白いとしていることについてコメントしています。\u001b[22m, \u001b[1m九重、Oohagi、および遠野はジョークを形成する個性であり、それらの他の3つは、当然のように面白い何をすべきか上の安藤コメント。\u001b[22m\n\u001b[4mSometimes, Doumyouji exists for a joke personality.\u001b[24m\n    \u001b[1m時には、Doumyoujiは冗談の人格のために存在する。\u001b[22m, \u001b[1m時には、Doumyoujiは冗談の人格のために存在します。\u001b[22m\n\u001b[4mI'm struggling on where to place her because she has a few roles that the others don't.\u001b[24m\n    \u001b[1m私は彼女が他の人がしないいくつかの役割を持っているので、彼女を配置する場所に苦労しています。\u001b[22m, \u001b[1m彼女は他の人にはないいくつかの役割を持っているので、私は彼女をどこに配置するかに苦労しています。\u001b[22m\n\u001b[4mThe group works, although you may not be amused by the frequency of Andou's retorts, especially if you don't enjoy retort-centric comedy.\u001b[24m\n    \u001b[1mこのグループはうまくいきますが、特にあなたがレトルト中心のコメディを楽しんでいない場合は、安藤のレトルトの頻度によって面白くないかもしれません。\u001b[22m, \u001b[1mあなたはレトルト中心のコメディを楽しんでいない場合は特に、安藤のレトルトの周波数によって面白されないかもしれないが、グループは、動作します。\u001b[22m\n\u001b[1m\u001b[22m\nFitting soundtrack, nice OP and EDs.\n\n\u001b[1mサウンドトラック、素晴らしいOPとEDをフィッティング。\u001b[22m\n\u001b[1m(Saundotorakku, subarashī OP to ED o fittingu.)\u001b[22m\n\nTranslations of \u001b[4mFitting soundtrack, nice OP and EDs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFitting soundtrack, nice OP and EDs.\u001b[24m\n    \u001b[1mサウンドトラック、素晴らしいOPとEDをフィッティング。\u001b[22m, \u001b[1mフィッティングサウンドトラック、素敵なOPとのED。\u001b[22m\nThe soundtrack, OP, and EDs are all great. The soundtrack is used well within the series, per scene. The songs are simple, and that's fitting.\n\n\u001b[1mサウンドトラック、OP、EDはすべて素晴らしいです。 サウンドトラックは、シーン内で、シリーズ内でうまく使用されます。 曲はシンプルで、それは合っている。\u001b[22m\n\u001b[1m(Saundotorakku, OP, ED wa subete subarashīdesu. Saundotorakku wa, shīn-nai de, shirīzu-nai de umaku shiyō sa remasu. Kyoku wa shinpurude, sore wa atte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack, OP, and EDs are all great. The soundtrack is used well within the series, per scene. The songs are simple, and that's fitting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack, OP, and EDs are all great.\u001b[24m\n    \u001b[1mサウンドトラック、OP、EDはすべて素晴らしいです。\u001b[22m, \u001b[1mサウンドトラック、OP、およびEDSはすべて素晴らしいです。\u001b[22m\n\u001b[4mThe soundtrack is used well within the series, per scene.\u001b[24m\n    \u001b[1mサウンドトラックは、シーン内で、シリーズ内でうまく使用されます。\u001b[22m, \u001b[1mサウンドトラックは、シーンごとに、シリーズ内でも使用されています。\u001b[22m\n\u001b[4mThe songs are simple, and that's fitting.\u001b[24m\n    \u001b[1m曲はシンプルで、それは合っている。\u001b[22m, \u001b[1m曲はシンプルであり、それはフィッティングです。\u001b[22m\n\u001b[1m\u001b[22m\nThe series starts off strong.\n\n\u001b[1mシリーズは強く始まります。\u001b[22m\n\u001b[1m(Shirīzu wa tsuyoku hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series starts off strong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series starts off strong.\u001b[24m\n    \u001b[1mシリーズは強く始まります。\u001b[22m, \u001b[1mシリーズは、強力なオフを開始します。\u001b[22m\nAlthough, if you don't enjoy the first episode, you probably won't enjoy the rest of the series.\n\n\u001b[1mあなたが最初のエピソードを楽しんでいない場合、おそらくあなたはシリーズの残りの部分を楽しむことはありません。\u001b[22m\n\u001b[1m(Anata ga saisho no episōdo o tanoshinde inai baai, osoraku anata wa shirīzu no nokori no bubun o tanoshimu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlthough, if you don't enjoy the first episode, you probably won't enjoy the rest of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough, if you don't enjoy the first episode, you probably won't enjoy the rest of the series.\u001b[24m\n    \u001b[1mあなたが最初のエピソードを楽しんでいない場合、おそらくあなたはシリーズの残りの部分を楽しむことはありません。\u001b[22m, \u001b[1mあなたが最初のエピソードを享受していない場合は、けれども、あなたはおそらくシリーズの残りの部分を楽しむことはありません。\u001b[22m\n\u001b[1m\u001b[22m\n---- Negatives ----\n\n\u001b[1m----ネガティブ----\u001b[22m\n\u001b[1m(-- -- Negatibu -- --)\u001b[22m\n\nDefinitions of \u001b[4m---- Negatives ----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    負\u001b[22m\n        negative, minus\n\u001b[1m    ネガ\u001b[22m\n        negative\n\u001b[1m    消極\u001b[22m\n        negative, conservative\n\u001b[1m    陰画\u001b[22m\n        negative\n\u001b[1m    原板\u001b[22m\n        negative\n\u001b[1m    打ち消し\u001b[22m\n        negation, denial, negative\n\u001b[1m    種板\u001b[22m\n        negative\n\u001b[1m    打消\u001b[22m\n        negation, denial, negative\n\u001b[1m\u001b[22m\nThe pacing can be slow.\n\n\u001b[1mペーシングは遅くなる可能性があります。\u001b[22m\n\u001b[1m(Pēshingu wa osoku naru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe pacing can be slow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe pacing can be slow.\u001b[24m\n    \u001b[1mペーシングは遅くなる可能性があります。\u001b[22m, \u001b[1mペーシングが遅くなることがあります。\u001b[22m\nThis is a rather mellow comedy series. This series is best watched when you're calm and not in a rush.\n\n\u001b[1mこれはかなり優しいコメディシリーズです。 このシリーズは、静かで慌ただしくないときに最もよく見られます。\u001b[22m\n\u001b[1m(Kore wa kanari yasashī komedishirīzudesu. Kono shirīzu wa, shizukade awatadashikunai toki ni mottomo yoku mi raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a rather mellow comedy series. This series is best watched when you're calm and not in a rush.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a rather mellow comedy series.\u001b[24m\n    \u001b[1mこれはかなり優しいコメディシリーズです。\u001b[22m, \u001b[1mこれはかなりまろやかなコメディシリーズです。\u001b[22m\n\u001b[4mThis series is best watched when you're calm and not in a rush.\u001b[24m\n    \u001b[1mこのシリーズは、静かで慌ただしくないときに最もよく見られます。\u001b[22m, \u001b[1mあなたは穏やかではない急いでいるときに、このシリーズは最高の見ています。\u001b[22m\nOpportunity for cancel: Sort of. This issue doesn't affect the entire series. Also, related to the next negative, part of the slow-pacing problem with this series may be because of gaps where you won't identify references, so you'll think that there isn't anything interesting happening, when jokes are actually being made without you realizing it.\n\n\u001b[1mキャンセルの機会：一種。 この問題はシリーズ全体には影響しません。 また、次のネガティブに関連して、このシリーズのゆっくりとしたペーシングの問題の一部は、リファレンスを特定しないギャップが原因である可能性があります。そのため、ジョークが実際に起こっているときには、 あなたがそれを実現することなく作られた。\u001b[22m\n\u001b[1m(Kyanseru no kikai: Isshu. Kono mondai wa shirīzu zentai ni wa eikyō shimasen. Mata,-ji no negatibu ni kanren shite, kono shirīzu no yukkuri to shita pēshingu no mondai no ichibu wa, rifarensu o tokutei shinai gyappu ga gen'indearu kanōsei ga arimasu. Sonotame, jōku ga jissai ni okotte iru tokiniha, anata ga sore o jitsugen suru koto naku tsukura reta.)\u001b[22m\n\nTranslations of \u001b[4mOpportunity for cancel: Sort of. This issue doesn't affect the entire series. Also, related to the next negative, part of the slow-pacing problem with this series may be because of gaps where you won't identify references, so you'll think that there isn't anything interesting happening, when jokes are actually being made without you realizing it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOpportunity for cancel: Sort of.\u001b[24m\n    \u001b[1mキャンセルの機会：一種。\u001b[22m, \u001b[1m並べ替え：キャンセルのための機会。\u001b[22m\n\u001b[4mThis issue doesn't affect the entire series.\u001b[24m\n    \u001b[1mこの問題はシリーズ全体には影響しません。\u001b[22m, \u001b[1mこの問題は、シリーズ全体に影響を与えません。\u001b[22m\n\u001b[4mAlso, related to the next negative, part of the slow-pacing problem with this series may be because of gaps where you won't identify references, so you'll think that there isn't anything interesting happening, when jokes are actually being\u001b[24m\n    \u001b[1mまた、次のネガティブに関連して、このシリーズのゆっくりとしたペーシングの問題の一部は、リファレンスを特定しないギャップが原因である可能性があります。そのため、ジョークが実際に起こっているときには、\u001b[22m, \u001b[1mあなたはジョークが実際にされているときに、何か面白いことがないと思いますのでまた、このシリーズでスローペーシング問題の次の負の、部品に関連する理由は、あなたが参照を識別しませんギャップであってもよいです\u001b[22m\n\u001b[4mmade without you realizing it.\u001b[24m\n    \u001b[1mあなたがそれを実現することなく作られた。\u001b[22m, \u001b[1mあなたはそれを実現することなくなりました。\u001b[22m\n\u001b[1m\u001b[22m\nThere are many references, some obscure.\n\n\u001b[1m多くの参考文献があり、あいまいである。\u001b[22m\n\u001b[1m(Ōku no sankō bunken ga ari, aimaidearu.)\u001b[22m\n\nTranslations of \u001b[4mThere are many references, some obscure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are many references, some obscure.\u001b[24m\n    \u001b[1m多くの参考文献があり、あいまいである。\u001b[22m, \u001b[1m多くの参考文献、いくつかのあいまいながあります。\u001b[22m\n\u001b[1m\u001b[22m\nOpportunity for cancel: Yes. This is a comedy series, so references should be expected. Also, the events are still relatively enjoyable, even if you can't identify the references. If you can't identify many of the references, however, you may not enjoy this series very much because of perceived pacing issues.\n\n\u001b[1mキャンセルの機会：はい。 これはコメディーシリーズなので、参考になるはずです。 また、あなたが参照を特定できない場合でも、イベントは比較的楽しいです。 しかし、参考文献の多くを特定できない場合、認識されたペーシングの問題のためにこのシリーズを大いに楽しむことはできません。\u001b[22m\n\u001b[1m(Kyanseru no kikai: Hai. Kore wa komedīshirīzunanode, sankō ni naru hazudesu. Mata, anata ga sanshō o tokutei dekinai baai demo, ibento wa hikakuteki tanoshīdesu. Shikashi, sankō bunken no ōku o tokutei dekinai baai, ninshiki sa reta pēshingu no mondai no tame ni kono shirīzu o ōini tanoshimu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mOpportunity for cancel: Yes. This is a comedy series, so references should be expected. Also, the events are still relatively enjoyable, even if you can't identify the references. If you can't identify many of the references, however, you may not enjoy this series very much because of perceived pacing issues.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOpportunity for cancel: Yes.\u001b[24m\n    \u001b[1mキャンセルの機会：はい。\u001b[22m, \u001b[1mキャンセルのための機会：はい。\u001b[22m\n\u001b[4mThis is a comedy series, so references should be expected.\u001b[24m\n    \u001b[1mこれはコメディーシリーズなので、参考になるはずです。\u001b[22m, \u001b[1mこれはコメディシリーズですので、参照が期待されるべきです。\u001b[22m\n\u001b[4mAlso, the events are still relatively enjoyable, even if you can't identify the references.\u001b[24m\n    \u001b[1mまた、あなたが参照を特定できない場合でも、イベントは比較的楽しいです。\u001b[22m, \u001b[1mまた、イベントは、参照を識別できない場合でも、まだ比較的楽しいです。\u001b[22m\n\u001b[4mIf you can't identify many of the references, however, you may not enjoy this series very much because of perceived pacing issues.\u001b[24m\n    \u001b[1mしかし、参考文献の多くを特定できない場合、認識されたペーシングの問題のためにこのシリーズを大いに楽しむことはできません。\u001b[22m, \u001b[1mあなたが参照の多くを識別することができない場合は、しかし、あなたが原因の知覚ペーシングの問題の非常にこのシリーズを楽しんでいない可能性があります。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "Sombrefloe",
    "profile": "/profile/Sombrefloe/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=210002",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  8\n\nこれは、生命のアニメよりもギャグアニメのほうが多い。 クラブルームで話題になっている女の子以外に実際に起こっていることはまれです。  「女の子が話すことについて話している女の子」ではなく、クリエイターが気にかけている話題について話す女の子はかなり多い。 それはその静脈の中の浄瑠璃に似ています。 言語に関連するジョークの数は感謝して少なくなりますが、翻訳は悪夢ではありません。\n\nそのジャンルを考えると、明らかに物語はありません。 このシリーズの途中で登場するキャラクターペアの間には、非常に軽いクラッシュ/ボンド以外のキャラクターの開発はあまりありません。 キャラクターの基盤は、ボーク（サクラ）、ツッコミ、癒し/ドジッコの女の子（カリン）、個性のない「豊かな女の子」（クレア）のいずれかである。 比較的卑劣な唯一の女の子は、強烈な強さを持つ女の子です。 また、女の子と一緒に話しているシールがあります。 私はそれが何を表しているのかは分かりませんが、それは私にはかなり不必要です。\n\n性格の鈍さにもかかわらず、キャラクターは生きていき、実際にアートディレクターや声優によって面白くなりました。 または、少なくともサクラと夏樹がいます。 カリンとクレアの声は、彼らのキャラクター（かなりパッシブです）とあまりにもよく合っていて、表現もあまりありません。 ボタンの声と顔も比較的単調です。 一方、夏樹とさくらは、表情と音の両方で常に活発です。\n\nとにかく、アニメ自体は驚くほど没入感があり楽しいです。 少なくとも、私のためだった。 それはキャッチーなサウンドトラック、女の子が何を話しているのかを描写する面白い背景画像、またはさくらと夏樹の幼稚な声によるものかもしれません。 私のアニメのピークは、2人の女の子のうち2人が約5分間、テレパシーでゲーム戦略について話し合っていたシーンでした。 エピソードの半分に及ぶ非常に熱心なナレーション付きの強烈なシリトリゲーム。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is more of a gag anime than a slice of life anime. The scenes where there actually is something going on other than girls discussing a topic in the club room are rare. It's pretty much 'girls talking about topics the creator cares about', rather than 'girls talking about things girls would be talking about'. It is similar to Joshiraku in that vein. Though the number of language-related jokes are thankfully less, so the translations aren't a nightmare.\n\n\u001b[1mこれは、生命のアニメよりもギャグアニメのほうが多い。 クラブルームで話題になっている女の子以外に実際に起こっていることはまれです。  「女の子が話すことについて話している女の子」ではなく、クリエイターが気にかけている話題について話す女の子はかなり多い。 それはその静脈の中の浄瑠璃に似ています。 言語に関連するジョークの数は感謝して少なくなりますが、翻訳は悪夢ではありません。\u001b[22m\n\u001b[1m(Kore wa, seimei no anime yori mo gyagu anime no hō ga ōi. Kuraburūmu de wadai ni natte iru on'nanoko igai ni jissai ni okotte iru koto wa maredesu. `On'nanoko ga hanasu koto ni tsuite hanashite iru on'nanoko'de wa naku, kurieitā ga ki ni kakete iru wadai ni tsuite hanasu on'nanoko wa kanari ōi. Sore wa sono jōmyaku no naka no jōruri ni nite imasu. Gengo ni kanren suru jōku no kazu wa kansha shite sukunaku narimasuga, hon'yaku wa akumude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is more of a gag anime than a slice of life anime. The scenes where there actually is something going on other than girls discussing a topic in the club room are rare. It's pretty much 'girls talking about topics the creator cares about', rather than 'girls talking about things girls would be talking about'. It is similar to Joshiraku in that vein. Though the number of language-related jokes are thankfully less, so the translations aren't a nightmare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is more of a gag anime than a slice of life anime.\u001b[24m\n    \u001b[1mこれは、生命のアニメよりもギャグアニメのほうが多い。\u001b[22m, \u001b[1mこれは人生のアニメのスライスよりもギャグアニメの詳細です。\u001b[22m\n\u001b[4mThe scenes where there actually is something going on other than girls discussing a topic in the club room are rare.\u001b[24m\n    \u001b[1mクラブルームで話題になっている女の子以外に実際に起こっていることはまれです。\u001b[22m, \u001b[1m実際に何かがクラブルームで話題を議論女児以外にそこに行くされている場面はまれです。\u001b[22m\n\u001b[4mIt's pretty much 'girls talking about topics the creator cares about', rather than 'girls talking about things girls would be talking about'.\u001b[24m\n    \u001b[1m「女の子が話すことについて話している女の子」ではなく、クリエイターが気にかけている話題について話す女の子はかなり多い。\u001b[22m, \u001b[1mそれはむしろ「女の子は女の子が話しされるであろう事柄について話 'より、かなり「作成者は気のトピックについて話女子です。\u001b[22m\n\u001b[4mIt is similar to Joshiraku in that vein.\u001b[24m\n    \u001b[1mそれはその静脈の中の浄瑠璃に似ています。\u001b[22m, \u001b[1mそれは、その静脈内じょしらくに似ています。\u001b[22m\n\u001b[4mThough the number of language-related jokes are thankfully less, so the translations aren't a nightmare.\u001b[24m\n    \u001b[1m言語に関連するジョークの数は感謝して少なくなりますが、翻訳は悪夢ではありません。\u001b[22m, \u001b[1m言語関連のジョークの数けどありがたいことに少ないので、翻訳は悪夢ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSo, given its genre, obviously there is no story. There is not much character development other than very mild crushes/bonds between character pairs that appear halfway through the series. The bases of characters aren't very original either: there is a boke (Sakura), a tsukkomi (Natsuki), a healing/dojikko girl (Karin) and a 'rich girl' with little personality (Claire). The only relatively uncategorizable girl is Botan, who is a somewhat stoic (despite playing the fool to get tsukommu'd by Natsuki) girl with super-strength. There is also a talking seal hanging around with the girls; I'm not sure what it is supposed to represent, but it felt pretty unnecessary to me.\n\n\u001b[1mそのジャンルを考えると、明らかに物語はありません。 このシリーズの途中で登場するキャラクターペアの間には、非常に軽いクラッシュ/ボンド以外のキャラクターの開発はあまりありません。 キャラクターの基盤は、ボーク（サクラ）、ツッコミ、癒し/ドジッコの女の子（カリン）、個性のない「豊かな女の子」（クレア）のいずれかである。 比較的卑劣な唯一の女の子は、強烈な強さを持つ女の子です。 また、女の子と一緒に話しているシールがあります。 私はそれが何を表しているのかは分かりませんが、それは私にはかなり不必要です。\u001b[22m\n\u001b[1m(Sono janru o kangaeru to, akiraka ni monogatari wa arimasen. Kono shirīzu no tochū de tōjō suru kyarakutāpea no ma ni wa, hijō ni karui kurasshu/ bondo igai no kyarakutā no kaihatsu wa amari arimasen. Kyarakutā no kiban wa, bōku (sakura), tsukkomi, iyashi/ dojikko no on'nanoko (karin), kosei no nai `yutakana on'nanoko'(Kurea) no izurekadearu. Hikakuteki hiretsuna yuiitsu no on'nanoko wa, kyōretsuna tsuyo-sa o motsu on'nanokodesu. Mata, on'nanoko to issho ni hanashite iru shīru ga arimasu. Watashi wa sore ga nani o arawashite iru no ka wa wakarimasen ga, soreha watashiniha kanari fuhitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, given its genre, obviously there is no story. There is not much character development other than very mild crushes/bonds between character pairs that appear halfway through the series. The bases of characters aren't very original either: there is a boke (Sakura), a tsukkomi (Natsuki), a healing/dojikko girl (Karin) and a 'rich girl' with little personality (Claire). The only relatively uncategorizable girl is Botan, who is a somewhat stoic (despite playing the fool to get tsukommu'd by Natsuki) girl with super-strength. There is also a talking seal hanging around with the girls; I'm not sure what it is supposed to represent, but it felt pretty unnecessary to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, given its genre, obviously there is no story.\u001b[24m\n    \u001b[1mそのジャンルを考えると、明らかに物語はありません。\u001b[22m, \u001b[1mだから、そのジャンル与えられ、明らかに何の話はありません。\u001b[22m\n\u001b[4mThere is not much character development other than very mild crushes/bonds between character pairs that appear halfway through the series.\u001b[24m\n    \u001b[1mこのシリーズの途中で登場するキャラクターペアの間には、非常に軽いクラッシュ/ボンド以外のキャラクターの開発はあまりありません。\u001b[22m, \u001b[1mシリーズの途中で表示される文字ペア間で非常に穏やかな押しつぶす/債券以外の多くのキャラクターの成長はありません。\u001b[22m\n\u001b[4mThe bases of characters aren't very original either: there is a boke (Sakura), a tsukkomi (Natsuki), a healing/dojikko girl (Karin) and a 'rich girl' with little personality (Claire).\u001b[24m\n    \u001b[1mキャラクターの基盤は、ボーク（サクラ）、ツッコミ、癒し/ドジッコの女の子（カリン）、個性のない「豊かな女の子」（クレア）のいずれかである。\u001b[22m, \u001b[1m文字の塩基がいずれかの非常にオリジナルではありません：ボケ（さくら）、ツッコミ（夏希）がある、癒し/ドジっ娘の女の子（かりん）と少し性格（クレア）と「豊かな女の子。\u001b[22m\n\u001b[4mThe only relatively uncategorizable girl is Botan, who is a somewhat stoic (despite playing the fool to get tsukommu'd by Natsuki) girl with super-strength.\u001b[24m\n    \u001b[1m比較的卑劣な唯一の女の子は、強烈な強さを持つ女の子です。\u001b[22m, \u001b[1m比較的分類できない女の子が超強度（夏樹によってtsukommu'd取得する愚か者を再生するにもかかわらず）ややストイックな女の子ですぼたん、です。\u001b[22m\n\u001b[4mThere is also a talking seal hanging around with the girls;\u001b[24m\n    \u001b[1mまた、女の子と一緒に話しているシールがあります。\u001b[22m, \u001b[1m女の子とぶらぶら話しシールもあります。\u001b[22m\n\u001b[4mI'm not sure what it is supposed to represent, but it felt pretty unnecessary to me.\u001b[24m\n    \u001b[1m私はそれが何を表しているのかは分かりませんが、それは私にはかなり不必要です。\u001b[22m, \u001b[1m私は、表すようになっているかわからないんだけど、それは私にはかなり不必要と感じました。\u001b[22m\n\u001b[1m\u001b[22m\nDespite their blandness in personalities, the characters are brought to life and actually made interesting by the art directors and voice actresses. Or at least Sakura and Natsuki are. Karin and Claire's voices fit too well with their characters (which are pretty passive), and they don't have many expressions either. Botan's voice and face is also relatively monotone. Natsuki and Sakura on the other hand, are always lively, both in expression and sound.\n\n\u001b[1m性格の鈍さにもかかわらず、キャラクターは生きていき、実際にアートディレクターや声優によって面白くなりました。 または、少なくともサクラと夏樹がいます。 カリンとクレアの声は、彼らのキャラクター（かなりパッシブです）とあまりにもよく合っており、多くの表現もありません。 ボタンの声と顔も比較的単調です。 一方、夏樹とさくらは、表情と音の両方で常に活発です。\u001b[22m\n\u001b[1m(Seikaku no nibu-sa nimokakawarazu, kyarakutā wa ikite iki, jissai ni ātodirekutā ya seiyū ni yotte omoshiroku narimashita. Matawa, sukunakutomo sakura to Natsuki ga imasu. Karin to Kurea no koe wa, karera no kyarakutā (kanari passhibudesu) to amarini mo yoku atte ori, ōku no hyōgen mo arimasen. Botan no koe to kao mo hikakuteki tanchōdesu. Ippō, Natsuki to sakura wa, hyōjō to oto no ryōhō de tsuneni kappatsudesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite their blandness in personalities, the characters are brought to life and actually made interesting by the art directors and voice actresses. Or at least Sakura and Natsuki are. Karin and Claire's voices fit too well with their characters (which are pretty passive), and they don't have many expressions either. Botan's voice and face is also relatively monotone. Natsuki and Sakura on the other hand, are always lively, both in expression and sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite their blandness in personalities, the characters are brought to life and actually made interesting by the art directors and voice actresses.\u001b[24m\n    \u001b[1m性格の鈍さにもかかわらず、キャラクターは生きていき、実際にアートディレクターや声優によって面白くなりました。\u001b[22m, \u001b[1m個性で自分の個性のなさにもかかわらず、文字が生活にもたらしていると、実際にアートディレクターと音声女優によって興味深いました。\u001b[22m\n\u001b[4mOr at least Sakura and Natsuki are.\u001b[24m\n    \u001b[1mまたは、少なくともサクラと夏樹がいます。\u001b[22m, \u001b[1mあるいは、少なくともさくらとなつきがあります。\u001b[22m\n\u001b[4mKarin and Claire's voices fit too well with their characters (which are pretty passive), and they don't have many expressions either.\u001b[24m\n    \u001b[1mカリンとクレアの声は、彼らのキャラクター（かなりパッシブです）とあまりにもよく合っており、多くの表現もありません。\u001b[22m, \u001b[1mカリンとクレアの声が（かなり受動的である）自分のキャラクターとあまりにもよくフィットし、彼らはどちらかの多くの表現を持っていません。\u001b[22m\n\u001b[4mBotan's voice and face is also relatively monotone.\u001b[24m\n    \u001b[1mボタンの声と顔も比較的単調です。\u001b[22m, \u001b[1m牡丹の声と顔も比較的単調です。\u001b[22m\n\u001b[4mNatsuki and Sakura on the other hand, are always lively, both in expression and sound.\u001b[24m\n    \u001b[1m一方、夏樹とさくらは、表情と音の両方で常に活発です。\u001b[22m, \u001b[1m一方、夏樹とさくらは、表現と音の両方で、いつも賑やかです。\u001b[22m\n\u001b[1m\u001b[22m\nAt any rate, the anime itself is surprisingly immersive and enjoyable. Or was for me, at least. It might have been due to the catchy soundtrack, the amusing backdrop images that depict whatever the girls are talking about, or Sakura and Natsuki's childish voices. The peaks of the anime for me were the two scenes where two of the girls are discussing a game strategy telepathically for about five minutes; and an intense shiritori game with very avid narration that lasts for half an episode.\n\n\u001b[1mとにかく、アニメ自体は驚くほど没入感があり楽しいです。 少なくとも、私のためだった。 それはキャッチーなサウンドトラック、女の子が何を話しているのかを描写する面白い背景画像、またはさくらと夏樹の幼稚な声によるものかもしれません。 私のアニメのピークは、2人の女の子のうち2人が約5分間、テレパシーでゲーム戦略について話し合っていたシーンでした。 エピソードの半分に及ぶ非常に熱心なナレーション付きの強烈なシリトリゲーム。\u001b[22m\n\u001b[1m(Tonikaku, anime jitai wa odoroku hodo botsunyū-kan ga ari tanoshīdesu. Sukunakutomo, watashi no tamedatta. Sore wa kyatchīna saundotorakku, on'nanoko ga nani o hanashite iru no ka o byōsha suru omoshiroi haikei gazō, matawa sakura to Natsuki no yōchina koe ni yoru mono kamo shiremasen. Watashi no anime no pīku wa, 2-ri no on'nanoko no uchi 2-ri ga yaku 5-funkan, terepashī de gēmu senryaku ni tsuite hanashiatte ita shīndeshita. Episōdo no hanbun ni oyobu hijō ni nesshin'na narēshon-tsuki no kyōretsuna shiritorigēmu.)\u001b[22m\n\nTranslations of \u001b[4mAt any rate, the anime itself is surprisingly immersive and enjoyable. Or was for me, at least. It might have been due to the catchy soundtrack, the amusing backdrop images that depict whatever the girls are talking about, or Sakura and Natsuki's childish voices. The peaks of the anime for me were the two scenes where two of the girls are discussing a game strategy telepathically for about five minutes; and an intense shiritori game with very avid narration that lasts for half an episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt any rate, the anime itself is surprisingly immersive and enjoyable.\u001b[24m\n    \u001b[1mとにかく、アニメ自体は驚くほど没入感があり楽しいです。\u001b[22m, \u001b[1mいずれにしても、アニメ自体は驚くほど没入型と楽しいです。\u001b[22m\n\u001b[4mOr was for me, at least.\u001b[24m\n    \u001b[1m少なくとも、私のためだった。\u001b[22m, \u001b[1mあるいは、少なくとも、私のためでした。\u001b[22m\n\u001b[4mIt might have been due to the catchy soundtrack, the amusing backdrop images that depict whatever the girls are talking about, or Sakura and Natsuki's childish voices.\u001b[24m\n    \u001b[1mそれはキャッチーなサウンドトラック、女の子が何を話しているのかを描写する面白い背景画像、またはさくらと夏樹の幼稚な声によるものかもしれません。\u001b[22m, \u001b[1mそれが原因キャッチーなサウンドトラック、女の子が話し、またはさくらと夏希の幼稚な声されているものは何でも描く愉快な背景画像になっている可能性があります。\u001b[22m\n\u001b[4mThe peaks of the anime for me were the two scenes where two of the girls are discussing a game strategy telepathically for about five minutes;\u001b[24m\n    \u001b[1m私のアニメのピークは、2人の女の子のうち2人が約5分間、テレパシーでゲーム戦略について話し合っていたシーンでした。\u001b[22m, \u001b[1m私のためにアニメのピークは、女の子の2が約5分間テレパシーゲーム戦略を議論している2つのシーンでした。\u001b[22m\n\u001b[4mand an intense shiritori game with very avid narration that lasts for half an episode.\u001b[24m\n    \u001b[1mエピソードの半分に及ぶ非常に熱心なナレーション付きの強烈なシリトリゲーム。\u001b[22m, \u001b[1m半分のエピソード持続する非常に熱心なナレーション付きと強烈しりとりゲーム。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "senksiang90",
    "profile": "/profile/senksiang90/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=184824",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\nこれは私が今まで見てきた最もランダムで、クレイジーで、簡単なアニメの一つです。 このアニメは、深み、性格の開発と目的が欠けている。 蹴り缶からボーリングなどに至るまで何でも構いません。\n\nこのシリーズには欠けているものがありますが、これが機能しています。 早い段階でエンディングクレジットを再生することで、それがとても簡単に楽しく見られるようになります。 それはあなたが完了したらあなたと固執することはありませんが、それを見てあなたの顔に笑顔を置くアニメの一つになるでしょう。\n\n全体的に、私はそれに行くのは簡単で、ランダムでナットだから7にします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of the most random, craziest, easy going anime I've ever watch. This anime lacks depth, character development and purpose. It can be just about anything at all, from kicking cans to bowling and so on.\n\n\u001b[1mこれは私が今まで見てきた最もランダムで、クレイジーで、簡単なアニメの一つです。 このアニメは、深み、性格の開発と目的が欠けている。 蹴り缶からボーリングなどに至るまで何でも構いません。\u001b[22m\n\u001b[1m(Kore wa watashi ga imamade mitekita mottomo randamu de, kureijī de, kantan'na anime no hitotsudesu. Kono anime wa, fukami, seikaku no kaihatsu to mokuteki ga kakete iru. Keri kan kara bōringu nado ni itaru made nani demo kamaimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of the most random, craziest, easy going anime I've ever watch. This anime lacks depth, character development and purpose. It can be just about anything at all, from kicking cans to bowling and so on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of the most random, craziest, easy going anime I've ever watch.\u001b[24m\n    \u001b[1mこれは私が今まで見てきた最もランダムで、クレイジーで、簡単なアニメの一つです。\u001b[22m, \u001b[1mこれは私が今まで見た中で最もランダムな、クレイジー、気楽なアニメの一つです。\u001b[22m\n\u001b[4mThis anime lacks depth, character development and purpose.\u001b[24m\n    \u001b[1mこのアニメは、深み、性格の開発と目的が欠けている。\u001b[22m, \u001b[1mこのアニメは、深さ、キャラクターの成長や目的を欠いています。\u001b[22m\n\u001b[4mIt can be just about anything at all, from kicking cans to bowling and so on.\u001b[24m\n    \u001b[1m蹴り缶からボーリングなどに至るまで何でも構いません。\u001b[22m, \u001b[1mこれは、というようにボーリングに缶を蹴りから、全然何でもすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nWhile these are the things this series lack, these are what that makes it work. Playing ending credits earlier and so on makes it so easy and fun going to watch. It won't stick with you once you are done but it'll be one of those animes that will put a smile on your face when you watch it.\n\n\u001b[1mこのシリーズには欠けているものがありますが、これが機能しています。 早い段階でエンディングクレジットを再生することで、それがとても簡単に楽しく見られるようになります。 それはあなたが完了したらあなたと固執することはありませんが、それを見てあなたの顔に笑顔を置くアニメの一つになるでしょう。\u001b[22m\n\u001b[1m(Kono shirīzu ni wa kakete iru mono ga arimasuga, kore ga kinō shite imasu. Hayai dankai de endingukurejitto o saisei suru koto de, sore ga totemo kantan ni tanoshiku mi rareru yō ni narimasu. Sore wa anata ga kanryō shitara anata to koshū suru koto wa arimasenga, sore o mite anata no kao ni egao o oku anime no hitotsu ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mWhile these are the things this series lack, these are what that makes it work. Playing ending credits earlier and so on makes it so easy and fun going to watch. It won't stick with you once you are done but it'll be one of those animes that will put a smile on your face when you watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile these are the things this series lack, these are what that makes it work.\u001b[24m\n    \u001b[1mこのシリーズには欠けているものがありますが、これが機能しています。\u001b[22m, \u001b[1mこれらは、このシリーズにはないものであるが、これらは、それはそれが動作するものです。\u001b[22m\n\u001b[4mPlaying ending credits earlier and so on makes it so easy and fun going to watch.\u001b[24m\n    \u001b[1m早い段階でエンディングクレジットを再生することで、それがとても簡単に楽しく見られるようになります。\u001b[22m, \u001b[1mように、以前のクレジットを終了再生とすると、それはとても簡単で楽しい見に行くことができます。\u001b[22m\n\u001b[4mIt won't stick with you once you are done but it'll be one of those animes that will put a smile on your face when you watch it.\u001b[24m\n    \u001b[1mそれはあなたが完了したらあなたと固執することはありませんが、それを見てあなたの顔に笑顔を置くアニメの一つになるでしょう。\u001b[22m, \u001b[1mあなたが行われたら、それはあなたに固執しませんが、それはあなたがそれを見たときに、あなたの顔に笑顔を置くこれらのアニメの一つでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I give it a 7 because it's easy going, random and nuts.\n\n\u001b[1m全体的に、私はそれに行くのは簡単で、ランダムでナットだから7にします。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa sore ni iku no wa kantande, randamu de nattodakara 7 ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I give it a 7 because it's easy going, random and nuts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I give it a 7 because it's easy going, random and nuts.\u001b[24m\n    \u001b[1m全体的に、私はそれに行くのは簡単で、ランダムでナットだから7にします。\u001b[22m, \u001b[1mそれは簡単にランダムとナット、起こっているので、全体的に、私はそれを7を与えます。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "War_Paragon",
    "profile": "/profile/War_Paragon/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=118165",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は真剣にこれらのシリーズを取ったことはありませんでした、そして、私はそれが実際にそれを楽しんだので、私は推測します。 すべてのエピソードで私は笑ってしまった。 私はキャラクターが楽しかったのは、基本的にはショーが持っているものだからです。 彼らのエキサイティングなプロットは、ちょうど女の子たちが面白い会話を楽しんで楽しい時間を過ごしています。 だから私はこのショーを、彼らを25分間笑わせるショーがほしいと思う人々に勧めたいと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI never took these series seriously and I guess because of that I actually enjoyed it. Every episode left me laughing. I enjoyed the characters because thats basically what the show has. Theirs exciting plot, its just girls caving funny conversations and having a fun time. So I would recommend this show to people who just want a show that will make them laugh for 25 minutes.\n\n\u001b[1m私は真剣にこれらのシリーズを取ったことはありませんでした、そして、私はそれが実際にそれを楽しんだので、私は推測します。 すべてのエピソードで私は笑ってしまった。 私はキャラクターが楽しかったのは、基本的にはショーが持っているものだからです。 彼らのエキサイティングなプロットは、ちょうど女の子たちが面白い会話を楽しんで楽しい時間を過ごしています。 だから私はこのショーを、彼らを25分間笑わせるショーがほしいと思う人々に勧めたいと思う。\u001b[22m\n\u001b[1m(Watashi wa shinken ni korera no shirīzu o totta koto wa arimasendeshita, soshite, watashi wa sore ga jissai ni sore o tanoshindanode, watashi wa suisoku shimasu. Subete no episōdo de watashi wa waratte shimatta. Watashi wa kyarakutā ga tanoshikatta no wa, kihontekini wa shō ga motte iru monodakaradesu. Karera no ekisaitinguna purotto wa, chōdo on'nanoko-tachi ga omoshiroi kaiwa o tanoshinde tanoshī jikan o sugoshite imasu. Dakara watashi wa kono shō o, karera o 25-funkan warawaseru shō ga hoshī to omou hitobito ni susumetai to omou.)\u001b[22m\n\nTranslations of \u001b[4mI never took these series seriously and I guess because of that I actually enjoyed it. Every episode left me laughing. I enjoyed the characters because thats basically what the show has. Theirs exciting plot, its just girls caving funny conversations and having a fun time. So I would recommend this show to people who just want a show that will make them laugh for 25 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never took these series seriously and I guess because of that I actually enjoyed it.\u001b[24m\n    \u001b[1m私は真剣にこれらのシリーズを取ったことはありませんでした、そして、私はそれが実際にそれを楽しんだので、私は推測します。\u001b[22m, \u001b[1m私は真剣にこれらのシリーズを取ったことがないと私はので、私は実際にそれを楽しんでいるのだと思います。\u001b[22m\n\u001b[4mEvery episode left me laughing.\u001b[24m\n    \u001b[1mすべてのエピソードで私は笑ってしまった。\u001b[22m, \u001b[1mすべてのエピソードは笑って私を残しました。\u001b[22m\n\u001b[4mI enjoyed the characters because thats basically what the show has.\u001b[24m\n    \u001b[1m私はキャラクターが楽しかったのは、基本的にはショーが持っているものだからです。\u001b[22m, \u001b[1mショーが持っているのthats基本的にどのようなので、私は文字を楽しみました。\u001b[22m\n\u001b[4mTheirs exciting plot, its just girls caving funny conversations and having a fun time.\u001b[24m\n    \u001b[1m彼らのエキサイティングなプロットは、ちょうど女の子たちが面白い会話を楽しんで楽しい時間を過ごしています。\u001b[22m, \u001b[1mかれらエキサイティングなプロット、そのちょうど女の子面白い会話を洞窟探検と楽しい時間を持ちます。\u001b[22m\n\u001b[4mSo I would recommend this show to people who just want a show that will make them laugh for 25 minutes.\u001b[24m\n    \u001b[1mだから私はこのショーを、彼らを25分間笑わせるショーがほしいと思う人々に勧めたいと思う。\u001b[22m, \u001b[1mだから、僕は彼らが25分間笑わせるますショーをしたい人には、このショーをお勧めします。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "Notshane",
    "profile": "/profile/Notshane/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=204883",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\n最初は、私にはたくさんの生徒会のことを思い出させましたが、本当にそれをはっきりとはっきりさせる独自の感覚があります。\n\n他のアニメと同じように、バットからすぐに、第4の壁は完全に壊れています！ まあ、実際には、私は彼らがこれで少し待ったと思う。 しかし、彼らはそれをかなり重く行い、それは...驚くほど楽しいものでした。 しかし、すべてのレビューでマイナス点を列挙しなければならないため、私の得点はそれだけ高いです。\n\nしかし、まず、私が楽しんだことは、速いペースでユーモアを発揮したことです。私が見たアニメと同じように、それは私の好きなものです。 しかし、彼らは第4の壁をはるかに重く壊した。 おっと、私は比較のために別のアニメを投げただけですが、それは本当に似ています。\n\nキャラクターは楽しく、それぞれのポジティブとネガティブがあります。 しかし、これはアニメの良い塊と同様のパターンに従います。ここでは、まったく無頓着なことをするキャラクターの主なキャストと、論理を元の常識に戻すための論理キャラクターが続きます。 彼女がいなければ、そのショーはいつもAWOLになるだろう。\n\nその女の子は夏樹です。 一目惚れではあまり楽しくはないので、彼女は私を驚かせました。 彼女が絶え間なくレトルトしているシーンで彼女を見ると、彼女は見るべき光景です。 彼女は彼女の髪型と男性のユニフォームを選んだので、バットのすぐそばにいるトムボーのように見えます。 彼女は私が実際に...と話す友だちを持っている。待って、私は散髪を言って、私が今まで見たことのあるほとんどのアニメの髪型とは違って、彼女の象徴的なCOWLICKに言及するのを忘れた。 顕著になるまでは姫子のものよりもはるかにそうです。\n\n私が初めてこれを見たとき、私は最初に言及したアニメとすぐにそれを比較し、私がそれを見続ける必要があると考えていましたが、それはそれとは全く異なることが証明されました。 彼女のカウィックは全部で面白かったです！ 私が今までに見た中で最も不条理な結末の1つになったのは、結局のところ、話題として最終的にそれをもたらしたエピソードでした。\n\n他のキャラクターはそれほど楽しいものではありません。 カリンは、素朴で無邪気でかわいい女の子です。すぐに他のキャラクターの味を追いかけ、もう一度考える必要はありません。 彼らのクラブの社長であるサクラも、かなり基本的であり、コメディにあまりにも重荷を与えなかった。  5人の最もアメリカ人の名前であるクレアは、別の一般的な女の子です。 豊かな人、彼女はいつもどのように裕福な彼女を参照してください。\n\nああ、待って、1つ多くの目立つものがあります。  BOTANを不断のスーパー・インテンシブ・ストレングス・ライオンズ・オブ・ザ・ライフに夢中にして、いつもそれを常に議論の主要なポイントとして話している。 彼女はアニメが行くにつれて恐ろしいほど面白くなり、それのためにちょっと夏樹より輝きます。 このアニメがただの楽しいフェスティバルになると思ったら、ボタンが活動しているのを見て直ぐにあなたはもっとうまくいくでしょう。\n\nユーモア、執筆、ストーリーはすべて最高ですが、私はこのアニメの好き嫌いもできません。 それは私に笑いを与え、同時に与えられた点でうなり声を上げさせるほど十分に届けられました。そして、私が言うことができるのは、あなたがそれを見たいのならばあなた次第ですということです！ しかし、前回の創立時代を見た場合、このアニメはそのアニメと似ています。\n\nしかし、アニメがいかに愚かであったにもかかわらず、その物語はこれよりもはるかに深いことが判明した。 しかし、両方とも、世界でも最高のダビング会社の一人が公式ダビングをしたような、想像もできないオリジナルのファッションでコメディを配信する他のアニメと比較して、蝋燭だけです。\n\nだから、これは私が最初に言うことができるアニメです：私はあまり確かではありません。 私はまだ自分に十分なスコアを与えましたが、コメディ、人生の断片、不条理の混在が必要な時には十分に見ていると言えるでしょう。 そして、後者のために自分自身を準備してください、それはあなたが得るすべてであるからです。 最初の、そして最後のエピソードを除いて、感傷的なものは何も期待しないでください。\n\nだから、楽しんで、私は推測する。 私から来て、これはあなたにたくさん与えることはありませんが、まだ十分なものを与えるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAt first, it reminded me a lot of Seitokai no Ichizon, but it has its own flair to it that really sets it apart.\n\n\u001b[1m最初は、私にはたくさんの生徒会のことを思い出させましたが、本当にそれをはっきりとはっきりさせる独自の感覚があります。\u001b[22m\n\u001b[1m(Saisho wa, watashiniha takusan no seito-kai no koto o omoidasa semashitaga, hontōni sore o hakkiri to hakkiri sa seru dokuji no kankaku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt first, it reminded me a lot of Seitokai no Ichizon, but it has its own flair to it that really sets it apart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, it reminded me a lot of Seitokai no Ichizon, but it has its own flair to it that really sets it apart.\u001b[24m\n    \u001b[1m最初は、私にはたくさんの生徒会のことを思い出させましたが、本当にそれをはっきりとはっきりさせる独自の感覚があります。\u001b[22m, \u001b[1m最初は、それは私の生徒会なしIchizonの多くを思い出し、それは本当に離れてそれを設定し、それへの独自の才能を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nRight off the bat, like the other anime, the fourth wall is ENTIRELY broken! Well, actually, I think they waited a bit with this one. But, they did it quite heavily and it was...surprisingly enjoyable. However, my score is only as high as it is because, well, every review has to list negative points.\n\n\u001b[1m他のアニメと同じように、バットからすぐに、第4の壁は完全に壊れています！ まあ、実際には、私は彼らがこれで少し待ったと思う。 しかし、彼らはそれをかなり重く行い、それは...驚くほど楽しいものでした。 しかし、すべてのレビューでマイナス点を列挙しなければならないため、私の得点はそれだけ高いです。\u001b[22m\n\u001b[1m(Hoka no anime to onajiyōni, batto kara sugu ni, dai 4 no kabe wa kanzen ni kowarete imasu! Mā, jissai ni wa, watashi wa karera ga kore de sukoshi matta to omou. Shikashi, karera wa sore o kanari omoku okonai, soreha... Odoroku hodo tanoshī monodeshita. Shikashi, subete no rebyū de mainasu-ten o rekkyo shinakereba naranai tame, watashi no tokuten wa sore dake takaidesu.)\u001b[22m\n\nTranslations of \u001b[4mRight off the bat, like the other anime, the fourth wall is ENTIRELY broken! Well, actually, I think they waited a bit with this one. But, they did it quite heavily and it was...surprisingly enjoyable. However, my score is only as high as it is because, well, every review has to list negative points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRight off the bat, like the other anime, the fourth wall is ENTIRELY broken!\u001b[24m\n    \u001b[1m他のアニメと同じように、バットからすぐに、第4の壁は完全に壊れています！\u001b[22m, \u001b[1m右バット、他のアニメのように、第四壁は完全に壊れています！\u001b[22m\n\u001b[4mWell, actually, I think they waited a bit with this one.\u001b[24m\n    \u001b[1mまあ、実際には、私は彼らがこれで少し待ったと思う。\u001b[22m, \u001b[1mまあ、実際に、私は彼らがこの1でビットを待っていたと思います。\u001b[22m\n\u001b[4mBut, they did it quite heavily and it was...surprisingly enjoyable.\u001b[24m\n    \u001b[1mしかし、彼らはそれをかなり重く行い、それは...驚くほど楽しいものでした。\u001b[22m, \u001b[1mしかし、彼らは非常に重く、それを行なったし、それがあった...驚くほど楽しいです。\u001b[22m\n\u001b[4mHowever, my score is only as high as it is because, well, every review has to list negative points.\u001b[24m\n    \u001b[1mしかし、すべてのレビューでマイナス点を列挙しなければならないため、私の得点はそれだけ高いです。\u001b[22m, \u001b[1mよく、すべての審査がマイナスポイントを一覧表示するには持っている、しかし、私のスコアはそのままだけの高さです。\u001b[22m\n\u001b[1m\u001b[22m\nBut firstly, what I enjoyed about it was that it delivered humor at a rapid pace, similar to another anime I watched, that is still my favorite, that did the same exact thing. However, they broke the fourth wall in a much heavier and not as entertaining fashion as the other one did. Oops, I just threw in another anime for comparison, but it really did feel similar.\n\n\u001b[1mしかし、まず、私が楽しんだことは、速いペースでユーモアを発揮したことです。私が見たアニメと同じように、それは私の好きなものです。 しかし、彼らは第4の壁をはるかに重く壊した。 おっと、私は比較のために別のアニメを投げただけですが、それは本当に似ています。\u001b[22m\n\u001b[1m(Shikashi, mazu, watashi ga tanoshinda koto wa, hayai pēsu de yūmoa o hakki shita kotodesu. Watashi ga mita anime to onajiyōni, sore wa watashi no sukina monodesu. Shikashi, karera wa dai 4 no kabe o haruka ni omoku kowashita. Otto, watashi wa hikaku no tame ni betsu no anime o nageta dakedesuga, sore wa hontōni nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut firstly, what I enjoyed about it was that it delivered humor at a rapid pace, similar to another anime I watched, that is still my favorite, that did the same exact thing. However, they broke the fourth wall in a much heavier and not as entertaining fashion as the other one did. Oops, I just threw in another anime for comparison, but it really did feel similar.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut firstly, what I enjoyed about it was that it delivered humor at a rapid pace, similar to another anime I watched, that is still my favorite, that did the same exact thing.\u001b[24m\n    \u001b[1mしかし、まず、私が楽しんだことは、速いペースでユーモアを発揮したことです。私が見たアニメと同じように、それは私の好きなものです。\u001b[22m, \u001b[1mそれが急速なペースでユーモアを配信したことだっについてしかし、まず、私が楽しんだもの、私が見た他のアニメに似て、それはまだ正確に同じことをした私のお気に入りです。\u001b[22m\n\u001b[4mHowever, they broke the fourth wall in a much heavier and not as entertaining fashion as the other one did.\u001b[24m\n    \u001b[1mしかし、彼らは第4の壁をはるかに重く壊した。\u001b[22m, \u001b[1m他の1がしたようにしかし、彼らははるかに重いとしてではなく、面白いやり方で第四壁を破りました。\u001b[22m\n\u001b[4mOops, I just threw in another anime for comparison, but it really did feel similar.\u001b[24m\n    \u001b[1mおっと、私は比較のために別のアニメを投げただけですが、それは本当に似ています。\u001b[22m, \u001b[1mおっと、私は比較のために、他のアニメに投げたが、それは本当に同じような感じでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are enjoyable, each with their positives and negatives. However, it will follow a similar pattern to a good chunk of anime where there follows a main cast of characters that do things ever so nonchalantly and one logical character to re-bend logic back to its original common sense. Without her, the show would be going AWOL the entire time.\n\n\u001b[1mキャラクターは楽しく、それぞれのポジティブとネガティブがあります。 しかし、これはアニメの良い塊と同様のパターンに従います。ここでは、まったく無頓着なことをするキャラクターの主なキャストと、論理を元の常識に戻すための論理キャラクターが続きます。 彼女がいなければ、そのショーはいつもAWOLになるだろう。\u001b[22m\n\u001b[1m(Kyarakutā wa tanoshiku, sorezore no pojitibu to negatibu ga arimasu. Shikashi, koreha anime no yoi katamari to dōyō no patān ni shitagaimasu. Kokode wa, mattaku mutonjakuna koto o suru kyarakutā no omona kyasuto to, ronri o gen no jōshiki ni modosu tame no ronri kyarakutā ga tsudzukimasu. Kanojo ga inakereba, sono shō wa itsumo AWOL ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are enjoyable, each with their positives and negatives. However, it will follow a similar pattern to a good chunk of anime where there follows a main cast of characters that do things ever so nonchalantly and one logical character to re-bend logic back to its original common sense. Without her, the show would be going AWOL the entire time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are enjoyable, each with their positives and negatives.\u001b[24m\n    \u001b[1mキャラクターは楽しく、それぞれのポジティブとネガティブがあります。\u001b[22m, \u001b[1m文字は陽性と陰性とのそれぞれが、楽しいです。\u001b[22m\n\u001b[4mHowever, it will follow a similar pattern to a good chunk of anime where there follows a main cast of characters that do things ever so nonchalantly and one logical character to re-bend logic back to its original common sense.\u001b[24m\n    \u001b[1mしかし、これはアニメの良い塊と同様のパターンに従います。ここでは、まったく無頓着なことをするキャラクターの主なキャストと、論理を元の常識に戻すための論理キャラクターが続きます。\u001b[22m, \u001b[1mしかし、それは物事を行う文字のメインキャストが今までそのようにさりげなくと元の常識への再曲げロジックに一つの論理文字が続くアニメのかなりの部分に同様のパターンに従います。\u001b[22m\n\u001b[4mWithout her, the show would be going AWOL the entire time.\u001b[24m\n    \u001b[1m彼女がいなければ、そのショーはいつもAWOLになるだろう。\u001b[22m, \u001b[1m彼女なしで、ショーはAWOL全体の時間を行くことになります。\u001b[22m\n\u001b[1m\u001b[22m\nAnd that girl is Natsuki. Well not too heavily enjoyable at first glance, she surprised me. Once you see her in scenes outside her constant retorting, she is a sight to look at. She looks like a tomboy right off the bat due to her haircut and choosing the male uniform. She has a besbt friend whom she talks to that I actually...wait, I said haircut and forgot to mention her iconic COWLICK that is so freaking different from most anime hairstyles I have ever seen; even more so than Himeko's, as far as prominence goes.\n\n\u001b[1mその女の子は夏樹です。 一目惚れではあまり楽しくはないので、彼女は私を驚かせました。 彼女が絶え間なくレトルトしているシーンで彼女を見ると、彼女は見るべき光景です。 彼女は彼女の髪型と男性のユニフォームを選んだので、バットのすぐそばにいるトムボーのように見えます。 彼女は私が実際に...と話す友だちを持っている。待って、私は散髪を言って、私が今まで見たことのあるほとんどのアニメの髪型とは違って、彼女の象徴的なCOWLICKに言及するのを忘れた。 顕著になるまでは姫子のものよりもはるかにそうです。\u001b[22m\n\u001b[1m(Sono on'nanoko wa Natsukidesu. Hitomeborede wa amari tanoshiku wanainode, kanojo wa watashi o odoroka semashita. Kanojo ga taema naku retoruto shite iru shīn de kanojo o miru to, kanojo wa mirubeki kōkeidesu. Kanojo wa kanojo no kamigata to dansei no yunifōmu o erandanode, batto no sugu soba ni iru tomubō no yō ni miemasu. Kanojo wa watashi ga jissai ni... To hanasu tomodachi o motte iru. Matte, watashi wa sanpatsu o itte, watashi ga imamade mita koto no aru hotondo no anime no kamigata to wa chigatte, kanojo no shōchō-tekina COWLICK ni genkyū suru no o wasureta. Kencho ni naru made wa Himego no mono yori mo haruka ni sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd that girl is Natsuki. Well not too heavily enjoyable at first glance, she surprised me. Once you see her in scenes outside her constant retorting, she is a sight to look at. She looks like a tomboy right off the bat due to her haircut and choosing the male uniform. She has a besbt friend whom she talks to that I actually...wait, I said haircut and forgot to mention her iconic COWLICK that is so freaking different from most anime hairstyles I have ever seen; even more so than Himeko's, as far as prominence goes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that girl is Natsuki.\u001b[24m\n    \u001b[1mその女の子は夏樹です。\u001b[22m, \u001b[1mそして、その女の子は夏木です。\u001b[22m\n\u001b[4mWell not too heavily enjoyable at first glance, she surprised me.\u001b[24m\n    \u001b[1m一目惚れではあまり楽しくはないので、彼女は私を驚かせました。\u001b[22m, \u001b[1mあまりにも重く楽しい一見まあ、彼女は私を驚かせました。\u001b[22m\n\u001b[4mOnce you see her in scenes outside her constant retorting, she is a sight to look at.\u001b[24m\n    \u001b[1m彼女が絶え間なくレトルトしているシーンで彼女を見ると、彼女は見るべき光景です。\u001b[22m, \u001b[1mあなたが彼女の一定のレトルト外のシーンで彼女を見たら、彼女が見て光景です。\u001b[22m\n\u001b[4mShe looks like a tomboy right off the bat due to her haircut and choosing the male uniform.\u001b[24m\n    \u001b[1m彼女は彼女の髪型と男性のユニフォームを選んだので、バットのすぐそばにいるトムボーのように見えます。\u001b[22m, \u001b[1m彼女が原因で彼女のヘアカットに右バットおてんば娘のように見え、男性の制服を選びます。\u001b[22m\n\u001b[4mShe has a besbt friend whom she talks to that I actually...wait, I said haircut and forgot to mention her iconic COWLICK that is so freaking different from most anime hairstyles I have ever seen;\u001b[24m\n    \u001b[1m彼女は私が実際に...と話す友だちを持っている。待って、私は散髪を言って、私が今まで見たことのあるほとんどのアニメの髪型とは違って、彼女の象徴的なCOWLICKに言及するのを忘れた。\u001b[22m, \u001b[1m彼女は私が散髪を言ったので、私が今まで見た中で最もアニメの髪型と異なるおかしくされる彼女の象徴的な逆毛を言及するのを忘れ、彼女は私が実際に...待つことに話すbesbt友人を持っています。\u001b[22m\n\u001b[4meven more so than Himeko's, as far as prominence goes.\u001b[24m\n    \u001b[1m顕著になるまでは姫子のものよりもはるかにそうです。\u001b[22m, \u001b[1mなおさら姫子さん、限りプロミネンスが行くようにより。\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first watched this, I immediately compared it to the anime I mentioned first and had considered heavily if I should continue watching it, but it proved to be quite different from that one; and her cowlick was just so entertaining throughout the entire thing! So much so that the episode that finally brought it on as a topic of discussion had one of the most absurd endings I had ever seen.\n\n\u001b[1m私が初めてこれを見たとき、私は最初に言及したアニメとすぐにそれを比較し、私がそれを見続けると重く考えていましたが、それはそれとは全く異なることが分かりました。 彼女のカウィックは全部で面白かったです！ 私が今までに見た中で最も不条理な結末の1つは、最終的に議論の話題としてそれをもたらしたエピソードがあったほどです。\u001b[22m\n\u001b[1m(Watashi ga hajimete kore o mita toki, watashi wa saisho ni genkyū shita anime to sugu ni sore o hikaku shi, watashi ga sore o mi tsudzukeruto omoku kangaete imashitaga, soreha soreto wa mattaku kotonaru koto ga wakarimashita. Kanojo no kau~ikku wa zenbu de omoshirokattadesu! Watashi ga ima made ni mita naka de mottomo fujōrina ketsumatsu no 1tsu wa, saishūtekini giron no wadai to shite sore o motarashita episōdo ga atta hododesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first watched this, I immediately compared it to the anime I mentioned first and had considered heavily if I should continue watching it, but it proved to be quite different from that one; and her cowlick was just so entertaining throughout the entire thing! So much so that the episode that finally brought it on as a topic of discussion had one of the most absurd endings I had ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first watched this, I immediately compared it to the anime I mentioned first and had considered heavily if I should continue watching it, but it proved to be quite different from that one;\u001b[24m\n    \u001b[1m私が初めてこれを見たとき、私は最初に言及したアニメとすぐにそれを比較し、私がそれを見続けると重く考えていましたが、それはそれとは全く異なることが分かりました。\u001b[22m, \u001b[1m私が最初にこれを見たとき、私はすぐにアニメに比べて、私は最初に述べたと私はそれを見続けなければならない場合に重く考えていたが、それはその1とは全く異なることが判明しました。\u001b[22m\n\u001b[4mand her cowlick was just so entertaining throughout the entire thing!\u001b[24m\n    \u001b[1m彼女のカウィックは全部で面白かったです！\u001b[22m, \u001b[1mそして、彼女逆毛は全体のことを通してだけでとても面白いでした！\u001b[22m\n\u001b[4mSo much so that the episode that finally brought it on as a topic of discussion had one of the most absurd endings I had ever seen.\u001b[24m\n    \u001b[1m私が今までに見た中で最も不条理な結末の1つは、最終的に議論の話題としてそれをもたらしたエピソードがあったほどです。\u001b[22m, \u001b[1mだから、多くの議論のトピックは私が今まで見た中で最も不合理な語尾のいずれかを持っていたとして、最終的にそれをもたらしたエピソードようにします。\u001b[22m\n\u001b[1m\u001b[22m\nThe other characters are not too enjoyable. Karin is your generic, innocent cute girl that immediately followed the flavor of the other characters without giving it a second thought. Sakura, the president of their club, was also pretty basic and did not deliver too heavily to the comedy. Claire, the most American name of the five, is another generic girl; a rich one, whom just references how wealthy she is all the time.\n\n\u001b[1m他のキャラクターはそれほど楽しいものではありません。 カリンは、素朴で無邪気でかわいい女の子です。すぐに他のキャラクターの味を追いかけ、もう一度考える必要はありません。 彼らのクラブの社長であるサクラも、かなり基本的であり、コメディにあまりにも重荷を与えなかった。  5人の最もアメリカ人の名前であるクレアは、別の一般的な女の子です。 豊かな人、彼女はいつもどのように裕福な彼女を参照してください。\u001b[22m\n\u001b[1m(Hoka no kyarakutā wa sore hodo tanoshī monode wa arimasen. Karin wa, sobokude mujakide kawaī on'nanokodesu. Sugu ni hoka no kyarakutā no aji o oikake, mōichido kangaeru hitsuyō wa arimasen. Karera no kurabu no shachōdearu sakura mo, kanari kihon-tekideari, komedi ni amarini mo omoni o ataenakatta. 5-Ri no mottomo amerikahito no namaedearu Kurea wa,-betsu no ippantekina on'nanokodesu. Yutakana hito, kanojo wa itsumo dono yō ni yūfukuna kanojo o sanshō shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe other characters are not too enjoyable. Karin is your generic, innocent cute girl that immediately followed the flavor of the other characters without giving it a second thought. Sakura, the president of their club, was also pretty basic and did not deliver too heavily to the comedy. Claire, the most American name of the five, is another generic girl; a rich one, whom just references how wealthy she is all the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other characters are not too enjoyable.\u001b[24m\n    \u001b[1m他のキャラクターはそれほど楽しいものではありません。\u001b[22m, \u001b[1m他の文字はあまりにも楽しいではありません。\u001b[22m\n\u001b[4mKarin is your generic, innocent cute girl that immediately followed the flavor of the other characters without giving it a second thought.\u001b[24m\n    \u001b[1mカリンは、素朴で無邪気でかわいい女の子です。すぐに他のキャラクターの味を追いかけ、もう一度考える必要はありません。\u001b[22m, \u001b[1mカリンはすぐにそれに考え直しを与えることなく、他の文字の味を踏襲し、あなたの一般的な、無邪気なかわいい女の子です。\u001b[22m\n\u001b[4mSakura, the president of their club, was also pretty basic and did not deliver too heavily to the comedy.\u001b[24m\n    \u001b[1m彼らのクラブの社長であるサクラも、かなり基本的であり、コメディにあまりにも重荷を与えなかった。\u001b[22m, \u001b[1mさくら、そのクラブの会長は、また、かなり基本的だったし、コメディに過度に配信されませんでした。\u001b[22m\n\u001b[4mClaire, the most American name of the five, is another generic girl;\u001b[24m\n    \u001b[1m5人の最もアメリカ人の名前であるクレアは、別の一般的な女の子です。\u001b[22m, \u001b[1mクレア、5の最もアメリカの名前は、他の一般的な女の子です。\u001b[22m\n\u001b[4ma rich one, whom just references how wealthy she is all the time.\u001b[24m\n    \u001b[1m豊かな人、彼女はいつもどのように裕福な彼女を参照してください。\u001b[22m, \u001b[1mただ、彼女はすべての時間がいかに裕福参照豊かな1、。\u001b[22m\n\u001b[1m\u001b[22m\nOh, wait, there is one that stands out a LOT. Freaking BOTAN with UNNECESSARY SUPERHUMAN STRENGTH FIGHTS BEARS FOR A LIVING and usually talks about it as a main point of discussion all of the time. She gets horrifyingly more hilarious as the anime goes and outshines Natsuki for a bit because of it. If you thought this anime was just going to be a slice of life fun fest, you BETTER turn around right after you see Botan in action.\n\n\u001b[1mああ、待って、1つ多くの目立つものがあります。  BOTANを不断のスーパー・インテンシブ・ストレングス・ライオンズ・オブ・ザ・ライフに夢中にして、いつもそれを常に議論の主要なポイントとして話している。 彼女はアニメが行くにつれて恐ろしいほど面白くなり、それのためにちょっと夏樹より輝きます。 このアニメがただの楽しいフェスティバルになると思ったら、ボタンが活動しているのを見て直ぐにあなたはもっとうまくいくでしょう。\u001b[22m\n\u001b[1m(Ā, matte, 1tsu ōku no medatsu mono ga arimasu. BOTAN o fudan no sūpā intenshibu sutorengusu Raionzu Obu za raifu ni muchū ni shite, itsumo sore o tsuneni giron no shuyōna pointo to shite hanashite iru. Kanojo wa anime ga iku ni tsurete osoroshī hodo omoshiroku nari, sore no tame ni chotto Natsuki yori kagayakimasu. Kono anime ga tada no tanoshī fesutibaru ni naru to omottara, botan ga katsudō shite iru no o mite sugu ni anata wa motto umaku ikudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOh, wait, there is one that stands out a LOT. Freaking BOTAN with UNNECESSARY SUPERHUMAN STRENGTH FIGHTS BEARS FOR A LIVING and usually talks about it as a main point of discussion all of the time. She gets horrifyingly more hilarious as the anime goes and outshines Natsuki for a bit because of it. If you thought this anime was just going to be a slice of life fun fest, you BETTER turn around right after you see Botan in action.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, wait, there is one that stands out a LOT.\u001b[24m\n    \u001b[1mああ、待って、1つ多くの目立つものがあります。\u001b[22m, \u001b[1mああ、待って、LOTを目立つものがあります。\u001b[22m\n\u001b[4mFreaking BOTAN with UNNECESSARY SUPERHUMAN STRENGTH FIGHTS BEARS FOR A LIVING and usually talks about it as a main point of discussion all of the time.\u001b[24m\n    \u001b[1mBOTANを不断のスーパー・インテンシブ・ストレングス・ライオンズ・オブ・ザ・ライフに夢中にして、いつもそれを常に議論の主要なポイントとして話している。\u001b[22m, \u001b[1mUNNECESSARY超人的な力で牡丹をおかしくすることは生活のためにBEARSを戦い、通常は議論の時間のすべての主要なポイントとして、それについて話しています。\u001b[22m\n\u001b[4mShe gets horrifyingly more hilarious as the anime goes and outshines Natsuki for a bit because of it.\u001b[24m\n    \u001b[1m彼女はアニメが行くにつれて恐ろしいほど面白くなり、それのためにちょっと夏樹より輝きます。\u001b[22m, \u001b[1mアニメが行くとそれのために少しのため夏希をoutshinesとして、彼女はゾッとするほど、より陽気取得します。\u001b[22m\n\u001b[4mIf you thought this anime was just going to be a slice of life fun fest, you BETTER turn around right after you see Botan in action.\u001b[24m\n    \u001b[1mこのアニメがただの楽しいフェスティバルになると思ったら、ボタンが活動しているのを見て直ぐにあなたはもっとうまくいくでしょう。\u001b[22m, \u001b[1mあなたはこのアニメはちょうど人生の楽しみフェストのスライスになるだろうと思った場合、あなたはより良いあなたがアクションで牡丹を見た直後に好転させます。\u001b[22m\n\u001b[1m\u001b[22m\nThe humor, writing and story are all adequate at best, but I can neither like, nor dislike, this anime. It delivered enough to make me laugh and cringe at the same time at given points and, well, all I can say is that it is up to you if you want to watch it! But, if you saw Seitokai no Ichizon before, this anime will bear a striking resemblance to that one.\n\n\u001b[1mユーモア、執筆、ストーリーはすべて最高ですが、私はこのアニメの好き嫌いもできません。 それは私に笑いを与え、同時に与えられた点でうなり声を上げさせるほど十分に届けられました。そして、私が言うことができるのは、あなたがそれを見たいのならばあなた次第ですということです！ しかし、前回の創立時代を見た場合、このアニメはそのアニメと似ています。\u001b[22m\n\u001b[1m(Yūmoa, shippitsu, sutōrī wa subete saikōdesuga, watashi wa kono anime no sukikirai mo dekimasen. Sore wa watashi ni warai o atae, dōjini atae rareta ten de unarigoe o age saseru hodo jūbun ni todoke raremashita. Soshite, watashi ga iu koto ga dekiru no wa, anata ga sore o mitai nonaraba anata shidaidesu to iu kotodesu! Shikashi, zenkai no sōritsu jidai o mita baai, kono anime wa sono anime to nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe humor, writing and story are all adequate at best, but I can neither like, nor dislike, this anime. It delivered enough to make me laugh and cringe at the same time at given points and, well, all I can say is that it is up to you if you want to watch it! But, if you saw Seitokai no Ichizon before, this anime will bear a striking resemblance to that one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe humor, writing and story are all adequate at best, but I can neither like, nor dislike, this anime.\u001b[24m\n    \u001b[1mユーモア、執筆、ストーリーはすべて最高ですが、私はこのアニメの好き嫌いもできません。\u001b[22m, \u001b[1mユーモア、書き込みと話が最高の状態ですべて十分ですが、私はこのアニメ、どちらのような、でも嫌いすることができます。\u001b[22m\n\u001b[4mIt delivered enough to make me laugh and cringe at the same time at given points and, well, all I can say is that it is up to you if you want to watch it!\u001b[24m\n    \u001b[1mそれは私に笑いを与え、同時に与えられた点でうなり声を上げさせるほど十分に届けられました。そして、私が言うことができるのは、あなたがそれを見たいのならばあなた次第ですということです！\u001b[22m, \u001b[1mこれはよく、すべて私に言えることは、あなたがそれを見たい場合、それはあなた次第であるということです、私は笑い、与えられた点で同時にうんざりするのに十分お届けと！\u001b[22m\n\u001b[4mBut, if you saw Seitokai no Ichizon before, this anime will bear a striking resemblance to that one.\u001b[24m\n    \u001b[1mしかし、前回の創立時代を見た場合、このアニメはそのアニメと似ています。\u001b[22m, \u001b[1mあなたはなしIchizon前に生徒会を見た場合でも、このアニメは、1に非常によく似ているでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, despite how foolish that anime was as well, its story proved to be much deeper than this one's was. But, both of them are only a candle compared to that other anime that delivers comedy in such an unimaginably original fashion that it even got an official dub by one of the best dubbing companies in the world.\n\n\u001b[1mしかし、アニメがいかに愚かであったにもかかわらず、その物語はこれよりもはるかに深いことが判明した。 しかし、両方とも、世界でも最高のダビング会社の一人が公式ダビングをしたような、想像もできないオリジナルのファッションでコメディを配信する他のアニメと比較して、蝋燭だけです。\u001b[22m\n\u001b[1m(Shikashi, anime ga ikani orokadeatta nimokakawarazu, sono monogatari wa kore yori mo haruka ni fukai koto ga hanmei shita. Shikashi, ryōhō tomo, sekai demo saikō no dabingu kaisha no hitori ga kōshiki dabingu o shita yōna, sōzō mo dekinai orijinaru no fasshon de komedi o haishin suru ta no anime to hikaku shite, rōsoku dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, despite how foolish that anime was as well, its story proved to be much deeper than this one's was. But, both of them are only a candle compared to that other anime that delivers comedy in such an unimaginably original fashion that it even got an official dub by one of the best dubbing companies in the world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, despite how foolish that anime was as well, its story proved to be much deeper than this one's was.\u001b[24m\n    \u001b[1mしかし、アニメがいかに愚かであったにもかかわらず、その物語はこれよりもはるかに深いことが判明した。\u001b[22m, \u001b[1mしかし、アニメも同様であったことをどのように愚かにもかかわらず、その話はこの1のがあったよりもはるかに深いことが判明しました。\u001b[22m\n\u001b[4mBut, both of them are only a candle compared to that other anime that delivers comedy in such an unimaginably original fashion that it even got an official dub by one of the best dubbing companies in the world.\u001b[24m\n    \u001b[1mしかし、両方とも、世界でも最高のダビング会社の一人が公式ダビングをしたような、想像もできないオリジナルのファッションでコメディを配信する他のアニメと比較して、蝋燭だけです。\u001b[22m, \u001b[1mしかし、それらの両方は、それがあっても、世界で最高のダビング企業の一つによって公式ダブを得たことを、このような想像を絶するほどのオリジナルな方法でコメディーを提供している他のアニメに比べて唯一のロウソクです。\u001b[22m\n\u001b[1m\u001b[22m\nSo, this is an anime where I can say for the first time: I am not too sure. I still gave it a high enough score myself, but I guess I can say it is good enough to watch when you just need a mix of comedy, slice of life and absurdity. And, PREPARE yourself for the latter, because that is all you are going to get. Do NOT expect anything sentimental, except for the first and semi-last episodes, which do treat you to some good moments.\n\n\u001b[1mだから、これは私が最初に言うことができるアニメです：私はあまり確かではありません。 私はまだ自分に十分なスコアを与えましたが、コメディ、人生の断片、不条理の混在が必要な時には十分に見ていると言えるでしょう。 そして、後者のために自分自身を準備してください、それはあなたが得るすべてであるからです。 最初の、そして最後のエピソードを除いて、感傷的なものは何も期待しないでください。\u001b[22m\n\u001b[1m(Dakara, kore wa watashi ga saisho ni iu koto ga dekiru animedesu: Watashi wa amari tashikade wa arimasen. Watashi wa mada jibun ni jūbun'na sukoa o ataemashitaga, komedi, jinsei no danpen, fujōri no konzai ga hitsuyōna tokiniha jūbun ni mite iru to ierudeshou. Soshite, kōsha no tame ni jibun jishin o junbi shite kudasai, sore wa anata ga eru subetedearukaradesu. Saisho no, soshite saigo no episōdo o nozoite, kanshō-tekina mono wa nani mo kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mSo, this is an anime where I can say for the first time: I am not too sure. I still gave it a high enough score myself, but I guess I can say it is good enough to watch when you just need a mix of comedy, slice of life and absurdity. And, PREPARE yourself for the latter, because that is all you are going to get. Do NOT expect anything sentimental, except for the first and semi-last episodes, which do treat you to some good moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, this is an anime where I can say for the first time: I am not too sure.\u001b[24m\n    \u001b[1mだから、これは私が最初に言うことができるアニメです：私はあまり確かではありません。\u001b[22m, \u001b[1m私はあまりにもわからない：だから、これは私が初めてと言うことができアニメです。\u001b[22m\n\u001b[4mI still gave it a high enough score myself, but I guess I can say it is good enough to watch when you just need a mix of comedy, slice of life and absurdity.\u001b[24m\n    \u001b[1m私はまだ自分に十分なスコアを与えましたが、コメディ、人生の断片、不条理の混在が必要な時には十分に見ていると言えるでしょう。\u001b[22m, \u001b[1m私はまだそれが十分に高い自分自身をスコア与えたが、私はあなただけの人生と不条理の喜劇のミックス、スライスを必要とするとき見るために十分であると言うことができますね。\u001b[22m\n\u001b[4mAnd, PREPARE yourself for the latter, because that is all you are going to get.\u001b[24m\n    \u001b[1mそして、後者のために自分自身を準備してください、それはあなたが得るすべてであるからです。\u001b[22m, \u001b[1mそれはあなたが得ようとしているすべてであるためと、後者のためにあなた自身を準備します。\u001b[22m\n\u001b[4mDo NOT expect anything sentimental, except for the first and semi-last episodes, which do treat you to some good moments.\u001b[24m\n    \u001b[1m最初の、そして最後のエピソードを除いて、感傷的なものは何も期待しないでください。\u001b[22m, \u001b[1mいくつかの良い瞬間にあなたを扱う最初に行うと半最後のエピソードを除いて、感傷的なものを期待してはいけません。\u001b[22m\n\u001b[1m\u001b[22m\nSo, enjoy, I guess. Coming from me, this one will not give you a lot, but will still give enough.\n\n\u001b[1mだから、楽しんで、私は推測する。 私から来て、これはあなたにたくさん与えることはありませんが、まだ十分なものを与えるでしょう。\u001b[22m\n\u001b[1m(Dakara, tanoshinde, watashi wa suisoku suru. Watashi kara kite, kore wa anata ni takusan ataeru koto wa arimasenga, mada jūbun'na mono o ataerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSo, enjoy, I guess. Coming from me, this one will not give you a lot, but will still give enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, enjoy, I guess.\u001b[24m\n    \u001b[1mだから、楽しんで、私は推測する。\u001b[22m, \u001b[1mだから、私は推測し、楽しみます。\u001b[22m\n\u001b[4mComing from me, this one will not give you a lot, but will still give enough.\u001b[24m\n    \u001b[1m私から来て、これはあなたにたくさん与えることはありませんが、まだ十分なものを与えるでしょう。\u001b[22m, \u001b[1m私から来て、これはあなたに多くを与えることはありませんが、それでも十分に得られます。\u001b[22m"
  },
  {
    "title": "Kitakubu_Katsudou_Kiroku",
    "id": "18495",
    "url": "https://myanimelist.net/anime/18495/Kitakubu_Katsudou_Kiroku",
    "user": "Ray_Light",
    "profile": "/profile/Ray_Light/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=197918",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\nあなたはこのアニメを見たいと思っていますが、まだ何をすべきか決定していませんか？\nここで私はあなたにこのアニメを見て奨励する\nどうして？\nこのアニメは面白いから！ 毎回の価値がある\nあなたがコメディ＆amp; ここ4日の壁掛けアニメはこちらです\nあなたが真剣さがない銀人が好きなら、悲しい話＆amp; 行動\nあなたはこのアニメを見ることができる大丈夫xD\n\nここからマイナーなスポイラーが含まれるかもしれない\n-----------------------------------------------\n\nここには...\n自分のアニメを嘲笑しているアニメキャラクターがありますか？\nあなたは「タブー」カードを持った高度な「しりとり」ゲームを見たことがありますか？\nClicheテレパス通信？\nマサムネのデートシール？  （デイズ！）\nあなたは声優が悪いと思った、後でそれはかなり良いと思った？\n圧倒されたゲーマーの女の子？\nCliche shounenの悪役の会話（私は最も弱いです.. bla bla）\nあなたが家に帰りたいから賞賛されますか？\n\nいいえ？\nそれでは、喜多方へようこそ！  * EDソングの演奏開始\nああ...このレビューをどのくらい私は終了したいですか？\n\n物語はこのアニメの概要とまったく同じです\nMC（安藤夏希）はホームクラブに行きたがっていたので、そこには、\nそれは私が言いたいことだが、実際に彼女は放課後に家にいたい\nゆっくりとしかし彼女はクラブの活動を楽しむために始める\n\nアートスタイル\nかわいい、シンプルだけど、私たちのMC xD\n私はノマドスタジオについてそれほど知らないが、彼らはきれいでシンプルなこのアニメをやった\n\n音\nOP＆amp; EDはかなり魅力的です。あなたは3〜4回のエピソードの後に​​それを好きになるでしょう\nしかし、クレアは彼女が好きなときはいつでもEDを変えることができます。\n声優？\nあなたは何を期待しましたか？\n最初のタイマーのために、彼らはとても良い仕事をしたと言えるでしょう\n初めてこのアニメを見て、おそらく彼らの声はかなり奇妙に聞こえた\nしかし、実際にはそのキャラクターに適しています\n彼らはそれもかなり表情がいっぱいでした（明らかに声）\n\nキャラクター？\nノーマル（目に見えないMC）のように、かわいい女の子、Yandere Ojou-sama、OPの古いゲーマーの女の子、そして...もう一度彼女は誰ですか？ ああクラブプレッツxD\n多分あなたは彼らの結合をよく見ないでしょう\nこのアニメはかなり目に見えないものです\nしかし、彼らのキャラクター＆amp; 人格はこのアニメのすべてを興味深く＆amp; むしろ面白い..\nええ、時々あなたは愚かさのためにひどくなるでしょう\n\n楽しみ\nたぶん、これは深刻ではなく、私が最初に述べたような物語アニメでいっぱいです\nしかし、何か愚かなものが必要な場合は、1日または2回の笑い/詰め物のために一日を良くしてください\nええ、これを楽しむ（このアニメの愚かさを楽しむ）\n\n全体\nあなたは正しいことを知っていますか？\nコメディ.. Cringe-worthy\n時には本当に面白い\nクリシェ\n最初は悪い声で演奏しますが、好きになるでしょう\n\nあなたがコメディアニメを楽しんでいるなら（ノンストップの幸福とクリシェジョークで）、私はこれを間違いなくあなたに勧めますxD\nお役に立てれば\n何か間違っていると教えてください..私はあなたが知っている完璧ではない:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nYou want to watch this anime but still undecided what to do?\n\n\u001b[1mあなたはこのアニメを見たいと思っていますが、まだ何をすべきか決定していませんか？\u001b[22m\n\u001b[1m(Anata wa kono anime o mitai to omotte imasuga, mada nani o subeki ka kettei shite imasen ka?)\u001b[22m\n\nTranslations of \u001b[4mYou want to watch this anime but still undecided what to do?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou want to watch this anime but still undecided what to do?\u001b[24m\n    \u001b[1mあなたはこのアニメを見たいと思っていますが、まだ何をすべきか決定していませんか？\u001b[22m, \u001b[1mあなたはこのアニメを見たいが、何をすべきかはまだ未定？\u001b[22m\nHere I am to encourage you to watch this anime\n\n\u001b[1mここで私はあなたにこのアニメを見て奨励する\u001b[22m\n\u001b[1m(Koko de watashi wa anata ni kono anime o mite shōrei suru)\u001b[22m\n\nTranslations of \u001b[4mHere I am to encourage you to watch this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere I am to encourage you to watch this anime\u001b[24m\n    \u001b[1mここで私はあなたにこのアニメを見て奨励する\u001b[22m, \u001b[1mここで私はこのアニメを見て、あなたを奨励するために午前\u001b[22m\nWhy?\n\n\u001b[1mどうして？\u001b[22m\n\u001b[1m(Dōshite?)\u001b[22m\n\nDefinitions of \u001b[4mWhy?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\ninterjection\n\u001b[1m    何故ですか？\u001b[22m\n        Why?\nBecause this anime is funny!! Worth every your time\n\n\u001b[1mこのアニメは面白いから！ 毎回の価値がある\u001b[22m\n\u001b[1m(Kono anime wa omoshiroikara! Maikai no kachigāru)\u001b[22m\n\nTranslations of \u001b[4mBecause this anime is funny!! Worth every your time\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause this anime is funny!!\u001b[24m\n    \u001b[1mこのアニメは面白いから！\u001b[22m, \u001b[1mこのアニメは面白いですので！\u001b[22m\n\u001b[4mWorth every your time\u001b[24m\n    \u001b[1m毎回の価値がある\u001b[22m, \u001b[1mすべてのあなたの時間の価値\u001b[22m\nIf you're looking for a comedy &amp; 4th wall breaker anime here it is\n\n\u001b[1mあなたがコメディ＆amp; ここ4日の壁掛けアニメはこちらです\u001b[22m\n\u001b[1m(Anata ga komedi& amp; koko 4-nichi no kabekake anime wa kochiradesu)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for a comedy &amp; 4th wall breaker anime here it is\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for a comedy &amp;\u001b[24m\n    \u001b[1mあなたがコメディ＆amp;\u001b[22m, \u001b[1mあなたはコメディ＆アンペアを探しているなら、\u001b[22m\n\u001b[4m4th wall breaker anime here it is\u001b[24m\n    \u001b[1mここ4日の壁掛けアニメはこちらです\u001b[22m, \u001b[1mここにある第四壁ブレーカーのアニメ\u001b[22m\nIf you like Gintama without the seriousness, sad stories &amp; actions\n\n\u001b[1mあなたが真剣さがない銀人が好きなら、悲しい話＆amp; 行動\u001b[22m\n\u001b[1m(Anata ga shinken-sa ga nai gin hito ga sukinara, kanashī hanashi& amp; kōdō)\u001b[22m\n\nTranslations of \u001b[4mIf you like Gintama without the seriousness, sad stories &amp; actions\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like Gintama without the seriousness, sad stories &amp;\u001b[24m\n    \u001b[1mあなたが真剣さがない銀人が好きなら、悲しい話＆amp;\u001b[22m, \u001b[1mあなたは深刻さ、悲しいストーリー＆アンプなし銀魂が好きなら、\u001b[22m\n\u001b[4mactions\u001b[24m\n    \u001b[1m行動\u001b[22m, \u001b[1mアクション\u001b[22m\nYou can watch this anime alright xD\n\n\u001b[1mあなたはこのアニメを見ることができる大丈夫xD\u001b[22m\n\u001b[1m(Anata wa kono anime o miru koto ga dekiru daijōbu xD)\u001b[22m\n\nTranslations of \u001b[4mYou can watch this anime alright xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou can watch this anime alright xD\u001b[24m\n    \u001b[1mあなたはこのアニメを見ることができる大丈夫xD\u001b[22m, \u001b[1mあなたはこのアニメ大丈夫xDさんを見ることができます\u001b[22m\n\u001b[1m\u001b[22m\nMay contain minor spoilers from here\n\n\u001b[1mここからマイナーなスポイラーが含まれるかもしれない\u001b[22m\n\u001b[1m(Koko kara maināna supoirā ga fukuma reru kamo shirenai)\u001b[22m\n\nTranslations of \u001b[4mMay contain minor spoilers from here\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMay contain minor spoilers from here\u001b[24m\n    \u001b[1mここからマイナーなスポイラーが含まれるかもしれない\u001b[22m, \u001b[1mここからマイナーなネタバレを含んでいてもよいです\u001b[22m\n-----------------------------------------------\n\n\u001b[1m-----------------------------------------------\u001b[22m\n\u001b[1m(-- -- -- -- -- -- -- -- -- -- -- -------------------------)\u001b[22m\n\nTranslations of \u001b[4m-----------------------------------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-----------------------------------------------\u001b[24m\n    \u001b[1m-----------------------------------------------\u001b[22m\n\u001b[1m\u001b[22m\nHere's the thing...\n\n\u001b[1mここには...\u001b[22m\n\u001b[1m(Koko ni wa...)\u001b[22m\n\nTranslations of \u001b[4mHere's the thing...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere's the thing...\u001b[24m\n    \u001b[1mここには...\u001b[22m, \u001b[1mここことです...\u001b[22m\nHave you ever see some anime characters mocking their own anime?\n\n\u001b[1m自分のアニメを嘲笑しているアニメキャラクターがありますか？\u001b[22m\n\u001b[1m(Jibun no anime o chōshō shite iru animekyarakutā ga arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mHave you ever see some anime characters mocking their own anime?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHave you ever see some anime characters mocking their own anime?\u001b[24m\n    \u001b[1m自分のアニメを嘲笑しているアニメキャラクターがありますか？\u001b[22m, \u001b[1mあなたは今まで自分のアニメをあざけるいくつかのアニメのキャラクターを見たことがありますか？\u001b[22m\nHave you ever see an advanced 'shiritori' game with a 'taboo' card?\n\n\u001b[1mあなたは「タブー」カードを持った高度な「しりとり」ゲームを見たことがありますか？\u001b[22m\n\u001b[1m(Anata wa `tabū' kādo o motta kōdona `shiri tori' gēmu o mita koto ga arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mHave you ever see an advanced 'shiritori' game with a 'taboo' card?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHave you ever see an advanced 'shiritori' game with a 'taboo' card?\u001b[24m\n    \u001b[1mあなたは「タブー」カードを持った高度な「しりとり」ゲームを見たことがありますか？\u001b[22m, \u001b[1mあなたは今まで「タブー」カードで高度な「しりとり」のゲームを見たことがありますか？\u001b[22m\nCliche telepath communication?\n\n\u001b[1mClicheテレパス通信？\u001b[22m\n\u001b[1m(Kurishe terepasu tsūshin?)\u001b[22m\n\nTranslations of \u001b[4mCliche telepath communication?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCliche telepath communication?\u001b[24m\n    \u001b[1mClicheテレパス通信？\u001b[22m, \u001b[1mクリシェテレパシー能力の通信？\u001b[22m\nMasamune Date Seal? (Date daze!)\n\n\u001b[1mマサムネのデートシール？  （デイズ！）\u001b[22m\n\u001b[1m(Masamune no dētoshīru? (Deizu! ))\u001b[22m\n\nTranslations of \u001b[4mMasamune Date Seal? (Date daze!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMasamune Date Seal?\u001b[24m\n    \u001b[1mマサムネのデートシール？\u001b[22m, \u001b[1m伊達政宗のシール？\u001b[22m\n\u001b[4m(Date daze!)\u001b[24m\n    \u001b[1m（デイズ！）\u001b[22m, \u001b[1m（日付ボーッ！）\u001b[22m\nYou thought the voice actings are bad, later on you thought it's pretty good?\n\n\u001b[1mあなたは声優が悪いと思った、後でそれはかなり良いと思った？\u001b[22m\n\u001b[1m(Anata wa seiyū ga warui to omotta,-go de sore wa kanari yoi to omotta?)\u001b[22m\n\nTranslations of \u001b[4mYou thought the voice actings are bad, later on you thought it's pretty good?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou thought the voice actings are bad, later on you thought it's pretty good?\u001b[24m\n    \u001b[1mあなたは声優が悪いと思った、後でそれはかなり良いと思った？\u001b[22m, \u001b[1mあなたはそれはかなり良いことだと思っ以降で、音声actingsが悪いと思いましたか？\u001b[22m\nAn overpowered gamer girl?\n\n\u001b[1m圧倒されたゲーマーの女の子？\u001b[22m\n\u001b[1m(Attō sa reta gēmā no on'nanoko?)\u001b[22m\n\nTranslations of \u001b[4mAn overpowered gamer girl?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn overpowered gamer girl?\u001b[24m\n    \u001b[1m圧倒されたゲーマーの女の子？\u001b[22m, \u001b[1m取り押さえゲーマーの女の子？\u001b[22m\nCliche shounen's villains conversation (I'm the weakest of.. bla bla)\n\n\u001b[1mCliche shounenの悪役の会話（私は最も弱いです.. bla bla）\u001b[22m\n\u001b[1m(Kurishe shounen no akuyaku no kaiwa (watashi wa mottomo yowaidesu.. Bla bla))\u001b[22m\n\nTranslations of \u001b[4mCliche shounen's villains conversation (I'm the weakest of.. bla bla)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCliche shounen's villains conversation (I'm the weakest of.. bla bla)\u001b[24m\n    \u001b[1mCliche shounenの悪役の会話（私は最も弱いです.. bla bla）\u001b[22m, \u001b[1mクリシェ少年の悪役会話（私は.. BLAのBLAの最も弱いのです）\u001b[22m\nBeing praised because you want to go home?\n\n\u001b[1mあなたが家に帰りたいから賞賛されますか？\u001b[22m\n\u001b[1m(Anata ga ie ni kaeritaikara shōsan sa remasu ka?)\u001b[22m\n\nTranslations of \u001b[4mBeing praised because you want to go home?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing praised because you want to go home?\u001b[24m\n    \u001b[1mあなたが家に帰りたいから賞賛されますか？\u001b[22m, \u001b[1mあなたが家に帰りたいので、賞賛されていますか？\u001b[22m\n\u001b[1m\u001b[22m\nNo?\n\n\u001b[1mいいえ？\u001b[22m\n\u001b[1m(Īe?)\u001b[22m\n\nDefinitions of \u001b[4mNo?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ノー\u001b[22m\n        No\n\u001b[1m    能\u001b[22m\n        function, Noh, talent, No\nThen welcome to kitakubu!! *ED song start playing\n\n\u001b[1mそれでは、喜多方へようこそ！  * EDソングの演奏開始\u001b[22m\n\u001b[1m(Soredewa, Kitakata e yōkoso! * ED songu no ensō kaishi)\u001b[22m\n\nTranslations of \u001b[4mThen welcome to kitakubu!! *ED song start playing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen welcome to kitakubu!!\u001b[24m\n    \u001b[1mそれでは、喜多方へようこそ！\u001b[22m, \u001b[1mその後kitakubuする歓迎！\u001b[22m\n\u001b[4m*ED song start playing\u001b[24m\n    \u001b[1m* EDソングの演奏開始\u001b[22m, \u001b[1m* EDの曲が再生を開始します\u001b[22m\nAhhh... Just how much you want me to end this review?!\n\n\u001b[1mああ...このレビューをどのくらい私は終了したいですか？\u001b[22m\n\u001b[1m(Ā... Kono rebyū o dono kurai watashi wa shūryō shitaidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mAhhh... Just how much you want me to end this review?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAhhh... Just how much you want me to end this review?!\u001b[24m\n    \u001b[1mああ...このレビューをどのくらい私は終了したいですか？\u001b[22m, \u001b[1mああ...あなたは私がこのレビューを終了するだけでどのくらい？\u001b[22m\n\u001b[1m\u001b[22m\nThe story is exactly like this anime's synopsis\n\n\u001b[1m物語はこのアニメの概要とまったく同じです\u001b[22m\n\u001b[1m(Monogatari wa kono anime no gaiyō to mattaku onajidesu)\u001b[22m\n\nTranslations of \u001b[4mThe story is exactly like this anime's synopsis\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is exactly like this anime's synopsis\u001b[24m\n    \u001b[1m物語はこのアニメの概要とまったく同じです\u001b[22m, \u001b[1m物語は、まさにこのアニメのあらすじのようなものです\u001b[22m\nThe MC (Andou Natsuki) wanted to be in going home club, so there she is,, wish granted\n\n\u001b[1mMC（安藤夏希）はホームクラブに行きたがっていたので、そこには、\u001b[22m\n\u001b[1m(MC (Andō Natsuki) wa hōmukurabu ni ikita gatte itanode, soko ni wa,)\u001b[22m\n\nTranslations of \u001b[4mThe MC (Andou Natsuki) wanted to be in going home club, so there she is,, wish granted\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe MC (Andou Natsuki) wanted to be in going home club, so there she is,, wish granted\u001b[24m\n    \u001b[1mMC（安藤夏希）はホームクラブに行きたがっていたので、そこには、\u001b[22m, \u001b[1mMC（安藤夏希は）ので、そこに彼女は,,願いが付与され、ホームクラブに行くになりたかったです\u001b[22m\nThat what I want to say but actually she just wanted to home afterschool\n\n\u001b[1mそれは私が言いたいことだが、実際に彼女は放課後に家にいたい\u001b[22m\n\u001b[1m(Sore wa watashi ga iitai kotodaga, jissai ni kanojo wa hōkago ni ie ni itai)\u001b[22m\n\nTranslations of \u001b[4mThat what I want to say but actually she just wanted to home afterschool\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat what I want to say but actually she just wanted to home afterschool\u001b[24m\n    \u001b[1mそれは私が言いたいことだが、実際に彼女は放課後に家にいたい\u001b[22m, \u001b[1m私が言いたいことそれが、実際には、彼女はちょうど家の放課後に望んでいました\u001b[22m\nSlowly but sure she starts to enjoy the club activity\n\n\u001b[1mゆっくりとしかし彼女はクラブの活動を楽しむために始める\u001b[22m\n\u001b[1m(Yukkuri to shikashi kanojo wa kurabu no katsudō o tanoshimu tame ni hajimeru)\u001b[22m\n\nTranslations of \u001b[4mSlowly but sure she starts to enjoy the club activity\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSlowly but sure she starts to enjoy the club activity\u001b[24m\n    \u001b[1mゆっくりとしかし彼女はクラブの活動を楽しむために始める\u001b[22m, \u001b[1mゆっくりと、しかし、彼女はクラブ活動を楽しむために開始してください\u001b[22m\n\u001b[1m\u001b[22m\nThe artstyle\n\n\u001b[1mアートスタイル\u001b[22m\n\u001b[1m(Ātosutairu)\u001b[22m\n\nTranslations of \u001b[4mThe artstyle\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artstyle\u001b[24m\n    \u001b[1mアートスタイル\u001b[22m, \u001b[1martstyle\u001b[22m\nCute, simple, but nothing special like our MC xD\n\n\u001b[1mかわいい、シンプルだけど、私たちのMC xD\u001b[22m\n\u001b[1m(Kawaī, shinpurudakedo, watashitachi no MC xD)\u001b[22m\n\nTranslations of \u001b[4mCute, simple, but nothing special like our MC xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCute, simple, but nothing special like our MC xD\u001b[24m\n    \u001b[1mかわいい、シンプルだけど、私たちのMC xD\u001b[22m, \u001b[1m、かわいいシンプルな、しかし、我々のMCのxDのような何も特別な\u001b[22m\nI don't know that much about Nomad studio, but they did this anime with clean and simple\n\n\u001b[1m私はノマドスタジオについてそれほど知らないが、彼らはきれいでシンプルなこのアニメをやった\u001b[22m\n\u001b[1m(Watashi wa nomadosutajio ni tsuite sorehodo shiranai ga, karera wa kireide shinpuruna kono anime o yatta)\u001b[22m\n\nTranslations of \u001b[4mI don't know that much about Nomad studio, but they did this anime with clean and simple\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know that much about Nomad studio, but they did this anime with clean and simple\u001b[24m\n    \u001b[1m私はノマドスタジオについてそれほど知らないが、彼らはきれいでシンプルなこのアニメをやった\u001b[22m, \u001b[1m私はノマドスタジオについてその多くを知らないが、彼らはクリーンでシンプルなこのアニメをやりました\u001b[22m\n\u001b[1m\u001b[22m\nThe sound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nTranslations of \u001b[4mThe sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound\u001b[24m\n    \u001b[1m音\u001b[22m\nOP&amp;EDs are pretty catchy and you'll like it after 3 or 4 episodes\n\n\u001b[1mOP＆amp; EDはかなり魅力的です。あなたは3〜4回のエピソードの後に​​それを好きになるでしょう\u001b[22m\n\u001b[1m(OP& amp; ED wa kanari mirikitekidesu. Anata wa 3 〜 4-kai no episōdo no nochi ni ​​ sore o suki ni narudeshou)\u001b[22m\n\nTranslations of \u001b[4mOP&amp;EDs are pretty catchy and you'll like it after 3 or 4 episodes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOP&amp;EDs are pretty catchy and you'll like it after 3 or 4 episodes\u001b[24m\n    \u001b[1mOP＆amp; EDはかなり魅力的です。あなたは3〜4回のエピソードの後にそれを好きになるでしょう\u001b[22m, \u001b[1mOP＆＃038; EDSはかなりキャッチーであり、あなたは3または4のエピソードの後にそれを気に入るだろう\u001b[22m\nWell beware though, Claire can change the ED anytime she likes!\n\n\u001b[1mしかし、クレアは彼女が好きなときはいつでもEDを変えることができます。\u001b[22m\n\u001b[1m(Shikashi, Kurea wa kanojo ga sukina toki wa itsu demo ED o kaeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell beware though, Claire can change the ED anytime she likes!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell beware though, Claire can change the ED anytime she likes!\u001b[24m\n    \u001b[1mしかし、クレアは彼女が好きなときはいつでもEDを変えることができます。\u001b[22m, \u001b[1mまあしかし、注意してください、クレアは彼女が好きなEDをいつでも変更することができます！\u001b[22m\nVoice actings?\n\n\u001b[1m声優？\u001b[22m\n\u001b[1m(Seiyū?)\u001b[22m\n\nTranslations of \u001b[4mVoice actings?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice actings?\u001b[24m\n    \u001b[1m声優？\u001b[22m, \u001b[1mボイスactings？\u001b[22m\nThe seiyuu(s) are mostly newcomers.. Seriously guys what did you expect?\n\n\u001b[1mあなたは何を期待しましたか？\u001b[22m\n\u001b[1m(Anata wa nani o kitai shimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mThe seiyuu(s) are mostly newcomers.. Seriously guys what did you expect?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe seiyuu(s) are mostly newcomers.. Seriously guys what did you expect?\u001b[24m\n    \u001b[1mあなたは何を期待しましたか？\u001b[22m, \u001b[1m声優（複数可）は、主に新人..真剣に人は何を期待していなかったのですか？\u001b[22m\nFor first timer I could say they did a very good job\n\n\u001b[1m最初のタイマーのために、彼らはとても良い仕事をしたと言えるでしょう\u001b[22m\n\u001b[1m(Saisho no taimā no tame ni, karera wa totemo yoi shigoto o shita to ierudeshou)\u001b[22m\n\nTranslations of \u001b[4mFor first timer I could say they did a very good job\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor first timer I could say they did a very good job\u001b[24m\n    \u001b[1m最初のタイマーのために、彼らはとても良い仕事をしたと言えるでしょう\u001b[22m, \u001b[1m最初のタイマーのために私は、彼らは非常に良い仕事をしたと言うことができます\u001b[22m\nFirst time watching this anime, maybe their voice sounded pretty weird\n\n\u001b[1m初めてこのアニメを見て、おそらく彼らの声はかなり奇妙に聞こえた\u001b[22m\n\u001b[1m(Hajimete kono anime o mite, osoraku karera no koe wa kanari kimyō ni kikoeta)\u001b[22m\n\nTranslations of \u001b[4mFirst time watching this anime, maybe their voice sounded pretty weird\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst time watching this anime, maybe their voice sounded pretty weird\u001b[24m\n    \u001b[1m初めてこのアニメを見て、おそらく彼らの声はかなり奇妙に聞こえた\u001b[22m, \u001b[1mこのアニメを見て初めて、多分彼らの声はかなり奇妙に聞こえました\u001b[22m\nBut it's actually suited their characters\n\n\u001b[1mしかし、実際にはそのキャラクターに適しています\u001b[22m\n\u001b[1m(Shikashi, jissai ni wa sono kyarakutā ni tekishite imasu)\u001b[22m\n\nTranslations of \u001b[4mBut it's actually suited their characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut it's actually suited their characters\u001b[24m\n    \u001b[1mしかし、実際にはそのキャラクターに適しています\u001b[22m, \u001b[1mしかし、それは実際に自分のキャラクターに合っています\u001b[22m\nThey did it pretty full of expression too (the voices obviously)\n\n\u001b[1m彼らはそれもかなり表情がいっぱいでした（明らかに声）\u001b[22m\n\u001b[1m(Karera wa sore mo kanari hyōjō ga ippaideshita (akiraka ni koe))\u001b[22m\n\nTranslations of \u001b[4mThey did it pretty full of expression too (the voices obviously)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey did it pretty full of expression too (the voices obviously)\u001b[24m\n    \u001b[1m彼らはそれもかなり表情がいっぱいでした（明らかに声）\u001b[22m, \u001b[1m彼らはあまりにも表現するのはかなり完全な（明らかに声を）それをやりました\u001b[22m\n\u001b[1m\u001b[22m\nCharacters?\n\n\u001b[1mキャラクター？\u001b[22m\n\u001b[1m(Kyarakutā?)\u001b[22m\n\nDefinitions of \u001b[4mCharacters?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nLike Normal (invisible MC), Cute airheaded girl, Yandere Ojou-sama, OP old-gamer girl, and... who is she again? Oh right the club prez xD\n\n\u001b[1mノーマル（目に見えないMC）のように、かわいい女の子、Yandere Ojou-sama、OPの古いゲーマーの女の子、そして...もう一度彼女は誰ですか？ ああクラブプレッツxD\u001b[22m\n\u001b[1m(Nōmaru (menimienai MC) no yō ni, kawaī on'nanoko, Yandere Ojou - sama, OP no furui gēmā no on'nanoko, soshite... Mōichido kanojo wa daredesu ka? Ā kurabupurettsu xD)\u001b[22m\n\nTranslations of \u001b[4mLike Normal (invisible MC), Cute airheaded girl, Yandere Ojou-sama, OP old-gamer girl, and... who is she again? Oh right the club prez xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike Normal (invisible MC), Cute airheaded girl, Yandere Ojou-sama, OP old-gamer girl, and... who is she again?\u001b[24m\n    \u001b[1mノーマル（目に見えないMC）のように、かわいい女の子、Yandere Ojou-sama、OPの古いゲーマーの女の子、そして...もう一度彼女は誰ですか？\u001b[22m, \u001b[1mノーマル（目に見えないMC）、再び彼女ですかわいい頭の中が空っぽの女の子、ヤンデレOjou警備様、OP古いゲーマーの女の子、と...、気に入りましたか？\u001b[22m\n\u001b[4mOh right the club prez xD\u001b[24m\n    \u001b[1mああクラブプレッツxD\u001b[22m, \u001b[1mああ右クラブPREZのxD\u001b[22m\nMaybe you won't see their bonding very well\n\n\u001b[1m多分あなたは彼らの結合をよく見ないでしょう\u001b[22m\n\u001b[1m(Tabun anata wa karera no ketsugō o yoku minaideshou)\u001b[22m\n\nTranslations of \u001b[4mMaybe you won't see their bonding very well\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe you won't see their bonding very well\u001b[24m\n    \u001b[1m多分あなたは彼らの結合をよく見ないでしょう\u001b[22m, \u001b[1mたぶん、あなたは非常によく、それらの接合は表示されません\u001b[22m\nThis anime make it pretty invisible, can't see those pretty well\n\n\u001b[1mこのアニメはかなり目に見えないものです\u001b[22m\n\u001b[1m(Kono anime wa kanari me ni mienai monodesu)\u001b[22m\n\nTranslations of \u001b[4mThis anime make it pretty invisible, can't see those pretty well\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime make it pretty invisible, can't see those pretty well\u001b[24m\n    \u001b[1mこのアニメはかなり目に見えないものです\u001b[22m, \u001b[1mこのアニメは、それはかなり見えないよう、かなりよくそれらを見ることができません\u001b[22m\nBut their characters &amp; personalities make everything in this anime interesting &amp; rather funny..\n\n\u001b[1mしかし、彼らのキャラクター＆amp; 人格はこのアニメのすべてを興味深く＆amp; むしろ面白い..\u001b[22m\n\u001b[1m(Shikashi, karera no kyarakutā& amp; jinkaku wa kono anime no subete o kyōmibukaku& amp; mushiro omoshiroi..)\u001b[22m\n\nTranslations of \u001b[4mBut their characters &amp; personalities make everything in this anime interesting &amp; rather funny..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut their characters &amp;\u001b[24m\n    \u001b[1mしかし、彼らのキャラクター＆amp;\u001b[22m, \u001b[1mしかし、自分のキャラクター＆＃038;\u001b[22m\n\u001b[4mpersonalities make everything in this anime interesting &amp;\u001b[24m\n    \u001b[1m人格はこのアニメのすべてを興味深く＆amp;\u001b[22m, \u001b[1mパーソナリティは、このアニメのすべてを作る面白い＆＃038;\u001b[22m\n\u001b[4mrather funny..\u001b[24m\n    \u001b[1mむしろ面白い..\u001b[22m, \u001b[1mむしろ面白いです..\u001b[22m\nYeah sometimes you'll just cringe because of their silliness\n\n\u001b[1mええ、時々あなたは愚かさのためにひどくなるでしょう\u001b[22m\n\u001b[1m(E e, tokidoki anata wa oroka-sa no tame ni hidoku narudeshou)\u001b[22m\n\nTranslations of \u001b[4mYeah sometimes you'll just cringe because of their silliness\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYeah sometimes you'll just cringe because of their silliness\u001b[24m\n    \u001b[1mええ、時々あなたは愚かさのためにひどくなるでしょう\u001b[22m, \u001b[1mうん、時にはあなただけのために自分の愚かさでうんざりしますよ\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nMaybe this wasn't serious, action-packed, full of stories anime like I mentioned at the beginning\n\n\u001b[1mたぶん、これは深刻ではなく、私が最初に述べたような物語アニメでいっぱいです\u001b[22m\n\u001b[1m(Tabun, kore wa shinkokude wa naku, watashi ga saisho ni nobeta yōna monogatari anime de ippaidesu)\u001b[22m\n\nTranslations of \u001b[4mMaybe this wasn't serious, action-packed, full of stories anime like I mentioned at the beginning\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe this wasn't serious, action-packed, full of stories anime like I mentioned at the beginning\u001b[24m\n    \u001b[1mたぶん、これは深刻ではなく、私が最初に述べたような物語アニメでいっぱいです\u001b[22m, \u001b[1m私は冒頭で述べたように多分これはアニメの物語の完全な、アクション満載の、深刻ではなかったです\u001b[22m\nBut if you need something silly, make your day better for one or two laughs/cringes\n\n\u001b[1mしかし、何か愚かなものが必要な場合は、1日または2回の笑い/詰め物のために一日を良くしてください\u001b[22m\n\u001b[1m(Shikashi, nanika orokana mono ga hitsuyōna baai wa, 1-nichi matawa 2-kai no warai/ tsumebutsu no tame ni tsuitachi o yoku shite kudasai)\u001b[22m\n\nTranslations of \u001b[4mBut if you need something silly, make your day better for one or two laughs/cringes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if you need something silly, make your day better for one or two laughs/cringes\u001b[24m\n    \u001b[1mしかし、何か愚かなものが必要な場合は、1日または2回の笑い/詰め物のために一日を良くしてください\u001b[22m, \u001b[1mしかし、あなたは愚かな何かが必要な場合は、1つまたは2つの笑いのためにあなたの日を改善する/ cringes\u001b[22m\nYeah you'll enjoy this (enjoy the silliness of this anime ofc)\n\n\u001b[1mええ、これを楽しむ（このアニメの愚かさを楽しむ）\u001b[22m\n\u001b[1m(E e, kore o tanoshimu (kono anime no oroka-sa o tanoshimu))\u001b[22m\n\nTranslations of \u001b[4mYeah you'll enjoy this (enjoy the silliness of this anime ofc)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYeah you'll enjoy this (enjoy the silliness of this anime ofc)\u001b[24m\n    \u001b[1mええ、これを楽しむ（このアニメの愚かさを楽しむ）\u001b[22m, \u001b[1mうん、あなたはこれをお楽しみいただけます（このアニメのOFCの愚かさを楽しみます）\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nYou know what to expect right?\n\n\u001b[1mあなたは正しいことを知っていますか？\u001b[22m\n\u001b[1m(Anata wa tadashī koto o shitte imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mYou know what to expect right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know what to expect right?\u001b[24m\n    \u001b[1mあなたは正しいことを知っていますか？\u001b[22m, \u001b[1mあなたは正しい期待する何を知っていますか？\u001b[22m\nComedy.. Cringe-worthy\n\n\u001b[1mコメディ.. Cringe-worthy\u001b[22m\n\u001b[1m(Komedi.. Cringe - worthy)\u001b[22m\n\nTranslations of \u001b[4mComedy.. Cringe-worthy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mComedy.. Cringe-worthy\u001b[24m\n    \u001b[1mコメディ.. Cringe-worthy\u001b[22m, \u001b[1mコメディ..うんざりするに値します\u001b[22m\nSometimes really funny\n\n\u001b[1m時には本当に面白い\u001b[22m\n\u001b[1m(Tokiniha hontōni omoshiroi)\u001b[22m\n\nTranslations of \u001b[4mSometimes really funny\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes really funny\u001b[24m\n    \u001b[1m時には本当に面白い\u001b[22m, \u001b[1m時には本当に面白いです\u001b[22m\nCliche\n\n\u001b[1mクリシェ\u001b[22m\n\u001b[1m(Kurishe)\u001b[22m\n\nDefinitions of \u001b[4mCliche\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    決まり文句\u001b[22m\n        cliche\nBad voice acting at first, but you'll grow fond of it\n\n\u001b[1m最初は悪い声で演奏しますが、好きになるでしょう\u001b[22m\n\u001b[1m(Saisho wa warui koe de ensō shimasuga, suki ni narudeshou)\u001b[22m\n\nTranslations of \u001b[4mBad voice acting at first, but you'll grow fond of it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBad voice acting at first, but you'll grow fond of it\u001b[24m\n    \u001b[1m最初は悪い声で演奏しますが、好きになるでしょう\u001b[22m, \u001b[1m悪い声が最初に作用するが、あなたはそれを好きに成長します\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoy comedy anime (with non stop silliness &amp; cliche jokes), I'll definitely recommend this to you xD\n\n\u001b[1mあなたがコメディアニメを楽しんでいるなら（ノンストップの幸福とクリシェジョークで）、私はこれを間違いなくあなたに勧めますxD\u001b[22m\n\u001b[1m(Anata ga komedianime o tanoshinde irunara (nonsutoppu no kōfuku to kurishejōku de), watashi wa kore o machigainaku anata ni susumemasu xD)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoy comedy anime (with non stop silliness &amp; cliche jokes), I'll definitely recommend this to you xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoy comedy anime (with non stop silliness &amp; cliche jokes), I'll definitely recommend this to you xD\u001b[24m\n    \u001b[1mあなたがコメディアニメを楽しんでいるなら（ノンストップの幸福とクリシェジョークで）、私はこれを間違いなくあなたに勧めますxD\u001b[22m, \u001b[1mあなたは（ノンストップ愚か＆アンペアで、決まり文句のジョークを）コメディアニメを楽しむなら、私は間違いなくあなたのxDにこれをお勧めします\u001b[22m\nHope this helps\n\n\u001b[1mお役に立てれば\u001b[22m\n\u001b[1m(O yakunitate reba)\u001b[22m\n\nTranslations of \u001b[4mHope this helps\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHope this helps\u001b[24m\n    \u001b[1mお役に立てれば\u001b[22m, \u001b[1mこれが役立つことを願って\u001b[22m, \u001b[1mこの情報がお役に立てば幸いです\u001b[22m\nPlease tell me if there's something wrong.. I'm not perfect you know :)\n\n\u001b[1m何か間違っていると教えてください..私はあなたが知っている完璧ではない:)\u001b[22m\n\u001b[1m(Nani ka machigatte iru to oshietekudasai.. Watashi wa anata ga shitte iru kanpekide wanai: ))\u001b[22m\n\nTranslations of \u001b[4mPlease tell me if there's something wrong.. I'm not perfect you know :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease tell me if there's something wrong.. I'm not perfect you know :)\u001b[24m\n    \u001b[1m何か間違っていると教えてください..私はあなたが知っている完璧ではない:)\u001b[22m, \u001b[1m何かが間違っていた場合、私はあなたが知っている完璧ではないよ..教えてください:)\u001b[22m"
  }
]
