[
  {
    "title": "Kill_la_Kill",
    "id": "18679",
    "url": "https://myanimelist.net/anime/18679/Kill_la_Kill",
    "user": "Eagleshadow",
    "profile": "/profile/Eagleshadow/reviews",
    "pages": "13",
    "number": "1",
    "link": "/reviews.php?id=193057",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私が見た最も驚くべき社会的、文化的批評のいくつかを華麗かつ芸術的に伝える寓意と比喩で、視覚的なファンタジー・トロルフィジックスのアクション・スペクタクルがいっぱいです。 否定的な側面は、ほとんどのファンサービスがテーマやメッセージに実際に関連していたにもかかわらず、一部のものは不必要だと感じましたが、私が知っているすべてのために一貫性の目的に役立っただけかもしれません。\n\nもう一つの避けられない欠点は、テーマの深刻さとエントリーの壁であり、スタイルと同様に、メタファーを把握しているだけでなく、テーマやアイデアの価値を理解することができます。 メディア、芸術、アニメなどでは、ややユニークなスタイルを消化することができます。\n\nなぜこれが素晴らしいと思われるのかを知っていますが、いくつかのレビューを読んだり、クリエイターを信頼したりすることによって、不思議が起きるか、少なくともそれは私のものでした。 私はそれを最初に取得していないし、1つのエピソードの後に​​それを嫌っても、いくつかの前述の研究といくつかのエピソードを私がその価値を認識し、完全にそれを楽しむを開始した。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nVisual fanservicey trollphysics action spectacle filled to the brim with allegories and metaphors that magnificently and artistically communicate some of the most amazing social and cultural criticism I've seen. Negative aspect would be that even though most fanservice was actually relevant to themes and messages, some of it felt unnecessary, though it may have merely served the purpose of consistency for all I know.\n\n\u001b[1m私が見た最も驚くべき社会的、文化的批評のいくつかを華麗かつ芸術的に伝える寓意と比喩で、視覚的なファンタジー・トロルフィジックスのアクション・スペクタクルがいっぱいです。 否定的な側面は、ほとんどのファンサービスがテーマやメッセージに実際に関連していたにもかかわらず、一部のものは不必要だと感じましたが、私が知っているすべてのために一貫性の目的に役立っただけかもしれません。\u001b[22m\n\u001b[1m(Watashi ga mita mottomo odorokubeki shakai-teki, bunka-teki hihyō no ikutsu ka o karei katsu geijutsu-teki ni tsutaeru gūi to hiyu de, shikaku-tekina fantajī tororufijikkusu no akushon supekutakuru ga ippaidesu. Hitei-tekina sokumen wa, hotondo no fansābisu ga tēma ya messēji ni jissai ni kanren shite ita nimokakawarazu, ichibu no mono wa fuhitsuyōda to kanjimashitaga, watashi ga shitte iru subete no tame ni ikkan-sei no mokuteki ni yakudatta dake kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mVisual fanservicey trollphysics action spectacle filled to the brim with allegories and metaphors that magnificently and artistically communicate some of the most amazing social and cultural criticism I've seen. Negative aspect would be that even though most fanservice was actually relevant to themes and messages, some of it felt unnecessary, though it may have merely served the purpose of consistency for all I know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisual fanservicey trollphysics action spectacle filled to the brim with allegories and metaphors that magnificently and artistically communicate some of the most amazing social and cultural criticism I've seen.\u001b[24m\n    \u001b[1m私が見た最も驚くべき社会的、文化的批評のいくつかを華麗かつ芸術的に伝える寓意と比喩で、視覚的なファンタジー・トロルフィジックスのアクション・スペクタクルがいっぱいです。\u001b[22m, \u001b[1m見事と芸術私が見た中で最も驚くべき社会的、文化的な批判のいくつかを伝える寓話とメタファーで溢れかえってビジュアルfanservicey trollphysicsアクションスペクタクル。\u001b[22m\n\u001b[4mNegative aspect would be that even though most fanservice was actually relevant to themes and messages, some of it felt unnecessary, though it may have merely served the purpose of consistency for all I know.\u001b[24m\n    \u001b[1m否定的な側面は、ほとんどのファンサービスがテーマやメッセージに実際に関連していたにもかかわらず、一部のものは不必要だと感じましたが、私が知っているすべてのために一貫性の目的に役立っただけかもしれません。\u001b[22m, \u001b[1m負の側面は、ほとんどのサービスカットがテーマとメッセージを実際に関連したにもかかわらず、それは単に私が知っているすべてのための一貫性の目的を果たしているかもしれませんが、それのいくつかは、不必要と感じていることでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nAnother unavoidable downside is entry barrier due to seriousness of the themes, as well as style, it takes someone who is aware enough to grasp the metaphors and understand the value of themes and ideas that are being put forward, as well as someone who is seasoned enough with media, art, or anime, to be able to digest its somewhat unique style.\n\n\u001b[1mもう一つの避けられない欠点は、テーマの深刻さとエントリーの壁であり、スタイルと同様に、メタファーを把握しているだけでなく、テーマやアイデアの価値を理解することができます。 メディア、芸術、アニメなどでは、ややユニークなスタイルを消化することができます。\u001b[22m\n\u001b[1m(Mōhitotsu no sakerarenai ketten wa, tēma no shinkoku-sa to entorī no kabedeari, sutairu to dōyō ni, metafā o haaku shite iru dakedenaku, tēma ya aidea no kachi o rikai suru koto ga dekimasu. Media, geijutsu, anime nadode wa, yaya yunīkuna sutairu o shōka suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnother unavoidable downside is entry barrier due to seriousness of the themes, as well as style, it takes someone who is aware enough to grasp the metaphors and understand the value of themes and ideas that are being put forward, as well as someone who is seasoned enough with media, art, or anime, to be able to digest its somewhat unique style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother unavoidable downside is entry barrier due to seriousness of the themes, as well as style, it takes someone who is aware enough to grasp the metaphors and understand the value of themes and ideas that are being put forward, as well as someone who is seasoned\u001b[24m\n    \u001b[1mもう一つの避けられない欠点は、テーマの深刻さとエントリーの壁であり、スタイルと同様に、メタファーを把握しているだけでなく、テーマやアイデアの価値を理解することができます。\u001b[22m, \u001b[1mもう避けられない欠点が原因テーマの深刻さだけでなく、スタイルに参入障壁である、それは比喩を把握し、提唱されているテーマやアイデアの価値を理解するのに十分知っている誰かだけでなく、ベテランである誰かを取ります\u001b[22m\n\u001b[4menough with media, art, or anime, to be able to digest its somewhat unique style.\u001b[24m\n    \u001b[1mメディア、芸術、アニメなどでは、ややユニークなスタイルを消化することができます。\u001b[22m, \u001b[1mそのややユニークなスタイルを消化することができることが、メディア、アート、またはアニメで十分。\u001b[22m\n\u001b[1m\u001b[22m\nThough knowing why exactly this is supposed to be awesome, by reading a couple of reviews, as well as trusting the creators, does wonders, or at least it did for me. I didn't get it at first and even disliked it after one episode, it took some aforementioned research and few more episodes for me to recognise its worth and start enjoying it fully.\n\n\u001b[1mなぜこれが素晴らしいと思われるのかを知っていますが、いくつかのレビューを読んだり、クリエイターを信頼したりするのは不思議なことです。 私はそれを最初に取得していないし、1つのエピソードの後に​​それを嫌っても、それはいくつかの前述の研究といくつかのエピソードを私の価値を認識し、完全にそれを楽しむを開始した。\u001b[22m\n\u001b[1m(Naze kore ga subarashī to omowa reru no ka o shitte imasuga, ikutsu ka no rebyū o yon dari, kurieitā o shinrai shi tari suru no wa fushigina kotodesu. Watashi wa sore o saisho ni shutoku shite inaishi, 1tsu no episōdo no nochi ni ​​ sore o kiratte mo, sore wa ikutsu ka no zenjutsu no kenkyū to ikutsu ka no episōdo o watashi no kachi o ninshiki shi, kanzen ni sore o tanoshimu o kaishi shita.)\u001b[22m\n\nTranslations of \u001b[4mThough knowing why exactly this is supposed to be awesome, by reading a couple of reviews, as well as trusting the creators, does wonders, or at least it did for me. I didn't get it at first and even disliked it after one episode, it took some aforementioned research and few more episodes for me to recognise its worth and start enjoying it fully.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough knowing why exactly this is supposed to be awesome, by reading a couple of reviews, as well as trusting the creators, does wonders, or at least it did for me.\u001b[24m\n    \u001b[1mなぜこれが素晴らしいと思われるのかを知っていますが、いくつかのレビューを読んだり、クリエイターを信頼したりするのは不思議なことです。\u001b[22m, \u001b[1mまさにこれはすごいことになっている理由を知っているが、レビューのカップルを読んだだけでなく、クリエーターを信頼することで、驚異を行い、あるいは少なくともそれは私のためにしました。\u001b[22m\n\u001b[4mI didn't get it at first and even disliked it after one episode, it took some aforementioned research and few more episodes for me to recognise its worth and start enjoying it fully.\u001b[24m\n    \u001b[1m私はそれを最初に取得していないし、1つのエピソードの後にそれを嫌っても、それはいくつかの前述の研究といくつかのエピソードを私の価値を認識し、完全にそれを楽しむを開始した。\u001b[22m, \u001b[1m私が最初にそれを取得しても1つのエピソードの後にそれを嫌っていなかった私はその価値を認識し、それを完全に楽しんで開始するために、それはいくつかの前述の研究とさらにいくつかのエピソードを取りました。\u001b[22m"
  },
  {
    "title": "Kill_la_Kill",
    "id": "18679",
    "url": "https://myanimelist.net/anime/18679/Kill_la_Kill",
    "user": "moonkingdomify",
    "profile": "/profile/moonkingdomify/reviews",
    "pages": "13",
    "number": "2",
    "link": "/reviews.php?id=139027",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\nこんにちは。 私はこのシリーズを終えました。 私はそれが過度に評価されていると私は正直に言うと、実際に存在する他のほとんどのアクションシリーズに非常に似ているので、あなたは誇大広告を信じてはいけないと言うことができます。 償還可能な資質は、処罰可能な資質を評価します。 だからこそ、これ以上のことはありません。 キラーラキルの私のレビューです。\n\n悪いところから始める。 このシリーズは非常に矛盾したアニメーションを持っていました。 戦場のシーンがすべて美しくアニメーション化されたところで、このシリーズはどこにも欠けているようでした。 私はそれがシリーズの低予算のためにスライドさせることができると思います。 しかしそれ以外に私には思い出深い曲が1つしかない不足しているサウンドトラックがあります。  Blumenkranz、アニメのオリジナル音楽の残りの部分は、実際には、アクションジャンルの真面目でした。\n\nそれについて何が良いのか。 このアニメの良さは、損害を与えることなくレビューするのが本当に良いことです。 私はこのシリーズで使われているメタファーがかなり好きで、メタファーがアニメを台無しにしてしまうのが好きでしたが、このアニメの大きなモチーフは自由です。 私が好きだった別のものは、それが主人公になったときの多様性の量でした。 あなたは少なくとも少しは説明されていないメインキャラクターはひとりもいませんでした。キャラクターがプロットのメインポイントだったとき、あなたは誰で、なぜ彼らが誰だったのかを知っています。 あなたはまったく）。  OSTにはシーンと一緒に演奏した曲がありますが、それほど思い出深いものではありませんでしたので、Kill la Killの良さと悪影響の両方があると思います。 しかし、戦闘シーンがとても美しくアニメーション化される前に私が言ったように、彼らは残りのシーンをパワーオーバーしました。 これは私が信じるように1次元のプロットではなく、要約を読んでシリーズで何が起こるのかを知ることはできません。\n\n最終判決：\nそれは非常に過大評価された良いシリーズで、おそらくいつでもそれを見ないでしょう。 しかし、実際には本当に良いシリーズとして一度それを見てみることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHello. I just finished this series. Where as I do find it as over rated and I can honestly say that you shouldn't believe the hype, because it is very similar to most other action series really in existence. The redeemable qualities do out weigh the punishable ones. So without further adue. Here is my review of Kill la Kill.\n\n\u001b[1mこんにちは。 私はこのシリーズを終えました。 私はそれが過度に評価されていると私は正直に言うと、実際に存在する他のほとんどのアクションシリーズに非常に似ているので、あなたは誇大広告を信じてはいけないと言うことができます。 償還可能な資質は、処罰可能な資質を評価します。 だからこそ、これ以上のことはありません。 キラーラキルの私のレビューです。\u001b[22m\n\u001b[1m(Kon'nichiwa. Watashi wa kono shirīzu o oemashita. Watashi wa sore ga kado ni hyōka sa rete iruto watashi wa shōjiki ni iu to, jissai ni sonzai suru ta no hotondo no akushonshirīzu ni hijō ni nite irunode, anata wa kodai kōkoku o shinjite wa ikenai to iu koto ga dekimasu. Shōkan kanōna shishitsu wa, shobatsu kanōna shishitsu o hyōka shimasu. Dakarakoso, koreijō no koto wa arimasen. Kirārakiru no watashi no rebyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mHello. I just finished this series. Where as I do find it as over rated and I can honestly say that you shouldn't believe the hype, because it is very similar to most other action series really in existence. The redeemable qualities do out weigh the punishable ones. So without further adue. Here is my review of Kill la Kill.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHello.\u001b[24m\n    \u001b[1mこんにちは。\u001b[22m\n\u001b[4mI just finished this series.\u001b[24m\n    \u001b[1m私はこのシリーズを終えました。\u001b[22m\n\u001b[4mWhere as I do find it as over rated and I can honestly say that you shouldn't believe the hype, because it is very similar to most other action series really in existence.\u001b[24m\n    \u001b[1m私はそれが過度に評価されていると私は正直に言うと、実際に存在する他のほとんどのアクションシリーズに非常に似ているので、あなたは誇大広告を信じてはいけないと言うことができます。\u001b[22m, \u001b[1m私は上を定格と私は正直にそれが存在して本当に他のほとんどのアクションシリーズに非常に類似しているので、あなたが、誇大広告を信じてはならないと言うことができます。としてそれを見つけるどこがそうであるように\u001b[22m\n\u001b[4mThe redeemable qualities do out weigh the punishable ones.\u001b[24m\n    \u001b[1m償還可能な資質は、処罰可能な資質を評価します。\u001b[22m, \u001b[1m償還の資質は、処罰のものを秤量ありません。\u001b[22m\n\u001b[4mSo without further adue.\u001b[24m\n    \u001b[1mだからこそ、これ以上のことはありません。\u001b[22m, \u001b[1mさらにadueのないようにします。\u001b[22m\n\u001b[4mHere is my review of Kill la Kill.\u001b[24m\n    \u001b[1mキラーラキルの私のレビューです。\u001b[22m, \u001b[1mここでキル・ラ・キルの私のレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nStarting off with the bad. This series had very inconsistent animation. Where as the fight scenes were all beautifully animated, this series seemed to be lacking every where else. I guess I can let it slide because of the low budget of the series. But other than that we have the lacking soundtrack with only one memorable song for me. Blumenkranz, the rest of the Original music in the anime was really more cliche of the action genre.\n\n\u001b[1m悪いところから始める。 このシリーズは非常に矛盾したアニメーションを持っていました。 戦場のシーンがすべて美しくアニメーション化されたところで、このシリーズはどこにも欠けているようでした。 私はそれがシリーズの低予算のためにスライドさせることができると思います。 しかしそれ以外に私には思い出深い曲が1つしかない不足しているサウンドトラックがあります。  Blumenkranz、アニメのオリジナル音楽の残りの部分は、実際には、アクションジャンルの真面目でした。\u001b[22m\n\u001b[1m(Warui tokoro kara hajimeru. Kono shirīzu wa hijō ni mujun shita animēshon o motte imashita. Senjō no shīn ga subete utsukushiku animēshon-ka sa reta tokoro de, kono shirīzu wa dokoni mo kakete iru yōdeshita. Watashi wa sore ga shirīzu no tei yosan no tame ni suraido sa seru koto ga dekiru to omoimasu. Shikashi sore igai ni watashiniha omoidebukai kyoku ga 1tsu shika nai fusoku shite iru saundotorakku ga arimasu. Blumenkranz, anime no orijinaru ongaku no nokori no bubun wa, jissai ni wa, akushon janru no majimedeshita.)\u001b[22m\n\nTranslations of \u001b[4mStarting off with the bad. This series had very inconsistent animation. Where as the fight scenes were all beautifully animated, this series seemed to be lacking every where else. I guess I can let it slide because of the low budget of the series. But other than that we have the lacking soundtrack with only one memorable song for me. Blumenkranz, the rest of the Original music in the anime was really more cliche of the action genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStarting off with the bad.\u001b[24m\n    \u001b[1m悪いところから始める。\u001b[22m, \u001b[1m悪いとオフ開始。\u001b[22m\n\u001b[4mThis series had very inconsistent animation.\u001b[24m\n    \u001b[1mこのシリーズは非常に矛盾したアニメーションを持っていました。\u001b[22m, \u001b[1mこのシリーズは、非常に一貫性のないアニメーションを持っていました。\u001b[22m\n\u001b[4mWhere as the fight scenes were all beautifully animated, this series seemed to be lacking every where else.\u001b[24m\n    \u001b[1m戦場のシーンがすべて美しくアニメーション化されたところで、このシリーズはどこにも欠けているようでした。\u001b[22m, \u001b[1m戦いのシーンはすべて美しくアニメ化された場所として、このシリーズは、すべての他にどこ欠けているように見えました。\u001b[22m\n\u001b[4mI guess I can let it slide because of the low budget of the series.\u001b[24m\n    \u001b[1m私はそれがシリーズの低予算のためにスライドさせることができると思います。\u001b[22m, \u001b[1m私はそれがために、一連の低予算でスライドさせることができます推測します。\u001b[22m\n\u001b[4mBut other than that we have the lacking soundtrack with only one memorable song for me.\u001b[24m\n    \u001b[1mしかしそれ以外に私には思い出深い曲が1つしかない不足しているサウンドトラックがあります。\u001b[22m, \u001b[1mしかし、それ以外の私たちは、私のための唯一の思い出に残る曲で欠けているサウンドトラックを持っています。\u001b[22m\n\u001b[4mBlumenkranz, the rest of the Original music in the anime was really more cliche of the action genre.\u001b[24m\n    \u001b[1mBlumenkranz、アニメのオリジナル音楽の残りの部分は、実際には、アクションジャンルの真面目でした。\u001b[22m, \u001b[1mBlumenkranz、アニメでのオリジナル音楽の残りの部分は、アクションジャンルの本当に多くの決まり文句でした。\u001b[22m\n\u001b[1m\u001b[22m\nOnto what was good about it. What is good about this anime is that it really good to review without spoiling. I liked the metaphors used in this series quite a bit, going into the metaphors would spoil the anime, but a huge motif in this anime is freedom. Another thing I liked was the amount of variety there was when it came to main characters. You didn't have a single main character who wasn't explained at least a little, and when a character was main to the plot you know who they were and why they were who they were (If that makes any sense to the rest of you at all). The OST has songs that worked with the scenes, but weren't very memorable, so I guess that could be both a good and a bad thing about Kill la Kill. But as I said before the fight scenes were so beautifully animated that they did over power the rest of the scenes. This also wasn't a one dimensional plot like I was led to believe, you can't just read a summary and get the jist of what happens in the series.\n\n\u001b[1mそれについて何が良いのか。 このアニメの良さは、損害を与えることなくレビューするのが本当に良いことです。 私はこのシリーズで使われているメタファーがかなり好きで、メタファーがアニメを台無しにしてしまうのが好きでしたが、このアニメの大きなモチーフは自由です。 私が好きだった別のものは、それが主人公になったときの多様性の量でした。 あなたは少なくとも少しは説明されていないメインキャラクターはひとりもいませんでした。キャラクターがプロットのメインポイントだったとき、あなたは誰で、なぜ彼らが誰だったのかを知っています。 あなたはまったく）。  OSTにはシーンと一緒に演奏した曲がありますが、それほど思い出深いものではありませんでしたので、Kill la Killの良さと悪影響の両方があると思います。 しかし、戦闘シーンがとても美しくアニメーション化される前に私が言ったように、彼らは残りのシーンをパワーオーバーしました。 これは私が信じるように1次元のプロットではなく、要約を読んでシリーズで何が起こるのかを知ることはできません。\u001b[22m\n\u001b[1m(Sore ni tsuite nani ga yoi no ka. Kono anime no yo-sa wa, songai o ataeru koto naku rebyū suru no ga hontōni yoi kotodesu. Watashi wa kono shirīzu de tsukawareteiru metafā ga kanari sukide, metafā ga anime o dainashi ni shite shimau no ga sukideshita ga, kono anime no ōkina mochīfu wa jiyūdesu. Watashi ga sukidatta-betsu no mono wa, sore ga shujinkō ni natta toki no tayō-sei no ryōdeshita. Anata wa sukunakutomo sukoshi wa setsumei sa rete inai meinkyarakutā wa hitori mo imasendeshita. Kyarakutā ga purotto no mein pointodatta toki, anatahadare de, naze karera ga daredatta no ka o shitte imasu. Anata wa mattaku). OST ni wa shīn to issho ni ensō shita kyoku ga arimasuga, sorehodo omoidebukai monode wa arimasendeshitanode, Kill la Kill no yo-sa to akueikyō no ryōhō ga aru to omoimasu. Shikashi, sentō shīn ga totemo utsukushiku animēshon-ka sa reru mae ni watashi ga itta yō ni, karera wa nokori no shīn o pawāōbā shimashita. Kore wa watashi ga shinjiru yō ni 1-jigen no purottode wa naku, yōyaku o yonde shirīzu de nani ga okoru no ka o shiru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mOnto what was good about it. What is good about this anime is that it really good to review without spoiling. I liked the metaphors used in this series quite a bit, going into the metaphors would spoil the anime, but a huge motif in this anime is freedom. Another thing I liked was the amount of variety there was when it came to main characters. You didn't have a single main character who wasn't explained at least a little, and when a character was main to the plot you know who they were and why they were who they were (If that makes any sense to the rest of you at all). The OST has songs that worked with the scenes, but weren't very memorable, so I guess that could be both a good and a bad thing about Kill la Kill. But as I said before the fight scenes were so beautifully animated that they did over power the rest of the scenes. This also wasn't a one dimensional plot like I was led to believe, you can't just read a summary and get the jist of what happens in the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnto what was good about it.\u001b[24m\n    \u001b[1mそれについて何が良いのか。\u001b[22m, \u001b[1mそれについての良いだったものの上に。\u001b[22m\n\u001b[4mWhat is good about this anime is that it really good to review without spoiling.\u001b[24m\n    \u001b[1mこのアニメの良さは、損害を与えることなくレビューするのが本当に良いことです。\u001b[22m, \u001b[1m何このアニメの良いのは、それが本当に良い損なうことなく検討することです。\u001b[22m\n\u001b[4mI liked the metaphors used in this series quite a bit, going into the metaphors would spoil the anime, but a huge motif in this anime is freedom.\u001b[24m\n    \u001b[1m私はこのシリーズで使われているメタファーがかなり好きで、メタファーがアニメを台無しにしてしまうのが好きでしたが、このアニメの大きなモチーフは自由です。\u001b[22m, \u001b[1m私はかなりは、メタファーに行くことアニメを台無しになるこのシリーズで使用されるメタファーを言っていますが、このアニメで巨大なモチーフは自由です。\u001b[22m\n\u001b[4mAnother thing I liked was the amount of variety there was when it came to main characters.\u001b[24m\n    \u001b[1m私が好きだった別のものは、それが主人公になったときの多様性の量でした。\u001b[22m, \u001b[1m私が気に入ったもう一つは、それがメインキャラクターに来たときにあった様々な量でした。\u001b[22m\n\u001b[4mYou didn't have a single main character who wasn't explained at least a little, and when a character was main to the plot you know who they were and why they were who they were (If that makes any sense to the rest of\u001b[24m\n    \u001b[1mあなたは少なくとも少しは説明されていないメインキャラクターはひとりもいませんでした。キャラクターがプロットのメインポイントだったとき、あなたは誰で、なぜ彼らが誰だったのかを知っています。\u001b[22m, \u001b[1mあなたは、少なくとも少し説明していなかった、単一のメインキャラクターを持っていなかった、それがの残りの部分に任意の理にかなっている場合、文字は彼らがいたとなぜ彼らは彼らがいた人だったあなたが知っているプロット（への主だったとき\u001b[22m\n\u001b[4myou at all).\u001b[24m\n    \u001b[1mあなたはまったく）。\u001b[22m, \u001b[1mあなたにすべて）。\u001b[22m\n\u001b[4mThe OST has songs that worked with the scenes, but weren't very memorable, so I guess that could be both a good and a bad thing about Kill la Kill.\u001b[24m\n    \u001b[1mOSTにはシーンと一緒に演奏した曲がありますが、それほど思い出深いものではありませんでしたので、Kill la Killの良さと悪影響の両方があると思います。\u001b[22m, \u001b[1mOSTは、シーンで働いていた曲がありますが、非常に重大ではなかったので、私はそれが良いとキル・ラ・キルについての悪い事両方であることができると思います。\u001b[22m\n\u001b[4mBut as I said before the fight scenes were so beautifully animated that they did over power the rest of the scenes.\u001b[24m\n    \u001b[1mしかし、戦闘シーンがとても美しくアニメーション化される前に私が言ったように、彼らは残りのシーンをパワーオーバーしました。\u001b[22m, \u001b[1m私は戦いのシーンの前に言ったようしかし、そう美しく、彼らはシーンの残りの部分は電力をオーバーしたことをアニメ化しました。\u001b[22m\n\u001b[4mThis also wasn't a one dimensional plot like I was led to believe, you can't just read a summary and get the jist of what happens in the series.\u001b[24m\n    \u001b[1mこれは私が信じるように1次元のプロットではなく、要約を読んでシリーズで何が起こるのかを知ることはできません。\u001b[22m, \u001b[1mこれはまた、あなただけの要約を読んで、直列に何が起こるかのJISTを得ることができない、私は信じるように導かれたような1次元プロットではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict:\n\n\u001b[1m最終判決：\u001b[22m\n\u001b[1m(Saishū hanketsu:)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Verdict:\u001b[24m\n    \u001b[1m最終判決：\u001b[22m, \u001b[1m最終的な評決：\u001b[22m\nIt is a good series, extremely so overrated and I probably won't watch it again at any point. But I would suggest watching it once as it actually a really good series.\n\n\u001b[1mそれは非常に過大評価された良いシリーズで、おそらくいつでもそれを見ないでしょう。 しかし、実際には本当に良いシリーズとして一度それを見てみることをお勧めします。\u001b[22m\n\u001b[1m(Sore wa hijō ni kadai hyōka sa reta yoi shirīzu de, osoraku itsu demo sore o minaideshou. Shikashi, jissai ni wa hontōni yoi shirīzu to shite ichido sore o mite miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is a good series, extremely so overrated and I probably won't watch it again at any point. But I would suggest watching it once as it actually a really good series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is a good series, extremely so overrated and I probably won't watch it again at any point.\u001b[24m\n    \u001b[1mそれは非常に過大評価された良いシリーズで、おそらくいつでもそれを見ないでしょう。\u001b[22m, \u001b[1mそれは、非常にそう過大評価良いシリーズですと私はおそらく任意の時点で、再びそれを見ることはありません。\u001b[22m\n\u001b[4mBut I would suggest watching it once as it actually a really good series.\u001b[24m\n    \u001b[1mしかし、実際には本当に良いシリーズとして一度それを見てみることをお勧めします。\u001b[22m, \u001b[1mしかし、私はそれが実際には本当に良いシリーズとして、一度それを見てお勧めします。\u001b[22m"
  },
  {
    "title": "Kill_la_Kill",
    "id": "18679",
    "url": "https://myanimelist.net/anime/18679/Kill_la_Kill",
    "user": "AndrewArmyAce",
    "profile": "/profile/AndrewArmyAce/reviews",
    "pages": "13",
    "number": "3",
    "link": "/reviews.php?id=228858",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  7\nキャラクター|  5\n|  6\n\nプロットは、単に何かを作るためにその場で考えられたように感じます。 これは少し一般的で浅く、ほとんど何も説明しません。 あなたが論理的な観点からこのアニメの物語を見ていたら、それを楽しむことはできません。 彼らは哲学的な見解を追加しようとしましたが、それは少し強制的でしたが、アニメ全体は衣服の力に関するものであり、Youtubeのコンテンツ制作者が低予算 ビデオ。\n\nアニメーションに関しては、少し矛盾していると言いましょう。 叙事詩の変容、戦術、血流など、スリリングな戦闘シーンがあります。戦うたびに、エピソードのフィナーレのように感じ、いいですね。 しかし、アニメの他の部分では、作業がかなり乱暴に見え、一部のパートではウォーキングアニメーションを作成することもありません。\n\n音楽に関しては、効果的に戦場のシーンを補完し、フィナーレの感触を与え、実際よりも壮大な表情を演出します。\n\n過度のファンサービスではない場合、アニメはより良いでしょう。 アニメは衣服などの力を中心に展開されていることは理解していますが、敗戦したキャラクターを龍子の刃で裸にして裸にする必要はありません。\n\n文字はむしろ不愉快に見えますが、まだ私はそれらに大きな問題はないと思います。\n\n私は実際には、アニメが欠陥で詰まっているにもかかわらず、ある程度アニメ、特に戦闘シーンを楽しんでいました。ポップコーンやチップをうろついて見たいものがあればいいですが、実際にはアニメを探しているなら 良いプロットを持って、それを見て気にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThe plot feels like it was thought up on the spot simply for the sake of producing something. It is a little generic and shallow, and they almost don't explain anything. If you were to look at this anime's story from a logical point of view, you wouldn't enjoy it. They did try to add in a philosophical view to it, though it was a little forced, as pretty much the whole anime was about the power of clothes and it's kinda a plot that a Youtube content creator would think of to make some low-budget video.\n\n\u001b[1mプロットは、単に何かを作るためにその場で考えられたように感じます。 これは少し一般的で浅く、ほとんど何も説明しません。 あなたが論理的な観点からこのアニメの物語を見ていたら、それを楽しむことはできません。 彼らは哲学的な見解を追加しようとしましたが、それは少し強制的でしたが、アニメ全体は衣服の力に関するものであり、Youtubeのコンテンツ制作者が低予算 ビデオ。\u001b[22m\n\u001b[1m(Purotto wa, tan'ni nanika o tsukuru tame ni sonobade kangae rareta yō ni kanjimasu. Kore wa sukoshi ippan-tekide asaku, hotondo nani mo setsumei shimasen. Anata ga ronri-tekina kanten kara kono anime no monogatari o mite itara, sore o tanoshimu koto wa dekimasen. Karera wa tetsugaku-tekina kenkai o tsuika shiyou to shimashitaga, sore wa sukoshi kyōsei-tekideshitaga, anime zentai wa ifuku no chikara ni kansuru monodeari, Youtube no kontentsu seisaku-sha ga tei yosan bideo.)\u001b[22m\n\nTranslations of \u001b[4mThe plot feels like it was thought up on the spot simply for the sake of producing something. It is a little generic and shallow, and they almost don't explain anything. If you were to look at this anime's story from a logical point of view, you wouldn't enjoy it. They did try to add in a philosophical view to it, though it was a little forced, as pretty much the whole anime was about the power of clothes and it's kinda a plot that a Youtube content creator would think of to make some low-budget video.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot feels like it was thought up on the spot simply for the sake of producing something.\u001b[24m\n    \u001b[1mプロットは、単に何かを作るためにその場で考えられたように感じます。\u001b[22m, \u001b[1mそれは単に何かを生産するためにその場で思いついたようなプロットを感じています。\u001b[22m\n\u001b[4mIt is a little generic and shallow, and they almost don't explain anything.\u001b[24m\n    \u001b[1mこれは少し一般的で浅く、ほとんど何も説明しません。\u001b[22m, \u001b[1mそれは少し一般的な浅いですが、彼らはほとんど何も説明しません。\u001b[22m\n\u001b[4mIf you were to look at this anime's story from a logical point of view, you wouldn't enjoy it.\u001b[24m\n    \u001b[1mあなたが論理的な観点からこのアニメの物語を見ていたら、それを楽しむことはできません。\u001b[22m, \u001b[1mあなたは論理的な観点からこのアニメの話を見ていた場合、あなたはそれを楽しむことではないだろう。\u001b[22m\n\u001b[4mThey did try to add in a philosophical view to it, though it was a little forced, as pretty much the whole anime was about the power of clothes and it's kinda a plot that a Youtube content creator would think of to make some low-budget\u001b[24m\n    \u001b[1m彼らは哲学的な見解を追加しようとしましたが、それは少し強制的でしたが、アニメ全体は衣服の力に関するものであり、Youtubeのコンテンツ制作者が低予算\u001b[22m, \u001b[1mかなり全体のアニメは服の力についてであり、それはいくつかの低予算を作るためにちょっとYouTubeのコンテンツ作成者が考えるだろうプロットだとして彼らは、それが少し余儀なくされたものの、それに哲学的なビューに追加しようとしませんでした\u001b[22m\n\u001b[4mvideo.\u001b[24m\n    \u001b[1mビデオ。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the animation, let's just say it's a little inconsistent. We have the thrilling fight scenes, with epic transformations, tactics, and blood spillin, and I must say, everytime when they fight, it feels like the finale of the episode, and it's good. However, at other parts of the anime, the work seems rather sloppy and they don't bother to even make a walking animation for some parts.\n\n\u001b[1mアニメーションに関しては、ちょっと矛盾していると言いましょう。 叙事詩的な変容、戦術、血流など、私たちはスリリングな戦いシーンを抱えています。戦うたびに、エピソードのフィナーレのように感じ、いいですね。 しかし、アニメの他の部分では、作業がかなり乱暴に見え、一部のパートではウォーキングアニメーションを作成することもありません。\u001b[22m\n\u001b[1m(Animēshon ni kanshite wa, chotto mujun shite iru to iimashou. Jojishi-tekina hen'yō, senjutsu, ketsuryū nado, watashitachiha suriringuna tatakai shīn o kakaete imasu. Tatakau tabi ni, episōdo no fināre no yō ni kanji, īdesu ne. Shikashi, anime no ta no bubunde wa, sagyō ga kanari ranbō ni mie, ichibu no pātode wa u~ōkinguanimēshon o sakusei suru koto mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs for the animation, let's just say it's a little inconsistent. We have the thrilling fight scenes, with epic transformations, tactics, and blood spillin, and I must say, everytime when they fight, it feels like the finale of the episode, and it's good. However, at other parts of the anime, the work seems rather sloppy and they don't bother to even make a walking animation for some parts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the animation, let's just say it's a little inconsistent.\u001b[24m\n    \u001b[1mアニメーションに関しては、ちょっと矛盾していると言いましょう。\u001b[22m, \u001b[1mアニメーションに関しては、ちょうどそれは少し矛盾だとしましょう。\u001b[22m\n\u001b[4mWe have the thrilling fight scenes, with epic transformations, tactics, and blood spillin, and I must say, everytime when they fight, it feels like the finale of the episode, and it's good.\u001b[24m\n    \u001b[1m叙事詩的な変容、戦術、血流など、私たちはスリリングな戦いシーンを抱えています。戦うたびに、エピソードのフィナーレのように感じ、いいですね。\u001b[22m, \u001b[1mそれはエピソードのフィナーレのように感じている、それは良いことだ、私たちは壮大な変換、戦術、および血液spillinで、スリリングな戦いのシーンを持っている、と彼らは戦うとき、私は毎回、言わなければなりません。\u001b[22m\n\u001b[4mHowever, at other parts of the anime, the work seems rather sloppy and they don't bother to even make a walking animation for some parts.\u001b[24m\n    \u001b[1mしかし、アニメの他の部分では、作業がかなり乱暴に見え、一部のパートではウォーキングアニメーションを作成することもありません。\u001b[22m, \u001b[1mしかし、アニメの他の部分で、作業はかなりずさんなようで、彼らはさらにいくつかの部品の歩行アニメーションを作るために気にしないでください。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the music, it effectively supplements the fight scenes and give a finale feel to it, making an action look more epic than it actually is.\n\n\u001b[1m音楽に関しては、効果的に戦場のシーンを補完し、フィナーレの感触を与え、実際よりも壮大な表情を演出します。\u001b[22m\n\u001b[1m(Ongaku ni kanshite wa, kōka-teki ni senjō no shīn o hokan shi, fināre no kanshoku o atae, jissai yori mo sōdaina hyōjō o enshutsu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the music, it effectively supplements the fight scenes and give a finale feel to it, making an action look more epic than it actually is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the music, it effectively supplements the fight scenes and give a finale feel to it, making an action look more epic than it actually is.\u001b[24m\n    \u001b[1m音楽に関しては、効果的に戦場のシーンを補完し、フィナーレの感触を与え、実際よりも壮大な表情を演出します。\u001b[22m, \u001b[1m音楽に関しては、それが効果的に戦いのシーンを補足し、それが実際よりも多くの叙事詩を見てアクションを作り、それにフィナーレ感じを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nIf not for the excessive fanservice, the anime would be better. I understand that the anime revolves around the power of clothes and stuff, but it's quite unnecessary to strip the defeated characters naked when they get cut by Ryuko's blade.\n\n\u001b[1m過度のファンサービスではない場合、アニメはより良いでしょう。 アニメは衣服などの力を中心に展開されていることは理解していますが、敗戦したキャラクターを龍子の刃で裸にして裸にする必要はありません。\u001b[22m\n\u001b[1m(Kado no fansābisude wanai baai, anime wa yori yoideshou. Anime wa ifuku nado no chikara o chūshin ni tenkai sa rete iru koto wa rikai shite imasuga, haisen shita kyarakutā o ryūko no ha de hadaka ni shite hadaka ni suru hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf not for the excessive fanservice, the anime would be better. I understand that the anime revolves around the power of clothes and stuff, but it's quite unnecessary to strip the defeated characters naked when they get cut by Ryuko's blade.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf not for the excessive fanservice, the anime would be better.\u001b[24m\n    \u001b[1m過度のファンサービスではない場合、アニメはより良いでしょう。\u001b[22m, \u001b[1m過剰なサービスカットのためのない場合は、アニメが良いだろう。\u001b[22m\n\u001b[4mI understand that the anime revolves around the power of clothes and stuff, but it's quite unnecessary to strip the defeated characters naked when they get cut by Ryuko's blade.\u001b[24m\n    \u001b[1mアニメは衣服などの力を中心に展開されていることは理解していますが、敗戦したキャラクターを龍子の刃で裸にして裸にする必要はありません。\u001b[22m, \u001b[1m私はアニメが服やもののパワーを中心に回っていることを理解し、それらは龍子の刃で切断を受けるとき、それは裸の敗北文字を削除することは非常に不必要です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters seem to be done rather sloppily, but still I don't really see major problems with them.\n\n\u001b[1m文字はむしろ不愉快に見えますが、まだ私はそれらに大きな問題はないと思います。\u001b[22m\n\u001b[1m(Moji wa mushiro fuyukai ni miemasuga, mada watashi wa sorera ni ōkina mondai wa nai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters seem to be done rather sloppily, but still I don't really see major problems with them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters seem to be done rather sloppily, but still I don't really see major problems with them.\u001b[24m\n    \u001b[1m文字はむしろ不愉快に見えますが、まだ私はそれらに大きな問題はないと思います。\u001b[22m, \u001b[1m文字ではなくだらしなく行われているように見えるが、それでも私は本当に彼らとの主要な問題は表示されません。\u001b[22m\n\u001b[1m\u001b[22m\nI actually enjoyed the anime to a certain extent, especially the fight scenes, even though the anime is packed with flaws, it's good if you want something to watch when munching on popcorn or chips, but if you're looking for an anime that actually has a good plot, don't bother watching it.\n\n\u001b[1m私は実際には、アニメが欠陥で詰まっているにもかかわらず、ある程度アニメ、特に戦闘シーンを楽しんでいました。ポップコーンやチップをうろついて見たいものがあればいいですが、実際にはアニメを探しているなら 良いプロットを持って、それを見て気にしないでください。\u001b[22m\n\u001b[1m(Watashi wa jissai ni wa, anime ga kekkan de tsumatte iru nimokakawarazu, aruteido anime, tokuni sentō shīn o tanoshinde imashita. Poppukōn ya chippu o urotsuite mitai mono ga areba īdesuga, jissai ni wa anime o sagashite irunara yoi purotto o motte, sore o mite kinishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI actually enjoyed the anime to a certain extent, especially the fight scenes, even though the anime is packed with flaws, it's good if you want something to watch when munching on popcorn or chips, but if you're looking for an anime that actually has a good plot, don't bother watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually enjoyed the anime to a certain extent, especially the fight scenes, even though the anime is packed with flaws, it's good if you want something to watch when munching on popcorn or chips, but if you're looking for an anime that actually\u001b[24m\n    \u001b[1m私は実際には、アニメが欠陥で詰まっているにもかかわらず、ある程度アニメ、特に戦闘シーンを楽しんでいました。ポップコーンやチップをうろついて見たいものがあればいいですが、実際にはアニメを探しているなら\u001b[22m, \u001b[1m私は実際にあなたがポップコーンまたはチップにむしゃむしゃときに見るために何かをしたい場合、それは良いことだ、アニメは傷が満載されていても、特に戦いのシーン、ある程度のアニメを楽しんだが、あなたは実際にアニメを探しているなら\u001b[22m\n\u001b[4mhas a good plot, don't bother watching it.\u001b[24m\n    \u001b[1m良いプロットを持って、それを見て気にしないでください。\u001b[22m"
  },
  {
    "title": "Kill_la_Kill",
    "id": "18679",
    "url": "https://myanimelist.net/anime/18679/Kill_la_Kill",
    "user": "Chappie7815",
    "profile": "/profile/Chappie7815/reviews",
    "pages": "13",
    "number": "4",
    "link": "/reviews.php?id=225379",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  9\n\nKill La Killはあなたの両親と一緒に見ないアニメかもしれません。 特に、アニメ以外のファンからはあなたに奇妙な外見を与えるでしょう。 しかし、それほど審判が少ない目には、それは素晴らしいショーとして出てくる、それはいくつかの磨耗エッジを持つかもしれない。\n\nストーリー：6 /フェア\n私は物語について多くの話をすることはできません。 しかし、私が言うことは、私はこれを話すでしょう。キル・ラ・キルのプロットとストーリー・アークは、すべての主要資産が最も欠けています。 彼女の故郷に彼女を導いたときに、彼女の父親の殺人事件を探して日本の旅のちょうどちょうど学校に行って、パンクロックの若い女の子と普通に始まります。 その話は、10回以上のエピソードで続き、私はそれだけでそれをつけたいと思う。 シーズンの中間点の後、プロットは、彼らが見つけることができる元の問題に対する考えられるあらゆる解決策に向かう。 それは作家が他の12のエピソードを書いていた夜にすべて酔ってしまって、事実の後にそれに固執することを決めたようだった。 プロットはとても複雑になり、将来のキャラクターの中には何が起こるのだろうと思っているのかということだけを目の当たりにしているように感じます。 私を間違ってはいけない、驚くべき裏切りからチームアップを拡大することまで、このアニメの多くの良い瞬間があります。 しかし、すべてのアニメ愛好家が崇拝する物語の中で見つかった、その肉体的で肉質な善良さの大部分は、ほとんどが後半に見られる。 ほとんどの人にとってちょっと遅くまで。\n\nアート：10 /未処理\nキル・ラ・キルが執筆やストーリー・ティーチングに欠けているものは、他のすべてのカテゴリー、特にアートを補うものです。 まずは、私が見た中で最も美しいアニメの1つです。 私はポスター自体を見るだけで、最初から目を惹きつけています。 そのアート・スタイリングは、アクションとバトル・シークエンスを通じて全面的に開催されます。 キャラクターの衣装、武器、アクションのハイライトされたネオンカラーは、あなたの目を何時間も楽しませなければならないものに至ります。 それは本当に非常にユニークな経験であり、以前はそれほど気付かなかったことがあります。\n\nサウンド：8 /とても良い\n音楽は、すべてのアニメの不可欠な部分であり、なぜそんなに好きなのかの基礎を作り上げています。 キル・ラ・キルは健全なデザインを提供します。作曲家は常に、盛り上がる戦いの途中で病気のビートを2回、または2回寝かせています。 あなたが「あなたの道を失ってはいけません！ あなたは良い瞬間のためにあなたのことを知って、戦いの結果で回ってください。 シーズンの前半の開始と終了は、最後の12分の1分の1よりはるかに優れています。 第1回目のオープニングにドラムセットを打つと、次は来るものがいつも興奮します。 音楽とサウンド部門に欠けている主なものは、いいアクションでない音楽はまったくないということです。 バトルシーケンスの外で使用されたサウンドはほとんど思い出せません。 彼らはマークを打つと、彼らは死んだ中心に当たった。\n\nキャラクター：7 /良い\nキル・ラ・キルには、コメディー・ダンスから超異質の悪役まで、様々なキャラクターがあり、誰もが味わうことができます。 主人公Ryuuko、Satsuki、Mako、そして私の個人的に好きなSenketsuの間で、彼らはシリーズの終わりまでにもっと洗練されて好きになります。 あなたはすべての偉大なアニメのキャラクターのようにそれらに向かって感情を成長させ始める。 しかし、サポートキャストになると、良いリンゴを見つけるのが少し難しくなります。 たとえば、エリート4は優れた文字セットであり、視聴したり交流したりするのは楽しいものでした。 しかし、最も多くのスクリーンタイムを獲得したのは蒲生通りだけであり、ショーの過程で変わったのは唯一のものでした。 マコの家族の残りの部分は、ほとんどすべて熱帯で、「NUDIST BBBEEEAAACCCHHH!!」 そこにいるだけです。  RagyouとNuiは素敵なヒールと悪役ですが、そこには動機があるので、あなたは彼らが誰であるかを理解できません。 主な4人のキャストメンバーのほかに、キャラクターのリストは、このアニメのための良い才能のほとんどが不毛です。\n\n楽しさ：9 /素晴らしい\nキル・ラ・キルは、「Saved Anime」のように宣伝されているようなショーストッパーではないかもしれませんが、それでもまだ笑いのバレルであり、多くの楽しみの地獄です。 私はいつもラインの次のエピソードを見て、これらのキャラクターが住んでいるこの幻想的な世界についてもっと知るためにもう一回自由な瞬間を待っていました。彼らがお互いにインタラクトしているのを見て、ユニークな経験をして、  。 多くのアニメファンがスタジオトリガーの次のすばらしいホームランを楽しんでいます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nKill La Kill may be an anime that you wouldn't watch with your parents. And especially would get you weird looks from non-anime fans. But to the less judging eye, it comes out as a great show, that may have a few worn edges.\n\n\u001b[1mKill La Killはあなたの両親と一緒に見ないアニメかもしれません。 特に、アニメ以外のファンからはあなたに奇妙な外見を与えるでしょう。 しかし、それほど審判が少ない目には、それは素晴らしいショーとして出てくる、それはいくつかの磨耗エッジを持つかもしれない。\u001b[22m\n\u001b[1m(Kill La Kill wa anata no ryōshin to issho ni minai anime kamo shiremasen. Tokuni, anime igai no fan kara wa anata ni kimyōna gaiken o ataerudeshou. Shikashi, sorehodo shinpan ga sukunai me ni wa, sore wa subarashī shō to shite detekuru, sore wa ikutsu ka no mamō ejji o motsu kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mKill La Kill may be an anime that you wouldn't watch with your parents. And especially would get you weird looks from non-anime fans. But to the less judging eye, it comes out as a great show, that may have a few worn edges.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKill La Kill may be an anime that you wouldn't watch with your parents.\u001b[24m\n    \u001b[1mKill La Killはあなたの両親と一緒に見ないアニメかもしれません。\u001b[22m, \u001b[1mキルラ・キルは、あなたの両親と一緒に見ていないだろうアニメでもよいです。\u001b[22m\n\u001b[4mAnd especially would get you weird looks from non-anime fans.\u001b[24m\n    \u001b[1m特に、アニメ以外のファンからはあなたに奇妙な外見を与えるでしょう。\u001b[22m, \u001b[1mそして、特に非アニメファンからあなたの奇妙なルックスを得るでしょう。\u001b[22m\n\u001b[4mBut to the less judging eye, it comes out as a great show, that may have a few worn edges.\u001b[24m\n    \u001b[1mしかし、それほど審判が少ない目には、それは素晴らしいショーとして出てくる、それはいくつかの磨耗エッジを持つかもしれない。\u001b[22m, \u001b[1mしかし、以下の判定の目に、それはいくつかの着用エッジを有することができる素晴らしいショー、として出てきます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/fair\n\n\u001b[1mストーリー：6 /フェア\u001b[22m\n\u001b[1m(Sutōrī: 6/ Fea)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/fair\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/fair\u001b[24m\n    \u001b[1mストーリー：6 /フェア\u001b[22m\nI can not talk much about the story on it's own without spoiling a lot of the plot. But for what I can say, I will speak this: the plot and story arcs of Kill La Kill are the most lacking of all it's major assets. It starts of normal with a to-cool-for-school, punk rock young girl just on a journey around Japan looking for her father's murder when it leads her back to her hometown. That story goes on for a little over 10 episodes, and I only wish it stuck with it. After the half-way point of the season the plot goes towards every conceivable solution to the original problem that they could find. It was like the writers had all gotten drunk the night they were writing the other 12 episodes and decided to stick with it after the fact. The plot becomes so convoluted that you feel that you are only witnessing the thoughts and dreams of what one of the characters thought the future would entail. Don't get me wrong, there are many good moments in this anime, from surprise betrayals to even magnifying team-ups. But most of that juicy, meaty goodness found in a story that all anime lovers adore is mostly found in the back-half. Just a little to late for most people.\n\n\u001b[1m私は物語について多くの話をすることはできません。 しかし、私が言うことは、私はこれを話すでしょう。キル・ラ・キルのプロットとストーリー・アークは、すべての主要資産が最も欠けています。 彼女の故郷に彼女を導いたときに、彼女の父親の殺人事件を探して日本の旅のちょうどちょうど学校に行って、パンクロックの若い女の子と普通に始まります。 その話は、10回以上のエピソードで続き、私はそれだけでそれをつけたいと思う。 シーズンの中間点の後、プロットは、彼らが見つけることができる元の問題に対する考えられるあらゆる解決策に向かう。 それは作家が他の12のエピソードを書いていた夜にすべて酔ってしまって、事実の後にそれに固執することを決めたようだった。 プロットはとても複雑になり、将来のキャラクターの中には何が起こるのだろうと思っているのかということだけを目の当たりにしているように感じます。 私を間違ってはいけない、驚くべき裏切りからチームアップを拡大することまで、このアニメの多くの良い瞬間があります。 しかし、すべてのアニメ愛好家が崇拝する物語の中で見つかった、その肉体的で肉質な善良さの大部分は、ほとんどが後半に見られる。 ほとんどの人にとってちょっと遅くまで。\u001b[22m\n\u001b[1m(Watashi wa monogatari ni tsuite ōku no hanashi o suru koto wa dekimasen. Shikashi, watashi ga iu koto wa, watashi wa kore o hanasudeshou. Kiru ra kiru no purotto to sutōrī āku wa, subete no shuyō shisan ga mottomo kakete imasu. Kanojo no furusato ni kanojo o michibiita toki ni, kanojo no chichioya no satsujin jiken o sagashite Nihon no tabi no chōdo chōdo gakkō ni itte, pan kurokku no wakai on'nanoko to futsū ni hajimarimasu. Sono hanashi wa, 10-kai ijō no episōdo de tsudzuki, watashi wa sore dake de sore o tsuketai to omou. Shīzun no chūkan-ten no ato, purotto wa, karera ga mitsukeru koto ga dekiru gen no mondai ni taisuru kangaerareru arayuru kaiketsusaku ni mukau. Sore wa sakka ga hoka no 12 no episōdo o kaite ita yoru ni subete yotte shimatte, jijitsu no nochi ni sore ni koshū suru koto o kimeta yōdatta. Purotto wa totemo fukuzatsu ni nari, shōrai no kyarakutā no nakaniha nani ga okoru nodarou to omotte iru no ka to iu koto dake o manoatari ni shite iru yō ni kanjimasu. Watashi o machigatte wa ikenai, odorokubeki uragiri kara chīmuappu o kakudai suru koto made, kono anime no ōku no yoi shunkan ga arimasu. Shikashi, subete no anime aikō-ka ga sūhai suru monogatari no naka de mitsukatta, sono nikutai-tekide nikushitsuna zenryō-sa no daibubun wa, hotondo ga kōhan ni mi rareru. Hotondo no hito ni totte chotto osokumade.)\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/outstanding\n\n\u001b[1mアート：10 /未処理\u001b[22m\n\u001b[1m(Āto: 10/ Mi shori)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/outstanding\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/outstanding\u001b[24m\n    \u001b[1mアート：10 /未処理\u001b[22m, \u001b[1mアート：10 /傑出した\u001b[22m\nWhat Kill La Kill lacks in writing and story-telling, it completely makes up for in every other category, especially art. To start, this is one of the most beautiful anime I have every seen. I mean just look at the poster itself, it entices your eyes from the beginning. That art styling is also held the entire way through action and battle sequences. The highlighted neon colors of the characters clothing, weapons, and action all culminate into something that you must let your eyes feast on for hours. It is truly a very unique experience, and I have never seen anything like it before.\n\n\u001b[1mキル・ラ・キルが執筆やストーリー・ティーチングに欠けているものは、他のすべてのカテゴリー、特にアートを補うものです。 まずは、私が見た中で最も美しいアニメの1つです。 私はポスター自体を見るだけで、最初から目を惹きつけています。 そのアート・スタイリングは、アクションとバトル・シークエンスを通じて全面的に開催されます。 キャラクターの衣装、武器、アクションのハイライトされたネオンカラーは、あなたの目を何時間も楽しませなければならないものに至ります。 それは本当に非常にユニークな経験であり、以前はそれほど気付かなかったことがあります。\u001b[22m\n\u001b[1m(Kiru ra kiru ga shippitsu ya sutōrī tīchingu ni kakete iru mono wa, hoka no subete no kategorī, tokuni āto o oginau monodesu. Mazuwa, watashi ga mita naka de mottomo utsukushī anime no 1tsudesu. Watashi wa posutā jitai o miru dake de, saisho kara me o hiki tsukete imasu. Sono āto sutairingu wa, akushon to batoru shīkuensu o tsūjite zenmen-teki ni kaisai sa remasu. Kyarakutā no ishō, buki, akushon no hairaito sa reta neonkarā wa, anata no me o nanjigan mo tanoshima senakereba naranai mono ni itarimasu. Sore wa hontōni hijō ni yunīkuna keikendeari, izen wa sorehodo kidzukanakatta koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat Kill La Kill lacks in writing and story-telling, it completely makes up for in every other category, especially art. To start, this is one of the most beautiful anime I have every seen. I mean just look at the poster itself, it entices your eyes from the beginning. That art styling is also held the entire way through action and battle sequences. The highlighted neon colors of the characters clothing, weapons, and action all culminate into something that you must let your eyes feast on for hours. It is truly a very unique experience, and I have never seen anything like it before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat Kill La Kill lacks in writing and story-telling, it completely makes up for in every other category, especially art.\u001b[24m\n    \u001b[1mキル・ラ・キルが執筆やストーリー・ティーチングに欠けているものは、他のすべてのカテゴリー、特にアートを補うものです。\u001b[22m, \u001b[1mキルラキルは書き込みや読み聞かせに欠ける何、それは完全に他のすべてのカテゴリ、特に当を補います。\u001b[22m\n\u001b[4mTo start, this is one of the most beautiful anime I have every seen.\u001b[24m\n    \u001b[1mまずは、私が見た中で最も美しいアニメの1つです。\u001b[22m, \u001b[1m開始するには、これは私がすべての見た中で最も美しいアニメの一つです。\u001b[22m\n\u001b[4mI mean just look at the poster itself, it entices your eyes from the beginning.\u001b[24m\n    \u001b[1m私はポスター自体を見るだけで、最初から目を惹きつけています。\u001b[22m, \u001b[1m私はちょうどそれが最初からあなたの目を誘惑、ポスター自体を見て意味します。\u001b[22m\n\u001b[4mThat art styling is also held the entire way through action and battle sequences.\u001b[24m\n    \u001b[1mそのアート・スタイリングは、アクションとバトル・シークエンスを通じて全面的に開催されます。\u001b[22m, \u001b[1mその芸術のスタイリングもアクションと戦闘シーケンスを通じて全体の道を保持されています。\u001b[22m\n\u001b[4mThe highlighted neon colors of the characters clothing, weapons, and action all culminate into something that you must let your eyes feast on for hours.\u001b[24m\n    \u001b[1mキャラクターの衣装、武器、アクションのハイライトされたネオンカラーは、あなたの目を何時間も楽しませなければならないものに至ります。\u001b[22m, \u001b[1m文字の服、武器、アクションの強調表示されたネオンカラーは、すべてあなたが時間のためにあなたの目をごちそうさせなければならない何かに絶頂に達します。\u001b[22m\n\u001b[4mIt is truly a very unique experience, and I have never seen anything like it before.\u001b[24m\n    \u001b[1mそれは本当に非常にユニークな経験であり、以前はそれほど気付かなかったことがあります。\u001b[22m, \u001b[1mそれは本当に非常にユニークな経験であり、私は前にそれのようなものを見たことがありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/very good\n\n\u001b[1mサウンド：8 /とても良い\u001b[22m\n\u001b[1m(Saundo: 8/ Totemo yoi)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/very good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/very good\u001b[24m\n    \u001b[1mサウンド：8 /とても良い\u001b[22m, \u001b[1mサウンド：8 /非常に良いです\u001b[22m\nMusic, an integral part of every anime, making up a cornerstone of why it is liked so much. Kill La Kill delivers on its sound design, always having there composers choose the exact time to lay down a sick beat or two in the middle of a hair-raising battle. Right when you hear the howl of 'DON'T LOSE YOUR WAY!' you know your in for a good moment and turn around in the outcome of the fight. The opening and closing of the first half of the season are much more superior than that of the last twelve. With the implement of a pounding drum set in the first opener, you always get excited for what is coming next. The major thing that is lacking in the music and sound department is the scarceness of any good non-action music. I can barely remember any sounds that were used outside the battle sequences, and that becomes a little off putting after a while. When they hit the mark though, they hit dead center.\n\n\u001b[1m音楽は、すべてのアニメの不可欠な部分であり、なぜそんなに好きなのかの基礎を作り上げています。 キル・ラ・キルは健全なデザインを提供します。作曲家は常に、盛り上がる戦いの途中で病気のビートを2回、または2回寝かせています。 あなたが「あなたの道を失ってはいけません！ あなたは良い瞬間のためにあなたのことを知って、戦いの結果で回ってください。 シーズンの前半の開始と終了は、最後の12分の1分の1よりはるかに優れています。 第1回目のオープニングにドラムセットを打つと、次は来るものがいつも興奮します。 音楽とサウンド部門に欠けている主なものは、いいアクションでない音楽はまったくないということです。 バトルシーケンスの外で使用されたサウンドはほとんど思い出せません。 彼らはマークを打つと、彼らは死んだ中心に当たった。\u001b[22m\n\u001b[1m(Ongaku wa, subete no anime no fukaketsuna bubundeari, naze son'nani sukina no ka no kiso o tsukuriagete imasu. Kiru ra kiru wa kenzen'na dezain o teikyō shimasu. Sakkyokka wa tsuneni, moriagaru tatakai no tochū de byōki no bīto o 2-kai, matawa 2-kai nekasete imasu. Anata ga `anata no michi o ushinatte wa ikemasen! Anata wa yoi shunkan no tame ni anata no koto o shitte, tatakai no kekka de mawatte kudasai. Shīzun no zenhan no kaishi to shūryō wa, saigo no 12-bun'no 1-bun'no 1 yori haruka ni sugurete imasu. Dai 1-kai-me no ōpuningu ni doramu setto o utsu to,-ji wa kuru mono ga itsumo kōfun shimasu. Ongaku to saundo bumon ni kakete iru omona mono wa, ī akushondenai ongaku hamattakunai to iu kotodesu. Batorushīkensu no soto de shiyō sa reta saundo wa hotondo omoidasemasen. Karera wa māku o utsu to, karera wa shinda chūshin ni atatta.)\u001b[22m\n\nTranslations of \u001b[4mMusic, an integral part of every anime, making up a cornerstone of why it is liked so much. Kill La Kill delivers on its sound design, always having there composers choose the exact time to lay down a sick beat or two in the middle of a hair-raising battle. Right when you hear the howl of 'DON'T LOSE YOUR WAY!' you know your in for a good moment and turn around in the outcome of the fight. The opening and closing of the first half of the season are much more superior than that of the last twelve. With the implement of a pounding drum set in the first opener, you always get excited for what is coming next. The major thing that is lacking in the music and sound department is the scarceness of any good non-action music. I can barely remember any sounds that were used outside the battle sequences, and that becomes a little off putting after a while. When they hit the mark though, they hit dead center.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic, an integral part of every anime, making up a cornerstone of why it is liked so much.\u001b[24m\n    \u001b[1m音楽は、すべてのアニメの不可欠な部分であり、なぜそんなに好きなのかの基礎を作り上げています。\u001b[22m, \u001b[1m音楽、すべてのアニメの不可欠な部分、それはそんなに気に入っている理由の基礎を構成します。\u001b[22m\n\u001b[4mKill La Kill delivers on its sound design, always having there composers choose the exact time to lay down a sick beat or two in the middle of a hair-raising battle.\u001b[24m\n    \u001b[1mキル・ラ・キルは健全なデザインを提供します。作曲家は常に、盛り上がる戦いの途中で病気のビートを2回、または2回寝かせています。\u001b[22m, \u001b[1mキルラキルが常に存在作曲は髪調達の戦いの途中で病気のビートまたは2を敷設するための正確な時間を選択した、そのサウンドデザインで実現します。\u001b[22m\n\u001b[4mRight when you hear the howl of 'DON'T LOSE YOUR WAY!'\u001b[24m\n    \u001b[1mあなたが「あなたの道を失ってはいけません！\u001b[22m, \u001b[1m右ときにの遠吠えを聞く」あなたの方法を失うことはありませんが！」\u001b[22m\n\u001b[4myou know your in for a good moment and turn around in the outcome of the fight.\u001b[24m\n    \u001b[1mあなたは良い瞬間のためにあなたのことを知って、戦いの結果で回ってください。\u001b[22m, \u001b[1mあなたは良い瞬間のためにあなたの内を知っているとの戦いの結果に振り向きます。\u001b[22m\n\u001b[4mThe opening and closing of the first half of the season are much more superior than that of the last twelve.\u001b[24m\n    \u001b[1mシーズンの前半の開始と終了は、最後の12分の1分の1よりはるかに優れています。\u001b[22m, \u001b[1m今シーズンの前半の開閉は、はるかに優れた最後の12のそれよりもです。\u001b[22m\n\u001b[4mWith the implement of a pounding drum set in the first opener, you always get excited for what is coming next.\u001b[24m\n    \u001b[1m第1回目のオープニングにドラムセットを打つと、次は来るものがいつも興奮します。\u001b[22m, \u001b[1m最初の開幕戦で設定ドキドキドラムの実装では、あなたは常に次の来ている何のために興奮します。\u001b[22m\n\u001b[4mThe major thing that is lacking in the music and sound department is the scarceness of any good non-action music.\u001b[24m\n    \u001b[1m音楽とサウンド部門に欠けている主なものは、いいアクションでない音楽はまったくないということです。\u001b[22m, \u001b[1m音楽やサウンド部門に欠けている主なものは、何か良い非アクション音楽のscarcenessです。\u001b[22m\n\u001b[4mI can barely remember any sounds that were used outside the battle sequences, and that becomes a little off putting after a while.\u001b[24m\n    \u001b[1mバトルシーケンスの外で使用されたサウンドはほとんど思い出せません。\u001b[22m, \u001b[1m私はやっと戦闘シーン外で使用された任意の音を覚えて、それはしばらく後に入れてから少しになります。\u001b[22m\n\u001b[4mWhen they hit the mark though, they hit dead center.\u001b[24m\n    \u001b[1m彼らはマークを打つと、彼らは死んだ中心に当たった。\u001b[22m, \u001b[1m彼らはしかし、マークを押すと、彼らは死を打ちます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7/good\n\n\u001b[1mキャラクター：7 /良い\u001b[22m\n\u001b[1m(Kyarakutā: 7/ Yoi)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7/good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7/good\u001b[24m\n    \u001b[1mキャラクター：7 /良い\u001b[22m, \u001b[1mキャラクター：7 /良いです\u001b[22m\nKill La Kill has a large variety of characters, from comedic dunces to ultra-unlikeable villains, the show has everything for anyone's taste. Between the main characters: Ryuuko, Satsuki, Mako, and my personal favorite Senketsu, they become more fleshed-out and likable by the end of the series. You start to grow feelings towards them like all great anime characters. But once we get to the supporting cast, it gets a little harder to find any good apples. For example, the elite 4 were a good set of characters, and were fun to watch and interact with. However, the only one that got the most screen time was Gamagoori, and was also the only one that changed throughout the course of the show. The rest of Mako's family are all mostly tropes, and 'NUDIST BBBEEEAAACCCHHH!!' are just there to be there. Ragyou and Nui are some nice heels and villains, but there motives are so over-the-top you can't appreciate them for who they are. Besides the main four cast members, the list of characters is mostly barren of good talent for this anime.\n\n\u001b[1mキル・ラ・キルには、コメディー・ダンスから超異質の悪役まで、様々なキャラクターがあり、誰もが味わうことができます。 主人公Ryuuko、Satsuki、Mako、そして私の個人的に好きなSenketsuの間で、彼らはシリーズの終わりまでにもっと洗練されて好きになります。 あなたはすべての偉大なアニメのキャラクターのようにそれらに向かって感情を成長させ始める。 しかし、サポートキャストになると、良いリンゴを見つけるのが少し難しくなります。 たとえば、エリート4は優れた文字セットであり、視聴したり交流したりするのは楽しいものでした。 しかし、最も多くのスクリーンタイムを獲得したのは蒲生通りだけであり、ショーの過程で変わったのは唯一のものでした。 マコの家族の残りの部分は、ほとんどすべて熱帯で、「NUDIST BBBEEEAAACCCHHH!!」 そこにいるだけです。  RagyouとNuiは素敵なヒールと悪役ですが、そこには動機があるので、あなたは彼らが誰であるかを理解できません。 主な4人のキャストメンバーのほかに、キャラクターのリストは、このアニメのための良い才能のほとんどが不毛です。\u001b[22m\n\u001b[1m(Kiru ra kiru ni wa, komedī dansu kara chō ishitsu no akuyaku made, samazamana kyarakutā ga ari, daremoga ajiwau koto ga dekimasu. Shujinkō Ryuuko, Satsuki, Mako, soshite watashi no kojin-teki ni sukina Senketsu no ma de, karera wa shirīzu no owari made ni motto senren sa rete suki ni narimasu. Anata wa subete no idaina anime no kyarakutā no yō ni sorera ni mukatte kanjō o seichō sa se hajimeru. Shikashi, sapōtokyasuto ni naru to, yoi ringo o mitsukeru no ga sukoshi muzukashiku narimasu. Tatoeba, erīto 4 wa sugureta moji settodeari, shichō shi tari kōryū shi tari suru no wa tanoshī monodeshita. Shikashi, mottomo ōku no sukurīntaimu o kakutoku shita no wa Gamou tōri dakedeari, shō no katei de kawatta no wa yuiitsu no monodeshita. Mako no kazoku no nokori no bubun wa, hotondo subete nettai de,`nūdisuto BBBEEEAAACCCHHH!!' Soko ni iru dakedesu. Ragyou to Nui wa sutekina hīru to akuyakudesuga, soko ni wa dōki ga aru node, anata wa karera ga daredearu ka o rikai dekimasen. Omona 4-ri no kyasutomenbā no hoka ni, kyarakutā no risuto wa, kono anime no tame no yoi sainō no hotondo ga fumōdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/great\n\n\u001b[1m楽しさ：9 /素晴らしい\u001b[22m\n\u001b[1m(Tanoshisa: 9/ Subarashī)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/great\u001b[24m\n    \u001b[1m楽しさ：9 /素晴らしい\u001b[22m, \u001b[1m楽しさ：9 /偉大な\u001b[22m\nKill La Kill may not be the show stopper that 'Saved Anime' like it is being touted as, but it was still a barrel of laughs and a hell of a lot of fun. I was always waiting to get another free moment to watch the next episode in the line and learn more about this fantastical world these characters live in. It was very fun watching them interact with each other, have unique experiences, and watching them duke it out . Many an anime fan will enjoy this next amazing home run by Studio Trigger, as much as I did.\n\n\u001b[1mキル・ラ・キルは、「Saved Anime」のように宣伝されているようなショーストッパーではないかもしれませんが、それでもまだ笑いのバレルであり、多くの楽しみの地獄です。 私はいつもラインの次のエピソードを見て、これらのキャラクターが住んでいるこの幻想的な世界についてもっと知るためにもう一回自由な瞬間を待っていました。彼らがお互いにインタラクトしているのを見て、ユニークな経験をして、  。 多くのアニメファンがスタジオトリガーの次のすばらしいホームランを楽しんでいます。\u001b[22m\n\u001b[1m(Kiru ra kiru wa,`Saved Anime' no yō ni senden sa rete iru yōna shōsutoppāde wanai kamo shiremasenga, soredemo mada warai no barerudeari, ōku no tanoshimi no jigokudesu. Watashi wa itsumo rain no tsugi no episōdo o mite, korera no kyarakutā ga sunde iru kono gensō-tekina sekai ni tsuite motto shiru tame ni mōikkai jiyūna shunkan o matte imashita. Karera ga otagai ni intarakuto shite iru no o mite, yunīkuna keiken o shite,. Ōku no anime fan ga sutajiotorigā no tsugi no subarashī hōmuran o tanoshinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mKill La Kill may not be the show stopper that 'Saved Anime' like it is being touted as, but it was still a barrel of laughs and a hell of a lot of fun. I was always waiting to get another free moment to watch the next episode in the line and learn more about this fantastical world these characters live in. It was very fun watching them interact with each other, have unique experiences, and watching them duke it out . Many an anime fan will enjoy this next amazing home run by Studio Trigger, as much as I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKill La Kill may not be the show stopper that 'Saved Anime' like it is being touted as, but it was still a barrel of laughs and a hell of a lot of fun.\u001b[24m\n    \u001b[1mキル・ラ・キルは、「Saved Anime」のように宣伝されているようなショーストッパーではないかもしれませんが、それでもまだ笑いのバレルであり、多くの楽しみの地獄です。\u001b[22m, \u001b[1mそれはとして宣伝されているが、それはまだ笑いのバレルと多くの楽しみの地獄だったようにラ・キルは「保存されたアニメ」ことを示しストッパーではないかもしれない殺します。\u001b[22m\n\u001b[4mI was always waiting to get another free moment to watch the next episode in the line and learn more about this fantastical world these characters live in. It was very fun watching them interact with each other, have unique experiences, and watching them duke it out\u001b[24m\n    \u001b[1m私はいつもラインの次のエピソードを見て、これらのキャラクターが住んでいるこの幻想的な世界についてもっと知るためにもう一回自由な瞬間を待っていました。彼らがお互いにインタラクトしているのを見て、ユニークな経験をして、\u001b[22m, \u001b[1m私はいつもそれが出て、それは彼らが互いに相互作用見てとても楽しかったです。ラインで次のエピソードを見て、これらの文字が住んでいるこの幻想的な世界についての詳細を学ぶために別の自由な瞬間を取得するために待っているユニークな経験を持っている、と彼らに公爵を見ていました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mMany an anime fan will enjoy this next amazing home run by Studio Trigger, as much as I did.\u001b[24m\n    \u001b[1m多くのアニメファンがスタジオトリガーの次のすばらしいホームランを楽しんでいます。\u001b[22m, \u001b[1m多くのアニメファンは、スタジオトリガーによって、私がやったと同じくらいにこの次の素晴らしいホームランをお楽しみいただけます。\u001b[22m"
  },
  {
    "title": "Kill_la_Kill",
    "id": "18679",
    "url": "https://myanimelist.net/anime/18679/Kill_la_Kill",
    "user": "Nameless357",
    "profile": "/profile/Nameless357/reviews",
    "pages": "13",
    "number": "5",
    "link": "/reviews.php?id=152443",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  7\n\nこんにちは、私はこのレビューを書く前に、それは私の最初だと考えています。 私は正確で短いと思う。\n\nストーリー - ええと、これは私が本当に退屈だと思っていた最後のエピソードのカップルが本当に好きでなかった理由です。とにかく私は6/10にそれを与えました。\n私はこのショーを見始めたとき、私はかなりの可能性を見ましたが、ショーが繰り広げられると、ストーリーはちょっと悪化しました。 私はそれが非常に退屈だったので、私はちょうどそれを見て、基本的に痛みを言ったように、より良いwayyを行うことができます。\n\nアート/アニメ - そのような高い評価を得たアニメから期待されるようなむしろ良い芸術、その背景や文字はそれ自身のスタイルで非常によく描かれています。 アニメはもう一度やりますが、最初は大きな可能性を見ましたが、何とかショーが進行すると、アニメーションはいくつかの場所で怠惰になり、一部ではスタイル自体には完璧でした。\nしたがって私はそれを8/10与える。 アニメーションがそれほど怠惰でないなら、私はそれに10を与えるだろうが..\n\nサウンド - 本当に良いサウンドトラック、私は死の金属に耳を傾け、ノーマル市民を楽しませるものはおそらく私を楽しませることはないだろう。\nしかし、サウンドトラックのサウンド・エフェクトは優れており、私はそれを10/10としています。\n\nキャラクター - 目立たないキャラクターでも、目立たないほどの欠陥があります。 主人公Ryukoには主人公が必要なものがすべてあります。 それ以上のレビューをせずに私は10/10\n\nエンジョイメント - 私がすでに言ったように、このショウは私にとってはかなり退屈だった。少なくとも最後のエピソードはすべてランダムで絡み合ってしまったし、ナチュラルでは好きではなかった。\nだから私は6/10を与えるだろうが、良い芸術と音を考えると、私はそれに7/10を与える。\n\n全般 - アニメは初めに大きな可能性を示しましたが、それは私のために終わりに退屈でした。 最終的なものを含め、すべての判断がここにあります：\n\nストーリー -  6/10\nアート -  8/10\nサウンド-10/10\nキャラクター -  10/10\n楽しさ -  7/10\n\n全般 -  7/10\n\nこのアニメは見守る価値がある。 かなりの量のエッチで、このショーはアートとアニメーションに焦点を当てていました。\nあなたが好きかどうか、それはあなたの嫌な味に依存しているかどうか、このアニメは試みられない理由がないことを実感してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nHello, before I write this review, consider that it's my first. I like to be precise and short.\n\n\u001b[1mこんにちは、私はこのレビューを書く前に、それは私の最初だと考えています。 私は正確で短いと思う。\u001b[22m\n\u001b[1m(Kon'nichiwa, watashi wa kono rebyū o kaku mae ni, sore wa watashi no saishoda to kangaete imasu. Watashi wa seikakude mijikai to omou.)\u001b[22m\n\nTranslations of \u001b[4mHello, before I write this review, consider that it's my first. I like to be precise and short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHello, before I write this review, consider that it's my first.\u001b[24m\n    \u001b[1mこんにちは、私はこのレビューを書く前に、それは私の最初だと考えています。\u001b[22m, \u001b[1m私はこのレビューを書く前にこんにちは、それは私の最初のだと考えています。\u001b[22m\n\u001b[4mI like to be precise and short.\u001b[24m\n    \u001b[1m私は正確で短いと思う。\u001b[22m, \u001b[1m私は、正確かつ短いことが好きです。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY - uh, this is the reason i didn't really like couple of last episodes considering they were quite boring for me, anyway I gave it 6/10.\n\n\u001b[1mストーリー - ええと、これは私が本当に退屈だと思っていた最後のエピソードのカップルが本当に好きでなかった理由です。とにかく私は6/10にそれを与えました。\u001b[22m\n\u001b[1m(Sutōrī - ē to, kore wa watashi ga hontōni taikutsuda to omotte ita saigo no episōdo no kappuru ga hontōni sukidenakatta riyūdesu. Tonikaku watashi wa 6/ 10 ni sore o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mSTORY - uh, this is the reason i didn't really like couple of last episodes considering they were quite boring for me, anyway I gave it 6/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY - uh, this is the reason i didn't really like couple of last episodes considering they were quite boring for me, anyway I gave it 6/10.\u001b[24m\n    \u001b[1mストーリー - ええと、これは私が本当に退屈だと思っていた最後のエピソードのカップルが本当に好きでなかった理由です。とにかく私は6/10にそれを与えました。\u001b[22m, \u001b[1mSTORY  - ええと、これは私が彼らが私のために非常に退屈だった考慮最後のエピソードのカップルのように本当にしなかった理由は、とにかく私はそれ6/10を与えました。\u001b[22m\nWhen i started watching this show i saw quite a potential, however as the show went on and on, the story just got worse and worse. Could be done wayy better and, as I said it was quite boring so i just watched it in, basically pain.\n\n\u001b[1m私はこのショーを見始めたとき、私はかなりの可能性を見ましたが、ショーが繰り広げられると、ストーリーはちょっと悪化しました。 私はそれが非常に退屈だったので、私はちょうどそれを見て、基本的に痛みを言ったように、より良いwayyを行うことができます。\u001b[22m\n\u001b[1m(Watashi wa kono shō o mi hajimeta toki, watashi wa kanari no kanōsei o mimashitaga, shō ga kurihiroge rareru to, sutōrī wa chotto akka shimashita. Watashi wa sore ga hijō ni taikutsudattanode, watashi wa chōdo sore o mite, kihontekini itami o itta yō ni, yoriyoi wayy o okonau koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen i started watching this show i saw quite a potential, however as the show went on and on, the story just got worse and worse. Could be done wayy better and, as I said it was quite boring so i just watched it in, basically pain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen i started watching this show i saw quite a potential, however as the show went on and on, the story just got worse and worse.\u001b[24m\n    \u001b[1m私はこのショーを見始めたとき、私はかなりの可能性を見ましたが、ショーが繰り広げられると、ストーリーはちょっと悪化しました。\u001b[22m, \u001b[1m私はショーが上と上に行ってきましたが、私はかなりの可能性を見て、この番組を見始めたとき、物語はちょうど悪化し、悪化しました。\u001b[22m\n\u001b[4mCould be done wayy better and, as I said it was quite boring so i just watched it in, basically pain.\u001b[24m\n    \u001b[1m私はそれが非常に退屈だったので、私はちょうどそれを見て、基本的に痛みを言ったように、より良いwayyを行うことができます。\u001b[22m, \u001b[1m私はので、私はただ、基本的に痛みをそれを見て、それはかなり退屈だった言ったように、wayyより良く行うことができました。\u001b[22m\n\u001b[1m\u001b[22m\nART/ANIMATION - Rather good art as expected from such high rated anime, The backgrounds and characters are drawn very well in it's own style. As for the animation i go again, i saw great potential in the beginning, but as the show went on somehow the animation became lazy on some places and on some was perfect for the style itself.\n\n\u001b[1mアート/アニメ - そのような高い評価を得たアニメから期待されるようなむしろ良い芸術、その背景や文字はそれ自身のスタイルで非常によく描かれています。 アニメはもう一度やりますが、最初は大きな可能性を見ましたが、何とかショーが進行すると、アニメーションはいくつかの場所で怠惰になり、一部ではスタイル自体には完璧でした。\u001b[22m\n\u001b[1m(Āto/ anime - sono yōna takai hyōka o eta anime kara kitai sa reru yōna mushiro yoi geijutsu, sono haikei ya moji wa sore jishin no sutairu de hijō ni yoku egaka rete imasu. Anime wa mōichido yarimasuga, saisho wa ōkina kanōsei o mimashitaga, nantoka shō ga shinkō suru to, animēshon wa ikutsu ka no basho de taida ni nari, ichibude wa sutairu jitai ni wa kanpekideshita.)\u001b[22m\n\nTranslations of \u001b[4mART/ANIMATION - Rather good art as expected from such high rated anime, The backgrounds and characters are drawn very well in it's own style. As for the animation i go again, i saw great potential in the beginning, but as the show went on somehow the animation became lazy on some places and on some was perfect for the style itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART/ANIMATION - Rather good art as expected from such high rated anime, The backgrounds and characters are drawn very well in it's own style.\u001b[24m\n    \u001b[1mアート/アニメ - そのような高い評価を得たアニメから期待されるようなむしろ良い芸術、その背景や文字はそれ自身のスタイルで非常によく描かれています。\u001b[22m, \u001b[1mART / ANIMATION  - このような高い評価アニメから予想されるようにむしろ良い芸術、背景と文字がそれ自身のスタイルで非常によく描かれています。\u001b[22m\n\u001b[4mAs for the animation i go again, i saw great potential in the beginning, but as the show went on somehow the animation became lazy on some places and on some was perfect for the style itself.\u001b[24m\n    \u001b[1mアニメはもう一度やりますが、最初は大きな可能性を見ましたが、何とかショーが進行すると、アニメーションはいくつかの場所で怠惰になり、一部ではスタイル自体には完璧でした。\u001b[22m, \u001b[1m私は再度行くアニメーションのように、私は初めに大きな可能性を見たが、ショーが続いたとして何とかアニメーションがいくつかの場所でのんびりとなり、いくつかのスタイルそのもののために完璧でした。\u001b[22m\nTherefore i give it 8/10. If the animation wasn't so lazy i would give it 10 but..\n\n\u001b[1mしたがって、私はそれを8/10与える。 アニメーションがそれほど怠惰でないなら、私はそれに10を与えるだろうが..\u001b[22m\n\u001b[1m(Shitagatte, watashi wa sore o 8/ 10 ataeru. Animēshon ga sorehodo taidadenainara, watashi wa sore ni 10 o ataerudarouga..)\u001b[22m\n\nTranslations of \u001b[4mTherefore i give it 8/10. If the animation wasn't so lazy i would give it 10 but..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTherefore i give it 8/10.\u001b[24m\n    \u001b[1mしたがって、私はそれを8/10与える。\u001b[22m, \u001b[1mしたがって、私はそれ8/10を与えます。\u001b[22m\n\u001b[4mIf the animation wasn't so lazy i would give it 10 but..\u001b[24m\n    \u001b[1mアニメーションがそれほど怠惰でないなら、私はそれに10を与えるだろうが..\u001b[22m, \u001b[1mアニメーションはそれほど怠け者ではなかった場合、私はそれに10を与えるだろう..\u001b[22m\n\u001b[1m\u001b[22m\nSOUND - Really good soundtracks, keep in mind that i listen to Death metal and what would normaly entertain your normal citizen probably wont entertain me.\n\n\u001b[1mサウンド - 本当に良いサウンドトラック、私は死の金属に耳を傾け、ノーマル市民を楽しませるものはおそらく私を楽しませることはないだろう。\u001b[22m\n\u001b[1m(Saundo - hontōni yoi saundotorakku, watashi wa shi no kinzoku ni mimi o katamuke, nōmaru shimin o tanoshima seru mono wa osoraku watashi o tanoshima seru koto wanaidarou.)\u001b[22m\n\nTranslations of \u001b[4mSOUND - Really good soundtracks, keep in mind that i listen to Death metal and what would normaly entertain your normal citizen probably wont entertain me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND - Really good soundtracks, keep in mind that i listen to Death metal and what would normaly entertain your normal citizen probably wont entertain me.\u001b[24m\n    \u001b[1mサウンド - 本当に良いサウンドトラック、私は死の金属に耳を傾け、ノーマル市民を楽しませるものはおそらく私を楽しませることはないだろう。\u001b[22m, \u001b[1mSOUND  - 本当に良いサウンドトラックは、私は死の金属に耳を傾ける心に留めておくと何normaly通常の市民を楽しまだろう、おそらく文句を言わない私を楽しま。\u001b[22m\nBut the soundtracks the sound effects are excellent and i give it 10/10.\n\n\u001b[1mしかし、サウンドトラックのサウンド・エフェクトは優れており、私はそれを10/10としています。\u001b[22m\n\u001b[1m(Shikashi, saundotorakku no saundo efekuto wa sugurete ori, watashi wa sore o 10/ 10 to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut the soundtracks the sound effects are excellent and i give it 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the soundtracks the sound effects are excellent and i give it 10/10.\u001b[24m\n    \u001b[1mしかし、サウンドトラックのサウンド・エフェクトは優れており、私はそれを10/10としています。\u001b[22m, \u001b[1mしかし、サウンドトラックには、効果音が優れていると私はそれを10月10日を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS - Outstanding characters with quite small maybe even unnoticeable flaws. Main character Ryuko has everything a main character should. Without further reviewing i give it 10/10\n\n\u001b[1mキャラクター - 目立たないキャラクターでも、目立たないほどの欠陥があります。 主人公Ryukoには主人公が必要なものがすべてあります。 それ以上のレビューをせずに私は10/10\u001b[22m\n\u001b[1m(Kyarakutā - medatanai kyarakutā demo, medatanai hodo no kekkan ga arimasu. Shujinkō Ryuko ni wa shujinkō ga hitsuyōna mono ga subete arimasu. Sore ijō no rebyū o sezu ni watashi wa 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS - Outstanding characters with quite small maybe even unnoticeable flaws. Main character Ryuko has everything a main character should. Without further reviewing i give it 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS - Outstanding characters with quite small maybe even unnoticeable flaws.\u001b[24m\n    \u001b[1mキャラクター - 目立たないキャラクターでも、目立たないほどの欠陥があります。\u001b[22m, \u001b[1mCHARACTERS  - 非常に小さい多分目立たない傷を持つ優れた文字。\u001b[22m\n\u001b[4mMain character Ryuko has everything a main character should.\u001b[24m\n    \u001b[1m主人公Ryukoには主人公が必要なものがすべてあります。\u001b[22m, \u001b[1mメインキャラクター龍子は、メインキャラクターがすべきすべてのものを持っています。\u001b[22m\n\u001b[4mWithout further reviewing i give it 10/10\u001b[24m\n    \u001b[1mそれ以上のレビューをせずに私は10/10\u001b[22m, \u001b[1mさらに見直しがなければ私はそれを10月10日を与えます\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT - As I said already, this show was quite boring for me, at least the final episodes, everything gets random and tangled up and I naturaly didn't like it.\n\n\u001b[1mエンジョイメント - 私がすでに言ったように、このショウは私にとってはかなり退屈だった。少なくとも最後のエピソードはすべてランダムで絡み合ってしまったし、ナチュラルでは好きではなかった。\u001b[22m\n\u001b[1m(Enjoimento - watashi ga sudeni itta yō ni, kono shō wa watashi ni totte wa kanari taikutsudatta. Sukunakutomo saigo no episōdo wa subete randamu de karamiatte shimattashi, nachurarude wa sukide wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT - As I said already, this show was quite boring for me, at least the final episodes, everything gets random and tangled up and I naturaly didn't like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT - As I said already, this show was quite boring for me, at least the final episodes, everything gets random and tangled up and I naturaly didn't like it.\u001b[24m\n    \u001b[1mエンジョイメント - 私がすでに言ったように、このショウは私にとってはかなり退屈だった。少なくとも最後のエピソードはすべてランダムで絡み合ってしまったし、ナチュラルでは好きではなかった。\u001b[22m, \u001b[1m享有 - 私はすでに述べたように、このショーは私にとって非常に退屈だった、少なくとも最終的なエピソード、すべてがランダムと巻き込ま取得し、私はnaturalyそれを好きではなかったです。\u001b[22m\nSo i would give it 6/10 but considering good art and sound i give it 7/10.\n\n\u001b[1mだから私は6/10を与えるだろうが、良い芸術と音を考えると、私はそれに7/10を与える。\u001b[22m\n\u001b[1m(Dakara watashi wa 6/ 10 o ataerudarouga, yoi geijutsu to oto o kangaeru to, watashi wa sore ni 7/ 10 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mSo i would give it 6/10 but considering good art and sound i give it 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo i would give it 6/10 but considering good art and sound i give it 7/10.\u001b[24m\n    \u001b[1mだから私は6/10を与えるだろうが、良い芸術と音を考えると、私はそれに7/10を与える。\u001b[22m, \u001b[1mだから私はそれを6/10を与えるが、私はそれ7/10与える良いアートと音を考慮でしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL - the anime showed great potential at the beginning but, it was boring for me in the end. So here are all judgements including the final:\n\n\u001b[1m全般 - アニメは初めに大きな可能性を示しましたが、それは私のために終わりに退屈でした。 最終的なものを含め、すべての判断がここにあります：\u001b[22m\n\u001b[1m(Zenpan - anime wa hajime ni ōkina kanōsei o shimeshimashitaga, sore wa watashi no tame ni owari ni taikutsudeshita. Saishū-tekina mono o fukume, subete no handan ga koko ni arimasu:)\u001b[22m\n\nTranslations of \u001b[4mOVERALL - the anime showed great potential at the beginning but, it was boring for me in the end. So here are all judgements including the final:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL - the anime showed great potential at the beginning but, it was boring for me in the end.\u001b[24m\n    \u001b[1m全般 - アニメは初めに大きな可能性を示しましたが、それは私のために終わりに退屈でした。\u001b[22m, \u001b[1mOVERALL  - アニメは冒頭で大きな可能性を示したが、それは最終的に私のために退屈しました。\u001b[22m\n\u001b[4mSo here are all judgements including the final:\u001b[24m\n    \u001b[1m最終的なものを含め、すべての判断がここにあります：\u001b[22m, \u001b[1mそこでここでは、最終的なを含むすべての判断は、次のとおりです。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 6/10\n\n\u001b[1mストーリー -  6/10\u001b[22m\n\u001b[1m(Sutōrī - 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 6/10\u001b[24m\n    \u001b[1mストーリー -  6/10\u001b[22m\nArt - 8/10\n\n\u001b[1mアート -  8/10\u001b[22m\n\u001b[1m(Āto - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 8/10\u001b[24m\n    \u001b[1mアート -  8/10\u001b[22m\nSound -10/10\n\n\u001b[1mサウンド-10/10\u001b[22m\n\u001b[1m(Saundo - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound -10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound -10/10\u001b[24m\n    \u001b[1mサウンド-10/10\u001b[22m\nCharacter - 10/10\n\n\u001b[1mキャラクター -  10/10\u001b[22m\n\u001b[1m(Kyarakutā - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 10/10\u001b[24m\n    \u001b[1mキャラクター -  10/10\u001b[22m, \u001b[1m文字 -  10月10日\u001b[22m\nEnjoyment - 7/10\n\n\u001b[1m楽しさ -  7/10\u001b[22m\n\u001b[1m(Tanoshisa - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 7/10\u001b[24m\n    \u001b[1m楽しさ -  7/10\u001b[22m, \u001b[1m楽しさ -  7月10日\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL - 7/10\n\n\u001b[1m全般 -  7/10\u001b[22m\n\u001b[1m(Zenpan - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOVERALL - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL - 7/10\u001b[24m\n    \u001b[1m全般 -  7/10\u001b[22m, \u001b[1mOVERALL  -  7/10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime deserves to be watched. With fair amount of echi, this show was focused on art and animation, so if you like animes with good art watch it.\n\n\u001b[1mこのアニメは見守る価値がある。 かなりの量のエッチで、このショーはアートとアニメーションに焦点を当てていました。\u001b[22m\n\u001b[1m(Kono anime wa mimamoru kachigāru. Kanari no ryō no etchi de, kono shō wa āto to animēshon ni shōten o atete imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime deserves to be watched. With fair amount of echi, this show was focused on art and animation, so if you like animes with good art watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime deserves to be watched.\u001b[24m\n    \u001b[1mこのアニメは見守る価値がある。\u001b[22m, \u001b[1mこのアニメは見に値します。\u001b[22m\n\u001b[4mWith fair amount of echi, this show was focused on art and animation, so if you like animes with good art watch it.\u001b[24m\n    \u001b[1mかなりの量のエッチで、このショーはアートとアニメーションに焦点を当てていました。\u001b[22m, \u001b[1m優れた技術とアニメのようなあなたはそれを見るので、もし愛知かなりの量で、このショーは、アートやアニメーションに焦点を当てました。\u001b[22m\nMake sure you realize that whether you like it or not, it depends on your pesonal taste, this anime has apsolutely no reason not to be tried.\n\n\u001b[1mあなたが好きかどうか、それはあなたの嫌な味に依存しているかどうか、このアニメは試みられない理由がないことを実感してください。\u001b[22m\n\u001b[1m(Anata ga suki ka dō ka, sore wa anata no iyana aji ni izon shite iru ka dō ka, kono anime wa kokoromi rarenai riyū ga nai koto o jikkan shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mMake sure you realize that whether you like it or not, it depends on your pesonal taste, this anime has apsolutely no reason not to be tried.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMake sure you realize that whether you like it or not, it depends on your pesonal taste, this anime has apsolutely no reason not to be tried.\u001b[24m\n    \u001b[1mあなたが好きかどうか、それはあなたの嫌な味に依存しているかどうか、このアニメは試みられない理由がないことを実感してください。\u001b[22m, \u001b[1mあなたはあなたがそれを好きかどうか、それはあなたのpesonalの味に依存していることを実現することを確認してください、このアニメはapsolutely試したことがない理由はありません。\u001b[22m"
  },
  {
    "title": "Kill_la_Kill",
    "id": "18679",
    "url": "https://myanimelist.net/anime/18679/Kill_la_Kill",
    "user": "IAmJ",
    "profile": "/profile/IAmJ/reviews",
    "pages": "13",
    "number": "6",
    "link": "/reviews.php?id=221919",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\n「プロット」のために来て、プロットのためにとどまった。 これは一連のもので、私はたくさんのファンがファンのサービスと行動を過度に開始したと考えています。 キル・ラ・キルには、独裁者の支配した学校とスーパー・パワーの学校制服の世界に典型的なshounenの復讐ストーリーラインが設定されている。\n\nしかし、龍子が父親の殺人犯を見つけることに近づくにつれて、彼女は世界支配のための大規模な計画によって消費されるようになる。 正直言って、前提はばかげているし、ショーは間違いなく真剣に取り組まないが、ドラマとサスペンスは視聴者を魅了する。\n\nもしあなたがしばらくの間オタクになったことがあれば、少なくともKill la Killのことを聞いたことがあるか、Matoi Ryukoと彼女のはさみ刃を見た。  Kill la Kill'sは理由のために評判が高く、それはそのような優れたアニメであるからです。 状況の多くは非常に劇的であり、キャラクターは非常に上にありますが、それはアニメのサスペンスと楽しさを増やします。 そして、音楽と芸術は非常にユニークで、このシリーズに本当によく合います。 私はKill la Killがアニメ業界の画期的な出来事だと思っています。ドラゴンボールや鋼の錬金術師のような少年のアイコンの上に置いていきます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nCame for the 'plot' and stayed for the PLOT. This is a series that I bet a lot of people started for the excessive amount of fanservice and action. Kill la Kill has tons of that with a typical shounen revenge storyline set in a world of dictator ruled schools and super powered school uniforms.\n\n\u001b[1m「プロット」のために来て、プロットのためにとどまった。 これは一連のもので、私はたくさんのファンがファンのサービスと行動を過度に開始したと考えています。 キル・ラ・キルには、独裁者の支配した学校とスーパー・パワーの学校制服の世界に典型的なshounenの復讐ストーリーラインが設定されている。\u001b[22m\n\u001b[1m(`Purotto' no tame ni kite, purotto no tame ni todomatta. Kore wa ichiren no mono de, watashi wa takusan no fan ga fan no sābisu to kōdō o kado ni kaishi shita to kangaete imasu. Kiru ra kiru ni wa, dokusai-sha no shihai shita gakkō to sūpā pawā no gakkō seifuku no sekai ni tenkei-tekina shounen no fukushū sutōrīrain ga settei sa rete iru.)\u001b[22m\n\nTranslations of \u001b[4mCame for the 'plot' and stayed for the PLOT. This is a series that I bet a lot of people started for the excessive amount of fanservice and action. Kill la Kill has tons of that with a typical shounen revenge storyline set in a world of dictator ruled schools and super powered school uniforms.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCame for the 'plot' and stayed for the PLOT.\u001b[24m\n    \u001b[1m「プロット」のために来て、プロットのためにとどまった。\u001b[22m, \u001b[1m「プロット」のために来て、PLOTのために滞在しました。\u001b[22m\n\u001b[4mThis is a series that I bet a lot of people started for the excessive amount of fanservice and action.\u001b[24m\n    \u001b[1mこれは一連のもので、私はたくさんのファンがファンのサービスと行動を過度に開始したと考えています。\u001b[22m, \u001b[1mこれは、私は多くの人がサービスカットとアクションの過剰な量のために始めたベットシリーズです。\u001b[22m\n\u001b[4mKill la Kill has tons of that with a typical shounen revenge storyline set in a world of dictator ruled schools and super powered school uniforms.\u001b[24m\n    \u001b[1mキル・ラ・キルには、独裁者の支配した学校とスーパー・パワーの学校制服の世界に典型的なshounenの復讐ストーリーラインが設定されている。\u001b[22m, \u001b[1mラ・キルは、独裁者の世界に設定典型的な少年復讐のストーリーとそのトンは、学校やスーパーパワード学校の制服を支配している殺します。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, as Ryuko gets closer and closer to finding her father's killer, she becomes consumed by a large scale plot for world domination. To be honest, the premise is ridiculous and the show definitely does not take itself too seriously, but the drama and suspense hooks any viewer.\n\n\u001b[1mしかし、龍子が父親の殺人犯を見つけることに近づくにつれて、彼女は世界支配のための大規模な計画によって消費されるようになる。 正直言って、前提はばかげているし、ショーは間違いなく真剣に取り組まないが、ドラマとサスペンスは視聴者を魅了する。\u001b[22m\n\u001b[1m(Shikashi, ryūko ga chichioya no satsujin-han o mitsukeru koto ni chikadzuku ni tsurete, kanojo wa sekai shihai no tame no ōkibona keikaku ni yotte shōhi sa reru yō ni naru. Shōjiki itte, zentei wa bakagete irushi, shō wa machigainaku shinken ni torikumanaiga, dorama to sasupensu wa shichō-sha o miryō suru.)\u001b[22m\n\nTranslations of \u001b[4mHowever, as Ryuko gets closer and closer to finding her father's killer, she becomes consumed by a large scale plot for world domination. To be honest, the premise is ridiculous and the show definitely does not take itself too seriously, but the drama and suspense hooks any viewer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, as Ryuko gets closer and closer to finding her father's killer, she becomes consumed by a large scale plot for world domination.\u001b[24m\n    \u001b[1mしかし、龍子が父親の殺人犯を見つけることに近づくにつれて、彼女は世界支配のための大規模な計画によって消費されるようになる。\u001b[22m, \u001b[1m龍子は彼女の父の殺人者を見つけるに近づくにつれてしかし、彼女は世界征服のための大規模なプロットで消費されるようになります。\u001b[22m\n\u001b[4mTo be honest, the premise is ridiculous and the show definitely does not take itself too seriously, but the drama and suspense hooks any viewer.\u001b[24m\n    \u001b[1m正直言って、前提はばかげているし、ショーは間違いなく真剣に取り組まないが、ドラマとサスペンスは視聴者を魅了する。\u001b[22m, \u001b[1m正直に言うと、前提はばかげているとショーは間違いなく、あまりにも真剣に自分自身を取ることはありませんが、ドラマやサスペンスは、任意のビューアをフックします。\u001b[22m\n\u001b[1m\u001b[22m\nIf you've been an otaku for awhile than you have at least heard of Kill la Kill or seen Ryuko Matoi and her scissor blade. Kill la Kill's has a reputation for a reason, and that is because it is such an outstanding anime. A lot of the situations are very overly dramatic and the characters are very over the top, but that just adds to the suspense and enjoyment of the anime. And the music and art is very unique and fits this series really well. I think Kill la Kill is a milestone of the anime industry and I would put it on the level of shounen icons like Dragon Ball and Fullmetal Alchemist.\n\n\u001b[1mもしあなたがしばらくの間オタクになったことがあれば、少なくともKill la Killのことを聞いたことがあるか、Matoi Ryukoと彼女のはさみ刃を見た。  Kill la Kill'sは理由のために評判が高く、それはそのような優れたアニメであるからです。 状況の多くは非常に劇的であり、キャラクターは非常に上にありますが、それはアニメのサスペンスと楽しさを増やします。 そして、音楽と芸術は非常にユニークで、このシリーズに本当によく合います。 私はKill la Killがアニメ業界の画期的な出来事だと思っています。ドラゴンボールや鋼の錬金術師のような少年のアイコンの上に置いていきます。\u001b[22m\n\u001b[1m(Moshi anata ga shibarakunoaida otaku ni natta koto ga areba, sukunakutomo Kill la Kill no koto o kiita koto ga aru ka, Matoi Ryuko to kanojo no hasami ha o mita. Kill la Kill' s wa riyū no tame ni hyōban ga takaku, sore wa sono yō na sugureta animedearukaradesu. Jōkyō no ōku wa hijō ni gekitekideari, kyarakutā wa hijō ni ue ni arimasuga, soreha anime no sasupensu to tanoshisa o fuyashimasu. Soshite, ongaku to geijutsu wa hijō ni yunīku de, kono shirīzu ni hontōni yoku aimasu. Watashi wa Kill la Kill ga anime gyōkai no kakkitekina dekigotoda to omotte imasu. Doragonbōru ya haganenorenkinjutsushi no yōna shōnen no aikon no ue ni oite ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you've been an otaku for awhile than you have at least heard of Kill la Kill or seen Ryuko Matoi and her scissor blade. Kill la Kill's has a reputation for a reason, and that is because it is such an outstanding anime. A lot of the situations are very overly dramatic and the characters are very over the top, but that just adds to the suspense and enjoyment of the anime. And the music and art is very unique and fits this series really well. I think Kill la Kill is a milestone of the anime industry and I would put it on the level of shounen icons like Dragon Ball and Fullmetal Alchemist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you've been an otaku for awhile than you have at least heard of Kill la Kill or seen Ryuko Matoi and her scissor blade.\u001b[24m\n    \u001b[1mもしあなたがしばらくの間オタクになったことがあれば、少なくともKill la Killのことを聞いたことがあるか、Matoi Ryukoと彼女のはさみ刃を見た。\u001b[22m, \u001b[1mあなたは、少なくともキル・ラ・キルのことを聞いたか龍子Matoiと彼女の鋏ブレードを見ているよりも、しばらくの間、オタクしてきた場合。\u001b[22m\n\u001b[4mKill la Kill's has a reputation for a reason, and that is because it is such an outstanding anime.\u001b[24m\n    \u001b[1mKill la Kill'sは理由のために評判が高く、それはそのような優れたアニメであるからです。\u001b[22m, \u001b[1mキル・ラ・キルのは理由に定評があり、そしてそれは、このような優れたアニメなので、それはです。\u001b[22m\n\u001b[4mA lot of the situations are very overly dramatic and the characters are very over the top, but that just adds to the suspense and enjoyment of the anime.\u001b[24m\n    \u001b[1m状況の多くは非常に劇的であり、キャラクターは非常に上にありますが、それはアニメのサスペンスと楽しさを増やします。\u001b[22m, \u001b[1m状況の多くは非常に過度に劇的であり、文字が非常にトップを超えているが、それは単にアニメのサスペンスと楽しさに追加されます。\u001b[22m\n\u001b[4mAnd the music and art is very unique and fits this series really well.\u001b[24m\n    \u001b[1mそして、音楽と芸術は非常にユニークで、このシリーズに本当によく合います。\u001b[22m, \u001b[1m音楽や芸術は非常にユニークで、本当によくこのシリーズに適合します。\u001b[22m\n\u001b[4mI think Kill la Kill is a milestone of the anime industry and I would put it on the level of shounen icons like Dragon Ball and Fullmetal Alchemist.\u001b[24m\n    \u001b[1m私はKill la Killがアニメ業界の画期的な出来事だと思っています。ドラゴンボールや鋼の錬金術師のような少年のアイコンの上に置いていきます。\u001b[22m, \u001b[1m私はキル・ラ・キルは、アニメ業界のマイルストーンだと思うと私はドラゴンボールと鋼の錬金術師のような少年のアイコンのレベルにそれを置くことになります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kill_la_Kill",
    "id": "18679",
    "url": "https://myanimelist.net/anime/18679/Kill_la_Kill",
    "user": "iceik13",
    "profile": "/profile/iceik13/reviews",
    "pages": "13",
    "number": "7",
    "link": "/reviews.php?id=220872",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメについては、私が見てきたアニメよりも本当に何も言いません。それは少し過大評価されるかもしれませんが、驚くべきことに、試してみるべきです。\n\nキャラクター10/10\nうぇ はゔぇ てぇ まいん ｇりっｌ ー＆ｇｔ； りゅこ まとい\nADHD Girl  - ＆gt; マコ\nBadass Girl  - ＆gt; サツキ\n\n（私の英語は完全に正しいとは限りません）\n\nストーリー10月\nこのアニメはすごくファックです！ それは多くの情報とすばらしいプロットのねじれを持っています。\n\nアート10/10\nそれは芸術とのそれの素晴らしいひねりを持っています、戦いのシーンは驚くほど良いとよく作られています。\n\nサウンド10/10\nこのアニマルのサウンドトラックはすごくファックしていて、2つのオペアンプは素晴らしいです。\n\n\n楽しさ10/10\n私はo-oを見たベストアニメ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThere's really nothing to say about this anime than its the best anime i've watched, it may be a bit overrated but its amazing you should give it a try.\n\n\u001b[1mこのアニメについては、私が見てきたアニメよりも本当に何も言いません。それは少し過大評価されるかもしれませんが、驚くべきことに、試してみるべきです。\u001b[22m\n\u001b[1m(Kono anime ni tsuite wa, watashi ga mitekita anime yori mo hontōni nani mo iimasen. Sore wa sukoshi kadai hyōka sa reru kamo shiremasenga, odorokubeki koto ni, tameshite mirubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThere's really nothing to say about this anime than its the best anime i've watched, it may be a bit overrated but its amazing you should give it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's really nothing to say about this anime than its the best anime i've watched, it may be a bit overrated but its amazing you should give it a try.\u001b[24m\n    \u001b[1mこのアニメについては、私が見てきたアニメよりも本当に何も言いません。それは少し過大評価されるかもしれませんが、驚くべきことに、試してみるべきです。\u001b[22m, \u001b[1m私が見てきた最高のアニメよりも、このアニメについて何も言うことは本当にありません、それは少し過大評価されますが、それを試してみる必要があり、その驚くべきかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 10/10\n\n\u001b[1mキャラクター10/10\u001b[22m\n\u001b[1m(Kyarakutā 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 10/10\u001b[24m\n    \u001b[1mキャラクター10/10\u001b[22m, \u001b[1mキャラクター10月10日\u001b[22m\nうぇ はゔぇ てぇ まいん ｇりっｌ ー＆ｇｔ； りゅこ まとい\n(U ~e wa vu~ete~e main gri ~tsul ｰ& gt;ri ~yuko matoi)\n\n\u001b[1mうぇ はゔぇ てぇ まいん ｇりっｌ ー＆ｇｔ； りゅこ まとい\u001b[22m\n\u001b[1m(U ~e wa vu~ete~e main gri ~tsul ｰ& gt;ri ~yuko matoi)\u001b[22m\nThe ADHD Girl -&gt; Mako\n\n\u001b[1mADHD Girl  - ＆gt; マコ\u001b[22m\n\u001b[1m(ADHD Girl - & gt; Mako)\u001b[22m\n\nTranslations of \u001b[4mThe ADHD Girl -&gt; Mako\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ADHD Girl -&gt;\u001b[24m\n    \u001b[1mADHD Girl  - ＆gt;\u001b[22m, \u001b[1mADHDガール - ＆GT;\u001b[22m\n\u001b[4mMako\u001b[24m\n    \u001b[1mマコ\u001b[22m, \u001b[1mアオザメ\u001b[22m\nThe Badass Girl -&gt; Satsuki\n\n\u001b[1mBadass Girl  - ＆gt; サツキ\u001b[22m\n\u001b[1m(Badass Girl - & gt; satsuki)\u001b[22m\n\nTranslations of \u001b[4mThe Badass Girl -&gt; Satsuki\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Badass Girl -&gt;\u001b[24m\n    \u001b[1mBadass Girl  - ＆gt;\u001b[22m, \u001b[1mBadassの少女 - ＆GT;\u001b[22m\n\u001b[4mSatsuki\u001b[24m\n    \u001b[1mサツキ\u001b[22m, \u001b[1mさつき\u001b[22m\n\u001b[1m\u001b[22m\n(My English may be not fully correct)\n\n\u001b[1m（私の英語は完全に正しいとは限りません）\u001b[22m\n\u001b[1m((Watashi no eigo wa kanzen ni tadashī to wa kagirimasen))\u001b[22m\n\nTranslations of \u001b[4m(My English may be not fully correct)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(My English may be not fully correct)\u001b[24m\n    \u001b[1m（私の英語は完全に正しいとは限りません）\u001b[22m, \u001b[1m（私の英語は完全には正しくないかもしれません）\u001b[22m\n\u001b[1m\u001b[22m\nStory 10/10\n\n\u001b[1mストーリー10月\u001b[22m\n\u001b[1m(Sutōrī 10 tsuki)\u001b[22m\n\nTranslations of \u001b[4mStory 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 10/10\u001b[24m\n    \u001b[1mストーリー10月\u001b[22m, \u001b[1mストーリー10/10\u001b[22m\nThis anime is fucking awesome! it has alot of information and awesome plot twists.\n\n\u001b[1mこのアニメはすごくファックです！ それは多くの情報とすばらしいプロットのねじれを持っています。\u001b[22m\n\u001b[1m(Kono anime wa sugoku fakkudesu! Sore wa ōku no jōhō to subarashī purotto no nejire o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is fucking awesome! it has alot of information and awesome plot twists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is fucking awesome!\u001b[24m\n    \u001b[1mこのアニメはすごくファックです！\u001b[22m, \u001b[1mこのアニメは素晴らしいクソです！\u001b[22m\n\u001b[4mit has alot of information and awesome plot twists.\u001b[24m\n    \u001b[1mそれは多くの情報とすばらしいプロットのねじれを持っています。\u001b[22m, \u001b[1mそれは情報と素晴らしいどんでん返しがたくさんいます。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10/10\n\n\u001b[1mアート10/10\u001b[22m\n\u001b[1m(Āto 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10/10\u001b[24m\n    \u001b[1mアート10/10\u001b[22m\nIt has an amazing twist of it with the art, the fighting scenes are amazingly good and well made.\n\n\u001b[1mそれは芸術とのそれの素晴らしいひねりを持っています、戦いのシーンは驚くほど良いとよく作られています。\u001b[22m\n\u001b[1m(Sore wa geijutsu to no sore no subarashī hineri o motte imasu, tatakai no shīn wa odoroku hodo yoi to yoku tsukura rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has an amazing twist of it with the art, the fighting scenes are amazingly good and well made.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has an amazing twist of it with the art, the fighting scenes are amazingly good and well made.\u001b[24m\n    \u001b[1mそれは芸術とのそれの素晴らしいひねりを持っています、戦いのシーンは驚くほど良いとよく作られています。\u001b[22m, \u001b[1mそれは戦いのシーンは驚くほど良好で、よく作られた、技術とその驚くべきねじれを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSound 10/10\n\n\u001b[1mサウンド10/10\u001b[22m\n\u001b[1m(Saundo 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10/10\u001b[24m\n    \u001b[1mサウンド10/10\u001b[22m\nThe soundtracks in this animu are fucking amazing, the 2 op's are amazing.\n\n\u001b[1mこのアニマルのサウンドトラックはすごくファックしていて、2つのオペアンプは素晴らしいです。\u001b[22m\n\u001b[1m(Kono animaru no saundotorakku wa sugoku fakku shite ite, 2tsu no opeanpu wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtracks in this animu are fucking amazing, the 2 op's are amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtracks in this animu are fucking amazing, the 2 op's are amazing.\u001b[24m\n    \u001b[1mこのアニマルのサウンドトラックはすごくファックしていて、2つのオペアンプは素晴らしいです。\u001b[22m, \u001b[1mこのanimuでサウンドトラックは、驚くほどのクソある2オペアンプの驚くべきものです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 10/10\n\n\u001b[1m楽しさ10/10\u001b[22m\n\u001b[1m(Tanoshisa 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 10/10\u001b[24m\n    \u001b[1m楽しさ10/10\u001b[22m, \u001b[1m楽し10/10\u001b[22m\nBest Anime i've seen o-o\n\n\u001b[1m私はo-oを見たベストアニメ\u001b[22m\n\u001b[1m(Watashi wa o - o o mita besuto anime)\u001b[22m\n\nTranslations of \u001b[4mBest Anime i've seen o-o\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBest Anime i've seen o-o\u001b[24m\n    \u001b[1m私はo-oを見たベストアニメ\u001b[22m, \u001b[1m私は、O-O見た中で最高のアニメ\u001b[22m"
  },
  {
    "title": "Kill_la_Kill",
    "id": "18679",
    "url": "https://myanimelist.net/anime/18679/Kill_la_Kill",
    "user": "kickmesign",
    "profile": "/profile/kickmesign/reviews",
    "pages": "13",
    "number": "8",
    "link": "/reviews.php?id=138575",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\nKill la Killは、Gaynaxから目を奪われたふたなりの拷問シミュレーションから逃れるために産業界の獣医から構成された有望なスタジオTriggerによって制作された初の本格的なアニメ・テレビシリーズです。  Kill la Killは、アニメ業界を唯一保存することを予言していた羊飼いです。これは、インターネット上で何人かの人が言ったことです。 絶対に皆のショックに、インターネットからの人々は絶対に正しかった。\n\nストーリー：4\n正直なところ、物語はとても浅く、美味しい物語の皿で食べることはあまりありませんでした。 作家たちは、ハーフベークド・ストーリーを尻から外して、唯一の進歩は、他のすべての一般的な少年戦闘アニメのように強くなることから成っていた。 彼らはまた、服を身につけたり、衣服に身に着けたり、服が人ではなく、衣服ではなくてはっきりと区別したりするような表現のように、物事を執着させることを本当に大変に試みました。  Sorry Trigger、適切な意味のある接着剤を使わずに物事を強制しようとすると、あなたのアニメを時間の終わりまで引用して報酬を得ることはありません。 実際に一般的に物事を強制することは、個人的な経験からするのはかなり悪いことです。\n\nアート：7\n芸術は実際に私の個人的な好みに非常に満足でした。 確かに、納期と予算のためにいくつかのコーナーが明らかにカットされていましたが、キャラクターとアパレルは面白い刺激的なデザインをしていました。 私の唯一の懸念は、なぜショーの犬と小さな子供のお尻ですか？ 彼らには、完全に成長したマン・ディックを見せてくれるチャンスがたくさんありました。\n\nキャラクターと楽しさ：8\nキル・ラ・キルのキャラクターは、間違いなくこのシリーズの強みの1つでした。 それぞれが好きで、独自の魅力を持っていました。 この唯一の例外は皮肉なことに、流行りのリュウコのスターであり、他の人たちと比較して鈍く、半勃起を提供することだけだった。 このアニメの戦闘シーンやアクションシーンについて私が言うことができるのは、彼らが一流のノンストップだということだけです。 スタイリッシュで贅沢な心臓を汲み出すことを見たいなら、あなたは正しい場所に来ました。\n\n全体：7\nこのジャンルのアニメの中で最高のものは、秩序と混沌の境界線を揺らす人たちです。 キル・ラ・キルは混乱の側面に多くを傾けていました。あまりにも頻繁にそうするために、奇妙で奇妙なものでした。 しかし、それはあなたが最後のクレジットが転がるまであなたが愛するキャラクターとの乗りのほとんどのためにエキサイティングなものになります。 過度のレビュー終了の挿入。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nKill la Kill is the first full-blown anime television series produced by the up and coming, promising studio Trigger composed of industry vets that broke away from Gaynax to escape from their eye-gouging futanari torture simulations. Kill la Kill is the foretold shepherd that was to solely save the anime industry, which is something that some people said on the internet. To the shock of absolutely everyone, those people from the internet were absolutely right.\n\n\u001b[1mKill la Killは、Gaynaxから目を奪われたふたなりの拷問シミュレーションから逃れるために産業界の獣医から構成された有望なスタジオTriggerによって制作された初の本格的なアニメ・テレビシリーズです。  Kill la Killは、アニメ業界を唯一保存することを予言していた羊飼いです。これは、インターネット上で何人かの人が言ったことです。 絶対に皆のショックに、インターネットからの人々は絶対に正しかった。\u001b[22m\n\u001b[1m(Kill la Kill wa, Gaynax kara me o ubawa reta futanari no gōmon shimyurēshon kara nogareru tame ni sangyō-kai no jūi kara kōsei sa reta yūbōna sutajio Trigger ni yotte seisaku sa reta hatsu no honkaku-tekina anime terebishirīzudesu. Kill la Kill wa, anime gyōkai o yuiitsu hozon suru koto o yogen shite ita hitsujikaidesu. Kore wa, intānetto-jō de nan'ninka no hito ga itta kotodesu. Zettai ni mina no shokku ni, intānetto kara no hitobito wa zettai ni tadashikatta.)\u001b[22m\n\nTranslations of \u001b[4mKill la Kill is the first full-blown anime television series produced by the up and coming, promising studio Trigger composed of industry vets that broke away from Gaynax to escape from their eye-gouging futanari torture simulations. Kill la Kill is the foretold shepherd that was to solely save the anime industry, which is something that some people said on the internet. To the shock of absolutely everyone, those people from the internet were absolutely right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKill la Kill is the first full-blown anime television series produced by the up and coming, promising studio Trigger composed of industry vets that broke away from Gaynax to escape from their eye-gouging futanari torture simulations.\u001b[24m\n    \u001b[1mKill la Killは、Gaynaxから目を奪われたふたなりの拷問シミュレーションから逃れるために産業界の獣医から構成された有望なスタジオTriggerによって制作された初の本格的なアニメ・テレビシリーズです。\u001b[22m, \u001b[1mキルラキル彼らの目をつり上げふたなり拷問シミュレーションから逃れるために離れてGaynaxから破った業界の獣医から成るスタジオトリガーを約束し、新進気鋭によって生成された第1の本格的アニメのテレビシリーズです。\u001b[22m\n\u001b[4mKill la Kill is the foretold shepherd that was to solely save the anime industry, which is something that some people said on the internet.\u001b[24m\n    \u001b[1mKill la Killは、アニメ業界を唯一保存することを予言していた羊飼いです。これは、インターネット上で何人かの人が言ったことです。\u001b[22m, \u001b[1mキルラキル単に一部の人々がインターネット上で述べたものであるアニメ業界を、保存することでした予告の羊飼いです。\u001b[22m\n\u001b[4mTo the shock of absolutely everyone, those people from the internet were absolutely right.\u001b[24m\n    \u001b[1m絶対に皆のショックに、インターネットからの人々は絶対に正しかった。\u001b[22m, \u001b[1m絶対に皆の衝撃に、インターネットからそれらの人々は絶対に正しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 4\n\n\u001b[1mストーリー：4\u001b[22m\n\u001b[1m(Sutōrī: 4)\u001b[22m\n\nTranslations of \u001b[4mStory: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 4\u001b[24m\n    \u001b[1mストーリー：4\u001b[22m\nHonestly, the story was so shallow, like there was not a lot to eat in the plate of delicious story-ness. The writers pretty much pulled a half-baked story out of their ass, with the only progression consisting of getting stronger like every other generic shounen fighting anime. They also tried really hard to get things to stick, like expressions such as something about wearing clothes, and not being worn by clothes and clearly distinguishing that clothes are not people and vice versa. Sorry Trigger, trying to force things without the proper meaningful adhesive wont earn you the reward of fans quoting your anime to the ends of time. Actually forcing things in general are quite bad to do from personal experience.\n\n\u001b[1m正直なところ、物語はとても浅く、美味しい物語の皿で食べることはあまりありませんでした。 作家たちは、ハーフベークド・ストーリーを尻から外して、唯一の進歩は、他のすべての一般的な少年戦闘アニメのように強くなることから成っていた。 彼らはまた、服を身につけたり、衣服に身に着けたり、服が人ではなく、衣服ではなくてはっきりと区別したりするような表現のように、物事を固くすることを本当に頑張った。  Sorry Trigger、適切な意味のある接着剤を使わずに物事を強制しようとすると、時間の終わりまであなたのアニメを引用するファンの報酬を得ることはありません。 実際に一般的に物事を強制することは、個人的な経験からするのはかなり悪いことです。\u001b[22m\n\u001b[1m(Shōjikina tokoro, monogatari wa totemo asaku, oishī monogatari no sara de taberu koto wa amari arimasendeshita. Sakka-tachi wa, hāfubēkudo sutōrī o shiri kara hazushite, yuiitsu no shinpo wa, hoka no subete no ippantekina shōnen sentō anime no yō ni tsuyoku naru koto kara natte ita. Karera wa mata,-fuku o mi ni tsuke tari, ifuku ni mi ni tsuke tari,-fuku ga hitode wa naku, ifukude wanakute hakkiri to kubetsu shi tari suru yōna hyōgen no yō ni, monogoto o kataku suru koto o hontōni ganbatta. Sōrī Trigger, tekisetsuna iminoaru setchaku-zai o tsukawazu ni monogoto o kyōsei shiyou to suru to, jikan no owari made anata no anime o in'yō suru fan no hōshū o eru koto wa arimasen. Jissai ni ippantekini monogoto o kyōsei suru koto wa, kojin-tekina keiken kara suru no wa kanari warui kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, the story was so shallow, like there was not a lot to eat in the plate of delicious story-ness. The writers pretty much pulled a half-baked story out of their ass, with the only progression consisting of getting stronger like every other generic shounen fighting anime. They also tried really hard to get things to stick, like expressions such as something about wearing clothes, and not being worn by clothes and clearly distinguishing that clothes are not people and vice versa. Sorry Trigger, trying to force things without the proper meaningful adhesive wont earn you the reward of fans quoting your anime to the ends of time. Actually forcing things in general are quite bad to do from personal experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, the story was so shallow, like there was not a lot to eat in the plate of delicious story-ness.\u001b[24m\n    \u001b[1m正直なところ、物語はとても浅く、美味しい物語の皿で食べることはあまりありませんでした。\u001b[22m, \u001b[1mおいしい話らしさのプレートで食べることがたくさんがありませんでしたように正直なところ、話は、とても浅かったです。\u001b[22m\n\u001b[4mThe writers pretty much pulled a half-baked story out of their ass, with the only progression consisting of getting stronger like every other generic shounen fighting anime.\u001b[24m\n    \u001b[1m作家たちは、ハーフベークド・ストーリーを尻から外して、唯一の進歩は、他のすべての一般的な少年戦闘アニメのように強くなることから成っていた。\u001b[22m, \u001b[1m作家はかなりのみ進行は他のすべての一般的な少年の戦闘アニメのように強くなってからなると、自分のお尻のうち中途半端な話を引っ張りました。\u001b[22m\n\u001b[4mThey also tried really hard to get things to stick, like expressions such as something about wearing clothes, and not being worn by clothes and clearly distinguishing that clothes are not people and vice versa.\u001b[24m\n    \u001b[1m彼らはまた、服を身につけたり、衣服に身に着けたり、服が人ではなく、衣服ではなくてはっきりと区別したりするような表現のように、物事を固くすることを本当に頑張った。\u001b[22m, \u001b[1m彼らはまた、そのような服を着てについて何かのような表現のように、物事が固執してもらうために本当に一生懸命試みたが、服が着用し、はっきりと服が人とその逆ではないことを区別していません。\u001b[22m\n\u001b[4mSorry Trigger, trying to force things without the proper meaningful adhesive wont earn you the reward of fans quoting your anime to the ends of time.\u001b[24m\n    \u001b[1mSorry Trigger、適切な意味のある接着剤を使わずに物事を強制しようとすると、時間の終わりまであなたのアニメを引用するファンの報酬を得ることはありません。\u001b[22m, \u001b[1m申し訳ありませんトリガは、適切な意味のある接着剤なしで物事を強制しようとして文句を言わないあなたの時間の端にあなたのアニメを引用するファンの報酬を獲得することができます。\u001b[22m\n\u001b[4mActually forcing things in general are quite bad to do from personal experience.\u001b[24m\n    \u001b[1m実際に一般的に物事を強制することは、個人的な経験からするのはかなり悪いことです。\u001b[22m, \u001b[1m実際に、一般的に物事を強制することは個人的な経験から行うことが非常に悪いです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nThe art was actually quite pleasing to my personal tastes. Sure, some corners were obviously cut due to delivery dates and budgets, but the characters and the apparel had interesting, stimulating designs and it looked cool when things got rough. My only concern is why show dog and little kid dicks? They had many chances to show full-grown man dick which frustrated me to no end.\n\n\u001b[1m芸術は実際に私の個人的な好みに非常に満足でした。 確かに、納期と予算のためにいくつかのコーナーが明らかにカットされていましたが、キャラクターとアパレルは面白い刺激的なデザインをしていました。 私の唯一の懸念は、なぜショーの犬と小さな子供のお尻ですか？ 彼らには、完全に成長したマン・ディックを見せてくれるチャンスがたくさんありました。\u001b[22m\n\u001b[1m(Geijutsu wa jissai ni watashi no kojin-tekina konomi ni hijō ni manzokudeshita. Tashika ni, nōki to yosan no tame ni ikutsu ka no kōnā ga akiraka ni katto sa rete imashitaga, kyarakutā to apareru wa omoshiroi shigeki-tekina dezain o shite imashita. Watashi no yuiitsu no kenen wa, naze shō no inu to chīsana kodomo no o shiridesu ka? Karera ni wa, kanzen ni seichōshita man Dikku o misete kureru chansu ga takusan arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was actually quite pleasing to my personal tastes. Sure, some corners were obviously cut due to delivery dates and budgets, but the characters and the apparel had interesting, stimulating designs and it looked cool when things got rough. My only concern is why show dog and little kid dicks? They had many chances to show full-grown man dick which frustrated me to no end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was actually quite pleasing to my personal tastes.\u001b[24m\n    \u001b[1m芸術は実際に私の個人的な好みに非常に満足でした。\u001b[22m, \u001b[1m技術は、実際に私の個人的な好みに非常に喜ばました。\u001b[22m\n\u001b[4mSure, some corners were obviously cut due to delivery dates and budgets, but the characters and the apparel had interesting, stimulating designs and it looked cool when things got rough.\u001b[24m\n    \u001b[1m確かに、納期と予算のためにいくつかのコーナーが明らかにカットされていましたが、キャラクターとアパレルは面白い刺激的なデザインをしていました。\u001b[22m, \u001b[1m確かに、いくつかのコーナーは、明らかにより納期と予算に切断したが、文字やアパレルのデザインを刺激する、興味深い持っていたし、物事が荒い得たとき、それはクールに見えました。\u001b[22m\n\u001b[4mMy only concern is why show dog and little kid dicks?\u001b[24m\n    \u001b[1m私の唯一の懸念は、なぜショーの犬と小さな子供のお尻ですか？\u001b[22m, \u001b[1m私の唯一の懸念はなぜショー犬と小さな子供ディックスのですか？\u001b[22m\n\u001b[4mThey had many chances to show full-grown man dick which frustrated me to no end.\u001b[24m\n    \u001b[1m彼らには、完全に成長したマン・ディックを見せてくれるチャンスがたくさんありました。\u001b[22m, \u001b[1m彼らはありません最後に私をイライラ完全に成長した男のペニスを示すために多くのチャンスを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters and Enjoyment: 8\n\n\u001b[1mキャラクターと楽しさ：8\u001b[22m\n\u001b[1m(Kyarakutā to tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacters and Enjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters and Enjoyment: 8\u001b[24m\n    \u001b[1mキャラクターと楽しさ：8\u001b[22m, \u001b[1m文字と楽しさ：8\u001b[22m\nThe characters in kill la kill were all definitely one of this series strong points. Each was likable and had their own unique charms. The only exception to this was ironically the star of the show Ryuko, who is dull in comparison and overshadowed by the rest of the cast and only purpose was to provide half-erections. The only thing I can say about the fighting and action scenes from this anime are that they are top notch. If you want to see something stylish, extravagant and heart pumping, then you've come to the right place.\n\n\u001b[1mキル・ラ・キルのキャラクターは、間違いなくこのシリーズの強みの1つでした。 それぞれが好きで、独自の魅力を持っていました。 この唯一の例外は皮肉なことに、流行りのリュウコのスターであり、他の人たちと比較して鈍く、半勃起を提供することだけだった。 このアニメの戦闘シーンやアクションシーンについて私が言うことができるのは、彼らが一流のノンストップだということだけです。 スタイリッシュで贅沢な心臓を汲み出すことを見たいなら、あなたは正しい場所に来ました。\u001b[22m\n\u001b[1m(Kiru ra kiru no kyarakutā wa, machigainaku kono shirīzu no tsuyomi no 1tsudeshita. Sorezore ga sukide, dokuji no miryoku o motte imashita. Kono yuiitsu no reigai wa hinikuna koto ni, hayari no ryuuko no sutādeari, hokanohito-tachi to hikaku shite nibuku, han bokki o teikyō suru koto dakedatta. Kono anime no sentō shīn ya akushonshīn ni tsuite watashi ga iu koto ga dekiru no wa, karera ga ichiryū no nonsutoppuda to iu koto dakedesu. Sutairisshu de zeitakuna shinzō o kumidasu koto o mitainara, anata wa tadashī basho ni kimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in kill la kill were all definitely one of this series strong points. Each was likable and had their own unique charms. The only exception to this was ironically the star of the show Ryuko, who is dull in comparison and overshadowed by the rest of the cast and only purpose was to provide half-erections. The only thing I can say about the fighting and action scenes from this anime are that they are top notch. If you want to see something stylish, extravagant and heart pumping, then you've come to the right place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in kill la kill were all definitely one of this series strong points.\u001b[24m\n    \u001b[1mキル・ラ・キルのキャラクターは、間違いなくこのシリーズの強みの1つでした。\u001b[22m, \u001b[1mキル・ラ・キルにある文字はすべて、間違いなくこのシリーズの強力なポイントの一つでした。\u001b[22m\n\u001b[4mEach was likable and had their own unique charms.\u001b[24m\n    \u001b[1mそれぞれが好きで、独自の魅力を持っていました。\u001b[22m, \u001b[1mそれぞれが好感の持てるし、独自の魅力を持っていました。\u001b[22m\n\u001b[4mThe only exception to this was ironically the star of the show Ryuko, who is dull in comparison and overshadowed by the rest of the cast and only purpose was to provide half-erections.\u001b[24m\n    \u001b[1mこの唯一の例外は皮肉なことに、流行りのリュウコのスターであり、他の人たちと比較して鈍く、半勃起を提供することだけだった。\u001b[22m, \u001b[1mこの唯一の例外は、皮肉なことに比べて、鈍いとキャストの残りの部分の陰に隠れていると唯一の目的は、半勃起を提供することであったショー龍子のスターでした。\u001b[22m\n\u001b[4mThe only thing I can say about the fighting and action scenes from this anime are that they are top notch.\u001b[24m\n    \u001b[1mこのアニメの戦闘シーンやアクションシーンについて私が言うことができるのは、彼らが一流のノンストップだということだけです。\u001b[22m, \u001b[1m私はこのアニメから戦闘やアクションシーンについて言うことができる唯一のことは、彼らが一流であることです。\u001b[22m\n\u001b[4mIf you want to see something stylish, extravagant and heart pumping, then you've come to the right place.\u001b[24m\n    \u001b[1mスタイリッシュで贅沢な心臓を汲み出すことを見たいなら、あなたは正しい場所に来ました。\u001b[22m, \u001b[1mあなたが何かスタイリッシュ、贅沢な、心臓のポンプを見たい場合は、適切な場所に来ています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nThe best kind of anime in this genre are those who wobble on the border between order and chaos. Kill la Kill leaned more in the side of chaos, being zany and quirky for the sake of being that way too often. However, it does pull off being exciting for most of the ride with characters that you will endear until the final credits roll. Overused review ending insert.\n\n\u001b[1mこのジャンルのアニメの中で最高のものは、秩序と混沌の境界線を揺らす人たちです。 キル・ラ・キルは混乱の側面に多くを傾けていました。あまりにも頻繁にそうするために、奇妙で奇妙なものでした。 しかし、それはあなたが最後のクレジットが転がるまであなたが愛するキャラクターとの乗りのほとんどのためにエキサイティングなものになります。 過度のレビュー終了の挿入。\u001b[22m\n\u001b[1m(Kono janru no anime no naka de saikō no mono wa, chitsujo to konton no kyōkai-sen o yurasu hito-tachidesu. Kiru ra kiru wa konran no sokumen ni ōku o katamukete imashita. Amarini mo hinpan ni sō suru tame ni, kimyōde kimyōna monodeshita. Shikashi, sore wa anata ga saigo no kurejitto ga korogaru made anata ga aisuru kyarakutā to no nori no hotondo no tame ni ekisaitinguna mono ni narimasu. Kado no rebyū shūryō no sōnyū.)\u001b[22m\n\nTranslations of \u001b[4mThe best kind of anime in this genre are those who wobble on the border between order and chaos. Kill la Kill leaned more in the side of chaos, being zany and quirky for the sake of being that way too often. However, it does pull off being exciting for most of the ride with characters that you will endear until the final credits roll. Overused review ending insert.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best kind of anime in this genre are those who wobble on the border between order and chaos.\u001b[24m\n    \u001b[1mこのジャンルのアニメの中で最高のものは、秩序と混沌の境界線を揺らす人たちです。\u001b[22m, \u001b[1mこのジャンルでアニメの最高の種類は秩序と混沌の間の国境にウォブル人々です。\u001b[22m\n\u001b[4mKill la Kill leaned more in the side of chaos, being zany and quirky for the sake of being that way too often.\u001b[24m\n    \u001b[1mキル・ラ・キルは混乱の側面に多くを傾けていました。あまりにも頻繁にそうするために、奇妙で奇妙なものでした。\u001b[22m, \u001b[1mキルラキルあまりにも頻繁にそのようであることのためにおどけたと風変わりであること、混沌の側でより寄りかかりました。\u001b[22m\n\u001b[4mHowever, it does pull off being exciting for most of the ride with characters that you will endear until the final credits roll.\u001b[24m\n    \u001b[1mしかし、それはあなたが最後のクレジットが転がるまであなたが愛するキャラクターとの乗りのほとんどのためにエキサイティングなものになります。\u001b[22m, \u001b[1mしかし、それはあなたが最終的なクレジットロールまで慕われます文字で乗るのほとんどのためにエキサイティングであることやってのけるん。\u001b[22m\n\u001b[4mOverused review ending insert.\u001b[24m\n    \u001b[1m過度のレビュー終了の挿入。\u001b[22m, \u001b[1mインサートを終了使い古さレビュー。\u001b[22m"
  }
]
