[
  {
    "title": "Initial_D_Second_Stage",
    "id": "186",
    "url": "https://myanimelist.net/anime/186/Initial_D_Second_Stage",
    "user": "ParaParaJMo",
    "profile": "/profile/ParaParaJMo/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=8588",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  8\n\nこのシリーズは前のシーズンよりもはるかに短いですが、それは多くの理由をカバーしています。 私が第2ステージについて本当に好きだったのは、キャラクターの発展とキャラクターの関係に焦点を当てています。 特に、主なものは、五木と匠のようです。 池谷と賢治はまだ周りにいますが、彼らはその用途を演じていますが、本当に中心的なものではなく、シーズン1のような同じスクリーンタイムを与えられています。あなたは感情的で情熱的なタクミが本当に時々あることがもっと分かります。 私はItsukiが本当に漫画の救援キャラクターではなく、彼に良い面を持っているのが好きです。\n\nもう一度、専門用語はまだ存在します。 シーズン1のレビューが表示されない場合は、理解しにくいかもしれないともう一度言いますが、すべてが適用されると、理解しやすくなります。 私はそれが視聴者を教育することができるように存在する必要があると感じています。 さらに、私は完全に理解できるかどうかに関わらず、まだ立っています。私は、テクノロジーが話すことは、それがより独特で、現実的であることを目指すものであると感じています。\n\n残念ながら、圭介ファンとして、彼は使用されていますが、彼は私が彼になりたいとは思っていませんが、Ryosukeが私の一番好きなキャラクターになっているので、シリーズをチェックして、 彼のキャラクターが何をしているかだけをスポイラーにしてください。\n\nキャラクターと人間関係が発展するだけでなく、アートとアニメーションもシーズン1から大幅に向上します。 色付けはより光沢があり、光沢があり、毛髪の詳細があり、比率はより均一であり、cgははるかに良好にレンダリングされます。 今シーズンはあまりレースはありませんが、良いことはレースがもうアクイナに独占的ではなく、ただ1つのレースしかそこで起こることではありません。 ついに、Red Sunsの自宅の赤城を見に行きます。また、Shomaruの新しいコースもあります。 しかし、このアニメの最終レースの結果は、あなたを失望させるかもしれないマンガのバージョンとは大きく異なります。それは、それが異なるものであり、あなたがすでに結果を知っているときに何かを見るだけで退屈になるからです。  。 とにかく、心理的な環境と環境の組み合わせなどの新しい要素がまだまだありますが、シーズン1と比較して、まったく新しいアプローチでは、あなたが期待していないような形になります。\n\n\nもう一度、戻ってくるシーズン1のキャストはまだ存在します。 私は、伊勢木がどのようにより敏感で感情的なものとして描かれているのか、本当に大好きです。 私はまた、鳴門からのKazekageとKashichiとしての初代のIppoからのMashiba Ryoの声として思い出す田中正彦を愛しています。 彼は彼が彼に手を差し伸べるのを見たいと思う完全なお尻です。 今シーズンのベストは、渡良の吹奏楽、松本康則、スレイヤーズの声楽、バーチャファイターのジャッキー・ブライアントなどです。 彼は遠く離れていて、気分が短く、気づかずにいる人を演奏するという素晴らしい仕事をしているので、その描写が好きです。 声優に不平を言うことは何もありません。\n\nそして、音楽は、ガラが完成した完璧な例、エンディングテーマKimi Ga Iruよりも良くなります。 それはとても美しく、うまく調子が良くて、すばらしく歩調を合わせています。 それは本当にあなたを捉えて、このショーの性格の性格を私の印象に反映させます。 ユーロビートがなければイニシャルDを持つことはできません。 私達はDave Rodgersによって100を得たし、Para Para ParadiseのゲームからBurning Desireも得た。 だから、シーズン1で演奏する音楽や声について、私が言えることはほとんどすべてここで言うことができます。\n\nさて、今シーズンを見るには、まずシーズン1を強くお勧めします。 はい、私はまだイニシャルDは誰のためのアニメではないとも言いますが、今シーズンはアニメファンがアニメに求めているより多くの特色を持っていますが、キャラクターとそのポイントにどのように発展し、 まずはシーズン1を観戦し、クルマの理解を深める必要があります。 あなたがマンガに精通していれば、それはいくつかの重要な変更を持っていると認められますが、変更はすべて正しい理由で行われ、まだ楽しいアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThough this series is much shorter than the previous season, it does cover a lot of ground. What I really liked about 2nd Stage is that it focuses more on character development and the relationships of the characters. Specifically the main ones like Itsuki and Takumi. Iketani and Kenji are still around, but they play their uses, but they aren't really that central or given the same screen time like in season 1. You get to see more of how emotional and passionate Takumi can really be at times, and I like how Itsuki is not just really a comic relief character and has his good side to him.\n\n\u001b[1mこのシリーズは前のシーズンよりもはるかに短いですが、それは多くの理由をカバーしています。 私が第2ステージについて本当に好きだったのは、キャラクターの発展とキャラクターの関係に焦点を当てています。 特に、主なものは、五木と匠のようです。 池谷と賢治はまだ周りにいますが、彼らはその用途を演じていますが、本当に中心的なものではなく、シーズン1のような同じスクリーンタイムを与えられています。あなたは感情的で情熱的なタクミが本当に時々あることをもっと知ることができます。 私はItsukiが本当に漫画の救援キャラクターではなく、彼に良い面を持っているのが好きです。\u001b[22m\n\u001b[1m(Kono shirīzu wa mae no shīzun yori mo haruka ni mijikaidesuga, sore wa ōku no riyū o kabā shite imasu. Watashi ga dai 2 sutēji ni tsuite hontōni sukidatta no wa, kyarakutā no hatten to kyarakutā no kankei ni shōten o atete imasu. Tokuni, omona mono wa, Itsuki to takumi no yōdesu. Iketani to Kenji wa mada mawari ni imasuga, karera wa sono yōto o enjite imasuga, hontōni chūshin-tekina monode wa naku, shīzun 1 no yōna onaji sukurīntaimu o atae rarete imasu. Anata wa kanjō-tekide jōnetsu-tekina Takumi ga hontōni tokidoki aru koto o motto shiru koto ga dekimasu. Watashi wa Itsuki ga hontōni manga no kyūen kyarakutāde wa naku, kare ni yoi men o motte iru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThough this series is much shorter than the previous season, it does cover a lot of ground. What I really liked about 2nd Stage is that it focuses more on character development and the relationships of the characters. Specifically the main ones like Itsuki and Takumi. Iketani and Kenji are still around, but they play their uses, but they aren't really that central or given the same screen time like in season 1. You get to see more of how emotional and passionate Takumi can really be at times, and I like how Itsuki is not just really a comic relief character and has his good side to him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough this series is much shorter than the previous season, it does cover a lot of ground.\u001b[24m\n    \u001b[1mこのシリーズは前のシーズンよりもはるかに短いですが、それは多くの理由をカバーしています。\u001b[22m, \u001b[1mこのシリーズは、前シーズンよりもはるかに短いですが、それは地上の多くをカバーし。\u001b[22m\n\u001b[4mWhat I really liked about 2nd Stage is that it focuses more on character development and the relationships of the characters.\u001b[24m\n    \u001b[1m私が第2ステージについて本当に好きだったのは、キャラクターの発展とキャラクターの関係に焦点を当てています。\u001b[22m, \u001b[1m私が本当に第二ステージ気に入っすることは、キャラクターの成長と文字の関係にもっと焦点を当てていることです。\u001b[22m\n\u001b[4mSpecifically the main ones like Itsuki and Takumi.\u001b[24m\n    \u001b[1m特に、主なものは、五木と匠のようです。\u001b[22m, \u001b[1m五木と匠のような具体的に主なもの。\u001b[22m\n\u001b[4mIketani and Kenji are still around, but they play their uses, but they aren't really that central or given the same screen time like in season 1. You get to see more of how emotional and passionate Takumi can really be at times, and\u001b[24m\n    \u001b[1m池谷と賢治はまだ周りにいますが、彼らはその用途を演じていますが、本当に中心的なものではなく、シーズン1のような同じスクリーンタイムを与えられています。あなたは感情的で情熱的なタクミが本当に時々あることをもっと知ることができます。\u001b[22m, \u001b[1m池谷と健二はまだ残っているが、彼らはその用途を果たし、彼らは本当にその中央またはあなたが本当に時間にすることができますどのように感情的で情熱的な匠の多くを見ることがシーズン1のような同じ画面の時間与えられたものではなく、\u001b[22m\n\u001b[4mI like how Itsuki is not just really a comic relief character and has his good side to him.\u001b[24m\n    \u001b[1m私はItsukiが本当に漫画の救援キャラクターではなく、彼に良い面を持っているのが好きです。\u001b[22m, \u001b[1m私は五木は本当にコミックリリーフの文字ではなく、彼に彼の良い面を持っているかのように。\u001b[22m\n\u001b[1m\u001b[22m\nOnce again, the technical jargon is still present. If you did not see my review of season 1, I will once again state it may be difficult to understand, but once everything is applied, you'll understand it better. I feel it needs to be present so it can educate the viewer. Plus, I still stand by regardless of being able to fully understand, I feel that the tech speak is what help makes it more distinctive and aims to be realistic.\n\n\u001b[1mもう一度、専門用語はまだ存在します。 シーズン1のレビューが表示されない場合は、理解しにくいかもしれないともう一度言いますが、すべてが適用されると、理解しやすくなります。 私はそれが視聴者を教育することができるように存在する必要があると感じています。 さらに、私は完全に理解できるかどうかに関わらず、まだ立っています。私は、テクノロジーが話すことは、それがより独特で、現実的であることを目指すものであると感じています。\u001b[22m\n\u001b[1m(Mōichido, senmon yōgo wa mada sonzai shimasu. Shīzun 1 no rebyū ga hyōji sa renai baai wa, rikai shi nikui kamo shirenaito mōichido iimasuga, subete ga tekiyō sa reru to, rikai shi yasuku narimasu. Watashi wa sore ga shichō-sha o kyōiku suru koto ga dekiru yō ni sonzai suruhitsuyōgāru to kanjite imasu. Sarani, watashi wa kanzen ni rikai dekiru ka dō ka ni kakawarazu, mada tatte imasu. Watashi wa, tekunorojī ga hanasu koto wa, sore ga yori dokutokude, genjitsu-tekidearu koto o mezasu monodearu to kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOnce again, the technical jargon is still present. If you did not see my review of season 1, I will once again state it may be difficult to understand, but once everything is applied, you'll understand it better. I feel it needs to be present so it can educate the viewer. Plus, I still stand by regardless of being able to fully understand, I feel that the tech speak is what help makes it more distinctive and aims to be realistic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again, the technical jargon is still present.\u001b[24m\n    \u001b[1mもう一度、専門用語はまだ存在します。\u001b[22m, \u001b[1mもう一度、専門用語はまだ存在しています。\u001b[22m\n\u001b[4mIf you did not see my review of season 1, I will once again state it may be difficult to understand, but once everything is applied, you'll understand it better.\u001b[24m\n    \u001b[1mシーズン1のレビューが表示されない場合は、理解しにくいかもしれないともう一度言いますが、すべてが適用されると、理解しやすくなります。\u001b[22m, \u001b[1mあなたはシーズン1の私のレビューを見ていない場合、私は再びそれを理解することは困難である状態になりますが、すべてが適用された後、あなたはそれをよりよく理解できるだろう。\u001b[22m\n\u001b[4mI feel it needs to be present so it can educate the viewer.\u001b[24m\n    \u001b[1m私はそれが視聴者を教育することができるように存在する必要があると感じています。\u001b[22m, \u001b[1m私は、それが視聴者を教育することができるように存在する必要があると感じます。\u001b[22m\n\u001b[4mPlus, I still stand by regardless of being able to fully understand, I feel that the tech speak is what help makes it more distinctive and aims to be realistic.\u001b[24m\n    \u001b[1mさらに、私は完全に理解できるかどうかに関わらず、まだ立っています。私は、テクノロジーが話すことは、それがより独特で、現実的であることを目指すものであると感じています。\u001b[22m, \u001b[1mプラス、私はまだかかわらず、完全に理解することができるということで立って、私はハイテク話すが、ヘルプがそれをより個性的にするものであり、現実的になることを目指していることを感じています。\u001b[22m\n\u001b[1m\u001b[22m\nSadly, as a Keisuke fan, though he is used, he's not useful in the way that I want him to be, but with Ryosuke being my number one favorite character, well, check out the series to find out what I mean because it' d only be a spoiler with what his character does.\n\n\u001b[1m残念ながら、圭介ファンとして、彼は使用されていますが、彼は私が彼になりたいとは思っていませんが、Ryosukeが私の一番好きなキャラクターになっているので、シリーズをチェックして、 彼のキャラクターが何をしているかだけをスポイラーにしてください。\u001b[22m\n\u001b[1m(Zan'nen'nagara, Keisuke fan to shite, kare wa shiyō sa rete imasuga, kare wa watashi ga kare ni naritai to wa omotte imasenga, Ryosuke ga watashi no ichiban sukina kyarakutā ni natte irunode, shirīzu o chekku shite, kare no kyarakutā ga nani o shite iru ka dake o supoirā ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mSadly, as a Keisuke fan, though he is used, he's not useful in the way that I want him to be, but with Ryosuke being my number one favorite character, well, check out the series to find out what I mean because it' d only be a spoiler with what his character does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSadly, as a Keisuke fan, though he is used, he's not useful in the way that I want him to be, but with Ryosuke being my number one favorite character, well, check out the series to find out what I mean because it'\u001b[24m\n    \u001b[1m残念ながら、圭介ファンとして、彼は使用されていますが、彼は私が彼になりたいとは思っていませんが、Ryosukeが私の一番好きなキャラクターになっているので、シリーズをチェックして、\u001b[22m, \u001b[1m悲しいことに、彼が使用されているものの圭介ファンとして、彼は私が彼になりたい方法で有用ではないですが、亮介は私の一番好きなキャラクターであることと、よく、私はそれので、何を意味するかを調べるためにシリーズをチェックしてください\u001b[22m\n\u001b[4md only be a spoiler with what his character does.\u001b[24m\n    \u001b[1m彼のキャラクターが何をしているかだけをスポイラーにしてください。\u001b[22m, \u001b[1m唯一の彼の性格が何をするかとスポイラーをd。\u001b[22m\n\u001b[1m\u001b[22m\nNot only do the characters and the relationships develop, the art and animation tremendously improve from season 1 as well. The coloring is more shiny and glossy, there is more detail to the hair, the proportions are more even, and the cg is much better rendered. There aren't much races in this season, but what's good is that the races aren't exclusive to Akina anymore and only one race happens there so it prevents itself from getting repetitive. You finally get to see the Red Suns' home turf of Akagi, and we also get a brand new course of Shomaru as well. However, the outcome of the final race in this anime does differ significantly from the manga version which may either disappoint you, or something you can embrace since it is something different and it'd be boring just to watch something when you already know the outcome . Anyway, new factors such as a combination of psychological and environmental come into play still, but in a whole new approach in comparison to season 1 in ways you wouldn't expect.\n\n\u001b[1mキャラクターと人間関係が発展するだけでなく、アートとアニメーションもシーズン1から大幅に向上します。 色付けはより光沢があり、光沢があり、毛髪の詳細があり、比率はより均一であり、cgははるかに良好にレンダリングされます。 今シーズンはあまりレースはありませんが、良いことはレースがもうアクイナに独占的ではなく、ただ1つのレースしかそこで起こることではありません。 ついに、Red Sunsの自宅の赤城を見に行きます。また、Shomaruの新しいコースもあります。 しかし、このアニメの最終レースの結果は、あなたを失望させるかもしれないマンガのバージョンとは大きく異なります。それは、それが異なるものであり、あなたがすでに結果を知っているときに何かを見るだけで退屈になるからです。  。 とにかく、心理的な環境と環境の組み合わせなどの新しい要素がまだまだありますが、シーズン1と比較して、まったく新しいアプローチでは、あなたが期待していないような形になります。\u001b[22m\n\u001b[1m(Kyarakutā to ningen kankei ga hatten suru dakedenaku, āto to animēshon mo shīzun 1 kara ōhaba ni kōjō shimasu. Irodzuke wa yori kōtaku ga ari, kōtaku ga ari, mōhatsu no shōsai ga ari, hiritsu wa yori kin'itsudeari, cg wa haruka ni ryōkō ni rendaringu sa remasu. Ima shīzun wa amari rēsu wa arimasenga, yoikoto wa rēsu ga mō akuina ni dokusen-tekide wa naku, tada 1tsu no rēsu shika soko de okoru kotode wa arimasen. Tsuini, Red Suns no jitaku no Akagi o mi ni ikimasu. Mata, Shomaru no atarashī kōsu mo arimasu. Shikashi, kono anime no saishū rēsu no kekka wa, anata o shitsubō sa seru kamo shirenai manga no bājon to wa ōkiku kotonarimasu. Sore wa, sore ga kotonaru monodeari, anata ga sudeni kekka o shitte iru toki ni nanika o miru dake de taikutsu ni narukaradesu.. Tonikaku, shinri-tekina kankyō to kankyō no kumiawase nado no atarashī yōso ga madamada arimasuga, shīzun 1 to hikaku shite, mattaku atarashī apurōchide wa, anata ga kitai shite inai yōna katachi ni narimasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOnce again, the cast from season 1 that return are still present. I really love how Itsuki is portrayed as more sensitive and emotional and Iwata does a great job of that. I also love Tanaka Masahiko, who I recall as the voices of the Kazekage from Naruto and Mashiba Ryo from Hajime no Ippo as Kyoichi. He's a total asshole you want to see get his ass handed to him. And the best addition to this season is Wataru's seiyuu, Matsumoto Yasunori, the voice of Gourry from Slayers, Jacky Bryant from Virtua Fighter, and many others. He does a great job of playing someone who is distant and has a short temper and it makes him oblivious, so I like that portrayal. Nothing really to complain with voice acting.\n\n\u001b[1mもう一度、戻ってくるシーズン1のキャストはまだ存在します。 私は、伊勢木がどのようにより敏感で感情的なものとして描かれているのか、本当に大好きです。 私はまた、鳴門からのKazekageとKashichiとしての初代のIppoからのMashiba Ryoの声として思い出す田中正彦を愛しています。 彼は彼が彼に手を差し伸べるのを見たいと思う完全なお尻です。 今シーズンのベストは、渡良の吹奏楽、松本康則、スレイヤーズの声楽、バーチャファイターのジャッキー・ブライアントなどです。 彼は遠く離れていて、気分が短く、気づかずにいる人を演奏するという素晴らしい仕事をしているので、その描写が好きです。 声優に不平を言うことは何もありません。\u001b[22m\n\u001b[1m(Mōichido, modotte kuru shīzun 1 no kyasuto wa mada sonzai shimasu. Watashi wa, Iseki ga dono yō ni yori binkande kanjō-tekina mono to shite egaka rete iru no ka, hontōni daisukidesu. Watashi wa mata, naruto kara no Kazekage to Kashichi to shite no shodai no Ippo kara no Mashiba Ryo no koe to shite omoidasu tanaka masahiko o aishiteimasu. Kare wa kare ga kare ni tewosashinoberu no o mitai to omou kanzen'na o shiridesu. Ima shīzun no besuto wa, Watara no suisōgaku, Matsumoto Yasunori, sureiyāzu no seigaku, bāchafaitā no jakkī Buraianto nadodesu. Kare wa tōkuhanarete ite, kibun ga mijikaku, kidzukazu ni iru hito o ensō suru to iu subarashī shigoto o shite irunode, sono byōsha ga sukidesu. Seiyū ni fuhei o iu koto wa nani mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOnce again, the cast from season 1 that return are still present. I really love how Itsuki is portrayed as more sensitive and emotional and Iwata does a great job of that. I also love Tanaka Masahiko, who I recall as the voices of the Kazekage from Naruto and Mashiba Ryo from Hajime no Ippo as Kyoichi. He's a total asshole you want to see get his ass handed to him. And the best addition to this season is Wataru's seiyuu, Matsumoto Yasunori, the voice of Gourry from Slayers, Jacky Bryant from Virtua Fighter, and many others. He does a great job of playing someone who is distant and has a short temper and it makes him oblivious, so I like that portrayal. Nothing really to complain with voice acting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again, the cast from season 1 that return are still present.\u001b[24m\n    \u001b[1mもう一度、戻ってくるシーズン1のキャストはまだ存在します。\u001b[22m, \u001b[1mもう一度、戻すシーズン1からのキャストはまだ存在しています。\u001b[22m\n\u001b[4mI really love how Itsuki is portrayed as more sensitive and emotional and Iwata does a great job of that.\u001b[24m\n    \u001b[1m私は、伊勢木がどのようにより敏感で感情的なものとして描かれているのか、本当に大好きです。\u001b[22m, \u001b[1m私は本当に五木がより敏感と感情的として描かれている方法を愛し、岩田はその偉大な仕事をしていません。\u001b[22m\n\u001b[4mI also love Tanaka Masahiko, who I recall as the voices of the Kazekage from Naruto and Mashiba Ryo from Hajime no Ippo as Kyoichi.\u001b[24m\n    \u001b[1m私はまた、鳴門からのKazekageとKashichiとしての初代のIppoからのMashiba Ryoの声として思い出す田中正彦を愛しています。\u001b[22m, \u001b[1mまた、私は肇からナルトとMashiba亮からの風影の声恭一として無一歩としてリコール田中正彦が、大好きです。\u001b[22m\n\u001b[4mHe's a total asshole you want to see get his ass handed to him.\u001b[24m\n    \u001b[1m彼は彼が彼に手を差し伸べるのを見たいと思う完全なお尻です。\u001b[22m, \u001b[1m彼はあなたが彼に彼のお尻が利き取得見たい総嫌いな人です。\u001b[22m\n\u001b[4mAnd the best addition to this season is Wataru's seiyuu, Matsumoto Yasunori, the voice of Gourry from Slayers, Jacky Bryant from Virtua Fighter, and many others.\u001b[24m\n    \u001b[1m今シーズンのベストは、渡良の吹奏楽、松本康則、スレイヤーズの声楽、バーチャファイターのジャッキー・ブライアントなどです。\u001b[22m, \u001b[1mそして、この季節に最高の付加は渉の声優、松本保典、スレイヤーズからガウリイの声、バーチャファイターからジャッキー・ブライアント、および他の多くのです。\u001b[22m\n\u001b[4mHe does a great job of playing someone who is distant and has a short temper and it makes him oblivious, so I like that portrayal.\u001b[24m\n    \u001b[1m彼は遠く離れていて、気分が短く、気づかずにいる人を演奏するという素晴らしい仕事をしているので、その描写が好きです。\u001b[22m, \u001b[1m彼は遠いと短気を持っており、それは彼が忘れになりますので、私はその描写が好きな人を再生する素晴らしい仕事をしていません。\u001b[22m\n\u001b[4mNothing really to complain with voice acting.\u001b[24m\n    \u001b[1m声優に不平を言うことは何もありません。\u001b[22m, \u001b[1m声の演技と文句を言うには本当に何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the music only gets better, the perfect example, the ending theme Kimi Ga Iru by Galla. It's so beautiful, well toned and pitched, and excellently paced. It really captures you and reflects the character relationship nature of this show on my impression. And you can't have Initial D without the good ol' Eurobeat. We got 100 by Dave Rodgers and we also got Burning Desire, also from the Para Para Paradise games. So pretty much everything I could say about music and voice acting from season 1 can be said here.\n\n\u001b[1mそして、音楽は、ガラが完成した完璧な例、エンディングテーマKimi Ga Iruよりも良くなります。 それはとても美しく、うまく調子が良くて、すばらしく歩調を合わせています。 それは本当にあなたを捉えて、このショーの性格の性格を私の印象に反映させます。 ユーロビートがなければイニシャルDを持つことはできません。 私達はDave Rodgersによって100を得たし、Para Para ParadiseのゲームからBurning Desireも得た。 だから、シーズン1で演奏する音楽や声について、私が言えることはほとんどすべてここで言うことができます。\u001b[22m\n\u001b[1m(Soshite, ongaku wa, gara ga kansei shita kanpekina rei, endingutēma Kimi Ga Iru yori mo yoku narimasu. Sore wa totemo utsukushiku, umaku chōshi ga yokute, subarashiku hochō o awasete imasu. Sore wa hontōni anata o toraete, kono shō no seikaku no seikaku o watashi no inshō ni han'ei sa semasu. Yūrobīto ga nakereba inisharudī o motsu koto wa dekimasen. Watashitachi wa Dave rojāsu ni yotte 100 o etashi, Para Para Paradise no gēmu kara Burning Desire mo eta. Dakara, shīzun 1 de ensō suru ongaku ya koe ni tsuite, watashi ga ieru koto wa hotondo subete koko de iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the music only gets better, the perfect example, the ending theme Kimi Ga Iru by Galla. It's so beautiful, well toned and pitched, and excellently paced. It really captures you and reflects the character relationship nature of this show on my impression. And you can't have Initial D without the good ol' Eurobeat. We got 100 by Dave Rodgers and we also got Burning Desire, also from the Para Para Paradise games. So pretty much everything I could say about music and voice acting from season 1 can be said here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the music only gets better, the perfect example, the ending theme Kimi Ga Iru by Galla.\u001b[24m\n    \u001b[1mそして、音楽は、ガラが完成した完璧な例、エンディングテーマKimi Ga Iruよりも良くなります。\u001b[22m, \u001b[1mそして音楽は唯一の良くなる、完璧な例、エンディングテーマガラことで君がいます。\u001b[22m\n\u001b[4mIt's so beautiful, well toned and pitched, and excellently paced.\u001b[24m\n    \u001b[1mそれはとても美しく、うまく調子が良くて、すばらしく歩調を合わせています。\u001b[22m, \u001b[1mこれは、よくとても美しいトーンのと投げ、および良好ペースです。\u001b[22m\n\u001b[4mIt really captures you and reflects the character relationship nature of this show on my impression.\u001b[24m\n    \u001b[1mそれは本当にあなたを捉えて、このショーの性格の性格を私の印象に反映させます。\u001b[22m, \u001b[1mそれは本当にあなたをキャプチャし、私の印象でこのショーの文字関係の性質を反映しています。\u001b[22m\n\u001b[4mAnd you can't have Initial D without the good ol' Eurobeat.\u001b[24m\n    \u001b[1mユーロビートがなければイニシャルDを持つことはできません。\u001b[22m, \u001b[1mそして、あなたは古き良きユーロビートなし頭文字Dを持つことはできません。\u001b[22m\n\u001b[4mWe got 100 by Dave Rodgers and we also got Burning Desire, also from the Para Para Paradise games.\u001b[24m\n    \u001b[1m私達はDave Rodgersによって100を得たし、Para Para ParadiseのゲームからBurning Desireも得た。\u001b[22m, \u001b[1m私たちは、デイブ・ロジャースによって100を持って、我々はまた、パラパラパラダイスのゲームからも、欲望を燃えました。\u001b[22m\n\u001b[4mSo pretty much everything I could say about music and voice acting from season 1 can be said here.\u001b[24m\n    \u001b[1mだから、シーズン1で演奏する音楽や声について、私が言えることはほとんどすべてここで言うことができます。\u001b[22m, \u001b[1mだから私はシーズン1から作用する音楽や音声について言うことができるほとんどすべてがここで言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nWell, to watch this season, I strongly recommend season 1 first. Yes, I still also say that Initial D isn't an anime for everyone, but this season has more traits that most anime fans would want in an anime, but to understand the characters and how they developed to that point and how they further develop , you have to watch season 1 first and to get a better understanding of the cars as well. Granted it does have some significant changes if you are at all familiar with the manga, but the changes are done for all the right reasons and is still an enjoyable anime.\n\n\u001b[1mさて、今シーズンを見るには、まずシーズン1を強くお勧めします。 はい、私はまだイニシャルDは誰のためのアニメではないとも言いますが、今シーズンはアニメファンがアニメに求めているより多くの特色を持っていますが、キャラクターとそのポイントにどのように発展し、 まずはシーズン1を観戦し、クルマの理解を深める必要があります。 あなたがマンガに精通していれば、それはいくつかの重要な変更を持っていると認められますが、変更はすべて正しい理由で行われ、まだ楽しいアニメです。\u001b[22m\n\u001b[1m(Sate, ima shīzun o miru ni wa, mazu shīzun 1 o tsuyoku o susume shimasu. Hai, watashi wa mada inisharudī wa dare no tame no animede wa naitomo iimasuga, ima shīzun wa anime fan ga anime ni motomete iru yori ōku no tokushoku o motte imasuga, kyarakutā to sono pointo ni dono yō ni hatten shi, mazuwa shīzun 1 o kansen shi, kuruma no rikai o fukameru hitsuyō ga arimasu. Anata ga manga ni seitsū shite ireba, sore wa ikutsu ka no jūyōna henkō o motte iru to mitome raremasuga, henkō wa subete tadashī riyū de okonawa re, mada tanoshī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, to watch this season, I strongly recommend season 1 first. Yes, I still also say that Initial D isn't an anime for everyone, but this season has more traits that most anime fans would want in an anime, but to understand the characters and how they developed to that point and how they further develop , you have to watch season 1 first and to get a better understanding of the cars as well. Granted it does have some significant changes if you are at all familiar with the manga, but the changes are done for all the right reasons and is still an enjoyable anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, to watch this season, I strongly recommend season 1 first.\u001b[24m\n    \u001b[1mさて、今シーズンを見るには、まずシーズン1を強くお勧めします。\u001b[22m, \u001b[1mさて、このシーズンを見て、私は強く、最初のシーズン1をお勧めします。\u001b[22m\n\u001b[4mYes, I still also say that Initial D isn't an anime for everyone, but this season has more traits that most anime fans would want in an anime, but to understand the characters and how they developed to that point and how they further develop\u001b[24m\n    \u001b[1mはい、私はまだイニシャルDは誰のためのアニメではないとも言いますが、今シーズンはアニメファンがアニメに求めているより多くの特色を持っていますが、キャラクターとそのポイントにどのように発展し、\u001b[22m, \u001b[1mはい、私はまだまた頭文字Dは皆のためのアニメではありませんが、このシーズンはほとんどのアニメファンはアニメにしたいと思うより多くの特徴を持っていますが、文字を理解し、それらがどのようにその時点までに開発され、それらがどのようにさらに発展することを言います\u001b[22m\n\u001b[4m, you have to watch season 1 first and to get a better understanding of the cars as well.\u001b[24m\n    \u001b[1mまずはシーズン1を観戦し、クルマの理解を深める必要があります。\u001b[22m, \u001b[1m、あなたは最初のシーズン1を見て、同様に車のより良い理解を取得する必要があります。\u001b[22m\n\u001b[4mGranted it does have some significant changes if you are at all familiar with the manga, but the changes are done for all the right reasons and is still an enjoyable anime.\u001b[24m\n    \u001b[1mあなたがマンガに精通していれば、それはいくつかの重要な変更を持っていると認められますが、変更はすべて正しい理由で行われ、まだ楽しいアニメです。\u001b[22m, \u001b[1m確かにそれはあなたがすべてでマンガに精通している場合、いくつかの重要な変更を持っていませんが、変更はすべての右の理由で行われており、まだ楽しいアニメです。\u001b[22m"
  },
  {
    "title": "Initial_D_Second_Stage",
    "id": "186",
    "url": "https://myanimelist.net/anime/186/Initial_D_Second_Stage",
    "user": "Groupanimenight",
    "profile": "/profile/Groupanimenight/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=194377",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  10\n\nTadgh：このシリーズはいつも私が思ったことのないものでした。 私たちは帽子からリストからアニメを引き出すので、最初のイニシャルDが登場したとき私は懐疑的でした。 最初のシリーズの後、私はもっと待つことができませんでした。 悲しい部分は、我々は帽子から私たちのアニメを描くので、私は待たなければならなかった。 このシリーズが登場したときに私は賞賛され、それは失望しなかった。 文字は本当にここで洗練され、誰もが成長していたようだ。 レースはまだ刺激的です。 私のグループの他の人は意見が違うかもしれませんが、私はCG車が本当に好きです。  90年代の音楽のほかに、このアニメのすべてが私をもっと興奮させます。\n\nLaohoam-今回は本当に楽しかったです。 エピソードでは短かったが、キャラクターの発展は本当に足を伸ばしたが、今シーズンはもっと全体的に感じた。 私は新しいアートスタイルが好きではなかったが、残りはそれを簡単に補う。 私は次の段階に進むことに非常に興奮しています。\n\nRasanaph  - ステージ1と同じくらい楽しかったし、ステージ3を楽しみにしていた。\n\nDr R. Dash-大丈夫です。私たちがすべて初期Dの第1ステージを終えたとき、私たちは皆それを愛しました！ だから我々は非常に深刻な取得帽子から2番目の段階を引っ張った。 このシリーズに入ると、琢磨は最初の段階よりも成長する必要があることが分かりました。私たちは正しいことを推測しました。実際の人生と苦労の要素が多すぎて、短く感じることはありませんでしたが、私たちはステージ3のために喜んでいます。 私は声優が変わっていないことを望みますが、私たちはそれに慣れていて、自分がレースのために非CGアニメーションに戻すことはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTadgh: This series was always one I never thought I'd like. We draw our anime from a list out of a hat, so when the first Initial D came up I was skeptical. After the first series, I couldn't wait for more. Sad part is, we draw our anime out of a hat, so I had to wait. I was stoked when this series came up and it didn't disappoint. The characters were really fleshed out here and everyone seemed to grow. The races are still exciting. The others in my group might disagree, but I really like the CG cars. Everything about this anime besides the 90's music makes me excited for more.\n\n\u001b[1mTadgh：このシリーズはいつも私が思ったことのないものでした。 私たちは帽子からリストからアニメを引き出すので、最初のイニシャルDが登場したとき私は懐疑的でした。 最初のシリーズの後、私はもっと待つことができませんでした。 悲しい部分は、我々は帽子から私たちのアニメを描くので、私は待たなければならなかった。 このシリーズが登場したときに私は賞賛され、それは失望しなかった。 文字は本当にここで洗練され、誰もが成長していたようだ。 レースはまだ刺激的です。 私のグループの他の人は意見が違うかもしれませんが、私はCG車が本当に好きです。  90年代の音楽のほかに、このアニメのすべてが私をもっと興奮させます。\u001b[22m\n\u001b[1m(Tadgh: Kono shirīzu wa itsumo watashi ga omotta koto no nai monodeshita. Watashitachiha bōshi kara risutokara anime o hikidasunode, saisho no inisharudī ga tōjō shita toki watashi wa kaigi-tekideshita. Saisho no shirīzu no ato, watashi wa motto matsu koto ga dekimasendeshita. Kanashī bubun wa, wareware wa bōshi kara watashitachi no anime o kakunode, watashi wa matanakereba naranakatta. Kono shirīzu ga tōjō shita toki ni watashi wa shōsan sa re, soreha shitsubō shinakatta. Moji wa hontōni koko de senren sa re, daremoga seichō shite ita yōda. Rēsu wa mada shigeki-tekidesu. Watashi no gurūpu no hokanohito wa iken ga chigau kamo shiremasenga, watashi wa CG-sha ga hontōni sukidesu. 90-Nendai no ongaku no hoka ni, kono anime no subete ga watashi o motto kōfun sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mTadgh: This series was always one I never thought I'd like. We draw our anime from a list out of a hat, so when the first Initial D came up I was skeptical. After the first series, I couldn't wait for more. Sad part is, we draw our anime out of a hat, so I had to wait. I was stoked when this series came up and it didn't disappoint. The characters were really fleshed out here and everyone seemed to grow. The races are still exciting. The others in my group might disagree, but I really like the CG cars. Everything about this anime besides the 90's music makes me excited for more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTadgh: This series was always one I never thought I'd like.\u001b[24m\n    \u001b[1mTadgh：このシリーズはいつも私が思ったことのないものでした。\u001b[22m, \u001b[1mTadgh：このシリーズは、私は私が好きなと思ったことはありませんいつも一人でした。\u001b[22m\n\u001b[4mWe draw our anime from a list out of a hat, so when the first Initial D came up I was skeptical.\u001b[24m\n    \u001b[1m私たちは帽子からリストからアニメを引き出すので、最初のイニシャルDが登場したとき私は懐疑的でした。\u001b[22m, \u001b[1m私たちは、帽子の外にリストから私たちのアニメを描くので、最初頭文字Dが来たとき、私は懐疑的でした。\u001b[22m\n\u001b[4mAfter the first series, I couldn't wait for more.\u001b[24m\n    \u001b[1m最初のシリーズの後、私はもっと待つことができませんでした。\u001b[22m, \u001b[1m最初のシリーズの後、私はより多くのを待つことができませんでした。\u001b[22m\n\u001b[4mSad part is, we draw our anime out of a hat, so I had to wait.\u001b[24m\n    \u001b[1m悲しい部分は、我々は帽子から私たちのアニメを描くので、私は待たなければならなかった。\u001b[22m, \u001b[1m悲しい部分は、我々は帽子の外に私たちのアニメを描く、であるので、私は待たなければなりませんでした。\u001b[22m\n\u001b[4mI was stoked when this series came up and it didn't disappoint.\u001b[24m\n    \u001b[1mこのシリーズが登場したときに私は賞賛され、それは失望しなかった。\u001b[22m, \u001b[1mこのシリーズは上がってきた、それは期待を裏切らなかったとき、私は興奮しました。\u001b[22m\n\u001b[4mThe characters were really fleshed out here and everyone seemed to grow.\u001b[24m\n    \u001b[1m文字は本当にここで洗練され、誰もが成長していたようだ。\u001b[22m, \u001b[1m文字は本当にここに肉付けし、誰もが成長するように見えました。\u001b[22m\n\u001b[4mThe races are still exciting.\u001b[24m\n    \u001b[1mレースはまだ刺激的です。\u001b[22m, \u001b[1mレースはまだエキサイティングです。\u001b[22m\n\u001b[4mThe others in my group might disagree, but I really like the CG cars.\u001b[24m\n    \u001b[1m私のグループの他の人は意見が違うかもしれませんが、私はCG車が本当に好きです。\u001b[22m, \u001b[1m私のグループ内の他の人が同意しないかもしれないが、私は本当にCG車が好き。\u001b[22m\n\u001b[4mEverything about this anime besides the 90's music makes me excited for more.\u001b[24m\n    \u001b[1m90年代の音楽のほかに、このアニメのすべてが私をもっと興奮させます。\u001b[22m, \u001b[1m90の音楽以外にもこのアニメについてのすべては、より多くの私は興奮になります。\u001b[22m\n\u001b[1m\u001b[22m\nLaohoam- I really enjoyed the story this time. The character development really stepped up and all though it was shorter in episodes I feel that this season gave more overall. Though I did not like the new art style as much the rest easily compensates for that. I am very excited to move on to the next stage.\n\n\u001b[1mLaohoam-今回は本当に楽しかったです。 エピソードでは短かったが、キャラクターの発展は本当に足を伸ばしたが、今シーズンはもっと全体的に感じた。 私は新しいアートスタイルが好きではなかったが、残りはそれを簡単に補う。 私は次の段階に進むことに非常に興奮しています。\u001b[22m\n\u001b[1m(Laohoam - konkai wa hontōni tanoshikattadesu. Episōdode wa mijikakattaga, kyarakutā no hatten wa hontōni ashi o nobashitaga, ima shīzun wa motto zentai-teki ni kanjita. Watashi wa atarashī ātosutairu ga sukide wa nakattaga, nokori wa sore o kantan ni oginau. Watashi wa tsugi no dankai ni susumu koto ni hijō ni kōfun shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mLaohoam- I really enjoyed the story this time. The character development really stepped up and all though it was shorter in episodes I feel that this season gave more overall. Though I did not like the new art style as much the rest easily compensates for that. I am very excited to move on to the next stage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLaohoam- I really enjoyed the story this time.\u001b[24m\n    \u001b[1mLaohoam-今回は本当に楽しかったです。\u001b[22m, \u001b[1mLaohoam-私は本当に話にこの時間を楽しみました。\u001b[22m\n\u001b[4mThe character development really stepped up and all though it was shorter in episodes I feel that this season gave more overall.\u001b[24m\n    \u001b[1mエピソードでは短かったが、キャラクターの発展は本当に足を伸ばしたが、今シーズンはもっと全体的に感じた。\u001b[22m, \u001b[1mキャラクターの成長は本当にステップアップし、すべてけれども、私が今シーズンはより全体的に与えたことを感じるエピソードで短かったです。\u001b[22m\n\u001b[4mThough I did not like the new art style as much the rest easily compensates for that.\u001b[24m\n    \u001b[1m私は新しいアートスタイルが好きではなかったが、残りはそれを簡単に補う。\u001b[22m, \u001b[1m私はできるだけ多くの新しいアートスタイルを好きではなかったものの、残りは簡単にその補償します。\u001b[22m\n\u001b[4mI am very excited to move on to the next stage.\u001b[24m\n    \u001b[1m私は次の段階に進むことに非常に興奮しています。\u001b[22m, \u001b[1m私は、次のステージに移動することは非常に興奮しています。\u001b[22m\n\u001b[1m\u001b[22m\nRasanaph- Enjoyed it as much as Stage 1 and looking forward to Stage 3.\n\n\u001b[1mRasanaph  - ステージ1と同じくらい楽しかったし、ステージ3を楽しみにしていた。\u001b[22m\n\u001b[1m(Rasanaph - sutēji 1 to onaji kurai tanoshikattashi, sutēji 3 o tanoshimini shite ita.)\u001b[22m\n\nTranslations of \u001b[4mRasanaph- Enjoyed it as much as Stage 1 and looking forward to Stage 3.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRasanaph- Enjoyed it as much as Stage 1 and looking forward to Stage 3.\u001b[24m\n    \u001b[1mRasanaph  - ステージ1と同じくらい楽しかったし、ステージ3を楽しみにしていた。\u001b[22m, \u001b[1mRasanaph-は、ステージ1とステージ3を楽しみにしているとして、それは同じくらい楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nDr R. Dash- okay when we all finished Initial D first stage, WE all loved it! so very much and after we pulled Second stage out the hat we all got very serious. So going into this series we knew Takumi needs to grow more than in first stage, and we guessed right , so many elements of real life and hardship come into play that it felt to short but we are happy and pumped for stage 3. My opinion I wish the voice actors wouldn't have changed but we got used to it and I personally dont see any way they can revert to non CG animation for the races I think its just going to keep getting better.:)\n\n\u001b[1mDr R. Dash-大丈夫です。私たちがすべて初期Dの第1ステージを終えたとき、私たちは皆それを愛しました！ だから我々は非常に深刻な取得帽子から2番目の段階を引っ張った。 このシリーズに入ると、琢磨は最初の段階よりも成長する必要があることが分かりました。私たちは正しいことを推測しました。実際の人生と苦労の要素が多すぎて、短く感じることはありませんでしたが、私たちはステージ3のために喜んでいます。 私は声優が変わっていないことを望みますが、私たちはそれに慣れていて、自分がレースのために非CGアニメーションに戻すことはできません。\u001b[22m\n\u001b[1m(Dr R. Dash - daijōbudesu. Watashitachi ga subete shoki D no dai 1 sutēji o oeta toki, watashitachi wa mina sore o aishimashita! Dakara wareware wa hijō ni shinkokuna shutoku bōshi kara 2-banme no dankai o hippatta. Kono shirīzu ni hairu to, takuma wa saisho no dankai yori mo seichō suru hitsuyō ga aru koto ga wakarimashita. Watashitachi wa tadashī koto o suisoku shimashita. Jissai no jinsei to kurō no yōso ga ō sugite, mijikaku kanjiru koto wa arimasendeshitaga, watashitachiha sutēji 3 no tame ni yorokonde imasu. Watashi wa seiyū ga kawatte inai koto o nozomimasuga, watashitachi wa sore ni narete ite, jibun ga rēsu no tame ni hi CG animēshon ni modosu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mDr R. Dash- okay when we all finished Initial D first stage, WE all loved it! so very much and after we pulled Second stage out the hat we all got very serious. So going into this series we knew Takumi needs to grow more than in first stage, and we guessed right , so many elements of real life and hardship come into play that it felt to short but we are happy and pumped for stage 3. My opinion I wish the voice actors wouldn't have changed but we got used to it and I personally dont see any way they can revert to non CG animation for the races I think its just going to keep getting better.:)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDr R. Dash- okay when we all finished Initial D first stage, WE all loved it!\u001b[24m\n    \u001b[1mDr R. Dash-大丈夫です。私たちがすべて初期Dの第1ステージを終えたとき、私たちは皆それを愛しました！\u001b[22m, \u001b[1m我々はすべての頭文字D第一段階を終えたときに博士R.ダッシュ大丈夫、私たちは皆、それを追加しました！\u001b[22m\n\u001b[4mso very much and after we pulled Second stage out the hat we all got very serious.\u001b[24m\n    \u001b[1mだから我々は非常に深刻な取得帽子から2番目の段階を引っ張った。\u001b[22m, \u001b[1mそのように非常に多く、我々は我々はすべての非常に深刻だ帽子を第二段階を引っ張りました。\u001b[22m\n\u001b[4mSo going into this series we knew Takumi needs to grow more than in first stage, and we guessed right , so many elements of real life and hardship come into play that it felt to short but we are happy and pumped for stage 3. My opinion\u001b[24m\n    \u001b[1mこのシリーズに入ると、琢磨は最初の段階よりも成長する必要があることが分かりました。私たちは正しいことを推測しました。実際の人生と苦労の要素が多すぎて、短く感じることはありませんでしたが、私たちはステージ3のために喜んでいます。\u001b[22m, \u001b[1mだから、短いに感じましたが、我々は満足しているとステージ3のために私の意見を汲み上げ、それは私たちが巧は、最初の段階でより多くを成長させるために必要知っていた、と我々は正しい推測、現実の生活と苦難のように多くの要素が遊びに来て、このシリーズに入ります\u001b[22m\n\u001b[4mI wish the voice actors wouldn't have changed but we got used to it and I personally dont see any way they can revert to non CG animation for the races I think its just going to keep getting better.:)\u001b[24m\n    \u001b[1m私は声優が変わっていないことを望みますが、私たちはそれに慣れていて、自分がレースのために非CGアニメーションに戻すことはできません。\u001b[22m, \u001b[1m私は声優が変更されていないことを望むが、我々はそれに慣れて、私は個人的に彼らは私がそのはちょうど良くなって維持するつもりだと思うのレースのための非CGアニメーションに戻すことができます任意の方法を参照してくださいいけない。:)\u001b[22m"
  },
  {
    "title": "Initial_D_Second_Stage",
    "id": "186",
    "url": "https://myanimelist.net/anime/186/Initial_D_Second_Stage",
    "user": "RychesShadows",
    "profile": "/profile/RychesShadows/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=228459",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10\n\nさらにこのシリーズへのダイビングとして。 私は本当にこれを見ている人々の面で過小評価されて参照してください。 これまで以上に信用を得る価値があります。 時には、スーパーパワーや複雑なプロット、複雑な領域などを必要としない場合もあります。 これまでのところ、私はあなたに良いキャラクターの基盤とエキサイティングな瞬間が必要であることが証明されました。\n\nストーリー：8/10  - \n\nストーリー・レースにさらに飛び込み続けると、もう一度ヴィン・ディクツミに続くストーリー。 今私が最初のステージ（ここにプラグインしてください）でやったレビューよりも多くの基礎を与えることは、いくつかのスポイラーにダイビングするつもりです。 物語は、彼のガールフレンドの秘密の啓示の後で完全な焦点を合わせることによって引き起こされたストリートレースでの彼の最初の損失である。 それから、彼の失ったことからの回復と最善を尽くすことに対処するためにゴスです。 今シーズンはS1よりも短くなっているので、それほど多くのことをすることはできませんが、エピソードの長さを考えれば、彼の話を出して開発するのには大変効果的です。シーズンが短い場合でも、うまくいけば非常にできます よく\n\nアート：7/10  - \n\n私はステージ1のレビューでこれを言及しましたが、初期のDは何年も前にこの時点でリリースされました（ほとんど私はこれを書いていると信じています）。 しかし、私はそれが作られた時を考えると、アニメーションはかなりうまくいっており、全体的には完全にうまく見えると思います。\n\nサウンド：9/10  - \n\n再び驚くべきサウンドトラック、初期Dの後ろのプロデューサーは素晴らしいサウンドトラックで私の専門家のように見えます。 トラックの正確なタイプを把握している間は、トラック上には何を、周りにはドライブしていないときには何を演奏するのか、それはすばらしく、認識に値する。\n\nキャラクター：9/10  - \n\n最初のステージの前回のレビューでこれをやったので、私はキャラクターに再び飛び込みませんでしたが、キャラクターたちはもう一度とてもうまくやって、ショーを楽しませ、これを前進させます。 明らかに私は特定のキャラクター*咳*夏樹*咳*に問題がありますが、彼らもそれをうまく実行します。 キャラクターは、タクミの冗談から、おしゃれな友人や、彼らが出会うすべてのドライバーまで、この番組には完璧だと思います。\n\n楽しさ：10/10  - \n\nもう一度私はこの番組を徹底的に楽しんでいると言っています。私は自分の席の端に釘付けになり、次回のエピソードに興奮しています。 私は以前より深刻なことを楽しんだとは思わない。\n\n全体：8/10  - \n\n私はこのショーについて多くの人が聞いたことではなく、とても驚いています。 それは、MAL上の「Cars」のジャンルが存在する最小のものか、不運なタイミングかもしれないという事実が出てきたからかもしれません。 しかし、このショーは、初めから終わりまで、毎秒、エキサイティングなものを見る時間が必要です。 私はこれをチェックすることを強くお勧めします！  （最初にコースチェックS1！）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs a dive further and further into this series. I see how truly underrated this is in terms of people seeing this. It deserves more credit than its ever got. Sometimes we don't need superpowers, complicated plot or complex areas to make a good series. This series so far has proved to me you need a good character base and exciting moments.\n\n\u001b[1mさらにこのシリーズへのダイビングとして。 私は本当にこれを見ている人々の面で過小評価されて参照してください。 これまで以上に信用を得る価値があります。 時には、スーパーパワーや複雑なプロット、複雑な領域などを必要としない場合もあります。 これまでのところ、私はあなたに良いキャラクターの基盤とエキサイティングな瞬間が必要であることが証明されました。\u001b[22m\n\u001b[1m(Sarani kono shirīzu e no daibingu to shite. Watashi wa hontōni kore o mite iru hitobito no men de kashō hyōka sa rete sanshō shite kudasai. Kore made ijō ni shin'yō o eru kachi ga arimasu. Tokiniha, sūpāpawā ya fukuzatsuna purotto, fukuzatsuna ryōiki nado o hitsuyō to shinai baai mo arimasu. Kore made no tokoro, watashi wa anata ni yoi kyarakutā no kiban to ekisaitinguna shunkan ga hitsuyōdearu koto ga shōmei sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mAs a dive further and further into this series. I see how truly underrated this is in terms of people seeing this. It deserves more credit than its ever got. Sometimes we don't need superpowers, complicated plot or complex areas to make a good series. This series so far has proved to me you need a good character base and exciting moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a dive further and further into this series.\u001b[24m\n    \u001b[1mさらにこのシリーズへのダイビングとして。\u001b[22m, \u001b[1mこのシリーズに、さらに、さらにダイブとして。\u001b[22m\n\u001b[4mI see how truly underrated this is in terms of people seeing this.\u001b[24m\n    \u001b[1m私は本当にこれを見ている人々の面で過小評価されて参照してください。\u001b[22m, \u001b[1m私は、これはこれを見て人々の面でどのように本当に過小評価を参照してください。\u001b[22m\n\u001b[4mIt deserves more credit than its ever got.\u001b[24m\n    \u001b[1mこれまで以上に信用を得る価値があります。\u001b[22m, \u001b[1mそれは、今まで持ってより多くの信用に値します。\u001b[22m\n\u001b[4mSometimes we don't need superpowers, complicated plot or complex areas to make a good series.\u001b[24m\n    \u001b[1m時には、スーパーパワーや複雑なプロット、複雑な領域などを必要としない場合もあります。\u001b[22m, \u001b[1m時には我々は良いシリーズを作るために超大国、複雑なプロットや複雑な領域を必要としません。\u001b[22m\n\u001b[4mThis series so far has proved to me you need a good character base and exciting moments.\u001b[24m\n    \u001b[1mこれまでのところ、私はあなたに良いキャラクターの基盤とエキサイティングな瞬間が必要であることが証明されました。\u001b[22m, \u001b[1mこのシリーズは、これまであなたが良い文字ベースとエキサイティングな瞬間を必要とする私に証明されています。\u001b[22m\n\u001b[1m\u001b[22m\nStory : 8/10 -\n\n\u001b[1mストーリー：8/10  - \u001b[22m\n\u001b[1m(Sutōrī: 8/ 10 -)\u001b[22m\n\nTranslations of \u001b[4mStory : 8/10 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory : 8/10 -\u001b[24m\n    \u001b[1mストーリー：8/10  - \u001b[22m, \u001b[1mストーリー：8月10日 - \u001b[22m\n\u001b[1m\u001b[22m\nThe story once again follows Vin Dis- Takumi as he keeps diving further and further into street racing. Now to give more of a basis than the review I did on the First Stage (insert plug here) im gonna dive into a few spoilers so skip the story part here if you want none. The story involves with his first ever loss in street racing caused by complete unfocus after the revelation of his girlfriends secret. It then gos on to deal with his recovery from losing and getting back to his best. Now this season is shorter than S1 , so it can't get as much done but considering its episode length it does great in getting his story out and developed and shows that even if a season is short, if done well it can be done very well.\n\n\u001b[1mストーリー・レースにさらに飛び込み続けると、もう一度ヴィン・ディクツミに続くストーリー。 今私が最初のステージ（ここにプラグインしてください）でやったレビューよりも多くの基礎を与えることは、いくつかのスポイラーにダイビングするつもりです。 物語は、彼のガールフレンドの秘密の啓示の後で完全な焦点を合わせることによって引き起こされたストリートレースでの彼の最初の損失である。 それから、彼の失ったことからの回復と最善を尽くすことに対処するためにゴスです。 今シーズンはS1よりも短くなっているので、それほど多くのことをすることはできませんが、エピソードの長さを考えれば、彼の話を出して開発するのには大変効果的です。シーズンが短い場合でも、うまくいけば非常にできます よく\u001b[22m\n\u001b[1m(Sutōrī rēsu ni sarani tobikomi tsudzukeru to, mōichido vu~in dikutsumi ni tsudzuku sutōrī. Ima watashi ga saisho no sutēji (koko ni puraguin shite kudasai) de yatta rebyū yori mo ōku no kiso o ataeru koto wa, ikutsu ka no supoirā ni daibingu suru tsumoridesu. Monogatari wa, kare no gārufurendo no himitsu no keiji no nochi de kanzen'na shōten o awaseru koto ni yotte hikiokosa reta sutorītorēsu de no kare no saisho no sonshitsudearu. Sorekara, kare no ushinatta koto kara no kaifuku to saizenwotsukusu koto ni taisho suru tame ni gosudesu. Ima shīzun wa S 1 yori mo mijikaku natte irunode, sorehodo ōku no koto o suru koto wa dekimasenga, episōdo no naga-sa o kangaereba, kare no hanashi o dashite kaihatsu suru no ni wa taihen kōka-tekidesu. Shīzun ga mijikai baai demo, umaku ikeba hijō ni dekimasu yoku)\u001b[22m\n\nTranslations of \u001b[4mThe story once again follows Vin Dis- Takumi as he keeps diving further and further into street racing. Now to give more of a basis than the review I did on the First Stage (insert plug here) im gonna dive into a few spoilers so skip the story part here if you want none. The story involves with his first ever loss in street racing caused by complete unfocus after the revelation of his girlfriends secret. It then gos on to deal with his recovery from losing and getting back to his best. Now this season is shorter than S1 , so it can't get as much done but considering its episode length it does great in getting his story out and developed and shows that even if a season is short, if done well it can be done very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story once again follows Vin Dis- Takumi as he keeps diving further and further into street racing.\u001b[24m\n    \u001b[1mストーリー・レースにさらに飛び込み続けると、もう一度ヴィン・ディクツミに続くストーリー。\u001b[22m, \u001b[1m彼はストリートレース中にさらに、さらにダイビングを保つように物語は再びヴィンDis-匠に従います。\u001b[22m\n\u001b[4mNow to give more of a basis than the review I did on the First Stage (insert plug here) im gonna dive into a few spoilers so skip the story part here if you want none.\u001b[24m\n    \u001b[1m今私が最初のステージ（ここにプラグインしてください）でやったレビューよりも多くの基礎を与えることは、いくつかのスポイラーにダイビングするつもりです。\u001b[22m, \u001b[1m今、私はまずステージ上にいたレビューより基礎の多くを与えるためにあなたは何もしたくない場合ので、ここで物語の部分をスキップいくつかのスポイラーにイムダイビングを（ここにプラグを挿入します）。\u001b[22m\n\u001b[4mThe story involves with his first ever loss in street racing caused by complete unfocus after the revelation of his girlfriends secret.\u001b[24m\n    \u001b[1m物語は、彼のガールフレンドの秘密の啓示の後で完全な焦点を合わせることによって引き起こされたストリートレースでの彼の最初の損失である。\u001b[22m, \u001b[1m物語は彼のガールフレンドの秘密の啓示の後に完全な非フォーカスによって生じるストリートレースで彼の初の損失が含まれます。\u001b[22m\n\u001b[4mIt then gos on to deal with his recovery from losing and getting back to his best.\u001b[24m\n    \u001b[1mそれから、彼の失ったことからの回復と最善を尽くすことに対処するためにゴスです。\u001b[22m, \u001b[1mその後失い、戻って彼の最高になってからの彼の回復に対処する上でGOS。\u001b[22m\n\u001b[4mNow this season is shorter than S1 , so it can't get as much done but considering its episode length it does great in getting his story out and developed and shows that even if a season is short, if done well it can be done very\u001b[24m\n    \u001b[1m今シーズンはS1よりも短くなっているので、それほど多くのことをすることはできませんが、エピソードの長さを考えれば、彼の話を出して開発するのには大変効果的です。シーズンが短い場合でも、うまくいけば非常にできます\u001b[22m, \u001b[1m今、このシーズンはS1よりも短いので、できるだけ多く行われますが、それは彼の話を得ることに大きなと開発ず、そのエピソードの長さを考慮し、シーズンが短い場合であってもよく行われている場合、それは非常に行うことができることを示し得ることができません\u001b[22m\n\u001b[4mwell.\u001b[24m\n    \u001b[1mよく\u001b[22m, \u001b[1mよく。\u001b[22m\n\u001b[1m\u001b[22m\nArt : 7/10 -\n\n\u001b[1mアート：7/10  - \u001b[22m\n\u001b[1m(Āto: 7/ 10 -)\u001b[22m\n\nTranslations of \u001b[4mArt : 7/10 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt : 7/10 -\u001b[24m\n    \u001b[1mアート：7/10  - \u001b[22m, \u001b[1mアート：7月10日 - \u001b[22m\n\u001b[1m\u001b[22m\nI mentioned this in my review of Stage 1 but Initial D was released many years ago at this point (17 almost i believe as I am writing this) . But I think considering the time it was made, the animation is done quite well and overall looks perfectly fine :D .\n\n\u001b[1m私はステージ1のレビューでこれを言及しましたが、初期のDは何年も前にこの時点でリリースされました（ほとんど私はこれを書いていると信じています）。 しかし、私はそれが作られた時を考えると、アニメーションはかなりうまくいっており、全体的には完全にうまく見えると思います。\u001b[22m\n\u001b[1m(Watashi wa sutēji 1 no rebyū de kore o genkyū shimashitaga, shoki no D wa nan-nen mo mae ni kono jiten de rirīsu sa remashita (hotondo watashi wa kore o kaite iru to shinjite imasu). Shikashi, watashi wa sore ga tsukura reta toki o kangaeru to, animēshon wa kanari umaku itte ori, zentai-teki ni wa kanzen ni umaku mieru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI mentioned this in my review of Stage 1 but Initial D was released many years ago at this point (17 almost i believe as I am writing this) . But I think considering the time it was made, the animation is done quite well and overall looks perfectly fine :D .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mentioned this in my review of Stage 1 but Initial D was released many years ago at this point (17 almost i believe as I am writing this) .\u001b[24m\n    \u001b[1m私はステージ1のレビューでこれを言及しましたが、初期のDは何年も前にこの時点でリリースされました（ほとんど私はこれを書いていると信じています）。\u001b[22m, \u001b[1m私はステージ1の私のレビューでこれを言及したが、頭文字Dは（17、私はこれを書いているように、ほとんど私は信じている）、この時点では何年も前にリリースされました。\u001b[22m\n\u001b[4mBut I think considering the time it was made, the animation is done quite well and overall looks perfectly fine :D .\u001b[24m\n    \u001b[1mしかし、私はそれが作られた時を考えると、アニメーションはかなりうまくいっており、全体的には完全にうまく見えると思います。\u001b[22m, \u001b[1mD：しかし、私はそれが行われた時間を考慮して、アニメーションが非常によく行われ、全体的に完全に正常に見えると思います。\u001b[22m\n\u001b[1m\u001b[22m\nSound : 9/10 -\n\n\u001b[1mサウンド：9/10  - \u001b[22m\n\u001b[1m(Saundo: 9/ 10 -)\u001b[22m\n\nTranslations of \u001b[4mSound : 9/10 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound : 9/10 -\u001b[24m\n    \u001b[1mサウンド：9/10  - \u001b[22m\n\u001b[1m\u001b[22m\nOnce again and amazing soundtrack, the producers behind Initial D seem like experts to me in great a soundtrack. Know the exact type of track to play while they are, well on the track and what to play when not driving around etc. Its done brilliant and deserves recognition.\n\n\u001b[1m再び驚くべきサウンドトラック、初期Dの後ろのプロデューサーは素晴らしいサウンドトラックで私の専門家のように見えます。 トラックの正確なタイプを把握している間は、トラック上には何を、周りにはドライブしていないときには何を演奏するのか、それはすばらしく、認識に値する。\u001b[22m\n\u001b[1m(Futatabi odorokubeki saundotorakku, shoki D no ushiro no purode~yūsā wa subarashī saundotorakku de watashi no senmonka no yō ni miemasu. Torakku no seikakuna taipu o haaku shite iru ma wa, torakku-jō ni wa nani o, mawari ni wa doraibu shite inai toki ni wa nani o ensō suru no ka, sore wa subarashiku, ninshiki ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mOnce again and amazing soundtrack, the producers behind Initial D seem like experts to me in great a soundtrack. Know the exact type of track to play while they are, well on the track and what to play when not driving around etc. Its done brilliant and deserves recognition.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again and amazing soundtrack, the producers behind Initial D seem like experts to me in great a soundtrack.\u001b[24m\n    \u001b[1m再び驚くべきサウンドトラック、初期Dの後ろのプロデューサーは素晴らしいサウンドトラックで私の専門家のように見えます。\u001b[22m, \u001b[1mもう一度、素晴らしいサウンドトラック、頭文字Dの後ろのプロデューサーは素晴らしいサウンドトラックで私に専門家のように見えます。\u001b[22m\n\u001b[4mKnow the exact type of track to play while they are, well on the track and what to play when not driving around etc. Its done brilliant and deserves recognition.\u001b[24m\n    \u001b[1mトラックの正確なタイプを把握している間は、トラック上には何を、周りにはドライブしていないときには何を演奏するのか、それはすばらしく、認識に値する。\u001b[22m, \u001b[1m彼らはしている間だけでなくトラックと何その華麗行われ、評価に値するの周りなどを運転していないときに再生するには、再生するトラックのタイプを正確に知っています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter : 9/10 -\n\n\u001b[1mキャラクター：9/10  - \u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10 -)\u001b[22m\n\nTranslations of \u001b[4mCharacter : 9/10 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter : 9/10 -\u001b[24m\n    \u001b[1mキャラクター：9/10  - \u001b[22m\n\u001b[1m\u001b[22m\nI wont dive too into characters again as I have done so on a previous review for the First Stage, but the characters again are done very well, make the show entertaining and carry this forward. Obviously I have problems with a specific character *cough* Natsuki *cough* , but they execute that very well as well. I think the characters are perfect for this show from Takumi's aloofness to his goofy friends and all the drivers they come across.\n\n\u001b[1m最初のステージの前回のレビューでこれをやったので、私はキャラクターに再び飛び込みませんでしたが、キャラクターたちはもう一度とてもうまくやって、ショーを楽しませ、これを前進させます。 明らかに私は特定のキャラクター*咳*夏樹*咳*に問題がありますが、彼らもそれをうまく実行します。 キャラクターは、タクミの冗談から、おしゃれな友人や、彼らが出会うすべてのドライバーまで、この番組には完璧だと思います。\u001b[22m\n\u001b[1m(Saisho no sutēji no zenkai no rebyū de kore o yattanode, watashi wa kyarakutā ni futatabi tobikomimasendeshitaga, kyarakutā-tachi wa mōichido totemo umaku yatte, shō o tanoshima se, kore o zenshin sa semasu. Akiraka ni watashi wa tokutei no kyarakutā* seki* Natsuki* seki* ni mondai ga arimasuga, karera mo sore o umaku jikkō shimasu. Kyarakutā wa, Takumi no jōdan kara, osharena yūjin ya, karera ga deau subete no doraibā made, kono bangumi ni wa kanpekida to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI wont dive too into characters again as I have done so on a previous review for the First Stage, but the characters again are done very well, make the show entertaining and carry this forward. Obviously I have problems with a specific character *cough* Natsuki *cough* , but they execute that very well as well. I think the characters are perfect for this show from Takumi's aloofness to his goofy friends and all the drivers they come across.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wont dive too into characters again as I have done so on a previous review for the First Stage, but the characters again are done very well, make the show entertaining and carry this forward.\u001b[24m\n    \u001b[1m最初のステージの前回のレビューでこれをやったので、私はキャラクターに再び飛び込みませんでしたが、キャラクターたちはもう一度とてもうまくやって、ショーを楽しませ、これを前進させます。\u001b[22m, \u001b[1m私は第一段階のための以前のレビューにそうしているように私は再び文字にすぎダイビング文句を言わないが、文字が再びショーが面白い作ると、この前方を運ぶ、非常によくやっています。\u001b[22m\n\u001b[4mObviously I have problems with a specific character *cough* Natsuki *cough* , but they execute that very well as well.\u001b[24m\n    \u001b[1m明らかに私は特定のキャラクター*咳*夏樹*咳*に問題がありますが、彼らもそれをうまく実行します。\u001b[22m, \u001b[1mもちろん、私は*咳*なつき*咳*特定の文字に問題があるが、彼らは同様にその非常によく実行されます。\u001b[22m\n\u001b[4mI think the characters are perfect for this show from Takumi's aloofness to his goofy friends and all the drivers they come across.\u001b[24m\n    \u001b[1mキャラクターは、タクミの冗談から、おしゃれな友人や、彼らが出会うすべてのドライバーまで、この番組には完璧だと思います。\u001b[22m, \u001b[1m私は文字が彼の間抜けな友人や、彼らが遭遇するすべてのドライバに匠のよそよそしい態度から、このショーのために完璧だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment : 10/10 -\n\n\u001b[1m楽しさ：10/10  - \u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10 -)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment : 10/10 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment : 10/10 -\u001b[24m\n    \u001b[1m楽しさ：10/10  - \u001b[22m\n\u001b[1m\u001b[22m\nOnce again I find myself saying how much I am thoroughly enjoying this show, its leaves me gripped to the edge of my seat wanting to watch more each time as well as getting me excited for the next episode. I don't think I have enjoyed a serious more before.\n\n\u001b[1mもう一度私はこの番組を徹底的に楽しんでいると言っています。私は自分の席の端に釘付けになり、次回のエピソードに興奮しています。 私は以前より深刻なことを楽しんだとは思わない。\u001b[22m\n\u001b[1m(Mōichido watashi wa kono bangumi o tetteiteki ni tanoshinde iru to itte imasu. Watashi wa jibun no seki no hashi ni kugidzuke ni nari, jikai no episōdo ni kōfun shite imasu. Watashi wa izen yori shinkokuna koto o tanoshinda to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mOnce again I find myself saying how much I am thoroughly enjoying this show, its leaves me gripped to the edge of my seat wanting to watch more each time as well as getting me excited for the next episode. I don't think I have enjoyed a serious more before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again I find myself saying how much I am thoroughly enjoying this show, its leaves me gripped to the edge of my seat wanting to watch more each time as well as getting me excited for the next episode.\u001b[24m\n    \u001b[1mもう一度私はこの番組を徹底的に楽しんでいると言っています。私は自分の席の端に釘付けになり、次回のエピソードに興奮しています。\u001b[22m, \u001b[1mもう一度私は自分自身が、私は徹底的にこのショーを楽しんでいますどのくらい言っ見つけ、その私は次のエピソードのために私は興奮と同様に各時間をより多くのを見たいという私の席の端に把持残します。\u001b[22m\n\u001b[4mI don't think I have enjoyed a serious more before.\u001b[24m\n    \u001b[1m私は以前より深刻なことを楽しんだとは思わない。\u001b[22m, \u001b[1m私はもっと前に深刻なを楽しんでいるとは思いません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall : 8/10 -\n\n\u001b[1m全体：8/10  - \u001b[22m\n\u001b[1m(Zentai: 8/ 10 -)\u001b[22m\n\nTranslations of \u001b[4mOverall : 8/10 -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall : 8/10 -\u001b[24m\n    \u001b[1m全体：8/10  - \u001b[22m, \u001b[1m全体：8月10日 - \u001b[22m\n\u001b[1m\u001b[22m\nI am so surprised not as many people have ever heard of this show. It might be because of the time it came out, the fact that the 'Cars' genre on MAL is one of the smallest that exist or just unlucky timing maybe? But this show is worth the time to watch every second and exciting from beginning to end. I highly recommend checking this out! (course check S1 out first!)\n\n\u001b[1m私はこのショーについて多くの人が聞いたことではなく、とても驚いています。 それは、MAL上の「Cars」のジャンルが存在する最小のものか、不運なタイミングかもしれないという事実が出てきたからかもしれません。 しかし、このショーは、初めから終わりまで、毎秒、エキサイティングなものを見る時間が必要です。 私はこれをチェックすることを強くお勧めします！  （最初にコースチェックS1！）\u001b[22m\n\u001b[1m(Watashi wa kono shō ni tsuite ōku no hito ga kiita kotode wa naku, totemo odoroite imasu. Sore wa, MAL-jō no `kāzu' no janru ga sonzai suru saishō no mono ka, fuun'na taimingu kamo shirenai to iu jijitsu ga dete kitakara kamo shiremasen. Shikashi, kono shō wa, hajimekara owari made, maibyō, ekisaitinguna mono o miru jikan ga hitsuyōdesu. Watashi wa kore o chekku suru koto o tsuyoku o susume shimasu! (Saisho ni kōsuchekku S 1! ))\u001b[22m\n\nTranslations of \u001b[4mI am so surprised not as many people have ever heard of this show. It might be because of the time it came out, the fact that the 'Cars' genre on MAL is one of the smallest that exist or just unlucky timing maybe? But this show is worth the time to watch every second and exciting from beginning to end. I highly recommend checking this out! (course check S1 out first!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am so surprised not as many people have ever heard of this show.\u001b[24m\n    \u001b[1m私はこのショーについて多くの人が聞いたことではなく、とても驚いています。\u001b[22m, \u001b[1m私は多くの人々が今までこの番組を聞いたことがないので驚いています。\u001b[22m\n\u001b[4mIt might be because of the time it came out, the fact that the 'Cars' genre on MAL is one of the smallest that exist or just unlucky timing maybe?\u001b[24m\n    \u001b[1mそれは、MAL上の「Cars」のジャンルが存在する最小のものか、不運なタイミングかもしれないという事実が出てきたからかもしれません。\u001b[22m, \u001b[1mそれはので、それが出てきた時、MALの「カーズ」ジャンルが多分に存在するか、単に不運なタイミング、その最小の一つであることは事実であるかもしれませんか？\u001b[22m\n\u001b[4mBut this show is worth the time to watch every second and exciting from beginning to end.\u001b[24m\n    \u001b[1mしかし、このショーは、初めから終わりまで、毎秒、エキサイティングなものを見る時間が必要です。\u001b[22m, \u001b[1mしかし、このショーは最初から最後まで毎秒とエキサイティングを見る時間の価値があります。\u001b[22m\n\u001b[4mI highly recommend checking this out!\u001b[24m\n    \u001b[1m私はこれをチェックすることを強くお勧めします！\u001b[22m, \u001b[1m私は非常にこれをチェックアウトしてお勧めします！\u001b[22m\n\u001b[4m(course check S1 out first!)\u001b[24m\n    \u001b[1m（最初にコースチェックS1！）\u001b[22m, \u001b[1m（もちろん最初S1をチェックしてください！）\u001b[22m"
  },
  {
    "title": "Initial_D_Second_Stage",
    "id": "186",
    "url": "https://myanimelist.net/anime/186/Initial_D_Second_Stage",
    "user": "apatch3",
    "profile": "/profile/apatch3/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=53861",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\n私はあなたたちに正直になるだろう、私は本当に前任者よりもはるかに、第二段階を楽しんだ。 シリーズの浪費を浪費する唯一の13 epsで、言われたことややったことのほとんどが物語に追加されたり、文字を大きく発展させたりしていました。 最初のステージははるかに離れていましたが、もっと不必要なコミックリリーフがありました。\n\nステージ1の一木さんは私に迷惑をかけてしまいました。彼は激しく、激しく、刺激的で、人間としての失敗でしたが、彼は全く成長しなかったのは残念でした。しかし、第二段階では変化の兆候が見え始め、 それだけではありません。 キャストのメンバー一人一人が変化の兆しを見せています。この種のキャラクター開発は、最初のステージから完全に欠けていました。\n\nこれを言っても、第2ステージでは全くのフォーカスが失われていませんでした。このキャラクターの発展とともに、エキサイティングなレースが多く見られ、以前よりもさらに優れたアニメーションが実現しました。\n\n私はエンディングのテーマを選んだ人に帽子をかける。シリーズにもうってつけだからね。\n\nあなたが最初のD（特に最初のシーズン）を好きにならない車が好きでないなら、結論としては、ショーにはもっと多くのものがあります。\n\nPS  - 私はいつも狂ったように運転してきました - 匠のように私は14歳で不法運転を始め、多くのものが車輪のようなものだと思っていますが、私にとってはこれが私のものです。 私は世界で何かのためにそれをあきらめないだろう！\n\n私は車が好きですが、私はそれらの上にたくさんのお金を費やすことに反対しています、私は重要なのは、あなたの車の仕組みを理解していることです。\n\n私が持っている1つの批判 - これまでのところ、一連の致命的な傷害は一度も起こっていないということです。私のいとこは死亡しました。ストリート・レーシング、初期Dが描くハッピー・エンディングのようなものは、 人々は壁を突き破って山を下る",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI'll be honest with you guys, I really enjoyed the second stage, much more so than its predecessor. With only 13 eps to spare the series wastes no time, almost everything that is said or done adds to the story or develops the characters significantly, it was this that kept me glued to the screen as I watched it. The first stage was much more spaced out there was a lot more needless comic relief.\n\n\u001b[1m私はあなたたちに正直になるだろう、私は本当に前任者よりもはるかに、第二段階を楽しんだ。 シリーズの浪費を浪費する唯一の13 epsで、言われたことややったことのほとんどが物語に追加されたり、文字を大きく発展させたりしていました。 最初のステージははるかに離れていましたが、もっと不必要なコミックリリーフがありました。\u001b[22m\n\u001b[1m(Watashi wa anata-tachi ni shōjiki ni narudarou, watashi wa hontōni zen'nin-sha yori mo haruka ni, dainidankai o tanoshinda. Shirīzu no rōhi o rōhi suru yuiitsu no 13 eps de, iwa reta koto ya yatta koto no hotondo ga monogatari ni tsuika sa re tari, moji o ōkiku hatten sa se tari shite imashita. Saisho no sutēji wa haruka ni hanarete imashitaga, motto fuhitsuyōna komikkurirīfu ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI'll be honest with you guys, I really enjoyed the second stage, much more so than its predecessor. With only 13 eps to spare the series wastes no time, almost everything that is said or done adds to the story or develops the characters significantly, it was this that kept me glued to the screen as I watched it. The first stage was much more spaced out there was a lot more needless comic relief.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll be honest with you guys, I really enjoyed the second stage, much more so than its predecessor.\u001b[24m\n    \u001b[1m私はあなたたちに正直になるだろう、私は本当に前任者よりもはるかに、第二段階を楽しんだ。\u001b[22m, \u001b[1m私はあなたたちに正直になるだろう、私は本当に多くのより多くのように前任者よりも、第二ステージを楽しみました。\u001b[22m\n\u001b[4mWith only 13 eps to spare the series wastes no time, almost everything that is said or done adds to the story or develops the characters significantly, it was this that kept me glued to the screen as I watched it.\u001b[24m\n    \u001b[1mシリーズの浪費を浪費する唯一の13 epsで、言われたことややったことのほとんどが物語に追加されたり、文字を大きく発展させたりしていました。\u001b[22m, \u001b[1mシリーズの浪費には時間を惜しまないための唯一の13のeps、ストーリーに追加または大幅に文字を開発または前記行われるほとんどすべてで、それは私がそれを見て、画面にくぎ付け私を維持し、このでした。\u001b[22m\n\u001b[4mThe first stage was much more spaced out there was a lot more needless comic relief.\u001b[24m\n    \u001b[1m最初のステージははるかに離れていましたが、もっと不必要なコミックリリーフがありました。\u001b[22m, \u001b[1m第一段階は、より多くの不要なコミックリリーフがあったうち、はるかに間隔をあけました。\u001b[22m\n\u001b[1m\u001b[22m\nItsuki from stage 1 annoyed me, he was brash, loud, irritating and a failure as a human being, it was frustrating that he didn't develop at all - but the during the second stage he begins to show signs of changing, and it isn't just Itsuki. Every single member of the cast shows signs of changing - this sort of character development was completely absent from the first stage.\n\n\u001b[1mステージ1の一木さんは私に迷惑をかけてしまいました。彼は激しく、激しく、刺激的で、人間としての失敗でしたが、彼は全く成長しなかったのは残念でした。しかし、第二段階では変化の兆候が見え始め、 それだけではありません。 キャストのメンバー一人一人が変化の兆しを見せています。この種のキャラクター開発は、最初のステージから完全に欠けていました。\u001b[22m\n\u001b[1m(Sutēji 1 no Ichiki-san wa watashi ni meiwaku o kakete shimaimashita. Kare wa hageshiku, hageshiku, shigeki-tekide, ningen to shite no shippaideshitaga, kare wa mattaku seichō shinakatta no wa zan'nendeshita. Shikashi, dainidankaide wa henka no chōkō ga mie hajime, sore dakede wa arimasen. Kyasuto no menbā hitorihitori ga henka no kizashi o misete imasu. Kono tane no kyarakutā kaihatsu wa, saisho no sutēji kara kanzen ni kakete imashita.)\u001b[22m\n\nTranslations of \u001b[4mItsuki from stage 1 annoyed me, he was brash, loud, irritating and a failure as a human being, it was frustrating that he didn't develop at all - but the during the second stage he begins to show signs of changing, and it isn't just Itsuki. Every single member of the cast shows signs of changing - this sort of character development was completely absent from the first stage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mItsuki from stage 1 annoyed me, he was brash, loud, irritating and a failure as a human being, it was frustrating that he didn't develop at all - but the during the second stage he begins to show signs of changing, and it\u001b[24m\n    \u001b[1mステージ1の一木さんは私に迷惑をかけてしまいました。彼は激しく、激しく、刺激的で、人間としての失敗でしたが、彼は全く成長しなかったのは残念でした。しかし、第二段階では変化の兆候が見え始め、\u001b[22m, \u001b[1mステージ1から五木は私を悩ませ、彼は人間として、生意気な大声で、刺激性および失敗だった、彼が全く発生しなかったことをイライラさせられた - しかし、第二段階の間に、彼は変更の兆候が見え始めると、それ\u001b[22m\n\u001b[4misn't just Itsuki.\u001b[24m\n    \u001b[1mそれだけではありません。\u001b[22m, \u001b[1mただ五木ではありません。\u001b[22m\n\u001b[4mEvery single member of the cast shows signs of changing - this sort of character development was completely absent from the first stage.\u001b[24m\n    \u001b[1mキャストのメンバー一人一人が変化の兆しを見せています。この種のキャラクター開発は、最初のステージから完全に欠けていました。\u001b[22m, \u001b[1mキャストのすべての単一のメンバーは、変化の兆しを示している - キャラクターの成長のこの種のは、最初の段階から完全に存在しませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nHaving said this the 2nd stage hasn't lost its focus at all, along with this character development we get to see lots of exciting races and they're animated even better than they were before.\n\n\u001b[1mこれを言っても、第2ステージでは全くのフォーカスが失われていませんでした。このキャラクターの発展とともに、エキサイティングなレースが多く見られ、以前よりもさらに優れたアニメーションが実現しました。\u001b[22m\n\u001b[1m(Kore o itte mo, dai 2 sutējide wa mattaku no fōkasu ga ushinawa rete imasendeshita. Kono kyarakutā no hatten to tomoni, ekisaitinguna rēsu ga ōku mi rare, izen yori mo sarani sugureta animēshon ga jitsugen shimashita.)\u001b[22m\n\nTranslations of \u001b[4mHaving said this the 2nd stage hasn't lost its focus at all, along with this character development we get to see lots of exciting races and they're animated even better than they were before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving said this the 2nd stage hasn't lost its focus at all, along with this character development we get to see lots of exciting races and they're animated even better than they were before.\u001b[24m\n    \u001b[1mこれを言っても、第2ステージでは全くのフォーカスが失われていませんでした。このキャラクターの発展とともに、エキサイティングなレースが多く見られ、以前よりもさらに優れたアニメーションが実現しました。\u001b[22m, \u001b[1mこの第二段階は、我々はエキサイティングなレースをたくさん見ることが、この文字の発達に伴い、まったくそのフォーカスを失っていないと、彼らが前にいたよりもさらに優れたアニメーション化していると述べました。\u001b[22m\n\u001b[1m\u001b[22m\nI take my hat off to whoever picked the ending theme - because it suits the series so SO well.\n\n\u001b[1m私はエンディングのテーマを選んだ人に帽子をかける。シリーズにもうってつけだからね。\u001b[22m\n\u001b[1m(Watashi wa endingu no tēma o eranda hito ni bōshi o kakeru. Shirīzu ni mo uttetsukedakara ne.)\u001b[22m\n\nTranslations of \u001b[4mI take my hat off to whoever picked the ending theme - because it suits the series so SO well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI take my hat off to whoever picked the ending theme - because it suits the series so SO well.\u001b[24m\n    \u001b[1m私はエンディングのテーマを選んだ人に帽子をかける。シリーズにもうってつけだからね。\u001b[22m, \u001b[1m私はエンディングテーマを選んだ人には誰にでもオフに私の帽子を取る - それはとてもとてもよくシリーズに合っているため。\u001b[22m\n\u001b[1m\u001b[22m\nTo conclude, if you don't like cars you're probably not going to like Initial D (especially the first season), the show does have a lot more to offer though.\n\n\u001b[1mあなたが最初のD（特に最初のシーズン）を好きにならない車が好きでないなら、結論としては、ショーにはもっと多くのものがあります。\u001b[22m\n\u001b[1m(Anata ga saisho no D (tokuni saisho no shīzun) o suki ni naranai kuruma ga sukidenainara, ketsuron to shite wa, shō ni wa motto ōku no mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo conclude, if you don't like cars you're probably not going to like Initial D (especially the first season), the show does have a lot more to offer though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo conclude, if you don't like cars you're probably not going to like Initial D (especially the first season), the show does have a lot more to offer though.\u001b[24m\n    \u001b[1mあなたが最初のD（特に最初のシーズン）を好きにならない車が好きでないなら、結論としては、ショーにはもっと多くのものがあります。\u001b[22m, \u001b[1mあなたはおそらく頭文字D（特に最初のシーズンを）好きでするつもりはない車が好きではない場合は、結論として、ショーはかかわらず、提供するためにもっとたくさん持っています。\u001b[22m\n\u001b[1m\u001b[22m\nPS - I have always driven like a lunatic - Like Takumi I began driving Illegally at 14 and own what many would describe as a piece of shit on wheels, but to me it's my piece of shit - something I've driven for 7 years now I wouldn't give it up for anything in the world!\n\n\u001b[1mPS  - 私はいつも狂ったように運転してきました - 匠のように私は14歳で不法運転を始め、多くのものが車輪のようなものだと思っていますが、私にとってはこれが私のものです。 私は世界で何かのためにそれをあきらめないだろう！\u001b[22m\n\u001b[1m(PS - watashi wa itsumo kurutta yō ni unten shite kimashita - takumi no yō ni watashi wa 14-sai de fuhō unten o hajime, ōku no mono ga sharin no yōna monoda to omotte imasuga, watashi ni totte wa kore ga watashi no monodesu. Watashi wa sekai de nanika no tame ni sore o akiramenaidarou!)\u001b[22m\n\nTranslations of \u001b[4mPS - I have always driven like a lunatic - Like Takumi I began driving Illegally at 14 and own what many would describe as a piece of shit on wheels, but to me it's my piece of shit - something I've driven for 7 years now I wouldn't give it up for anything in the world!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS - I have always driven like a lunatic - Like Takumi I began driving Illegally at 14 and own what many would describe as a piece of shit on wheels, but to me it's my piece of shit - something I've driven for 7 years now\u001b[24m\n    \u001b[1mPS  - 私はいつも狂ったように運転してきました - 匠のように私は14歳で不法運転を始め、多くのものが車輪のようなものだと思っていますが、私にとってはこれが私のものです。\u001b[22m, \u001b[1mPS  - 私はいつも狂人のように牽引してきた - 匠のように私は14で違法運転を始め、多くは車輪のたわごとのピースとして記述するだろうか所有しますが、私にはそれはたわごとの私の作品だ - 私は今、7年間駆動しました何かを\u001b[22m\n\u001b[4mI wouldn't give it up for anything in the world!\u001b[24m\n    \u001b[1m私は世界で何かのためにそれをあきらめないだろう！\u001b[22m, \u001b[1m私は世界で何のためにそれをあきらめないだろう！\u001b[22m\n\u001b[1m\u001b[22m\nI like cars, but I'm against spending loads of money on them, I think what's important is that you understand how your vehicle works, that you put in the time and effort to 'make it your own'.\n\n\u001b[1m私は車が好きですが、私はそれらの上にたくさんのお金を費やすことに反対しています、私は重要なのは、あなたの車の仕組みを理解していることです。\u001b[22m\n\u001b[1m(Watashi wa kuruma ga sukidesuga, watashi wa sorera no ue ni takusan no okane o tsuiyasu koto ni hantai shite imasu, watashi wa jūyōna no wa, anata no kuruma no shikumi o rikai shite iru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI like cars, but I'm against spending loads of money on them, I think what's important is that you understand how your vehicle works, that you put in the time and effort to 'make it your own'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like cars, but I'm against spending loads of money on them, I think what's important is that you understand how your vehicle works, that you put in the time and effort to 'make it your own'.\u001b[24m\n    \u001b[1m私は車が好きですが、私はそれらの上にたくさんのお金を費やすことに反対しています、私は重要なのは、あなたの車の仕組みを理解していることです。\u001b[22m, \u001b[1m私は車が好きで、私は彼らにお金の支出負荷反対だ、私は何が重要ですが、あなたが「それはあなた自身作る」ために時間と労力に入れていることを、あなたはあなたの車がどのように機能するかを理解することだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nOne criticism I do have - is that so far there hasn't been a single fatal injury in the series, my cousin died while street racing, the sort of happy endings that Initial D portrays don't always take place, in the real world people end up smashing through barriers and falling off mountains\n\n\u001b[1m私が持っている1つの批判 - これまでのところ、一連の致命的な傷害は一度も起こっていないということです。私のいとこは死亡しました。ストリート・レーシング、初期Dが描くハッピー・エンディングのようなものは、 人々は壁を突き破って山を下る\u001b[22m\n\u001b[1m(Watashi ga motte iru 1tsu no hihan - kore made no tokoro, ichiren no chimei-tekina shōgai wa ichido mo okotte inai to iu kotodesu. Watashi no itoko wa shibō shimashita. Sutorīto rēshingu, shoki D ga kaku happī endingu no yōna mono wa, hitobito wa kabe o tsukiyabutte yama o kudaru)\u001b[22m\n\nTranslations of \u001b[4mOne criticism I do have - is that so far there hasn't been a single fatal injury in the series, my cousin died while street racing, the sort of happy endings that Initial D portrays don't always take place, in the real world people end up smashing through barriers and falling off mountains\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne criticism I do have - is that so far there hasn't been a single fatal injury in the series, my cousin died while street racing, the sort of happy endings that Initial D portrays don't always take place, in the real world\u001b[24m\n    \u001b[1m私が持っている1つの批判 - これまでのところ、一連の致命的な傷害は一度も起こっていないということです。私のいとこは死亡しました。ストリート・レーシング、初期Dが描くハッピー・エンディングのようなものは、\u001b[22m, \u001b[1m私が持っている一つの批判は - これまでのシリーズで、単一の致命的な損傷がなかった、私のいとこは、現実の世界では、ストリートレース、頭文字Dは常に行われません描くハッピーエンドの一種ながら死亡したということです\u001b[22m\n\u001b[4mpeople end up smashing through barriers and falling off mountains\u001b[24m\n    \u001b[1m人々は壁を突き破って山を下る\u001b[22m, \u001b[1m人々は山に障壁を壊しと脱落してしまいます\u001b[22m"
  },
  {
    "title": "Initial_D_Second_Stage",
    "id": "186",
    "url": "https://myanimelist.net/anime/186/Initial_D_Second_Stage",
    "user": "Dae_Lhach",
    "profile": "/profile/Dae_Lhach/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=44843",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n第2段階は第1段階の半分であった。 それはより短かったが、それはまだ最初の段階と同じくらい多くのパンチを詰め込んだ。 このレースシーンはすばらしかったです！ アートワークははるかにきれいで、最初よりもスムーズに流れました。 あなたは、ストーリーテリングとキャラクターの開発が第2ステージの主な焦点だったと知ることができます。 全体的には素晴らしいシリーズであり、私は間違いなくそれを再び見るだろう。 いすきにはなんとなく残念です。 貧しい男はどんな女性とでも休憩を取ることができません！ ハハ9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSecond Stage was half as long as First Stage. Although it was shorter it still packed just as much a punch as the first stage did. The race scenes in this one were awesome! The artwork was much cleaner and flowed WAY SMOOTHER than the first. You can tell that the storytelling and character development was the main focus of Second Stage. Overall it is an excellent series and I would watch it again without a doubt. I kind of feel sorry for Itsuki though. Poor Guy can't catch a break with ANY WOMAN! haha 9 out of 10\n\n\u001b[1m第2段階は第1段階の半分であった。 それはより短かったが、それはまだ最初の段階と同じくらい多くのパンチを詰め込んだ。 このレースシーンはすばらしかったです！ アートワークははるかにきれいで、最初よりもスムーズに流れました。 あなたは、ストーリーテリングとキャラクターの開発が第2ステージの主な焦点だったと知ることができます。 全体的には素晴らしいシリーズであり、私は間違いなくそれを再び見るだろう。 いすきにはなんとなく残念です。 貧しい男はどんな女性とでも休憩を取ることができません！ ハハ9/10\u001b[22m\n\u001b[1m(Dai 2 dankai wa dai 1 dankai no hanbundeatta. Soreha yori mijikakattaga, sore wa mada saisho no dankai to onaji kurai ōku no panchi o tsumekonda. Kono rēsushīn wa subarashikattadesu! Ātowāku wa haruka ni kireide, saisho yori mo sumūzu ni nagaremashita. Anata wa, sutōrīteringu to kyarakutā no kaihatsu ga dai 2 sutēji no omona shōtendatta to shiru koto ga dekimasu. Zentai-teki ni wa subarashī shirīzudeari, watashi wa machigainaku sore o futatabi mirudarou. I suki ni wa nantonaku zan'nendesu. Mazushī otoko wa don'na josei to demo kyūkei o toru koto ga dekimasen! Haha 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSecond Stage was half as long as First Stage. Although it was shorter it still packed just as much a punch as the first stage did. The race scenes in this one were awesome! The artwork was much cleaner and flowed WAY SMOOTHER than the first. You can tell that the storytelling and character development was the main focus of Second Stage. Overall it is an excellent series and I would watch it again without a doubt. I kind of feel sorry for Itsuki though. Poor Guy can't catch a break with ANY WOMAN! haha 9 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecond Stage was half as long as First Stage.\u001b[24m\n    \u001b[1m第2段階は第1段階の半分であった。\u001b[22m, \u001b[1m第二段階は限り第一段階として半分でした。\u001b[22m\n\u001b[4mAlthough it was shorter it still packed just as much a punch as the first stage did.\u001b[24m\n    \u001b[1mそれはより短かったが、それはまだ最初の段階と同じくらい多くのパンチを詰め込んだ。\u001b[22m, \u001b[1mそれは短かったが、第一段階がしたように、それはまだ同じように多くのパンチをパック。\u001b[22m\n\u001b[4mThe race scenes in this one were awesome!\u001b[24m\n    \u001b[1mこのレースシーンはすばらしかったです！\u001b[22m, \u001b[1mこの1でのレースシーンは素晴らしいでした！\u001b[22m\n\u001b[4mThe artwork was much cleaner and flowed WAY SMOOTHER than the first.\u001b[24m\n    \u001b[1mアートワークははるかにきれいで、最初よりもスムーズに流れました。\u001b[22m, \u001b[1mアートワークは、非常にクリーンであり、最初のものよりWAY SMOOTHER流れました。\u001b[22m\n\u001b[4mYou can tell that the storytelling and character development was the main focus of Second Stage.\u001b[24m\n    \u001b[1mあなたは、ストーリーテリングとキャラクターの開発が第2ステージの主な焦点だったと知ることができます。\u001b[22m, \u001b[1mあなたは物語やキャラクター開発は第二段階の主な焦点であったことを伝えることができます。\u001b[22m\n\u001b[4mOverall it is an excellent series and I would watch it again without a doubt.\u001b[24m\n    \u001b[1m全体的には素晴らしいシリーズであり、私は間違いなくそれを再び見るだろう。\u001b[22m, \u001b[1m全体的に優れたシリーズですと私は間違いなく再びそれを見るだろう。\u001b[22m\n\u001b[4mI kind of feel sorry for Itsuki though.\u001b[24m\n    \u001b[1mいすきにはなんとなく残念です。\u001b[22m, \u001b[1m私は一種のしかし五木に同情します。\u001b[22m\n\u001b[4mPoor Guy can't catch a break with ANY WOMAN!\u001b[24m\n    \u001b[1m貧しい男はどんな女性とでも休憩を取ることができません！\u001b[22m, \u001b[1m貧しい男は、すべての女性との休憩をキャッチすることはできません！\u001b[22m\n\u001b[4mhaha 9 out of 10\u001b[24m\n    \u001b[1mハハ9/10\u001b[22m, \u001b[1m笑9アウトの10\u001b[22m"
  },
  {
    "title": "Initial_D_Second_Stage",
    "id": "186",
    "url": "https://myanimelist.net/anime/186/Initial_D_Second_Stage",
    "user": "HybridMedia",
    "profile": "/profile/HybridMedia/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=64087",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nこのレビューは、First Stage＆amp; 第二段階。 私は可能な限り多くを台無しにしないようにします。\n\nさて、私にとっては、これは、ストリート・レーシングをテーマにしたアニメ・シリーズでは希少ですが、8カ国でそのコンセプトが知られており、ストリート・レースがメディアの他の部分に関わっているという事実から、  Midnight Clubのようなビデオゲームを含む、ストリートレースのいくつかの要素はGrand Theft Auto＆amp; amp; ニード・フォー・スピードのフランチャイズの後半の反復と、映画の中で、私は後でこのレビューに出す予定です。\n\n\n\nとにかく、Shigeno Shigenoが作ったマンガシリーズをベースにしており、コダナシャのYoung Magazineで連載されています。 物語は、不法な日本のストリートレースの世界に焦点を当てています。ここではすべてのアクションが山道に集中し、まれに都市や都市部に集中しています。ドリフトレーシングスタイル（ドライバーが意図的にオーバーステアしてトラクションを失う 後輪はコーナーの入口から出口への制御を維持しながら特に強調されている。\n\n\n\nシリーズの第1段階では、昼間にガソリンスタンドで働く高校生の藤原匠さんに焦点を当てていますが、夜は父の豆腐屋さん（7年生以降）です。 彼の父は、彼の若い時代に大きな評判を得た「秋菜の幽霊」として知られていた通りのレーサー、富士原文太です。 琢磨は地元の山道を漂流することに固有の感覚を持っていましたが、自然なエキスパートですが、地元のレースチームがAkina Speed Starsと呼ばれるまで、 最後の1つは事故を起こし、熟練したストリートレーサーRedSunsを支配することに対して上がっている。\n\n\n\nシリーズ第2ステージでは、栃木県のチームがチーム天皇と呼ばれ、指導者の須藤恭一が群馬の各レースチームに挑戦し、勝利を収め、Akina Eight-Sixのことを聞くと、 その周りの緊張感は、Akina SpeedStarsだけでなく、群馬エリアのすべてのレーサーのために発生します。\n\n\n\n登場人物はタクミがストリートレースについては気にしないようだが、シリーズの後半にはトヨタのスプリント・トレーノであるにもかかわらず、ストリート・レーサーの誇りを理解し始め、挑戦を受け始める 他のレーサーの車より劣っていると思われるAE86と、琢磨がレースでそれらを輝かせるとき、彼が持っているものは現在の基準に達していないにもかかわらず、私はこの質問をする.........彼はタッチを持っていますか？\n\n\n\nさて、それはちょっとばかげたことでした。\n\n彼のチームについては、彼の友人Itsukiはショーのコミックリリーフであり、はい、彼は大声で不快であり、しばらく口を閉ざさないが、彼は匠と自らのレーススキルに自信を持つ役割を果たす 。  IketaniはAkina SpeedStarsのリーダーであり、彼は平均的なドライバーですが、彼は数回でリーダーシップに合っています。Kenji、Iketaniの親友、そしておそらくグループのレベルリーダーの一人です（Iketaniは近い秒です）  。\n\n私は匠の愛の関心である茂木夏樹の言葉に言及しています。そして、彼はこのサブプロットを持ち、結局一緒になってしまいますが、第2ステージまでは大きくはなりません。 彼女はエンジョ・コサイに関わっていることを知っていたが、タクミだけが脳に愛を持つ人ではなかった。 イケタニは、運転手として彼女とレースデュオのインパクトブルーの一員である佐藤真子という名前の女の子と彼女のパートナーサユキをナビゲーターとして胸を張っているが、その関係も悲惨な結果をもたらしている。  。この女の子との関係があったが、その部分はシリーズのプロットにとって非常に重要ではない。\n\n\n\nさて、元々、このシリーズはファースト・アンド・ファイヤー映画の崩壊になるだろうと思っていましたが、それは、東京ポップがもともとアニメとマンガのライセンスを得たときに、キャラクターの名前と セガは、若い視聴者を引き付けるためにいくつかの街のスラングを投げたり、オリジナルのものがあった場所（Iggy、Tak、Natalie、Maya、Simone、Cole）に続いてビデオゲームの欧米版に移植したときに、 ユーロビートの音楽がミックスされたものの、TokyoPop、Stu LevyのCEO、または彼のステージ名DJ Milky（Really？DJ Milky？ ラッパーやプロデューサーのために）。 その結果はちょうど、これがFastとFuriousのようになることを望んでいるようです。 それらの映画とは違って、シリーズのプロットは実際にレースを伴い、それまでそれはそれに固執し、私は実際にFast Fiveが好きな男です...そしておそらく東京ドリフトのビットですが、なぜそれらの映画で現金を入れたいのか分かります それにもかかわらず、恐ろしい理由です。\n\nまた、オリジナルの日本語とFunimationのダブの音楽は大丈夫でしたが、最初のオープニングとエンディングの曲は良いものの、それほど気にならない後の曲もありましたが、それほど注目されませんでした。 音楽はダンスダンスレヴォリューションのビデオゲームミュージックのように思えますが、レースとは関係がありませんが、他の音楽よりもシリーズにもっと適していると思います。 東京のポップソングは正直あまりにも心苦しく、西洋の聴衆に売るためのグランジロックやヒップホップにも自信がなかったし、もしかするとワンピースの4Kidsダビングのラップソングのひどい言い訳が、アニメやヒップ ホップは一緒にそれをよく混ぜてはいけない（サムライチャンプルーとアフロサムライを除いて、それらは実際によく一緒に行く）。\n\n\n\n両方のシリーズのアニメーションは、90年代後半にアニメが作成されたことを考慮すると日付が付いていることが証明されていますが、キャラクターデザインは少し原油ですが現実的で、伝統的なアニメの外観とは異なります。  CGレーシングカーは2Dアニメーションと衝突しますが、それは良い見通しではありませんが、アニメーションは第2段階で改善され、キャラクターデザインは粗く見えませんが、現実的な外観を保ちます。\n\n\n\n最終的な獣医：アニメは実際には良いですが、私はこれに対してどんなに高い、あるいは大きな期待もしていませんでしたが、これは実際に私を驚かせました。 それは実際にその主要な目的に焦点を当て、ストリートレーサー（すなわち、薬、パーティー、あなたの手のひらにある女性）の人生を魅了しませんし、違法なストリートレースを見せていますが ショーは、あなたが誰かを乗り越えることのないトラックのような安全な場所でのみこれを行うようアドバイスし、真剣に漂流することについての教訓を取ります。 私はあなたが誰か - あなたが知っている映画から何かを期待している人なら、これはお勧めです。 シリーズの第2段階では、前のようなフィラーのエピソードをあまり出さずに、実際にプロットの多くをカバーしています。\n\n\n\nまた、私のようなダブが好きな人には、FUNimationのダブに固執してください。 東京ポップダブにはあなたが好きな声優がいるかもしれませんが、正直なところ、このダブは彼らに正義をしません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis review both covers First Stage &amp; Second Stage. I’ll try not to spoil as much as possible.\n\n\u001b[1mこのレビューは、First Stage＆amp; 第二段階。 私は可能な限り多くを台無しにしないようにします。\u001b[22m\n\u001b[1m(Kono rebyū wa, fāsutosutēji& amp; dainidankai. Watashi wa kanōnakagiri ōku o dainashi ni shinai yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis review both covers First Stage &amp; Second Stage. I’ll try not to spoil as much as possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review both covers First Stage &amp;\u001b[24m\n    \u001b[1mこのレビューは、First Stage＆amp;\u001b[22m, \u001b[1mこのレビューは、まずステージ＆アンペアをカバーして両方。\u001b[22m\n\u001b[4mSecond Stage.\u001b[24m\n    \u001b[1m第二段階。\u001b[22m, \u001b[1mセカンドステージ。\u001b[22m\n\u001b[4mI’ll try not to spoil as much as possible.\u001b[24m\n    \u001b[1m私は可能な限り多くを台無しにしないようにします。\u001b[22m, \u001b[1m私はできるだけ多くを台無しにしないようにしようとするでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nWell, for me, this is a rarity for an anime series where the subject involves street racing although it is not strange in Japan since the concept of that is known in 8 countries and the fact that street racing has been involved in other parts of media including videogames like Midnight Club, some elements of street racing have been shoved in Grand Theft Auto &amp; later iterations of Need For Speed franchise and also in the cinema, which I will bring up later in the review.\n\n\u001b[1mさて、私にとっては、これは、ストリート・レーシングをテーマにしたアニメ・シリーズでは希少ですが、8カ国でそのコンセプトが知られており、ストリート・レースがメディアの他の部分に関わっているという事実から、  Midnight Clubのようなビデオゲームを含む、ストリートレースのいくつかの要素はGrand Theft Auto＆amp; amp; ニード・フォー・スピードのフランチャイズの後半の反復と、映画の中で、私は後でこのレビューに出す予定です。\u001b[22m\n\u001b[1m(Sate, watashi ni totte wa, koreha, sutorīto rēshingu o tēma ni shita anime shirīzude wa kishōdesuga, 8-kakoku de sono konseputo ga shira rete ori, sutorīto rēsu ga media no ta no bubun ni kakawatte iru to iu jijitsu kara, middonaito Club no yōna bideogēmu o fukumu, sutorītorēsu no ikutsu ka no yōso wa gurandosefutoōto& amp; amp; nīdo fō supīdo no furanchaizu no kōhan no hanpuku to, eiga no naka de, watashi wa atode kono rebyū ni dasu yoteidesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, for me, this is a rarity for an anime series where the subject involves street racing although it is not strange in Japan since the concept of that is known in 8 countries and the fact that street racing has been involved in other parts of media including videogames like Midnight Club, some elements of street racing have been shoved in Grand Theft Auto &amp; later iterations of Need For Speed franchise and also in the cinema, which I will bring up later in the review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, for me, this is a rarity for an anime series where the subject involves street racing although it is not strange in Japan since the concept of that is known in 8 countries and the fact that street racing has been involved in other parts of media\u001b[24m\n    \u001b[1mさて、私にとっては、これは、ストリート・レーシングをテーマにしたアニメ・シリーズでは希少ですが、8カ国でそのコンセプトが知られており、ストリート・レースがメディアの他の部分に関わっているという事実から、\u001b[22m, \u001b[1mまあ、私にとっては、これは、その概念は8カ国・ストリートレースがメディアの他の部分に関与してきたという事実に知られているので、それは日本では不思議ではないが、被験者はストリートレースを伴うアニメシリーズのための珍事であります\u001b[22m\n\u001b[4mincluding videogames like Midnight Club, some elements of street racing have been shoved in Grand Theft Auto &amp;\u001b[24m\n    \u001b[1mMidnight Clubのようなビデオゲームを含む、ストリートレースのいくつかの要素はGrand Theft Auto＆amp; amp;\u001b[22m, \u001b[1mミッドナイトクラブのようなビデオゲームを含め、ストリートレースのいくつかの要素は、グランドセフトオート＆＃038に押し込まれてきました。\u001b[22m\n\u001b[4mlater iterations of Need For Speed franchise and also in the cinema, which I will bring up later in the review.\u001b[24m\n    \u001b[1mニード・フォー・スピードのフランチャイズの後半の反復と、映画の中で、私は後でこのレビューに出す予定です。\u001b[22m, \u001b[1m私は後で確認で表示されますスピードのフランチャイズとも映画館での必要性の後のイテレーション。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, it is based off the manga series created by Shuichi Shigeno and it’s been serialized in Kodanasha’s Young Magazine. The story focuses on the world of illegal Japanese street racing, where all the action is concentrated in the mountain passes and rarely in cities nor urban areas, and the drift racing style (a driving technique where the driver intentionally oversteers, causing loss of traction in the rear wheels, while maintaining control from entry to exit of a corner is emphasized in particular.\n\n\u001b[1mとにかく、Shigeno Shigenoが作ったマンガシリーズをベースにしており、コダナシャのYoung Magazineで連載されています。 物語は、不法な日本のストリートレースの世界に焦点を当てています。ここではすべてのアクションが山道に集中し、まれに都市や都市部に集中しています。ドリフトレーシングスタイル（ドライバーが意図的にオーバーステアしてトラクションを失う 後輪はコーナーの入口から出口への制御を維持しながら特に強調されている。\u001b[22m\n\u001b[1m(Tonikaku, Shigeno Shigeno ga tsukutta mangashirīzu o bēsu ni shite ori, kodanasha no yangu Magazine de rensai sa rete imasu. Monogatari wa, fuhōna Nihon no sutorītorēsu no sekai ni shōten o atete imasu. Kokode wa subete no akushon ga yamamichi ni shūchū shi, mare ni toshi ya toshi-bu ni shūchū shite imasu. Dorifutorēshingusutairu (doraibā ga itotekini ōbāsutea shite torakushon o ushinau kōrin wa kōnā no iriguchi kara deguchi e no seigyo o iji shinagara tokuni kyōchō sa rete iru.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, it is based off the manga series created by Shuichi Shigeno and it’s been serialized in Kodanasha’s Young Magazine. The story focuses on the world of illegal Japanese street racing, where all the action is concentrated in the mountain passes and rarely in cities nor urban areas, and the drift racing style (a driving technique where the driver intentionally oversteers, causing loss of traction in the rear wheels, while maintaining control from entry to exit of a corner is emphasized in particular.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, it is based off the manga series created by Shuichi Shigeno and it’s been serialized in Kodanasha’s Young Magazine.\u001b[24m\n    \u001b[1mとにかく、Shigeno Shigenoが作ったマンガシリーズをベースにしており、コダナシャのYoung Magazineで連載されています。\u001b[22m, \u001b[1mとにかく、それは、しげの秀一によって作成された漫画シリーズをオフに基づいており、それはKodanashaのヤングマガジンで連載されています。\u001b[22m\n\u001b[4mThe story focuses on the world of illegal Japanese street racing, where all the action is concentrated in the mountain passes and rarely in cities nor urban areas, and the drift racing style (a driving technique where the driver intentionally oversteers, causing loss of traction in\u001b[24m\n    \u001b[1m物語は、不法な日本のストリートレースの世界に焦点を当てています。ここではすべてのアクションが山道に集中し、まれに都市や都市部に集中しています。ドリフトレーシングスタイル（ドライバーが意図的にオーバーステアしてトラクションを失う\u001b[22m, \u001b[1m物語は、すべてのアクションが山道にまれ都市や都市部に集中している違法な日本のストリートレースの世界に焦点を当て、およびドリフトレーシングスタイル（運転者が意識的にトラクションの損失を引き起こし、oversteers駆動技術\u001b[22m\n\u001b[4mthe rear wheels, while maintaining control from entry to exit of a corner is emphasized in particular.\u001b[24m\n    \u001b[1m後輪はコーナーの入口から出口への制御を維持しながら特に強調されている。\u001b[22m, \u001b[1m後輪は、コーナーの出口へのエントリからの制御を維持しながらは、特に強調されています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIn the first stage of the series, it focuses on high school student Takumi Fujiwara, who works at a gas station attendant by day but at night he’s a delivery boy (since 7th grade) for his father’s tofu shop. His father is Bunta Fujiwara, a street racer with a great reputation in his younger days and was known as “The Ghost of Akina”. What little did Takumi knew, he does have an inherent sense for drifting on local mountain roads and is a natural expert yet he never seem interested doing that until a local race team called the Akina Speed Stars, who is in need of a replacement driver after the last one had an accident, is going up against reigning skilled street racers the RedSuns.\n\n\u001b[1mシリーズの第1段階では、昼間にガソリンスタンドで働く高校生の藤原匠さんに焦点を当てていますが、夜は父の豆腐屋さん（7年生以降）です。 彼の父は、彼の若い時代に大きな評判を得た「秋菜の幽霊」として知られていた通りのレーサー、富士原文太です。 琢磨は地元の山道を漂流することに固有の感覚を持っていましたが、自然なエキスパートですが、地元のレースチームがAkina Speed Starsと呼ばれるまで、 最後の1つは事故を起こし、熟練したストリートレーサーRedSunsを支配することに対して上がっている。\u001b[22m\n\u001b[1m(Shirīzu no dai 1 dankaide wa, hiruma ni gasorinsutando de hataraku kōkōsei no Fujiwara Takumi-san ni shōten o atete imasuga, yoru wa chichi no tōfu-ya-san (7-nensei ikō)desu. Kare no chichi wa, kare no wakai jidai ni ōkina hyōban o eta `Akina no yūrei' to shite shira rete ita tōri no rēsā, Fujiwara Buntadesu. Takuma wa jimoto no yamamichi o hyōryū suru koto ni koyū no kankaku o motte imashitaga, shizen'na ekisupātodesuga, jimoto no rēsuchīmu ga Akina Speed Stars to yoba reru made, saigo no 1tsu wa jiko o okoshi, jukuren shita sutorītorēsā RedSuns o shihai suru koto ni taishite agatte iru.)\u001b[22m\n\nTranslations of \u001b[4mIn the first stage of the series, it focuses on high school student Takumi Fujiwara, who works at a gas station attendant by day but at night he’s a delivery boy (since 7th grade) for his father’s tofu shop. His father is Bunta Fujiwara, a street racer with a great reputation in his younger days and was known as “The Ghost of Akina”. What little did Takumi knew, he does have an inherent sense for drifting on local mountain roads and is a natural expert yet he never seem interested doing that until a local race team called the Akina Speed Stars, who is in need of a replacement driver after the last one had an accident, is going up against reigning skilled street racers the RedSuns.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the first stage of the series, it focuses on high school student Takumi Fujiwara, who works at a gas station attendant by day but at night he’s a delivery boy (since 7th grade) for his father’s tofu shop.\u001b[24m\n    \u001b[1mシリーズの第1段階では、昼間にガソリンスタンドで働く高校生の藤原匠さんに焦点を当てていますが、夜は父の豆腐屋さん（7年生以降）です。\u001b[22m, \u001b[1mシリーズの第一段階では、それは日によってガス駅員に動作しますが、夜に、彼は父親の豆腐店のための（7年生以降）配達の少年だ高校生藤原拓海、に焦点を当てています。\u001b[22m\n\u001b[4mHis father is Bunta Fujiwara, a street racer with a great reputation in his younger days and was known as “The Ghost of Akina”.\u001b[24m\n    \u001b[1m彼の父は、彼の若い時代に大きな評判を得た「秋菜の幽霊」として知られていた通りのレーサー、富士原文太です。\u001b[22m, \u001b[1m彼の父は若い頃に藤原文太、素晴らしい評判のストリートレーサーであり、「明菜のゴースト\"として知られていました。\u001b[22m\n\u001b[4mWhat little did Takumi knew, he does have an inherent sense for drifting on local mountain roads and is a natural expert yet he never seem interested doing that until a local race team called the Akina Speed Stars, who is in need of a replacement driver after\u001b[24m\n    \u001b[1m琢磨は地元の山道を漂流することに固有の感覚を持っていましたが、自然なエキスパートですが、地元のレースチームがAkina Speed Starsと呼ばれるまで、\u001b[22m, \u001b[1m少し匠が知っていた、彼は地元のレースチームまで、後の代替ドライバを必要としている明菜スピードスターと呼ばれることが何をして地元の山岳道路で漂流するための固有の意味を持っていると自然の専門家である、まだ彼が興味を持ってないようです\u001b[22m\n\u001b[4mthe last one had an accident, is going up against reigning skilled street racers the RedSuns.\u001b[24m\n    \u001b[1m最後の1つは事故を起こし、熟練したストリートレーサーRedSunsを支配することに対して上がっている。\u001b[22m, \u001b[1m最後のものは、事故を起こした熟練通りがRedSunsをレーサー君臨に対して上がっています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIn the second stage of the series, a team from the Tochigi Prefecture called Team Emperor and their leader Kyoichi Sudo challenges every racing team in the Gunma area and does come out victorious and once they heard of The Akina Eight-Six and they see what it can do, the tension around there raises not only for the Akina SpeedStars but for all of the racers in the Gunma area.\n\n\u001b[1mシリーズ第2ステージでは、栃木県のチームがチーム天皇と呼ばれ、指導者の須藤恭一が群馬の各レースチームに挑戦し、勝利を収め、Akina Eight-Sixのことを聞くと、 その周りの緊張感は、Akina SpeedStarsだけでなく、群馬エリアのすべてのレーサーのために発生します。\u001b[22m\n\u001b[1m(Shirīzu dai 2 sutējide wa, Tochigi ken no chīmu ga chīmu ten'nō to yoba re, shidō-sha no Sudō Kyōichi ga Gunma no kaku rēsuchīmu ni chōsen shi, shōri o osame, Akina Eight - Six no koto o kiku to, sono mawari no kinchō-kan wa, Akina SpeedStars dakedenaku, Gunma eria no subete no rēsā no tame ni hassei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the second stage of the series, a team from the Tochigi Prefecture called Team Emperor and their leader Kyoichi Sudo challenges every racing team in the Gunma area and does come out victorious and once they heard of The Akina Eight-Six and they see what it can do, the tension around there raises not only for the Akina SpeedStars but for all of the racers in the Gunma area.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the second stage of the series, a team from the Tochigi Prefecture called Team Emperor and their leader Kyoichi Sudo challenges every racing team in the Gunma area and does come out victorious and once they heard of The Akina Eight-Six and they see what it\u001b[24m\n    \u001b[1mシリーズ第2ステージでは、栃木県のチームがチーム天皇と呼ばれ、指導者の須藤恭一が群馬の各レースチームに挑戦し、勝利を収め、Akina Eight-Sixのことを聞くと、\u001b[22m, \u001b[1mシリーズの第2段階では、栃木県からのチームは、チーム天皇とその指導者恭一須藤は群馬エリア内のすべてのレーシングチームに挑戦し、勝利出てくるん、彼らは明菜エイトシックスのことを聞いた、彼らはそれ何を参照したら呼ばれます\u001b[22m\n\u001b[4mcan do, the tension around there raises not only for the Akina SpeedStars but for all of the racers in the Gunma area.\u001b[24m\n    \u001b[1mその周りの緊張感は、Akina SpeedStarsだけでなく、群馬エリアのすべてのレーサーのために発生します。\u001b[22m, \u001b[1m行うことができ、張力が周り明菜SpeedStarsのためではなく、群馬エリアのレーサーのすべてのためだけでなく、そこに発生します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAs for characters, while Takumi seems like it doesn't give a damn about street racing, later in the series, he starts to understand the pride of a street racer and does begins accepting challenges, despite the car he was being a Toyota Sprinter Trueno AE86, which is considered inferior towards the other racer's cars and when Takumi outshines them in the races, even though, what he's got wasn't up to current standards, it makes me ask this question………does he have the touch?\n\n\u001b[1m登場人物はタクミがストリートレースについては気にしないようだが、シリーズの後半にはトヨタのスプリント・トレーノであるにもかかわらず、ストリート・レーサーの誇りを理解し始め、挑戦を受け始める 他のレーサーの車より劣っていると思われるAE86と、琢磨がレースでそれらを輝かせるとき、彼が持っているものは現在の基準に達していないにもかかわらず、私はこの質問をする.........彼はタッチを持っていますか？\u001b[22m\n\u001b[1m(Tōjō jinbutsu wa Takumi ga sutorītorēsu ni tsuite wa ki ni shinai yōdaga, shirīzu no kōhan ni wa Toyota no supurinto torēnodearu nimokakawarazu, sutorīto rēsā no hokori o rikai shi hajime, chōsen o uke hajimeru ta no rēsā no kuruma yori ototte iru to omowa reru AE 86 to, takuma ga rēsu de sorera o kagayaka seru toki, kare ga motte iru mono wa genzai no kijun ni tasshite inai nimokakawarazu, watashi wa kono shitsumon o suru... ... ... Kare wa tatchi o motte imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mAs for characters, while Takumi seems like it doesn't give a damn about street racing, later in the series, he starts to understand the pride of a street racer and does begins accepting challenges, despite the car he was being a Toyota Sprinter Trueno AE86, which is considered inferior towards the other racer's cars and when Takumi outshines them in the races, even though, what he's got wasn't up to current standards, it makes me ask this question………does he have the touch?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for characters, while Takumi seems like it doesn't give a damn about street racing, later in the series, he starts to understand the pride of a street racer and does begins accepting challenges, despite the car he was being a Toyota Sprinter Trueno\u001b[24m\n    \u001b[1m登場人物はタクミがストリートレースについては気にしないようだが、シリーズの後半にはトヨタのスプリント・トレーノであるにもかかわらず、ストリート・レーサーの誇りを理解し始め、挑戦を受け始める\u001b[22m, \u001b[1m文字のように、一方で巧は、それが後に直列に、ストリートレースについて気にしていないように思えるが、彼はストリートレーサーの誇りを理解するために開始し、車にもかかわらず、受け入れの課題を開始するん彼はトヨタスプリンタートレノをされていました\u001b[22m\n\u001b[4mAE86, which is considered inferior towards the other racer's cars and when Takumi outshines them in the races, even though, what he's got wasn't up to current standards, it makes me ask this question………does he have the touch?\u001b[24m\n    \u001b[1m他のレーサーの車より劣っていると思われるAE86と、琢磨がレースでそれらを輝かせるとき、彼が持っているものは現在の基準に達していないにもかかわらず、私はこの質問をする.........彼はタッチを持っていますか？\u001b[22m, \u001b[1m彼が持っているものを他のレーサーの車に向かって劣ると考えられ、とき巧は彼らがいても、レースでoutshinesさAE86は、現在の基準まではなかった、それは私は彼がタッチを持っているん.........この質問を作りますか？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOkay, that was a bit stupid.\n\n\u001b[1mさて、それはちょっとばかげたことでした。\u001b[22m\n\u001b[1m(Sate, sore wa chotto bakageta kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mOkay, that was a bit stupid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, that was a bit stupid.\u001b[24m\n    \u001b[1mさて、それはちょっとばかげたことでした。\u001b[22m, \u001b[1mさて、それは少し愚かでした。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the his team, his friend Itsuki is the comic relief of the show and yes, he is loud and obnoxious and won't staple his mouth shut for a while but he does play the role of being confident in Takumi and his racing skills . Iketani is the leader of the Akina SpeedStars and while he is an average driver, he fits the leadership at a few times and Kenji, best friend of Iketani and possibly one of the level-headed members of the group (Iketani is a close second) .\n\n\u001b[1m彼のチームについては、彼の友人Itsukiはショーのコミックリリーフであり、はい、彼は大声で不快であり、しばらく口を閉ざさないが、彼はタクミと彼のレーススキルに自信を持っている役割を果たす 。  IketaniはAkina SpeedStarsのリーダーであり、彼は平均的なドライバーですが、彼は数回でリーダーシップに合っています。Kenji、Iketaniの親友、そしておそらくグループのレベルリーダーの一人です（Iketaniは近い秒です）  。\u001b[22m\n\u001b[1m(Kare no chīmu ni tsuite wa, kare no yūjin Itsuki wa shō no komikkurirīfudeari, wa i, kare wa ōgoe de fukaideari, shibaraku kuchi o tozasanaiga, kare wa Takumi to kare no rēsusukiru ni jishin o motte iru yakuwariwohatasu. Iketani wa Akina SpeedStars no rīdādeari, kare wa heikin-tekina doraibādesuga, kare wa sū-kai de rīdāshippu ni atte imasu. Kenji, Iketani no shin'yū, soshite osoraku gurūpu no reberurīdā no hitoridesu (Iketani wa chikai byōdesu).)\u001b[22m\n\nTranslations of \u001b[4mAs for the his team, his friend Itsuki is the comic relief of the show and yes, he is loud and obnoxious and won't staple his mouth shut for a while but he does play the role of being confident in Takumi and his racing skills . Iketani is the leader of the Akina SpeedStars and while he is an average driver, he fits the leadership at a few times and Kenji, best friend of Iketani and possibly one of the level-headed members of the group (Iketani is a close second) .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the his team, his friend Itsuki is the comic relief of the show and yes, he is loud and obnoxious and won't staple his mouth shut for a while but he does play the role of being confident in Takumi and his racing skills\u001b[24m\n    \u001b[1m彼のチームについては、彼の友人Itsukiはショーのコミックリリーフであり、はい、彼は大声で不快であり、しばらく口を閉ざさないが、彼はタクミと彼のレーススキルに自信を持っている役割を果たす\u001b[22m, \u001b[1m彼のチームに関しては、彼の友人五木はショーのコミックリリーフであり、そう、彼は大声で、不快で、しばらくの間停止します主食ではない彼の口が、彼は巧と彼のレースのスキルに自信を持っているの役割を果たしてい\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIketani is the leader of the Akina SpeedStars and while he is an average driver, he fits the leadership at a few times and Kenji, best friend of Iketani and possibly one of the level-headed members of the group (Iketani is a close second)\u001b[24m\n    \u001b[1mIketaniはAkina SpeedStarsのリーダーであり、彼は平均的なドライバーですが、彼は数回でリーダーシップに合っています。Kenji、Iketaniの親友、そしておそらくグループのレベルリーダーの一人です（Iketaniは近い秒です）\u001b[22m, \u001b[1m池谷は明菜SpeedStarsのリーダーであり、彼は平均的なドライバーであるが、彼は数回でリーダーシップをフィットし健二、最高の池谷の友人とグループの冷静メンバーの可能性の一つは（池谷は僅差です）\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nI would mention Natsuki Mogi, the love interest of Takumi, and they do have this subplot of him and her hanging out and eventually ending up together but her part doesn't get bigger until the 2nd stage, where we (but mostly Takumi) also learned that she's engaged in enjo kosai to make some extra cash on the side but Takumi isn't the only one with love in the brain. Iketani does have a crush on this girl named Mako Sato, who is part of the racing duo Impact Blue with her as the driver and her partner Sayuki as the navigator, but that relationship also have dire consequences during that course and Itsuki did have…… .or had a relationship with this girl but that part is very unimportant to the plot of the series.\n\n\u001b[1m私は匠の愛の関心である茂木夏樹の言葉に言及しています。そして、彼はこのサブプロットを持ち、結局一緒になってしまいますが、第2ステージまでは大きくはなりません。 彼女はエンジョ・コサイに関わっていることを知っていたが、タクミだけが脳に愛を持つ人ではなかった。 イケタニは、運転手として彼女とレースデュオのインパクトブルーの一員である佐藤真子という名前の女の子と彼女のパートナーサユキをナビゲーターとして胸を張っているが、その関係も悲惨な結果をもたらしている。  。この女の子との関係があったが、その部分はシリーズのプロットにとって非常に重要ではない。\u001b[22m\n\u001b[1m(Watashi wa takumi no ai no kanshindearu Motegi Natsuki no kotoba ni genkyū shite imasu. Soshite, kare wa kono sabupurotto o mochi, kekkyoku issho ni natte shimaimasuga, dai 2 sutēji made wa ōkiku wa narimasen. Kanojo wa enjo kosai ni kakawatte iru koto o shitteita ga, Takumi dake ga nō ni ai o motsu hitode wa nakatta. Iketani wa, untenshu to shite kanojo to rēsude~yuo no inpakutoburū no ichiindearu satōmako to iu namae no on'nanoko to kanojo no pātonāsayuki o nabigētā to shite mune o hatte iruga, sono kankei mo hisan'na kekka o motarashite iru.. Kono on'nanoko to no kankei ga attaga, sono bubun wa shirīzu no purotto ni totte hijō ni jūyōde wanai.)\u001b[22m\n\nTranslations of \u001b[4mI would mention Natsuki Mogi, the love interest of Takumi, and they do have this subplot of him and her hanging out and eventually ending up together but her part doesn't get bigger until the 2nd stage, where we (but mostly Takumi) also learned that she's engaged in enjo kosai to make some extra cash on the side but Takumi isn't the only one with love in the brain. Iketani does have a crush on this girl named Mako Sato, who is part of the racing duo Impact Blue with her as the driver and her partner Sayuki as the navigator, but that relationship also have dire consequences during that course and Itsuki did have…… .or had a relationship with this girl but that part is very unimportant to the plot of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would mention Natsuki Mogi, the love interest of Takumi, and they do have this subplot of him and her hanging out and eventually ending up together but her part doesn't get bigger until the 2nd stage, where we (but mostly Takumi) also\u001b[24m\n    \u001b[1m私は匠の愛の関心である茂木夏樹の言葉に言及しています。そして、彼はこのサブプロットを持ち、結局一緒になってしまいますが、第2ステージまでは大きくはなりません。\u001b[22m, \u001b[1mここで、私たち（が、ほとんど匠）また、私は夏希茂木、匠の愛興味を言及だろう、と彼らは彼と彼女の吊り下げのこのサブプロットを持っているし、最終的には一緒に終わるんが、彼女の一部は、第二段階まで大きな取得していません\u001b[22m\n\u001b[4mlearned that she's engaged in enjo kosai to make some extra cash on the side but Takumi isn't the only one with love in the brain.\u001b[24m\n    \u001b[1m彼女はエンジョ・コサイに関わっていることを知っていたが、タクミだけが脳に愛を持つ人ではなかった。\u001b[22m, \u001b[1m彼女が側にいくつかの余分な現金を作るために援助交際に従事するが、匠は、脳内の愛だけではないということを学びました。\u001b[22m\n\u001b[4mIketani does have a crush on this girl named Mako Sato, who is part of the racing duo Impact Blue with her as the driver and her partner Sayuki as the navigator, but that relationship also have dire consequences during that course and Itsuki did have……\u001b[24m\n    \u001b[1mイケタニは、運転手として彼女とレースデュオのインパクトブルーの一員である佐藤真子という名前の女の子と彼女のパートナーサユキをナビゲーターとして胸を張っているが、その関係も悲惨な結果をもたらしている。\u001b[22m, \u001b[1m池谷はドライバーとナビゲーターとしての彼女のパートナーさゆきとして彼女とレースデュオインパクトブルーの一部であるマコ佐藤という名前のこの少女、上のときめきを持っていませんが、その関係は、また、その過程で悲惨な結果を持っており、五木は持っていませんでした......\u001b[22m\n\u001b[4m.or had a relationship with this girl but that part is very unimportant to the plot of the series.\u001b[24m\n    \u001b[1m。この女の子との関係があったが、その部分はシリーズのプロットにとって非常に重要ではない。\u001b[22m, \u001b[1m.ORはこの少女との関係があったが、その部分は、一連のプロットに非常に重要ではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nNow, originally I thought this series was going to be a rip-off of The Fast and The Furious movies but that's due to the fact that when TokyoPop originally got the license of the anime and the manga, they would Americanize the characters' names and some did reflect the changes Sega pushed when they implanted into the Western releases of the video games following (Iggy, Tak, Natalie, Maya, Simone, Cole), throw in some street slang which to attract the younger audiences and where the original had some Eurobeat music mixed in, they replaced with some (IMO) very generic rock and hip hop music done by the CEO of TokyoPop, Stu Levy or better yet, his stage name DJ Milky (Really? DJ Milky? I thought Plies was a worst name for a rapper and/or producer). That result just seem like they want this to be like The Fast and The Furious when it’s not. Unlike those movies, the plot of the series actually involves racing and so far it sticks to it and I'm a guy that actually likes Fast Five……and possibly a bit of Tokyo Drift but I see why want to cash in with those movies and it's a horrible reason nevertheless a reason.\n\n\u001b[1mさて、元々、このシリーズはファースト・アンド・ファイヤー映画の崩壊になるだろうと思っていましたが、それは、東京ポップがもともとアニメとマンガのライセンスを得たときに、キャラクターの名前と セガは、若い視聴者を引き付けるためにいくつかの街のスラングを投げたり、オリジナルのものがあった場所（Iggy、Tak、Natalie、Maya、Simone、Cole）に続いてビデオゲームの欧米版に移植したときに、 ユーロビートの音楽がミックスされたものの、TokyoPop、Stu LevyのCEO、または彼のステージ名DJ Milky（Really？DJ Milky？ ラッパーやプロデューサーのために）。 その結果はちょうど、これがFastとFuriousのようになることを望んでいるようです。 それらの映画とは違って、シリーズのプロットは実際にレースを伴い、それまでそれはそれに固執し、私は実際にFast Fiveが好きな男です...そしておそらく東京ドリフトのビットですが、なぜそれらの映画で現金を入れたいのか分かります それにもかかわらず、恐ろしい理由です。\u001b[22m\n\u001b[1m(Sate, moto 々, Kono shirīzu wa fāsuto Ando faiyā eiga no hōkai ni narudarou to omotte imashitaga, soreha, Tōkyō poppu ga motomoto animetomanga no raisensu o eta toki ni, kyarakutā no namae to Sega wa, wakai shichō-sha o hikitsukeru tame ni ikutsu ka no machi no surangu o nage tari, orijinaru no mono ga atta basho (Iggy, Tak, natarī, maya, Simone, kōru) ni tsudzuite bideogēmu no Ōbei-ban ni ishoku shita toki ni, yūrobīto no ongaku ga mikkusu sa reta mono no, TokyoPop, Stu rebi no CEO, matawa kare no sutēji-mei DJ mirukī (Really? DJ mirukī? Rappā ya purode~yūsā no tame ni). Sono kekka wa chōdo, kore ga Fast to Furious no yō ni naru koto o nozonde iru yōdesu. Sorera no eiga to wa chigatte, shirīzu no purotto wa jissai ni rēsu o tomonai, sore made sore wa sore ni koshū shi, watashi wa jissai ni Fast Five ga sukina otokodesu... Soshite osoraku Tōkyō dorifuto no bittodesuga, naze sorera no eiga de genkin o iretai no ka wakarimasu sore nimokakawarazu, osoroshī riyūdesu.)\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the music in the original Japanese and Funimation dub was alright but it never drawn that much attention from me, although the first opening and ending songs was good, the later ones I could care less about. The music just seem like videogame music for Dance Dance Revolution rather than anything to do with racing but hey, I think it fits more into the series than the other music. The TokyoPop songs were honestly too corny and too self-reliant on grunge rock and hip hop to sell to Western audiences and possibly that and the awful excuse of a rap song from the 4Kids dub of One Piece are mostly the reason why sometimes anime and hip hop don't mix that well together (except for Samurai Champloo and Afro Samurai, those actually go well together).\n\n\u001b[1mまた、オリジナルの日本語とFunimationのダブの音楽は大丈夫でしたが、最初のオープニングとエンディングの曲は良いものの、それほど気にならない後の曲もありましたが、それほど注目されませんでした。 音楽はダンスダンスレヴォリューションのビデオゲームミュージックのように思えますが、レースとは関係がありませんが、他の音楽よりもシリーズにもっと適していると思います。 東京のポップソングは正直あまりにも心苦しく、西洋の聴衆に売るためのグランジロックやヒップホップにも自信がなかったし、もしかするとワンピースの4Kidsダビングのラップソングのひどい言い訳が、アニメやヒップ ホップは一緒にそれをよく混ぜてはいけない（サムライチャンプルーとアフロサムライを除いて、それらは実際によく一緒に行く）。\u001b[22m\n\u001b[1m(Mata, orijinaru no nihongo to Funimation no dabu no ongaku wa daijōbudeshitaga, saisho no ōpuningu to endingu no kyoku wa yoi mono no, sorehodo ki ni naranai ato no kyoku mo arimashitaga, sorehodo chūmoku sa remasendeshita. Ongaku wa dansudansurevu~oryūshon no bideogēmumyūjikku no yō ni omoemasuga, rēsu to wa kankei ga arimasenga, hoka no ongaku yori mo shirīzu ni motto tekishite iru to omoimasu. Tōkyō no poppusongu wa shōjiki amarini mo kokorogurushiku, seiyō no chōshū ni uru tame no guranjirokku ya hippuhoppu ni mo jishin ga nakattashi, moshika suru to wanpīsu no 4 Kids dabingu no rappu songu no hidoi iiwake ga, anime ya hippuhoppu wa issho ni sore o yoku mazete wa ikenai (samuraichanpurū to afurosamurai o nozoite, sorera wa jissai ni yoku issho ni iku).)\u001b[22m\n\nTranslations of \u001b[4mAlso, the music in the original Japanese and Funimation dub was alright but it never drawn that much attention from me, although the first opening and ending songs was good, the later ones I could care less about. The music just seem like videogame music for Dance Dance Revolution rather than anything to do with racing but hey, I think it fits more into the series than the other music. The TokyoPop songs were honestly too corny and too self-reliant on grunge rock and hip hop to sell to Western audiences and possibly that and the awful excuse of a rap song from the 4Kids dub of One Piece are mostly the reason why sometimes anime and hip hop don't mix that well together (except for Samurai Champloo and Afro Samurai, those actually go well together).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the music in the original Japanese and Funimation dub was alright but it never drawn that much attention from me, although the first opening and ending songs was good, the later ones I could care less about.\u001b[24m\n    \u001b[1mまた、オリジナルの日本語とFunimationのダブの音楽は大丈夫でしたが、最初のオープニングとエンディングの曲は良いものの、それほど気にならない後の曲もありましたが、それほど注目されませんでした。\u001b[22m, \u001b[1mまた、オリジナルの日本語とファニメーションダブ中の音楽は大丈夫だったが、第一の開口部とエンディング曲は良かったが、それは、私から私があまり気にしない、後のものをそれほど注目されたことがありません。\u001b[22m\n\u001b[4mThe music just seem like videogame music for Dance Dance Revolution rather than anything to do with racing but hey, I think it fits more into the series than the other music.\u001b[24m\n    \u001b[1m音楽はダンスダンスレヴォリューションのビデオゲームミュージックのように思えますが、レースとは関係がありませんが、他の音楽よりもシリーズにもっと適していると思います。\u001b[22m, \u001b[1m音楽はただレースをどうするダンスダンスレボリューションではなく、何のためのゲームミュージックのように見えるが、ちょっと、私はそれが他の音楽よりもシリーズに、よりに合うと思います。\u001b[22m\n\u001b[4mThe TokyoPop songs were honestly too corny and too self-reliant on grunge rock and hip hop to sell to Western audiences and possibly that and the awful excuse of a rap song from the 4Kids dub of One Piece are mostly the reason why sometimes anime and hip\u001b[24m\n    \u001b[1m東京のポップソングは正直あまりにも心苦しく、西洋の聴衆に売るためのグランジロックやヒップホップにも自信がなかったし、もしかするとワンピースの4Kidsダビングのラップソングのひどい言い訳が、アニメやヒップ\u001b[22m, \u001b[1mTOKYOPOPの曲は正直ほとんどは理由時々アニメやヒップ西洋の観客と、おそらくそれとワンピースの4Kidsのダブからのラップの曲のひどい言い訳に販売するにはあまりにも陳腐、あまりにも自立グランジロックとヒップホップにされました\u001b[22m\n\u001b[4mhop don't mix that well together (except for Samurai Champloo and Afro Samurai, those actually go well together).\u001b[24m\n    \u001b[1mホップは一緒にそれをよく混ぜてはいけない（サムライチャンプルーとアフロサムライを除いて、それらは実際によく一緒に行く）。\u001b[22m, \u001b[1mホップは（サムライチャンプルーやアフロサムライ、実際に一緒にうまく行くものを除いて）一緒にいるだけでなく混在させないでください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe animation for both series is proved to be dated, considering the anime was made in the late 90s, some character designs were a bit crude but it is realistic and differs from the traditional anime look. The CG racing cars does clash with the 2D animation and it is not a good sight but the animation does improve during the second stage with the character designs being less crude-looking but still retains its realistic look.\n\n\u001b[1m両方のシリーズのアニメーションは、90年代後半にアニメが作成されたことを考慮すると日付が付いていることが証明されていますが、キャラクターデザインは少し原油ですが現実的で、伝統的なアニメの外観とは異なります。  CGレーシングカーは2Dアニメーションと衝突しますが、それは良い見通しではありませんが、アニメーションは第2段階で改善され、キャラクターデザインは粗く見えませんが、現実的な外観を保ちます。\u001b[22m\n\u001b[1m(Ryōhō no shirīzu no animēshon wa, 90-nendai kōhan ni anime ga sakusei sa reta koto o kōryo suruto hidzuke ga tsuite iru koto ga shōmei sa rete imasuga, kyarakutādezain wa sukoshi gen'yudesuga genjitsu-tekide, dentō-tekina anime no gaikan to wa kotonarimasu. CG rēshingukā wa 2 D animēshon to shōtotsu shimasuga, sore wa yoi mitōshide wa arimasenga, animēshon wa dai 2 dankai de kaizen sa re, kyarakutādezain wa araku miemasenga, genjitsu-tekina gaikan o tamochimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation for both series is proved to be dated, considering the anime was made in the late 90s, some character designs were a bit crude but it is realistic and differs from the traditional anime look. The CG racing cars does clash with the 2D animation and it is not a good sight but the animation does improve during the second stage with the character designs being less crude-looking but still retains its realistic look.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation for both series is proved to be dated, considering the anime was made in the late 90s, some character designs were a bit crude but it is realistic and differs from the traditional anime look.\u001b[24m\n    \u001b[1m両方のシリーズのアニメーションは、90年代後半にアニメが作成されたことを考慮すると日付が付いていることが証明されていますが、キャラクターデザインは少し原油ですが現実的で、伝統的なアニメの外観とは異なります。\u001b[22m, \u001b[1m両方のシリーズのアニメーションがアニメは90年代後半に行われた検討し、日付であることが証明され、一部のキャラクターデザインは、ビット原油であったが、それは現実的である、伝統的なアニメの外観とは異なります。\u001b[22m\n\u001b[4mThe CG racing cars does clash with the 2D animation and it is not a good sight but the animation does improve during the second stage with the character designs being less crude-looking but still retains its realistic look.\u001b[24m\n    \u001b[1mCGレーシングカーは2Dアニメーションと衝突しますが、それは良い見通しではありませんが、アニメーションは第2段階で改善され、キャラクターデザインは粗く見えませんが、現実的な外観を保ちます。\u001b[22m, \u001b[1mCGのレーシングカーは、2Dアニメーションと衝突ん、それは良い光景ではありませんが、文字で第二段階の間のアニメーション改善んが少なく、粗-探している設計が、それでも、その現実的な外観を保持します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFINAL VERDICT: The anime is actually good and I didn’t have any high or great expectations of this but this one actually surprised me. It actually focuses on its prime objective and doesn't glamourize the life of being a street racer (ie drugs, parties, women at the palm of your hands) and while it does show illegal street racing (albeit only on mountain passes), the show does advise you to only do this at safe locations like a track where you won't run over somebody and takes what lessons about drifting seriously, as in, this is nothing to joke about. I would recommend if you are somebody that expected more from the you-know-what movies, this is your treat. The 2nd stage of the series actually covers more of the plot without putting much filler episodes like in the previous one.\n\n\u001b[1m最終的な獣医：アニメは実際には良いですが、私はこれに対してどんなに高い、あるいは大きな期待もしていませんでしたが、これは実際に私を驚かせました。 それは実際にその主要な目的に焦点を当て、ストリートレーサー（すなわち、薬、パーティー、あなたの手のひらにある女性）の人生を魅了しませんし、違法なストリートレースを見せていますが ショーは、あなたが誰かを乗り越えることのないトラックのような安全な場所でのみこれを行うようアドバイスし、真剣に漂流することについての教訓を取ります。 私はあなたが誰か - あなたが知っている映画から何かを期待している人なら、これはお勧めです。 シリーズの第2段階では、前のようなフィラーのエピソードをあまり出さずに、実際にプロットの多くをカバーしています。\u001b[22m\n\u001b[1m(Saishū-tekina jūi: Anime wa jissai ni wa yoidesuga, watashi wa kore ni taishite don'nani takai, aruiwa ōkina kitai mo shite imasendeshitaga, kore wa jissai ni watashi o odoroka semashita. Sore wa jissai ni sono shuyōna mokuteki ni shōten o ate, sutorītorēsā (sunawachi,-yaku, pātī, anata no tenohira ni aru josei) no jinsei o miryō shimasenshi, ihōna sutorītorēsu o misete imasuga shō wa, anata ga dareka o norikoeru koto no nai torakku no yōna anzen'na basho de nomi kore o okonau yō adobaisu shi, shinken ni hyōryū suru koto ni tsuite no kyōkun o torimasu. Watashi wa anata ga dare ka - anata ga shitte iru eiga kara nanika o kitai shite iru hitonara, koreha o susumedesu. Shirīzu no dai 2 dankaide wa, mae no yōna firā no episōdo o amari dasazu ni, jissai ni purotto no ōku o kabā shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFINAL VERDICT: The anime is actually good and I didn’t have any high or great expectations of this but this one actually surprised me. It actually focuses on its prime objective and doesn't glamourize the life of being a street racer (ie drugs, parties, women at the palm of your hands) and while it does show illegal street racing (albeit only on mountain passes), the show does advise you to only do this at safe locations like a track where you won't run over somebody and takes what lessons about drifting seriously, as in, this is nothing to joke about. I would recommend if you are somebody that expected more from the you-know-what movies, this is your treat. The 2nd stage of the series actually covers more of the plot without putting much filler episodes like in the previous one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFINAL VERDICT: The anime is actually good and I didn’t have any high or great expectations of this but this one actually surprised me.\u001b[24m\n    \u001b[1m最終的な獣医：アニメは実際には良いですが、私はこれに対してどんなに高い、あるいは大きな期待もしていませんでしたが、これは実際に私を驚かせました。\u001b[22m, \u001b[1m最終的な判定：アニメは、実際に良いですし、私はこののいずれか高いか大きな期待を持っていなかったが、この1つは実際に私を驚かせました。\u001b[22m\n\u001b[4mIt actually focuses on its prime objective and doesn't glamourize the life of being a street racer (ie drugs, parties, women at the palm of your hands) and while it does show illegal street racing (albeit only on mountain passes), the\u001b[24m\n    \u001b[1mそれは実際にその主要な目的に焦点を当て、ストリートレーサー（すなわち、薬、パーティー、あなたの手のひらにある女性）の人生を魅了しませんし、違法なストリートレースを見せていますが\u001b[22m, \u001b[1mそれは実際にその主な目的に焦点を当て、（すなわち、薬物、パーティー、あなたの手の手のひらで女性）と、それは（山が通過するのみであるが）違法なストリートレースを示していながら、ストリートレーサーであることの人生を魅力的にするしません、\u001b[22m\n\u001b[4mshow does advise you to only do this at safe locations like a track where you won't run over somebody and takes what lessons about drifting seriously, as in, this is nothing to joke about.\u001b[24m\n    \u001b[1mショーは、あなたが誰かを乗り越えることのないトラックのような安全な場所でのみこれを行うようアドバイスし、真剣に漂流することについての教訓を取ります。\u001b[22m, \u001b[1mショーは唯一のあなたが誰か上で実行し、真剣に漂流について何教訓を取りませんトラックのような安全な場所でこれを行うには、あなたに助言ない、のように、これは冗談するものではありません。\u001b[22m\n\u001b[4mI would recommend if you are somebody that expected more from the you-know-what movies, this is your treat.\u001b[24m\n    \u001b[1m私はあなたが誰か - あなたが知っている映画から何かを期待している人なら、これはお勧めです。\u001b[22m, \u001b[1m私はあなたが映画-何を知るからより多くの期待誰かであれば、これはあなたの御馳走であることをお勧めします。\u001b[22m\n\u001b[4mThe 2nd stage of the series actually covers more of the plot without putting much filler episodes like in the previous one.\u001b[24m\n    \u001b[1mシリーズの第2段階では、前のようなフィラーのエピソードをあまり出さずに、実際にプロットの多くをカバーしています。\u001b[22m, \u001b[1mシリーズの第二段階は、実際には前のもののように多くのフィラーのエピソードをかけることなく、プロットの多くをカバーしています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAlso, for the ones who are prefer dubs like me, stick to the FUNimation dub. The TokyoPop dub may have voice actors you like but honestly, this dub does no justice to them.\n\n\u001b[1mまた、私のようなダブが好きな人には、FUNimationのダブに固執してください。 東京ポップダブにはあなたが好きな声優がいるかもしれませんが、正直なところ、このダブは彼らに正義をしません。\u001b[22m\n\u001b[1m(Mata, watashi no yōna dabu ga sukinahito ni wa, FUNimation no dabu ni koshū shite kudasai. Tōkyō poppudabu ni wa anata ga sukina seiyū ga iru kamo shiremasenga, shōjikina tokoro, kono dabu wa karera ni seigi o shimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlso, for the ones who are prefer dubs like me, stick to the FUNimation dub. The TokyoPop dub may have voice actors you like but honestly, this dub does no justice to them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, for the ones who are prefer dubs like me, stick to the FUNimation dub.\u001b[24m\n    \u001b[1mまた、私のようなダブが好きな人には、FUNimationのダブに固執してください。\u001b[22m, \u001b[1mまた、私のようなダビングを好むファニメーションのダブに固執しているもののために。\u001b[22m\n\u001b[4mThe TokyoPop dub may have voice actors you like but honestly, this dub does no justice to them.\u001b[24m\n    \u001b[1m東京ポップダブにはあなたが好きな声優がいるかもしれませんが、正直なところ、このダブは彼らに正義をしません。\u001b[22m, \u001b[1mTOKYOPOPのダブが好きな声優を持っているかもしれませんが、正直なところ、このダブは彼らに何の正義を行いません。\u001b[22m"
  },
  {
    "title": "Initial_D_Second_Stage",
    "id": "186",
    "url": "https://myanimelist.net/anime/186/Initial_D_Second_Stage",
    "user": "AuronSurmount",
    "profile": "/profile/AuronSurmount/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=27894",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  9\n\nこれは私の2番目の初期Dレビューです。 これは、明らかにステージ2についてのものです。第2ステージのレビューを見ているなら、すでにシリーズについて少し知っている可能性があります。 それは、あなたがステージ/シーズンがあなたの時間の価値があるかどうかを見たいと思っています。 いずれにせよ、私はあなたの両方のためにこれを書くでしょう。 私は時々それを参照するかもしれないので、私は元の初期Dステージ1のレビューを読むことをお勧めします。  （http://myanimelist.net/profile/AuronSurmount/reviews）\n\nこれは、前のステージと比較していくらかです。 これに対して、ステージ2はステージ1よりも大幅に改善されています。 ステージ1は狂った威圧的なレースに集中し、ステージ2はレースの上に他の要素を投げ込み、元のクオリティを維持しました。  （以前の品質を超えていない場合）。\n\n彼らが第1シーズンよりももっと投げた要素の1つは、トークでかなり技術的になった。 彼らは物事が特定の方法で動作する理由を説明し、エキサイティングな通りのレースを楽しんでいる間にあなたのことを学びます。  2つの季節に、私は車に関して少し学んだことを見てきました。 それにもかかわらず、劇的な、またはそれほど重要ではないが、素晴らしいです。 前回のレビューでは、車に関する知識がほとんどなく、本当に気にしていなかったことに触れました。 しかし、このシリーズは少しだけ私の興味を喚起します。\n\nもう一つの要素は、これは前のシーズンからの大きな進歩だと思います。彼らはキャラクターにとってより多くの副作用を投げかけました。 彼らが文字を劇的に発展させたのは明らかです。 前回のレビューで述べた例を使って、私が何を意味するのかについてもっと説明します。 私はタックの親友である迷惑なIggyキャラクターについて言及しましたが、彼らはこのキャラクターで大きな進歩を遂げました。 彼の周りの変化がIggyの周りに含まれていたサイドストーリーと一緒にキャラクターに影響を与えたのは明らかです。 このシリーズは最後のものよりもエキサイティングなものでした。\n\n私はステージ1の芸術の質に非常に失望しました。キャラクターと一緒に、そして車で。 しかし、彼らは今シーズンより良いCGルートに行くことに決めました。 私の意見では、このシリーズをもっと良く見せてくれたと思います。  Tho、いくつかはその声明に同意しないかもしれません。 それは彼らが目立つようになり、派手なものになるでしょう。 言うまでもなく、前のステージよりもはるかに詳細に入ります。 今シーズンに唯一改良されたものではなく、キャラクターアートも大きく向上しました。 それはまだ他のアニメに見られる芸術の一部と同じくらい素晴らしいものではありませんが、最も反抗的に優れています。 彼らは私の意見ではスマートな動きだった文字よりも車に多くの努力を置いた。\n\n私は今シーズンをダウンロードしたので、日本版とダブ版の違いを見る機会はありませんでした。 しかし、車とサウンドトラックの両方の音は巧みに拾われてうまくいった。\n\n今、私はこのアニメのキーポイントのほとんどを述べてきたので、私は楽しさと全体的なものになるべきです。 以前に述べたものの他に、ステージ1と比べてステージ2について好きだった重要なものが1つありました。 アニメの長さ。 今シーズンは不思議だったステージ1の半分でした。 長さについて一度も不平を言うことは一度もなく、本当のフィラーはありませんでした。 それはそれ自体をステージ1の基準に保ちました。楽しさについて...私の必見のリストにそれを作りました。 今シーズンはこれまでどおり減速しなかった。 それは間違いなく見る価値があった。 リワッチ値：中 - 高。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is my second Initial D review. This one being, obviously, about Stage 2. If you are looking at the reviews for the second stage you more than likely know a little about the series already. That, or you are looking to see if -all- the stages/seasons will be worth your time. Either way, i will write this for both of you. I recommend reading my original Initial D Stage 1 review, because I may make references to it on occasion. (http://myanimelist.net/profile/AuronSurmount/reviews)\n\n\u001b[1mこれは私の2番目の初期Dレビューです。 これは、明らかにステージ2についてのものです。第2ステージのレビューを見ているなら、すでにシリーズについて少し知っている可能性があります。 それは、あなたがステージ/シーズンがあなたの時間の価値があるかどうかを見たいと思っています。 いずれにせよ、私はあなたの両方のためにこれを書くでしょう。 私は時々それを参照するかもしれないので、私は元の初期Dステージ1のレビューを読むことをお勧めします。  （http://myanimelist.net/profile/AuronSurmount/reviews）\u001b[22m\n\u001b[1m(Kore wa watashi no 2-banme no shoki D rebyūdesu. Kore wa, akiraka ni sutēji 2 ni tsuite no monodesu. Dai 2 sutēji no rebyū o mite irunara, sudeni shirīzu ni tsuite sukoshi shitte iru kanōsei ga arimasu. Sore wa, anata ga sutēji/ shīzun ga anata no jikan no kachigāru ka dō ka o mitai to omotte imasu. Izure ni seyo, watashi wa anata no ryōhō no tame ni kore o kakudeshou. Watashi wa tokidoki sore o sanshō suru kamo shirenainode, watashi wa gen no shoki D sutēji 1 no rebyū o yomu koto o o susume shimasu. (Http: / / Myanimelist. Netto/ profile/ AuronSurmount/ reviews))\u001b[22m\n\nTranslations of \u001b[4mThis is my second Initial D review. This one being, obviously, about Stage 2. If you are looking at the reviews for the second stage you more than likely know a little about the series already. That, or you are looking to see if -all- the stages/seasons will be worth your time. Either way, i will write this for both of you. I recommend reading my original Initial D Stage 1 review, because I may make references to it on occasion. (http://myanimelist.net/profile/AuronSurmount/reviews)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my second Initial D review.\u001b[24m\n    \u001b[1mこれは私の2番目の初期Dレビューです。\u001b[22m, \u001b[1mこれは私の第二の頭文字Dのレビューです。\u001b[22m\n\u001b[4mThis one being, obviously, about Stage 2. If you are looking at the reviews for the second stage you more than likely know a little about the series already.\u001b[24m\n    \u001b[1mこれは、明らかにステージ2についてのものです。第2ステージのレビューを見ているなら、すでにシリーズについて少し知っている可能性があります。\u001b[22m, \u001b[1mあなたはおそらくよりは、すでにシリーズについて少し知っている第二段階のレビューを見ている場合は、この1は、ステージ2については、明らかに、です。\u001b[22m\n\u001b[4mThat, or you are looking to see if -all- the stages/seasons will be worth your time.\u001b[24m\n    \u001b[1mそれは、あなたがステージ/シーズンがあなたの時間の価値があるかどうかを見たいと思っています。\u001b[22m, \u001b[1mそれは、またはあなたがステージ-all- /季節はあなたの時間の価値があるだろうかどうかを確認するために探しています。\u001b[22m\n\u001b[4mEither way, i will write this for both of you.\u001b[24m\n    \u001b[1mいずれにせよ、私はあなたの両方のためにこれを書くでしょう。\u001b[22m, \u001b[1mいずれにせよ、私はあなたの両方のためにこれを書き込みます。\u001b[22m\n\u001b[4mI recommend reading my original Initial D Stage 1 review, because I may make references to it on occasion.\u001b[24m\n    \u001b[1m私は時々それを参照するかもしれないので、私は元の初期Dステージ1のレビューを読むことをお勧めします。\u001b[22m, \u001b[1m私は機会にそれへの参照を行うことができるので、私は、私のオリジナル頭文字Dステージ1のレビューを読むことをお勧め。\u001b[22m\n\u001b[4m(http://myanimelist.net/profile/AuronSurmount/reviews)\u001b[24m\n    \u001b[1m（http://myanimelist.net/profile/AuronSurmount/reviews）\u001b[22m\n\u001b[1m\u001b[22m\nThis will be somewhat a comparison to the previous Stage. In comparison, stage 2 has improved tremendously over stage one. Stage 1 focused more on the crazy intimidating races while stage 2 threw in other elements on top of the races, while maintaining the original quality. (If not exceeding the previous quality).\n\n\u001b[1mこれは、前のステージと比較して多少なりともなります。 これに対して、ステージ2はステージ1よりも大幅に改善されています。 ステージ1は狂った威圧的なレースに集中し、ステージ2はレースの上に他の要素を投げ込み、元の質を維持しました。  （以前の品質を超えていない場合）。\u001b[22m\n\u001b[1m(Kore wa, mae no sutēji to hikaku shite tashōnaritomo narimasu. Kore ni taishite, sutēji 2 wa sutēji 1 yori mo ōhaba ni kaizen sa rete imasu. Sutēji 1 wa kurutta iatsu-tekina rēsu ni shūchū shi, sutēji 2 wa rēsu no ue ni hoka no yōso o nagekomi,-moto no shitsu o iji shimashita. (Izen no hinshitsu o koete inai baai).)\u001b[22m\n\nTranslations of \u001b[4mThis will be somewhat a comparison to the previous Stage. In comparison, stage 2 has improved tremendously over stage one. Stage 1 focused more on the crazy intimidating races while stage 2 threw in other elements on top of the races, while maintaining the original quality. (If not exceeding the previous quality).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis will be somewhat a comparison to the previous Stage.\u001b[24m\n    \u001b[1mこれは、前のステージと比較して多少なりともなります。\u001b[22m, \u001b[1mこれは、前のステージに多少の比較になります。\u001b[22m\n\u001b[4mIn comparison, stage 2 has improved tremendously over stage one.\u001b[24m\n    \u001b[1mこれに対して、ステージ2はステージ1よりも大幅に改善されています。\u001b[22m, \u001b[1m比較では、ステージ2は、ステージ1の上に大幅に改善しました。\u001b[22m\n\u001b[4mStage 1 focused more on the crazy intimidating races while stage 2 threw in other elements on top of the races, while maintaining the original quality.\u001b[24m\n    \u001b[1mステージ1は狂った威圧的なレースに集中し、ステージ2はレースの上に他の要素を投げ込み、元の質を維持しました。\u001b[22m, \u001b[1mオリジナルの品質を維持しながら、ステージ2は、レースの上に他の要素に投げながら、ステージ1は狂気の威圧的なレースにもっと焦点を当てました。\u001b[22m\n\u001b[4m(If not exceeding the previous quality).\u001b[24m\n    \u001b[1m（以前の品質を超えていない場合）。\u001b[22m, \u001b[1m（前の品質を超えない場合）。\u001b[22m\n\u001b[1m\u001b[22m\nOne element they threw in more so than the first season they got quite a bit more technical with the talk. They explain why things work certain ways, and just my listening you learn more about them while enjoying exciting street races. In the two seasons I have watched I learned a little about cars, that i wouldn't have learned otherwise. It wasn't anything drastic, or too important, but awesome nonetheless. I mentioned in my previous review that I had little to no knowledge about cars nor did i really care. However, this series peaks my interest, if only by a little.\n\n\u001b[1m彼らが第1シーズンよりももっと投げた要素の1つは、トークでかなり技術的になった。 彼らは物事が特定の方法で動作する理由を説明し、エキサイティングなストリートレースを楽しんでいる間に私が聞いたことだけであなたのことを学びます。  2つの季節に、私は車に関して少し学んだことを見てきました。 それにもかかわらず、劇的な、またはそれほど重要ではないが、素晴らしいです。 前回のレビューでは、車に関する知識がほとんどなく、本当に気にしていなかったことに触れました。 しかし、このシリーズは少しだけ私の興味を喚起します。\u001b[22m\n\u001b[1m(Karera ga dai 1 shīzun yori mo motto nageta yōso no 1tsu wa, tōku de kanari gijutsu-teki ni natta. Karera wa monogoto ga tokutei no hōhō de dōsa suru riyū o setsumei shi, ekisaitinguna sutorītorēsu o tanoshinde iru ma ni watashi ga kiita koto dake de anata no koto o manabimasu. 2Tsu no kisetsu ni, watashi wa kuruma ni kanshite sukoshi mananda koto o mitekimashita. Sore nimokakawarazu, gekitekina, matawa sorehodo jūyōde wa naiga, subarashīdesu. Zenkai no rebyūde wa,-sha ni kansuru chishiki ga hotondo naku, hontōni ki ni shite inakatta koto ni furemashita. Shikashi, kono shirīzu wa sukoshi dake watashi no kyōmi o kanki shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne element they threw in more so than the first season they got quite a bit more technical with the talk. They explain why things work certain ways, and just my listening you learn more about them while enjoying exciting street races. In the two seasons I have watched I learned a little about cars, that i wouldn't have learned otherwise. It wasn't anything drastic, or too important, but awesome nonetheless. I mentioned in my previous review that I had little to no knowledge about cars nor did i really care. However, this series peaks my interest, if only by a little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne element they threw in more so than the first season they got quite a bit more technical with the talk.\u001b[24m\n    \u001b[1m彼らが第1シーズンよりももっと投げた要素の1つは、トークでかなり技術的になった。\u001b[22m, \u001b[1m一つの要素彼らはより多くのように、彼らはかなり多くの技術的な話となった最初のシーズンよりもで投げました。\u001b[22m\n\u001b[4mThey explain why things work certain ways, and just my listening you learn more about them while enjoying exciting street races.\u001b[24m\n    \u001b[1m彼らは物事が特定の方法で動作する理由を説明し、エキサイティングなストリートレースを楽しんでいる間に私が聞いたことだけであなたのことを学びます。\u001b[22m, \u001b[1m彼らは物事が特定の方法を動作し、かつエキサイティングなストリートレースを楽しみながら、ちょうど私のリスニングは、あなたがそれらについての詳細を学ぶ理由を説明します。\u001b[22m\n\u001b[4mIn the two seasons I have watched I learned a little about cars, that i wouldn't have learned otherwise.\u001b[24m\n    \u001b[1m2つの季節に、私は車に関して少し学んだことを見てきました。\u001b[22m, \u001b[1m2シーズンでは、私は私がそうでなければ学んできたではないだろうと、車について少し学んで見ています。\u001b[22m\n\u001b[4mIt wasn't anything drastic, or too important, but awesome nonetheless.\u001b[24m\n    \u001b[1mそれにもかかわらず、劇的な、またはそれほど重要ではないが、素晴らしいです。\u001b[22m, \u001b[1mそれにもかかわらず抜本的な、またはあまりにも重要な、しかし素晴らしい何もありませんでした。\u001b[22m\n\u001b[4mI mentioned in my previous review that I had little to no knowledge about cars nor did i really care.\u001b[24m\n    \u001b[1m前回のレビューでは、車に関する知識がほとんどなく、本当に気にしていなかったことに触れました。\u001b[22m, \u001b[1m私は車についての知識をほとんど持っていたにも私は本当に気にしなかった私の以前のレビューで述べました。\u001b[22m\n\u001b[4mHowever, this series peaks my interest, if only by a little.\u001b[24m\n    \u001b[1mしかし、このシリーズは少しだけ私の興味を喚起します。\u001b[22m, \u001b[1m少しだけによってただし、このシリーズは、私の興味をピーク。\u001b[22m\n\u001b[1m\u001b[22m\nAnother element, and I believe this is a huge improvement from the previous season, they threw in more side stories for the characters. It is quite obvious that they developed the characters drastically more. Using the example i mentioned in the previous review I will explain more about what I mean. I mentioned the annoying Iggy character, Tak's best friend, they made significant progress with this character. It is obvious the changes around him effected the character, along with the side story they included around Iggy. It most definitely made this series more exciting than the last.\n\n\u001b[1mもう一つの要素は、これは前のシーズンからの大きな進歩だと思います。彼らはキャラクターにとってより多くの副作用を投げかけました。 彼らが文字を劇的に発展させたのは明らかです。 前回のレビューで述べた例を使って、私が何を意味するのかについてもっと説明します。 私はタックの親友である迷惑なIggyキャラクターについて言及しましたが、彼らはこのキャラクターで大きな進歩を遂げました。 彼の周りの変化がIggyの周りに含まれていたサイドストーリーと一緒にキャラクターに影響を与えたのは明らかです。 このシリーズは最後のものよりもエキサイティングなものでした。\u001b[22m\n\u001b[1m(Mōhitotsu no yōso wa, koreha mae no shīzun kara no ōkina shinpoda to omoimasu. Karera wa kyarakutā ni totte yori ōku no fukusayō o nagekakemashita. Karera ga moji o gekiteki ni hatten sa seta no wa akirakadesu. Zenkai no rebyū de nobeta rei o tsukatte, watashi ga nani o imi suru no ka ni tsuite motto setsumei shimasu. Watashi wa takku no shin'yūdearu meiwakuna Iggy kyarakutā ni tsuite genkyū shimashitaga, karera wa kono kyarakutā de ōkina shinpo o togemashita. Kare no mawari no henka ga Iggy no mawari ni fukuma rete ita saidosutōrī to issho ni kyarakutā ni eikyō o ataeta no wa akirakadesu. Kono shirīzu wa saigo no mono yori mo ekisaitinguna monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnother element, and I believe this is a huge improvement from the previous season, they threw in more side stories for the characters. It is quite obvious that they developed the characters drastically more. Using the example i mentioned in the previous review I will explain more about what I mean. I mentioned the annoying Iggy character, Tak's best friend, they made significant progress with this character. It is obvious the changes around him effected the character, along with the side story they included around Iggy. It most definitely made this series more exciting than the last.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother element, and I believe this is a huge improvement from the previous season, they threw in more side stories for the characters.\u001b[24m\n    \u001b[1mもう一つの要素は、これは前のシーズンからの大きな進歩だと思います。彼らはキャラクターにとってより多くの副作用を投げかけました。\u001b[22m, \u001b[1mもう一つの要素は、と私は、これは、前のシーズンから大幅に改善であると信じて、彼らは文字の複数の側の話で投げました。\u001b[22m\n\u001b[4mIt is quite obvious that they developed the characters drastically more.\u001b[24m\n    \u001b[1m彼らが文字を劇的に発展させたのは明らかです。\u001b[22m, \u001b[1m彼らが大幅に多くの文字を開発したことは極めて明白です。\u001b[22m\n\u001b[4mUsing the example i mentioned in the previous review I will explain more about what I mean.\u001b[24m\n    \u001b[1m前回のレビューで述べた例を使って、私が何を意味するのかについてもっと説明します。\u001b[22m, \u001b[1m私は私が何を意味するかについての詳細を説明します私は、以前のレビューで述べた例を使用します。\u001b[22m\n\u001b[4mI mentioned the annoying Iggy character, Tak's best friend, they made significant progress with this character.\u001b[24m\n    \u001b[1m私はタックの親友である迷惑なIggyキャラクターについて言及しましたが、彼らはこのキャラクターで大きな進歩を遂げました。\u001b[22m, \u001b[1m私は、彼らがこの文字で大きな進歩を遂げ、迷惑イギー文字、徳の親友を述べました。\u001b[22m\n\u001b[4mIt is obvious the changes around him effected the character, along with the side story they included around Iggy.\u001b[24m\n    \u001b[1m彼の周りの変化がIggyの周りに含まれていたサイドストーリーと一緒にキャラクターに影響を与えたのは明らかです。\u001b[22m, \u001b[1m彼の周りの変更は、彼らがイギーの周りに含まれるサイドストーリーに沿って、文字を行なわ明らかです。\u001b[22m\n\u001b[4mIt most definitely made this series more exciting than the last.\u001b[24m\n    \u001b[1mこのシリーズは最後のものよりもエキサイティングなものでした。\u001b[22m, \u001b[1mこれは、ほとんど間違いなく、最後のよりも、このシリーズは、よりエキサイティングました。\u001b[22m\n\u001b[1m\u001b[22m\nI was very disappointed at the quality of art in Stage 1, both with the characters and with and the cars. However, they decided to go to a better CG route this season. In my opinion, i think it made the series look a whole lot better. Tho, some may disagree with that statement. It makes they stand out and be a bit for flashy. Not to mention They go into a whole lot more detail than the previous Stage. The cars were not the only improvement they made in this season, they also tremendously improved the character art too. It is still not as great as some of the art seen in other anime, but it is most defiantly better. They placed more effort into the cars than the characters, which was a smart move in my opinion.\n\n\u001b[1m私はステージ1の芸術の質に非常に失望しました。キャラクターと一緒に、そして車で。 しかし、彼らは今シーズンより良いCGルートに行くことに決めました。 私の意見では、このシリーズをもっと良く見せてくれたと思います。  Tho、いくつかはその声明に同意しないかもしれません。 それは彼らが目立つようになり、派手なものになるでしょう。 言うまでもなく、前のステージよりもはるかに詳細に入ります。 今シーズンに唯一改良されたものではなく、キャラクターアートも大きく向上しました。 それはまだ他のアニメに見られる芸術の一部と同じくらい素晴らしいものではありませんが、最も反抗的に優れています。 彼らは私の意見ではスマートな動きだった文字よりも車に多くの努力を置いた。\u001b[22m\n\u001b[1m(Watashi wa sutēji 1 no geijutsu no shitsu ni hijō ni shitsubō shimashita. Kyarakutā to issho ni, soshite kuruma de. Shikashi, karera wa ima shīzun yoriyoi CG rūto ni iku koto ni kimemashita. Watashi no ikende wa, kono shirīzu o motto yoku misete kureta to omoimasu. Tho, ikutsu ka wa sono seimei ni dōi shinai kamo shiremasen. Sore wa karera ga medatsu yō ni nari, hadena mono ni narudeshou. Iumademonaku, mae no sutēji yori mo haruka ni shōsai ni hairimasu. Ima shīzun ni yuiitsu kairyō sa reta monode wa naku, kyarakutāāto mo ōkiku kōjō shimashita. Sore wa mada hoka no anime ni mi rareru geijutsu no ichibu to onaji kurai subarashī monode wa arimasenga, mottomo hankō-teki ni sugurete imasu. Karera wa watashi no ikende wa sumātona ugokidatta moji yori mo kuruma ni ōku no doryoku o oita.)\u001b[22m\n\nTranslations of \u001b[4mI was very disappointed at the quality of art in Stage 1, both with the characters and with and the cars. However, they decided to go to a better CG route this season. In my opinion, i think it made the series look a whole lot better. Tho, some may disagree with that statement. It makes they stand out and be a bit for flashy. Not to mention They go into a whole lot more detail than the previous Stage. The cars were not the only improvement they made in this season, they also tremendously improved the character art too. It is still not as great as some of the art seen in other anime, but it is most defiantly better. They placed more effort into the cars than the characters, which was a smart move in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was very disappointed at the quality of art in Stage 1, both with the characters and with and the cars.\u001b[24m\n    \u001b[1m私はステージ1の芸術の質に非常に失望しました。キャラクターと一緒に、そして車で。\u001b[22m, \u001b[1m私はステージ1で、両方の文字を持つととアートの品質と車で非常にがっかりしました。\u001b[22m\n\u001b[4mHowever, they decided to go to a better CG route this season.\u001b[24m\n    \u001b[1mしかし、彼らは今シーズンより良いCGルートに行くことに決めました。\u001b[22m, \u001b[1mしかし、彼らはより良いCGルートこの季節に行くことにしました。\u001b[22m\n\u001b[4mIn my opinion, i think it made the series look a whole lot better.\u001b[24m\n    \u001b[1m私の意見では、このシリーズをもっと良く見せてくれたと思います。\u001b[22m, \u001b[1m私の意見では、私はそれがシリーズ全体かなり良く見えたと思います。\u001b[22m\n\u001b[4mTho, some may disagree with that statement.\u001b[24m\n    \u001b[1mTho、いくつかはその声明に同意しないかもしれません。\u001b[22m, \u001b[1mカントーは、いくつかは、その文に同意しない場合があります。\u001b[22m\n\u001b[4mIt makes they stand out and be a bit for flashy.\u001b[24m\n    \u001b[1mそれは彼らが目立つようになり、派手なものになるでしょう。\u001b[22m, \u001b[1mそれは彼らが目立つと派手ためのビットであることになります。\u001b[22m\n\u001b[4mNot to mention They go into a whole lot more detail than the previous Stage.\u001b[24m\n    \u001b[1m言うまでもなく、前のステージよりもはるかに詳細に入ります。\u001b[22m, \u001b[1m彼らは、以前のステージよりもはるかに多くの詳細に行く言うまでもありません。\u001b[22m\n\u001b[4mThe cars were not the only improvement they made in this season, they also tremendously improved the character art too.\u001b[24m\n    \u001b[1m今シーズンに唯一改良されたものではなく、キャラクターアートも大きく向上しました。\u001b[22m, \u001b[1m車は、彼らが今シーズンで行われた改良のみではなかった、彼らはまた途方もなくあまりにも文字アートを改善しました。\u001b[22m\n\u001b[4mIt is still not as great as some of the art seen in other anime, but it is most defiantly better.\u001b[24m\n    \u001b[1mそれはまだ他のアニメに見られる芸術の一部と同じくらい素晴らしいものではありませんが、最も反抗的に優れています。\u001b[22m, \u001b[1mそれはまだ他のアニメで見られる芸術のいくつかのように素晴らしいではありませんが、それは最も挑戦的に優れています。\u001b[22m\n\u001b[4mThey placed more effort into the cars than the characters, which was a smart move in my opinion.\u001b[24m\n    \u001b[1m彼らは私の意見ではスマートな動きだった文字よりも車に多くの努力を置いた。\u001b[22m, \u001b[1m彼らは私の意見では賢明な動きだった文字を、より車の中に多くの努力を置きました。\u001b[22m\n\u001b[1m\u001b[22m\nI downloaded this season, so i didn't get a chance to see how the Japanese version compared to the Dub version. However the sounds, both with the cars and the soundtrack were decently picked and nicely done.\n\n\u001b[1m私は今シーズンをダウンロードしたので、日本版とダブ版の違いを見る機会はありませんでした。 しかし、車とサウンドトラックの両方の音は巧みに拾われてうまくいった。\u001b[22m\n\u001b[1m(Watashi wa ima shīzun o daunrōdo shitanode, nipponban to dabu-ban no chigai o miru kikai wa arimasendeshita. Shikashi,-sha to saundotorakku no ryōhō no oto wa takumi ni hirowa rete umaku itta.)\u001b[22m\n\nTranslations of \u001b[4mI downloaded this season, so i didn't get a chance to see how the Japanese version compared to the Dub version. However the sounds, both with the cars and the soundtrack were decently picked and nicely done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI downloaded this season, so i didn't get a chance to see how the Japanese version compared to the Dub version.\u001b[24m\n    \u001b[1m私は今シーズンをダウンロードしたので、日本版とダブ版の違いを見る機会はありませんでした。\u001b[22m, \u001b[1m私はこの季節をダウンロードしたので、私は日本語版がダブバージョンに比べてどのように見る機会がなかったです。\u001b[22m\n\u001b[4mHowever the sounds, both with the cars and the soundtrack were decently picked and nicely done.\u001b[24m\n    \u001b[1mしかし、車とサウンドトラックの両方の音は巧みに拾われてうまくいった。\u001b[22m, \u001b[1mしかし、車やサウンドトラックの両方の音が、ちゃんと拾ってきれいに行われました。\u001b[22m\n\u001b[1m\u001b[22m\nNow that I have mentioned most of the key points for this anime, i should get down to the Enjoyment and overall. There was one major thing that I liked about Stage 2 compared to stage 1, besides the ones stated previously. The length of the anime. It was half as long as stage one which did wonders for this season. I never once complained about the length, nor did they have any real fillers. That itself kept it up to the standard of stage 1. As for the enjoyment... It made it at my must see list. This season didn't slow down any from the previous. It was definitely worth watching. Rewatch Value: Medium - High.\n\n\u001b[1m今、私はこのアニメのキーポイントのほとんどを述べてきたので、私は楽しさと全体的なものになるべきです。 以前に述べたものの他に、ステージ1と比べてステージ2について好きだった重要なものが1つありました。 アニメの長さ。 今シーズンは不思議だったステージ1の半分でした。 長さについて一度も不平を言うことは一度もなく、本当のフィラーはありませんでした。 それはそれ自体をステージ1の基準に保ちました。楽しさについて...私の必見のリストにそれを作りました。 今シーズンはこれまでどおり減速しなかった。 それは間違いなく見る価値があった。 リワッチ値：中 - 高。\u001b[22m\n\u001b[1m(Ima, watashi wa kono anime no kīpointo no hotondo o nobete kitanode, watashi wa tanoshisa to zentai-tekina mono ni narubekidesu. Izen ni nobeta mono no ta ni, sutēji 1 to kurabete sutēji 2 ni tsuite sukidatta jūyōna mono ga 1tsu arimashita. Anime no naga-sa. Ima shīzun wa fushigidatta sutēji 1 no hanbundeshita. Naga-sa ni tsuite ichido mo fuhei o iu koto wa ichido mo naku, hontō no firā wa arimasendeshita. Sore wa sore jitai o sutēji 1 no kijun ni tamochimashita. Tanoshisa ni tsuite... Watashi no hikken no risuto ni sore o tsukurimashita. Ima shīzun wa kore made dōri gensoku shinakatta. Sore wa machigainaku miru kachi ga atta. Riwatchi-chi: Naka - kō.)\u001b[22m\n\nTranslations of \u001b[4mNow that I have mentioned most of the key points for this anime, i should get down to the Enjoyment and overall. There was one major thing that I liked about Stage 2 compared to stage 1, besides the ones stated previously. The length of the anime. It was half as long as stage one which did wonders for this season. I never once complained about the length, nor did they have any real fillers. That itself kept it up to the standard of stage 1. As for the enjoyment... It made it at my must see list. This season didn't slow down any from the previous. It was definitely worth watching. Rewatch Value: Medium - High.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow that I have mentioned most of the key points for this anime, i should get down to the Enjoyment and overall.\u001b[24m\n    \u001b[1m今、私はこのアニメのキーポイントのほとんどを述べてきたので、私は楽しさと全体的なものになるべきです。\u001b[22m, \u001b[1m今私はこのアニメのためのキーポイントのほとんどを言及したことを、私は全体的な楽しさとに取り掛かる必要があります。\u001b[22m\n\u001b[4mThere was one major thing that I liked about Stage 2 compared to stage 1, besides the ones stated previously.\u001b[24m\n    \u001b[1m以前に述べたものの他に、ステージ1と比べてステージ2について好きだった重要なものが1つありました。\u001b[22m, \u001b[1m私は、ステージ1と比べて、ステージ2気に入っ1の主要な事は先に述べたもの以外にも、ありました。\u001b[22m\n\u001b[4mThe length of the anime.\u001b[24m\n    \u001b[1mアニメの長さ。\u001b[22m\n\u001b[4mIt was half as long as stage one which did wonders for this season.\u001b[24m\n    \u001b[1m今シーズンは不思議だったステージ1の半分でした。\u001b[22m, \u001b[1mそれは、今シーズンのための驚異をしたステージ1の半分の長さでした。\u001b[22m\n\u001b[4mI never once complained about the length, nor did they have any real fillers.\u001b[24m\n    \u001b[1m長さについて一度も不平を言うことは一度もなく、本当のフィラーはありませんでした。\u001b[22m, \u001b[1m私は決して一度長さを訴え、また彼らは、任意の実際の充填剤を持っていませんでした。\u001b[22m\n\u001b[4mThat itself kept it up to the standard of stage 1. As for the enjoyment... It made it at my must see list.\u001b[24m\n    \u001b[1mそれはそれ自体をステージ1の基準に保ちました。楽しさについて...私の必見のリストにそれを作りました。\u001b[22m, \u001b[1m自身が楽しみのためとして、ステージ1の標準にそれを維持していること...それは私の必見リストでそれを作りました。\u001b[22m\n\u001b[4mThis season didn't slow down any from the previous.\u001b[24m\n    \u001b[1m今シーズンはこれまでどおり減速しなかった。\u001b[22m, \u001b[1m今シーズンは、以前からいずれかを遅くしていませんでした。\u001b[22m\n\u001b[4mIt was definitely worth watching.\u001b[24m\n    \u001b[1mそれは間違いなく見る価値があった。\u001b[22m, \u001b[1mそれは間違いなく見て価値がありました。\u001b[22m\n\u001b[4mRewatch Value: Medium - High.\u001b[24m\n    \u001b[1mリワッチ値：中 - 高。\u001b[22m, \u001b[1m値をRewatch：ミディアム - 高。\u001b[22m"
  }
]
