[
  {
    "title": "Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "id": "18753",
    "url": "https://myanimelist.net/anime/18753/Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "user": "Turnip",
    "profile": "/profile/Turnip/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=114983",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nこれはシリーズのシンプルで無意味な部分です。フィラーのエピソードだけなので、これをスキップして何かを逃すことはできません。 ただ大きなものは期待しないでください。\n\nストーリーライン（7/10）\nこのストーリーラインはうまくいきました。それは見て楽しむことができ、その中に多額のコメディがありました。 私がトップに言ったような唯一の問題は、無意味で不必要なことです。エピソードを追加しただけなので、シリーズの後で自分自身をリラックスさせることができます。\n\nアート（8/10）\nまあそれは前のように同じ良い芸術、それはアニメを見て、見ている間に大規模な眼精疲労を与えていないことをいいにしています。 このドレスアートはかなり涼しかったです。\n\nサウンド（7/10）\nもう一度同じくそ、それは良いですが、それは新しくないし、シーズン1と同じOP、少し退屈なので...\n\nキャラクター（8/10）\nキャラクターはこの中でまともなものでしたし、すべてのドラマがなくても最高の状態で見せてくれました。また、このOVAにもサイドキャラクターを積極的に関与させました\n\n楽しさ（7/10）\n私が言ったようにそれは無意味だったので、それは私から10を得るつもりはなかった\n\n全体的に（7/10）\nこのエピソードは良い、無意味だったが良い...\n\n私は英語で吸うので、私はこのレビューを短くしました...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis is the simple and pointless part to the series, you can skip this and not miss out on anything because it's just a filler episode. Just don't expect anything big.\n\n\u001b[1mこれはシリーズのシンプルで無意味な部分です。フィラーのエピソードだけなので、これをスキップして何かを逃すことはできません。 ただ大きなものは期待しないでください。\u001b[22m\n\u001b[1m(Kore wa shirīzu no shinpurude muimina bubundesu. Firā no episōdo dakenanode, kore o sukippu shite nanika o nogasu koto wa dekimasen. Tada ōkina mono wa kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis is the simple and pointless part to the series, you can skip this and not miss out on anything because it's just a filler episode. Just don't expect anything big.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the simple and pointless part to the series, you can skip this and not miss out on anything because it's just a filler episode.\u001b[24m\n    \u001b[1mこれはシリーズのシンプルで無意味な部分です。フィラーのエピソードだけなので、これをスキップして何かを逃すことはできません。\u001b[22m, \u001b[1mこれはシリーズにシンプルかつ無意味な部分である、あなたはこれをスキップし、それだけでフィラーエピソードだから何を逃すことはできません。\u001b[22m\n\u001b[4mJust don't expect anything big.\u001b[24m\n    \u001b[1mただ大きなものは期待しないでください。\u001b[22m, \u001b[1mただ、大きな何かを期待しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nStoryline (7/10)\n\n\u001b[1mストーライン（7/10）\u001b[22m\n\u001b[1m(Sutōrain (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mStoryline (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStoryline (7/10)\u001b[24m\n    \u001b[1mストーライン（7/10）\u001b[22m, \u001b[1mストーリー（7/10）\u001b[22m\nThe storyline in this was fine, it was enjoyable to watch and had a good amount of comedy in it. The only problem like I said up top is it's pointless and unneeded it's just added episode so you have something to watch after the series to relax yourself from it.\n\n\u001b[1mこのストーリーラインはうまくいきました。それは見て楽しむことができ、その中に多額のコメディがありました。 私がトップに言ったような唯一の問題は、無意味で不必要なことです。エピソードを追加しただけなので、シリーズの後で自分自身をリラックスさせることができます。\u001b[22m\n\u001b[1m(Kono sutōrīrain wa umaku ikimashita. Sore wa mite tanoshimu koto ga deki, sono naka ni tagaku no komedi ga arimashita. Watashi ga toppu ni itta yōna yuiitsu no mondai wa, muimide fuhitsuyōna kotodesu. Episōdo o tsuika shita dakenanode, shirīzu no nochi de jibun jishin o rirakkusu sa seru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline in this was fine, it was enjoyable to watch and had a good amount of comedy in it. The only problem like I said up top is it's pointless and unneeded it's just added episode so you have something to watch after the series to relax yourself from it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline in this was fine, it was enjoyable to watch and had a good amount of comedy in it.\u001b[24m\n    \u001b[1mこのストーリーラインはうまくいきました。それは見て楽しむことができ、その中に多額のコメディがありました。\u001b[22m, \u001b[1mこれでストーリーが、見て楽しかったし、その中で喜劇の良い量を持っていた、大丈夫でした。\u001b[22m\n\u001b[4mThe only problem like I said up top is it's pointless and unneeded it's just added episode so you have something to watch after the series to relax yourself from it.\u001b[24m\n    \u001b[1m私がトップに言ったような唯一の問題は、無意味で不必要なことです。エピソードを追加しただけなので、シリーズの後で自分自身をリラックスさせることができます。\u001b[22m, \u001b[1m私はトップまで言ったように唯一の問題は、それはあなたがそれから自分をリラックスするために、一連の後に見るために何かを持っているので、それはただのエピソードを追加しています無意味と不要だです。\u001b[22m\n\u001b[1m\u001b[22m\nArt (8/10)\n\n\u001b[1mアート（8/10）\u001b[22m\n\u001b[1m(Āto (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (8/10)\u001b[24m\n    \u001b[1mアート（8/10）\u001b[22m\nWell it's the same good art as before, making it nice to watch the anime and not giving you a massive eyesore whilst watching. The dress art in this was pretty cool as well.\n\n\u001b[1mまあそれは前のように同じ良い芸術、それはアニメを見て、見ている間に大規模な眼精疲労を与えていないことをいいにしています。 このドレスアートはかなり涼しかったです。\u001b[22m\n\u001b[1m(Mā soreha mae no yō ni onaji yoi geijutsu, soreha anime o mite, mite iru ma ni ōkibona ganseihirō o ataete inai koto o ī ni shite imasu. Kono doresuāto wa kanari suzushikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mWell it's the same good art as before, making it nice to watch the anime and not giving you a massive eyesore whilst watching. The dress art in this was pretty cool as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell it's the same good art as before, making it nice to watch the anime and not giving you a massive eyesore whilst watching.\u001b[24m\n    \u001b[1mまあそれは前のように同じ良い芸術、それはアニメを見て、見ている間に大規模な眼精疲労を与えていないことをいいにしています。\u001b[22m, \u001b[1mまあそれはそれは素敵なアニメを見るために作ると見ながら、あなたに大規模な目障りを与えていない、以前と同じ良い芸術です。\u001b[22m\n\u001b[4mThe dress art in this was pretty cool as well.\u001b[24m\n    \u001b[1mこのドレスアートはかなり涼しかったです。\u001b[22m, \u001b[1mこの中のドレスの芸術にもかなりクールでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound (7/10)\n\n\u001b[1mサウンド（7/10）\u001b[22m\n\u001b[1m(Saundo (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mSound (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (7/10)\u001b[24m\n    \u001b[1mサウンド（7/10）\u001b[22m\nSame shit again, it's good but since it's not new and the same OP as season 1, a bit boring...\n\n\u001b[1mもう一度同じくそ、それは良いですが、それは新しくないし、シーズン1と同じOP、少し退屈なので...\u001b[22m\n\u001b[1m(Mōichido onaji kuso, sore wa yoidesuga, sore wa atarashikunaishi, shīzun 1 to onaji OP, sukoshi taikutsunanode...)\u001b[22m\n\nTranslations of \u001b[4mSame shit again, it's good but since it's not new and the same OP as season 1, a bit boring...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSame shit again, it's good but since it's not new and the same OP as season 1, a bit boring...\u001b[24m\n    \u001b[1mもう一度同じくそ、それは良いですが、それは新しくないし、シーズン1と同じOP、少し退屈なので...\u001b[22m, \u001b[1m同じたわごとは再び、それは良いことだが、それは新しいものではないですので、シーズン1と同じOP、少し退屈な...\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (8/10)\n\n\u001b[1mキャラクター（8/10）\u001b[22m\n\u001b[1m(Kyarakutā (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mCharacter (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (8/10)\u001b[24m\n    \u001b[1mキャラクター（8/10）\u001b[22m, \u001b[1m文字（8/10）\u001b[22m\nThe characters were decent in this, it shows them at their finest without all the drama, they also made the side characters actively involved in this OVA as well\n\n\u001b[1mキャラクターはこの中でまともなものでしたし、すべてのドラマがなくても最高の状態で見せてくれました。また、このOVAにもサイドキャラクターを積極的に関与させました\u001b[22m\n\u001b[1m(Kyarakutā wa kono Chū de matomona monodeshitashi, subete no dorama ga nakute mo saikō no jōtai de misete kuremashita. Mata, kono ovu~a ni mo saidokyarakutā o sekkyokutekini kan'yo sa semashita)\u001b[22m\n\nTranslations of \u001b[4mThe characters were decent in this, it shows them at their finest without all the drama, they also made the side characters actively involved in this OVA as well\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were decent in this, it shows them at their finest without all the drama, they also made the side characters actively involved in this OVA as well\u001b[24m\n    \u001b[1mキャラクターはこの中でまともなものでしたし、すべてのドラマがなくても最高の状態で見せてくれました。また、このOVAにもサイドキャラクターを積極的に関与させました\u001b[22m, \u001b[1m文字はこの中でまともだった、それはすべてのドラマのない彼らの最高級でそれらを示して、彼らはまた、積極的にだけでなく、このOVAに関与サイドのキャラクターを作りました\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (7/10)\n\n\u001b[1m楽しさ（7/10）\u001b[22m\n\u001b[1m(Tanoshisa (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (7/10)\u001b[24m\n    \u001b[1m楽しさ（7/10）\u001b[22m\nLike I said it was pointless so it wasn't going to get any 10's from me\n\n\u001b[1m私が言ったようにそれは無意味だったので、それは私から10を得るつもりはなかった\u001b[22m\n\u001b[1m(Watashi ga itta yō ni sore wa muimidattanode, sore wa watashi kara 10 o eru tsumori wa nakatta)\u001b[22m\n\nTranslations of \u001b[4mLike I said it was pointless so it wasn't going to get any 10's from me\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I said it was pointless so it wasn't going to get any 10's from me\u001b[24m\n    \u001b[1m私が言ったようにそれは無意味だったので、それは私から10を得るつもりはなかった\u001b[22m, \u001b[1m私はそれが私から任意の10年代を取得するつもりではなかったので、それは無意味だった言ったように\u001b[22m\n\u001b[1m\u001b[22m\nOverall (7/10)\n\n\u001b[1m全体的に（7/10）\u001b[22m\n\u001b[1m(Zentai-teki ni (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mOverall (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (7/10)\u001b[24m\n    \u001b[1m全体的に（7/10）\u001b[22m, \u001b[1m総合（7/10）\u001b[22m\nBecause this episode was good, pointless but good...\n\n\u001b[1mこのエピソードは良い、無意味だったが良い...\u001b[22m\n\u001b[1m(Kono episōdo wa yoi, muimidattaga yoi...)\u001b[22m\n\nTranslations of \u001b[4mBecause this episode was good, pointless but good...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause this episode was good, pointless but good...\u001b[24m\n    \u001b[1mこのエピソードは良い、無意味だったが良い...\u001b[22m, \u001b[1mこのエピソードは、良い無意味けど良かったので...\u001b[22m\n\u001b[1m\u001b[22m\nI made this review short because I suck at english...\n\n\u001b[1m私は英語で吸うので、私はこのレビューを短くしました...\u001b[22m\n\u001b[1m(Watashi wa eigo de suu node, watashi wa kono rebyū o mijikaku shimashita...)\u001b[22m\n\nTranslations of \u001b[4mI made this review short because I suck at english...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI made this review short because I suck at english...\u001b[24m\n    \u001b[1m私は英語で吸うので、私はこのレビューを短くしました...\u001b[22m, \u001b[1m私は英語で吸うので、私が、この口コミが短く...\u001b[22m"
  },
  {
    "title": "Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "id": "18753",
    "url": "https://myanimelist.net/anime/18753/Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "user": "KaramBoya",
    "profile": "/profile/KaramBoya/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=146411",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n私はテレビ版を終えてからおよそ1年経ちました。そして、第2シーズンの発表とともに、すぐにもっと欲しがっていました。 そして、それが起こった、私はOVAが存在することを知った、私はちょうど最近見て楽しんでいた！\n\nストーリーはテレビ版とは関係ありません。それはちょっとした物語です。 ストーリーは特別なものではなかったが、コメディーはOVAを運んだもので、これは一流のことであり、おそらくテレビシリーズのコメディを上回っている。 基本的に平塚先生（先生）は、結婚については書く必要があり、結婚に至っては絶望的なので、ボランティア・サービ・クラブに助けを求めている。 だから彼らはクラブルームで一日を過ごし、後でその陽気なアイデアをやります。  Oachiには、HachiのTotsuka Saika（トラップ）に対する執着や、八幡と雪乃の間の通常の天才対話など、面白く思い出深い瞬間がたくさんあります。 あなたが知っている、良い 'olのも​​の。\n\nキャラクターについて不平を言うのはあまりありません。それはいつものギャングです。退屈な人生が冷たい、雪乃の事実と、ファンサービスのためのかわいいトラップはもちろんです。 だから、実際にはキャラクター開発は存在せず、ファンサービスだけです！ 芸術と音？  TV版とほぼ同じです。 彼らはそれが唯一のOVAだと考えて、実際には生産額を抑えていませんでした。\n\nそうすれば、笑い声と大きな笑顔が確実にあなたの顔に届く救済エピソードが欲しいなら、私はこれがあなたに不平を感じさせないことを保証することができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIt's been roughly a year since I finished the TV version and with the announcement of a second season I immediately craved more. And then it happened, I found out an OVA existed, which I just recently had the pleasure of watching!\n\n\u001b[1m私はテレビ版を終えてからおよそ1年経ちました。そして、第2シーズンの発表とともに、すぐにもっと欲しがっていました。 そして、それが起こった、私はOVAが存在することを知った、私はちょうど最近見て楽しんでいた！\u001b[22m\n\u001b[1m(Watashi wa terebi-ban o oete kara oyoso 1-nen tachimashita. Soshite, dai 2 shīzun no happyō to tomoni, sugu ni motto hoshi gatte imashita. Soshite, sore ga okotta, watashi wa ovu~a ga sonzai suru koto o shitta, watashi wa chōdo saikin mite tanoshinde ita!)\u001b[22m\n\nTranslations of \u001b[4mIt's been roughly a year since I finished the TV version and with the announcement of a second season I immediately craved more. And then it happened, I found out an OVA existed, which I just recently had the pleasure of watching!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's been roughly a year since I finished the TV version and with the announcement of a second season I immediately craved more.\u001b[24m\n    \u001b[1m私はテレビ版を終えてからおよそ1年経ちました。そして、第2シーズンの発表とともに、すぐにもっと欲しがっていました。\u001b[22m, \u001b[1m私はTV版を終了し、第二シーズンの発表で、私はすぐにもっと欲しがっので、それは大体一年となっています。\u001b[22m\n\u001b[4mAnd then it happened, I found out an OVA existed, which I just recently had the pleasure of watching!\u001b[24m\n    \u001b[1mそして、それが起こった、私はOVAが存在することを知った、私はちょうど最近見て楽しんでいた！\u001b[22m, \u001b[1mそして、それは起こった、私はちょうど最近、見ての喜びを持っていた、OVAが存在していたが判明しました！\u001b[22m\n\u001b[1m\u001b[22m\nThe story has nothing to do with the TV version, it's just a side story. The story wasn't anything special but the comedy is what carried the OVA, It's top notch, perhaps even surpassing the TV serie's comedy. Basicly Hiratsuka-Sensei (Their teacher) has to write about marriage and asks the Volunteer Servie club after help since she's hopeless when it comes to marriage, they agree, naturally. So they spend an entire day in the club room coming up with and later doing those hilarious ideas. There are a lot of funny and memorable moments throughout the OVA - Such as Hachi's obsession with Totsuka Saika (The trap) or the usual genius dialogues between Hachiman and Yukino. You know, the good 'ol stuff.\n\n\u001b[1mストーリーはテレビ版とは関係ありません。それはちょっとした物語です。 ストーリーは特別なものではなかったが、コメディーはOVAを運んだもので、これは一流のことであり、おそらくテレビシリーズのコメディを上回っている。 基本的に平塚先生（先生）は、結婚については書く必要があり、結婚に至っては絶望的なので、ボランティア・サービ・クラブに助けを求めている。 だから彼らはクラブルームで一日を過ごし、後でその陽気なアイデアをやります。  Oachiには、HachiのTotsuka Saika（トラップ）に対する執着や、八幡と雪乃の間の通常の天才対話など、面白く思い出深い瞬間がたくさんあります。 あなたが知っている、良い 'olのも​​の。\u001b[22m\n\u001b[1m(Sutōrī wa terebi-ban to wa kankei arimasen. Sore wa chottoshita monogataridesu. Sutōrī wa tokubetsuna monode wa nakattaga, komedī wa ovu~a o hakonda mono de, koreha ichiryū no kotodeari, osoraku terebishirīzu no komedi o uwamawatte iru. Kihontekini Hiratsuka sensei (sensei) wa, kekkon ni tsuite wa kaku hitsuyō ga ari, kekkon ni itatte wa zetsubō-tekinanode, borantia sābi kurabu ni tasuke o motomete iru. Dakara karera wa kuraburūmu de tsuitachi o sugoshi, atode sono yōkina aidea o yarimasu. Oachi ni wa, Hachi no Totsuka Saika (torappu) ni taisuru shūchaku ya, Yahata to Yukino no ma no tsūjō no tensai taiwa nado, omoshiroku omoidebukai shunkan ga takusan arimasu. Anata ga shitte iru, yoi' ol no mo ​​ no.)\u001b[22m\n\nTranslations of \u001b[4mThe story has nothing to do with the TV version, it's just a side story. The story wasn't anything special but the comedy is what carried the OVA, It's top notch, perhaps even surpassing the TV serie's comedy. Basicly Hiratsuka-Sensei (Their teacher) has to write about marriage and asks the Volunteer Servie club after help since she's hopeless when it comes to marriage, they agree, naturally. So they spend an entire day in the club room coming up with and later doing those hilarious ideas. There are a lot of funny and memorable moments throughout the OVA - Such as Hachi's obsession with Totsuka Saika (The trap) or the usual genius dialogues between Hachiman and Yukino. You know, the good 'ol stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story has nothing to do with the TV version, it's just a side story.\u001b[24m\n    \u001b[1mストーリーはテレビ版とは関係ありません。それはちょっとした物語です。\u001b[22m, \u001b[1mストーリーはTV版とは何の関係もない、それだけでサイドの話です。\u001b[22m\n\u001b[4mThe story wasn't anything special but the comedy is what carried the OVA, It's top notch, perhaps even surpassing the TV serie's comedy.\u001b[24m\n    \u001b[1mストーリーは特別なものではなかったが、コメディーはOVAを運んだもので、これは一流のことであり、おそらくテレビシリーズのコメディを上回っている。\u001b[22m, \u001b[1m物語は何も特別なことではありませんでしたが、コメディOVAを実施するものであり、それはおそらくテレビのセリエAの喜劇を超え、トップノッチです。\u001b[22m\n\u001b[4mBasicly Hiratsuka-Sensei (Their teacher) has to write about marriage and asks the Volunteer Servie club after help since she's hopeless when it comes to marriage, they agree, naturally.\u001b[24m\n    \u001b[1m基本的に平塚先生（先生）は、結婚については書く必要があり、結婚に至っては絶望的なので、ボランティア・サービ・クラブに助けを求めている。\u001b[22m, \u001b[1mBasicly平塚先生（教師）の結婚について書く必要があり、それは当然、彼らは同意し、結婚に来るとき、彼女は絶望的だから助けた後、ボランティアServieクラブを要求します。\u001b[22m\n\u001b[4mSo they spend an entire day in the club room coming up with and later doing those hilarious ideas.\u001b[24m\n    \u001b[1mだから彼らはクラブルームで一日を過ごし、後でその陽気なアイデアをやります。\u001b[22m, \u001b[1mそこで、彼らはクラブルームで一日を考え出すと、後でそれらの陽気なアイデアをして過ごします。\u001b[22m\n\u001b[4mThere are a lot of funny and memorable moments throughout the OVA - Such as Hachi's obsession with Totsuka Saika (The trap) or the usual genius dialogues between Hachiman and Yukino.\u001b[24m\n    \u001b[1mOachiには、HachiのTotsuka Saika（トラップ）に対する執着や、八幡と雪乃の間の通常の天才対話など、面白く思い出深い瞬間がたくさんあります。\u001b[22m, \u001b[1mこのような戸塚雑賀（トラップ）や八幡と雪乃の間の通常の天才対話とハチの強迫観念のような -  OVA全体に面白いと忘れられない瞬間がたくさんあります。\u001b[22m\n\u001b[4mYou know, the good 'ol stuff.\u001b[24m\n    \u001b[1mあなたが知っている、良い 'olのもの。\u001b[22m, \u001b[1mあなたは、優れた「オールのものを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nthere's not really much to complain about the characters, It's the usual gang - Hachi moping about how boring life is, cold-hearted Yukino with her facts, and the cute trap for the fan-service of course. So there's not really any character development present, just fan service! The art and sound? Almost identical to the TV version. they really didn't hold back on the production value considering it's only an OVA.\n\n\u001b[1mキャラクターについて不平を言うのはあまりありません。それはいつものギャングです。退屈な人生が冷たい、雪乃の事実と、ファンサービスのためのかわいいトラップはもちろんです。 だから、実際にはキャラクター開発は存在せず、ファンサービスだけです！ 芸術と音？  TV版とほぼ同じです。 彼らはそれが唯一のOVAだと考えて、実際には生産価値を抑えていませんでした。\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite fuheiwoiu no wa amari arimasen. Sore wa itsumo no gyangudesu. Taikutsuna jinsei ga tsumetai, Yukino no jijitsu to, fansābisu no tame no kawaī torappu wa mochirondesu. Dakara, jissai ni wa kyarakutā kaihatsu wa sonzai sezu, fansābisu dakedesu! Geijutsu to oto? TV-ban to hobo onajidesu. Karera wa sore ga yuiitsu no ovu~ada to kangaete, jissai ni wa seisan kachi o osaete imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mthere's not really much to complain about the characters, It's the usual gang - Hachi moping about how boring life is, cold-hearted Yukino with her facts, and the cute trap for the fan-service of course. So there's not really any character development present, just fan service! The art and sound? Almost identical to the TV version. they really didn't hold back on the production value considering it's only an OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthere's not really much to complain about the characters, It's the usual gang - Hachi moping about how boring life is, cold-hearted Yukino with her facts, and the cute trap for the fan-service of course.\u001b[24m\n    \u001b[1mキャラクターについて不平を言うのはあまりありません。それはいつものギャングです。退屈な人生が冷たい、雪乃の事実と、ファンサービスのためのかわいいトラップはもちろんです。\u001b[22m, \u001b[1m文字に文句を言うことは本当に多くはそれはいつものギャングだ、そこにはない - ハチは退屈な人生は、薄情な彼女の事実と雪乃、そしてもちろんファンサービスのためのキュートなトラップであるかについてmoping。\u001b[22m\n\u001b[4mSo there's not really any character development present, just fan service!\u001b[24m\n    \u001b[1mだから、実際にはキャラクター開発は存在せず、ファンサービスだけです！\u001b[22m, \u001b[1mだから本当に任意の文字開発現在、ちょうどファンサービスが存在しないのです！\u001b[22m\n\u001b[4mThe art and sound?\u001b[24m\n    \u001b[1m芸術と音？\u001b[22m, \u001b[1mアートとサウンド？\u001b[22m\n\u001b[4mAlmost identical to the TV version.\u001b[24m\n    \u001b[1mTV版とほぼ同じです。\u001b[22m, \u001b[1mTV版とほぼ同じ。\u001b[22m\n\u001b[4mthey really didn't hold back on the production value considering it's only an OVA.\u001b[24m\n    \u001b[1m彼らはそれが唯一のOVAだと考えて、実際には生産価値を抑えていませんでした。\u001b[22m, \u001b[1m彼らは本当にそれだけでOVAだ考慮生産値に戻って保有していませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSo If you want a relief episode that surely will bring laughter and a big smile to your face, then I can guarantee that this won't dissapoint you.\n\n\u001b[1mそうすれば、笑い声と大きな笑顔が確実にあなたの顔に届く救済エピソードが欲しいなら、私はこれがあなたに不平を感じさせないことを保証することができます。\u001b[22m\n\u001b[1m(Sō sureba, waraigoe to ōkina egao ga kakujitsu ni anata no kao ni todoku kyūsai episōdo ga hoshīnara, watashi wa kore ga anata ni fuhei o kanji sasenai koto o hoshō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo If you want a relief episode that surely will bring laughter and a big smile to your face, then I can guarantee that this won't dissapoint you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo If you want a relief episode that surely will bring laughter and a big smile to your face, then I can guarantee that this won't dissapoint you.\u001b[24m\n    \u001b[1mそうすれば、笑い声と大きな笑顔が確実にあなたの顔に届く救済エピソードが欲しいなら、私はこれがあなたに不平を感じさせないことを保証することができます。\u001b[22m, \u001b[1mあなたは確かにあなたの顔に笑いと笑顔をもたらす救済のエピソードをしたい場合はだから、私はこれがあなたをdissapointないことを保証することができます。\u001b[22m"
  },
  {
    "title": "Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "id": "18753",
    "url": "https://myanimelist.net/anime/18753/Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "user": "Dru_P",
    "profile": "/profile/Dru_P/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=154813",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nあなたがOVAの前にシリーズを見た場合、キャラクターは同じで、ちょうど面白いものです。 あなたがシリーズを見ていない場合、これは間違いなくシリーズの紹介として見ることができるものよりもファンサービスOVAです。\n\n結婚は奇妙じゃない？ あなたは基本的にあなたの人生の残りの部分を一人の人に捧げます。もしそれがすべてうまくいくなら、あなたは一人で死ぬことはありません。  OVAは若者が理解できる方法で結婚に取り組もうとします。\n\n物語は特別なものではない。 サービスクラブは、結婚式のためのホットスポットとして町を宣伝し、若者に魅力的な結婚をする雑誌のスペースを埋めるために委託されています。 これを行うために、彼らは彼らのクラスに調査を送り、高校生の間の結婚の全体的な考え方が不足していることを知る。 彼女はひきがやの世話をするので、小町に頼んで結婚の理解を深めようとします。 彼女は、すべてのキャラクターが参加する一連の「結婚の挑戦」を発表します。これには、料理やトリビア、ブライダルドレスを着ることが含まれます。\n\n芸術と音はシリーズの標準であり、それはシリーズとほとんど同じであっても、私は多くのことを笑わせてくれました。\n\n私を悩ませたのは、性的な結婚の描写でした。 作家は結婚の絵を男性のために女性によって行われた仕事の大部分が何かと描写されているように見えました。 トリビアのセクションでは、これは非常に明白でした。なぜなら疑問は完璧な主婦になるためでした。\nすべての人（ひきがやを含む）が多様で有効な答えを出しながら、それらのすべてが打ちのめされ、小町の理想的な答えに置き換えられました。 私がそれから得たのは、妻が夫とその家族を治療する特定の方法があるということです。 このようにして、作家は結婚が本当に何を制限し、それを性差理想に置き換えました。\nたぶん私はそれを真剣に受け止めるべきではないかもしれませんが、女性の強い性格を持つシリーズでは、これ以上のことを期待しました。\n\nそれは面白いので、それを見てください。 しかし、あなたのSOを慎重に扱ってください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIf you watched the series before the OVA, the characters are the same and just as entertaining. If you haven't watched the series this is definitely a fan service OVA than something that can be watched as an introduction to the series.\n\n\u001b[1mあなたがOVAの前にシリーズを見た場合、キャラクターは同じで、ちょうど面白いものです。 あなたがシリーズを見ていない場合、これは間違いなくシリーズの紹介として見ることができるものよりもファンサービスOVAです。\u001b[22m\n\u001b[1m(Anata ga ovu~a no mae ni shirīzu o mita baai, kyarakutā wa onajide, chōdo omoshiroi monodesu. Anata ga shirīzu o mite inai baai, koreha machigainaku shirīzu no shōkai to shite miru koto ga dekiru mono yori mo fansābisu ovu~adesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you watched the series before the OVA, the characters are the same and just as entertaining. If you haven't watched the series this is definitely a fan service OVA than something that can be watched as an introduction to the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you watched the series before the OVA, the characters are the same and just as entertaining.\u001b[24m\n    \u001b[1mあなたがOVAの前にシリーズを見た場合、キャラクターは同じで、ちょうど面白いものです。\u001b[22m, \u001b[1mあなたがOVA前シリーズを見た場合、文字が同じと同じように面白いです。\u001b[22m\n\u001b[4mIf you haven't watched the series this is definitely a fan service OVA than something that can be watched as an introduction to the series.\u001b[24m\n    \u001b[1mあなたがシリーズを見ていない場合、これは間違いなくシリーズの紹介として見ることができるものよりもファンサービスOVAです。\u001b[22m, \u001b[1mあなたはシリーズを見ていない場合、これは間違いなくシリーズへの導入として見ることができるものよりもファンサービスのOVAです。\u001b[22m\n\u001b[1m\u001b[22m\nMarriage is weird isn't it? You basically devote the rest of your life to one person and if it all goes okay you don't die alone. The OVA attempts to address marriage in a way we young'uns can understand.\n\n\u001b[1m結婚は奇妙じゃない？ あなたは基本的にあなたの人生の残りの部分を一人の人に捧げます。もしそれがすべてうまくいくなら、あなたは一人で死ぬことはありません。  OVAは若者が理解できる方法で結婚に取り組もうとします。\u001b[22m\n\u001b[1m(Kekkon wa kimyō janai? Anata wa kihontekini anata no jinsei no nokori no bubun o hitori no hito ni sasagemasu. Moshi sore ga subete umaku ikunara, anata wa hitori de shinu koto wa arimasen. Ovu~a wa wakamono ga rikai dekiru hōhō de kekkon ni torikumou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMarriage is weird isn't it? You basically devote the rest of your life to one person and if it all goes okay you don't die alone. The OVA attempts to address marriage in a way we young'uns can understand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMarriage is weird isn't it?\u001b[24m\n    \u001b[1m結婚は奇妙じゃない？\u001b[22m, \u001b[1m結婚は、それは奇妙されていないのですか？\u001b[22m\n\u001b[4mYou basically devote the rest of your life to one person and if it all goes okay you don't die alone.\u001b[24m\n    \u001b[1mあなたは基本的にあなたの人生の残りの部分を一人の人に捧げます。もしそれがすべてうまくいくなら、あなたは一人で死ぬことはありません。\u001b[22m, \u001b[1mあなたは基本的に1人にあなたの人生の残りの部分を捧げると、それはすべてが大丈夫になる場合は、一人で死ぬことはありません。\u001b[22m\n\u001b[4mThe OVA attempts to address marriage in a way we young'uns can understand.\u001b[24m\n    \u001b[1mOVAは若者が理解できる方法で結婚に取り組もうとします。\u001b[22m, \u001b[1mOVAは、我々young'unsが理解できるように結婚に対処しようとします。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is nothing special. The service club is commissioned to fill the space of a magazine that will advertise the town as a hotspot for weddings and make marriage more appealing to younger people. To do this they send out a survey to their class and find that the overall idea of marriage among high school students is lacking. They attempt to gain a better understanding of marriage by asking Komachi because she takes care of Hikigaya. She issues a series of 'marriage challenges' that all of the characters participate in. This includes cooking, trivia and wearing a bridal gown, all of which were fun to watch.\n\n\u001b[1m物語は特別なものではない。 サービスクラブは、結婚式のためのホットスポットとして町を宣伝し、若者に魅力的な結婚をする雑誌のスペースを埋めるために委託されています。 これを行うために、彼らは彼らのクラスに調査を送り、高校生の間の結婚の全体的な考え方が不足していることを知る。 彼女はひきがやの世話をするので、小町に頼んで結婚の理解を深めようとします。 彼女は、すべてのキャラクターが参加する一連の「結婚の挑戦」を発表します。これには、料理やトリビア、ブライダルドレスを着ることが含まれます。\u001b[22m\n\u001b[1m(Monogatari wa tokubetsuna monode wanai. Sābisukurabu wa, kekkonshiki no tame no hotto supotto to shite machi o senden shi, wakamono ni mirikitekina kekkon o suru zasshi no supēsu o umeru tame ni itaku sa rete imasu. Kore o okonau tame ni, karera wa karera no kurasu ni chōsa o okuri, kōkōsei no ma no kekkon no zentai-tekina kangaekata ga fusoku shite iru koto o shiru. Kanojo wa hiki ga ya no sewa o surunode, komachi ni tanonde kekkon no rikai o fukameyou to shimasu. Kanojo wa, subete no kyarakutā ga sanka suru ichiren no `kekkon no chōsen' o happyō shimasu. Kore ni wa, ryōri ya toribia, buraidarudoresu o kiru koto ga fukuma remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is nothing special. The service club is commissioned to fill the space of a magazine that will advertise the town as a hotspot for weddings and make marriage more appealing to younger people. To do this they send out a survey to their class and find that the overall idea of marriage among high school students is lacking. They attempt to gain a better understanding of marriage by asking Komachi because she takes care of Hikigaya. She issues a series of 'marriage challenges' that all of the characters participate in. This includes cooking, trivia and wearing a bridal gown, all of which were fun to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is nothing special.\u001b[24m\n    \u001b[1m物語は特別なものではない。\u001b[22m, \u001b[1m物語は特別なものではありません。\u001b[22m\n\u001b[4mThe service club is commissioned to fill the space of a magazine that will advertise the town as a hotspot for weddings and make marriage more appealing to younger people.\u001b[24m\n    \u001b[1mサービスクラブは、結婚式のためのホットスポットとして町を宣伝し、若者に魅力的な結婚をする雑誌のスペースを埋めるために委託されています。\u001b[22m, \u001b[1m奉仕クラブは、結婚式のためのホットスポットとして町を宣伝し、若い人に結婚をより魅力的になります雑誌のスペースを埋めるために委託されています。\u001b[22m\n\u001b[4mTo do this they send out a survey to their class and find that the overall idea of marriage among high school students is lacking.\u001b[24m\n    \u001b[1mこれを行うために、彼らは彼らのクラスに調査を送り、高校生の間の結婚の全体的な考え方が不足していることを知る。\u001b[22m, \u001b[1mこれを行うために、彼らは彼らのクラスに調査を送信し、高校生の間で結婚の全体的なアイデアが欠けていることがわかります。\u001b[22m\n\u001b[4mThey attempt to gain a better understanding of marriage by asking Komachi because she takes care of Hikigaya.\u001b[24m\n    \u001b[1m彼女はひきがやの世話をするので、小町に頼んで結婚の理解を深めようとします。\u001b[22m, \u001b[1m彼女はHikigayaの世話をするので、彼らは小町を尋ねることによって結婚のより良い理解を得ることを試みます。\u001b[22m\n\u001b[4mShe issues a series of 'marriage challenges' that all of the characters participate in. This includes cooking, trivia and wearing a bridal gown, all of which were fun to watch.\u001b[24m\n    \u001b[1m彼女は、すべてのキャラクターが参加する一連の「結婚の挑戦」を発表します。これには、料理やトリビア、ブライダルドレスを着ることが含まれます。\u001b[22m, \u001b[1m彼女は、これは見て楽しかったそのすべてが料理、トリビアと花嫁衣装を身に着けているが、含まれています。すべての文字が参加「結婚の挑戦」のシリーズを発行します。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound was standard to the series, and the dialogue made me laugh a lot even though it was pretty much the same as the series.\n\n\u001b[1m芸術と音はシリーズの標準であり、それはシリーズとほとんど同じであっても、私は多くのことを笑わせてくれました。\u001b[22m\n\u001b[1m(Geijutsu to oto wa shirīzu no hyōjundeari, soreha shirīzu to hotondo onajideatte mo, watashi wa ōku no koto o warawa sete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound was standard to the series, and the dialogue made me laugh a lot even though it was pretty much the same as the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound was standard to the series, and the dialogue made me laugh a lot even though it was pretty much the same as the series.\u001b[24m\n    \u001b[1m芸術と音はシリーズの標準であり、それはシリーズとほとんど同じであっても、私は多くのことを笑わせてくれました。\u001b[22m, \u001b[1mアートと音がシリーズに標準だった、との対話は、私はそれはかなりのシリーズと同じであったにもかかわらず、多くのことを笑わせました。\u001b[22m\n\u001b[1m\u001b[22m\nWhat irked me was the sexist portrayal of marriage. The writers seemed to paint a picture of marriage as something where the majority of the work is done by women for the men and none of that should be questioned. The trivia section made this extremely evident because the questions posed were how to be the perfect housewife.\n\n\u001b[1m私を悩ませたのは、性的な結婚の描写でした。 作家は結婚の絵を男性のために女性によって行われた仕事の大部分が何かと描写されているように見えました。 トリビアのセクションでは、これは非常に明白でした。なぜなら疑問は完璧な主婦になるためでした。\u001b[22m\n\u001b[1m(Watashi o nayama seta no wa, seitekina kekkon no byōshadeshita. Sakka wa kekkon no e o dansei no tame ni josei ni yotte okonawa reta shigoto no daibubun ga nanikato byōsha sa rete iru yō ni miemashita. Toribia no sekushonde wa, kore wa hijō ni meihakudeshita. Nazenara gimon wa kanpekina shufu ni naru tamedeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhat irked me was the sexist portrayal of marriage. The writers seemed to paint a picture of marriage as something where the majority of the work is done by women for the men and none of that should be questioned. The trivia section made this extremely evident because the questions posed were how to be the perfect housewife.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat irked me was the sexist portrayal of marriage.\u001b[24m\n    \u001b[1m私を悩ませたのは、性的な結婚の描写でした。\u001b[22m, \u001b[1m何を私にイライラすることは結婚の性差別的な描写でした。\u001b[22m\n\u001b[4mThe writers seemed to paint a picture of marriage as something where the majority of the work is done by women for the men and none of that should be questioned.\u001b[24m\n    \u001b[1m作家は結婚の絵を男性のために女性によって行われた仕事の大部分が何かと描写されているように見えました。\u001b[22m, \u001b[1m作家は仕事の大半は男性で女性が行われ、そのどれもが疑問視されるべきではないものとして結婚の絵を描くように見えました。\u001b[22m\n\u001b[4mThe trivia section made this extremely evident because the questions posed were how to be the perfect housewife.\u001b[24m\n    \u001b[1mトリビアのセクションでは、これは非常に明白でした。なぜなら疑問は完璧な主婦になるためでした。\u001b[22m, \u001b[1m提起した質問は完璧な主婦になる方法だったので、雑学セクションでは、これは非常に明らかになりました。\u001b[22m\nWhile everyone (including Hikigaya) gave varied and valid answers, all of them were shot down and replaced with Komachi's ideal answer. What I got from it is that there is a specific way wives are supposed to treat their husbands and their family. In this way the writers have restricted what marriage really is and replaced it with a sexist ideal.\n\n\u001b[1mすべての人（ひきがやを含む）が多様で有効な答えを出しながら、それらのすべてが打ちのめされ、小町の理想的な答えに置き換えられました。 私がそれから得たのは、妻が夫とその家族を治療する特定の方法があるということです。 このようにして、作家は結婚が本当に何を制限し、それを性差理想に置き換えました。\u001b[22m\n\u001b[1m(Subete no hito (hiki ga ya o fukumu) ga tayōde yūkōna kotae o dashinagara, sorera no subete ga uchinomesa re, komachi no risō-tekina kotae ni okikae raremashita. Watashi ga sore kara eta no wa, tsuma ga otto to sono kazoku o chiryō suru tokutei no hōhō ga aru to iu kotodesu. Ko no yō ni shite, sakka wa kekkon ga hontōni nani o seigen shi, sore o seisa risō ni okikaemashita.)\u001b[22m\n\nTranslations of \u001b[4mWhile everyone (including Hikigaya) gave varied and valid answers, all of them were shot down and replaced with Komachi's ideal answer. What I got from it is that there is a specific way wives are supposed to treat their husbands and their family. In this way the writers have restricted what marriage really is and replaced it with a sexist ideal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile everyone (including Hikigaya) gave varied and valid answers, all of them were shot down and replaced with Komachi's ideal answer.\u001b[24m\n    \u001b[1mすべての人（ひきがやを含む）が多様で有効な答えを出しながら、それらのすべてが打ちのめされ、小町の理想的な答えに置き換えられました。\u001b[22m, \u001b[1m（Hikigaya含む）全員が多様かつ有効な回答を与えているが、それらのすべてが撃墜と小町の理想的な答えに置き換えられました。\u001b[22m\n\u001b[4mWhat I got from it is that there is a specific way wives are supposed to treat their husbands and their family.\u001b[24m\n    \u001b[1m私がそれから得たのは、妻が夫とその家族を治療する特定の方法があるということです。\u001b[22m, \u001b[1m私はそれからだと、妻は夫とその家族を扱うことになっている特定の方法があるということです。\u001b[22m\n\u001b[4mIn this way the writers have restricted what marriage really is and replaced it with a sexist ideal.\u001b[24m\n    \u001b[1mこのようにして、作家は結婚が本当に何を制限し、それを性差理想に置き換えました。\u001b[22m, \u001b[1mこのように、作家は結婚は本当に何であるか制限されており、性差別的な理想的に置き換えました。\u001b[22m\nMaybe I shouldn't take it so seriously, but in a series with strong female characters I expected more than this.\n\n\u001b[1mたぶん私はそれを真剣に受け止めるべきではないかもしれませんが、女性の強い性格を持つシリーズでは、これ以上のことを期待しました。\u001b[22m\n\u001b[1m(Tabun watashi wa sore o shinken ni uketomerubekide wanai kamo shiremasenga, josei no tsuyoi seikaku o motsu shirīzude wa, koreijō no koto o kitai shimashita.)\u001b[22m\n\nTranslations of \u001b[4mMaybe I shouldn't take it so seriously, but in a series with strong female characters I expected more than this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe I shouldn't take it so seriously, but in a series with strong female characters I expected more than this.\u001b[24m\n    \u001b[1mたぶん私はそれを真剣に受け止めるべきではないかもしれませんが、女性の強い性格を持つシリーズでは、これ以上のことを期待しました。\u001b[22m, \u001b[1mたぶん私は真剣にそれを取るべきではありませんが、強い女性キャラクターと直列に私はこれ以上のものを期待していました。\u001b[22m\n\u001b[1m\u001b[22m\nWatch it because it's entertaining. However, be wary and treat your SO equally.\n\n\u001b[1mそれは面白いので、それを見てください。 しかし、あなたのSOを慎重に扱ってください。\u001b[22m\n\u001b[1m(Sore wa omoshiroinode, sore o mite kudasai. Shikashi, anata no SO o shinchō ni atsukatte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWatch it because it's entertaining. However, be wary and treat your SO equally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch it because it's entertaining.\u001b[24m\n    \u001b[1mそれは面白いので、それを見てください。\u001b[22m, \u001b[1mそれは面白いですので、それを見ます。\u001b[22m\n\u001b[4mHowever, be wary and treat your SO equally.\u001b[24m\n    \u001b[1mしかし、あなたのSOを慎重に扱ってください。\u001b[22m, \u001b[1mしかし、警戒すると同じようにあなたのSOを扱います。\u001b[22m"
  },
  {
    "title": "Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "id": "18753",
    "url": "https://myanimelist.net/anime/18753/Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "user": "Avs",
    "profile": "/profile/Avs/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=195300",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  6\nキャラクター|  6\n|  7\n\nあなたがYahari Oreの青春恋愛コメディのファンならMachigatteiruシーズン1、その後軽いファンサービスのためにこのOVAを見てください。 それは非キヤノンであり、シリーズの多くの人気キャラクターを特集しています。\n\nこのOVAのポイントは、ポストシーズン1のファンメールへの反応である可能性が高い。それは、ノンキヤノンとしてのストーリーポイントを損なうことなく、シーズン2のティーザーとしても役立つ。\n\nストーリー - サービスクラブは結婚式の雑誌の要求で平塚静香を助けなければなりません。 これにより、お気に入りの女性キャラクターとサイドキャラクターがすべてドレスアップするのを見ることができます。 ストーリーはノンキヤノン以来重要ではありませんが、それはセットアップをハーレムエスクな結末にします。 このアニメのファンにとって、ほとんどの人は、このOVAを食欲を満たしてくれる方法として歓迎すべきです。 しかし、私は、このOVAには捨てられたエピソードよりも多くがあることを望んでいました。\n\nキャラクター - すべてのキャラクターは、シーズン1と同じように動作します。このアニメの魅力の一部は、他のアニメと比較して、いくつかのキャラクターが表面的でなく開発されているということです。 この軽いファンサービスのOVAであなたが望む全てのヒジンクを期待してください。 アニメシリーズとは異なり、あなたはMCから哲学的なモノログを見つけることはできません。\n\n結論は、あなたがファンなら、これを見なければならないということです。 私が平均と評価した理由は、他の多くのアニメが私たちがここに来ているよりもOVAでもっと多くのことをしたからです。 可能性は無限です。 私たちは、より多くの画面時間を得る他の文字をもっと見ることができました。 他の要因は、それが2番目のシーズンを宣伝/誇張するために使用されたことです。 だから私はそれがショーのファンに応える方法と同様、マーケティングの仕掛けであることを見る。  Brain Baseはここでもっと多くのことをする絶好の機会を持っていましたが、私たちが得たものはほとんど回顧のOVAでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIf you are a fan of Yahari Ore no Seishun Love Comedy wa Machigatteiru season 1, then watch this OVA for some light fanservice. It is non-canon and features many popular characters from the series.\n\n\u001b[1mあなたがYahari Oreの青春恋愛コメディのファンならMachigatteiruシーズン1、その後軽いファンサービスのためにこのOVAを見てください。 それは非キヤノンであり、シリーズの多くの人気キャラクターを特集しています。\u001b[22m\n\u001b[1m(Anata ga Yahari Ore no seishun ren'ai komedi no fan'nara Machigatteiru shīzun 1, sonogo karui fansābisu no tame ni kono ovu~a o mite kudasai. Sore wa hi Kiyanondeari, shirīzu no ōku no ninki kyarakutā o tokushū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are a fan of Yahari Ore no Seishun Love Comedy wa Machigatteiru season 1, then watch this OVA for some light fanservice. It is non-canon and features many popular characters from the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are a fan of Yahari Ore no Seishun Love Comedy wa Machigatteiru season 1, then watch this OVA for some light fanservice.\u001b[24m\n    \u001b[1mあなたがYahari Oreの青春恋愛コメディのファンならMachigatteiruシーズン1、その後軽いファンサービスのためにこのOVAを見てください。\u001b[22m, \u001b[1mあなたはYahari鉱石のファン青春ラブコメディWA Machigatteiruシーズン1である場合、いくつかの光サービスカットのために、このOVAを見ます。\u001b[22m\n\u001b[4mIt is non-canon and features many popular characters from the series.\u001b[24m\n    \u001b[1mそれは非キヤノンであり、シリーズの多くの人気キャラクターを特集しています。\u001b[22m, \u001b[1mこれは、非キヤノンであり、シリーズから多くの人気キャラクターを備えています。\u001b[22m\n\u001b[1m\u001b[22m\nThe point of this OVA was likely a response to fan mail post season 1. It also serves as a teaser for season two without spoiling any story points as its non-canon.\n\n\u001b[1mこのOVAのポイントは、ポストシーズン1のファンメールへの反応である可能性が高い。それは、ノンキヤノンとしてのストーリーポイントを損なうことなく、シーズン2のティーザーとしても役立つ。\u001b[22m\n\u001b[1m(Kono ovu~a no pointo wa, posutoshīzun 1 no fanmēru e no han'nōdearu kanōsei ga takai. Sore wa, non Kiyanon to shite no sutōrīpointo o sokonau koto naku, shīzun 2 no tīzā to shite mo yakudatsu.)\u001b[22m\n\nTranslations of \u001b[4mThe point of this OVA was likely a response to fan mail post season 1. It also serves as a teaser for season two without spoiling any story points as its non-canon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe point of this OVA was likely a response to fan mail post season 1. It also serves as a teaser for season two without spoiling any story points as its non-canon.\u001b[24m\n    \u001b[1mこのOVAのポイントは、ポストシーズン1のファンメールへの反応である可能性が高い。それは、ノンキヤノンとしてのストーリーポイントを損なうことなく、シーズン2のティーザーとしても役立つ。\u001b[22m, \u001b[1mこのOVAのポイントは、それはまた、非キヤノンなどの任意のストーリーポイントを損なうことなく、シーズン2のためのティーザーとして機能する可能性が高いファンメールポストシーズン1に応答しました。\u001b[22m\n\u001b[1m\u001b[22m\nStory - The service club must help Shizuka Hiratsuka with a wedding magazine request. This allows you to see all your favorite female characters and side characters dress up. The story doesn't matter since its non-canon but it does setup a harem-esque ending. For fans of this anime, most people should welcome this OVA as a way to satiate their appetites. Yet I was hoping that there would be more in this OVA than a throwaway episode.\n\n\u001b[1mストーリー - サービスクラブは結婚式の雑誌の要求で平塚静香を助けなければなりません。 これにより、お気に入りの女性キャラクターとサイドキャラクターがすべてドレスアップするのを見ることができます。 ストーリーはノンキヤノン以来重要ではありませんが、それはセットアップをハーレムエスクな結末にします。 このアニメのファンにとって、ほとんどの人は、このOVAを食欲を満たしてくれる方法として歓迎すべきです。 しかし、私は、このOVAには捨てられたエピソードよりも多くがあることを望んでいました。\u001b[22m\n\u001b[1m(Sutōrī - sābisukurabu wa kekkonshiki no zasshi no yōkyū de Hiratsuka Shizuka o tasukenakereba narimasen. Kore ni yori, okiniiri no josei kyarakutā to saidokyarakutā ga subete doresuappu suru no o miru koto ga dekimasu. Sutōrī wa non Kiyanon irai jūyōde wa arimasenga, soreha settoappu o hāremuesukuna ketsumatsu ni shimasu. Kono anime no fan ni totte, hotondo no hito wa, kono ovu~a o shokuyoku o mitashite kureru hōhō to shite kangei subekidesu. Shikashi, watashi wa, kono ovu~a ni wa sute rareta episōdo yori mo ōku ga aru koto o nozonde imashita.)\u001b[22m\n\nTranslations of \u001b[4mStory - The service club must help Shizuka Hiratsuka with a wedding magazine request. This allows you to see all your favorite female characters and side characters dress up. The story doesn't matter since its non-canon but it does setup a harem-esque ending. For fans of this anime, most people should welcome this OVA as a way to satiate their appetites. Yet I was hoping that there would be more in this OVA than a throwaway episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - The service club must help Shizuka Hiratsuka with a wedding magazine request.\u001b[24m\n    \u001b[1mストーリー - サービスクラブは結婚式の雑誌の要求で平塚静香を助けなければなりません。\u001b[22m, \u001b[1mストーリー - 結婚式の雑誌の要求に静香平塚を助けなければならないの奉仕クラブ。\u001b[22m\n\u001b[4mThis allows you to see all your favorite female characters and side characters dress up.\u001b[24m\n    \u001b[1mこれにより、お気に入りの女性キャラクターとサイドキャラクターがすべてドレスアップするのを見ることができます。\u001b[22m, \u001b[1mこれはすべてのあなたの好きな女性キャラとサイドの文字がドレスアップ見ることができます。\u001b[22m\n\u001b[4mThe story doesn't matter since its non-canon but it does setup a harem-esque ending.\u001b[24m\n    \u001b[1mストーリーはノンキヤノン以来重要ではありませんが、それはセットアップをハーレムエスクな結末にします。\u001b[22m, \u001b[1m物語はその非キヤノンので問題ありませんが、セットアップハーレム風のエンディングを行います。\u001b[22m\n\u001b[4mFor fans of this anime, most people should welcome this OVA as a way to satiate their appetites.\u001b[24m\n    \u001b[1mこのアニメのファンにとって、ほとんどの人は、このOVAを食欲を満たしてくれる方法として歓迎すべきです。\u001b[22m, \u001b[1mこのアニメのファンのために、ほとんどの人は彼らの食欲をあかすための方法として、このOVAを歓迎すべきです。\u001b[22m\n\u001b[4mYet I was hoping that there would be more in this OVA than a throwaway episode.\u001b[24m\n    \u001b[1mしかし、私は、このOVAには捨てられたエピソードよりも多くがあることを望んでいました。\u001b[22m, \u001b[1mしかし、私はより多くの使い捨てのエピソードよりも、このOVAに存在することになることを期待していました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - All the characters act just like they do in season 1. Part of the charm in this anime is that some characters are less superficial and more developed compared to other anime. Expect all the hijinks you would in this light fanservice OVA. Unlike the anime series, you will not find the philosophical monologues from the MC.\n\n\u001b[1mキャラクター - すべてのキャラクターは、シーズン1と同じように動作します。このアニメの魅力の一部は、他のアニメと比較して、いくつかのキャラクターが表面的でなく開発されているということです。 この軽いファンサービスのOVAであなたが望む全てのヒジンクを期待してください。 アニメシリーズとは異なり、あなたはMCから哲学的なモノログを見つけることはできません。\u001b[22m\n\u001b[1m(Kyarakutā - subete no kyarakutā wa, shīzun 1 to onajiyōni dōsa shimasu. Kono anime no miryoku no ichibu wa, hoka no anime to hikaku shite, ikutsu ka no kyarakutā ga hyōmen-tekidenaku kaihatsu sa rete iru to iu kotodesu. Kono karui fansābisu no ovu~a de anata ga nozomu subete no hijinku o kitai shite kudasai. Animeshirīzu to wa kotonari, anata wa MC kara tetsugaku-tekina mono rogu o mitsukeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters - All the characters act just like they do in season 1. Part of the charm in this anime is that some characters are less superficial and more developed compared to other anime. Expect all the hijinks you would in this light fanservice OVA. Unlike the anime series, you will not find the philosophical monologues from the MC.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - All the characters act just like they do in season 1. Part of the charm in this anime is that some characters are less superficial and more developed compared to other anime.\u001b[24m\n    \u001b[1mキャラクター - すべてのキャラクターは、シーズン1と同じように動作します。このアニメの魅力の一部は、他のアニメと比較して、いくつかのキャラクターが表面的でなく開発されているということです。\u001b[22m, \u001b[1mキャラクター - すべての文字が、このアニメで魅力の1パートは、いくつかの文字が小さい表面的および他のアニメに比べてより発展していることである彼らはシーズン中に同じように作用します。\u001b[22m\n\u001b[4mExpect all the hijinks you would in this light fanservice OVA.\u001b[24m\n    \u001b[1mこの軽いファンサービスのOVAであなたが望む全てのヒジンクを期待してください。\u001b[22m, \u001b[1mあなたはこの光サービスカットOVAの場合とすべてhijinksを期待しています。\u001b[22m\n\u001b[4mUnlike the anime series, you will not find the philosophical monologues from the MC.\u001b[24m\n    \u001b[1mアニメシリーズとは異なり、あなたはMCから哲学的なモノログを見つけることはできません。\u001b[22m, \u001b[1mアニメシリーズとは異なり、MCから哲学的なモノローグを見つけることができません。\u001b[22m\n\u001b[1m\u001b[22m\nThe bottom line is that if you are a fan, you should watch this. The reason why I rated it average is because many other anime have done a lot more with OVAs than what we get here. The possibilities are endless. We could have seen more of other characters that get less screen time. The other factors are that it was used to promote/hype the second season. So I also see it was a marketing gimmick as well as a way to respond to fans of the show. Brain Base had an excellent opportunity to do more here but instead what we get is almost a throwaway OVA in retrospect.\n\n\u001b[1m結論は、あなたがファンなら、これを見なければならないということです。 私が平均と評価した理由は、他の多くのアニメが私たちがここに来ているよりもOVAでもっと多くのことをしたからです。 可能性は無限です。 私たちは、より多くの画面時間を得る他の文字をもっと見ることができました。 他の要因は、それが2番目のシーズンを宣伝/誇張するために使用されたことです。 だから私はそれがショーのファンに応える方法と同様、マーケティングの仕掛けであることを見る。  Brain Baseはここでもっと多くのことをする絶好の機会を持っていましたが、私たちが得たものはほとんど回顧のOVAでした。\u001b[22m\n\u001b[1m(Ketsuron wa, anata ga fan'nara, kore o minakereba naranai to iu kotodesu. Watashi ga heikin to hyōka shita riyū wa, hoka no ōku no anime ga watashitachi ga koko ni kite iru yori mo ovu~a de motto ōku no koto o shitakaradesu. Kanōsei wa mugendesu. Watashitachiha, yori ōku no gamen jikan o eru ta no moji o motto miru koto ga dekimashita. Hoka no yōin wa, sore ga 2-banme no shīzun o senden/ kochō suru tame ni shiyō sa reta kotodesu. Dakara watashi wa sore ga shō no fan ni kotaeru hōhō to dōyō, māketingu no shikakedearu koto o miru. Burēn Base wa koko de motto ōku no koto o suru zekkō no kikai o motte imashitaga, watashitachi ga eta mono wa hotondo kaiko no ovu~adeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe bottom line is that if you are a fan, you should watch this. The reason why I rated it average is because many other anime have done a lot more with OVAs than what we get here. The possibilities are endless. We could have seen more of other characters that get less screen time. The other factors are that it was used to promote/hype the second season. So I also see it was a marketing gimmick as well as a way to respond to fans of the show. Brain Base had an excellent opportunity to do more here but instead what we get is almost a throwaway OVA in retrospect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe bottom line is that if you are a fan, you should watch this.\u001b[24m\n    \u001b[1m結論は、あなたがファンなら、これを見なければならないということです。\u001b[22m, \u001b[1m一番下の行は、あなたがファンであれば、あなたはこれを見なければならないということです。\u001b[22m\n\u001b[4mThe reason why I rated it average is because many other anime have done a lot more with OVAs than what we get here.\u001b[24m\n    \u001b[1m私が平均と評価した理由は、他の多くのアニメが私たちがここに来ているよりもOVAでもっと多くのことをしたからです。\u001b[22m, \u001b[1m他の多くのアニメは私たちがここで何を得るよりもOVASでより多く行っているので、私はそれが平均定格理由があります。\u001b[22m\n\u001b[4mThe possibilities are endless.\u001b[24m\n    \u001b[1m可能性は無限です。\u001b[22m, \u001b[1m可能性は無限大です。\u001b[22m\n\u001b[4mWe could have seen more of other characters that get less screen time.\u001b[24m\n    \u001b[1m私たちは、より多くの画面時間を得る他の文字をもっと見ることができました。\u001b[22m, \u001b[1m私たちは、より少ないスクリーンの時間を取得し、他の文字の多くを見ている可能性があります。\u001b[22m\n\u001b[4mThe other factors are that it was used to promote/hype the second season.\u001b[24m\n    \u001b[1m他の要因は、それが2番目のシーズンを宣伝/誇張するために使用されたことです。\u001b[22m, \u001b[1m他の要因は、それが/誇大広告にセカンドシーズンを促進するために使用されたことです。\u001b[22m\n\u001b[4mSo I also see it was a marketing gimmick as well as a way to respond to fans of the show.\u001b[24m\n    \u001b[1mだから私はそれがショーのファンに応える方法と同様、マーケティングの仕掛けであることを見る。\u001b[22m, \u001b[1mだから私はまた、マーケティングの仕掛けだけでなく、番組のファンに対応するための方法でした参照してください。\u001b[22m\n\u001b[4mBrain Base had an excellent opportunity to do more here but instead what we get is almost a throwaway OVA in retrospect.\u001b[24m\n    \u001b[1mBrain Baseはここでもっと多くのことをする絶好の機会を持っていましたが、私たちが得たものはほとんど回顧のOVAでした。\u001b[22m, \u001b[1m脳ベースは、よりここで行う絶好の機会があったが、その代わりに、我々は何を得る振り返ってみると、ほぼ使い捨てOVAです。\u001b[22m"
  },
  {
    "title": "Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "id": "18753",
    "url": "https://myanimelist.net/anime/18753/Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru_OVA",
    "user": "AnimeFan48",
    "profile": "/profile/AnimeFan48/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=233828",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\nだからこれは短いレビューかもしれないが、正直なところ、それに入るアイデアはない\n\nストーリー：あなたは結婚のためのものを書いているすべての文字と、これだけの特別なOVAを使って物語を見つけません。\n\nアート：アートはメインアニメと同じだったので、何も悪くない\n\nサウンド：それは同じOPとEDので何も知らなかったが、それについては何も悪い\n\nキャラクター：正直言って、私はあなたがこのOVAにいる主要なキャラクターとサイドキャラクターのほとんどについて何も言わないし、同じです\n\n楽しさ：人気のあるレビューの誰かが、これがアニメよりもずっと楽しかったと言っています（これはコメディの面で）\n\n全体的には：これはあなたがこれを見る必要はありませんこれは正規のアニメだけではなく、エピソードの側面に従っていないので、これは私に実際のアニメよりも優れていた",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nso this might be a short review but no idea but honestly ill get into it\n\n\u001b[1mだからこれは短いレビューかもしれないが、正直なところ、それに入るアイデアはない\u001b[22m\n\u001b[1m(Dakara kore wa mijikai rebyū kamo shirenaiga, shōjikina tokoro, sore ni hairu aidea wanai)\u001b[22m\n\nTranslations of \u001b[4mso this might be a short review but no idea but honestly ill get into it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso this might be a short review but no idea but honestly ill get into it\u001b[24m\n    \u001b[1mだからこれは短いレビューかもしれないが、正直なところ、それに入るアイデアはない\u001b[22m, \u001b[1mこれは短いレビューが、全く分からないかもしれないが、正直なところ、病気、それに入ります\u001b[22m\n\u001b[1m\u001b[22m\nStory: you wont find a story with this just a special OVA with all the characters writing stuff for a marriage thing and also doing stuff like that nothing really going on here\n\n\u001b[1mストーリー：あなたは結婚のためのものを書いているすべての文字と、これだけの特別なOVAを使って物語を見つけません。\u001b[22m\n\u001b[1m(Sutōrī: Anata wa kekkon no tame no mono o kaite iru subete no moji to, kore dake no tokubetsuna ovu~a o tsukatte monogatari o mitsukemasen.)\u001b[22m\n\nTranslations of \u001b[4mStory: you wont find a story with this just a special OVA with all the characters writing stuff for a marriage thing and also doing stuff like that nothing really going on here\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: you wont find a story with this just a special OVA with all the characters writing stuff for a marriage thing and also doing stuff like that nothing really going on here\u001b[24m\n    \u001b[1mストーリー：あなたは結婚のためのものを書いているすべての文字と、これだけの特別なOVAを使って物語を見つけません。\u001b[22m, \u001b[1mストーリー：あなたは文句を言わないすべての文字を持つだけの特別なOVA結婚の事のためのものを書いても、それは何も本当にここで起こっていないようなものをやってこれで物語を見つけます\u001b[22m\n\u001b[1m\u001b[22m\nArt: art was the same as the main anime so yeah nothing bad\n\n\u001b[1mアート：アートはメインアニメと同じだったので、何も悪くない\u001b[22m\n\u001b[1m(Āto: Āto wa mein anime to onajidattanode, nani mo warukunai)\u001b[22m\n\nTranslations of \u001b[4mArt: art was the same as the main anime so yeah nothing bad\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: art was the same as the main anime so yeah nothing bad\u001b[24m\n    \u001b[1mアート：アートはメインアニメと同じだったので、何も悪くない\u001b[22m, \u001b[1mアート：芸術はそうそう何が悪いメインアニメと同じでした\u001b[22m\n\u001b[1m\u001b[22m\nSound: its the same OP and ED so nothing knew but nothing bad about it either\n\n\u001b[1mサウンド：それは同じOPとEDので何も知らなかったが、それについては何も悪い\u001b[22m\n\u001b[1m(Saundo: Sore wa onaji OP to EDnode nani mo shiranakattaga, sore ni tsuite wa nani mo warui)\u001b[22m\n\nTranslations of \u001b[4mSound: its the same OP and ED so nothing knew but nothing bad about it either\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: its the same OP and ED so nothing knew but nothing bad about it either\u001b[24m\n    \u001b[1mサウンド：それは同じOPとEDので何も知らなかったが、それについては何も悪い\u001b[22m, \u001b[1mサウンド：その同じOPとEDので、何もどちらか知らないが、それについては何も悪いです\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: honestly i will not say anything about this most of the main and side characters you've are in this OVA and are the same so yeah\n\n\u001b[1mキャラクター：正直言って、私はあなたがこのOVAにいる主要なキャラクターとサイドキャラクターのほとんどについて何も言わないし、同じです\u001b[22m\n\u001b[1m(Kyarakutā: Shōjiki itte, watashi wa anata ga kono ovu~a ni iru shuyōna kyarakutā to saidokyarakutā no hotondo ni tsuite nani mo iwanaishi, onajidesu)\u001b[22m\n\nTranslations of \u001b[4mCharacter: honestly i will not say anything about this most of the main and side characters you've are in this OVA and are the same so yeah\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: honestly i will not say anything about this most of the main and side characters you've are in this OVA and are the same so yeah\u001b[24m\n    \u001b[1mキャラクター：正直言って、私はあなたがこのOVAにいる主要なキャラクターとサイドキャラクターのほとんどについて何も言わないし、同じです\u001b[22m, \u001b[1mキャラクター：正直なところ私はええので、メインとサイドの文字のほとんどは、このOVAにあり、同じできたこのことについては何も言うことはありません\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: like what someone in the popular review said i honestly enjoyed this more than the anime (in terms of comedy) because this pulled it off better and the main anime didn't but otherwise yeah\n\n\u001b[1m楽しさ：人気のあるレビューの誰かが、これがアニメよりもずっと楽しかったと言っています（これはコメディの面で）\u001b[22m\n\u001b[1m(Tanoshisa: Ninkinoaru rebyū no darekaga, korega anime yori mo zutto tanoshikatta to itte imasu (kore wa komedi no men de))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: like what someone in the popular review said i honestly enjoyed this more than the anime (in terms of comedy) because this pulled it off better and the main anime didn't but otherwise yeah\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: like what someone in the popular review said i honestly enjoyed this more than the anime (in terms of comedy) because this pulled it off better and the main anime didn't but otherwise yeah\u001b[24m\n    \u001b[1m楽しさ：人気のあるレビューの誰かが、これがアニメよりもずっと楽しかったと言っています（これはコメディの面で）\u001b[22m, \u001b[1m楽しさ：人気のレビューで誰かが、これはより良いそれをオフに引っ張られ、メインアニメではないが、それ以外はなかったので、私は正直（喜劇の面で）アニメよりも、この多くを楽しんだと何のようなうん\u001b[22m\n\u001b[1m\u001b[22m\nOverall: ill say this you dont have to watch this because this does not follow the legit anime just a side off episode but this was better than the actual anime to me at least\n\n\u001b[1m全体的には：これはあなたがこれを見る必要はありませんこれは正規のアニメだけではなく、エピソードの側面に従っていないので、これは私に実際のアニメよりも優れていた\u001b[22m\n\u001b[1m(Zentai-teki ni wa: Kore wa anata ga kore o miru hitsuyō wa arimasen kore wa seiki no anime dakede wa naku, episōdo no sokumen ni shitagatte inainode, kore wa watashi ni jissai no anime yori mo sugurete ita)\u001b[22m\n\nTranslations of \u001b[4mOverall: ill say this you dont have to watch this because this does not follow the legit anime just a side off episode but this was better than the actual anime to me at least\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: ill say this you dont have to watch this because this does not follow the legit anime just a side off episode but this was better than the actual anime to me at least\u001b[24m\n    \u001b[1m全体的には：これはあなたがこれを見る必要はありませんこれは正規のアニメだけではなく、エピソードの側面に従っていないので、これは私に実際のアニメよりも優れていた\u001b[22m, \u001b[1m全体：これはちょうど側オフエピソード合法的なアニメに従っていませんが、これは私には、少なくとも実際のアニメよりはましだったので病気あなたがこれを見るために持っていけないこれを言います\u001b[22m"
  }
]
