[
  {
    "title": "Gifuu_Doudou__Kanetsugu_to_Keiji",
    "id": "18771",
    "url": "https://myanimelist.net/anime/18771/Gifuu_Doudou__Kanetsugu_to_Keiji",
    "user": "yuridice",
    "profile": "/profile/yuridice/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=109809",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|\nアニメーション|  1\nキャラクター|\n|  10\n\nそれ以外の2つの特別なエントリーでなければ、Gifuu Doudou!!：Kanetsugu to Keiji  - 二重の感嘆符が本当に - おそらく2013年夏の夏の最も正しい正式なショーの強力な候補だろう。  Gifuu Doudou!!の前提はシンプルです。直江Kanetsuguと前田啓治、2つのばかげた大規模で強力な\"正当な偏心\"は、戦国時代の日本全国の\"RIGHTEOUSNESS\"のブランドを調達する彼らの悪用を詳述します。 このような物語を面白くて楽しいものにする正しい姿勢は、「サムライロック」という名前のトップオープニング（完全にリサイクルされた映像で構成されている）  「SAMURAI BABY」は英語で大勢のキャラクターの大胆な似顔絵が描かれています。 友人と一緒に見ると、これはすべて非常に正しい（そして楽しい）経験をすることができます。\n\nしかし、間違ってはいけない、このショーは伝統的な意味ではあまり正義（または良い）ではありません。 岐阜堂堂！ 非常に低い予算から恐ろしい文章やストローマンのキャラクターまで、あらゆる種類の問題に悩まされています。  Gifuu Doudou!!の世界では、身体の大きさはおおまかに力に関係する正義とおおむね相関しています。\n\nほとんどのキャラクターはあまり大きくありません。\n\n\n\nもし友人が乗っていたら、侍忍者 - 虎 - 修道士（前田、啓二）を馬鹿げた馬鹿げた感謝の気持ちにしてください。岐阜道堂を心からお勧めします!! もしそうでなければ、あなたはこの毎週の正義の服用量を非常に多く得ることはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIf it weren't for two other particularly strong entries, Gifuu Doudou!!: Kanetsugu to Keiji—the double exclamation marks say it all, really—would probably be a strong contender for the most righteous show of the summer 2013 anime season. Gifuu Doudou!!'s premise is simple: Naoe Kanetsugu and Maeda Keiji, two ridiculously large and powerful 'legitimate eccentrics,' recount their exploits dispensing their brand of 'RIGHTEOUSNESS' all over Sengoku-era Japan. It has the right attitude to make this sort of narrative funny and fun, clearly not taking itself very seriously with things like an over the top opening (entirely composed of recycled footage of course) named 'SAMURAI ROCK' with lines like 'come on come on come come on SAMURAI BABY' in English and heavily, heavily caricatured depictions of most of its characters. When watched with friends this can all make for a very righteous (and enjoyable) experience.\n\n\u001b[1mそれ以外の2つの特別なエントリーでなければ、Gifuu Doudou!!：Kanetsugu to Keiji  - 二重の感嘆符が本当に - おそらく2013年夏の夏の最も正しい正式なショーの強力な候補だろう。  Gifuu Doudou!!の前提はシンプルです。直江Kanetsuguと前田啓治、2つのばかげた大規模で強力な\"正当な偏心\"は、戦国時代の日本全国の\"RIGHTEOUSNESS\"のブランドを調達する彼らの悪用を詳述します。 このような物語を面白くて楽しいものにする正しい姿勢は、「サムライロック」という名前のトップオープニング（完全にリサイクルされた映像で構成されている）  「SAMURAI BABY」は英語で大勢のキャラクターの大胆な似顔絵が描かれています。 友人と一緒に見ると、これはすべて非常に正しい（そして楽しい）経験をすることができます。\u001b[22m\n\u001b[1m(Sore igai no 2tsu no tokubetsuna entorīdenakereba, Gifuu Doudou! ! : Kanetsugu to Keiji - nijū no kantan fu ga hontōni - osoraku 2013-nen natsu no natsu no mottomo tadashī seishikina shō no kyōryokuna kōhodarou. Gifuu Doudou! ! No zentei wa shinpurudesu. Naoe Kanetsugu to Maeda Keiji, 2tsu no bakageta ōkibo de kyōryokuna\" seitōna henshin\" wa, sengoku jidai no nipponzenkoku no\" RIGHTEOUSNESS\" no burando o chōtatsu suru karera no akuyō o shōjutsu shimasu. Ko no yōna monogatari o omoshirokute tanoshī mono ni suru tadashī shisei wa,`samurairokku' to iu namae no toppuōpuningu (kanzen ni risaikuru sa reta eizō de kōsei sa rete iru) `samurai BABY' wa eigo de taisei no kyarakutā no daitan'na nigaoe ga egaka rete imasu. Yūjin to issho ni miru to, koreha subete hijō ni tadashī (soshite tanoshī) keiken o suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf it weren't for two other particularly strong entries, Gifuu Doudou!!: Kanetsugu to Keiji—the double exclamation marks say it all, really—would probably be a strong contender for the most righteous show of the summer 2013 anime season. Gifuu Doudou!!'s premise is simple: Naoe Kanetsugu and Maeda Keiji, two ridiculously large and powerful 'legitimate eccentrics,' recount their exploits dispensing their brand of 'RIGHTEOUSNESS' all over Sengoku-era Japan. It has the right attitude to make this sort of narrative funny and fun, clearly not taking itself very seriously with things like an over the top opening (entirely composed of recycled footage of course) named 'SAMURAI ROCK' with lines like 'come on come on come come on SAMURAI BABY' in English and heavily, heavily caricatured depictions of most of its characters. When watched with friends this can all make for a very righteous (and enjoyable) experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf it weren't for two other particularly strong entries, Gifuu Doudou!!: Kanetsugu to Keiji—the double exclamation marks say it all, really—would probably be a strong contender for the most righteous show of the summer 2013 anime season.\u001b[24m\n    \u001b[1mそれ以外の2つの特別なエントリーでなければ、Gifuu Doudou!!：Kanetsugu to Keiji  - 二重の感嘆符が本当に - おそらく2013年夏の夏の最も正しい正式なショーの強力な候補だろう。\u001b[22m, \u001b[1mそれは他の二つの特に強いのエントリ、Gifuuドゥドゥ!!がなかったら：に兼続啓二二重感嘆符は本当に-だろうおそらく夏2013アニメシーズンのほとんど正義のショーのための強力な候補であること、それをすべて言います。\u001b[22m\n\u001b[4mGifuu Doudou!!'s premise is simple: Naoe Kanetsugu and Maeda Keiji, two ridiculously large and powerful 'legitimate eccentrics,' recount their exploits dispensing their brand of 'RIGHTEOUSNESS' all over Sengoku-era Japan.\u001b[24m\n    \u001b[1mGifuu Doudou!!の前提はシンプルです。直江Kanetsuguと前田啓治、2つのばかげた大規模で強力な\"正当な偏心\"は、戦国時代の日本全国の\"RIGHTEOUSNESS\"のブランドを調達する彼らの悪用を詳述します。\u001b[22m, \u001b[1mGifuuドゥドゥ!!の前提は簡単です：直江兼続と前田慶次、2途方もなく大規模かつ強力な「合法的な偏心は、すべての戦国時代の日本オーバー義 ''の彼らのブランドを分配彼らの功績を物語ります」。\u001b[22m\n\u001b[4mIt has the right attitude to make this sort of narrative funny and fun, clearly not taking itself very seriously with things like an over the top opening (entirely composed of recycled footage of course) named 'SAMURAI ROCK' with lines like 'come on come\u001b[24m\n    \u001b[1mこのような物語を面白くて楽しいものにする正しい姿勢は、「サムライロック」という名前のトップオープニング（完全にリサイクルされた映像で構成されている）\u001b[22m, \u001b[1mこれは明らかに「来る来るような行を持つ「SAMURAI ROCK 'という名前（完全にコースのリサイクル素材で構成）トップ開口部の上のようなもので非常に真剣に自分自身を取っていない、面白い、楽しい物語のこの種を作るために適切な態度を持っています\u001b[22m\n\u001b[4mon come come on SAMURAI BABY' in English and heavily, heavily caricatured depictions of most of its characters.\u001b[24m\n    \u001b[1m「SAMURAI BABY」は英語で大勢のキャラクターの大胆な似顔絵が描かれています。\u001b[22m, \u001b[1m英語で「SAMURAI BABYに来て、重く、重く、その文字のほとんどの描写をカリカチュア来るに。\u001b[22m\n\u001b[4mWhen watched with friends this can all make for a very righteous (and enjoyable) experience.\u001b[24m\n    \u001b[1m友人と一緒に見ると、これはすべて非常に正しい（そして楽しい）経験をすることができます。\u001b[22m, \u001b[1m友達と一緒に見た場合、これはすべての非常に義人（と楽しい）の経験のために作ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nBut don't get me wrong, this show is not very righteous (or good) in any traditional sense of the word. Gifuu Doudou!! is plagued by all sorts of problems, from its extremely low budget to its terrible writing and strawman characters. In the world of Gifuu Doudou!!, physical size roughly correlates to righteousness which roughly correlates to power.\n\n\u001b[1mしかし、間違ってはいけない、このショーは伝統的な意味ではあまり正義（または良い）ではありません。 岐阜堂堂！ 非常に低い予算から恐ろしい文章やストローマンのキャラクターまで、あらゆる種類の問題に悩まされています。  Gifuu Doudou!!の世界では、身体の大きさはおおまかに力に関係する正義とおおむね相関しています。\u001b[22m\n\u001b[1m(Shikashi, machigatte wa ikenai, kono shō wa dentō-tekina imide wa amari seigi (matawa yoi)de wa arimasen. Gifu dōdō! Hijō ni hikui yosan kara osoroshī bunshō ya sutorōman no kyarakutā made, arayuru shurui no mondai ni nayamasa rete imasu. Gifuu Doudou! ! No sekaide wa, karada no ōki-sa wa ōmaka ni chikara ni kankei suru seigi to ōmune sōkan shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut don't get me wrong, this show is not very righteous (or good) in any traditional sense of the word. Gifuu Doudou!! is plagued by all sorts of problems, from its extremely low budget to its terrible writing and strawman characters. In the world of Gifuu Doudou!!, physical size roughly correlates to righteousness which roughly correlates to power.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut don't get me wrong, this show is not very righteous (or good) in any traditional sense of the word.\u001b[24m\n    \u001b[1mしかし、間違ってはいけない、このショーは伝統的な意味ではあまり正義（または良い）ではありません。\u001b[22m, \u001b[1m誤解しないでくださいしかし、このショーは、単語の任意の伝統的な意味で非常に義人（または良い）ではありません。\u001b[22m\n\u001b[4mGifuu Doudou!!\u001b[24m\n    \u001b[1m岐阜堂堂！\u001b[22m, \u001b[1mGifuuドゥドゥ!!\u001b[22m\n\u001b[4mis plagued by all sorts of problems, from its extremely low budget to its terrible writing and strawman characters.\u001b[24m\n    \u001b[1m非常に低い予算から恐ろしい文章やストローマンのキャラクターまで、あらゆる種類の問題に悩まされています。\u001b[22m, \u001b[1mその極端に低い予算からそのひどい書き込みとたたき台文字に、あらゆる種類の問題に悩まされています。\u001b[22m\n\u001b[4mIn the world of Gifuu Doudou!!, physical size roughly correlates to righteousness which roughly correlates to power.\u001b[24m\n    \u001b[1mGifuu Doudou!!の世界では、身体の大きさはおおまかに力に関係する正義とおおむね相関しています。\u001b[22m, \u001b[1mGifuuドゥドゥ!!の世界では、物理的なサイズは、およそおよそパワーと相関義に相関します。\u001b[22m\n\u001b[1m\u001b[22m\nMost characters are not very big.\n\n\u001b[1mほとんどのキャラクターはあまり大きくありません。\u001b[22m\n\u001b[1m(Hotondo no kyarakutā wa amari ōkiku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMost characters are not very big.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost characters are not very big.\u001b[24m\n    \u001b[1mほとんどのキャラクターはあまり大きくありません。\u001b[22m, \u001b[1mほとんどの文字は非常に大きなものではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIf you have friends available to take along for the ride and the right kind of appreciation for absurdly over the top samurai-ninja-tiger-monks (Maeda. Keiji.) I wholeheartedly recommend Gifuu Doudou!!. If not, you won't get very much out of this weekly dose of righteousness.\n\n\u001b[1mもし友人が乗っていたら、侍忍者 - 虎 - 修道士（前田、啓二）を馬鹿げた馬鹿げた感謝の気持ちにしてください。岐阜道堂を心からお勧めします!! もしそうでなければ、あなたはこの毎週の正義の服用量を非常に多く得ることはできません。\u001b[22m\n\u001b[1m(Moshi yūjin ga notte itara, samurai ninja - tora - shūdō-shi (Maeda, Keiji) o bakageta bakageta kanshanokimochi ni shite kudasai. Gifu michi-dō o kokorokara o susume shimasu! ! Moshi sōdenakereba, anata wa kono maishū no seigi no fukuyō-ryō o hijō ni ōku eru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you have friends available to take along for the ride and the right kind of appreciation for absurdly over the top samurai-ninja-tiger-monks (Maeda. Keiji.) I wholeheartedly recommend Gifuu Doudou!!. If not, you won't get very much out of this weekly dose of righteousness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you have friends available to take along for the ride and the right kind of appreciation for absurdly over the top samurai-ninja-tiger-monks (Maeda. Keiji.) I wholeheartedly recommend Gifuu Doudou!!.\u001b[24m\n    \u001b[1mもし友人が乗っていたら、侍忍者 - 虎 - 修道士（前田、啓二）を馬鹿げた馬鹿げた感謝の気持ちにしてください。岐阜道堂を心からお勧めします!!\u001b[22m, \u001b[1mあなたが乗るとトップ侍・忍者・虎・修道士オーバー不合理に対する感謝の正しい種類のために沿って取るために利用可能なお友達（前田。慶次を。）がある場合、私は心をこめてGifuuドゥドゥをお勧めします!!。\u001b[22m\n\u001b[4mIf not, you won't get very much out of this weekly dose of righteousness.\u001b[24m\n    \u001b[1mもしそうでなければ、あなたはこの毎週の正義の服用量を非常に多く得ることはできません。\u001b[22m, \u001b[1mない場合は、義のこの週用量のうちあまり得ることはありません。\u001b[22m"
  },
  {
    "title": "Gifuu_Doudou__Kanetsugu_to_Keiji",
    "id": "18771",
    "url": "https://myanimelist.net/anime/18771/Gifuu_Doudou__Kanetsugu_to_Keiji",
    "user": "Renegatz",
    "profile": "/profile/Renegatz/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=183441",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  6\n\nこのショーに参加することが難しい人もいます。 ストーリーが私たちに伝えられる方法は、2人の主人公が直面したいかなる試練でも生き残ったことを明確にしています。そして、アクション自体は、他のアニメをたくさん味わうほど動力学的に満足できるほどではなく、 スケールのモエ側から離れている。 だから、巨大な量の強烈さ、ドラマ、アクション、痛みを感じることを期待してはいけません。 岐阜ドードーは本質的には、戦略、哲学、勇気、忠誠心を伴う傾向のある小さな物語や冒険の中で語られた温和な物語であり、兄弟間の義のテーマによって吸収され、 他のショーは提供しなければならない。 それはどういうわけか、恥ずかしそうに見えなくても、これはやっかいなことです。 ショーはほとんどの場合非常に深刻で、そのように取ることができますが、これは実際には非常にユーモアにもなります。 これは、上杉鹿児島のキャラクター、「笑ったことのない男」、眉間に眉をひそめて、きらきら音を立てるような、男らしい方法でまとめられています。\n\n誇張された男らしさのユーモアにもかかわらず、シリーズはゆっくりと意図的に設定された思い出に残るシーンでいっぱいです。 それは、あなたが本当に座って、あなたのペースで、一度に1エピソード、またはいくつかの感情を評価することができます。 同じことは、しばしば最初から最後までのいずれかのアクションである多くの優れたアニメ、またはこれと満たされないフィラーエピソードとの間の不快な激しさのことである。\n\n残念なことに、ショーの中点で進めてきた金越と慶長の芽生えた兄弟姉妹は、主な魅力の一つになっていましたが、後半にはすべて破棄されました。 それは、慶長さんが開会と閉会の功績だけでなく、現在の友人との酒飲みの場面にも本当に存在していることが奇妙に感じられます。 カネツグがどれくらい素晴らしいか、彼の起源についてのプロットです。 エピソードの出入り口のサイドキャラクターのホストが、偏見のない虎戦士によって残された隙間を埋めるのに失敗する傾向があります。特に、人間以外のキャラクターを紹介して、鈍い忍者に 中心的な役割。 私は誰にも傷つけないと言っているのではなく、後半に再び圭治が現れることを期待していたので、これは決して起こらなかったので私の視聴経験は苦しんだ。\n\nさらに、私はこのシリーズのより良いシーンに賞賛しているだけですが、それぞれのエピソードにはあまり印象的でない面白い活動がたくさんありますが、それは忍耐力のテストの結果、 このショーの視聴者は気をつけていませんでした。 エピソード21と25の素晴らしいデニュアメントにもかかわらず、岐阜ドードーの後半は、当初私を魅了した部署にはいくらか欠けているように感じました と。\n\nそれでも、それは偉大なアニメであり、その虚偽は主にその誇張された、隆起した、男らしい魅力によって補われています。 悲鳴を上げる、十代の主人公、萌え、過活動からの変化のように感じる？ キックバックして岐阜ドドを見る。\n\n6.5 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSome might find it difficult to get into this show. The way the story is told to us makes it clear that the two main characters have survived whatever ordeals they faced, and the action itself is not nearly as kinetically satisfying, juicy or frequent as you get in lots of other anime, particularly ones that tend away from the moe side of the scale. Therefore, don't go into this expecting a huge amount of intensity, drama, action or gushing feels. Gifu Dodo is in essence a temperate tale told in smaller stories and adventures that tend to involve strategy, philosophy, courage and loyalty, all imbibed with and pulled together by a theme of fraternal righteousness that actually has an effect unlike the best dialogue between characters many other shows have to offer. It somehow manages to do this without coming across as pretentious, most likely given the upbeat and ridiculous yet resolute tone embellished by some great, strong visuals and soundtrack. Though the show is for the most part extremely serious and can be taken as such, this actually makes it quite humorous too on the side. This is summarized aptly by the character of Uesugi Kagekatsu, the' man who has never smiled', who furrows his brow in such a manly way that it makes creaking sounds...\n\n\u001b[1mこのショーに参加することが難しい人もいます。 ストーリーが私たちに伝えられる方法は、2人の主人公が直面したいかなる試練でも生き延びてきたことを明らかにしています。他のアニメをたくさん味わうほど、 スケールのモエ側から離れている。 だから、巨大な量の強烈さ、ドラマ、アクション、痛みを感じることを期待してはいけません。 岐阜ドードーは本質的には、戦略、哲学、勇気、忠誠心を伴う傾向のある小さな物語や冒険の中で語られた温和な物語であり、兄弟間の義のテーマによって吸収され、 他のショーは提供しなければならない。 それはどういうわけか、恥ずかしそうに見えなくても、これはやっかいなことです。 ショーはほとんどの場合非常に深刻で、そのように取ることができますが、これは実際には非常にユーモアにもなります。 これは、上杉鹿児島のキャラクター、「笑ったことのない男」、眉間に眉をひそめて、きらきら音を立てるような、男らしい方法でまとめられています。\u001b[22m\n\u001b[1m(Kono shō ni sanka suru koto ga muzukashī hito mo imasu. Sutōrī ga watashitachi ni tsutae rareru hōhō wa, 2-ri no shujinkō ga chokumen shita ikanaru shiren demo ikinobite kita koto o akiraka ni shite imasu. Hoka no anime o takusan ajiwau hodo, sukēru no Moe-gawa kara hanarete iru. Dakara, kyodaina-ryō no kyōretsu-sa, dorama, akushon, itami o kanjiru koto o kitai shite wa ikemasen. Gifu dōdō wa honshitsu-teki ni wa, senryaku, tetsugaku, yūki, chūsei kokoro o tomonau keikō no aru chīsana monogatari ya bōken no naka de katara reta onwana monogatarideari, kyōdai-kan no gi no tēma ni yotte kyūshū sa re, hoka no shō wa teikyō shinakereba naranai. Sore wa dō iu wake ka, hazukashi-sō ni mienakute mo, kore wa yakkaina kotodesu. Shō wa hotondo no baai hijō ni shinkokude, sonoyōni toru koto ga dekimasuga, kore wa jissai ni wa hijō ni yūmoa ni mo narimasu. Kore wa, Uesugi Kagoshima no kyarakutā,`waratta koto no nai otoko', miken ni mayu o hisomete, kirakira oto o tateru yōna, otokorashī hōhō de matome rarete imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nDespite the humorousness of the exaggerated masculinity, the series is riddled with memorable scenes that are slowly and deliberately set up. It's soothingly anti-hyperactive material that you can really sit down to and appreciate at your pace, one episode at a time or several. The same can't be said of many superior animes, which often are either action from start to finish, or which unhappily lurch between this and filler episodes that fail to satisfy.\n\n\u001b[1m誇張された男らしさのユーモアにもかかわらず、シリーズはゆっくりと意図的に設定された思い出に残るシーンでいっぱいです。 それは、あなたが本当に座って、あなたのペースで、一度に1エピソード、またはいくつかの感情を評価することができます。 同じことは、しばしば最初から最後までのいずれかのアクションである多くの優れたアニメ、またはこれと満たされないフィラーエピソードとの間の不快な激しさのことである。\u001b[22m\n\u001b[1m(Kochō sa reta otokorashi-sa no yūmoa nimokakawarazu, shirīzu wa yukkuri to itotekini settei sa reta omoide ni nokoru shīn de ippaidesu. Sore wa, anata ga hontōni suwatte, anata no pēsu de, ichido ni 1 episōdo, matawa ikutsu ka no kanjō o hyōka suru koto ga dekimasu. Onaji koto wa, shibashiba saisho kara saigomade no izureka no akushondearu ōku no sugureta anime, matawa kore to mitasa renai firāepisōdo to no ma no fukaina hageshi-sa no kotodearu.)\u001b[22m\n\nTranslations of \u001b[4mDespite the humorousness of the exaggerated masculinity, the series is riddled with memorable scenes that are slowly and deliberately set up. It's soothingly anti-hyperactive material that you can really sit down to and appreciate at your pace, one episode at a time or several. The same can't be said of many superior animes, which often are either action from start to finish, or which unhappily lurch between this and filler episodes that fail to satisfy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the humorousness of the exaggerated masculinity, the series is riddled with memorable scenes that are slowly and deliberately set up.\u001b[24m\n    \u001b[1m誇張された男らしさのユーモアにもかかわらず、シリーズはゆっくりと意図的に設定された思い出に残るシーンでいっぱいです。\u001b[22m, \u001b[1m誇張された男らしさの面白味もかかわらず、シリーズはゆっくりと慎重に設定されている記憶に残るシーンだらけれます。\u001b[22m\n\u001b[4mIt's soothingly anti-hyperactive material that you can really sit down to and appreciate at your pace, one episode at a time or several.\u001b[24m\n    \u001b[1mそれは、あなたが本当に座って、あなたのペースで、一度に1エピソード、またはいくつかの感情を評価することができます。\u001b[22m, \u001b[1mそれはあなたが本当にダウンに座ると、あなたのペースで鑑賞することができるなだめるように抗亢進性材料、時間、またはいくつかの1つのエピソードです。\u001b[22m\n\u001b[4mThe same can't be said of many superior animes, which often are either action from start to finish, or which unhappily lurch between this and filler episodes that fail to satisfy.\u001b[24m\n    \u001b[1m同じことは、しばしば最初から最後までのいずれかのアクションである多くの優れたアニメ、またはこれと満たされないフィラーエピソードとの間の不快な激しさのことである。\u001b[22m, \u001b[1m同じことが、多くの場合、最初から最後までのいずれかのアクションであり、あるいは不幸これと満足しないフィラーのエピソードの間に飛出し多くの優れたアニメ、の言うことができません。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, the budding brotherhood between Kanetsugu and Keiji, which by the midpoint of the show had evolved to become one of its main charms, was all but discarded for the second half. It starts to feel strange that Keiji only really has a presence in the opening and closing credits as well as the sake-drinking scenes of discussion with his friend in the present, given that the show seemed to be about the two of them rather than simply how awesome Kanetsugu is, and the plots around his origins. A host of side-characters file in and out of the episodes, but tend to fail at filling the gap left behind by the eccentric tiger-warrior, not least when they introduce a certain non-human character and give the slightly dull ninja a more central role. I'm not saying any of this to spoil anyone, but rather because I kept expecting Keiji to show up again during the second half, and my viewing experience suffered due to this never happening.\n\n\u001b[1m残念なことに、ショーの中点で進めてきた金越と慶長の芽生えた兄弟姉妹は、主な魅力の一つになっていましたが、後半にはすべて破棄されました。 それは、慶長さんが開会と閉会の功績だけでなく、現在の友人との酒飲みの場面にも本当に存在していることが奇妙に感じられます。 カネツグがどれくらい素晴らしいか、彼の起源についてのプロットです。 エピソードの出入り口のサイドキャラクターのホストが、偏見のない虎戦士によって残された隙間を埋めるのに失敗する傾向があります。特に、人間以外のキャラクターを紹介して、鈍い忍者に 中心的な役割。 私は誰にも傷つけないと言っているのではなく、後半に再び圭治が現れることを期待していたので、これは決して起こらなかったので私の視聴経験は苦しんだ。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, shō no chūten de susumete kita Kin Etsu to keichō no mebaeta keiteishimai wa, omona miryoku no hitotsu ni natte imashitaga, kōhan ni wa subete haki sa remashita. Sore wa, keichō-san ga kaikai to heikai no kōseki dakedenaku, genzai no yūjin to no sakenomi no bamen ni mo hontōni sonzai shite iru koto ga kimyō ni kanji raremasu. Kanetsugu ga dorekurai subarashī ka, kare no kigen ni tsuite no purottodesu. Episōdo no deiriguchi no saidokyarakutā no hosuto ga, henken no nai tora senshi ni yotte nokosa reta sukima o umeru no ni shippai suru keikō ga arimasu. Tokuni, ningen igai no kyarakutā o shōkai shite, nibui ninja ni chūshin-tekina yakuwari. Watashi wa darenimo kizutsukenai to itte iru node wa naku, kōhan ni futatabi keiji ga arawareru koto o kitai shite itanode, kore wa kesshite okoranakattanode watashi no shichō keiken wa kurushinda.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, the budding brotherhood between Kanetsugu and Keiji, which by the midpoint of the show had evolved to become one of its main charms, was all but discarded for the second half. It starts to feel strange that Keiji only really has a presence in the opening and closing credits as well as the sake-drinking scenes of discussion with his friend in the present, given that the show seemed to be about the two of them rather than simply how awesome Kanetsugu is, and the plots around his origins. A host of side-characters file in and out of the episodes, but tend to fail at filling the gap left behind by the eccentric tiger-warrior, not least when they introduce a certain non-human character and give the slightly dull ninja a more central role. I'm not saying any of this to spoil anyone, but rather because I kept expecting Keiji to show up again during the second half, and my viewing experience suffered due to this never happening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, the budding brotherhood between Kanetsugu and Keiji, which by the midpoint of the show had evolved to become one of its main charms, was all but discarded for the second half.\u001b[24m\n    \u001b[1m残念なことに、ショーの中点で進めてきた金越と慶長の芽生えた兄弟姉妹は、主な魅力の一つになっていましたが、後半にはすべて破棄されました。\u001b[22m, \u001b[1m残念ながら、ショーの中間点によって、その主な魅力の一つになるために進化していた兼続と慶次間の出芽兄弟愛は、すべてが、後半のために廃棄しました。\u001b[22m\n\u001b[4mIt starts to feel strange that Keiji only really has a presence in the opening and closing credits as well as the sake-drinking scenes of discussion with his friend in the present, given that the show seemed to be about the two of them rather than simply\u001b[24m\n    \u001b[1mそれは、慶長さんが開会と閉会の功績だけでなく、現在の友人との酒飲みの場面にも本当に存在していることが奇妙に感じられます。\u001b[22m, \u001b[1mこれは、ショーはそれらの2のではなく、単に程度のようだったことを考えると、圭二はだけは本当に開閉クレジットでの存在だけでなく、現在の彼の友人との議論のため-飲むシーンを持っていることを不思議な感じを開始します\u001b[22m\n\u001b[4mhow awesome Kanetsugu is, and the plots around his origins.\u001b[24m\n    \u001b[1mカネツグがどれくらい素晴らしいか、彼の起源についてのプロットです。\u001b[22m, \u001b[1mどのように素晴らしい兼続であり、彼の原点周りのプロット。\u001b[22m\n\u001b[4mA host of side-characters file in and out of the episodes, but tend to fail at filling the gap left behind by the eccentric tiger-warrior, not least when they introduce a certain non-human character and give the slightly dull ninja a more\u001b[24m\n    \u001b[1mエピソードの出入り口のサイドキャラクターのホストが、偏見のない虎戦士によって残された隙間を埋めるのに失敗する傾向があります。特に、人間以外のキャラクターを紹介して、鈍い忍者に\u001b[22m, \u001b[1m彼らは特定の非人間キャラクターを紹介し、少しくすんだ忍者に多くを与えたときに、サイドの文字のホストはなく、少なくとも、エピソードの内外ファイルが、偏心虎戦士が残したギャップを埋める時に失敗する傾向があります\u001b[22m\n\u001b[4mcentral role.\u001b[24m\n    \u001b[1m中心的な役割。\u001b[22m\n\u001b[4mI'm not saying any of this to spoil anyone, but rather because I kept expecting Keiji to show up again during the second half, and my viewing experience suffered due to this never happening.\u001b[24m\n    \u001b[1m私は誰にも傷つけないと言っているのではなく、後半に再び圭治が現れることを期待していたので、これは決して起こらなかったので私の視聴経験は苦しんだ。\u001b[22m, \u001b[1m私は誰を台無しにするために、こののいずれかを言っていないんだけど、むしろ私は圭司が後半に再び現れることを期待し続け、私の視聴体験が起こったことがない、これに起因する苦しみました。\u001b[22m\n\u001b[1m\u001b[22m\nMoreover, while I only have praise for the better scenes of this series, there is a lot of time in each episode filled by less impressive or interesting activity, which is a shame because it results in a test of patience that it would appear many potential viewers of this show weren't prepared to put up with. The theme of righteousness and exploration of various individuals' pursuit of it in their own ways is also somewhat dropped and altogether, despite the brilliant denouements in episodes 21 and 25, the second half of Gifu Dodo felt somewhat lacking in departments that it initially charmed me with.\n\n\u001b[1mさらに、私はこのシリーズのより良いシーンに賞賛しているだけですが、それぞれのエピソードにはあまり印象的でない面白い活動がたくさんありますが、それは忍耐力のテストの結果、 このショーの視聴者は気をつけていませんでした。 エピソード21と25の素晴らしいデニュアメントにもかかわらず、岐阜ドードーの後半は、当初私を魅了した部署にはいくらか欠けているように感じました と。\u001b[22m\n\u001b[1m(Sarani, watashi wa kono shirīzu no yoriyoi shīn ni shōsan shite iru dakedesuga, sorezore no episōdo ni wa amari inshō-tekidenai omoshiroi katsudō ga takusan arimasuga, soreha nintai-ryoku no tesuto no kekka, kono shō no shichō-sha wa ki o tsukete imasendeshita. Episōdo 21 to 25 no subarashī denyuamento nimokakawarazu, Gifu dōdō no kōhan wa, tōsho watashi o miryō shita busho ni wa ikuraka kakete iru yō ni kanjimashita to.)\u001b[22m\n\nTranslations of \u001b[4mMoreover, while I only have praise for the better scenes of this series, there is a lot of time in each episode filled by less impressive or interesting activity, which is a shame because it results in a test of patience that it would appear many potential viewers of this show weren't prepared to put up with. The theme of righteousness and exploration of various individuals' pursuit of it in their own ways is also somewhat dropped and altogether, despite the brilliant denouements in episodes 21 and 25, the second half of Gifu Dodo felt somewhat lacking in departments that it initially charmed me with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoreover, while I only have praise for the better scenes of this series, there is a lot of time in each episode filled by less impressive or interesting activity, which is a shame because it results in a test of patience that it would appear many potential\u001b[24m\n    \u001b[1mさらに、私はこのシリーズのより良いシーンに賞賛しているだけですが、それぞれのエピソードにはあまり印象的でない面白い活動がたくさんありますが、それは忍耐力のテストの結果、\u001b[22m, \u001b[1m私はこのシリーズのより良いシーンの賞賛を持っていながら、また、それはそれは多くの潜在的に見えるだろうと忍耐のテストになるので恥である少ない印象的な、または興味深い活動によって満たされた各エピソード、の時間がたくさんあります\u001b[22m\n\u001b[4mviewers of this show weren't prepared to put up with.\u001b[24m\n    \u001b[1mこのショーの視聴者は気をつけていませんでした。\u001b[22m, \u001b[1mこの番組の視聴者は我慢する準備はありませんでした。\u001b[22m\n\u001b[4mThe theme of righteousness and exploration of various individuals' pursuit of it in their own ways is also somewhat dropped and altogether, despite the brilliant denouements in episodes 21 and 25, the second half of Gifu Dodo felt somewhat lacking in departments that it initially charmed me\u001b[24m\n    \u001b[1mエピソード21と25の素晴らしいデニュアメントにもかかわらず、岐阜ドードーの後半は、当初私を魅了した部署にはいくらか欠けているように感じました\u001b[22m, \u001b[1m正義と独自の方法でそれの様々な個人の追求の探検のテーマはまた、多少のエピソード21と25で華麗なdenouementsにもかかわらず、完全に廃棄され、岐阜ドードーの後半はややそれが最初に私を魅了することを部門に欠けていると感じました\u001b[22m\n\u001b[4mwith.\u001b[24m\n    \u001b[1mと。\u001b[22m\n\u001b[1m\u001b[22m\nStill, it remains a great anime, its flaws being largely made up for by its exaggerated, uplifting, masculine charm. Feel like a change from screaming, teenaged protagonists, moe and hyperactiveness? Kick back and watch Gifu Dodo.\n\n\u001b[1mそれでも、それは偉大なアニメであり、その虚偽は主にその誇張された、隆起した、男らしい魅力によって補われています。 悲鳴を上げる、十代の主人公、萌え、過活動からの変化のように感じる？ キックバックして岐阜ドドを見る。\u001b[22m\n\u001b[1m(Soredemo, sore wa idaina animedeari, sono kyogi wa omoni sono kochō sa reta, ryūki shita, otokorashī miryoku ni yotte oginawa rete imasu. Himeiwoageru, jūdai no shujinkō, moe, ka katsudō kara no henka no yō ni kanjiru? Kikku bakku shite Gifu do do o miru.)\u001b[22m\n\nTranslations of \u001b[4mStill, it remains a great anime, its flaws being largely made up for by its exaggerated, uplifting, masculine charm. Feel like a change from screaming, teenaged protagonists, moe and hyperactiveness? Kick back and watch Gifu Dodo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill, it remains a great anime, its flaws being largely made up for by its exaggerated, uplifting, masculine charm.\u001b[24m\n    \u001b[1mそれでも、それは偉大なアニメであり、その虚偽は主にその誇張された、隆起した、男らしい魅力によって補われています。\u001b[22m, \u001b[1mそれでも、その欠陥は、主にその誇張された、高揚、男性的な魅力によって補われて、偉大なアニメのまま。\u001b[22m\n\u001b[4mFeel like a change from screaming, teenaged protagonists, moe and hyperactiveness?\u001b[24m\n    \u001b[1m悲鳴を上げる、十代の主人公、萌え、過活動からの変化のように感じる？\u001b[22m, \u001b[1m悲鳴、十代の主人公、萌えとhyperactivenessからの変更のように感じますか？\u001b[22m\n\u001b[4mKick back and watch Gifu Dodo.\u001b[24m\n    \u001b[1mキックバックして岐阜ドドを見る。\u001b[22m, \u001b[1mバックキックと岐阜ドードーを見ます。\u001b[22m\n\u001b[1m\u001b[22m\n6.5/10\n\n\u001b[1m6.5 / 10\u001b[22m\n\u001b[1m(6. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4m6.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6.5/10\u001b[24m\n    \u001b[1m6.5 / 10\u001b[22m"
  },
  {
    "title": "Gifuu_Doudou__Kanetsugu_to_Keiji",
    "id": "18771",
    "url": "https://myanimelist.net/anime/18771/Gifuu_Doudou__Kanetsugu_to_Keiji",
    "user": "ManlyOpinion",
    "profile": "/profile/ManlyOpinion/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=133631",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n原哲夫（北斗の拳）の別の優れた作品は、これは2つの偏心の歴史的なフィクションとそれらの探求...まあ、素晴らしいと男らしいものを行う。\n\nこのショーはあなたの胸の上に髪を置く、あなたの筋肉を成長させ、女性に印象づけるでしょう。 もしそうでなければ、あなたはまだそれを見て楽しむでしょう。 それは偉大な芸術と強いプロットを持つよく書かれた、スタイリッシュなショーです。\n\nそれは「完璧な傑作」ではありませんが、それにもかかわらず素晴らしいショーです。\n\nOPのテーマは2013年の最高のOPテーマでした.HnKが好きなら、HnKに似たスタイルで書かれているので、このショーが好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAnother excellent work from Tetsuo Hara (Hokuto no Ken), this one is historical fiction about two eccentrics and their quest to... well, do awesome and manly things.\n\n\u001b[1m原哲夫（北斗の拳）の別の優れた作品は、これは2つの偏心の歴史的なフィクションとそれらの探求...まあ、素晴らしいと男らしいものを行う。\u001b[22m\n\u001b[1m(Hara tetsuo (hokutonokobushi) no betsu no sugureta sakuhin wa, koreha 2tsu no henshin no rekishi-tekina fikushon to sorera no tankyū... Mā, subarashīto otokorashī mono o okonau.)\u001b[22m\n\nTranslations of \u001b[4mAnother excellent work from Tetsuo Hara (Hokuto no Ken), this one is historical fiction about two eccentrics and their quest to... well, do awesome and manly things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother excellent work from Tetsuo Hara (Hokuto no Ken), this one is historical fiction about two eccentrics and their quest to... well, do awesome and manly things.\u001b[24m\n    \u001b[1m原哲夫（北斗の拳）の別の優れた作品は、これは2つの偏心の歴史的なフィクションとそれらの探求...まあ、素晴らしいと男らしいものを行う。\u001b[22m, \u001b[1m原哲夫（北斗の拳）から別の優れた仕事は、この1は2偏心と...まあ、素晴らしいと男らしい物事を行うために彼らの探求についての歴史小説です。\u001b[22m\n\u001b[1m\u001b[22m\nThis show will put hair on your chest, make your muscles grow and impress women. And if not, you'll still have fun watching it. It's a well-written, stylish show with great art and a strong plot.\n\n\u001b[1mこのショーはあなたの胸の上に髪を置く、あなたの筋肉を成長させ、女性に印象づけるでしょう。 もしそうでなければ、あなたはまだそれを見て楽しむでしょう。 それは偉大な芸術と強いプロットを持つよく書かれた、スタイリッシュなショーです。\u001b[22m\n\u001b[1m(Kono shō wa anata no mune no ue ni kami o oku, anata no kin'niku o seichō sa se, josei ni inshōdzukerudeshou. Moshi sōdenakereba, anata wa mada sore o mite tanoshimudeshou. Sore wa idaina geijutsu to tsuyoi purotto o motsu yoku kaka reta, sutairisshuna shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis show will put hair on your chest, make your muscles grow and impress women. And if not, you'll still have fun watching it. It's a well-written, stylish show with great art and a strong plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show will put hair on your chest, make your muscles grow and impress women.\u001b[24m\n    \u001b[1mこのショーはあなたの胸の上に髪を置く、あなたの筋肉を成長させ、女性に印象づけるでしょう。\u001b[22m, \u001b[1mこのショーは、あなたの筋肉が成長し、女性を感動させる、あなたの胸に髪を配置します。\u001b[22m\n\u001b[4mAnd if not, you'll still have fun watching it.\u001b[24m\n    \u001b[1mもしそうでなければ、あなたはまだそれを見て楽しむでしょう。\u001b[22m, \u001b[1mない場合は、あなたはまだそれを見て楽しみがあるでしょう。\u001b[22m\n\u001b[4mIt's a well-written, stylish show with great art and a strong plot.\u001b[24m\n    \u001b[1mそれは偉大な芸術と強いプロットを持つよく書かれた、スタイリッシュなショーです。\u001b[22m, \u001b[1mそれは偉大な芸術と強いプロットとよく書かれた、スタイリッシュなショーです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's not a 'perfect masterpiece' but it's a great show nonetheless.\n\n\u001b[1mそれは「完璧な傑作」ではありませんが、それにもかかわらず素晴らしいショーです。\u001b[22m\n\u001b[1m(Soreha `kanpekina kessaku'de wa arimasenga, sore nimokakawarazu subarashī shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's not a 'perfect masterpiece' but it's a great show nonetheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not a 'perfect masterpiece' but it's a great show nonetheless.\u001b[24m\n    \u001b[1mそれは「完璧な傑作」ではありませんが、それにもかかわらず素晴らしいショーです。\u001b[22m, \u001b[1mそれは完璧な傑作」ではないのですが、それはそれにもかかわらず、素晴らしいショーです。\u001b[22m\n\u001b[1m\u001b[22m\nThe OP theme was the best OP theme of 2013. If you like HnK you will like this show, as I did, because it is written in a style similar to HnK.\n\n\u001b[1mOPのテーマは2013年の最高のOPテーマでした.HnKが好きなら、HnKに似たスタイルで書かれているので、このショーが好きです。\u001b[22m\n\u001b[1m(OP no tēma wa 2013-nen no saikō no OP tēmadeshita. HnK ga sukinara, HnK ni nita sutairu de kaka rete irunode, kono shō ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe OP theme was the best OP theme of 2013. If you like HnK you will like this show, as I did, because it is written in a style similar to HnK.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP theme was the best OP theme of 2013. If you like HnK you will like this show, as I did, because it is written in a style similar to HnK.\u001b[24m\n    \u001b[1mOPのテーマは2013年の最高のOPテーマでした.HnKが好きなら、HnKに似たスタイルで書かれているので、このショーが好きです。\u001b[22m, \u001b[1mあなたは私がしたように、それはHNKに似たスタイルで書かれているので、あなたが、この番組を好きになるでしょうHNKが好きならOPテーマは、2013年の最高のOPテーマでした。\u001b[22m"
  }
]
